[[1, ""], [2, ""], [3, ""], [4, ""], [5, "NOTES ON KAIRA, A DISTRICT IN FERTILE GUJARAT, HAVING SPECIAL REFERENCE TO THE RECENT REVISION OF LAND SETTLEMENT IN THAT ZILLA, AND THE QUESTION OF EXTRA CESS ON WELLS IN GUJARAT, WITH APPENDICES, CONTAINING OFFICIAi AND OTHER CORRESPONDENCE ON THE SUBJECT. BY JAVERILAL UMIASHANKAB YAJNIK. Reprinted from the \" Times of India.'''' * LET TUB KING ACT AS A FATHER TO HIS PEOPLE.' Manuy Chap. vii. Verse 81. BOMBAY: PRINTED AND PUBLISHED AT THE \"TIMES OF INDIA\" OFFICE. Price Rs. l-8aus."], [6, "' THAT KING SHALL KEVEB BE OVERCOME BY HIS ENEMIES, WHO FORESEES ' THE GOOD AND EVIL TO ENSUE FROM HIS MEASURES ; WHO, ON PRESENT ' OCCASIONS, TAKES HIS RESOLUTION WITH PRUDENT SPEED, AND WHO ' WEIGHS THE VARIOUS EVENTS OF HIS PAST CONDUCT.' Manu, Chap. vii. Verse 179."], [7, "10 ALEXANDER ROGERS, Esq., C.S., Revenue Commissioner, Northern Division, THESE PAGES &r$ Itts^rib^d IN TOKEN OF RESPECT FOR HIS INTIMATE KNOWLEDGE OF GUJARAT AND ITS LAND TENURES, BY HIS OBEDIENT SERVANT, THE AUTHOR."], [8, ""], [9, "INTRODUCTORY NOTE. A revision of Land Settlement, conducted mainly in accord ance with the principles laid down by Sir George Wingate in the celebrated Joint Report of 1847 and in Act I. of 1865, has been effect ed throughout the greater portion of Gujarat Proper. But it is much to be regretted that the Reports of the Revenue Survey Department on the districts long settled have not yet seen light. From the volume on the Kaira Zilla, issued among the Selections from the Records of the Bombay Government, it would appear that such reports embrace not merely the usual details of land survey, but a valuable body of authentic information concerning the physical features of the districts, the character of the soil, its productions, the nature of its land tenures, and the obstacles which retard the development of its natural resources. In the following pages the writer has attempted to review such points in the revision of the Land Settlement of the Kaira Zilla as appeared to him to require prominent attention. The settlement, he is glad to observe, has, upon the whole, given satisfaction to those who are immediately affected by it, except in certain points as have been noticed in the last two articles. The extra assessment on wells espe cially is looked upon as a real grievance by the owners of well property in the Kaira Zilla. When closely looked into, it would appear to be utterly indefensible, on any theory of rent, whether viewed as a charge on capital, which it really is, or in the light of a tax on improvements, — a tax, be it remembered, which has been legally removed for all future time on wells constructed during the currency of the thirty years' leases, or after their expiry. Moreover, the re venue now derived from it is at best precarious, and likely to be extinguished on the expiry of the current leases. It is only to be hoped that the suffering well-owners will have justice done to them"], [10, "by the removal of the cess, a circumstance which will not only result in an increase in the number of wells in that Zilla, but will afford an impetus to garden cultivation, now checked on account of the heavy and unjust impost. It may be mentioned here that all the articles, except No. VI, ori ginally appeared at different times in the Times of India, from which they are collected and reprinted, with slight alterations, in the present form at the request of a few friends interested in the economical ques tions therein discussed. The last two articles on well assessment have been entirely recast. The writer will consider his object gained in some measure if the attention of Government is drawn to the im policy of retaining any longer a cess on wells. J. U. Y. Bombay, December 31st, 1870."], [11, "KAIRA: A DISTRICT IN FERTILE GUJARAT * i. GENERAL DESCRIPTION OF THE DISTRICT, ITS SOIL, POPULATION, &c. A BULKY volume of 762 pages (with a map) has lately been issued by the Government of Bombay, containing correspond ence on the subject of the revision of the land assessment in Kaira Zilla — one of the richest districts of Gujarat. As the papers contain valuable information respecting the condition of the people, the tenures of land, and interesting statistics regard ing population, markets, and physical resources of that part of Gujarat — information to be looked for in vain in any of the pub lished records of Government — they form an important addition to our literature of the Thirty Years' Settlement in this Presidency. Our only cause of regret is that such reports should have been so long withheld from the public gaze. At this very moment, nearly the whole of Gujarat has been surveyed and settled, and yet, What materials have been laid before the public to enable it to judge of the merits of this settlement ? The volume before us is the first authentic report of the second zilla settled, and while it has been deemed important to publish correspondence regard ing this, it is surprising that the Bombay Government should not have thought proper to publish papers connected with the settlement of the Ahmedabad zilla, the first district in Gujarat where the principles of the New Survey were intro- duced in 1853. We urge the publication of such reports * Correspondence relating to the introduction of the Revenue Survey Assessment in the Kaira Collectorate of the Province of Gujarat in three parts, being Selection, No. CXIV., New Series, from the Records of the Bombay Government. Bombay : Printed for Government at the Education Society's Press, Byculla, 1869."], [12, "■2 KAIRA : A DISTRICT IN FERTILE GUJARAT. in the interest of Government as well as of the public. They tend much to clear up many of the erroneous impressions that prevail in the public mind respecting its land policy, and we consider it a duty no less than good policy on the part of Go vernment to give every facility of reference by the publication of documents throwing light on the spirit and the manner in which it deals with the dearest rights of the people. In this view of the case, nothing, we imagine, can excuse the delay in giving publicity to important documents relating to the settle ment of the various districts i n this Presidency. There is another reason why the publication of papers on the Ahmedabad zilla should have long preceded this Report on the Kaira Collectorate, and that is, that many of the precedents of settlement in the latter district have been taken from the former. For instance, in the Report before us, reference is often made by Col. Prescott and Mr. Pedder, the Settlement Officers, to reports on the Dushkrohi and Jetulpur talookas of Ahmedabad, and to the nurwadari village of Koobudthul, for certain principles of assessment adopted and found to work satisfactorily there. The reader, however, looks in vain for these reports in the pub lished records of Government. Few districts of Western India seem to have preserved the hoary traditions of the country so intact as the district of Kaira. To this day you find in their full working order all the archaic forms of the village community in India, in spite of the revolutions which the country has undergone. So wedded have been the people — especially, tho cultivating and landholding classes — to their old traditions, that they have been found to make important sacri fices rather than give up the system to which they have instinc tively clung as from father to son. It is no wonder, then, that at the introduction of a revised settlement the chief anxiety on the part of the people should be lest violent changes be made in the new settlement that might seriously interfere with their social status and importance. These apprehensions, groundless as they were, seemed to derive some force from the manner in which the revised settlement of land was conducted in other parts of the Presidency, where the, desire of symmetry or uniformity made"], [13, "3 GENERAL DESCRIPTION OF THE DISTRICT. the Settlement Officers to merge the peculiarities of tenure into a general ryotwari system on thirty years' lease. Yet so marked and anciently recognised have been the features of tenures in certain talookas of this zilla, that a wide departure from the usual procedure was considered necessary. These tenures, known as nurwadari or bhagdari tenures, had a legal recognition, and their important features were noticed as far back as the commencement of British rule in Gujarat. In a minute, dated 6th April 1821, written after a personal inspection of the country, and with the aid of personal enquiries from the village patels, Mountstuart Elphinstone described their main features which were embodied in Section VIII. of Regulation XVII. of 1827. To introduce the revised settlement, without altering the main character of the existing tenures, was by no means an easy matter. Accordingly, Government thought proper to depute Mr. Pedder, of tho Revenue Survey, to specially enquire into the Nurwadari tenure of Gujarat wherever it existed, and to report upon the best mode of settling it consistently with the principles of the New Survey. Mr. Pedder applied himself with singular diligence to this enquiry, the result of which has been embodied in an elaborate report, dated 21st March 1862, giving a concise history of the tenure and the principles upon which it should be settled. In the settlement of the entire zilla, however, we must not omit to mention the names of Mr. Shambhu- prasad ; Colonel Prescott, then Superintendent Revenue Sur vey, Gujarat ; the Hon'ble Mr. B. H. Ellis ; and Mr. A. Rogers, the present Revenue Commissioner, N. D. We can only afford to place before the public the most prominent features of this somewhat difficult settlement, and to discuss some impor tant questions connected therewith, leaving the reader to seek for detailed information in the interesting reports in the volume before us. The Collectorate of Kaira comprises an area of 1,869 square miles. The river Mhye forms its southern and eastern bound ary, — in fact, it separates the zilla from the new junior collec torate of Broach on the south, and the Punch Mahals and the State of Balasinore on the east. On the western side lies"], [14, "4 KAIRA : A DISTRICT IN FERTILE GUJARAT. the zilla of Ahmedabad, and on the north, part of the Gaekwar's territory. The Bombay, Baroda and Central India Railway runs through the heart of the zilla, affording peculiar facilities for the conveyance of produce and ready markets where it can be disposed of. There are situated in this zilla, the rapidly ris ing stations of Wassind, Anund, Neriad, and Mehmoodabad. Besides the regular through passenger and goods trains, local trains are daily running to and fro between Ahmedabad and Baroda on the one hand, and Baroda and Bulsar on the other. So great has been the demand of passenger traffic in this par ticular zilla, that the Baroda Railway has found it necessary to open five new stations on the line from the commencement of this year. Of these, as many as four stations, — Batwa, Nowley Borehavi, and Khumbhali, — are for passengers in the Kaira zilla, the fifth being the traffic station on the Saburmuttee Bridge, the present terminal point of the Railway. Tho soil of this zilla is of a light sandy character, technically termed goraroo in the native language. Beds of besm — a mixture of goraroo with black loam — are also to be met with frequently. Cultivation seems to have reached its extreme limits in this zilla, considering the largest portion of culturable area actually under plough in some of the rich talookas. Bor instance, there is 95 per cent, of land actually in cultivation in the Neriad talooka, and the same may be said, more or less, of other pergunnahs. This phenomenon may be said to be quite unparalleled in any district of the Presidency, I might say, in India. And closely connected with this, and in fact chiefly accounting for it, is another fact as regards the density of its population, being a pressure of 334 per square mile — a proportion exhibited by no other zilla in the Bombay Presidency. In some of the talookas — as, for instance, in Neriad — the pressure of population is 522 souls to a square mile, a phenomenon unparalleled even in Europe, where the most thickly populated country, Belgium, exhibits a proportion of 380 to the square mile. The supply of land being limited and the population being mostly agricultural, it is no wonder that a keen competition and enquiry should make land an exceedingly valuable article, and lead to the cultivation"], [15, "5 GENERAL DESCRIPTION OF THE DISTRICT. of every available piece. It is remarkable, however, that while side by side with this thickly-peopled district, there lies what may be termed almost a desert waste forming the territory of the Punch Mahals — where population is so sparse — there is hardly any attempt made at emigration. So fondly have the cultivators of this zilla clung to their soil, that they would rather endure all the consequences resulting from a keen competition for land in their own village than remove to the neighbouring territory. There is no doubt that if some of the superabundant population of this zilla could be induced to emigrate to and settle in Punch Mahals, they would be greatly assisting the hitherto neglected resources of that part of the country ; since as a cultivator, and, in some respects, a scientific one too, it must be admitted the fame of the Churotur Koonbi stands unrivalled in Gujarat. High farming in the Kaira district, as also the richness of the soil, is due more to the skill of the agriculturist than to any natural ad vantages of situation or climate. Like a busy bee, the Churotur Koonbi works from ' earhr morn to dewy eve' in his field, tend ing his plants, and looking after his crops and his cattle. His field is hedge-bound. Wherever there are facilities for irrigation he raises crops at all seasons of the year — wet, dry, and garden. His mode of living is most economical. His wife exercises tho functions of a real ' help-mate' to him. As soon as the Kunbi rises from his bed, he cleanses his mouth, eats a morsel of bread with meerchi or chutni — of which he is immoderately fond — takes his plough and his bullocks, and starts on his way to his field. His wife, wlio looks after his household affairs and children, pre pares the noonday meal, and having supplied breakfast to the children, places in a basket all that is intended for the husband, and proceeds to the field with the basket on her head. On arriv ing there, she empties the basket of its contents, and spreads them before her lord, who, with a keen appetite after the labours of the morning, heartily enjoys the simple repast. His drink is as sim ple as his food, consisting only of pure water. It is only lately that his brother— the kooli cultivator— has come to indulge a little in ardent spirits. But, upon the whole, the Gujarat cultivator is as simple in his habits as he is thrifty in the use of his means."], [16, "6 KAIRA : A DISTRICT IN FERTILE GUJARAT. II. LAND TENURES. The introduction into Gujarat of a revised settlement in accordance with the principles of the New Survey, without giving offence to the people or causing discontent amongst them, was by no means an easy matter. To avoid anything of the kind, the first thing necessary was to obtain accurate informa tion regarding the existing land tenures of the Province. Ac cordingly, in the Resolution of the BombayGovernment, No.4,255, dated 30th October 1856, sanctioning a survey and assess ment of the Bhagdari villages, Government deferred the question of settlement till the result of a full enquiry into the nature of the existing tenures was submitted for further consideration. The task of reporting on them devolved, as we said before, upon Mr. W. G. Pedder, then employed as Assistant Survey Settlement Officer in Gujarat. Mr. Pedder's Report appears as the first in the correspondence before us. It is an able and interesting paper, giving in as concise a manner as possible the mature results of his enquiries, not only into the Bhagdari tenures, but into the general subject of the ancient village system as it has obtained in Gujarat. As we cannot go fully into all the details supplied by Mr. Pedder, we shall here present a rapid general sketch of the origin, nature, and history of the tenures as they exist in Gujarat. The history of rural Gujarat yields to that of no other pro vince of India in point of interest, whether we look to the wealth of its resources, the fertility of its soil, the skill of its cultivators, or the general character of the people. By far the largest pro portion of population is agricultural or engaged in occupations accessory to agriculture. The materials for a rural history are not, however, easily accessible. They lie scattered partly amongst the traditions of the people, which it would require no ordinary amount of diligence and patience to collect, and are partly buried in the archives of Government offices in the respec tive zillas. Thelatter source of information is perhaps more valu able than the former, and is certainly more reliable in point of"], [17, "7 LAND TENURES. facts and truthfulness. But who is to get at it ? No one, perhaps, except the Collector of the zilla or his Assistant. For those who may be interested in the subject or competent to do justice to it, tho records of Government may as well lie for years — a prey to white ants — for any good they do. The policy of secrecy must give way to that of free access, especially in the case of public documents — before we gee a Dr. Hunter of this Presidency to work them up into something worthy of a rural history of Gujarat. As in other parts of India, so in Gujarat there has existed from time immemorial an institution called the village com munity. Though time and circumstance have done much to modify it, yet to this day in many of its existing ramifications, it exhibits all its essential features. This village community was of two kinds. In its simplest form it existed where all the lands of a village were held direct from the Raja or owner of the village. Here each man cultivated his own plot of ground and paid rent to the Raja. The cultivator's right to his land consisted in the understanding that he was not to be ousted out of his possession so long as he continued to pay to the Raja his rent, of which the amount, though generally fixed by custom, often varied according to the caprices of the ruler or the exigencies of the State. This species of tenure is found in most parts of Gujarat, and Government has met with little diffi culty in making a settlement of the same. The other species of village community, abundantly met with in Churotur or Western portion of the Kaira Zilla, in Broach, and the Surat Attavesy, consisted originally of a body or bodies of cultivating castes such as Koonbies in the Kaira zilla, Koon bies and Borahs in Broach, and Bhatellas and Rajpoots in the Surat Collectorate. They fixed upon a certain site in a particular part of a zilla, and founded a village thereon by settling them selves and inviting others to join them. Leaving a certain por tion to be held in common or mujmoon to be given to their ser vants and others as an inducement to come and settle there, they divided the remainder of the lands of the village into large equal shares. They dug the village tank, built the village temple, laid"], [18, "8 KAIRA : A DISTRICT IN FERTILE GUJARAT. out market sites, invited artizans, such as blacksmiths, carpenters, bricklayers to live there. The holders- of shares — called Bhag dars, and, latterly in the Kaira zilla, Nurwadars — were thus proprietors of large estates, and the real developers of the resources of the country, the other settlers — holders of mujmoon lands — forming the non-proprietary body. This is, in brief, the original Bhagdari tenure which, with certain new features added to it, forms the present Nurwadari system of tenure in Gujarat. The number of villages held on this tenure in Gujarat are in all about 347, of which there is only one in Ahmedabad, 90 in Kaira, 244 in Broach, and about 12 (the number is uncertain) in Surat zilla. The Bhagdari system received much encouragement in the early period of the history of Gujarat, especially where waste lands had to be peopled. Even up to the period of the Maratha rule, it continued to obtain support from Government, since it led to the opening of new sources of income to the State as well as to the community. Mr. Pedder quotes the following instance : — \" A curious illustration of the process I am describing may be drawn from the history of the family of the Bhow Saheb, Dessai of Neriad. This gentleman belongs to one of the original families of village proprie tors in Neriad Kusba, in which village he still holds as a Nurwadar his hereditary share of land. Many years ago his ancestors were made by the Moguls or Marathas, Dessais of the purgunna, and during the Maratha rule acquired considerable wealth by farming the revenues of other vil lages, and towards the end of last century one of hie Ancestors peopled two waste villages in Muhoonda (of course according to Mr. Campbell's ' aristocratic' system) of which the Bhow is still patel.\" It remains now to see what relations subsisted — 1 , between the Bhagdars as among themselves ; 2, between Bhagdars and the non-proprietary class ; and 3, between Bhagdars and Go vernment. As regards the relations of the Bhagdars among themselves each member of the original proprietary body was the holder of one of the large shares or estates into which the village lands were divided after setting apart a portion to form the mujmoon or common lands to be held by non-proprietary cul tivators. In process of time, however, as the family of each"], [19, "9 PROPRIETARY AND NON-PROPRIETARY CULTIVATORS. proprietor increased, his estate came to be subdivided among several sons in accordance with the principles of Hindu inhe ritance. The Pdtis or shares became too numerous, but still the phalani or distribution of the amount payable by each sharer was regulated according to his share in the village lands, irrespective of its being small or great, that is to say, whether it comprised more or less extent of land. Strangers were often allowed to share in the proprietary rights. The sub sharers had the same rights and privileges as the large proprie tors. They were called Patels and Pdtiddrs equally as the large sharers. In all the general affairs of the village, however, the head of each family represented the interests of the sub-sharers. He was called Mutdddr, from Muttoo, signifying signature, as he had to sign village documents on behalf of the family. The position of Mutadars was considered to be one of great respect in the village community. So jealously has it come to be watched to this day in Bhagdari villages in Gujarat, that if Go vernment were to appoint to the office of a revenue or police patel, a person from the non-proprietary body — though the dis tinction has hardly been recognized of late — it would be looked upon as an infringement of their hereditary right and be bit terly complained of as a gross injustice done to them. The position of the non-proprietary class was of a two-fold character. While there were many who held lands at the pleasure of the Bhagdars, there were others* whose long occu pancy constituted a sufficient consideration for allowing them a continuance of lease so long as they met the customary demands of the State. There is, however, an important social differ ence between a Kunbi or the non-proprietary cultivator and the Patidar which must not be lost sight of, especially in a province so caste-ridden as Gujarat is. A Patidar enjoys a high social status in his village. Poor as he may be he can easily get his son married — a great social consideration among Hindoos. The Kunbi cultivator may bo more highly placed in point of wealth, but in a competition between himself and the Patidar, the latter is sure to beat the former down. Again, the credit of the Patidar stands much higher with the general community. The Soukar 2"], [20, "10 KAIRA: 'A DISTRICT IN FERTILE GUJARAT. — the money lender — will not for a moment grudge him a loan, whereas the Kunbi will be required to furnish a valuable security before he can raise money, the general impression being that the Patidar being a respectable man is sure to pay his debts. He will sell everything he possesses to satisfy hi8 creditors rather than loose his abroo. Then, again, while widow marriage is freely allowed among Kunbis, it does not obtain among Patidars, which is considered a point of social superiority, though the prohibition is of modern origin. The Patidar belongs to the lewa division of the Kunbi caste, while the common Kunbi belongs to what is called the kudwa division of the Kunbis — two important distinctions of the same caste, caused by the difference of social status. In other re spects, the two classes have close intercommunication. The relation in which the village community of the two-fold form described above stood with government was as follows. The primary method of meeting the demands of the State was to divide the produce, government taking generally a third share, the remaining two-thirds being left to the cultivator. In nur wadari villages, a similar amount having been obtained from the holders of mujmoon lands, the remainder was paid by the nurwadars according to their respective shares. This was called the bhagbuttai or division of produce system. It obtains to this day among the Native States in Gujarat, Kattyawar, and, I be lieve, in other parts of India. It is true that in principle the system seems fair enough, and when we look round to the effect of it in having recently enriched almost all Native States on this side of India, we cannot be blind to its beneficial results in times when the value of produce stands high. It has freed the Talookdars of Ahmedabad from the mire of debt into which they were sunk. It has made many small principalities in Kattya war independent of the soukar under whose clutches they were groaning, and it has poured wealth into the treasuries of large Native States which has proved a source of additional strength to them. The staple produce of those States, small or great, being cotton — the value of which depended upon foreign demand — all the produce which fell to the share of the States realized"], [21, "11 THE BHAGBUTAI SYSTEM: ITS MERITS AND DEMERITS. extraordinary prices during the cotton mania. But though it has thus proved beneficial, the bhagbuttai system is not without its disadvantages. The justice of levying one-third or one-half the share of the cultivator's produce by the State may, perhaps, be questioned, but apart from that consideration, it led to many abuses. The temptation on the part of the cultivator to show less than the actual outturn of his field, being too strong on the one hand, and the native officials charged with looking to the interests of the State being, on the other, generally corrupt, a return of the full amount of the recognized share of govern ment was seldom possible. Even where it was possible, govern ment had to appear in the capacity of a seller of produce or to commute it into its money value. This was, perhaps, good so far as the article of produce was cotton, of which the price was regulated by foreign demand, but in the case of other articles, such as grains, consumed either in the same or neighbouring territory, they often became a drug in the market, having to compete with the cultivator's share of the same produce. To avoid many of these difficulties, the bhagbuttai system was supplanted by what is called the kultur system, which consisted in an estimate of the produce while the crop was standing in the field, and the payment in money value of the government share based upon this estimate. For this purpose a class of men, called Ajmaesdars or appraisers, were appointed, whose duty it was to estimate the amount and value of the crop, and to de clare the sum of money payable to Government. The kultur system, which principally obtained in Broach and Kaira, was found open to the same objections as the bhagbuttai, tho Ajmaes dars being discovered to be hardly free from corruption, or partiality. In the time of the Mogul Empire, Todar Mull — the wise Minister of Akbar, — considering that, upon the whole, the in terests of the State would be best served by a system of fixed money payments, hit upon the plan which, in some respects, has been the basis of our revenue survey. He ordered a survey to be held of the lands of every village, fixing their boundaries,"], [22, "12 KAIRA : A DISTRICT IN FERTILE GUJARAT. and registering them in the records of Government, and deter mined the rates which should be payable by lands according to their qualities. During the period of the Maratha rule in Gujarat, a most ob noxious system of levying the demands of Government was introduced. This was the farming of the State revenue-;. Whatever may be said of the Marathas in other respects, in Gujarat they were simple plunderers. Whole mahals and talookas were given away with civil and criminal jurisdictions over them to the person who made the highest bid. A more perfect system of auction was never known before in the country. It was of course the business of the successful bidder to see that he was in no way a loser by the game. He in turn farmed the smaller talookas and villages to others at a handsome premium. Thus farming and sub-farming formed the chief feature of the Maratha revenue system in Gujarat. The Peishwa was either too loath or, perhaps, too lazy to superintend the collection of revenue in person, or by means of his officers, and the meanest servant had the advantage of becoming the lord of many lakhs by outbidding other competitors. The result of all this was to rackrent the ryots, to undermine all their sources of happiness, and to turn them into miserable wretches. The peasantry, who paid direct revenues to the State, broke down under the pres sure of the screw which was thus applied to them in a most ex tortionate manner^ Whole villages were deserted, and the powerful farmers had thus an excellent opportunity afforded them of becoming proprietors of lands and villages thus deserted."], [23, "13 CONDITION OF THE PEASANTRY UNDER THE MARATHA GOVT. III. LAND TENURES— (continued). As may be expected, the peasantry who paid direct rents to the State broke down under the weight of the capricious de mands of the Maratha Government in the shape of additional cesses. The Maratha koomavisdar could ill-brook any symptoms of prosperity on the part of the ryots. If the Kunbies of a village were found to be a well-to-do class, possessed of well built houses, or using copper, brass, or other metallic vessels for domestic purposes instead of earthenware pots, or if their wives and daughters were found to wear silver or golden orna ments, they were suspected to have grown rich from the profits of their land, and the Nemesis was sure to frown upon them. A new cess was the inevitable result of the koomavisdar's visit. It was levied under various pretexts. The Sirkar had expended money on the marriage of a member of the royal family, or that the new palace was estimated to cost more than could be spared from the treasury. It was therefore found necessary to levy a hoi vero (cess on ploughs), a khata vero, oodhur vero, or a tax in any other form on government lands, and salamis, maliat swa deos, and other cesses on alienated lands. The mischief of these cesses was that the levy of them was continued long after the objects for which it was required had been accomplished. In bad years, especially, such levies drove the ryots to despair. They were often found to desert their lands, their homes, and their country. The Bhagdari villages also suffered from the same cause. Mr. Pedder gives an interesting history of Koobudthul, a Nurwadari village in the Dushkroi purgunna of Ahmedabad, showing the baneful effects of the Maratha system. In the course of a single generation, the assessment of this village was raised from Rs. 700 to Rs. 5,247. Every year the Maratha koomavisdar went on increasing the amount of the jummabundy, to meet which the proprietors had to sell their lands. \" In Sumvut -- 1869, the year of the famine,\" sayshe, \" the koomavisdar impri ■■ soned the Nurwadars till they signed a blank agreement, which"], [24, "14 KAIRA : A DISTRICT IN FERTILE GUJARAT. \" he afterwards filled up for Rs. 5,427, besides the gaumkhurch, \" and to raise this amount, although the patels paid phalani of •' Rs. 86 per anna, and sold a quantity of mujmoon land, they \" were obliged to borrow Rs. 700 of a soukar. ' The Bhagdari tenure, however, survived the Maratha rule. To meet the unreasonable and ever-increasing demands of the Maratha Government, the proprietors found out the Nurwa sys tem. A principle of joint responsibility was introduced, by which the whole proprietary body in a Nurwadari village held itself answerable for the due payment of the oodhur jummabundy, or lump sum, at which it was assessed. The amount payable br each Bhagdar was in proportion to the extent of the lands which comprised his share. If any of the principal proprietors failed to pay his share of the revenue, the entire body had to make up the amount, each member contributing his quota in proportion to his share of land. Individually, each principal Bhagdar was not only responsible for the. amount due on account of his own share, but also for what was due from his peta bhagdars or sub-sharers. If any of these sub-sharers failed to meet his demand, his prin cipal Bhagdar, — called Muttadar, — had to make up his deficit. At the same time, the land in the possession of the sub-sharer revert ed to the Muttadar. So, also, in the case of the principal Mut tadar whose land reverted to the whole proprietary body in case of his failure. On the Muttadars lay the direct responsibility of payment to the State. They collected the revenue, aud, in this capacity, were known as the Oogratdars, or revenue collectors. They first collected the rents of the mujmoon or common lands, the cesses fluctuating or permanent, the produce of fruit tries, and the salamis, or quit-rents, on alienated lands. These collec tions went to pay the jummabundy, the deficiency in the amount being made up by a phalani or distribution of the sum over the whole proprietary body in proportion to its respective shares. This was the Nurwa system. That the Bhagdars had been able to retain the management of their lands in spite of the new and unreasonable demands of the Maratha rulers, especially, when the direct payers — the peasantry — broke down, shows that the system had some merits of its own. One reason why it sur-"], [25, "15 MERITS OF THE NURWA TENURE. vived the Maratha oppression was that the increased demand of the State was distributed over a large number of sharers and sub-sharers, which contributed greatly to lighten the burden. Another feature of the system, as it obtained under the Maratha rule, was the liberty each Nurwadar had of selling or mortgaging his land and raising money thereby. In times of distress or in bad years, the Narwadar had often recourse to this step, which afforded him no small relief. This explains the alienation of considerable tracts of land in the Kaira zilla — • lands known as Nurwa Barkhali, Nurwa Vechania, and Gura nea. The Nurwadars also alienated lands in charity (dlw mddd) to Brahmans, Bhats, Charuns, and other mendicants. Such lands are known as pasaeta lands in Kaira zilla, and wuzeefa in Broach. There were alienations also on account of service done to Nurwadars. These are still known as chakariat lands. All these had to be finally settled during the revised survey. Between the years 1800 and 1817 A.C., nearly the whole of Gujarat passed into the hands of the British Government, partly .by right of conquest, and partly by cessions from the Peshwa and the Gaekwar under the treaty of Bassein. At the com- mencement of the British rule, the old revenue management of the territories was of course adhered to. This was, however, shortly found to be unsuitable. But before introducing any change of a permanent character into the existing revenue system, it was found necessary to know the customs and usages of the country, the rights and privileges of the landed classes, — from the Kunbi cultivating his land on a tenancy-at-will to the talookdar — the lord of many thousand acres of land. All this was a work of time, but it evinces no small amount of political sagacity and practical wisdom on the part of the authorities of the time to find that the chief attention of the district officers was then directed towards collecting information from all available sources — information likely to throw light on the past fiscal and political history and present condition of the people. The materials thus collected formed the basis of future procedure in the revenue and political management of the country."], [26, "16 KAIRA : A DISTRICT IN FERTILE GUJARAT. The appointment of a Tahiti, or village accountant, in every village owned by Government was the first important change that immediately followed the transfer of power from the Maia thas to the British. The duty of the Talati was to keep a record of all the lands of his village — irrigated, dry crop, or waste; to record the rights of the several occupants thereof; to collect, in conjunction with the mukhi, or chief patel, the Govern ment assessment on them, and to keep an account of the same, paying the money thus collected into the Mamlutdar's treasury, to which he was responsible. In Nurwadari or Bhagdari villages the management of mujmoon lands was transferred from the Narwadars to the Talatis of those villages. All rents of muj moon lands which were hitherto collected by the Mutadars, or principal sharers, began to be collected by the Talati, who passed to the credit of the Narwadars such sums as they were entitled to. The Nurwadars had to pay the balance of the sums due by them on account of the lump assessment, which remained after the collections from the rents of the mujmoon lands were deducted from the total amount. Such a transfer of the right of collecting revenue certainly involved an invasion of the pri vileges of the Nurwadars, which could be defended on no princi ple of justice or expediency. The practical effect of it, however, was to free the Nurwadars from the management of common lands, which to them was hitherto more a source of loss than of gain. Hence the change was not looked upon by the joint communities in tho light of a violation of their rights. In fact they were hardly able to pay their own assessments. In the history of rural Gujarat, the early years of British rule present a dismal and uninviting spectacle, owing to an unpre cedented decline in the value of agricultural produce. The pea santry was rack-rented, as we said, under the Maratha rule. And the British Government took up the revenue system as they found it. It was soon discovered, however, that in directly managed holdings, of which the rent was payable to Govern ment, the ryots found the burdens too heavy for them to bear. In Nurwadari villages also the records of those times bear wit ness to the miserable condition of the proprietary body, and to the"], [27, "EARLY YEARS OF BRITISH RULE IN GUJARAT. 17 constant disputes which arose on account of the non-payment of the Government demand. Processes of Civil Courts, sales of lands, or shares of estates, and confiscation of moveable and immoveable property belonging to the Nurwadars were the fea tures of the time. Each zilla Collector kept himself so secluded from his brother officer in the vicinity, that common action on any important question connected with revenue management was hardly possible. Thus every Collector pursued a system ho thought best adapted to the zilla under his charge. A survey of lands was at last resolved upon by Government, by the appoint ment of Major Cruickshank and Colonel Melvill as Revenue Sur veyors of Gujarat thirty-five years ago. These gentlemen exe cuted a rough survey of the Ahmedabad and Kaira zillas. This was in 1825. A similar survey of Broach zilla was also con ducted under Lieut. -Colonel Monier Williams. The reports of these gentlemen contain valuable information regarding the condi tion of Gujarat at that period of British rule. They showed but too plainly how much there was yet to be done in the matter of a systematic revenue settlement of the country. This state of things continued for some time. It was evident, however, that a comprehensive system of land survey and settle ment, based upon equitable principles, and a due regard to the interests of the ryots as well of the State was sorely needed to place the revenue management upon a sound footing. This sys tem could be no other than that projected by Captain, now Sir George, Wingate, and the late Mr. Goldsmid, and introduced for the first time with admirable results into the Dekkan. Accordingly, about five and twenty years ago, the beginning of aland settle ment upon the principles of the new survey was made in the dis trict ofDholka, in the Ahmedabad Collectorate. The settlement of this zilla presented no new features, at least none that differed from those met with in the Dekkan. The greater portion of land was held directly from the State, the rest being owned by talookdars. It was, however, in the settlement of the second zilla of Guja rat, namely, Kaira, that the Survey Department met with fea tures of tenures different from those found in Ahmedabad. How these were dealt with we shall see hereafter. 3"], [28, "18 KAIRA : A DISTRICT IN FERTILE GUJARAT. IV. THE REVISED SETTLEMENT. The first question in connection with the revision of the settle ment of the Kaira zilla was, Should the existing Nurwadari system of tenure be retained or replaced by the Survey System ? There were certainly many things to be said in favour of the vil lage system. The ryots and the Nurwadars had clung to it from time immemorial, and had thus come to look upon it as an estab lished institution — an institution which had survived the various political changes in the country. Moreover, the working out of it did not at all clash with the principles of the revised settlement as laid down in the Joint Report. Something more was therefore required to carry out a radical change in the land system of a whole province, than the mere desire of revenue officers to assi milate all tenures to one form. On a due consideration of the various points, pro and con, the Settlement Officer recommended that it was far more prudent, looking equally to the interests of Government as well as to those of the ryots, to retain the Nur wa tenure. The chief reasons advanced were — First, that in case the existing tenure was superseded by the Survey system, such an act would be viewed with alarm by the Nurwadars, and great discontent on their part would be the result. Secondly, that individual Nurwadars having alienated portions of their lands, such portions, hitherto held as rent-free, will bear a full assessment under the new Survey, — another source of con siderable bickering on the part of the proprietary body. Thirdly, that Government would suffer an immediate loss of revenue, inasmuch as the new Survey would set free waste lands which had hitherto been included in the lump assessment, but which under the new Survey would pay no assessment, at least, not for some time to come. For these and other reasons, Government sanctioned the reten tion of the Nurwa, to the great satisfaction of the proprietary body, who looked upon any innovation in their existing system with considerable anxiety. A few modifications were, however,"], [29, "PROPORTION OF GOVERNMENT AND ALIENATED LANDS. 19 evidently required. The settlement officer had to adjust a re-dis ribution of shares in cases where it was found that the lands they orginally comprised no longer formed part of them at the period of the new survey. This re-adjustment has, upon the whole, been carried out satisfactorily. As regarded lands, which though originally forming portions of the Nurwa, but which in process of time had become alienated — the Nurwa Barkhali lands — an arrangement was come to with the holders thereof, by which their rights and titles were placed for ever on an unquestionable footing by their submitting to a summary settlement of four annas in every rupee of assessment to which the lands would be liable, provided they were held as Government lands. This arrangement seems to have given general satisfaction, since it has been the means of setting at rest an endless variety of disputes and questions which were raised against their holders. At the period of the revised settlement, the Kaira zilla com- prised six talookas, viz., Neriad, Borsud, Mehomedabad (late Matur), Mahoonda, Kuppervunj, and Thasra.* Of these, the talookas of Neriad and Borsud are mostly Nunvadari, that is to say, 26 out of 88 villages in the foi-mer, and 54 out of 111 vil lages in the latter, are held on that tenure, the rest of the taloo kas, except a ft?w villages in the Thasra purgunnah, are Klialsat senja, the lands being held directly from Government. There is, besides, a large extent of alienated land in all these talookas, amounting, in some cases, to as much as 50 per cent, of the entire area. The following tables will show at one view the respective numbers of acres of Government and alienated lands in each of these talookas : — Government Alienated Snperfieial Area Land. Land. Total. of each Talooka. Acres. Acres. Acres. Square Miles. Neriad 78,5206 63,984-5 1,42,50411 222J Borsud 82,932 8 61,76714 1,44,689 22 227 Mehomedabad (late Matur) 93,356- 75,723\" 1,69.079\" 264*. Muhoonda 84,713\" 58.207- 1,42.920- 248 Kuppervunj 79,259\" 36.810- 1,16,069- 214 ) + Thasra 84,713\" 58,207\" 1,42,920' 131J j -■- * Since the date of the revised settlement anew distribution of talookashas been made t Compiled from variouB statements given in the Selection. X Gross area of Government villages."], [30, "20 KAIRA : A DISTRICT IN FERTILE GUJARAT. Of these, the respective classes of dry-crop, rice, garden, and unculturable lands (including roads, tanks, village sites, &c.) are as under in acres : — Dry Crop. Rice. Garden. Uncultnrable. Neriad 1,06,99117 9,29725 11,930-14 14,28435 Borsud 1,11,09535 7,62413 13,5175 12,4529 Mehomedabad (old Matur) 1,20,620- 21,990- 7,982. 19,389. Muhoonda 1,14,204- 23 426- 5,290. 6,814' Kuppervunj 1,06.876\" 6,310- 2,8«3- 21,399- Thasra 32,58617 4,58738 1,4351 10,76211 The average rates of assessment, as settled by the revised survey, in each of the above mentioned talookas, are as under : — Maximum Dry Dry crop rate for crop rate. the lowest groop. Neriad 6 4 0 3 8 0 Borsud 6 0 0 4 12 0 Mehomedabad (late Matur) 4 12 0 4 0 0 Muhoonda 4 8 0 2 0 0 Kuppervunj Not given in the printed reports. Thasra „ „ „ Considering the various circumstances affecting the produce of each of these talookas, such as soil, climate, the proximity or remoteness of accessible markets, and above all, the facilities for carrying off the produce afforded by the Bombay and Baroda Railway running through the heart of the zilla, it is but fair to say that the rates of assessment are in due proportion to the advantages enjoyed. They cannot be said to press very heavily upon the cultivators. The villages in the talooka at the head of the above fist (Neriad), and those in their immediate neighbourhood belonging to H. H. the Gaekwar, produce the finest tobacco in the whole of Gujarat, nay, of India. Be sides its large local consumption, the Neriad and Mehelava tobacco is exported from Gujarat in abundant quantities to Bombay, Malwa, Indore, Central India, Berars, and even to Aden and Muscat. It is rich and strong in flavour, but owing to defects in the method of curing and other treatment, the leaves, as soon as they get dry, become very brittle, and do not admit of being folded into, and otherwise made suitable for, cheroots. These defects in the modes of treatment and curing are capable of being easily remedied, provided the ryot be taught"], [31, "21 TOBACCO CULTIVATION. by actual experiments the requisite processes for converting the tobacco into cheroots. From the experiments conducted by Mr. E. D. Robertson, in Dharwar and in Gujarat, there is little doubt that the tobacco cultivation admits of considerable im provement, which, if attained, cannot fail to be a source of in creased demand and of additional wealth to Gujarat. But to return to tour subject. The rates of assessment, as determined by the survey, do not press too heavily upon the people. But it would be a great mistake to suppose that they are very light, or admit of being indefinitely increased. Compared with those fixed for other zillas in Gujarat, they are, perhaps, the highest. For instance, the maximum dry-crop rate for the seven patees of Neriad is Rs. 6-4-0 per acre — a rate seldom to be met with in any talooka or kusba in the Presidency. It is not with a view to complain of this that we bring forward this circumstance to the notice of the reader. Our object is simply to show that while the cultivator gets his due share of profit, the Government is equally benefited, and that the revised rates are, upon the whole, satisfactory to both parties."], [32, "22 KAIRA : A DISTRICT IN FERTILE GUJARAT. No. V. IRRIGATION AND WELL ASSESSMENT. It appears that of 481,697 acres of land in actual cultivation in Kaira, the area devoted to garden cultivation is 22,749 acres, that is to say, a little over 4^ per cent, of the cultivated area. The rest of the land is devoted to khurreef or monsoon crops. This may seem surprising enough, considering the capacity of the land to produce more than one crop, and the general intelli gence, and industrious character of the Churotur kunbi, but it is nevertheless the fact. And as this is more or less the propor tion of land producing garden crops in most of the zillas of Gujarat (except, perhaps, Surat,) the question arises, What are the obstacles to the extension of garden cultivation in the Province? The Gujarat kunbi is not ignorant of the benefits which would accrue to him if his land was rendered capable of yielding more than one crop, looking to the fact that wher ever he has the facilities of doing so, he spares no amount of labour or capital to raise more than one crop. What then are the obstacles ? The answer is comprised in three words. Irri gation and drainage. Irrigation and a scheme of drainage suited to the condition of the country, are perhaps the two great wants of rural Gujarat. It is a pity that in this matter the claims of Gujarat should have been so wo fully neglected — as they have been — compared with the Dekkan. So many useful projects of irrigation have been and are still being pursued in the Dekkan and Southern Maratha Country at an immense outlay of money from the Imperial Exchequer that the only wonder is how it has never entered the heads of those who preside over the Public Works Department in this Presidency to do anything for Gujarat in this respect. You have the irrigation tank at Ekrookh, near Sholapoor, the storage lake near the town of Maynee in the Sattara district, the Kurukwasla lake near Poona, and many other irrigation schemes in the execution of which lakhs upon lakhs have been expended, and are still spent. What similar projects have been executed in Gujarat compared to this ? The claims"], [33, "BACKWARDNESS OF GOVT. IN THE MATTER OF TUBLIC WORKS. 23 of Gujarat in this respect are certainly not inferior to those of the Dekkan. The annual revenue from land which flows into the Imperial Exchequer from the Southern Division is Rs. 1,53,29,214, whereas that from the Northern Division is Rs. 1,61.98,195. It may be that the physical characteristics os these two large divisions of Western India have to some extent to do with their peculiar irrigation facilities. But whereas the soil of the Dekkan and Southern Maratha Country renders an extensive outlay for irrigation necessary, the cost of carrying out irrigation projects in Gujarat would be infinitely less. Gujarat possesses noble rivers, such as the Nerbudda, the Taptee, the Saburmutty, of which the waters roll on in ceaseless course in millions of tons to waste every second in twenty-four hours. And yet they have not been converted to the use or comfort of man, simply because of the ignorance of the children of the soil and the perversity or indifference of an enlightened Government. We are not unconscious of many difficulties in carrying out locally schemes of irrigation in Gujarat. Some of these may appear to be of insuperable character, but surely the subject deserves the most careful attention on the part of the authorities. Practically, nothing has been done in Gujarat for irrigation. The Taptee project by which it was proposed to put an irrigation dam across the river, and to lead off canals to different parts of the Surat Collectorate, was reported upon in 1860 by Captain Chambers. The conclusions which Captain Chambers came to in the report, stated in his own words, are : — \" 1st. — That the Taptee is a river with excellent sites for an -' irrigation dam, and the country under the command of such \" a dam is well suited for irrigation. \" 2nd. — That there is water enough in the river for, at least, -• 200,000 acres of land, from the middle of June to the 1st of •' December, if not longer, and there are on both banks of the \" river, 200,000 acres of land, so situated as to be perfectly •■ irrigable. \" 3rd. — That the proposed scheme of combined irrigation and -• navigation is a perfectly easy one from an engineering point of \" view, but expensive owing to the heavy cuttings at the heads"], [34, "■24 KAIRA : A DISTRICT IN FERTILE GUJARAT. \" os the main ducts ; to the nature of the country to the south •' of the Taptee, which is traversed by several broad and deep \" streams ; and to the fact that much of the best land in the delta \" is not British territory. \" 4th. — That with these drawbacks, a return of 8 per cent, on '• the proposed outlay of 36f lakhs may confidently be antici -- pated by means of a water-rate at 2 Rupees an acre on -- the land irrigated, besides indirect profits and advantages. \" 5th. — That this rate if compared with what land elsewhere -■ pays for water, is an extremely moderate one. \" 6th. — And that finally, so little has been done for the col \" lectorate since it has been a British possession, that Govern \" ment might well take in hand works which would greatly \" benefit and enrich the district, even if they did not yield a \" large remunerative return to the State.\" And yet the project has been lying buried in the archives of our Public Works Department, till some engineer, feeling an interest in the work, may think it proper to call some day the attention of Government thereto. The noble Nerbudda, the largest of the rivers in Gujarat, can surely in some of its parts at least be turned to use for irrigation purposes, and so in the case of the Saburmutty. In the Kaira zilla, we have the Mahi, the Watruck, the Meshwa, the Shehedhi, and the Mohur, which enclose pretty large basins of fertile land. We admit that in the case of some of the rivers, the difference between the actual levels of their surface, and the surface of the surrounding land is so great as hardly to admit of the land being watered ; that in others, as in Shehedhi, the river water is so bad as to be unfit for irrigation, and would rather spoil the land than improve it. But the natural resources of Gujarat in respect of water supply are boundless, and it is worthy of an enlightened Government to at least see that all possible means have been tried and found wanting. Captain Chambers was deputed to report upon all the rivers of Gujarat. And nothing could be more important to those inter ested in the irrigation of the Province, than to know what rivers he visited, what he thought of the capabilities of each for irriga-"], [35, "25 NATURAL AND ARTIFICIAL SOURCES OF IRRIGATION. tion, the extent of the country likely to be supplied with water by each, and the difficulties, great or small, which would have to be encountered in carrying out a thorough scheme of irrigation, together with an estimate of the outlay required for such pur poses. But excepting that on the Taptee river no other reports of Captain Chambers on the rivers of Gujarat have seen light. Next to rivers, another source of irrigation is streamlets, lakes, ponds, reservoirs, &c, of which there are plenty in all the zillas. The land which receives its supply of water from these as well as from large rivers is of two kinds — the Bhatta land, which is mostly of a rich alluvial character, and the Kyari or rice land. The Bhatta land is the most fertile, owing to the alluvial deposits which are washed away on it from neighbouring rivers, and produces the finest crops of sugar-cane, plantains, ginger, pine apples, and potherbs. There are two ways of irrigating such lands. One is by means of Dhekoories, a very simple mode of thawing water. It is used principally in Ahmedabad zilla, and to a certain extent in Kaira. The other mode of irrigating is by means of kutcha wells. These two descriptions of land form what may be called natural bagayet, or garden lands. They form, however, a very small proportion, and for obvious natural advantages, are heavily assessed. Artificial irrigation, however, is carried on in Guja rat on a large scale. This is done chiefly by means of wells sunk by the ryots. In fact, irrigation by means of wells is the prin cipal mode which is practised extensively in Gujarat. It is simple and inexpensive, and is eminently suited to the habits of the cultivator. In different parts of Gujarat, water is accessible at different depths. In the Surat Collectorate the depth varies from 30 to 50 ft. ; in the Broach zilla from 55 to 75 ft. ; in the Kaira zilla from 80 to 100 ft. ; and in the Ahmedabad territory from 70 to 90 ft. It is obvious that the greater the depth and the harder the bed of earth through which the supply of water is obtainable, the greater is the cost of sinking wells. Accordingly, where water is easily accessible, as in the talookas of the Surat Col lectorate, recourse is had to what are called Kutcha wells, which I"], [36, "26 KAIRA : A DISTRICT IN FERTILE GUJARAT. are merely holes dug into the ground to a depth sufficient to enable the cultivator to obtain the requisite supplies for his field, or patch of ground. As a matter of course, these wells do not last more than two or three seasons. Their cost is also insignifi cant. The cultivator has recourse to them whenever he needs a supply of water for his crop. For monsoon crops they are not required; but for such garden produce as sugar-cane, ginger and other wet crops grown extensively in the Chikiee and Bardoli talookas, these Kutcha wells are of first importance. In the Kaira zilla, however, where a considerable depth below the surface of the soil must be reached to obtain a water-bearing stratum, the necessity for permanent wells is great. And accord ingly you find strong masonry wells built by the ryots at consi derable expense. Most of the owners of wells in this zilla, especially in Neriad, Borsud, Muhoondha, Kuppurvunj, &c. are Nurwadars. The wells are sunk into lands held on the Nurwa tenure. And the general complaint on the part of these proprie tory cultivators regarding the recent land settlement is that whereas these wells were hitherto free from any impost whatever, the new settlement lays a heavy and unjustifiable cess on water — of which the facility has been obtained by them and their an cestors by employing their hard-earned savings in the construction of permanent wells. It is, moreover, a charge upon capital sunk in agricultural improvements, of which the levy can, on no prin ciple of economy, policy, or justice, be defended as right and proper."], [37, "27 No. VI. THE WELL-ASSESSMENT CONTROVERSY. To comprehend the merits of the issues involved in this con- troversy in such a manner as to be able to pronounce upon them with some degree of confidence, it is necessary, first of all, to understand what the controversy really is. And as this demands some acquaintance on the part of the enquirer with the mode by which wells are assessed and the Government land revenue determined, it may not be superfluous to mention a few of the leading operations connected with the subject. The land settlement in this Presidency, which, properly speaking, is a field assessment, and in which is included the separate assess- ment on wells, consists of four operations respectively denoted by the terms Demarkation, Survey, Classification, and Assess- ment. Each of these processes involves a long and arduous work, tasking to the full the energies of the Survey and Settle- ment Department which presides over it. First of all the boundaries of a field have to be ascertained and duly marked out. An earthen mound is placed at each of the principal corners of a field to indicate its boundary and to avoid dis- putes respecting it. Preservation of these field boundaries is strictly enjoined on owners and occupants, any breach in this respect being visited with fine or damages. The next operation consists of surveying the field, that is to say, mea- suring its length and breadth and determining its superficial area. This is followed by an enquiry into the character of the soil, different descriptions of soils being classified according to their capabilities. This is the work of classers — men spe- cially trained for the work. In the case of a field containing a well, it is the duty of the classer to ascertain the quality of the water and to put down its classification according as it is sweet, brackish, or salt. All papers regarding the demarkation, survey, measurement, and classification of soils, being thus prepared, are_forwarded to the settling officers, who have, if not the most difficult, certainly the most responsible and delicate part of the"], [38, "28 KAIRA : A DISTRICT IN FERTILE GUJARAT. work to go through. They have to determine the dry-crop rates of assessment, not only on each field, but also general rates for different classes of soils, and it must be mentioned that these rates are arrived at generally after a due consideration of the circumstances affecting the soil of a district, its climate, the proximity or remoteness of accessible markets, the prices of food prevalent during the previous ten or twenty years, and other facts bearing upon its prosperity. In the districts of Gujarat, where the revised settlement of land has been conducted as above, the measure has upon the whole been met with tolerable satisfaction except in respect of one important subject, and that is the assessment of wells. Wherever in Gujarat, as mentioned above, wells have been found to exist at the time of the revised settlement, they have been carefully noted, the qualities of their water classed, and the fields in which they are found have an extra cess levied on them, over and above the dry-crop rates to which they would be liable, had the wells no existence at all. This has given rise to general dissatisfaction among the cultivating classes of Gujarat, from the fact that the wells were never the property of the State, in fact, the State never contributed a farthing towards their construction, although the lands in which such wells were found to exist belonged to Government. The injustice of this levy is further heightened from the circumstance that new wells constructed after the introduction of the revised rates of settlements are exempted from all future assessment. There are thus two questions involved in this controversy, one relating to the assessment of old wells found at tliQ period of the revised settlement, and the other having reference to the levy ofa water rate on new wells, that is to say, those constructed after the introduction of the settlement rates. With respect to assessjng new wells, Government has laid down a just, broad, and liberal principle that no improvements on land shall hereafter be taxed, or shall ever enter as elements of taxation in a revision of land settlement hereafter. The principle is thus laid down in Section XXX. of Act I. of 1865 :— \" It shall be lawful for the Governor in Council to direct at any time"], [39, "PLEAS IN DEFENCE OF THE LEVY OF A WELL-CESS. 29 \" a fresh survey or classification or al] or any of these combined, but the \"assessment so revised shall not take effect till the expiration of the \" period of previous guarantee given as provided in Section XXVIII. Such \"revised settement shall be fixed not with reference to improvements \" made by the owners or occupants from private capital and resources \" during the currency of any settlement under this Act, but with reference \" to general considerations of the value of land, whether as to soil or \" situation, prices of produce or facilities of communication.\" Believing that the reference to \" improvements made by the owners or occupants from private capital and resources, during the currency of any settlement under this Act,\" could be to no other than new wells, future well-owners have reason to rest satisfied that the results of their employment of private capital in promoting irrigation schemes shall be free from taxation. Thus, to use the wrords of an eminent authority on this side of India on questions connected with land settlement, \" the most complete encouragement possible is given to the development by means of private capital of the capacity for irrigation which the country possesses.\" It is only to be hoped that this interpretation will be strictly adhered to in future revised settlements. Consistently with the enunciation of this just and liberal principle, owners of wells which were found to exist at the time the revised settlement was introduced — and others as have had no revised settlement yet introduced into their districts, as, for instance, those in Broach, Punch Mahals and parts of Surat Attavessy — these well-owners enquire, and naturally enough, Why should not this fair and just principle have a present or retrospective effect ? The principle is just the same, and if it holds good in the ease of future well-owners, it must hold equally good in respect of the existing owners, since it is, like the principle of justice, eternal, being irrespective of time or place. Against the claims of the suffering well-owners it has been urged as follows by the same authority whose words we quoted above. As the views therein set forth are those of an expe rienced Government officer, they are entitled to a careful con sideration. It is advanced : — '■ With regard to the old wells it is a mistake to say they have"], [40, "30 KAIRA : A DISTRICT IN FERTILE GUJARAT. \" never been assessed before, for the Nurwadari rentals were '-originally made up of the estimated value of the produce of \" lands improved as well as unimproved, so that lands watered \" from these old wells were valued according to garden- crop \" rates. This was not done by the British Government, who \" simply continued the system handed down to them from native \" rulers, and were thus in the position of a landlord inheriting an \" improved estate, for the improvements effected in which in \" former times the tenants had already received full considera \" tion. If wrong was done in taxing irrigated lands in the first \" instance, it is a very quixotic idea to maintain that the British \" Government is bound to go back and redress what was done ■' by its predecessors.\" With every deference due to the views of the writer of the above paragraph, we cannot help entering our protest in respect of the statements made above. The apology thus put forward on behalf of Government for the levy of rates on old wells rests on four distinct grounds, viz. : — 1st. — That such rates were levied under the native rule. 2ndly. — That the British Government have, in the revised set tlement, and, especially, in the case of assessment on wells, simply followed out the revenue system of the native rulers. 3rdly. — That well-owners on whose lands the rates are at pre sent charged, have received ample consideration for their im provements in former times. 4thly. — That if any wrong was committed in the present levy of a well-cess, the British Government is not bound to redress it, since it has simply followed the system of the native rulers. We have now to enquire how far each of these statements is supported by the actual circumstances of the country. For proof of the first proposition we are referred back to the mode in which the Nurwadari settlement was carried out under the native rule, where, it is alleged, ' the Nurwadari rentals were made up of the estimated value of the produce of lands improved as well as unimproved, so that lands watered from these old wells were valued according to garden-crop rates.' In the preceding article on land tenures in Gujarat I have attempted"], [41, "31 ESSENTIAL PRINCIPLES OF THE NURWA TENURE. to sketch the main principles of this tenure. The essence of the Nurwa tenure I have shown to be a lump assessment ( Oodhur Jummabundy) and a joint responsibility on the part of the vil lage Mutadars or Headmen. Minute investigations into the capa bilities of the soil, the extent of each field, the quality and variety of its products, the facilities for water enjoyed by it, its situation as regards markets — -these and like enquiries were as foreign to the spirit of the Nurwa tenure as they were to the character of the Maratha Government under whose sway the system obtained its full force. General considerations bearing upon the richness of the soil, the nature of the crops, the good or bad seasons through which the village community had passed, and the prices of food, doubtless, influenced, to a certain extent, the determination of the amount of this lump assessment. Other circumstances, however, went far more to determine the amount than a regard to dry-crop or garden-lands. Of these the prin cipal was the social character and position of the peasantry. This was pre-eminently the case all over Gujarat under the Maratha Government. A village of which the greater portion consisted of Kunbi population invariably paid higher assessment than another inhabited by Kolies, owing, very probably, to the circumstance of the Kunbi being a far more skilful cultivator than the Koli. The ability to pay the assessment was thus rated far higher in the case of the Kunbi than in that of the Koli, owing to the superior social position of the former over the latter. This circumstance has had so powerful an influence upon the land assessments of Gujarat that some consideration appears to have been accorded to it even in the recent revision of assess ment effected by the British Government. Though our settle ment officers have not been guided by rules of caste assess ment, yet it is a notable feature of the Kaira settlement that the Koli villages are more lightly assessed than those of which the major portion has consisted of the Kunbi population. The whims or caprices of settling officers as well as a regard to the pressing necessities of native rulers had also much to do with the settlement of the lump assessment. There is therefore not the shadow of a doubt that in Nurwadari villages"], [42, "32 KAIRA : A DISTRICT IN FERTILE GUJARAT. under the old rule neither the extent and quantity of dry-crop and irrigated lands nor the value of their produce entered as principal elements in determining the amount of the lump assess ment. There were no garden rates fixed on lands watered by wells, no charge on account of natural facilities for water, far less for artificial ones. As long as the Nurwadar was prepared to pay his phalani, or quota of assessment, he remained unmo lested. The Kulum bundees, or agreements passed under the native rule by the village community of those days, may be con fidently appealed to for testimony on this subject. These agree ments, signed by the Mutadars of Nurwadari villages, simply mentioned the amount of the lump assessment for which they held themselves answerable; the instalments by which they were payable, and the mode or modes by which due payment was guaranteed to the Sirkar in case of non-fulfilment of engage ments. Not the remotest allusion was made in them of garden rates leviable on irrigated lands. The village lands being divided into paties, the headman of each pati had to answer for due payment of amounts by individual Nurwadars comprised in his section. The plea, therefore, set forth in the second proposition, that in levying rates on old wells the British Government has simply followed the practice of the native rulers, is founded upon a misconception of the essential characteristics of the Nurwa tenure. The native government was in fact too lazy to go into all the minute particulars regarding the state of every field and the condition of every cultivator. It was simply with a view to avoid close and searching enquiries into these matters—en quiries distasteful alike to the Government as well as to the peasantry— that the Nurwa system found general favor. It had also another attraction in the social importance it gave to the leading men of tho village community of Gujarat— an impor tance prized above all other considerations, and even at the sacri fice sometimes of considerable sums of money. The British Government, therefore, while openly professing to continue the Nurwa system, in the form in which it has hitherto been found to exist in the country, is clearly responsible for a"], [43, "UNREASONABLENESS OF THE LEVY OF THE CESS. 33 departure from the original and essential principle of the settle ment in levying, over and above the Jeerayat or dry-crop rates, a separate and extra cess on wells which are the private property of the ryots, and with constructing or repairing which the State has had nothing whatever to do. That this is an illiberal policy, unworthy of a wise, beneficent, and enlightened Government, who profess to afford every encouragement to the development of agricultural industry, and thereby to promote the true national wealth of the country, is even admitted by Government, as is manifest from the policy adopted in exempting old wells in certain parts of the Dekkan. The question naturally arises, Why not exempt all old wells, thereby applying one univer sal rule to improvements effected in land ? Owners of old wells have as equal a right to exemption as those of new wells, or, perhaps, greater, from the fact of their having laid out capital in improvements at a period when capital was very scarce in the country, and also, in some cases, under a full assurance of ex emption from future rates. It has been urged, in the third proposition, that owners of old wells have already reaped the fruits of their improvements in the exemption they enjoyed up to the period of the revised settle ment. But should this be held forth as a pretext for taxing them on the introduction of the revised settlement ? Should it not, on the contrary, give them a prescriptive right to exemption hereafter ? Having hitherto enjoyed freedom from any imposi tion on their wells, they are the more entitled to a continuance of that exemption than others. In not having exempted them from the levy of a cess which, at best, is precarious, Government has laid itself open to a charge of wrong doing, which it is bound in the true interests of right and justice as well as of the happiness of the commonwealth to redress. To maintain, then, as is done in the fourth proposition, that if any wrong is done in the levy of this charge on old wells, the British Government is not bound to redress it, is clearly opposed to reason as well as to fact. Supposing, for a moment, (what really is not the case as shown above) that wrong was done by native rulers in making a charge on irrigated lands, it surely 5"], [44, "34 KAIRA : A DISTRICT IN FERTILE GUJARAT. does not follow that the British Government should therefore per petuate it, after being once conscious of the mistake. Any Go vernment is bound to rectify the mistakes of its predecessors, far more so an enlightened Government like the British. Though adhering to the main principles of the native revenue system, it has always departed from it whenever it was found convenient to do so without raising an alarm thereby. Take the instance of the Nurwa tenure itself. Under the old Nurwa system, the amount received on account of Mujmoon lands was always de ducted from the gross amount payable by the village commu nity, and the remainder was distributed over the entire body of the Nurwadars, who had to pay according to the shares re spectively held by them. In the revised settlement, however, Government has, contrary to the spirit of the Nurwa tenure, thought fit to appropriate the assessment on Mujmoon lands to itself, leaving the Nurwadars to make up the amount without the deduction usually allowed under the native rule. When this deviation from the practice has been slurred over, is it too much to urge upon it the necessity of deviating from the practice of the native rule in respect of the levy ofa cess on irrigated lands? But the question rests on the supposition, that such a charge was made on irrigated lands under the Nurwa system. This, how ever, as we have shewn above, has no foundation in fact. But it would be doing an injustice to the British Govern ment to deny that whenever a clear ease of injustice is brought to light, Government has deemed it its duty to rectify it. The recent assessment of the Ir.dapoor Talooka in the Poona Collec torate may be cited as an instance. In its Resolution in the Revenue Department No. 1211, dated 27th March 1868,* the Government of Bombay has enunciated the following views of its policy on well-assessment : — \" In regard to special taxation of wells, it is said with truth \" that water is, like mineral wealth, fairly taxable by the land \" lord when used by the tenant. His Excellency in Council, \" however, considers that the first principle of its taxation should * See pages 202-204 of Selection, No. CVII, New Series, from the Records of the Bombay Government, entitled — Papers relative to the Assessment of the Indapoor Talooka in the Poona Collectorate, 1868."], [45, "WELL-ASSESSMENT IN INDAPOOR TALOOKA. 35 \" be that which governs our taxation of the land itself; that \"is the capability of being used rather than the use itself. If \" water of good quality be easily available near the surface, it is \" more reasonable to tax such land by a light additional rate, \" whether the water be used or not, than to lay an oppressively \" heavy tax on those who expend capital and labor in bringing \" the water into use. There is, however, a point at which this prin ciple must be modified, for when the land is such that when \" water is not brought to it, it will bear nothing ; and when water \" is used it will yield a fine crop, than even a light tax in the for \" mer case is impossible. Of this class are the sandy tracts in the \" Konkan which under the influence of water become cocoanut \" gardens. It must be held that the right of Government to levy •' a rate by virtue of tbe water below the surface, is in abeyance \" or dormant till the water is produced, but it is doubted \" greatly, even in this extreme case, whether it is politic, though \"it may be asserted to be just, to levy more than would be \" leviable from first class rice ground ; which enjoys also the \"benefit of water, not created, it is true, by the tenant, but \" utilized by means of his preparation of the gound.\" If these views had been acted upon in respect of wells in Gujarat, there would be little cause of complaint on the part of the cultivating and land-owning classes. It could be easily shown that there are districts in Gujarat, and notably in Kaira Zilla, where land is such that when water is not brought to it it will bear nothing ; and when water is used it will yield a fine crop, so that even a light tax in the former case is impossible. How the question was settled in Gujarat, and what the ryots, on the one hand, whose interests have been deeply affected by it, have to urge on their behalf, and what apology the Revenue Survey Officers have to offer on behalf of the mode which they have sought to adopt, will appear in the sequel."], [46, "36 KAIRA : A DISTRICT IN FERTILE GUJARAT. No. VII. THE \" BAGAYUT KUSSUR\" AND ITS PRESSURE UPON PRODUCE. It is scarcely possible to judge of the real merits of the issues involved in the question of well-assessment in connection with the land revenue settlement in any district of this Presidency, with out well marking the positions of those who have taken part in the controversy and have looked at it from different points of view. This would also enable us to determine how far the views held by the different revenue settlement officers are borne out by the actual circumstances of the country. At the close of the volume on Kaira, the reader has laid before him the whole correspondence on the subject, of which it is necessary to note and examine the most salient points. It must be mentioned here injustice to Government that the principal points of the controversy regarding well-assessment do not relate to future assessments on wells, nor to the assessment of such wells as have been entirely built or repaired at the cost of Government. It is only in respect of wells which have long been in existence, and which have been constructed by private enterprise, and on which the assessment was never before levied, in any distinct form or manner, but has come to be separately charged in the revised settlement lately introduced, that the ryots and well-owners feel the cess as a grievance. To the con sideration of this point chiefly the remarks in the course of this article will be directed. Let the reader carefully go over the following extract from a letter* dated January 31st 1867 from Major C. J. Prescott one of the ablest Settlement Officers, to A. Rogers, Esq., the Revenue Commissioner, N. D. Major C. J. Prescott observes : — \" We attempt to defend the false principle of taxing capital ex pended in sinking wells by the argument that as the produce of garden land is greater, so the share thereof due to Government * Vide p. 192 of the Selection under notice."], [47, "MAJOR C. J. PRESCOTT'S VIEW. 37 should be in the same proportion. I have never been able to un derstand the force of this argument or to recognize the right which the State claims to a higher assessment on lands irrigated by wells constructed out of the hard-earned savings of the culti vators, and with the liberal provisions of Section XXX. of the Survey Act patent to all, I see immense difficulty in convincing the ryots of the justness of our present claim on their wells. Why, Sir, have we such difficulty in making the incident of the well assessment equitable — whether we put it on the bag, the well, or the soil ? Simply, I submit, because we cannot make right in practice ivhat is wrong in principle, t I foresee that if any great calamity should overwhelm this province— draught or fa mine for example — our mode of taxing private capital expended in sinking would be condemned by all sound economists. Colonel Baird Smith was of opinion (Report para. 101) that to keep an agricultural population above want, under all vicissitudes, one third at least of the cultivated land should be provided with the means of irrigation. Now, what is the present position of Neriad, in this respect the most highly irrigated talooka in the province? Of a cultivated area of 128,219 acres, 11,930 only, or a little over 9 per cent (Government and alienated exclusive) is irrigated. Less than one-tenth of the whole available area. We draw all we can out of Gujarat, do not expend one shilling in works of irrigation, and tax wells besides. I cannot think this is the way to be forearmed for the evil hour, which may come when we least expect it. I am well aware we cannot abandon this source of revenue at one fell stroke, but it is clear we must do it 30 years hence — when as no new wells will be taxed, we cannot possibly levy a Kussur on the old. I hope, therefore, that notwithstanding the heavy profits which I am well aware accrue to all well-owners in Neriad and Borsud, we may be in duced to look on this source of revenue as condemned to abandon ment after 30 years, and prepare ourselves for it by imposing a moderate Kussur on principle. It we do not, the Kussur will abandon us, for cultivators will take care never to repair old wells, or to prevent them falling to decay, well knowing that if t The Italics are the writer's."], [48, "38 KAIRA : A DISTRICT IN FERTILE GUJARAT. they sink new ones in the place of repairing old, they will be free of taxation for ali time.\" What Major Prescott says above is taking place exactly just now in Gujarat, at least in the Kaira zilla. Old wells sunk in Nurwa lands being subjected to a heavy cess, their owners leave them to fall off rather than put themselves to the expense of repairing them, and yet pay the water cess. To remedy the hardship occasioned by the levy of the water cess, and to get rid of ' disputes, inquiries, and correspondence which are continually arising out of the troublesome subject of well assessment,' Mr. W. G. Pedder, then Survey Settlement Officer in Gujarat, proposed to Government a plan for commut ing the cess at 15 years' purchase, that is to say, the Govern ment was to forego the right of levying the cess on the cultiva tors agreeing to pay, in one or two instalments, 15 times the annual amount now payable by them. The plan, however, is based upon the supposition that the Government has the right to levy the cess. But the supposition is absurd. No right of Government to levy the cess can be made out, — especially in the case of those permanent masonry wells which have been constructed by the cultivators out of their own savings. It is quite manifest that the owners of these wells are perfectly entitled to the free and unfettered use of the profits of the property they have been the means of creat ing. The proposal to allow them the right of redeeming the cess once for all by paying 15 times the amount appears mon strous when it is considered that it is the duty of Government to encourage rather than check irrigation ; and that the most crying want of Gujarat is an abundant supply of water for agri cultural purposes. It is not at all to be wondered at that the Nurwadars of the Kaira zilla, and, in fact, the ryots of Gujarat in general, should at once decline to acquiesce in a proposal of this kind. The question, however, has thus remained at a stand-still. Irrigation has thus received a check in Gujarat which nothing but the enunciation of a liberal policy will overcome. In handing this proposal of Mr. Pedder's to Government, Major C. J. Prescott, then Superintendent, Gujarat Revenue Survey, after expressing his fear that the amount thus obtained"], [49, "MR. PEDDER'S PROPOSAL TO COMMUTE THE CESS. 39 would be looked upon by the Government of India as the \" price of the redemption of a certain portion of the Imperial land revenue,\" and would not consequently be allowed to be expended for local improvements as suggested by Mr. Pedder, expresses great doubts as to what would be thought of the measure by the people of Gujarat affected by it. The people are naturally at a loss to understand what justifiable basis there can be for a commutation of the cess, especially, when the levy of the cess on wells brought into existence by their private enterprise is at best considered as a piece of zoolum or mere force. Major Pres cott goes on to observe : — \" Well-assessment, however moderate it may be, is the least popular of imposts upou land. It is paid because proprietary right is secured and maintained by its payments, and occupiers would gladly relieve them selves of the liability iu the manner proposed if they could be convinced that it is a really equitable arrangement as regards themselves as well as the State. We may try to convince them that they are simply redeeming a portion of the dues of the State, but they will think — \" 1st. — That they are purchasing a right which they have already bought by the expenditure of their capital and labour on Government property, for the idea ot the natives of Gujarat is, that he who sinks a well has given something to the State ; aud, \" 2ud. — That they are purchasing a very precarious tenure in a well which may fall in any day, a few days after purchase even, thus leaving them minus the meaus of building a new well, having expended their means in buying the perpetual right iu the old one.\" The first of the two arguments put forward by or on behalf of the well-owners, seems to be deserving of much greater atten tion than that which it has yet received. It carries us to the consideration of the abstract questions : — 1st, whether in any land owned by Government, the State, if landlord, has any right to levy a tax or royalty on water rendered accessible to the use of man by the labour and capital expended over it by the culti vator ? and, 2ndly, if so, how far does that right extend ? First, then, with regard to the right of Government, it has been held by no less an authority than Sir G. Wingate, that the State, as landlord, has a right to claim a royalty on the water of the wells sunk into Government lands. Sir George gives his reason as follows : — - \" The application of the cultivator's capital to the construction of a new well or the repair of an old one does not create water for irrigation"], [50, "40 KAIRA : A DISTRICT IN FERTILE GUJARAT. but simply provides means for raising the water stored in the subsoil to the surface and applying it to the land. The well is the production of the cultivator's capital, but the water is not. The operation is exactly analogous to the opening of a new mine, until which time the sub terranean mineral lies \"useless to man and yields nothing to the proprie tor of the land in which it exists. But when once capital supplied the means of bringing the mineral to tbe surface in a form suitable to man's wants, it immediately acquires value, and yields rent or royalty to the proprietor of the land from which it is extracted. Water, like minerals, is a subterranean product of great value in tropical climates, and therefore capable of legitimately yielding a rent to the lord of the soil who is the Government in the present case.\" Sir George Wingate's statement of the case is fair enough ; but the preponderance of his view in favour of the State's claim of royalty does not seem, in my opinion, to be fully established. It is undoubtedly true, as maintained by Sir George, that the cultivator's application of capital and labour does not create water for irrigation, but is it not equally true that though it does not create water, it does create the applicability of the water to the useful purposes of irrigation ? For ages together the water in the subsoil may have remained, and does remain, dor mant,without acquiring the least value at all, and without the Government being able to receive a particle of consideration for its existence there. What is it, then, which gives it value but the application of labour and capital rendering it accessible to the use of man ? It is this which imparts value to it. Let the State spend the capital, and it becomes perfectly entitled to the tax it may impose upon it. But when the importer of value is the cultivator, he acquires an indefeasible right over the property thus brought into use. It may be urged that if the water in the subsoil, of which Government is the owner, did not exist at all, all the expenditure of capital and labour on the part of the cultivator could not have brought it forth. But for its existence the whole capital should have gone to waste. But here it may be observed that, after all, it is difficult to mathematically determine the respective shares of capital and labour on the one part, and of the hidden natural resource on the other, in bringing about the desired product in the form in which it may be used for the comfort of man. It is like the case of two factors of a product, where it would be difficult to say"], [51, "WHAT DETERMINES THE VALUE OF WATER?. 41 which of the component multiple factors has the greater share in bringing about the desired product. The one factor is equally indispensable as the other, and each in its full force. Sir George Wingate likens the case of a new well in the soil to the opening of a new mine, which as long us the mineral lies embedded in the earth has no value, but directly that capi tal has enabled it to be brought to the surface, becomes valuable, and the State receives benefit from it in the form of a royalty. This analogy, however, does not, I think, strictly hold in the case of water. True it is that water is a mineral product, as much as iron, lead, silver, or coal. But there is a distinction between water and any other mineral substance which seems to have es caped notice, but which nevertheless enters as an important ele ment in determining its value. The distinction is this, that in the first place, whereas such mineral substances as gold, silver, iron, &c. are, economically considered, luxuries, water is a ne cessary substance, necessary for the existence and comfort of man ; and, secondly, that while so necessary to the existence of. man, it is abundantly supplied all over the earth by the bountiful providence of God ; that where it exists in abundant quantities as in rivers, lakes, ponds, &c, it has no exchangeable value, though it is so necessary to man's existence ; and that whatever value which has been imparted to it is chiefly owing to the difficulty and labour involved in conveying it to a place where it could, betaken advantage of. In this respect it differs remark ably from the case of other mineral substances. Thus it will be seen that that which determines the value of water is the difficulty of rendering it accessible to men, at a place where it is most needed, and in proportion as this difficul ty is great or small, is the value of water. The analogy of other minerals does not hold in the case of water, in determining the right of the State for a royalty. The greater the difficulty of obtaining it, the stronger is the claim of those who have spent capital and labour in procuring the facilities of its supply. Accordingly, we find that Major Prescott, in view probably of the considerations above presented, observes : — \" Everybody admits that the assessment of wells dug at the expense of private 6"], [52, "42 KAIRA : A DISTRICT IN FERTILE GUJARAT. individuals, and not by the State, is contrary to all principle ; the question is only whether it is needful, and whether the State will suffer serious loss by dispensing with the extra assessment on land irrigated by private enterprise.\" To this it may be said that if regard to the State's needs and to the State's losses were the sole standard of determining the justice or otherwise of the levy of a cess, any tax may be justified and made to look fair. But even taking the most selfish view in savour of the State, Major Prescott is ' very respectfully' of opinion that the State need not lose anything by dispensing altogether with the cess on pucka wells in Gujarat at future settlements, and I may add — even in current settlements, — since the sacrifice involved is infinitely small compared with the impetus that the measure is likely to give to irrigation. The levy of well-assessment in future being wisely, in conformity with the considerations above set forth, given up, there is indeed no justification for its present continuance on old wells. In fact the assumption on which it has proceeded when taken in connexion wdth the water facilities of the whole of Gujarat is entirely erroneous. Major Prescott takes for granted facts which are not true of the whole of Gujarat, but only of cer tain tracts of land in a certain zilla of Gujarat. Such state ments on his part as that \" good water is almost everywhere pro curable in the alluvial soil of Gujarat at from 20 to 30 feet below the surface of the soil ;\" and again in another place, \" that water in the soil — and very close to ihe surface is a gift of nature almost peculiar to the province of Gujarat — such statements, I say, made by an officer, who certainly ought to have known the country better, are surprising enough, and mis chievous—because they are used as general facts to establish the justice and propriety of the levy of a well-tax ; since having made the above statements as regards the facilities of water sup ply in Gujarat, Major Prescott at once, in the very next sen tence, comes to the conclusion, namely, \" It (water) ought therefore to be considered as one of the fertilizing elements of the soil, and its value incorporated and included in the soil as sessment whenever it is practicable.\" Now, the conclusion, with"], [53, "MAJOR PRESCOTT'S STATEMENTS EXAMINED. 43 the recommendation based upon it, would be valid, if the assump tion were true. But nothing could be further from the fact than that water throughout all the zillas of Gujarat is obtainable at a depth of from 20 to 30 ft. The assertion at best is only partially true, and that too of a limited tract in the Surat Collectorate to which Major Prescott points for illustrating his general state ment. But Surat is not the whole of Gujarat any more than Oomret or Ore in the Kaira zilla is, where water is hardly ac cessible under 150 to 200 ft^below the surface of the soil. Major Prescott's error lies in affirming of the whole of Gujarat what is only partially true of a tract in the zilla of Surat. His general conclusion about the water facilities ot Gujarat, namely, that in Gujarat everybody can procure w*ater at little expense, thus utterly falls to the ground. Again, in determining the cost of pucka wells in Gujarat, the Major falls into exactly the same error, namely, that of taking Surat as the standard for deciding as to the cost of pucka wells in Gujarat. Everybody acquainted with Gujarat knows, or ought to know, that the further you go in the northern direction the greater is the depth at which water becomes accessible, that in the Kaira zilla especially, the cost of making strong perma nent masonry wells is something between Rs. 1,200 and Rs. 2,500 per erch well, and it is upon the owners of these wells especially, that the tax works most oppressively. Next, we have the proposal of Mr. Ellis, who was, at the date of the correspondence, Revenue Commissioner of the Northern Division. He evidently admits \"that the taxation of wells not constructed by the State is a deviation from the broad principles of the Bombay Survey. All wells built hereafter by individuals will be free from taxation : it seems hard that wells similarly built by individuals, but before the advent of the Survey, should be placed at a disadvantage and subjected to heavier taxation for no reason save that their owners were in advance of their neighbours in employing their capital in agriculture.'1'1 He, however, justifies the levy of a small tax where water is easily to be had. \" On the other hand,\" says he, \" it is quite consistent with the prin-"], [54, "44 KAIRA : A DISTRICT IN FERTILE GUJARAT. ciples of the Survey that if the inherent qualities of the soil be such that water is produced by digging for it within a few feet of the surface, this capability should be taxed as well as other elements of fertility.\" He then suggests that the whole of the revenue derived from wells might be made good by a slight increase in the assessment of lands where water is so easily pro curable. \" There is land,\" says he, \" as in Sowda in Khandeish, from which water may be obtained, but only by digging to the depth of 80 to 90 feet. Such land should not be considered as having a natural water capacity, and the owner should be free to enjoy, untaxed, the results of his labour, and expenditure of capital in raising water. \" A scheme is accordingly prepared in consultation with Major Prescott, to ascertain this \" natural water capacity\" of lands of every village. In the first place, every village is grouped ac cording to the advantage it enjoys in respect of markets, roads, climate, &c. Having done this it is placed under any of the three groups into which the different descriptions of water are classed. These classes are as under* : — Sweet. Brackish. Salt. Under 20 ft., 1st class. Under 20 ft., 2nd class. Under 20 ft., 3rd class. Do. 30 ft., 2nd do. Do. 30 ft., 3rd do. Do. 30 ft., 4th do. Over 30 ft., 3rd do. Over 30 ft., 4th do. Over 30 ft., 5th do. Each of these classes would have an anna value, which value would be incorporated in the dry-crop rate. A scheme of this kind, though it has all the appearance of fairness upon it on paper, is practically open to very grave objections. It proceeds on the assumption that the water-bearing stratum and the quality of water run very even in Gujarat. Now, nothing can be further from the fact than this assumption, as those who are acquainted with Gujarat can well testify. Even the Settlement Officers of Government may be appealed to to show that it is not true. And on this point there can perhaps be no better testimony than that of Mr. Rogers, the present able Revenue Commissioner, N. D. — a gentleman than whom perhaps there is hardly any person in * Vide page 731 of the correspondence on Kaira."], [55, "45 TESTIMONY OF MR. ROGERS. the Bombay Civil Service more intimately familiar with land settlement questions relating to Gujarat, where he has spent the best part of his life. Mr. Rogers observes : — \" I have known many instances in Gujarat where the very contrary of this is the case, where of two wells, side by side, or only a few yards apart, the one would be sweet and the other so brackish as to be unfit for purposes of irrigation, and where the mere cleaning out of a sweet well or deepening it but a very little, would allow a salt spring to break in and spoil the water. As far as my experience goes Captain Prescott's asser tion is only strictly correct with regard to Bhatta lands, lands either in the beds or close upon the banks of rivers (in which may be included a few old river courses, which, though dry for the most part of the year, still have water flowing in them in the monsoon freshes) where water is obtained not from springs, but from percolation.\" Again, there is another practical difficulty in regard to classi fying lands according to their water facilities which the classer cannot always gel over, and that is in the case of lands whore there are no wells. And though there are no wells, yet the water capacity of the lands must be determined ! Now \" how,\" as the question has been rightly put by Mr. Rogers, \"how is he (the classer) to tell the depth of water from the surface, or its quality in any field in which there is no well to guide him ? He of course cannot dig everywhere to ascertain, and it would be throwing too strong a temptation in the way of a man drawing perhaps from 20 to 40 rupees a month to allow him to put down his surmises. Officers of higher rank above the suspi cion of yielding to temptation would simply throw up the attempt in despair.\" Such is the statement of the most expe rienced Revenue Officer in Gujarat. The affair of classify ing lands according to their water capabilities comes at best to be one of \" mere surmises,\" which in the hands of lowly-paid men comes to be again an engine of oppression, and in the hands of those above ordinary temptations a matter of despair. Thus the scheme falls to the ground. Thus baffled in the two schemes mentioned above, the Reve-"], [56, "46 KAIRA: A DISTRICT IN FERTILE GUJARAT. nue Survey has hit upon a third, known as the Bagayut Kussur system. What this system is and how it is worked, may be best learnt from the words of its author, Major Prescott. It may be observed at the same time that the Bagayut Kussur, though fixed upon land, is yet distinct from, and in addition to, the dry-crop assessment. Major Prescott proceeds : — The settling officer decides on an examination of each district or group of villages how many acres a one-koss well working a certain number of hours will on an average irrigate, and the rate of the bagayut assessment which it will be proper to impose, and from this a table is drawn out. Thus if it is found that a well working 9 hours can irrigate on an average 4 acres, and one working 6 hours 2+, acres, and that the proper rates, in addition to the dry-crop assessment, will be, for a sweet well Rs. 5, for a brackish one Rs. 2 per acre. The table would be in the following form : — With the aid of this table, continues Major Prescott, it is easy for the settling officer to fix the bagayut assessment for a whole district, as according to the former system to fix that ofa single large village. It is easy when the total assess ment on the well has been ascertained to distribute the amount over all fields watered by it, in proportion to the share of each holder. If there is any doubt about the shares, we can postpone the distribution till the Jam mabundy, and then ascertaining the facts from the people who are present, fill in the figures in 10 minutes, the survey regis ters being complete, as far as the calculation of the dry-crop rates is concerned. The correction of errors is also extremely simple, i. e., at the jummabundy of Oomret, talooka Thasra, we fouud that the garden rates which I had originally imposed were .gayut Kussu: Number of hours one koss can work Acres irrigable. On a Sweet Well. Do. Brackish. Do. Salt 9 4 0 20 0 12 0 8 8 3 20 17 8 10 8 7 7 3 0 IS 0 9 0 6 6 &c. 2 20 12 8 7 8 5 oic."], [57, "THE \"BAGAYUT KUSSUR.\" 47 too low, and decided upon raising them \\, which was imme diately done by adding 8 annas to every rupee of Kussur in the Register. Such is Major Prescott's scheme of \" Bagayut Kussur,\" or assessment on irrigated lands. The objections to it are : — First, The difficulty of working out the scheme in all its integrity. This difficulty arises chiefly from the fact that the water springs of wells in Gujarat do not invariably give out the same quality of water. It is a well known fact in Gujarat that such pheno menon as earthquake, or any natural cause has the effect of turning a sweet water spring into one of brackish or salt water. Many a well is rendered valueless to the owner on account of this circumstance. Major Prescott evidently is not ignorant of this fact. \" For some time,\" says he, \" all goes on smoothly. Suddenly either from the 6hock of an earthquake or from some other unknown cause, a few wells or a great many wells (in one village or general villages of the district which have hitherto been sweet and have been assessed as such) turn brackish or salt. Now (as you are well aware) there are several grades of brackish water which are defined as brackish, brackish drinkable, brackish undriukable, and salt. As soon as the Collector receives the peti tions he must either remit the kussur, on their well in ' toto,' or make a reference to the Survey Department to know how brackish the water has become, and how much the kussur is to be lowered in consequence, or to say the least of it, he must send some trustworthy person to examine the wells, and see whether they have become really salt or not.\" Another source of the difficulty lies in the fact that in the sandy soil of Gujarat, wells fall in every year unless they are originally of strong masonry construction or annually kept in repairs. With every fall of wells, the kussur has to be remitted. The well assessment is thus of a most precarious character, the amount being liable to sink every year until it dwindles into an insignificant sum. Secondly, The principle upon which the Kussur is determined is of an arbitrary character and open to the charge of unfairness. The determination of the rates of kussur on well-land is a most difficult task. That the land under a certain sweet water well should be charged a particular rate, say Rs. 5 per acre, and another under a well of which the water differs slightly in quality from its neighbour, should be charged another rate, depends"], [58, "48 KAIRA : A DISTRICT IN FERTILE GUJARAT. purely upon the whim or caprice of the classing officer, who is guided in his standard of the fairness of the rates by the fact of the ryots complaining against it or otherwise. If the owners of the wells offer a stubborn resistance to pay the proposed rate, it is reduced to a figure which they will be able to bear. Thus the ability of the payer of a particular rate is the guiding principle in deciding upon that rate. If the ryot should be so stupid, or so negligent of his interest, as to accept of the rate proposed to be levied by the classer, that settles the matter at once. Many owners have thus fallen victims to the want of any principle in fixing the rate. Thirdly, Inequality of assessment. This is a natural conse quence of any arbitrary system of taxation, and much more so in the case of well assessment. How this takes place will ap pear from the following considerations. In Gujarat it often happens that a well is the joint property of two or three persons. Of these one may have lent his capi tal, another his labour in digging and constructing it, and a third materials to work with. In the case of such a well, whereas the joint sharers have each a right to draw water, there are other persons who have their land mid er the well, but have no right to water from it. The latter in fact have not the remotest interest or concern in the water, and yet because their land is so situated, it is considered to possess a capacity of being watered, and for this capacity the land, is cltarged with a heavy bagayut kussur, an oppressive well-tax ! Thus let the owner of the well make use of the well-water or not, because there is a remote contingency of his using the water, and that too, mind, by paying a piawa, this land is made to bear the tax ! What then have the apologists of this measure to say ? The Survey Department has, so far as we know, little to urge in favor of it beyond its convenience to settling officers in cases where wells fall off, and when it becomes imperative upon them to strike off the item from the amount of land assessment payable by the cultivator. In such cases it would be a long and tedious process to again go over the different calculations by which the amount of cess was determined at the time of the settlement. But"], [59, "49 PRESSURE OF WELL-TAX ON PRODUCE. having the item of cess already recorded in the papers, it would be a most easy thing to strike off the item by referring to them. Now it is plain that this has nothing to do with the principle which underlies and which, I think, should guide the assessment of artificially irrigated lands. The State, as the great landlord, is, in my opinion, not entitled to other than jeerayut rates upon all lands held from it, except in the ease of natural Bagayut lands — by far a very small proportion in Gujarat, — where the water supply hardly costs the cultivator more than the labor to dig a hole in his field and obtain it. Nothing at all events is more clear than that the present principle resulting in an undue pressure upon the industry of a most active class of cultivators, is hardly justifiable either on the ground of fairness or expediency. We pass on to another subject, viz., the pressure oiwell-taœ or Bagayut Kussur as it is called, in the language of the Survey Department, on produce. The average kussur on good irrigated lands capable of producing a first crop of rice, and a second crop of wheat is Rs. 9 per acre. As the first crop is a monsoon crop, no artificial irrigation is necessary to raise it, and so the weight of the well assessment falls entirely on the second crop, which is the one raised by means of well-water. Now the value of the pro duce of an acre of irrigated land sown with wheat is as under : — \" Wheat, 25 Gujarat maunds (about 1000 lbs.) at Rs. 2J per maund fetch Rs. 62-8 ; Straw Rs. 3-8— Total Rs. 66.\" This gives the proportion or about 14 per cent, as the pressure of the well-tax, — a proportion more than four times the present rate of income tax in India. Besides this, when we consider that the cultivator has to pay the land tax, the local cess, the interest on the capital employed in sinking the well, the labour employed in raising the produce, what is there that is left to him but a very paltry amount wherewith to support his children and to meet the ordinary demands of mere existence ? Very little, indeed. Our Settlement officers being in receipt of high salaries and finding respectable living an easy matter, are apt to forget that the weight of the various assessments the cultivator has to pay crushes him down. When three per cent income tax touches the pockets of these officers sorely, what 7"], [60, "50 KAIRA : A DISTRICT IN FERTILE CUJARAT. should be said of the poor ryot living upon the - sweat of his brow,' and paying all manner of taxes ? There are a few general considerations to which it is, I think, necessary to allude, even briefly, before closing this paper. First, that the present system of well-assessment is a positive bar to improvement in production or increased cultivation in Gujarat. Except in Punch Mahals, the limit of cultivation has been reached in most of the districts of the Province. This being so, there is only one remedy of making the land capable of re turning increased produce, viz., by turning the present dry crop lands into irrigated lands, wherever it is possible to do so by affording facilities for irrigation. That many lands which at present are dry-crop are capable of being converted into irrigated lands admits of no doubt whatever. Wherever the old wells exist, and are at present in a fallen condition, the cultivator or the owner would not go to the expense of putting them to repairs simply because of the assessment. ■ He would rather find it to his interest to dig a new well rather than put the old one to repairs. Even in constructing a new well, he is afraid lest he should be subjected to an imposition of the cess, notwithstanding that there is a legal provision to prevent that imposition in future. Secondly, in his celebrated Famine Report, Col. Baird Smith observes (para. 101 of the Report) that to keep an agricultural people above want in any .district under all vicissitudes, it is necessary that one-third at least of the land under plough should be supplied with the means of irrigation. Referring to this ob servation, Major Prescott asks, in connection with a highly cul tivated district, \" Now, what is the present position of Neriad, in this respect, the most highly irrigate! talooka in this province?\" And he answers, that \"of a cultivated area of 128,219 acres, 11,930 only, or a little over 9 per cent (Government and alienated inclusive) is irrigated. Little less than one-tenth of the whole available area.\" He further observes :— \" We draw all we can out of Gujarat, do not expend one shilling in works of irrigation and tax wells besides. I cannot think that is the way to be fore armed for the evil hour, which may come when we least expect it. I am well aware we cannot abandon this source of revenue,"], [61, "CONCLUDING REMARKS. 51 but it is clear we must do it 30 years hence.\" But why wait till 30 years and not give up the revenue at once, when it is clear, 1st, that the amount is not very large, being hardly over Rs. 50,000 for the entire Northern Division ; and, 2ndly, when the levy is so unjustifiable and oppressive ? If the remission, which is certain to be made after 30 years, will do any good at all, it will do more at the present moment. The immediate effect of the Government giving up the cess would, in my opinion, be to induce the owners of the wells now falling in or getting out of repairs to put them at once into a sound state, and thus to promote irrigation. Thirdly, no provisions exist at present to obviate the dire effects of famine in Gujarat, should it unfortunately ever break out. The best possible remedy, and one peculiarly adapted for the country to avoid or mitigate the effects of famine in Gujarat, is well irrigation. If that is extensively carried on in the coun try, the ryots would be in a position to raise wet crops, or at least (judging from their remarkable agricultural skill and habits of perseverance) would do as much as it would lay in their power, to put forth such crops as would stand them well in a bad season. It must be said that Government is literally doing nothing in this respect in Gujarat. What the province sadly wants at present is some mechanical contrivance which would enable the ryot to raise water much more easily from wells than he can afford to do at present. Instead of encouraging the adoption of some such mechanical contrivance as a pump work able by bullock power and capable of drawing water from a depth of 90 feet below the surface of the soil, by calling upon the machinists of England and offering a premium for such inven tion—instead of doing this, I say, it throws positive obstacles in the way of increased production in Gujarat by the levy of a no toriously unpopular impost upon wells constructed by the ryots out of the savings of their hard-earned labour. Such a charge on capital is, to say the least, utterly incompatible with any theory of rent known in political economy. It is the more necessary that the question should be settled without any delay now when it is considered that no suitable means exist at present a3 shewn above which will provide for"], [62, "52 KAIRA : A DISTRICT IN FERTILE GUJARAT. drought or famine which may at any time desolate the whole province. The Bombay Government has just now a most impor tant duty to perform. The Government of India has, as the reader must be aware, proposed a scheme to aid permanent works of agri culture by offering to make, under proper security, Viccavie ad vances to the agriculturists. The class of works for which ad vances are to be made are wells, and other works for the storage and distribution of water for agricultural purposes ; drainage ; the reclaiming of land from rivers ; the reclaiming of land from floods ; the reclaiming of waste lands, &c, &c. The system of tuecavie advances has more or less been in vogue in this Presidency, but of late it has hardly been much availed of, and it is doubtful whether, with the terms proposed for the securities to be offered to Government, many cultivators will at all be induced to receive any advances. But what the Govern ment cannot hope to carry out by such offers, it can succeed re markably well in promoting irrigation works by abandoning the cess altogether as being iniquitous in principle, and obnoxious in operation and as acting as a positive check to agricultural im provement. The removal of this most unpopular impost will at once afford a stimulus to every cultivator in Gujarat and the Dekkan, and will do more for advancing agriculture than any other inducements which government may hold out. This can be done without much sacrifice of revenue. At any rate any sacrifice of revenue herein involved will be more than amply compensated for by the impetus which the measure will give to garden cultivation, so sadly neglected at present in Gujarat, not withstanding the peculiar facilities that are there for it. In conclusion it may be mentioned here that the writer has no private ends to serve by calling in question the policy of Govern ment in respect of the well assessment of irrigated lands in Guja rat. He has only been grieved to find that the simple object of the Survey Settlement Department not to cause a loss to the land revenue of Government should utterly blind them to the injustice or inexpediency of levying a cess which is a positive obstacle to the extension and improvement of agricultural re sources and the growing well-being of the ryots in Gujarat."], [63, "53 APPENDIX I. OFFICIAL CORRESPONDENCE ON WELL-ASSESSMENT IN GUJARAT. No. 548 of 1864. Superintendent's Camp, ChicMee Talooka, 1st December 1864. The Superintendent Revenue Survey and Assessment, Gujarat, has the honour of submitting in original the accompanying letter from Mr. Pedder, proposing to sell the liability to pay well assessment to the proprietors at a certain number of years' purchase. 2. To any person who has had practical experience of well assess ment in Gujarat, the advisability of securing to the State this very pre carious source of revenue by the payment, once for all, of a lump sum, is very apparent, and if, as Mr. Pedder suggests in his 4th paragraph, the realisations by such sales could be applied to local improvements, there can be no question the measure would be attended with the best results. 3. But the Superintendent fears that such sums would be considered the price of the redemption of a certain portion of the Imperial land revenue, and, consequently, not available for local purposes. 4. There is a doubt too what occupiers would think of the measure. \"Well assessment, however moderate it may be, is the least popular of imposts upon land. It is paid because proprietary right is secured and maintained by its payment, and occupiers would gladly relieve them selves of the liability in the manner proposed if they could be convinced that it is a really equitable arrangement as regards themselves as well as the State. We may try to convince them that they are simply redeem ing a portion of the dues of the State, but they will think — 1st. — That they are purchasing a right which they have already bought by the expenditure of their capital and labour on Govern- ment property, for the idea of the natives of Gujarat is that he who sinks a well has given something to the State, and, 2nd. — That they are purchasing a very precarious tenure in a well, which may fall in any day— a few days after purchase even— thus leaving them minus the means of building a new well, having ex- pended their money in buying the perpetual right in the old one. 5. Everybody admits that the assessment of wells dug at the expense of private individuals, and not by the State, is contrary to alt principle ; the question is only whether it is needful and whether the State will suffer serious loss by dispensing with the extra assessment on land irri gated by private enterprise."], [64, "54 KAIRA : A DISTRICT IN FERTILE GUJARAT. 6. The Superintendent is very respectfully of opinion that the State need not lose anything by dispensing altogether with the cess on pucka wells — in Gujarat — at future settlements. 7. Mr. Pedder, in paragraph 4, of his letter points out how small the amount of revenue, derived from wells, in Muhoonda is, as compared with the total assessment. The full assessment of Government lands amounts to Rs. 220,795, the well kussur, to Rs. 4,571, which is not quite 4 pies in the Rupee. Surely this insignificant amount might have been allowed for in the dry-crop maximum rates without one single individual culti vator being a bit the wiser, and without a tittle of injustice or sacrifice of principle ; for it is certainly quite as fair and reasonable to bear in mind, when grouping the villages and fixing the rates of a district, that good water is almost everywhere procurable in the alluvial soil of Gujarat at from 20 to 30 feet below the surface, as that there are good markets, and facilities for the transport of produce. In Muhoonda, for example, the difference of 4 pies in a Rupee, in the average rates, would have been a sum entirely inappreciable in an individual's assessment. 8. Water in the soil — and very close to the surface — is a gift of nature almost peculiar to the province of Gujarat. It ought therefore to be considered ae one of the fertilising elements of the soil, and its value incorporated and included in the soil assessment whenever it is practicable. 9. As a case in point the Superintendent may mention that he is, at present, engaged in framing a scale for the classification of the rich sugar-cane lands — in the western portion of the southern districts of Surat — which are watered indiscriminately from pucka and kucha wells. Pucka and kucha wells are found side by side. 10. A pucka well lasting 70 or 80 years costs from 45 to 60 Rupees, a kucha well from 5 to 8 Rupees per annum. It is, consequently, cheaper in the end to sink a pucka well, at once ; for the interest of Rs. 60 at 12 per cent, per annum is less than the yearly cost of a kucha well. 11. Now there are only two ways of assessing land like this, one by putting a rate on every bag used to lift water, (whether taken from a pucka or kucha well) in addition to the soil rate. The other by putting the full assessment — whatever it may be — on the soil, at once. 12. The latter is the right way, for the former besides being objec tionable in every respect would be evaded to a certainty.0 Now in land like this it would manifestly be absurd to attempt a well assessment or to draw any distinction between pucka and kucha wells. A good classifica tion will show every acre of land having this peculiar advantage, and a * In Dholka wells built for four cosses, capable of watering, say 16 acres of land, and which it was supposed would pay 4 bag rates, work one koss onl3' for 21 hours, in stead of 4 kosses for 6 hours, and by this contrivance evade the full tax, paying fur one bag instead of four."], [65, "MAJOR C. J. PRESCOTT'S REPORT. 55 fixed high special bagyut rate will meet all the requirements of the case. 13. The Superintendent thinks it is worthy of consideration whether in future the assessment of pucka wells, in Gujarat, may not be got rid of by slightly raising the dry crop maximum rates, so as to meet the loss of revenue occasioned by striking off the bagayut kussur. 14. In a conntry where wells can only be sunk by blasting through the solid rock, this principle would be entirely inapplicable, as the many would have to pay for the advantage of the few, but in Gujarat, where everybody can procure water at little expense, the advantage might, justly, be considered in fixing the maximum dry-crop rates. 15. It may be urged that this plan would answer in a poor district where bagayut cultivation is limited, but that in a highly irrigated coun try the result would be a great sacrifice of reveuue. The Superintendent does not think that this would be a necessary consequence of the measure. By a judicious grouping of the villages for water in addition to other advantages, all the difficulty might be got rid of. 16. The Superintendent would first group the villages, as at present, according to the advantages they possess as regards markets, roads, climate, &c. He would then put every village into its proper class for water, classing water under three heads — Sweet, Brackish, Salt — and then for depth from the surface. Sweet. Under 20 feet, 1st Class. Under 30 feet, 2nd Class. Over 30 feet, 3rd Class. Brackish. Under 20 feet, 2nd Class. Under 30 feet, 3rd Class. Over 30 feet, 4th Class. Salt. Under 20 feet, 3rd Class. Under 30 feet, 4th Class. Over 30 feet, 5th Class. Each of these classes would have an anna value, which value would be incorporated in the dry-crop rate. 17. As the water-bearing stratum and the quality of water run very even in Gujarat, over certain known tracts, grouping for water would not be at all difficult, but in special soils (like those met with in the southern districts of Surat,) when the water may be said to be incorpo rated in the soil like bhatta, a special classification and special rate would always be necessary. 18. In apologizing for this digression, the Superintendent, in conclu sion, would respectfully recommend that the redemption of the well kus sur, in Muhooda, should be offered to the occupants, as proposed by Mr. Pedder, in order that the popularity of the measure may be tested. C. J. PRESCOTT, Superintendent."], [66, "56 KAIRA : A DISTRICT IN FERTILE GUJARAT. No. 1862 EXTRACT from the Proceedings of the Government of Bombay, Revenue Department, dated \\st May 1865. Road the following papers : — Letter from B. H. Ellis, Esq., Revenue Commissioner N. D., to F. S. Chapman, Esq., Officiating Chief Secretary to Government, Bombay, No. 1021, dated 28th Marcii 1865. I have the honor to forward a letter from Mr. Pedder, Settlement Officer in Gujarat, to the address of the Superintendent of Survey, re commending that the extra assessment on garden lands watered by wells in the settled districts of Kaira and Ahmedabad be commuted by offering: the occupants a remission of their well assessment in considera tion of the payment at once of a certain number of years' purchase of the annual water-rate. 2. The Superintendent of Survey, Captain Prescott, in forwarding Mr. Pedder's letter, recommends the proposition for sanction, stating — \" To any person whc has had practical experience of well assessment in Gujarat the advisability of securing to the State this very precarious source of revenue by the payment once for all of a lump sum is very apparent, and if, as Mr. Pedder suggests in his 4th paragraph, the realiza tion by such sales could be applied to local improvements, there can be no question the measure would be attended with the best results. \" But the Superintendent fears that such sums would be considered the price of the redemption of a certain portion of the Imperial land revenue, and consequently not available for local purposes.\" 3. I would urge on Government the adoption of Mr. Pedder's sugges tion, commencing, as proposed, with the Muhoonda talooka. The pro position rests on very different grounds from schemes for a general redemption of land revenue. The revenue is precarious, and the systems adopted to secure it involve trouble and vexation at the best. 4. The ordinary rules of Sir Charles Wood's Despatch, therefore, do Quoted in the margin of not apply toj this case. Nobody would give H£fc^^S twenty-four or twenty-five years' purchase, nor 8rd August 1863. could Government demand so much in excess of the fair value. I think that, looking to the precarious nature of the revenue, fifteen years' purchase, as proposed by Mr. Pedder, may be offered. The extra assessment on account of the wells would thereby be got rid of, and the land would remain assessed, and liable to assessment at dry-crop rates, to be revised when the assessment of other similar lands comes under revision. 5. In a separate letter I am about to submit to Government a pro- Position to change the whole system of well assessment in Gujarat and"], [67, "MR. W. G. PEDDER'S PROPOSAL. 57 Khandeish. If my views be approved, assessment will in future not be imposed on wells at all, the revenue thereby lost to the State being made up by the imposition of a slightly enhanced rate on all lands capable of producing water. The lands of which the well assessment is now to be commuted would, like other lands of the same class, como under this settlement at the end of the guaranteed period. 6. The people will, of course, be made clearly to understand that the acceptance of the offer of commutation is optional, and they should be allowed time to determine whether or not they would accept it. 7. As regards the appropriation of the proceeds, I do not think that Mr. Pedder's proposition to devote the amount realised to local funds can be acceded to. But it would be a very legitimate mode of disposing of the money if a sum not exceeding one lakh of Rupees be assigned for the drainage of the Kaira district for the improvement of its agricultural resources. Drainage works are as proper an object for the expenditure of Imperial funds as Irrigation works, and yet sanction can seldom be obtained ; I would suggest, therefore, that one lakh of Rupees might be asked for from the Government of India in addition to the ordinary Budget allotment, at the rate of 50,000 Rupees per annum, to be expend ed in the Revenue Department for drainage works in the Kaira districts, in the course of the ensuing two years, the instalments for the commuta tion of the well assessment being spread over the same period. Letter from W. G. Pedder, Esq., Survey Settlement Officer in Gujarat, to Captain C. J. Prescott, Superintendent of Revenue Survey and Assessment in Gujarat, No. 23, dated 14th November 1864. With reference to the correspondence marginally noted, relating to the well assessment im- Collertor of Kaira to Revenue Commissioner N. D. No. 1137, dated 19th October 1864 posed by the burvey Reply of Revenue Commissioner No. 3429, dated 29th October . _, 1864, forwarded by Collector to Superintendent of Survey No. upon rice ana gar 1176, dated 2nd November 1864. <jen ian(j irrigated from wells, I beg leave to make the following remarks :— 2. The reply of the Revenue Commissioner N. D. to the Collector's letter sets at rest the question — which, indeed, a little consideration will show can be decided only as it has been by the Revenue Commissioner — whether when a well used for the irrigation of Government lands be comes totally useless, the extra assessment (bagayut kussur) imposed on such lands with reference to the capabilities of the well should be remitted or not. 3. A well used for irrigation in the alluvial soil of Gujarat very sel dom pierces the rock, and consequently will rarely last, unless consider able expense in repairing it be frequently incurred, for longer than from twenty-five to fifty years. We may, therefore, reckon that the greater portion of the well assessments imposed by the Survey will have been S"], [68, "58 KAIRA : A DISTRICT IN FERTILE GUJARAT. remitted by the time curient Survey leases expire, and that nearly the whole of them wiil have been struck off before the end of the next leases. By Section XXX. of the Survey Act no extra assessment will be imposed under a fresh survey lease ou account of new wells constructed at the expense of landholders, and it is therefore evident that in the course of the next thirty or forty years revenue derived from wells will almost entirely disappear, a result which, as suggested in the 1st para graph of the Revenue Commissioner's reply to the Acting Collector of Kaira, is highly desirable. 4. It seems to me well worthy of consideration whether this result may not with great advantage be hastened by selling the liability to pay well assessment to the proprietors of the wells, at a certain number of years' purchase. I think that the owners of the wells, who are mostly substantial cultivators, would gladly pay a fair sum to get rid of the Well assessment, (which, when they themselves, or their ancestors, have con structed the wells, they all look upon as an unfair impost,) if a moderate time, say two years, is given them to pay the amount in instalments, and I am sure the measure would be beneficial to Government. The amount of annual revenue to be immediately sacrificed is small compared with the remainder of the assessment, while the sum immediately realised might now be expended to great advantage by being thrown into the local funds, and spent upon the improvements of the roads, tanks, drainage, &c, of the district — e. g. the well assessment on Govern ment lands in the Muhoonda pergunnah amounts to Rs. 4,571 only, or little more than 2 per cent, of the total assessment of Government lands in that district (Rs. 2,20,795), and this sum, as I have shown above, will diminish every year. By selling the right to levy this at fifteen years' purchase, Rs. 68,565 would be realised, a sum more than sufficient to build the long required bridge over the Siri river on the Neriad and Kupperwunj road. It is worth considering, too, that by this measure the disputes, inquiries, and correspondence which are continual ly arising out of the troublesome subject of well assessment will be al together got rid of. 5. In Muhoonda, Thasra, and Kupperwunj, and in all districts re maining for settlement in which the new system of bagayut assessment by means of a kussur has been, or will be, fully applied, there will not be the slightest difficulty in at once ascertaining the amount of kussur payable on account of each well and by each sharer in it. In Prantej, and in the portion of Mehmoodabad which formed the late Matur pergunnah, the kussur system was applied to garden lands, but the extra assessment on account of wells irrigating rice lands was included iu the direct assess ment on the soil, and there would consequently be some little difficulty in ascertaining the amount of the well assessment in such cases. Iu Duskrohie, and the portion of Mehmoodabad which was comprised in the"], [69, "59 COMMUTATION OF THE CESS. late Jeytulpoor pergunnah, separate garden rates were imposed directly upon lands watered from wells, and to ascertain the real amount of well assessment in these districts the dry-crop assessment of each bagayut field must be calculated and deducted from the present bagayut assess ment, the difference being the kussur. This would be a troublesome business, but it would, I think, be easier and cheaper to do it once for all, than as at present, to have to do it by degrees, as the wells fall in. In Dholka, and the other districts in which the plan of a rate on each bag actually used to lift the water was adopted, the rate of purchase might be fixed with reference to the average actual realisations from each well since the introduction of the Survey settlement. 6. If you approve of these suggestions, I would recommend that the plan be tried as an experiment in one talooka, first, say Muhoonda, in which there will be no difficulty in ascertaining the amount of kussur. 7. I have talked this matter over with the Acting Collector of Kaira who fully agrees with what I have proposed above. Memorandum by F. S. Chapman, Esq., Officiating Chief Secretary to Government, No. 1454, dated 6th April 1865. The undersigned presents compliments, and in forwarding to the Letter from the Revenue Commissioner N. D. Deputy Auditor and Accountant No. 1021, dated 28th March 1865. with accom- General the papers noted in the paniment, recommending that the extra assess- . . men r on garden lands watered by wells In the margin, requests Mr. Lushing\" settled districts of Kaira and Ahmedabad be com- . j„„_,_, *„ muted bv offering the occupants a remission of ton will have the goodness to their well assessment in consideration of the . . ,.n(jer what heac| the panne-ut at once of a certain number ot years' state unaer wnai ne<_u tuo pnrchase of the annual water-rate. amount of one lakh of Rupees, proposed by the Revenue Commissioner N. D., to be expended, in the course of the ensuing two years, on drainage works iu the Kaira Collec torate, at the rate of Rupee 50,000 per annum, should, if aactioned by Government, be debited. 2. Mr. Lushington is requested to return the accompanying papers with his reply. Memorandum by J. L. Lushington, Esq., Deputy Auditor and Accountant General, No. 2713, dated 10th April 1865. In returning the correspondence which accompanied the Officiating Chief Secretary's Memorandum No. 1454, of 6th instant, the undersigned has the honour to state that the expenditure therein alluded to will have to be provided for in the Budget, and exhibited in the accounts of the Public Works Department, as will be perceived from paragraph 48 of the Report of the Commission on Public Works Accounts referred to in the proceedings of the Governor General of India in Council, Public Works Department, No. 4a-1408, dated 24th March 1864."], [70, "60 KAIRA : A DISTRICT IN FERTILE GUJARAT. Resolution. — The commutation of the well assessment in the manner proposed by Mr. Pedder, and approved of by the Revenue Commissioner, N. D., is sanctioned. 2. These papers should be transferred to the Public Works Depart ment, with reference to the recent correspondence regarding the increase of salt efflorescence in the Kaira district, in order that the requisite ap plication to the Government of India may be made to secure the Budget provision pointed out by the Deputy Auditor and Accountant General. 3. This sum of Rupees 50,000 per annum is to be considered as an addition to any other sum that would otherwise have been available for these important drainage works. Ordered that copies of the above be forwarded to — The Revenue Commissioneb N. D., The Public Works Department of the Secretariat. The Civil Paymaster, The Deputy Auditor and Accountant General. F. S. CHAPMAN, Officiating Chief Secretary to Government. No. 1450 of 1865. Camp Indapoor, 5th May 1865. Forwarded to the Superintendent of Survey Gujarat for information and guidance with reference to the correspondence herein quoted. A. ROGERS, Revenue Commissioner N. D. No. 1049 of 1865. To Captain C. J. PRESCOTT, Superintendent Revenue Survey and Assessment, Gujarat. Camp Bassein, 30th March 1865. Sir, — In reply to your No. 548 of the 1st December, forwarding a re port from Mr. Pedder, recommending certain modifications in the well assessment of Muhoonda, I have the honour to state that Mr. Pedder's report has been submitted to Government for favourable consideration. 2. On the general question of well assessment I have submitted to Government a separate report, copy of which is sent herewith for your information. As already decided you will introduce the new system in settling Bardolee and Chicklee this year, and you will report the result. 3. With regard to your proposed grouping for water, I think the imposition of the rate should be limited to 50 feet of depth. Your 3rd"], [71, "MR. ELLIS' GRADATION SCHEME. 61 class of sweet water should be \" over 30 and under 50 feet.\" Beyond 50 feet all water should be untaxed. But would not a simpler scale suffice thus ? Sweet water. Brackish. Salt. Under 30 feet, 1st Class. Under 30 feet, 2nd Class. Under 30 feet, 3rd Class. Above 30 feet and under Under 60 feet, 3rd Class. 50 feet, 2nd Class. If you prefer a scale with more gradations you can keep the scale as originally proposed, in that respect, but I would certainly resign all claim to first and second class water below 60 feet, and to salt water below 30 feet. 4. I think too that it will be necessary to instruct the Classing Assistant to record in every village what fields should be liable to the rate and what should be exempted. In future I would rather have the rate put on as a part of the classing operations than reserve it for the grouping. For it is obvious that in a village which you may have justly grouped for the sweet water available in it within 30 feet in the lower situations, there are many high-lying fields where water could not possibly be found at that depth, and the addition to the assessment would operate very injuriously on these which would probably be the worst soils. It is necessary, therefore, that it should be fixed by the Classing Assistant what fields are to be liable to the addition for water. The fields of similar water capabilities will usually be in large blocks, and it will cause very little trouble to note at the time of taking the classing test what fields should be raised for water. It is to be borne in mind that the amount to be assessed will be very small and therefore excessive accuracy is not required. I have the honour to be, Sir, Your most obedient Servant, B. H. ELLIS, Revenue Commissioner N. D. No. 1045 of 1865. Revenue Department. To F. S. CHAPMAN, Esq., Officiating Chief Secretary to Government, Bombay. Camp Bassein, 30th March 1865. • Sir,— I have the honour to submit for the consideration of Government the propriety of abandoning in future Survey Settlements in Gujarat and Khandeish all assessment npon wells. The loss of revenue to Govern ment I propose to make up by taxing the water-producing capability of soils, or in other words, by slightly enhancing the valuation of land in which water is obtainable close to the surface."], [72, "62 KAIRA : A DISTRICT IN FERTILE GUJARAT. 2. The necessity for a change of system has become apparent in Gujarat, where no mode that has hitherto been devised for taxing lands irrigated from wells is free from the objections of want of simplicity, liability to evasion, and inequality of incidence. 3. On this subject Captain Prescott, No. 548 dated 1st December 1864- Superintendent of Survey, Gujarat, reports as follows : — Paragraph 5. Paragraph 8 (with note) to end of paragraph 13th. 4. I think it must be admitted that the taxation of wells not con structed by the State is a deviation from the broad principles of the Bombay Survey. All wells built hereafter by individuals will be free from taxation : it seems hard that wells similarly built by individuals, but before the advent of the Survey, should be placed at a disadvantage and subjected to heavier taxation for no reason save that their owners were in advance of their neighbours in employing their capital in agriculture. 5. On the other hand, it is quite consistent with the principles of the Survey that if the inherent qualities of the soil be such that water is produced by digging for it within a few feet of the surface, this capabi lity should be taxed as well as other elements of fertility. 6. The whole of the revenue from lands irrigated from wells in Gujarat and Khandeish may easily be made good by a very slight enhancement of the rate on all lands capable of producing water. 7. There is land, as in Sowda in Khandeish, from which water may be obtained, but only by digging to the depth of 80 or 90 feet. Such land should not be considered as having a natural water capability, and the owner should be free to enjoy untaxed the results of his labour and expenditure of capital in raising water. 8. I would limit the depth to 60 feet or to 30 feet according as the water is sweet or salt. A very slight addition to the rates on all lands in which water is obtainable within these depths will more than com pensate Government for the loss of revenue from wells, and I am sure that the removal of well assessment will be universally popular and tend more than any other measure that could be devised to give the ryots confidence and induce the building of new wells. 9. I have directed Captain Prescott and Mr. Davidson in introducing the revision of assessment during the current season to adopt this new system experimentally, and I have little doubt of the result. 10. To these proceedings I have now to request the sanction of Government. I have the honour, &c, B. H. ELLIS, Revenue Commissioner N. D."], [73, "MR. ROGERS' OBJECTIONS TO THE SCHEME. 63 No. 1561 of 1865. Revenue Department, To The SECRETARY to GOVERNMENT, Bombay. Camp Mahar, 15th May 1865. Sir, — Adverting to my predecessor's letter noted in the margin on the subject of doing away with the system of No. 1045 of the 30th March 186-5- a special assessment on lands irrigated from wells in Gujarat and Khandeish, and mak- ing up for the loss of revenue that would thus be caused by the imposi tion of an extra assessment on all land having natural water bearing capabilities, I do myself the honour to forward a few remarks which occur to me on a perusal of Major Francis' No. 12, of the 25th ultimo, a copy of which has been forwarded to this Office for information. 2. It is evident, from the instructions issued by Mr. Ellis to the Superintendent to the effect that the classing assistants should note what fields should be subjected to the special assessment, that he did not quite share the feeling of confidence with which Captain Prescott described the grouping of villages for water as \" not at all difficult,\" \" because the water bearing stratum and the quality of water run very even in Gujarat over certain known tracts.\" I have known many instances in Gujarat where the very contrary of this is the case, where of two wells side by side or only a few yards apart, the one would be sweet and the other so brackish as to be unfit for purposes of irrigation, and where the mere cleaning out of a sweet well or deepening it but a very little would allow a salt spring to break in and spoil the water. As far as my ex perience goes, Captain Prescott's assertion is only strictly correct with regard to Bhatta lands, lands either in the beds or close upon the banks of rivers (in which may be included a few old river courses which, though dry for the most part of the year, still have water flowing in them in the monsoon freshes) where water is obtained, not from springs, but from percolation. 3. Major Francis in his 8th paragraph points out a great practical difficulty which would be frequently met with by the classer in noting the fields to which the enhanced rate should be applied. How is he to tell the depth of water from the surface, or its quality, in any field in which there is no well to guide him ? He of course cannot dig every where to ascertain, and it would be throwing too strong a temptation in the way of a man drawing perhaps from 20 to 40 Rupees a month to allow him to put down his surmises. Officers of higher rank above the suspicion of yielding to temptation would simply throw up the attempt in despair. I concur also with the Survey Commissioner's other remarks in the same paragraph of his letter. 4. I beg to annex a copy of the Khandeish Superintendent's answer"], [74, "64 KAIRA : A DISTRICT IN FERTILE GUJARAT. to a reference on the subject made from this office. It is evident from the tenor of this that Mr. Davidson contemplates no other way of acting up to the proposed system but that of going through the whole of the processes preliminary to the imposition of a well assessment under the existing system, and then putting that assessment on the lands under the wells. 5. Under all the circumstances I would respectfully beg to suggest that no general order for carrying into effect the proposed system in Gujarat and Khandeish be issued until the result of the experiment which Captain Prescott has been directed to make iu the districts of Bardolee and Chicklee in the Surat Collectorate is known. I have the honour, &c. A. ROGERS, Revenue Commissioner. No. 1562 of 1865. Camp Mahar, 15th May 1865. Forwarded to the Superintendent Revenue Survey and Assessment, Gujarat, for information and guidance, with reference to his No. 141 of the 11th ultimo. Copy of Major Francis' opinion is also sent for information. 2. The Revenue Commissioner will feel obliged by Captain Prescott's report on the details of the proposed system for an entire district, either Bardolee or Chiklee. A. ROGERS, Revenue Commissioner N.D. No. 102 of 1865. From A. F. DAVIDSON, Esq., Superintendent Revenue Survey and Assessment, Khandeish, To A. ROGERS, Esq., Revenue Commissioner N. D. Superintendent's Office, Camp Maligaum, 19_7_ April 1865. Sir,— In reply to your letter No. 955 dated 23rd March, 1865, I have tbe honour to state, that for the lands irrigated from wells in Jamnair and Sooltanpoor the extra cess can still be placed on the lands, only it may be questionable, whether or not, the alteration if now made would be quite judicious. The settlement papers have already gone into the district and the people are aware of the amount they will have to pay for the lauds including the bagayut rate, and it would be easily apparent"], [75, "CAPTAIN C. J. PRESCOTT'S EXPLANATIONS. 65 to them that the extra cess on account of wells had been placed on the lands, but if this is not considered of any great account, the change would effect a great saving of time and simplification in the returns from the Mamlutdars. 2. I shall be very happy to alter the papers, if on further considera tion it is still thought advisable to do so. All that there would be to do is to have the additional cess on account of the wells incorporated in the rate on the field. I have the honour, &c. A. F. DAVIDSON, Superintendent, Khandeish Revenue Survey and Assessment, No. 190 of 1865. From Captain C. J. PRESCOTT, Superintendent Revenue Survey and Assessment, Gujarat, To A. ROGERS, Esq., Revenue Commissioner N. D. Surat, 2ith June 1864. Sir, — I have the honour of acknowledging the receipt of your Memo randum No. 1562 of the 15th ultimo and accompaniments. 2. You will perceive on a reference to my letter to your predecessor No. 141 of the 4th of April last, that I reported my inability to carry out ia Bardolee and Chicklee the principle advocated by Mr. Ellis. The principle adopted in those talookas has been remN°' \"A <iated-he 8th cwc' fully described in the letter* from Mr. Ped- der, embodied in this communication, and the details will be given in my Jummabundy Report as requested in your Memorandum under reply. 3. As the new principle of assessment advocated by the Honourable Mr. Ellis originated with me, I think it necessary to offer a few remarks in explanation of the subject matter of my ceLbe0; i864.dated the Ut °' °e' ]etteT* Ending up Mr. Pedder's proposal re- commending that the extra assessment in the shape of \" kussur\" on garden lands, watered by pucka wells in Ahmeda bad and Kaira should be commuted by offering the occupants a remis sion of their well assessment in consideration of a payment — once for all — of a certain number of years' purchase of the annual water rate. 4. When I handed up Mr. Pedder's letter it struck me that the prin ciple — having for its object the redemption of a certain portion of the Imperial annual revenue the amount of which was to be applied to local purposes — would not be sanctioned, but agreed entirely with that gentle man as to the very precarious nature of this kind of assessment, and felt as anxious as he did to get rid of it altogether, provided 9"], [76, "66 KAIRA : A DISTRICT IN FERTILE GUJARAT. any equitable means for making up the loss of revenue which would be caused by its abandonment could be devised. When I submitted my scheme— which was applicable as will be seen further on to Jerayut- Bagayut tracts only— I was fully aware that its adoption would be attended with some difficulty, and that it would require very great study before it could be applied, and although I was not prepared— as the Revenue Commissioner supposed — to carry it out \" sine die,\" 1 did not consider the difficulties insurmountable, and hoped that my letter would create discussion and'be the nucleus of a well-matured plan. 5. I very much regret that my letter referred to was not more clearly expressed, for I remark that it has conveyed . ■ __ i_ _.i_ _. a wrong impression oi my meaning both to your predecessor and yourself. In the first piaoe my proposal had reference to Jerayut a Bagayut districts or tracts only, whereas the Revenue Commissioner's letter to Superintendent No. 1049 30th MKetnuei\\'oPmmis4sione_-s letter to Government No. 1561 of isth J_u.3V, ptirti. '2. plan proposed by the Revenue Commissioner could be applied in natural Bagayut tracts or districts only. 6. It was never my intention to dispense with the classification of well water. Under any circumstances it would have to be done to enable us to collect the necessary data for grouping the villages for water assessment. What I intended was briefly this :— (a) — To collect all the information regarding the capabilities of wells, the supply, quality, and depth of water just as at present. (&) — To put all villages in which no brackish or salt wells exist into the 1st group, for water. (c) — To put in the 2nd group those villages in which salt and brackish wells are found mixed with sweet ones — on the assump tion that all existing sweet wells in such villages might turn brackish or salt, and that new ones would be as likely to be brackish as sweet. (d) — To put villages in which no sweet wells were found into the last group. (e) — To sub-divide the groups on account of average depth of water. 7. Before determining the number of pies to be added to each Rupee of the jerayut rate in every village on account of water, it would be necessary to ascertain the average realisations on the Bagayut cultiva tion, for some villages with every facility have very little of that kind of cultivation, while others with half the advantages have a great deal. In short it depends entirely on the caste and capabilities of the cultiva tors whether water privileges are made the most of, or disregarded altogether. 8. My plan is, therefore, simply to add a little to the jerayut rate of every village in a Jerayut-Bagayut district, on account of water, the"], [77, "67 WELL-ASSESSMENT ON JERAYUT i_ANDS. water capabilities having been previously carefully determined. For example:— Suppose the maximum jerayut rate of a village to be Rs. 5. and that according to the scale (framed from the data given above) 6 pies in the Rupee had been fixed as the water value, then I would make the maximum rate Rs. 5-2 instead of Rs. 5, throwing out the 6 pies for facility of calculation. 9. The assessment of a jerayut field of 4 acres classed at say 11 annasi would at the former rate be Rs. 13 12 and at the latter Rs. 14, a difference really inappreciable to a Gujarat cultivator. I feel perfectly certain that if the people themselves had the deciding of the question, they would very gladly pay this slight increase on all jerayut lands, if by doing so they could get rid of well assessment present and prospective. 10. I am well aware of the fact pointed out in paragraph 2 of your . ' Memorandum under reply that a salt or brack- Memorandum of Revenue . J Commissioner No. 1561 of 15th lsh well is often found (in Gujarat) next to a of May 1865 to Government, . ., mi ■ -r i_ ii. para. 2, received with Revenue perfectly sweet one. This I have myself seen »T_jW_irfjiwfl_ ide£udOTSemellt in numberless instances, but it does not alter my opinion that tbe phenomenon is confined to certain tracts which can be defined by careful observation and classi fication. If even one brackish or salt well should be found in a village, I would degrade that village on the theory that the whole of the wells are liable to turn brackish or salt. 11. I am of opinion that the shock of an earthquake would be very likely to cause sulphureous or nitrous springs to break into any, or all the wells of villages, in which the soil is known to be impregnated with these ingredients as indicated by ita presence in certain wells, but I feel confident that no such change would take place in those tracts where the water, in all the wells — without any exception— is found to be free from any sulphureous or nitreous taint. 12. The whole system of assessing bhatta and natural bagayut lands — which are as different as it is possible for anything to be, from jerayut-bagayut,— has been so fully explained by Mr. Pedder, that I need say no more on the subject. 13. With regard to the subject under consideration Mr. Pedder writes as follows : — \" I have the honour to reply to your Memo. No. 301a of 1865 upon the subject of the assessment of garden lands. \" 2. I will first consider briefly the mode of bagayut assessment which we have adopted in this Survey, with especial reference to Major Francis' strictures upon it, and will then proceed to offer a few remarks upon the system which Mr. Ellis proposed to substitute for it."], [78, "68 KAIRA : A DISTRICT IN FERTILE GUJARAT. \" 3. Garden lands in Gujarat may be divided, with reference to the mode in which they are irrigated, into 4 classes — a. — Lands watered from tanks. 6. — Lands watered from kucha wells. c. — Lands watered from streams and rivers. d. — Lands watered from permanent wells. And a very little consideration will show that these different kinds of garden lands cannot be assessed in the same way. \" 4. The first class, a, is chiefly composed of rice lands, the irrigation value of which is allowed for in the water classification, and which I need not remark on. \" 5. In the second class, b, are comprised, 1st, the bhatta or river lauds of the Ahmedabad and Kaira collectorates, described at the end of paragraph 2 of Mr. Rogers' letter No. 1561 dated 15th ultimo, and Indly, tho exceedingly fertile and valuable lands in the Surat collec torate which we call \" ootum prukar,\" and a large area of which exists between Unklesur and the Nerbudda, and near the sea-coast between Sucheea and Bulsar. \" 6. These lands are deep beds of the finest alluvial soil, generally of a dark-brown colour. They are usually quite flat and are intersected by tidal rivers, the Ainbeeka, the Kurreera, the Kaveri, &c, above the level of which they are little elevated. Their limits are perfectly well defined by an abrupt rise in the ground, and by a sudden change in the nature of the land to the ordinary black or gravelly soils of that part of the country. Water, not in all places of exactly the same quality, but al ways good enough for the irrigation of sugar-cane, can in all parts of these lands be procured at depths varying slightly according to the locality, but always within a very moderate distance from the surface. These lands are capable of producing the finest sorts of sugar-cane, plan tains, ginger, pineapples, pumpkins, &c, and in most of them such garden crops are grown in rotation with dry-crops, but how often, depends upon the energy and capital of the cultivators. They are irrigated either from masonry wells, or from kucha wells, which are merely holes dug in the ground, and do not last longer than one or two seasons. When a culti yator is ri<3h enough to grow a garden crop every year, he usually finds it worth his while to build a masonry well, which costs only Rs. 40 or Rs. 50, and will probably last 20 or 30 years. If, on the other hand, he only grows a garden crop once in 5 or 6 years, he generally digs a new kucha well when he wants it, at a cost of 5 or 6 Rupees. \" 7. Such lands as these I consider to be natural bagayut, and we have therefore entered them in distinct columns of the Survey registers, and have assessed them at garden rates, whether all the fields comprised iu them are cultivated or not with garden crops at the time of the classification."], [79, "MR. PEDDER ON NATURAL BAGAYUT LANDS. 69 \" 8. But in fixing the rates of assessment, there is something to be considered beyond the depth at which water is procurable, and its quality, and that of the soil. Wet crops are much more expensive to raise than dry ones, and the profit upon them, though absolutely much larger than on dry crops, are probably not so relatively. The extent, therefore, of garden cultivation in any village depends upon the propor tion between the area of irrigable land, and the capital available for the production of wet crops. Now, of two villages about equal in wealth and population, one may have a large area of this natural bagayut land, the other but a small one. In the latter case, the whole of the bagayut land would be cultivated with wet crops as often as possible ; in the former, either all the fields comprised in the bagayut tract would grow irrigated crops, but only at intervals of several years or more probably the lands nearest the village or otherwise moBt favourably situated, would alone be cultivated with garden crops. To assess the whole of the irrigable lands of the latter village at the rate which the former could afford to pay would check cultivation and progress in wealth. To assess at garden rates those lands only which at the classification might be found to be actually irrigated, would net only be unjust, as throw ing an extra tax on the skill and capital of the more enterprising culti vators, but would endanger the revenue. For after the settlement, the cultivators would very likely throw up the lands assessed at garden rates, and irrigate those assessed only at dry crop rates, and to impose in the village in which there is only a small area of irrigable land, and that entirely cultivated with wet crops, only the low rates which the other village could afford to pay upon its entire irrigable area would be a useless sacrifice of revenue. \" 9. In a case like the above, therefore, we should make a difference in the garden rates between the two villages. Nor in my opinion is this inconsistent with principle. We are often obliged to vary even the dry crop rates of neighbouring villages, because of differences between the wealth or skill of their inhabitants. Much more must we do so in the case of irrigated lands, the returns from which depend in so much greater a degree upon the skill and capital employed upon them ; our settlement is not a permanent one, and at each periodical revi sion of assessment it maybe expected that the temporary causes which have led to differences in the rates will be found to have become less powerful. \" 10. The third class of irrigated lands are those watered from rivers, by dhekorees, which are places either built of masonry or simply dug in the bank, and in either case at a trifling cost. Usually there is in each village much more land capable of being irrigated in this way than is actually irrigated, the proportion depending upon the agricultural capital and energy of the cultivators."], [80, "70 KAIRA: A DISTRICT IN FERTILE GUJARAT. \"11. Besides the mode of assessment which we have adopted for these lands, there are two others which we have rejected — Is..— A rate might be imposed upon each bag annually used to lift the water. This plan is objectionable for two reasons. The man who goes to the trouble and expense of raising wet crops would have to pay more than his neighbour who with equal natural advantages grows only dry crops, and the bag rate is therefore a direct tax upon industry and capital, and also, the bag rate requires continual inspection, and even with the greatest care is easily evaded. 2«d. — Or those lands alone which at the time of classification are found to be actually irrigated might be assessed at full per manent garden rates. Nearly the same objections apply here also, and in even a greater degree. The skill and capital of the more enterprising cultivator would be taxed, and not annually, but for ever, while the man who had made use of the natural advantages of his land would be let off, and after the settlement, it would often happen that the lands assessed at bagayut rates would be thrown up, and the remaining lands irrigated. \" 12. The mode of assessment which we have therefore adopted is as follows : the lands are first classed as dry-crop, and their natural capa bilities for irrigation then classed and entered in a separate column of the registers, according to a scale calculated on their distance from the source of supply, and the difficulty and expense of raising the water. We can then permanently assess the water privileges at whatever maxi mum rate we please. Of course the rate would be higher in a village like Kullolee Jytulpoor, nearly every acre in which is watered from the Kha ree or Saburmutty ; there is one in which perhaps only 2 or 3 dhekorees are annually used. Our object is to spread the garden assessment which under a bag rate or crop rate system would be received from the lands generally irrigated, over the whole area which we can ascertain to be capable of irrigation. Government thus loses nothing, the extra rate for water is not so high as to throw out of dry-crop cultivation fields which belong to people not rich or energetic enough to grow wet crops, while those who avail themselves of their water privileges can make large profits. \" 13. There is another advantage from the mode of assessment which we have adopted for the last two classes of irrigable land. It is, that on the expiry of the term for which the permanency of the Summary Settle ment is guaranteed, the assessment on the lands can be raised or equal ised without the necessity of a fresh classification. Thus, if there are two villages each possessing 200 acres of land irrigated from a river, and in one 100 acres are annually irrigated, iu the other only 10 ; we should very likely fix the maximum water rate in the first village at Rs. 5 per"], [81, "MR. PEDDER'S INTERPRETATION OF SEC. XXX. OF ACT I. OF 1865. 71 acre, in the other at only Rs. 1. Should it be found on a revision of the settlement, that in the 2nd village also 100 acres have been brought under wet crop cultivation from the river, the water rates in the 2 villages might be equalised. Nor could the people adduce Section XXX. of the Survey Act in objection to this, the whole of the irrigable lands having been originally classed as bagayut. \" J 4. This leads me to a consideration of para. 10 of the Survey Commissioner's letter as stated by Major Francis, no \" general ruling\" to the effect that lands irrigated by wells built after the introduction of the settlement will be exempt from bagayut assessment, has been published. But surely the existing law is explicit enough on this point It is enacted by Section XXX. of Act I. of 1865, that the ' revised assessment shall be fixed not with reference to improvements made from private capital and resources during the currency of any settlement under the Act, but wich reference to general considerations, whether as to soil and situation,' &c. The meaning of this seems to me to be per fectly clear. The permanency of the classification has not been guaranteed by the Act, lest Government should be debarred from correct ing errors on the expiry of the period for which the settlements are guaranteed. But they are debarred from taking advantage of the im provements made by one man to raise the rate of assessment upon his lands beyond that which may be fixed for the lands of others who have made no improvements. Thus, if we through error assess only at dry crop rates a tract of land like those described in paragraph 6 above, the settling officer on a revision might legally assess the whole of it at garden rates. But he could not say to two holders of land within such a tract : ' You, Ramjee, have built a permanent well during the currency of the last settlement, and your field will therefore be assessed at garden rates. Yo j, Raojee, have done nothing to improve your land, and will therefore continue to pay dry-crop rates.' The importance of this principle seems to me to be so great, that I hope the Survey Commis sioner has here misinterpreted the Survey Act. \"15. The 4th and last class of garden lands are dry-crop lands, rendered irrigable by the construction, at considerable expense, of per manent wells. It is with regard to the mode of assessing these lands that Mr. Ellis observes that its defects are ' want of simplicity, liability to evasion, and inequality of incidence' objections which Major Francis, from what he has heard, thinks incident to the system adopted in this Survey and to no other. \" 16. The system of assessing land higher than it would otherwise be assessed, because its owner has at his own expense constructed a well to irrigate it, is of course open to objections so grave, that in the Pun jaub, this source of revenue has 1 believe been entirely abandoned, and in Bombay, if I am right in my interpretation of Section XXX. of the"], [82, "72 KAIRA : A DISTRICT IN FERTILE GUJARAT. Survey Act, will be so as regards wells not in existence at the introduc tion of the settlement. But with regard to the assessment of wells now in existence, the case is different. Even when they are held by the persons who built them, it must be remembered that they were built with the full knowledge that their construction would cause an increase of assessment upon the lands they were to water. Many old wells also in Gujarat were originally built by Government or by farmers of the revenue, aud many more originally constructed by cultivators, have either lapsed to Government or have been sold, their liability to assess ment having been considered in the price. \" 17. I speak with diffidence regarding the Deccan Survey system, having had no experience in it. But from what I have heard I believe that wells in the Deccan are comparatively few, that as they pierce the rock, they are very lasting, and that the limits of the land irrigated from them are generally well defined. If this is the case it is of course not-difficult for the classers to decide what lands should be assessed at garden rates. \" 18. But this is not generally the case in Gujarat. Wells are very numerous, are likely to fall in or become salt, and the area of land which each is capable of irrigating annually is usually much less than the area capable of being irrigated from it. There are generally several sharers in a well, each of whom has the right of taking his own share of water into his own field, often at a considerable distance from the well, and surrounded by other fields equally capable of being irrigated, but the owners of which have no right to the water. We have therefore to decide — 1st. — What area each well is capable of irrigating. 2nd. — What proportion of this area must be reckoned in the field of each share ; and 3rd.— The rate. \" 19. An example will show the method in which this was done before we introduced the kussur system : — •s-a P ■Sfc œ ° is — 73 aj f - >. O Shares in Well. Baga- yut Acres to each Share. Field! i held bi Sharer. each St itUemei a. Total Assess- ment of each No. Nos. Acrc.=. Classlfl cation. Annay. Baga- yut. Acres. Baga- yut rate. Rs. Dry Crop. Acres. Dry Crop rate. 2 3 4 5 6 7 8 9 10 11 12 8 A. t 2 10 {S 13 14 4 2 6 2 3 16 16 16 16 16 2 1 3 1 1 8 8 8 8 8 2 1 3 1 2 3 3 3 3 3 2 22 11 33 11 14 B. ' C. i 4 1 1 17 8 i 9 91 I -."], [83, "THE BAGAYUT KUSSUR. 73 Now there are several objections to this method. 1st. — It is very laborious. In a district like Duskrohi, containing about 4.000 wells, which irrigate 20,000 or 25,000 different fields, it takes the settling officer 5 or 6 hours' work a day for 2 or 3 months, and the duty cannot well be entrusted to karkoons as so many difficulties continually present themselves. 2nd. — Until the settling officer hae fixed for each village what num- bers or portions of numbers are to be entered as bagayut in columns 8 and 9 of the above table, tbe Registers caunnot be begun to be calculated, and this throws the settlement very late in the season. 3rd. — If, as often must happen, an error is made in the fields under the well, in the shares, in the capacity of the well, &c, correction requires the recalculation of the acres and rates of both the bagayut and dry-crop land under the well, which takes time and trouble. 4th. — If after the settlement a well falls in the Collector cannot remit the garden assessment upon the lands irrigated from it without recalculating the dry-crop assessment from the classi- fication annas. \" 20. To avoid these inconveniences, we adopted the bagayut kussur system, and I must observe, that Major Francis has been misinformed that the garden assessment in Gujarat is fixed upon ' the water-bag.' It is fixed upon the land, but it is distinct from, and in addition to, the dry-crop assessment. \" 21. In the example given above (para. 19) the dry-crop rate being Rs. 3 and the garden rate Rs. 8, the total bagayut assessment, exclusive of the dry-crop assessment, upon 8 acres, would be Rs. 40. The entries would then be made thus : — \" 22. It must not be supposed that in order to arrive at the amount 10 Shares in the Well Nos. Area in acres. Dry-Crop rate. Dry-Crop Assessment. Bagayut Kussur. Total Assess- ment of each No. A. i 10 HI 13 14 1 2 6 2 3 3 3 3 3 3 J2 6 18 6 9 10 22 a 88 11 14 B. 4 c. 4 D. i 20 5 5 IT r,l 40 91"], [84, "74 KAIRA : A DISTRICT IN FERTILE GUJARAT. of bagayut kussur. we have to go through all the calculations as in the example given in paragraph 19. \" The settling officer decides on an examination of each district or group of villages, how many acres a one-koss well working a certain number of hours will on an average irrigate, and the rate of bagayut assessment which it will be proper to impose, and from this a table is drawn out. Thus if it is found that a well working 9 hours can irrigate on an average 4 acres, and one working 6 hours 2£ acres, and that the proper rates, in addition to the dry-crop assessment, will be, for a sweet well Rs. 5, for a brackish ope Rs. 3, and for a salt one Rs. 2 per acre. The table would be in the following form : — \" 23. With the aid of this table, it is as easy for the settling officer to fix the bagayut assessment for a whole district, as according to the former system to fix that of a single large village. It is easy when the total assessment on the well has been ascertained to distribute the amount over all the fields watered by it, in proportion to the share of each holder. If there is any doubt about the shares, we can postpone the distribution till the jummabundy, and then ascertaining the facts from the people who are present, fill in the figures iu 10 minutes, the Survey registers being complete, as far as the calculation of the dry-crop rates is concerned. The correction of errors is also extremely simple, e.g., at the jummabundy of Oomret talooka Thasra, we found that the garden rates which I had originally imposed were too low, and decided upon raising them J, which was immediately done by adding 8 annas to every rupee of kussur in the Register. Under the old system, this would have involved the recalcu lation of the rates, and would have been very troublesome. If after the settlement a well falls in, the Collector has only to strike out the kussur, and if as sometimes happens, a cultivator should wish to resign one of his bagayut fields, but to retain his well, the kussur can be immediately transferred to whatever field he may point out. \" 24. There is another advantage in this system. It sometimes occurs ii On arat, that a Government well belongs to a person who has no land under it. In this case we can ehter the holder of the well as a No. of hours one koss can work. Acres irrigable. •agayut Kussur. On a sweet Well Do. brackish. Do, salt. 9 8 7 6 &c. 4 0 3 20 3 0 2 20 20 0 17 8 15 0 12 8 12 0 10 8 9 0 7 8 8 7 6 5 At"], [85, "THE BAGAYUT KUSSUR CONTINUED. 75 sharer in the well number, liable for the kussur only, and the entry in the phusal putruk would be in the following form : \" A curious instance of this has just occurred during the settlement of Bardoli. A cultivator who had a Government well and land was in debt to a Waneea, who attached his well, and bought it at the auction for Rs. 28, thinking that at the settlement, the land of the cultivator, who would of course be recorded as having no right to take water from the well, would be assessed at dry-crop rates, and that consequently he would be able to get a piaow, or rent, for the water. We have entered the Waneea's name as above, and have thus secured Government revenue to the amount of Rs. 29 per annum. \" 25. I trust to be excused for this long description of our method. It seemed to me very necessary that after the Survey Commissioner's stric tures upon it, it should be clearly explained. I am sure that Major Francis would be the first to admit that the simplicity of the method of garden assessment adopted in a district or province must depend upon the nature of its water privileges, and of the modes of irrigation which prevail in it. Our object has been whenever we can ascertain with tolerable accuracy what are the water-producing capabilities of soils, to allow for them in the permanent assessment, without regard to the existing means of irrigation, and when we cannot, to assess those lands which actually possess the means of irrigation is as simple, permanent, and equitable a way as we can. If Major Francis will take the trouble to understand our system, he will, I think, be convinced that it is neither so complicated nor so unfair either to Government or the cultivator as he now supposes. \" 26. I will now proceed to offer a few remarks upon Mr. Ellis, proposed system. I quite agree with what Mr. Rogers and Major Francis have said regarding this. I am quite sure that the system would not be applicable in a district like Chiklee, where in one field water can be obtained by digging through earth to the depth of a few feet, while another neighbouring field rests upon solid rock, and even in districts like Duskrohie or Neriad, where this is not the case, where rock is not met with, and where the springs are found at about the same depth, not only as Mr. Rogers observes, are sweet and salt wells found close together, but also it is by no means certain, on sinking a well a spring will be met Dry Crop. Well No. Acres. Assessment. Rupees. Name of Holder. Bagayut Kussur. Acres. Assessment. 10 30 { Ramjee Raojee ft 15 15"], [86, "76 KAIRA : A DISTRICT IN FERTILE GUJARAT. with. I know several instances of wells left unfinished because water was not found in them. \" 27. I do not think also, that tho increase of assessment upon the dry-crop lands, required to make up for the abandonment of a garden assessment, will always be so inappreciable in amount as Mr. Ellis expects. In Cliiklee for instance, the assessment of cultivated dry-crop lands will be about Rs. 1,30,000 and of garden lands (not including rice) about Rs. 65,000. Deducting those dry-crop lands in which, from their elevated situation or other reasons, there is no probability of water being obtained, the rate of increase in the dry-crop assessment required to make up for the relinquishment of a separate garden assessment, would certainly be not less than annas 8 in the rupee, and we should I fear run a great risk of throwing much land out of cultivation. \" 28. There is another point which Mr. Ellis has, I think, overlooked, and which neither Major Francis nor Mr. Rogers has noticed. If I un derstand Mr. Ellis' proposal, he intends that the classers shall ascertain those lands in which there is a reasonable probability of water being obtainable, and allow for this probability by an addition to the classifi cation annas. But this presupposes that in all districts and villages an uniform proportion between wet-crop and dry-crop rates, or rather be tween the dry-crop rate of lands in which water is procurable, and that of lands in which it is not, can be maintained. This is far from being the case. In Chiklee, for instance, when there is a great deal of very superior rice and garden land, and the dry-crop soils are of inferior quality, the people put all their capital, labour and. manure, upon their wet lands, and grow only grass or the commonest grains in their dry soils, and we have consequently found it absolutely necessary to reduce the dry-crop rates which, upon other considerations, we originally pro posed, and there are other districts in which the dry-crop cultivation is almost as careful and valuable as the wet-crop.\" ° ° ° 14. I trust you will do me the favour of causing a copy of this letter to be furnished to Major Francis, who is under the impression that the system of bagayut assessment adopted in Gujarat has been found defec tive. Now it is not the system that is'def ecti ve in itself — for I am humbly of opinion it is the best that could be devised, — but it is the difficulty of administering and working it after the assessment has been completed. 15. I will adduce some examples. The settlement of a district has been completed. For some time all goes on smoothly. Suddenly either from the shock of an earthquake or from some other unknown cause, a few wells or a great many wells (in one village or in several villages of the district which have hitherto been sweet, and, have been assessed as such) turn brackish or salt. Now (as you are well aware) there are several grades of brackish water which we define as brackish, brackish drinkable, brackish undrinkable, and salt. As soon as the Collector re-"], [87, "DIFFICULTY OF ADMINISTERING THE SYSTEM. 77 ceives the petitions, he must either remit the kussur on these wells \" in toto,\" or make a reference to the Survey Department to know hov) brackish the water has become, and how much the kussur is to be t. , n „ . «x- ■ . „ lowered in consequence, or to say the least i . ,,(, Collector of Kaira to Reve- «. , mie Commissioner, N. D. No. 1137 of it, he must send some trustworthy' person dated 19th October 1864. Reply of , . ., „ . . _, „ Revenue Commissioner No. 3429 to examine the wells and see whether they bave become really salt or not. Again, in Survey No. 1176 dated 2nd Novem- the sandy and loamy soil of Gujarat wells ber 1864 j j j fall in every day, and as they fall in the \"kussur \" must be remitted. 16. Now these are the causes which make the assessment of jerayut ..__,', bagayut so precarious in Gujarat, and are Revenue Commissioners letter ° J r J to Government No. 1015 of 80th the des ects of the system alluded to by the Honourable Mr. Ellis, but they cannot justly be laid at the door of the Survey, (as I am quite sure Major Francis will be the first to admit,) for it might be said with about as much fairness that the Survey is responsible for the soil turning \" Khar\" which it is continually doing in many parts of Gujarat and the North Western Provinces. 17. Mr Pedder has, very clearly, explained that the difficulties of „ ,„ .,._,„. „ . reducing assessment on account of the fall- No. 13a dated the 8th Juno 1865. mg in of wells or change in the quality of water, are only multiplied by combining the water assessment with the jerayut rate and putting it on the land. This difficulty has been got rid of by the \" kussur.\" 18. Now it was to get rid of this precarious pucka well assessment mn-BAj. « _>_ _____ that induced Mr. Pedder to propose that the W. G. Peddoer, Esq., Survey Set- r r tlement Officer in Gujarat, to' Cap- owners should be allowed to redeem the tain C. J. Prescott, Superintendent ... , T ,. of Revnire >-urvey and Assessment assessment, and it was because 1 did not «mbJrlr8MNO'23'dated UthN°\" think his scheme would be sanctioned that I submitted mine. The Honourable Mr. Ellis' plan was proposed to be carried out as a better one than mine, and thus this discussion arose ; but now that Mr. Pedder's scheme has received the sanction of Government0 and is to be * Resolution ot Government No. , . , . ..•. . . 1826 dated 1st May 1865. adopted in one district as an experiment there is no need for discussing the feasibi- lity or otherwise of my plan, as from what I hear the people will be very glad indeed to purchase the well assessment by the payment once for all of a lump sum. I have the honour to be, Sir, Your most obedient Servant, C. J. PRESCOTT."], [88, "78 KAIRA : A DISTRICT IN FERTILE GUJARAT. Revenue Survey and Assessment. No. 2110. Revenue Department. Bombay Castle, 8th June 1866. Letter from the Revenue Commissioner, N. D., No. 1045, dated 30th March 1865 — submitting, for the consideration of Government, the propriety of abandoning in future Survey Settlements in Gu- jarat and Khandeish all assessment upon wells ; and stating that he has directed Captain Prescott and Mr. Davidson, in introduc- ing the revision of assessment during the current season, to adopt this new system experimentally, and requesting sanction of Government to the same. Letter from Major J. T. Francis, Survey and Settlement Commis- sioner, No. 12, dated 25th April 1865 — submitting his remarks on the proposals contained in the above letter. Letter from Major W. C. Anderson, Survey and Settlement Commis- sioner, No. 137, dated 10th May 1865 — submitting his observa- tions on the same. Letter from tho Revenue Commissioner, JJ. D., No. 1561, dated 15th May 1865 — submitting, with reference to his predecessor's letter quoted above, his remarks on Major Francis' letter No. 12, dated 25th April last ; and suggesting that no general order for carrying into effect the proposed system in Gujarat and Khandeish be issued until the result of the experiment which Captain Prescott has been directed to make in the districts of Bardolee and Chicklee in the Surat Collectorate is known. Letter from the Revenue Commissioner, S. D., 1942, dated 7th June 1865 — forwarding his remarks on the subject. Resolution. — The question submitted by the late Revenue Commis sioner, N. D., was whether a system might not be adopted for assessing by a light rate the water-producing qualities of the soil, in preference to the present system of assessing highly only such lands as are found to be already supplied with wells. 2. The authority of Major Wingate is quoted in support of the pre sent system. But that able Revenue Officer admitted the correctness of the principle advocated in the letter from the late Revenue Commissioner N. D., No. 1045, of the 30tb March 1865, and it seems that he was deterred from adopting the system, which be deemed to be better theoretically, by the consideration that it would involve a large sacrifice of revenue, and that the continuance of the system which he found in existence would not be felt as a hardship if the assessment were properly adjusted. 3. In the discussion which has taken place there appears to have been some misapprehensions, and questions not altogether relevant have"], [89, "GOVERNMENT VIEW OF THE QUESTION. 79 been raised. The result, however, appears to be that the correctness of the theory is admitted, but difficulties are raised in respect to the prac tical application of the principle. 4. These difficulties do not everywhere exist. As an instance it may be noted that Major Francis has introduced a similar system into the district of Kundiara in Sind. In the Bhatta lands of Gujarat the prin ciple has also been successfully adopted by Captain Prescott and Mr. Pedder. The plan is certainly practicable where the lands in which wells may be dug are in tracts of considerable extent. Where the well assess ment is likely to disappear altogether in a short time, as in some of the districts of Gujarat, or where it is likely to fall off owing to the small pro fits of such cultivation as compared with-dry crop cultivation, it is surely better to devise and adopt some system for taxing the irrigable quality of the land. This need not be by the general imposition of additional assessment on all lands ; it would naturally fall only on the best lands which are ordinarily those in which such capabilities are found. It may in some places be necessary to have the portion of the village lands to which such extra assessment would be applicable noted and recorded by the Assistant iu charge of classing duties ; and His Excellency in Coun cil does not think that the task would ordinarily be as difficult a3 the work of fixing again rates for garden lands under the present system, On the other hand, there are doubtless districts in which it would be difficult to carry out the taxation of the water producing powers of the lands sufficiently to compensate for the abandonment of the present sys tem. But these exceptions should not prevent the adoption of a more correct Bystem wherever it is practicable. 5. Captain Prescott has framed a plan for working out an application of the principle. He may be permitted to try this in any district in which it may be found appropriate, and the result will appear in the Settlement Report. It will be sufficient for Government to record an opinion that the principle should be the basis of settlement whenever the Superintendent can safely and conveniently apply it. There can be no greater inducement to the digging of wells than the exemption of all wells from assessment. Of course, this exemption could not affect re trospectively assessment now being levied, but whenever a revision takes place, the Survey Commissioners and Superintendents should consider whether the special rates imposed on existing wells may not be got rid of without a great sacrifice of revenue. J. KING. For Chief Secretary to Government. To The Revenue Commissioner, N. D., The Revenue Commissioner, S. D., Lieut. Col. W. C. Anderson, Survey and Settlement Commissioner, Major J. T. Francis, Survey and Settlement Commissioner."], [90, "80 KAIRA : A DISTRICT IN FERTILE GUJARAT. No. 2526 of 1868. Matheran, 11th June 1866. Forwarded to Major Prescott for information and guidance. A. ROGERS, Revenue Commissioner, N. D. Extract paragraph 2 of the Despatch from Her Majesty's Principal Secretary of State for India No. 79, dated 16th November 1866. Para 2. — I approve of the Resolution of your Government on this subject which has long been under discus sion, and desire to be informed in what June Proceedings. No. 734 of Abstract. Gujarat and Khandeish. districts the change of system proposed has Assessment of Land irrigated by a •> . wells. been introduced, and the results which have attended it, when sufficient time has elapsed to enable you to form a judgment. No. 4786 of 1866. Revenue Department. Bombay Castle, 19_A December 1866. Forwarded to the Revenue Commissioner, Northern Division, for infor mation and guidance, with reference to Government Resolution No. 2110, dated 8th June 1866. J. KING, For Chief Secretary to Government. No. 6323 of 1866. Camp Carinja, 22nd December 1866. Forwarded to Major Prescott in continuation of this Office No. 2526, dated 11th June last. A report should be submitted, as desired by the Secretary of State. A. ROGERS, Revenue Commissioner, N. D. Revenue. No. 35. India Office, London, 30th June 1866. His Excellency the Honourable the Governor in Council, Bombay. Sir, — I have considered in Council the Despatch from your Excellency iu Council numbered 11, and dated the 12th May last, informing me, with reference to paragraph 3 of my despatch of the 9th of March last,"], [91, "FAILURE OF THE COMMUTATION PROPOSAL. 81 No. 15, that the Ryots of the districts of Kaira and Ahmedabad declined the offer made them to commute the extra assessment on garden lands watered by wells. 2. Whilst I regret to learn the failure of this plan of Mr. Pedder, I quite approve the remark in your Resolution as to the necessity of seek ing for some other sources whence the funds for these important drain age works can be drawn. I have the honour, &c, DE GREY and RIPON. No. 2742 of 1866. Revenue Department. Bombay Castte 31st July 1866. Forwarded to the Revenue Commissioner, N. D., with reference to Go vernment Resolution No. 1377, dated 17th April 1866. J. KING, Acting Under Secretary to Government. No. 3408 of 1866. Poona, 2nd August 1866. Forwarded to the Superintendent Revenue Survey and Assessment Gujarat, for information. J. F. FERNANDEZ, For Revenue Commissioner, N. D. 11"], [92, "til APPENDIX. II. OPINIONS OF INDIVIDUALS AND OF THE PRESS ON THE SAME SUBJECT. THE LAND SETTLEMENT IN NERIAD, (Times 0/ India, 22nd Nov. 1868.J TO THE EDITOR OF THE \" TIMES OF INDIA.\" Sir, — I have just returned from a short tour, and find in looking into the back numbers of the Times of India, that you publish my letter of the 21st September, and notice my complaint regarding extra assessment levied on the ryots on account of well irrigation in the talooka. \"You observe that I have been misinformed on the subject, since you consider it to be one of the chief merits of the Bombay Revenue Settlement that it does not tax improvements. You, however, deem it proper to bring the complaint to the notice of Government. Further, I find in your issue of the 30th ultimo, that in again referring to the subject, you seem tacitly to acknowledge the truth of my complaint, and in fact, to justify the grounds which led Government, at the time of making the recent settlement, to levy garden rates on well-irrigated lands, which before the new settlement were only subjected to dry crops rates. Again, you ob servethat Government is quite justified in doing so, considering that the wells in existence at the time of the settlement had been either sunk or put into repairs at the cost of the State, and that at the time when the State made over to the cultivators these wells, there was an implied understanding between the State and the ryot, or at all events, the latter was aware, that he would have to pay extra charges on account of the use of well water. I admit that you would be quite justified in arriving at this conclusion, were the facts of the case such as you have described. But you will allow me to observe that the facts are otherwise. I say this from enquiries I have made on the spot. I find that the wells in the talooka which were in existence at the time of the recent settlement were not con structed at the expense of the State,nor had the State paid a farthing towards their repairs. I talk of wells sunk in lands held from Government either on the Narwa, or thirty years' tenure, and not of wells constructed or re paired by Government for the use of the general public. To go no further I take the town of Neriad alone, which for the purposes of assessment, has been divided into five paties or wards. The greater part of land surrounding the town is held from Government on the nurwadari tenure. There are in all about 125 wells in this land, situated at various distances. Of these 125, three wells are all that have received some support from the State, chiefly in the shape of tagavi or advances, which have been paid back to Government. With this small exception, all wells"], [93, "LAND SETTLEMENT IN NERIAD. 83 have been sunk by the cultivators at their own expense and labour. Many of them were constructed as far back as the date of the previous Government, and were kept in repairs by the ryots at their own cost. I must tell you that most of these wells are from 80 to 100 and 120 feet below the surface of the ground, and are so wide as to be capable of admitting into them twelve kosas (leather bags) to draw water at the same time. The average cost of constructing these wells cannot, I think, have been less than Rs. 2,000 each. At this rate, the ryots of Neriad, who have been cultivating lands from Government, may be said to have expended out of their own pocket, about two and a half lakhs of rupees for the purpose of constructing wells, and for this action on their part — the results of which have benefited both the Govern ment and the ryots, in the shape of increased assessment to the former, and of greater produce to the latter, the ryot is made to pay a sort of penalty in the form of increased garden rates instead of dry crop rates, which before the settlement used to be levied upon them. If this is not taxing improvements, and thus discouraging ryots from sinking wells any more in places where they are most urgently required, I don't know what is, for where is the guarantee that at the period ot the next revenue settlement, garden rates shall not be charged for those lands which now pay dry crop rates, but which may have wells sunk in them during the currency of the pre sent settlement ? When some of the wells on whose account additional charges are now levied were first constructed, or in course of construction, the authorities of the time had, with a view to encourage such undertak ings, not only promised to levy no additional water rate, but had actually exempted such ryots from the payment of Government land revenue for a certain period. I am informed that about the Sumvat year 1883-85 (cor responding with the English year 1827-29), when Mr. Thomas Williamson was in Kaira, either as Collector or Revenue Commissioner, I cannot say which, he issued a circular the purport of which was that any cultivator sinking a well in the land held from Government would not only have no increased assessment levied on his land on account of the additional advantage thus obtained, but should be exempted from paying Jumma bundy rate for a certain number of years. I have not by me the exact date of this circular, but it can, no doubt, be easily obtained by Govern ment from the records of the time, either in the office of the Kaira Col lector or of the Revenue Commissioner. You will, at all events, see that the ryots have some reason to look upon Government as acting contrary to the spirit of faith and assurance given in this circular. Government is perfectly entitled to charge the ryots the ground rent of lands taken up by these wells. I will even go so far as to concede to Government the right to charge a higher rate in the case of lands taken up by wells, but I demur"], [94, "84 KAIRA : A DISTRICT IN FERTILE GUJARAT. to tbe policy, if not to the right of Government, to levy additional assess ment on account of wells constructed by ryots out of their own capital, with the fullest faith in the promise of Government that nothing extra should be charged on account of wells. There are many other questions in connection with the land settlement of this talooka in regard to which considerable misapprehension prevails in the minds of the ryots, to clear up which should be the first duty of Government. And no better way of doing this can be suggested than an immediate publication of all papers connected with its recent Revenue Survey and Settlement. No doubt, a considerable part of this misapprehension and consequent dissatisfaction may be traced to the ignorance of the principles which have guided Government in effecting the settlement. I cannot understand what objection there can be on the part of Government to delay the publication of these papers, seeing that in regard to the settlement of the Indapoor talooka it has not been thought proper to withhold all necessary information from the public. My object here is not to seek or find fault with Government in the matter of the Revenue Survey and Settlement of this talooka. I admit that the Bombay Revenue Settlement possesses many merits of its own. But it is only fair that in a prominent recognition of that fact, the defects of the settlement and the injustice which it sometimes has been the means of inflicting upon ryots should not be passed over in silence. I am afraid I have exceeded due limits ; but tho importance of the subject and the necessity of drawing your attention to the facts of the case will, I hope, be deemed a sufficient excuse for my dwelling at some length upon it. October 14, 1868. NERIAD. THE LAND SETTLEMENT IN NERIAD. (Times of India, 28th Nov. 1868.) TO THE EniTOR OF THE \" TIMES OF INDIA.\" Sir, — A letter of a correspondent signed \" Neriad,\" which appeared in your paper of the 22nd instant, is so pretentiously authoritative regard ing the accuracy of what the writer would call his facts, and so specious ly untrustworthy throughout that to counteract a tendency it has to mislead, I beg you will allow me to fulfil a public duty by publishing a few wOrds concerning the recent revenue settlement of the Neriad talook. I shall do so, I trust, at little expense of your space, and my time ; for your correspondent shows so much i gnorance of the principles acted on and the objects aimed at, by Government in making the settlement, as to place anything like a controversy between him and me, which would involve enquiry into the detail.of his letter, entirely out of the question."], [95, "MR. W. G. ELLIOT'S ANGRY LETTER ON THE SUBJECT. 85 An argument must have a point d'appui of premises common to both sides to argue from. But your correspondent is so ill-informed of re venue affairs as to render it impossible to discuss them with him. On other accounts besides my immediate object, it is right to remind people of a great fundamental principle appertaining to the land of this country, that all of it is, or was, once Imperial property. However much this may be just now misunderstood, it is still nevertheless true, and a simple but very important fact. The word \" alienated,\" as applied to land, is nicely indicative of the principle. For although the Government may have alienated its rights as a landlord, temporarily or for ever, the essence of the connection of Indian land, with its Government, has always been from time immemorial, that all the land is a Government estate. No doubt objectors to the Bill for City Surveys now before the Legis lative Council would cavil at this enunciation, but that would not disturb the fact. Now as to its applicability to what I have to say. Before, the revenue Survey came into operation, land was assessed periodically, usually yearly. But says the Preamble of Act I of 1868, \" Whereas a moderate assessment of land revenue is equally conducive to the interests of Government, and the well-being of its subjects ; and whereas it has been, and is the desire of Government to equalise assessments, to ascertain and settle the obligations, and to record the rights, interests, and privileges of persons and classes owning and occupying land,\" &c. And in pursuance of the provisions of the enactment, the Neriad settle ment was made. As to the manner in which it was carried out, you could not afford me space for even a very sketchy precis of the volumi nous correspondence in which officers, thoroughly familiar with the duty they had to do, discussed with a punctilious regard for the welfare of tho ryot, that is distinctive of the revenue survey system and its officers, every point of the settlement, so as to make it fair and equable in its bearing on all interests affected by it, and without a thought of introduc ing a measure framed merely to increase Government revenue, at the expense of the ryot, which is so far from being a part of the revenue survey system, that the very essence of it is to lower rates so as to in crease the area of cultivation, and so add to revenue by inducing culti vation of waBte lands at the low prices. If your correspondent had acquainted himself with this, and if he had taken pains to inform himself properly of what he was writing about, say, by the one-hundredth part of the labour which the officers entrusted with making tbe settlement went through, he might, it is true, have stumbled upon facts from which he has arrived at erroneous conclusions ; but if he had, in course of continuing his labours, ho would have como to know how misleading facts sometimes are when considered alone."], [96, "86 KAIRA : A DISTRICT IN FERTILE GUJARAT. I am alluding to a result of the preliminary difficulty there was ii. equalising the assessment in the Neriad talook, where assessment by caste had been greatly the practice before tbe introduction of the settle ment, and which led to some lands being assessed higher under the revenue survey system than was previously the case. This had to be done to equalise assessment throughout the talook, and for other and equally just reasons, and your correspondent has taken this sort of fact by itself as proof of the unfairness of the assessment. He will find if he cuts his finger deep enough that there is something more above and below it than skin. As to his allegation, that wrong has been done to individual ryots who had specific agreements with Government to run over a specified time, the officers who made the settlement acknowledged such agree ments wherever they were fairly urged ; and in cases where such agree ments have been overlooked, through miscarriage of any kind, ara I not here, Sir, in Kaira to enquire into such cases, and to acknowledge whatever Government obligations there may be ? And am I not, Sir, your most obedient servant, G. W. ELLIOT, Acting Collector of Kaira. P. S. — I should add that so few complaints against the settlement have been made to this office, that I cannot think of one. But the people of these districts are not unaccustomed to making known their grievances- THE LAND SETTLEMENT IN NERIAD. (Times of India, 4th November, 1868.) TO THE EDITOR OF THE \" TIMES OF INDIA.\" Sir,— I see you publish in your paper of 28th instant a letter from Mr. G. W. Elliot, Acting Collector of Kaira. It purposes to notice my com plaint regarding extra assessment on account of well-irrigation in Neriad talooka. I had heartily desired to be set right in regard to my com plaint, if I was ill-informed on the subject, by so high an authority as the Acting Collector of Kaira, who possesses means of information which are certainly beyond my reach. But, instead of giving me, or the public, the benefit of his superior knowledge of revenue affairs, by replying in a straightforward manner, His Honor is pleased to pour down upon my head a hot bath, full of angry words and statements, thereby trying to fulfil, what he is delighted to call, ' a public duty.' For the first time in my life, Mr. Editor, I am taught by Mr. Elliot that ' fulfilling a public duty' consists, not in dispassionately discussing a public question with an opponent, correcting him where he is mistaken, but in iudulging in violent language as if this was the easiest mode of carrying conviction home to him. I am sorry I cannot accept the Act-"], [97, "87 REPLY TO THE PRECEDING LETTER. ing Collector of Kaira as my instructor in revenue matters, pretend as he may to a considerable knowledge of them, for, instead of a tissue of indignant statements hardly warranted by the nature of the question, I certainly had expected something better from him. I will now proceed to notice some of his statements In the second para, of his letter, Mr. Elliot enunciates a fundamental principle in regard to the land of this country, namely that ' all land is or was once Imperial property,' and connects it with ' objectors to the Bill for City Surveys now before the Legislative Council.' Now, if you will kindly refer to my letter published in your issue of the 22nd instant, you will find that I have nowhere called in question this principle. Neither was it my object to do so. Nor have I made the remotest allusion to the City Surveys Bill either in the way of objecting or supporting it. I have my own opinion of the Bill, but this had had nothing to do with the point under discussion in the letter. Mr. Elliot next goes on to apply this dictum of land to Act I. of 1865, but this, I think, he does to little or no purpose. I never disap proved of the' principle which guides the revenue survey, nor have I any where called the land assessment of this talooka as being particularly heavy. On the contrary, what I said was — \" I admit that the Bombay Revenue Settlement possesses many meritso f its own. But it is fair that, in a prominent recognition of this fact the defects of the settlement and the injustice which it sometimes has been the means of inflicting upon ryots, should not be passed over in silence.\" I simply thought when I wrote the letter, that the injustice of which I had complained had only to be brought to the notice of Government or its superi or revenue officers, to be properly remedied. The fact is that while conversing and discussing the question of the recent land settlement of the Neriad talooka with some intelligent Pati dars or Nurwadars, and ryots of the town, I found that a heavy water-rate on account of well-irrigation, entered as an important element of the settlement. This item, it must be remembered, was never levied either by the present Government, before the new settlement came into opera tion, or by the previous Government. Now, you will admit that sinking a well into a land is adding to its improvement. And, if a heavy rate on account of well-irrigation formed au item of land assessment, it could be looked aft in no other light than as a tax ou improvements, even though the present total assessment of the talooka might not be greater than the past, whereas the boast of the Bombay Revenue Settlement has all along been not to tax improvements. To meet this complaint, it was surely not required on the part of the Collector to give ' a very sketchy precis of the voluminous correspondence in which officers, thoroughly familiar with the duty they had to do, dis-"], [98, "88 KAIRA : A DISTRICT IN FERTILE GUJARAT. cussed with a punctilious regard for the welfare of the ryot, that is distinctive of the revenue survey system and its officers, every point of the settlement so as to make it fair and equable in its bearing on all in terests affected by it, and without a thought of introducing a measure, framed merely to increase Government revenue at the expense of the ryot' But who ever demanded so much information ? Mr. Elliot could have easily spared all this flourish, and met my objections by a plain statement of a few facts, even if he thought I was so ill-in- formed of revenue affairs as to render it impossible to discuss them with him. I am sorry to find, however, that he has hardly troubled himself to meet a single point of my argument. The whole tone of his letter is such as one could hardly have expected from a gentleman in his position. Seriously, if men in such position, instead of using argunients, try to cry down an opponent by making loose and indignant statements, the public could hardly expect to bo enlightened by them on questions of vital im portance to the country. And this tempts me once more to call the attention of Government to the very urgent necessity which exists of at once publishing papers con nected with the revenue settlement of the Kaira Collectorate. If any misapprehension exists on the part of the outside public in regard to the land settlement of this Collectorate, it surely is not traceable to any un willingness on its part to obtain the desired information, but to a want of access to authoritative works on the subject. This is the more necessary when public officers, instead of supplying facts, furnish only loose and indignant statements as has been the case in the present instance. October 31, 1868. NERIAD. THE LAND SETTLEMENT IN NERIAD TALOOKA. (Native Opinion, 15ih Nov. 1868.) So much has been urged in support of the Land Revenue System of this Presidency, both in public prints, and in the reports of Revenue Officers of Government, that one is naturally apt to dismiss as unreason able any complaint raised on behalf of the ryots against Government. It seems to be forgotten that the so-called ' perfection' and ' beauty' of the system, inaugurated in this Presidency by Sir George Wingate and the late Mr. Goldsmid, require that it should meet the wants of the ryot as well as of the State in a fair and honorable spirit. And, if the professed object of Government in the introduction of a Thirty Years' Settlement into the Bombay Presidency be to establish equitable relations between the ryot and the State, it is the duty of its executive officers to see that this object is properly gained. The settlement has been already introduced into the several zillas of the Presidency. In the Southern Division, it has been in operation in Poona, Ahmednuggur, Belgaura,"], [99, "89 LAND SETTLEMENT IN NERIAD TALOOKA. Dharwar, and Sattara : and Khandeish iu the Northern Division. In Gujarat it is still in progress. The only ziila where it has been com pleted, and is now in actual operation, is Kaira, perhaps, one of the most thickly populated of all the zillas of this Presidency. With regard to the settlement of this district, it has been complained, and complained justly, as the reader will find, that a heavy extra assessment on account of well-water has been made to form an important item of the land assessment. And the case of Neriad talooka has been brought forward to illustrate the point. The culturable lands in Government villages in the Kaira zilla is, or rather was, according to a return of 1858-59, about 692,614 Beegahs. Of this, by far the largest portion is held from Government under various tenures. Some lands are Khata bundee holdings, where the ryot is directly answerable to Government for his rent. Others are held under what is called the Narwadari tenure, according to which the villagers are bound to pay to Govern ment a lump assessment every year, while a not inconsiderable portion is held under summary settlements, in accordance with the provisions of Act VII. of 1863. Under whichever of the tenures the land is held from Government or from private landlords, it is necessary that the ryot must meet his payments to Government and to his landlord in the regular instalments fixed for the purpose. He evidently looks to his crop for the means to do this. Now, it is well-known that in Gujarat, as in other parts of India, rain-water is the principal source to which a cultivator wistfully looks for an abundant harvest. But he cannot always depend upon it. He knows he may be disappointed at any season as he has been many a time before. With the greatest economy, therefore, he saves every pie from his income, denying himself some times even the most ordinary comforts, and, at last, succeeds, with the joint exertions of himself and his family, in sinking a well on his land, which to him is a source of earning his bread — a source which, in Guja rat, is, perhaps, as necessary as his pair of bullocks or his plough. It may naturally be supposed that an enlightened Government such as ours, would be the last to tax the ryot for introducing this kind of improve ment into his land, with a view to raise its quality. Section XXX. of Act I. of 1865 thus provides for improvements : — \"It shall be lawful for the Governor in Council to direct, at any time, a fresh surrey or classification of soils, or revision of assessment, or all or any of these combined, but the assessment so revised shall not take effect till tbe expiration of the period of previous guarantee given as provided in Section XXVIII. Such revised assessmeot shall be fixed, not with reference to improvements made by the owners or occupants from private capital and resources, during the currency of any settlement under this Act but with reference to general considerations of the value of land, whether as to soil or situation, prices of produce or facilities of communication.\" All prospective improvements on land are by this section exempted from 12"], [100, "90 KAIRA: A DISTRICT IN FERTILE GUJARAT. taxation. But we contend that Government, in justice to the ryots who have already expended private capital in constructing wells, is bound to give a retrospective effect to this provision. According to the present system of assessment, all wells, which existed at the time of the new survey, have been held liable to a water rate. The lands of a village are first surveyed, and a note is taken of all wells which are situated in them. The survey officers next proceed to classify the soils. Such soils as are irrigated by wells, are separated from those as have no wells sunk within their limits. The former are then subjected to garden-crop rates which include an extra cess on water; whereas the latter are charged dry-crop rates. Two considerations thus mainly influence the assessment : the intrinsic value of the soil, and the extrinsic value conferred by water. Now, if the extrinsic value of the soil was due to any action on thepartof Government, there would, indeed, be some justification for it to charge an extra cess on water. But the ryots of Neriad talooka, and, indeed, of the whole of Kaira and other zillas, can show, in the clearest manner possible, that Government has not contributed a farthing towards obtaining the facilities of a water supply in tbe form of wells ; that these wells were constructed by them, or their forefathers, out of their private capita], in fact, out of their annual savings ; that, bad it not been for this outlay of capital on their part, there would not have been a single well, in the place of so many which you see at present ; and that, even the repairs of these wells have been carried out by them out of their private resources. What right, then, has Government to this extra assessment ou well-water? But it is not merely of the injustice that the ryot in the Kaira and other zillas has been complaining. He feels that Government has broken its faith with him. Such lands as are now charged with garden-rates were, before the settlement, subject only to dry-crop rates. By a cir cular of 1827, issued to the cultivators of the Kaira zilla by Mr. Thomas Williamson, all cultivators, who injected wells into lands held under Goverument, were exempted from the payment of garden assessment rates. Now, this circular demonstrates most clearly that, even at that early period of its rule, Government was solicitous to allow the ryot the full benefit of the improvements worked out by him — improvements which enabled him not merely to profit himself, but to meet the demands of Government without fail. It may, perhaps, be urged that the pledge conveyed in this circular was binding upon Government only for 30 years, on the expiration of which it was perfectly competent to it to levy a garden assessment. To this it may be replied, 1st, that the interval between the expiration of this period, and the period of the introduction of the new survey, com prised a very short time, during and after which Government was bound to observe its pledge under the new settlement, especially as the prospec-"], [101, "LAND SETTLEMENT IN NERIAD TALOOKA. 91 tive improvement of land under the new settlement exempted it from further taxation on that account, and secondly, that during the conti nuance of this pledge nothing had been done by Government which could show that it contributed in any way towards conferring an increased value upon the soil. To show that we are not setting up an imaginary grievance, that the authorities fully competent to deal with such questions acknowledge the injustice here complained of, we place before our readers the following extract from an article entitled ' The Laud Assessments of India ' by a writer in the third number (July 1855) of the late Bombay Quarterly Review, who seems to be fully conversant with the subject. After describing how fields are surveyed and boundary disputes settled, the writer goes on to offer his views on the principle of classifica tion of lands : — \" The extra cess for water is levied equally on land irrigated by wells, or from bun darahs. We think this principle, however, both unjust and impolitic ; in nineteen cases out of twenty, the fields irrigated by wells have been cultivated by the same family from a period long aotcrior to our rule; and the probability, nay, almost certainty, is that the wells were made by the immediate ancestors of the present occupants ; they should, therefore, be considered in the liykt of private capital invested for the improve ment qj the land; and the interest of the capital so invested ought never to be absorbed or encroached upon by Government. ***** We think it would be an admirable expedient, both as regards liberality and justice, to forego it (extra cess on water). The improvement of the country by the construction of new wells, and the consequent ly increased prosperity of the people, would be tbe immediate result ; the prospective result would be the enhanced revenue that would accrue to Government, after the expiration of the present term of 30 years. It is true that Government have deter mined and have especially ordered, that no extra cess shall be levied from any well that may be constructed subsequent to the introduction of the new settlement; but to make the measure thoroughly effective, it should have a retrospective provision ; the certainty and stability of the advantage would then be brought more fully aud practically before the people, and many a family would devote a surplus couple of hundred rupees to the construction of a well instead of squandering it upon the puerile and useless ceremonies of a marriage feast, with tbe concomitant and indecent exhibi tion of a village nautch.\" But the evil does not stop here. It is not simply the land into which a well has been sunk that has an extra cess levied upon it. All the adjacent lands are subjected to garden rates, whether the holders of them derive the benefit of the neighbouring well, or not. Where they do not, it is manifestly cruel to tax them. Where they do, it is by pay ing to the owner of the well an additional charge in the shape oipiyawa, or price for the use of water. The ryot has thus two parties to pay to for the use of a single benefit, the Government and the owner of the well. * The italics are ours.— Ed, N. 0."], [102, "92 KAIRA : A DISTRICT IN FERTILE GUJARAT. It is idle to say that this has been done with a view to equalize assess ments all round ; that the total assessment rates fixed by the new sur vey are not heavy, compared with the rates of the settlement it has superseded, and that the ryot is, upon the whole, on a far better footing by the new settlement. Granting all this, for argument (for in many places as we hope to show some day the rate is heavier than ever it was before) we object to the principle of a water cess as being manifestly unjust and inexpedient, especially as the facility of water is the result of tbe ryot's investment of capital and not at all of Government making. It has been suggested that the Neriad Patidars, and others similarly situated, should redeem the extra assessment by a fifteen years' purchase. Such a suggestion carries absurdity on the very face of it. Is it tho ryot that is to enjoy the interest upon the outlay of the capital invested by him in his well, or is the Government, who has done nothing in the matter, to encroach upon it ? When it is considered that the most crying want of Gujarat is irriga tion, and that by encouraging well-irrigation, Government is in a posi tion to avert the dire effects of a calamity such as is now devastating Marwar, it seems not a little surprising how such narrow views as those which allow an extra cess on water obtain predominance in the brains of our Revenue Officers. We commend the subject to the earnest atten tion of Government, and hope they will reconsider the whole matter, since justice and expediency equally demand that the ryot be left un fettered in the enjoyment of the fruits of those improvements which he may be at the pains and expense to bring about. THE LAND SETTLEMENT IN NERIAD TALOOKA. (Native Opinion, Nov. 29, 1868.) II. In our issue of the 15th instant, we stated, in general terms, the nature of the glaring injustice to which the ryots of this talooka were subject ed by the recent settlament. We are glad to find that our contempo rary of the Times of India has deemed the question of sufficient public importance to draw tbe attention of Government to it. Perhaps, it may be as well to put our observations into a definite shape, so as to enable our readers to see the real position of the question. The results of the Survey Settlement may be summed up in a few words. The talooka of Neriad comprises 76 villages, of which 26, or about a-third, are held from Government under the Narwadari tenure, the rest of the land being either alienated, or held directly from Government. The total area of cultuiable lands in the whole talooka is 1,28,159 acres, of which 55,821"], [103, "93 LAND SETTLEMENT IN NERIAD TALOOKA. belong to Government, and 72,338 acres are alienated. The new rates of assessment fixed by the Survey are as under : — Neriad Talooka. 1st Class Lands assessed at Rs. 6 4 0 per acre. 2nd „ „ ,580 „ 3rd „ „ ,,540 „ 4th „ , ,,500 5th „ , ,,480 „ 6th „ „ ,,380 In addition to these rates of assessment, arrived at after a most careful consideration of several points, such as climate, capabilities of the various soils, condition of agricultural skill, and the distance of markets, Govern ment has, for the first time in the history of this talooka, thought fit to sanction an extra cess on water, called Bagayet Kussur, on all garden lands. The maximum Bagayet Kussur is fixed at Rs. 7J per acre. We shall show, however, that it is actually more. The financial result of the settlement is a total revenue to Government of Rs. 3,72,833-5-0, made up as follows : — Revenue from Government Lands ... 2,51,123 15 0 Do. do Alienated do 1,21,709 6 0 Total... Rs. 3,72,833 5 0 This revenue, compared with the collections under the old system, shows a net increase of about 10 per cent. The gross amount is, perhaps, the largest shown by any tolooka of equal size in the whole of Gujarat. We should not at all grudge this increase and this revenue to the State, did we not find that an important item of it was wrung from the ryots by the levy of a cess, wholly indefensible either on the grounds of justice or expediency. The Bagayet Kussur upon Government and Alienated lands amounts to Rs. 39,011-4-0, or more than 9 per cent, of the entire revenue of the talooka. This Kussur, we say, operates most injuriously upon the industrious portion of the cultivators. It is opposed to the very essence of the Narwadari tenure, on which a considerable portion of the land of this talooka is held. It appears to us that either the true nature of the Narwadari tenure is not comprehended, in its entirety, by our revenue survey and settlement officers, or that they wil fully violate the most solemn obligations that the tenure requires to be observed by Government. The Narwa tenure confers mutual ohliga tions. The way in which it worked under the former Government was this. The Government was either too idle, or too cunning to manage its own village lands. It, therefore, consented to an arrange ment by which it secured its revenues with the least trouble and expense. It agreed to receive a lump sum from the principal Patels of a village, who were bound jointly and severally to"], [104, "94 KAIRA : A DISTRICT IN FERTILE GUJARAT. pay a stipulated amount or ' Akara,' a margin being always left to enable them to eke out their subsistence from their holdings. The lands thus made over to the villagers were called ' Narwa,' a corruption of the Sanskrit word ' Nirvaha' (•Tf^TT) meaning ' subsistence.' On the other hand, Government, on its part, promised to levy no other tax on land or water, nor to interfere in any way with its internal management. The principal villagers, who were thus responsible to Government, divided the village lands into certain shares or ' phalas,' which they either culti vated themselves, or let out among tenants as they pleased. The Narwadari talookas of Neriad, Matur, and Mahoonda, to gether with the enam town of Kaira, and its dependencies, came under the British jurisdiction by cessions by the Gaekwar on the 5th June 1803. Government then promised to maintain inviolate and in its full inte grity the system of tenure it inherited from its predecessor. And be it said to its honor that it did maintain the system in its integrity up to the period of the new survey. Certain necessary modifications, chiefly it must be confessed, in the interest of the Narwadars, were introduced in regard to the payment of the lump assessment. For instance, instead of making the Narwadars jointly and severally responsible to the State for the payment of its dues, our Government held each Narwadar directly answerable for his portion, or ' phala' only. This has certainly benefited the Narwadar, since he is not now, as was the case under the old system, bound to pay for the share of others, who neglected to contribute to the gross assessment. But beyond holding the Narwadar responsible for his share, our Government did not pioceed further till the period of the new settlement. The Narwadar was left entirely to himself. He made his own arrangements in regard to the raising of crops, and the payment of rent by the tenant. The relations between the Narwadar and his tenants have since undergone changes, the present policy of Government tending to oust the former to be displaced by the latter. We cannot, however, go into this question for the present. Suffice it to say, that the Narwadar had every inducement to improve his holdings. Iu fact, he considered his lands as private property, for, though the amount of the lump assessment was liable to revision, and according as it was the same, higher or lower, he was to bear his share, he never could be ousted out of his possession. He expended his savings in sinking wells, procuring manure, aud raised double crops where hardly a single crop was grown before in abundance. The finaucial results of this talooka, it must be carefully marked, are not due to any inherent richness of the soil so much as to the patient and laborious industry on the part of the cultivators. This is evident from the different classes under which soils nearest to each other have been assessed by the Survey Department. There are two classes of cultivators"], [105, "LAND SETTLEMENT IN NERIAD TALOOKA. 95 in this talooka, as in other parts of Gujarat, tho Kunbi and the Koli. The difference in their characteristic energies marks the results of their cultivation. The Churotur Kunbi is famed for his agricultural skill, for the proper use of his implements, aud for tbe breed of his cattle. His unwearied industry in looking after his soil, in collecting and preserving manure, the dogged perseverance, so to speak, with which he watches, by day and by night, the growth of his crops,— watering them often in the heat of the sun— are only equalled by the abundance of the most valuable crops he has been instrumental in producing. The Koli cultiva tor, on the other hand,— though, perhaps, equally able-bodied as the Kunbi— has neither the patience, nor the firmness to go through all the toil and trouble, which tax the best energies of his brother cul tivator. He trusts to the natural fall of rain. He never digs a well. Perhaps, when willing, he is unable to command means to do it. He hardly saves. The crop he raises barely suffices to last him through the season. The consequence is that the majority of Koli villages are poor ; whereas the KuDbi villages are rich and flourishing. The seven Patees into which the town of Neriad is divided, for the purposes of revenue administration, are a notable instance of this. They are all held under the Narwadari tenure, and are the only lands in the talooka which pay the highest assessment to Government. Now, there are about 125 wells sunk in these Patees, and the average cost of each well is about Rs. 2,000. This is no exaggerated amount, when it is borne in mind that wells in some parts of the Kaira Collectorate are very deep, water not being accessible under 70, or 80, and, sometimes, 100 feet below the Burface of the soil. The Narwadars of Neriad have expended nearly two and a half lakhs of Rupees in their well-property. Hence it may naturally be supposed that they are fully entitled to the interest of their investment. But no. Our wise men of the survey would not allow them the undisturbed enjoyment of the fruits of their capital and labour. The maximum Bagayat Kussur said to be of Re. 7J per acre is levied upon them. And thus, while the most industrious cultivators bear the burden of the cess, the less active escape from it. The cess might be conceived in the light of a tax on instruments of increased production, similar in kind, though not in degree, to a tax on plough, or bullocks which, at one time, prevailed under native rule. But though the maximum Bagayat rate ie Rs. 7£ per acre, the actual rate charged is more. Tbe Survey Department has ascertained that the irrigable land of this talooka is 7,614 acres, and the total amount of the Kussur upon Government and Alienated lands is Rs. 39,011-4-0, which gives an average water rate of Rs. 5-2-0 per acre. But a most palpable error in this calculation arises from the confusion of irrigable with irrigated lands. The actually irrigated, or garden (bagayet) lands are 3,705 acres, as the records of the Survey would show, and it is this"], [106, "96 KAIRA : A DISTRICT IN FERTILE GUJARAT. item that is to be taken in order to ascertain the garden rate. It is wrong to take the number of irrigable acres of land, and divide the total amount of the Bagayat Kussur by it to ascertain the garden rate. A piece of land may be irrigable, and yet not irrigated. The holder of irrigable land may have a right to the use of water from a neighbouring well, but he may hold that right in abeyance, and, as long as he does this, Government has most assuredly no right to charge him for a possi ble advantage. The actually irrigated or Bagayet lands are, we repeat. 3,705 acres, so that the average garden rate is the quotient of the total amount of the Bagayat Kussur, divided by the number of irrigated acres. Aver, garden rate is '^r«=Rs. 10-8 5 per acre, which is just double the rate calculated by the Survey Department I First class lands are thus subjected to an assessment of Rs. 16-12 5 per acre ! Again, let us view the same in another way. There are altogether 2,104 water-bags (Kosas, as they are called in Gujarat) used to draw water from the wells of the talooka. The gross amount of the Bugayat Kussur being Rs. 39,011, each water-bag has about Rs. 19 charged upon it by the new Survey. Supposing that a well contains water enough for 5 water-bags, on an average, to draw water from it. The charge on each well, therefore, is Rs. 95 (19 X 5), and yet the cess is termed a moderate charge ! A great deal has been made of the right of Government to levy a water rate. We are referred to Section XXV. of Act I. of 1865, foi* authority for tbe levy of assessment either directly on land, or on the means of irrigation, such as wells, &c. But a most important principle has been overlooked iu the application of this Section, Surely, the ' means of irrigation,' therein alluded to, are those of Government's making, or at any rate, where the State has contributed towards bring ing them into existence. And here the right of the State to a moderate tax would be unquestionable. But what are the facts in regard to Neriad and other talookas of Kaira zilla ? The means of irrigation in these talookas are of the ryot's creation. The cess on wells is called Kussur, which means, 'defect' or. ' defici ency.' We shall explain how this ' Kussur' or ' deficiency' has come into play. Though the Narwadars pay a gross amount annually, yet every field, together with every well, has been surveyed, measured, and assessed in accordance with the rules of the Survey Department. By this means the amount of the total assessment is arrived at. This is compared with the lump amount paid by the Narwadars, and the deficiency is made up by tho cess on wells. If the object of the new Survey in the levy of a water cess be to lower and equalize,, as far as possible, the land assessments of a talooka, we emphatically say that it utterly fails to accomplish it."], [107, "LAND SETTLEMENT IN NERIAD TALOOKA. 97 We conclude for the present by stating the grounds of our objection to the levy of this cess under the following definite propositions : — First. — That neither the former nor the present Government levied any charge on water in Government lands in the Kaira Zilla, or, perhaps, in the whole of Gujarat Secondly. — That the old wells upon which this charge is made were constructed at the frequent solicitations of Revenue Officers (though, of course, in the interest of the ryots) at the cost of the ryots, who invested their capital in the improvement of their holdings, and the interest of which capital they are fairly entitled to. Thirdly. — That the levy is a direct breach on the part of the State of the faith and assurance conveyed to the ryots in the circular of 1827 by Mr. Thomas Williamson. Fourthly. — That if recently constructed wells, or those to be construct ed in future, are exempted from the cess, there is no reason why old wells, simply because they are old, should not have the benefit of the exemption. If the principle of not taxing them, because they are im provements, be good to-day, it was equally good ten, twenty, or thirty years ago. Fifthly. — That the levy is opposed to the principle of the Narwadari feaure, as it obtained under the former Government, and also under the present Government before the new survey came into operation. Sixthly. — That it is opposed to the liberal and enlightened policy of Go vernment's indicated in the recent Resolution0 of the present Govern ment, in the matter of the Indapoor talooka, which it is not too much to ask, should form the basis of our survey settlements in Gujarat as well as in the Deccan. Seventhly. — That it is a burden on the industry of a most active and useful class of agriculturists in Gujarat, and is opposed to the economic principles of modern times. Eighthly. — That while water is the most crying want of Gujarat, as of other parts of India, the utmost exertions of Government Bhould be used in affording every encouragement to promote means of irrigation. Ninthly. — That the cess is not a moderate one as it is supposed to be but is actually very heavy. Tenthly, and lastly. — That while legislative facilities are given, or are about to be given, for land improvements in other parts of India, the present policy of the New Survey would seem to be a retrograde step, in his as well as in other districts of this Presidency. * Vide Indapoor Talooka Paper3, pp. 203-4. Government Selections No. CVII, New Series. 13"], [108, "98 THE NERIAD SETTLEMENT. (Times of India, 20th December 1868.) The Native Opinion has anticipated us in the notice of an important question concerning the introduction of the Land Settlement of this Presidency into the talook of Neriad in Gujarat. Our attention was first drawn to the subject about two months ago by Mr. Javerilal Oomiashunkur, a gentleman well known to our community, who was lately traveying through the district. We think the question of sufficient importance to justify the reproduction below of Mr. Javeri lal's letter, with the reply it elicited from the acting Collector of Kaira, and the rejoinder of the former ; omitting such parts of all three documents as are not strictly relevant to the issue. The complaint is shortly this, that lands that were formerly assessed at dry rates, on the ground that the wells sunk therein had been made by the ryot himself are under the new Settlement assessed at garden rates. They are so assessed on the grouod that they are irrigated, without regard to the fact that it was the ryot's own capital that provided the water. Not only so ; if Mr. Javerilal and Native Opinion are rightly informed, all lands which lie in the neighbourhood of such wells, which can possibly be irrigated therefrom, are assessed also at garden rates. So that ryots who are unlucky enough to be in the mere neighbourhood of a well, without any right to use the water have first to pay the State an assessment based upon the supposition that they are its owners, and then to pay the actual proprietor for permission to use it. Now if these statements be true, and we have reason to fear they are, a wrong is plaiuly being committed. It is a leading principle of the new settlement [Section 30 of Act I. of 1865] that all improvements made by the ryot under the 30 years' leases shall be his own for ever. If his land is dry land at the time when he gets his lease, it will be assessed as dry land for ever, unless the State defrays the cost of its conversion into garden land by irriga tion. Under the new settlement, we say, a ryot who sinks a well upon his land will enjoy for ever the profits which may arise therefrom, without any claim thereon by the State. It seems, however, that in introducing the Settlement, this equitable and wise provision is not allowed to have retrospective force ; on the ground that under the old system, the ryot was aware, if he built a well, that he would be liable to garden rates after 30 years. There may be no contest whatever as to the fact that it was he who built the well, and paid for it ; his lease is still issued upon the assumption that the State built it. He will be assessed at garden rates, for all time instead of dry rates. Now this certainly looks unjust. It is no answer to say that under the old system tbe ryot was warned if he built a well that he would"], [109, "THE \" TIMES OF INDIA\" ON THE NERIAD SETTLEMENT. 99 be allowed to enjoy its fruits only for 30 years, and that at the end of that term it would revert to the State. We have deliberately abandoned the principle which the warning embodied, and are bound in doing so to give the reform retrospective effect. We have abandoned the principle as impolitic ; and having done so we cannot as it seems to us coutinue to act upon it without creating a sense of grievance in the people. If the principle of taxing improvements is wrong, it was as wrong 30 years ago as now ; and in abandon ing it, it is unworthy of an enlightened Stat6 to seek to retain its profits up to the date of our conversion. Many years ago, as we learn from the Native Opinion, this very question was raised in the Bombay Quarterly Review (July 1855) in the following terms : — \" In \" nineteen cases out of twenty, the fields irrigated by wells have been \" cultivated by the same family from a period long anterior to our \" rule ; and the probability, nay almost certainty, is that the wells \" were made by the immediate ancestors of the present occupants ; \" they should therefore be considered in the light of private capital invest \" ed for the improvement of the land ; and the interest of the capital so \" invested ought never to be absorbed or encroached upon by Government. We think it would be an admirable expedient, both as re \" gards liberality and justice, to forego it (extra cess on water). The \" improvement of the country by the construction of new wells, and the \" consequently increased prosperity of tbe people, would be the imme \" diate result ; the prospective result would be the enhanced revenue that \" would accrue to Government, after the expiration of the present term \" of 30 years. It is true that Government have determined aud have \" especially ordered that no extra cess shall be levied from any wells \" that may be constructed subsequent to the introduction of the new set \" tlement ; but to make the measure thoroughly effective, it should \" have a retrospective provision ,- the certainty and stability of the advan \" tage would then be brought more fully and practically before the \" people, and many a family would devote a surplus couple of hundred \" rupees to the construction of a well instead of squandering it upon the \" puerile and useless ceremonies of a marriage feast, with the concomi \" tant and indecent exhibition of a village nautch.\" We do not think that it is possible to make any reply to this state ment, or to maintain the justice of what we are doing. The case is per haps one of those in which compromise is the true art of Government. The ryot, in the circumstauces described, should be perhaps assessed at the maximum dry crop rate, or allowed to buy up the reversionary inter est of the State in his well, at a very few years' purchase : say five to seven years. As to assessing his neighbour's lands at garden rates, it is so monstrous that we find if impossible to believe it to be the fact- What has the Acting Collector of Kaira to say about it ?"], [110, "100 KAIRA : A DISTRICT IN FERTILE GUJARAT. The alleged practice is so much at variance with the spirit in which the new Settlement was conceived, and by which its course hitherto has been marked, that we can hardly believe in its existence. A valu- able illustration of the spirit in which the Settlement has ever been worked, is furnished by the Resolution of the local Government of 27th March last, upon the resettlement of the Indapoor talook. Sir George Wingate iu his remarks upon the report of Colonel Francis had stated his impression that Section 30 was being interpreted with undue libe- rality when it was held to exempt \" land brought under irrigation by the construction of a new well, or the repair of an old one from the imposi- tion of additional assessment on that account.\" Sir George pointed out that though the well is the product of the ryots' capital, the water is not. The sinking of a well, he says, is exactly analogous to the opening of a mine. Water like minerals is a subterranean product of great value in tropical climates, and therefore capable of legitimately yielding a rent to tho lord of the soil, which in the present case is the Government. Of the theoretic correctness of this view there can be no doubt, but tbe local Government, in the exercise, as we think, of a wise liberality, refused in its resolution of March last to act upon it. The passage is of so much interest that we reproduce it : — \" In regard to special taxation of wells, it is said with truth that water \" is, like mineral wealth, fairly taxable by the landlord when used by the \" tenant. His Excellency in Council, however, considers that the first \" principle of its taxation should be that which governs our taxation of \" the land itself, that is, the capability of being used rather than the use \" itself. If water of good quality could be easily available near the \" surface, it is more reasonable to tax such land by alight additional rate, \" whether the water be used or not, than to lay an oppressively heavy tax \" on those who expend capital and labor in bringing the water into use. \" There is, however, a point at which this principle must be modified, for \" when the land is such that when water is not brought to it, it will bear \"nothing, and when water is used it will yield a fine crop, then even a \" light tax in the former case is impossible. Of this class are the sandy \" tracts in the Konkun, which under the influence of water become cocoa •' nut gardens. It must be held that the right of Government to levy a \" rate by virtue of the water below the surface is in abeyance, or dor \" mant, till the water is produced, but it is doubted greatly, oven in this \" extreme case, whether it is politic, though it may bo asserted to be \" just, to levy more than would be leviable from first class rice ground, \" which enjoys also the benefits of water, not created it is true by the \" tenant, but utilized by means of his preparation of the ground.\" Now these liberal views have marked the whole course of the settlement to their, and they are so complete a contrast to the practice whichis"], [111, "101 A POOR APOLOGY FOR THE WELL-TAX. alleged to have been followed in Neriad, that we think there must be some mistake in the matter, and wait to hear it explained. THE NERIAD SETTLEMENT. (Times of India, 28th November 1868.) We publish below several interesting letters upon the subject of well assessment in the talook of Neriad. Government has also been good enough to furnish us with certain official correspondence upon the sub ject, but we await the publication of the papers connected with the in troduction of the settlement into the Kaira Collectorate generally, before saying more upon the subject, beyond the expression of our grow ing conviction that the case is one that should be dealt with by com promise. 1. TO THE EDITOR OF THE \" TIMES OF INDIA.\" Sir, — Referring to the articles on the Neriad assessment in your issue of Friday last you will be glad to learn that Government has ordered the immediate publication of the reports and correspondence connected with the introduction of the Revenue Survey Assessment into the Kaira Col lectorate, and in the mean time I take this opportunity of correcting an error into which you have fallen with regard to the assessment of garden lands in the Neriad talooka. 2. Your correspondent's assertion that a water rate was never levied either by the present Government before the Survey system came into operation — or by former Governments would appear to require modifi cation. Excepting in Nurwa villages —the gross assessment of which is paid by the sharers in certain paid proportions, altogether irrespective of the area or quality of soil or of the number of wells actually in the possession of any individual sharer — it was long the practice both of the former and present Governments to levy a Jinuswar Bigotee (crop assess ment) or a share of the produce, under either of which systems it is clear that the Government assessment was proportionately enhanced, whenever water was used. Indeed, it may be asserted that in every description of tenure, irrigated or garden cultivation has been made to bear, either directly or indirectly, a heavier assessment than dry crop. Even in Nurioa villages the gross assessment, which was liable to revision, was fixed with general reference to what their capabilities would have been under the systems above indicated. Direct taxes under the name of malleat saivadio, piou, &c. were also levied on Government lands) watered from alienated wells, or vice versa. By the survey, all garden lands are assessed at dry crop rates, according to their relative value. Under the provisions of section XXVI. of Act I. of 1865, a moderate cess"], [112, "102 KAIRA : A DISTRICT IN FERTILE GUJARAT. is placed upon each well according to its capabilities and the area of land irrigated therefrom, but no garden assessment, properly so called, is placed upon the land irrigated or (as stated by you) upon neighbour ing lauds. Supposing a well to be capable, according to the survey valua tion, of irrigating five acres, a cess or kussur of say 25 rupees is imposed on it ; but supposing, after the settlement, 15 acres should be irrigated from it, — no uncommon occurrence — nothing more than the fixed kussur could be levied. This kussur once imposed, occupiers may do what they please with their water, and in addition to irrigating their own land, may use it for the irrigation of any neighbouring dry crop land into which it will flow, without incurring any penalty whatever. Of course, occupiers are just as much at liberty to let or sell their water as their land, and to charge anything they please for its use. The advantage of this system of assessment is that in case of wells being, for any reason, disused, the kussur can be at once struck off, with out disturbing or interfering with the land assessment. You were in error in supposing that the imposition of this cess on wells on Neriad is a departure from \" the liberal views which have marked the whole course of the settlement hitherto.\" Government has indeed ad vocated all along, to a certain extent, the non-taxation of improvements ; and at the recent revision of the settlement of Indapoor, has taken advan tage of certain favourable circumstances which have enabled it to push the principle to its ultimate consequences, and remit the assessment on wells altogether. But it has never, in any original settlement, foregone irs right to levy assessment in some form or other from wells already in existence, unless they happened to be of very recent construction or to be protected by some special agreement (gunicut), and the practice followed in Neriad so far from being an innovation is in strict accordance with the principles which have been acted upon at the first introduction of the survey in every district hitherto settled. I hope that the Indapoor revision may prove to be the inauguration of a policy in all future settle ments as liberal as has always characterized the views of Government, but whether this may be found practicable or not is a question which must, of course, greatly depend ou special circumstances affect ing particular cases. X. II. TO THE EDITOR OF TUE \" TIMES OF INDIA.\" Sir,— Will you give me space for a few lines in reply to an able article extracted from Native Opinion in your paper of the 18th, regarding the assessment of lands irrigated from wells. The state of the case is briefly this. Prior to the settlement, the ownership of all Government lands in this Presidency was vested in the State, either wholly, as in the case"], [113, "103 ANOTHER DEFENCE OF THE SAME. of the Gutkool holdings of the Deccan and Oopree of Gujarat, where tbe holders were mere tenants at will of Government ; or partially, as in that of the Miras of the Deccan and Nurwa of Gujarat, where the ownership was shared between the state and the ryot. In either case, Government had a right, which up to the present time has never been questioned under either Native or British rule, to participate in the profits of improvements made by the tenant's capital. This right of course rests on the very same grounds as the right of a landlord to levy rent at all. A tenant might argue that unless he, by the outlay of his capital, ploughed and sowed his dry-crop laud, it would pay the landlord nothing, and therefore that the landlord should let him have it for no thing. The answer is obviously that the land is the landlord's and the rent is what the privilege of ploughing and sowing it is worth. Just so with the construction of wells. No one forced the tenant to make his well ; he did so because he thought that the share of its profits which would fall to him after paying his landlord, the State, an increased rent, would remu nerate him for the outlay. Iu the present case, according to their own showing, the tenants made the wells on certain conditions, viz., that for thirty years they should pay dry-crop rates only for the lands irrigated from them, and afterwards garden rates ; and they now complain of being held to their agreement, and Native Opinion thinks that Govern ment is bound to cancel it, simply because the State has conferred as a free gift upon other persons, those who make wells after the introduction of the settlement, perpetual exemption from increase of assessment on that account. Government conceded this from a political motive, viz., to induce persons by the prospect of the whole profits to invest money in im proving their lands who might not be induced to do so by the prospect of a share only of the profits. But this reason surely does not apply to cases where the money has been already invested, and where by the very fact of their having made the wells, the tenants have allowed that the terms already offered them, gave them sufficient inducement to do so. The question is in no way complicated by the fact that the lands of Neriad are held on Nurwa tenure, for no one has ever pretended that this tenure conveys any exemption from assessment. Nor ia it the question whether the garden rates imposed by the survey are too high, but whether Government has a right to levy extra rates at all. As I know that the irrigated lands of Neriad are sometimes sublet for as much as Rs. 50 per acre, while the survey assessment is, I suppose, Rs. 10 or Rs. 12 per acre, it would seem that the rates leave sufficient margin of profit to the proprietor. But to get rid of the apparent anomaly of some Govern ment lands paying extra assessment and others not, the holders have been given the option of redeeming, once for all, that extra assessment ; and notwithstanding that Native Opinion thinks this absurd, I humbly venture to believe that it is the best thing they can do."], [114, "104 KAIRA : A DISTRICT IN FERTILE GUJARAT. I begin conclusion to make two observations. Native Opinion suggests that the survey settlements are unjust, because sometimes the new rates exceed the old ones. In this very case of Neriad, the prices of agricul tural produce have at least trebled sine the oid rate was fixed ; and at a vast expense to the State, the railway has been brought to the very gates of the town. If then the old rates were fair, they should at least have been trebled by the survey, whereas the increase is, I believe, about 10 per cent. My other remark is this : when the landlord is the State, the native press is ever ready to uphold, perhaps? to exaggerate, the right of the tenant. But when the landlord is a private person, a khote, for instance, the slightest attempt on the part of Government to protect the tenant, to defend his hereditary iuterest in the soil, or to guard the returns to his capital invested in it, is represented as an interference with the rights of property and a gross injustice to the landlord. Does not this look a little as if the object of the writers was not so much to uphold sound economi cal principles or to benefit the agricultural classes, as to vilify Govern ment ? A. B. III. TO THE EDITOR OF THE \"TIMES OF INDIA.\" Sir, — Allow me to make a few remarks with reference to your leading article of November 20th, and the correspondence reproduced in the same issue, on the subject of levying water rates ou land irrigated from wells. As settlement officer of a district virtually interested in the development of this species of land improvement, I have very carefully considered this question ; and have been led to the conclusion that the imposition, on a proper system, of higher rates on land so irrigated is not only wholly free from the imputation of taxing capital,' but also essential to the maintenance of a just incidence of the land tax in accordance with the natural rent value of the land. Your quotation from Sir G. Wingate's note on the subject, in connection with the revised assessment of the In dapore talook, exactly expresses the view I hold regarding the j ustness of this measure. The capability of land to yield water, by sinking wells at a greater or less depth is as much a natural advantage, as is its supe riority of soil or situation, or any other quality that gives value to one piece of land over another, and constitutes its natural rent. Take the common case of a piece of land commanded by a running stream which only requires the construction of a simple bund, at the trifling cost of a few stones and a puddling of mud, to turn its water on to the land. Would you hold that land so irrigated should pay no higher rent, be cause its possessor (subject to land tax) has invested a morning's work, or a few rupees of \" capital,\" in realizing his advantage ? So with the water bearing stratum below the surface. In some places a \" Kutcha\""], [115, "A SETTLEMENT OFFICER'S VIEWS. 105 well of 12 or 15 feet depth, such as is made in every field in many parts of the N. W. Provinces, and costing but 30 or 40 rupees even when made by hired labour, suffices to irrigate the land with a small expenditure of man and bullock power in raising the water. In other parts the water is deeper below the surface, the soil is not so firm as to stand without masonry lining, and severe labour is necessary in raising it. Surely these different conditions point to an essential difference in the value of the two plots, such a difference in fact as constitutes a rent value in favor of the former. The kernel of the matter lies in the rule, that no water rates should be levied till the capital invested has been returned to the well sinker, over and above the profits due to its investment and to the labour expended in raising the water ; and that when levied they should not absorb any of the profit due to the continued labour of raising the water. In most cases the capital will have been returned, with its just profits long before the expiry of a 30 years' settlement. In the case of a \" kucha\" well 15 feet deep the capital is returned within 4 or 5 years at the outside. I will not trouble you with figures to prove this at present, though it would be easy to do so. So much for the justice of levying judiciously water rates on irrigation from wells ; and now for its policy. It may be true, though I incline to doubt it, that a resolution to abandon for ever all increase of revenue from this source may tend to encourage the sinking of wells more than leases at fixed rates for terms of 30 years. But this is not the only point to be looked to. Sinking a well, and irrigating land, is only one of many methods of applying a higher tillage to the soil ; of getting a heavier crop with the same labour and capital from a smaller area. The ryot with a single plough cultivates 20 or 25 acres of dry crop land, and pays say 20 or 25 rupees rent. If he sinks a well, and devotes the labour of himself and cattle to irrigations can manage only a much smaller area, 4 or 5 acres. If therefore he chooses to resort to this system of cultiva tion, and no water rates are levied, he will get off with 5 per cent rent, and the land tax (where the State takes the whole rent) will be reduced by Ra. 20 or Rs. 25. These are round figures, and cannot be exact under varying conditions of circumstances and agricultural system. But they approximate to a case by no means uncommon in Western India, and of which hundreds may be investigated in my own district. I do not say that, if water rates are knocked off, this system of higher tillage will be invariably resorted to. In fact, it will not, so long as there is no pres sure of population on the land, for rough cultivation over a large area is admitted to be (as can also be easily shown in figures) more profitable than higher cultivation of a smaller area. But before passing laws such as this, which limit future action under changed conditions, the coming time should be looked forward to when population will press on the land U"], [116, "106 KAIRA : A DISTRICT TN FERTILE GUJARAT. in Western India, as it now does in some parts of upper India ; when each man and his cattle will cultivate 5 acres highly, instead of 20 on a rougher system. Then the elasticity of the land revenue, in proportion to the increased necessities of the Government of a large and wealthier po pulation, which you so strongly and justly eulogize, will be nowhere, if you have cut off the power of taking as revenue a portion or the whole (according to the land system) of the natural increase of rent flowing from tbe development of the water wealth of the land. I dissent from the opinion that land should be taxed according to its capability of yielding water, whether it be used or not, such a rule is ap plied to no other thing which is capable of use, and of yielding rent. As well tax people for the use of grazing land because it might be cultivated, or of cultivated land because you might build a valuable house on it. The former will not be cultivated till the conditions of its neighbourhood force it into cultivation ; and the latter will not be built on till the site becomes of value for house building, so the well will not be made till the pressure of population on the land necessitates reduction of area and higher tillage. Then all three will become fair subjects for a higher rent. The essence of the matter lies in the fact that here the State has a virtual monopoly of the land, and should be careful to impose no rent tax which would not naturally result under a system of numerous separate land lords, and capitalist farming. Under the latter conditions, the farmer would sufficiently protect himself. As it is, the care of the State should be to give ample time for the recovery of the capital invested in the development of the water advantage, before imposing the rent tax which it is its duty as well as right, to do on the natural superiority of the land owing to its water wealth. A SETTLEMENT OFFICER. IV. NOTE ON LETTER No. I TO THE EDITOR OF THE \"TIMES OF INDIA.\" Sir, — 1. I am glad to find that Government has ordered the publica tion of papers connected with the assesssment of the Kaira zilla. 2. My assertion that a water rate was never levied by former Govern ments, or the present Government before the new survey came into oprer ation, admits of no modification. The fact that \" excepting in Nurwa villages, the practice both of the foimer and present Government was to levy a Jinuswari Bigotee (crop assessment)\" shows most clearly that the assessment of Nurwa villages was based upon considerations other than those which influenced the settlement of lands held under other tenures. In fact the very essence of the Nurwa tenure as it obtained under the"], [117, "107 OBJECTIONS MET. former Government, and under the present Government up to the period of the new survey, was that beyond receiving a lump assessment, Go vernment could not interfere with the management of lands. They could levy no tax upon water. 3. \" Under the provisions of Section XXVI. of Act I. of 1865, a moder ate rate is placed upon each well \" n It appears that much has been made of this section. It has been in terpreted in a manner which disallows the ryots the full enjoyment of the fruits of his labour, and investment of his capital. Granted that this section authorizes the levy of assessment directly on the means of irriga tion, such as wells, &c. But on what means of irrigation '? on what wells ? Certainly not those towards which the State has not contributed any capital. Where the State has contributed something towards bring ing these means of irrigation into existence, its right to levy a moderate rate would be unquestionable. But what are the facts in regard to Neriad and other talookas in the Kaira zilla ? The State has not contributed a pie towards creating the well property. When the levy of Kussur or water-cees is taken in connection with Mr. Thomas Williamson's circular of 1827, the charge on wells becomes, I submit, a breach of faith on the part of Government. Again, when wells of recent construction are exempted from the Kussur, what can justify Government to tax old wells ? Owners of old wells have greater reason to be exempted, as they constructed them at a time when the scarcity of wells was great, and the means of the ryots very much more limited than they are now. It was by denying them selves the most ordinary comforts of life that they could effect savings enough to enable them to build wells. It is stated that no garden assessment properly so called, is levied upon lands adjacent to a well But it is admitted that the neighbouring lands are assessed at their relative values, I say, that its capability of being watered by a neighbouring well is taken into account, and this cir cumstance, the mere capability of being watered, goes to raise the assess ment of garden lands (call it even dry crop) to a degree which makes the ryot complain of the injustice of the settlement. It is here that he suffers doubly. He pays Government for a possible advantage, which is really no advantage to him. The cess on water is called Kussur, which means, in Gujerati, ' defici ency.' Now, I shall explain how this ' deficiency' has come into play. Though the Nurwadars pay a gross assessment annually, every field held under the Nurwa tenure has been surveyed, measured, and assessed in accordance with the rules of the Survey Department. By this means the amount of the total assessment is arrived at. But as the Nurwadars pay a lump sum every year, the ' deficiency' or ' Kussur' as it is called,"], [118, "108 KAIRA : A DISTRICT IN FERTILE GUJARAT. between the lump sum and the amount of the assessment come to by the Revenue Survey is made up by the amount of cess on wells, which is for the first time levied by the new survey. YOUR ORIGINAL CORRESPONDENT. THE LAND SETTLEMEN^MN NEEIAD. TO THE EDITOR OF THE \" TIMES OF INDIA.\" (Times of India, December 23, 1868.) Sib, — I promised that I would write no more about tbe Neriad settle ment question, but I have just received authentic information regarding the rates actually imposed upon the garden lands of the Neriad talooka ; which shows that Native Opinion has made so gross a misrepresentation of the facts, that in justice to the Gujarat Survey, I ought to expose it. Native Opinion has taken the total nominal \" kussur\" or extra assessment upon all garden lands, alienated as well as Government, (which, as you are aware, though recorded, is not levied, in the case of alienated lands), and has divided this sum by the number of water- bags in Government wells (that is, in wells situated in Government land) alone ; thus show ing an average rate per bag of Rs. 19, whereas, as I shall show, the rate is really under Rs. 9. The total number of water -bags, alienated aB well as Government, in Neriad talooka, is 4,347 ; the area of land which was ascertained to have a right to water from these bags is 11,930 acres ; and the area of land which was assumed by the Survey to be annually irrigable, (an allowance being made for a rotation of dry-crops) is 7,614 acres, each bag being thus assumed to be capable of watering on an average the very moderate area of 1 J acres. The total \" kussur\" imposed upon the 4,347 bags is Rs. 39,011, a rate on each bag of something under Rs. 9 ; on each acre having a right to water of about Rs. 3-3 ; and on each acre assumed to be annually irrigable of about Rs. 5-2. The information I have received gives the total nominal assessment on all lands and wells, alienated as well as Government, but as alienated lands are assessed for purposes of record, on exactly the same princi ples as tbe difference between the figures here given and those for Go vernment lands only, cannot exceed a few annas per bag. I believe that the average dry-crops rate per acre in Neriad is about Rs. 3. The total assessment, inclusive of well \" kussur,\" on each acre annually irrigated will thus be a little over Rs. 8. The Nurwadars of Neriad kusba, to my knowledge, sometimes sublet their garden lands at a rent of Rb. 40 or Rs. 50 per acre, and the assessment rates upon garden lands in the Gaekwar's district in Guzerat are Rs. 30, Rs. 40, and even Rs. 60 per acre, while I have heard that an exemption from extra as-"], [119, "A. B.'S LETTER. 109 sessment for five years (not 30, which the Neriad people have enjoyed) to a ryot who makes a well, is thought liberal in the Gaekwar's country. I must notice another misrepresentation. Native Opinion states that the survey officers attempted to induce, or force the Nurwadars to break their tenure. No such attempt was ever made, nor was there any reason why it should have been made, since, as I have stated before, the tenure conveys no exemptions from assessment, and Government receives precisely the same revenue from a village, whether it is held on the nurwa or on the ordinary survey tenure. The people were merely asked, before the papers were prepared for the settlement, whether they would elect the nurwa or the survey tenure, which they have a right to do though Government has not. I am sorry to see that reckless mis-state ments of the objects and effects of Government measures are becoming rather the rule than the exception in the Native Press. A. B."], [120, ""], [121, ""], [122, ""], [123, ""], [124, ""]]