[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, "\"i'll smash the head or THAT goose jenmns, of the revenue survey.' CAPTAIN BROWN IN A RAGE"], [7, "f. COLLECTION OB COMIC PIECES IK\" VJURSE, ON INDI-AJS\" SUBJECTS. MADRAS: BIGGIN BOTH AH AND CO- 187 1."], [8, "PRINTED AT THE LAWRENCE ASYLUM PRESS, BY WILLIAM THOMAS."], [9, "Of the following twenty Comic Pieces in verse, twelve have already appeared in the columns of the Madras \" Athenæum and Daily Neivs.\" The rest are now published for the first time."], [10, ""], [11, "ifflp Book, abteu ! Œoob luck to gou ! Sail fort!), iifiag gou be satetr Œlnscatjj'b to visit ©'er eberg Hit,— TOitfj merrg tutties fr£igf)tcti. ifflag fab'ring gaits Sfacll out gour satis, Inb bear gon on gotir mission 5Eo rcacfj at last — §111 bangers past — f|our port— a T$tta ISiitton ! © mtgttg fHail 3Lag bg gour flail, Œljat all fHabras quakes untcr ! © SCtmes, to ffjou SKnhcnti tljg brofo, %xxa lag ast'bc tfjg tijunber ! pig lightsome rijgmes En tfjee, oftimes, ?^abe sunnTj tljem, Stfjcnecum : JKEIjat tljou Sast nurst— Ssiall tf)tg be rurst ? Œjjg rljilbrcn— sfjalt tljou b— 'cm?"], [12, "In legcnbs olb P|atlj oft been tolb #]oto fBarincr bcnigrjttb i&e'er prag'b in baiu (Jo tfjosc bvigljt (Jfaain, 3Sg tofjom all toabcs arc Iigfjtcb <3nb tljus to gc © afaful iEJjree Prefer I mg petition ! f5lg bark protect ! Its course bireet Safe— to a Nefa ©bition I <3 3Srama=dimea Bcccibe tljesc rfjgmes, Scbatt anb ancient Being ! © Siba=JHail 2Tljg f°cs groin pale JZTfjS blooti=rcb pcn--spear seeing ! © stern get srocet, I kiss tkg ftet— (Ercat Uisl)nii=atl)cnccum ! Soutlj Inbian Œljrec © bless gc me OTlja sing gou t^is Et IDcum !"], [13, "CONTENTS. Page. Sir R-ch-rd T-mpl-'s Ghost ----- i The Jollipore Ball ---... 5 Captain Brown of the Police 12 The Catastrophe ------- ig The Poet's Mistake ------ 17 The Griffin's Love-Song ----- 18 The Wonderful Discovery - - - - - 19 Dr. Little's Grand Antidote for Snake-bites - - 22 The Good Sir Gammon Row 23 Miss Mantrap - 30 Hindoo Maxims -------36 Pat O'Brien to his brother Mike - - - - 38 The Engineer's Love-Song ----- 40 Banghy Parcels -------43 The death of the Rev. Melchizedec Jones- - - 46 Urgent Private Affairs - - - - - -50 The old Buffer's Advice 52 My Whiskers 53 Mr. Chutney 's Confession - - - - - 58 A specimen of an Indian \" Poetical Puff\" - - - 61"], [14, ""], [15, "CHUTNEY LYEICS. £ir 1-ch-rd J-mgt-'s (ghost. §T was midnight dai-k and dreary ; I was sitting lone and weary, And, on pubhc projects brooding, my poor head was aching sore : When into my chamber striding Came a sable stranger gliding, Then, without pretence at hiding, squatted on the matted floor, Squatted calmly on the flooi-, Squatted ; grinned, — and nothing more. Starting up, I eyed the native With an aspect legislative, Saying sternly, \"Off thou caitiff! know'st thou ME, vile blackamoor ?\" But the intruder, nought replying, Nought asserting, nought denying, Silent sat, my motions eyeing, chewing betel as before ; Squatting on the matted floor, Chewing, grinning, — nothing more !"], [16, "SIR R-CH-RD T-MPL-'S GHOST. 2 \" Wretch !\" I cried, with wrath rampageous, This your conduct's quite outrageous, Get thee gone, or I will thump thee, thou audacious black- amoor !\" But the stranger, nothing caring, With his daring ghostly bearing, With his grinning, and his staring, madden 'd me still more and more, Squatting on the matted floor, Chewing betel, — nothing more. Now there rose in me a terror, Thought I, \" Are my eyes in error ? It is surely some black phantom come from Dreamland's shadowy shore ; 'Tis a Ghoul, or Shape of evil, Lemure, Spectre, Imp, or Devil, Wont to hold fantastic revel in the brain's distracted core : Nothing squats upon that floor, 'Tis my fancy, — nothing more !\" Turning then, the Shape unheeding, Straight I sat me down to reading, Reading Balance Sheets, whereover 'twas my duty then to pore :"], [17, "SIB R-CH-RD T-MPL-'S GHOST. 3 But — 'twas strange — methought the figures Took to dancing sudden jiggers, Like a troupe of dancing niggers, whirling, twirling, more and more ; While the phantom from the floor Rose and watched them, — nothing more. \" Bogie !\" said I, \" You're right gracious ! WiU you think me too audacious If I ask you what your name is, since we've never met before ? Do you hail from hell or heaven ? Do you know a certain raven That appeared, like you, one even, to the Poet of Lenore ? Tell me, Mr. Blackamoor, — Tell me this, and nothing more !\" Grinning still, but still naught heeding, Stood that silent Stranger reading, Reading to himself the figures my Financial Statement bore. \" Fool !\" I cried exasperated, \" Is your curious humour sated ? You will not seem so elated when I kick you through that door! Speak, or quit my matted floor ! What's your business, blackamoor ?\""], [18, "SIR R-CH-RD T-MPL-'S GHOST. 4 Turning now, that spectre sable Snatched The Budget from my table ; Through The Surplus with his finger drew a broad phos- phoric score; Then, while steamed a sulph'rous vapour, Wrote in phosphorus on the paper — DEFICIT ! — then with a caper, straight evanished through the floor, Vanished through the matted floor, Breathing brimstone, — nothing more ! Filled and thrilled with trembling wonder, Forthwith, with a voice of thunder, \" Boy !\" I cried, \" Bring me some cognac !\" — and the Boy some cognac bore : But, from me, I know that never Spirits shall that Spirit sever, Though adown my throat for ever, peg on peg I wildly pour. Still that phantom, o'er and o'er, Deficit ! writes evermore."], [19, "®hc Jollipi[c Hall. t Jollipore lived a sleek Parsee, — Funnydass, Rummybhoy, Cursetjee. With keeping the only shop of the Station, He united a Sowcar's occupation. A plump little man, with a waddling walk, In mien most mild, most courteous in talk ; If you caught him cheating, you'd only smile, He did it in such a pleasant style, — As if he were only striving to please By accepting from you a few rupees ! Ah not without meaning did Nature place That keen little eye in that smooth sleek face, That restless, inquisitive, hungry eye, Which nothing could pass unscrutinized by ! Alone midst Hindoos, he lived like Hindoos, Dressed in turband, and cloths, and light-yellow shoes. Ruby and diamond rings gleamed on his hands : He was rich in gold, and houses, and lands : Massive chains on his person he wore, And all knew his Phaeton in Jollipore. When at evening he drove his pair of Pegus He received low salaams from all the Hindoos ; And a nod from the Sahibs, as if to say, ' That's a good sort of fellow in his small way.'"], [20, "6 THE JOLLIPORE BALL. Now Rummybhoy had his own aims in view As stouter and sleeker and richer he grew. \" By Master's favour I'll rise,\" thought he, \" And be called by the Sahibs the Model Parsee. And then — who knows — I may rise and rise, And receive some tremendous, unlook'd for prize. There's Sir Salar Jung, there's Sir Madava Row, I dare say I'm richer than both of them now, Then why should I not, too, rise to be The great Sir Rummybhoy Cursetjee ? o Ha ! — Good ! — Let me think ! — as the first step of all, I'll give — yes — next week — a great Grand Ball !\" He announced his scheme. To each gent in the station He made a little verandah-oration. To the Collector he said, \" If Master please, I will give for this Ball one thousand rupees.\" A committee was formed of three or four Of the leading gentry of Jollipore. In their hands the Parsee entrusted all The arrangements required for the forthcoming Ball. They tasted the Champagne beforehand to see It was real Simpkin, not gooseberry. (Afterwai'ds Rummybhoy used to say Six dozens disappeared in this mild way !) They issued the ' invites.' At length the night came Which should inaugurate Rummybhoy 's fame."], [21, "the jollipore ball. 7 O what a rare sight was the \" Public Hall\" On the night of the famous Jollipore Ball ! From above colour'd lamps their lustre flung ; And around gay flags and curtains were hung. From the roof silk cloths, white, crimson, and gold, Here tastefully droop'd in some elegant fold : Whilst there some leafy device might be seen, Whence grapes in cluster fell purple and green. Each window'd recess of the Hall was a bower Of pomegranates in fruit, and pomegranates in flower. The doors were festoon'd with hollyhocks, Rose, tuberose, myrtle, verbena, and phlox. And creepers in flower, with tendrils of vine, Around the pillars were taught to twine. And now on the well-wax'd boarded floor Throng'd the fair and the elite of Jollipore : Twenty -six gentlemen, ladies eighteen, Lent a hfe and a soul to the pleasant scene. Merry music, fair forms in movement light, And lovely faces aglow with delight. There supporting the fragile Emily Moore Whiri'd Snaffle, the pride of his cavalry corps. Here Miss Flashleigh's dark-eye shot its fieriest glance. As young Spoonington span her along in the dance. Even old Judge SneerweD was heard to confess That the Parsee's Ball was a perfect success. And sweet Alice Grey was heard to sigh,"], [22, "8 THE JOLLIPORE BALL. As she sped in the arms of her lover by, — \" 0 George, how pleasant ! I wish you could be, To give such nice Balls, a wealthy Parsee !\" Ah little they knew what was coming to pass Just that very moment to Funnydass ! For never before had Rummybhoy Been so puffed up with pride, so elated with joy. Grin after grin on his features glow'd : Hither and thither he bustled and strode : Dressed in his best, with bran new things on, And the largest of all his diamond rings on. Then off he went to the Public Hall To see for himself the Jollipore Ball. But first to the Supper-Room went the Parsee, From whence, through the half-open door, he could see The ladies fleetly and faerily pass, — (What nautch-girls they'd make, thought Funnydass !) A cluster of gentlemen stood near the door, Round Rice the Collector of Jollipore : — Said Colonel McDreepweel, \" Rice, ma boy, Wha's this canny body — this What's-his-name-bhoy ? He's gin us a varra successfu' hop ! Is it true the auld nigger keeps a wee shop ?\" The Parsee listened. His heart leapt high With exultation and ecstasy."], [23, "THE JOLLIPORE BALL. 9 2 Round the room he had entered he glanced with pride, At the viands and wines he himself had supplied. Then took a decanter that stood hard by, Put its neck to his lips, and drained it dry. Then thereby with sudden decision einbued, And fast grown elated (in other words, screwed,) Took another small peg — deck'd his face with a grin — Peep'd once more through the door — then straight stalk'd in. Grim Major Cruncher, tall Captain Fusee, Were ' Stewards' that night, and spied the Parsee. They strode up and said to him gruffly, \" Hullo ! Who the deuce, pray, are you ? We don't want you here ! Go !\" To which the Parsee, determined to stick up For his rights, replied with a dignified hiccup, — \" I gave dis Ball, sare, I've come (hie) to see B'ut'ful Ladies, bare necks, (hie) white arms ! — He, he ! Dance up, dance down, go round, (hie) much charms, Clasp'd veiy tight — hke this — in Sahib's arms !\" — Hereat with a giggle the merry Parsee Put his arms round the waist of th'astonish'd Fusee ! Need I say, in a trice, they half-pushed, half-bora The struggling Rummybhoy back through the door ? He roar'd as loud as his lungs were able, He tried to clutch hold of the supper-table, Kick'd, gnashed his teeth, swore, pull'd Cruncher's hair, And fell, with poor Fusee, over a chair."], [24, "10 THE JOLLIPORE BALL. Then while as yet he was down on all fours, He was dragg'd by the Major, heels-up, out of doors. Then spake fierce Cruncher to fiery Fusee, \" Let's teach him a lesson— let's cluck the Parsee !\" The stars were bright : 'twas a lovely night : In the tamarind glitter'd the firefly's light. Not a cloudlet went through the firmament, From whence the moon her sweet face bent. Not a sound the balmy stillness broke, Save a frog's luxurious, languid croak — A frog that sat in his moist mud-hole And in music gave vent to the joy in his soul ! And strange to relate (so mysterious is fate) !Twas doom'd that the Parsee's luckless pate, In that very site, that very night, Should fearfully, suddenly, swiftly alight ! I've said the sweet moon looked down from the sky. She revealed a tank that rippled hard by. Rushes and weeds grew round its brim, 'Twas a pretty place for a midnight swim ! Neems and Porticos grew on its bank, That rose some eight feet over the tank. Now hither, to this embankment's top, His captors dragg'd Rummybhoy, neck and crop, •' Heave-yo !\" cried Cruncher. A splash, and a thud ! And the Parsee spl utter 'd in water and mud !"], [25, "THE JOLLTPORE BALL. 11 A groUp of Hindoos had gathered around. They saw to the Parsee's not being drown'd. He soberly homewards then quietly stole, Steady of foot, and heavy of soul. Resolved, as long as he chanced to live, Never again a Grand Ball to give. Enough, 0 my readers. 'Tis not my intention, To give you a Moral. I'll only mention, That, as hours roll'd by, and the dances were done, And the dancers drove homewards one by one, That each to the other, and one and all, Declared it ' a most successfid Ball !'"], [26, "detain |pi[oum of the fclice. % ! The big tub from my bath-room, with a dozen chatties bring, That, whilst seated in the water, o'er me may this punkah swing. Pour the chatties gently o'er me ; let me sit awhile in peace, For one blissful hour forgetful, I am Brown of the Police: — Brown at whom Dacoits have trembled, Brown at whom the public looks As the active Siqierintendent of a dozen great Taluqs — Great Taluqs in which each morning some dread deed of murder's done, And a score of arson cases flare before each rising sun ! But enough ! Why should I boast me ? Have not I this day been taught Tbat, to Woman's greater folly, all our greatness is as naught ? Foolish Woman ! Foolish Alice ! — Ah, how can my tongue repeat That one name, which is so bitter, yet was once so very sweet, — Sweeter still than breath of lilies, yes than music sweeter yet,— Sweet as when you read Promoted to your name in the Gazette ! Alice, Alice ! thou hast scorned me, though I woo'd thee many a day, Jilted me for that goose Jenkins of the Revenue Survey !"], [27, "CAPTAIN BROWN OF THE POLICE. 13 Yet I thought that I had won thee. How I praised thy eyes, thy hair ! Told thee what the glass must tell thee, — false one, thou art very fair. Curse thy beauty ! Brown the dauntless, Brown the dread of Wahabees, To a woman, a weak woman, bent, in vain, his suppliant knees ! Shall I e'er forget this morning ? How my heart leapt i in my breast As I rode up to her compound, in full regimentals dressed : Redder than my scarlet facings rose the blush upon her cheek, When I took her hand, aud, kneeling, cleared my choking throat to speak. \" Alice !\" said I, \"Pearl of Women,\" (heedless of her sud- den frown) \"Alice, ducky -darling, hear me, hear your own devoted Brown !\" \" Sir,\" she answer'd, \" Say no more please, I,— hem,— only yesterday, \" Was engaged to Mr. Jenkins, of the Revenue Survey !\" Blood and thunder, fire and furies! From my knees I leapt in wrath, Knock'd my shins against a foot-stool, crush'd a kitten in my path."], [28, "14 CAPTAIN BROWN OF THE POLICE. Leapt into the saddle wildly, madly homewards dashed away, Gnash'd my teeth and swore at Jenkins of the Revenue Survey. Boy, pour yet another chatty, for my head is getting hot, Ha ! There's virtue in the coolness of the water in that pot ! Let the water trickle, trickle, dropping like a gracious rain To revive the wither'd fancies of my poor love-blasted brain ! Love ? What word is this I utter ! Lips of Brown, that word eschew ! Leave it to the spluttering idiot, or barbarian Yahoo ! Love ? My watch-word shall be MURDER ! Every thug shall hear my name. Blackest niggers blanch with terror at the thunder of my fame. Ho ! each bloated Brahmin rascal, who my visage stern may see, Trembling with a vague amazement, shall perspire great drops of ghee. Yes! the Governor shall hear it, and my worth shall be confessed, Till at length the Star of India blazes on my loyal breast. Then, ah then, shall I take vengeance. Foolish Alice, thou shalt own, — Alice Jenkins, — what a treasure thou once lost in Captain Brown."], [29, "CAPTAIN BROWN OF THE POLICE. 15 Terrible shall be my vengeance ! I will wed a pariah maid ! Future Browns shall yet wax browner, till at length in black they fade. I will rear a score of children, teach them to be true Hindoos, They shall worship cows or devils, or whatever they shall choose — They shall chew the finest betel: on nice stale salt fish subsist, And in their own bandies driving, learn their bullocks' tails to twist. But enough ! I'm getting chilly. There's a tickling in my nose. Have I caught a cold, I wonder ? Boy — atschi ! quick, get my clothes ! Alice Jenkins, tsehi ! false Alice — there's a buzzing in my ear — Tschi ! Confound it, in the water I have stay'd too long I fear. Vengeance ? Tschi ! But why defer it ? Yes, I'll go this very day, And smash the head of that goose Jenkins of the Revenue Survey !"], [30, "($he (CafastrogJtc. (Break, break, break, On thy cold gray stones, 0 Sea.) Tennyson. tAKE, shake, shake, In thy shoes, 0 unfortunate Boy, For you've somehow managed to break Your Mistress's best Teapoy ! O well for the lazy cook, Who sleeps in the kitchen all day ; 0 well for the horse-keeper's wife, Who snores, with her head in the hay. And the laden bandies jog on, With their bullocks sweating in pairs- But 0, who will mend the teapoy again, Or pay for the needful repairs ? Quake, quake, quake ! O Boy, thy howls shall be vain, For each tender part of thy body shall smart To-night, from thy Master's cane !"], [31, "£he $oet's flistalte. >|-nJ| GRIM and ghastly Mussulman, Why art thou wailing so ? Is there a pain within thy brain, Or in thy little toe ? The twilight shades are shutting fast The golden gates of Day, Then shut up, too, your hullabaloo, — Or what's the matter, say !\" That stern and sombre Mussulman, He heeded not my speech, But raised again his howl of pain, — A most unearthly screech ! \" He dies !\" — I thought, and forthwith rushed To aid the wretched man, When, with a shout, he yell'd— \" Get out ! I'm singing the Koran !\" 3"], [32, "'' ®he Srijfin's loue gong. (Air : — \" Come into the Garden, Maud.\") tW^DME into the pawnee, love, For the dark pagodas have flown, Come into the pawnee love, I am here at the dhoby alone ; And the catamarans are wafted abroad, And the musk of the Tahsildar blown. A beautiful petal has fallen From the spray of the purple peon ; The crystal mofussil is rippling In the smile of the jutka moon ; And the distant cheetahs are warbling A pensive cardamum tune. Arise, 0 my tattie, my love ! Awake, 0 my tiffin, my dear ! Come into the pawnee love, For thy faithful chuckrum is here. The tappal sighs, ' She is late, she is late !! The banghy whispers, ' She's near !' She is coming, my godown, my ghaut ! She is coming, my dawk, my sweet ! My cutcherry leaps, and my tope In my bosom begins to beat, — 0 my love, my massoolah, my ghee, Thy poochie is at thy feet !"], [33, "i <llte ftatondeiful giaijown?. tEVER has India seen — And ne'er will again, I wist, As Dr. Pyretic Saline, Such a great Geologist. Where'er the Doctor may go Of wondrous discoveries we hear He picks up a pebble — and lo !— Terebratidœ therein appear ! To a rock he has only to choose To give a magnetic squint, And -petroleum's sure to ooze Out of some crevice in't ! Under his magical tread, Or before his magical nose, In the crag above his head, Or the ground around his toes, — Coal is sure to abound, Where no one e'er saw it before, And, waiting for smelting, is found By the side of it, iron ore !"], [34, "20 THE WONDERFUL DISCOVERY. But the greatest of men may err : So did, as will shortly be seen, This great Discoverer, Dr. Pyretic Saline. * * * * * To Khona Oopalabad The Doctor went one day, — Of course, ere he reached it, he had Discovered some things on the way Some Has fossils he found, (Sure signs that coal must exist) With Saurian footprints around, And Phacops in crystaline schist. He pick'd up a Mammoth's leg Imbedded in petrified ice, And near it, an addled egg Which a Dodo had laid in gneiss. With some Char a seeds in their pods, And some ancient man-skin shoes, And some fossil soap-stone gods Adored by primæval Hindoos. A Stenorhynchus he met With a Ganoid lying beside, And a Psammodus neatly set In a Plcurotomctria's inside."], [35, "THE WONDERFUL DISCOVERY. 21 * * * # * Then at length to the town he sought Th' illustrious Doctor came, And discovered a thing which he thought Would give him immortal fame. Down the side of a cliff near the town He noticed there dribbled some Queer substance, blacky-brown, Which he deem'd petroleum. Eureka ! he cried. From the spot He penn'd an official note, But all men by this time had got Distrustful of what he wrote. Enquiries were made. It was seen, When the stuff was put to the test, That Dr. Pyretic Saline Had discovered a fine mare's nest. For holes in the cliff were spied Where bat and pigeon abode, From whence, in an odorous tide, This wondrous \" petroleum\" flow'd. Of this they analyzed some ; — And discover'd — oh horrible ! — that The Doctor's \" petroleum\" Was the dung of pigeon and bat !"], [36, "$r. little's (Brand Jintidotc for SAPIENT Dr. Little to the public papers w^rote, — \" At length, for bites of Cobras, I found an antidote. On all my native servants this remedy I've tried, [died. And though they've oft been bitten, not one of them has This i*emedy is simple, empyric, and complete, — One pint of brandy hourly, and taken almost neat.\" Thus wrote Dr. Little. But his letter had Been perfect, had he added, the Post Scripts that I add. — \" Such treatment is effective. A drowTsiness sets in : O'er the features of the patient there spreads a languid grin. With low and gentle hiccups, he croones an Indian lay, Then with a final stagger, falls down, and snores away. Not till the following morning, when high has climb'd the sun, Is his slumber broken, or his snoring done. The poison then is conquer'd. But it often leaves behind A thirstiness, a head-ache, a depression of the mind. But this to cure is easy. The head-ache quickly flies If the patient round his forehead a well -wet towel ties. His mind's prostration likewise, likewise his thirstiness, Are quickly counteracted by a dose of B. and S.\" (Post Script, No. II.) \" But very strange to say Those who've been once bitten, and treated in this way, Within a week are certain, to come, with groans of pain, To tell me that a cobra has bitten them again !\""], [37, "®he (Sood JMr (Sammon $Iouj. >L. jj WHO has not heard of that wonderful man Sir Gammon Row, the great Dewan, Who has ruled for the last ten years, or more, The Protected State of Cocoanutcore ? This State, if judged from \"Reports\" you reod, Is a very wonderful State indeed ; — A \" Model State,\" in which you may see Every thing is just as it should be. Where dwells a worthy and well-oil'd nation, Blest with a faultless administration ; The brightest land, with the lightest tax, And an annual surplus of fifty lacs : Where happy ryots, ne'er pester'd by famines, Till fields, in subjection to blessed Brahmins. A land of peace, a land of delight, Where everyone, everywhere, always does right. Where whitemen, living in meek minority, Acknowledge Brahminical superiority. In short, and I'm sure I cannot say more, 'Tis a heaven upon earth, this Cocoanutcore ! And in this terrestrial elysium, the man Who is most like an angel, is the Dewan. From Comorin's foam to Himmaleh's snows, A man that's his match, sure nobody knows !"], [38, "24 THE GOOD SIR GAMMON ROW. view In his gay free mien, and his honied laugh, He is perfect, — yes almost too perfect by half ! How courtly his bow, his smile how sweet, And how soft is the tread of his cat-like feet ! Then how frank his look ! you might think you could The soul through the eye of this good Hindoo. How chaste his manners, his English how choice ! How liquid, how mellow, the tones of his voice ! His whole demeanour seems to import That doing good is his one great forte. But since 'tis beyond the powers of my pen To pourtray, as I should, this most perfect of men, I'll relate, instead, a remarkable story Which will picture Sir Gammon in all his glory, His goodness, the justice he loves, and the claim His deeds have to noto— I mean, to fame ! In the heart of the country of Cocoanutcore Lies the Brahmin city of Brahminipore. Though you search'd through India up and down, You could never discover a holier town. For the blessed Twice-born, who chance to live there. By deigning to breathe it, have hallowed the air — The houses are holy, and holy each street, And even the dust has been blessed by their feet. Each pot in each hut, of brass or of clay, Has been sanctified in some wonderful way. And the sacred carpets in every house Are the daily gift of Brahminical cows !"], [39, "THE good sir gammon row. 25 4 A blessed brahmin, named Rowdy Row, Once lived in this city. He lives there now. A man whose success in life was complete ; He had the best house in the very best street. He throve well on ghee ; he was worth, I am told, A couple of lacs in lands and gold. His youngest wife, sweet Betelamru&l, Was rich, and fair, and, for thirteen, tall. As his morals were so-so, but rigid his creed, Men thought him a very good Brahmin indeed. He said long mantras ; he strictly kept caste : Each pariah slunk from the road till he passed. Nothing was strange about his person ; — You might see a better, you might see a worse one. In short, our Rowdy was happy, and bore A very good name in Brahminipore. Now Ichabod Green, a Quaker, one day Happened to travel along that way. A harmless soul, with a fat little frame, Along the street he leisurely came. At the very first glance could be easily seen What sort of person was Mr. Green. In his mild, meek eyes his heart you could trace, And peace was writ on his placid face. On he sauntered, not thinking his feet Would defile the mud of that sacred street, A street that seemed public to beast and to man,"], [40, "26 THE GOOD SIR GAMMON ROW. hair, For right along it the highway ran. So on he came, and came at last To Rowdy Row's house, and would have passed ; But the holy Brahmin rushed forth with a shout, \" You white cow-eater, get out, get out ! Go back ! Quick ! Run ! your low caste feet Will defile the mud of this sacred street !\" But since poor Green, with a startled stare, Said ; \" Sir, I thought this a thoroughfare,\" The righteous Brahmin gave him a kick, And knocked him about the head with a stick. Then while his applauding friends drew round, He kicked him again as he lay on the ground. He gave him a whack, he gave him a crack, He smack'd his face, and sat on his back. He thump'd him, he bump'd him, he tugged at his He tumbled him here, he pummelled him there. He used his slipper, he used his fist, Gave a tweak to his nose, to his ear a twist ; He laughed as he heard poor Ichabod's cries, And filled with sand poor Ichabod's eyes. Then set him again on his tottering feet, And hooted him out of the sacred street. With many a moan, with many a groan, Poor Ichabod trudged on his way alone. For his servants, when they beheld the fray, Had one and all skedaddled away."], [41, "27 THE GOOD SIR GAMMON ROW. That night on the road poor Ichabod spent ; Next day to the Dewan Peischar went ; Stated his case, — where, when, and how, He had got such a thrashing from Rowdy Row : And showed, as witness, his tattered clothes, His blackened eyes and his damaged nose. Now when the Peishcar, with solemn face, Had gone right through this remarkable case, To his chief, the Dewan, for sentence due He sent Mr. Green, and Rowdy too. Sir Gammon Row, with his grandest bow. Received Mr. Green and Rowdy Row. Mr. Green had a chair, — but I really tliink He gave friend Rowdy a nod and a wink. Then he read through the case ; and as he read Adjusted the turban upon his head : Now turned his eyes up, now turned his eyes down, Now smiled a sweet smile, now frown'd a stern frown Now sighed ; now his head sagaciously shook ; — And look'd — in short — as wise as a book. Then, after many a hum and hatw Summ'd up, — and thus declared the law. \" You, Mr. Green, were very wrong In daring that street to venture along. You ought to have known that your loAV-castc feet Would defile the mud of that sacred street."], [42, "28 THE GOOD SIR GAMMON ROW. As a \" nee.cha jdthi kdran\" you Should render the Brahmins reverence due. For all know that Brahmins, in every place, Are a quiet, peaceful, respectable race, Whilst Quakers — (Sir Gammon here heav'd a sigh, And turned up the greenish white of his eye !) \" In the second place, that street you declare Was merely, — you thought, — a thoroughfare ; Since straight along it the highway ran, Open to beast, and public to man. You thought this, did you ? Who ever heard Of a thought so palpably absurd ! Good Heavens, Mr. Green ! a Brahmin street Public to every Englishman's feet ! \" Thirdly, you thought it a highway 1 Then can You wonder they thought you a hightuayman ? They acknowledge they gave you a thrashing. Hence I infer they did so — in self-defence ! \" Fourthly, who authorised you, I pray In daring to travel along that way ? 'Twas a street of Brahmins, a sacred spot ; It might have been public, yet it might not. You heeded this not : you prejudged the case; And boldly ventured into the place ; — And frightened poor Rowdy, a mild Hindoo, Into thrashing— yes, into half-killing— you,"], [43, "29 THE GOOD SIR GAMMON ROW. we Which in him, since he thought he ought to use force Was somewhat excusable conduct of course. So this is my final sentence — that he Should pay the fine of one Rupee.\" Thus ended this wonderful case : and now You may judge, my readers, of ' Good Gammon Row : — Oh hark to gay Rowdy's jeer and scoff, At poor Green, as from Court he sadly moves off, Moves off through an oily and turban'd crowd, Of Brahmins that laugh in their triumph aloud. — They shout \" We may thrash these white men, for Shall be fined but lightly for such a grand spree.\" It is good to laugh ! Say, is it not sport To see such a glorious scene in a Court ! — Fair Justice perverted, Public Right Shamed and insulted in all men's sight. Ha, Ha ! Let us laugh ! To respect what claim Has an Englishman's honour, an Englishman's name ? A moral let us, like a foolscap, draw O'er the bald grand head of ancient Law : It is this : — All truth, all justice is fudge When a Brahmin is judged by a Brahmin Judge !"], [44, "Hiss Iflantrap. tNNA Maria Mantrap Don't set your cap at me, For do I not know your age is Precisely forty-three ? For when I was twenty, Anna, Then you were twenty, too. Do you think I didn't find that out Before I proposed to you ? Go to your mirror, Anna, Shake those false curls, and say — ' The beauty which once lured Chutney Is faded indeed away !' Three and twenty Aprils Have fled since that April night, When you and I were together All under the sweet star-light. The fireflies flitted round us, The air was cool and calm ; We could see the broad moon rising, Through the stems of a grove of palm The garden trees around us Sigh'd, as the wind swept by ;"], [45, "MISS MANTRAP. 31 And the road-side casuarinas Sent back a softer sigh. You stoop'd, and pick'd me a posy, — Ah me, I have it yet ! 'Twas a httle rose-bud, circled By sprigs of mignonette. The dewy myrtles glisten'd, As my eyes — with other dew ; The trelliced jasmine trembled, As my heart in its love for you ! 'Twas then, as the rising moonlight On your sweet face softly glow'd, — 'Twas then that the words of my passion, And tears of my yearning flow'd. I think you liked me, Anna ? But my pay was a httle too low, So \" ask Papa,\" was your answer, —Which led to a final NO. Anna, I know I've altered. But do not you forget That when I sought your favours You were a young brunette : Your form, through the ball-room flitting, Had an exquisite, infinite grace ; And your splendid tresses o'ershadow'd A tender and eloquent face."], [46, "32 MISS mantrap. But now ? Ah Anna Maria, Is it nothing for ladies to see The dawn of an April morning Which welcomes them forty-three 1 I've grown much stouter — I know it, But I can't have fall'n off like you : — Anna, do you know your complexion Has taken a muddy hue ? I see that you paint and powder : I think padded dresses you wear ? And I know those luxurious ringlets, And plaits, are simply false hair ! That your hands are skinny, I notice ; — They are shrivell'd under the rings. Yes, and lately you told me, \" low dresses Are very indecent things !\" I quite understand you, Anna : I trust you understand me ? Mayhap, love's blind at twenty, — He isn't at forty-three ! So its no use now, I assure you, To sigh whenever we meet ; To beckon to me at the Bandstand, To ogle at me in the street ; — To seat you in Church close by me, And by many a look and sign"], [47, "MISS MANTRAP. 33 To hint you've forgotten your prayer-book, So would like to look over mine ; — To press my hand when you shake it, To quote my own verses to me ; — Heavens ! Anna, my dear, do remember We are both of us forty-three ! I know you've had your offers In the days that are no more ; There was Swellington at Trichy, There was Crabbe at Bangalore : But Crabbe was old and crusty, And Swellington, you knew, Was deep in debt, and wanted Your money, and not you. Next D. P. W. Hardup, Next Swig, with the D. T. Next wild Jack Hare, the Planter, Then miserable me. And then your love's soft witchery Old Colonel Liver caged, — But when engaged to marry Stern death his thoughts engaged ! The next and last proposal Came from a reverend gent, When grave Archdeacon Triplet Before your beauty bent. ' Take me,' he sigh'd, ' ten cherubs 5"], [48, "34 MISS MANTRAP. My former help-meet bore, — And three times running, lately I dreamt I had a score !' But him, too, you rejected And scorn'd his pious flame, And sent the startled suitor Back, quicker than he came. And now — Ah Anna, Anna, — You strive again to hook This little worthless minnow You flung back into the brook ! I walk in my garden, Anna ; The lilies glisten with dew : My heart grows softer towards you ; There's a tear in my eye for you. I am thinking, sadly thinking, Of that night, so long ago ; Of the living hopes that were mine, dear, Ere slain by that felon no. I am dreaming, sadly dreaming, Had we been married, Ann, Would not you've been a better woman, And / a better man ? God knows, but that something to pray for The children about the knees — Might have made you think less of dresses. And made me think less of rupees ;"], [49, "35 MISS MANTRAP. That something to work for, to hope for, Ay, and to weep for, too, Might have made me of self less careless, And have raised and strengthens you. Enough ! These are moonlight fancies : The reality — look at that ! You are old and thin, dear Anna, And I am old and fat. Can birds build nests in winter ? Or make honey, in winter, the bee ? Come then — don't ogle. Remember We are both of us forty -three !"], [50, "gindoo Paxims. Translated from tlie Kural of Tirukidler the man who never lacks Assafœtida, ghee, and jacks. Cursed the man, whatever his worth, Who is poor in purse and low in birth. The unity of the Tamilian nation Is cemented by caste and litigation. What \" master pleases\" be careful to do, And be cheating him while he's beating you. 'Tis good to eat : but keep your jnce, And if you can manage it, steal the rice. When you hear the cry \" Murder\" run away : The Police will take you, up, if you stay. If you beat a man, swear he beat you : And to bis one witness bring up two. That man is a fool, whoever he be, Who would not do anything for a rupee. If you don't wish them to annihilate you, Conciliate devils — and white men too !"], [51, "HINDOO MAXIMS. 37 A botheration — a useless vexation, To the Tamil nation, is Sanitation. Municipalities always tell lies : — The Census is only a Tax in disguise. Why tax us for bridges and roads ? In our lives We but need three things, — Gold, Lands, and Wives.(1) To cook for man, woman chiefly was meant : Ignorance is her best ornament.'2' Note 1. — -The great Tamil poet Tayumanar classes all worldly mat ters under the three, heads, Gold, Women, Lands. Note 2. — This is almost the literal translation ofthe Tamil Proverb, \" Ariyamei mUharukhu Abaranam :\" — \"Ignorance is an ornament to women.\" And a Hindoo Woman, the poetess Auvaiyar, has a verse to the same effect in one of her poems !— viz. — \" Pethumei enbathu md tharukku anikalam.\""], [52, "fat <®'irien to his tqsfon Hihe. tRRAH, Mike, me honey, Shure a peck ov money I'd give to git back to ould Oireland ! It's fryin' I be In this thirsty counthry, — Begorrah, it's simply a Foire land. What wid naygur fellas, And Cobra cajiellas, A loively sort ov land this is ! As ye pass by a bush There's a rustle — a rush — And ye're chased by a varmint that hisses I In the mornin' ye walk Wid yer swateheart, and talk Whin a Sun-sthroke from hivin down-flashes, And the gurl, clane and nate, Lies kilt at yer fate, A hapc ov shmoulderin' ashes ! What wid scorpyins, and chayters, Loike woise man-aters, Bloodsuckers, and foxes that floi, sur, Insicts wid stings, And ants wid long wings, And flois that git into yer oi,- sur ;"], [53, "39 PAT O'BRIEN TO HIS BROTHER MIKE. And buzzin' muskayters, And bould Alligayters That grab ye on interin' a river, And cholera sazin' ye, And dysentery tazin' ye, And pains from inlargemint ov liver ; — Ochone ! There's a tear in Me oi for ould Erin, That imerald jewil ov natur' ! As here I sit thinkin' Ov you, Mike,— and drinkin' Some rale iligant \" Kinnahan's\" cratur'."], [54, "ih^ (Bngineetfs loue-^ong. Yl^^ THE days were bleak and dark, m^/ Sweet Miss Annie Cut, Ere thy charms I chanced to mark, Sweet Miss Annie Cut. 0 the days were lone and drear Ere I chanced to wander here As thy blissful Engineer, Sweet Miss Annie Cut. Ne'er shall I forget the hour, Sweet Miss Annie Cut, V hen my heart first owned thy power, Sweet Miss Annie Cut ; When, while turbidly and wide Rolled the Kristna's swollen tide, Thee, 0 lovely nymph, I spied, Sweet Miss Annie Cut. Amorous waters o'er thee swept, Sweet Miss Annie Cut, Flash'd and surged and whiri'd and leapt Sweet Miss Annie Cut. Thou, 0 queenly maid, the while Seated on thy throne-like pile, Awed them with thy granite smile, Sweet Miss Annie Cut."], [55, "THE ENGINEER'S LOVE-SONG. 41 0 silent nymph, through shower through shine Sweet Miss Annie Cut, Bought by that smile, this heart is thine, Sweet Miss Annie Cut. Day by day I watch thy face, Watch thy slender form of grace, Watch thee growing in thy place, Sweet Miss Annie Cut. When waves, drought-wasted, languidly, Sweet Miss Annie Cut, Creep to thee for one kiss, — then die, Sweet Miss Annie Cut, Or when the rash Monsoon comes down With hurrying eddies tumbling brown That blanch to foam before thy frown, Sweet Miss Annie Cut, — Thy changeful beauty makes me glad ! Sweet Miss Annie Cut, O marble-browed, O apron-clad, Sweet Miss Annie Cut ! Charmed into meekness at thy sight Proud streams dispense their wealth aright ; The land rejoices in thy might, Sweet Miss Annie Cut ! 6"], [56, "42 THE ENGINEER'S LOVE-SONG. Their blue-eyed loves let others sing, Sweet Miss Annie Cut, And deem thee but a stony thing, Sweet Miss Annie Cut, — Ever to me shalt thou be dear, Thee will I sing from year to year ; 0 love thy loving Engineer, Sweet Miss Annie Cut !"], [57, "Jawls. t FLASH ! A puff of smoke ! A crash, A general smash ! Doors splinter'd : windows broke : A roof uplifted, clean and neat, Some fifty or sixty feet ; Walls falling : Men running, or sprawling : An occasional, subsequent rumbling Of brickbats promiscuously tumbling : A crying, and calling, A squalling and bawling, — Don't think this, pray, Any thing strange, or appalling, — I assure you, it's quite in our usual way ! For it chanced to-day, As we were returning From Church, where the Rev. Dhoney, M.A., Had discours'd with solemnity, unction, and learning Of death and the tomb, And demons and doom, And the final universal burning,"], [58, "44 BANGHY PARCELS. That straight in front of our faces, Not distant three hundred paces, We saw that sudden flare, That roof in the air, And those brickbats falling, like stars, in various places, My friends in England, had you seen This strange little sight, You'd have certainly been In a pretty fright, And have thought, I ween, As you saw the flash and heard the report, That someone, who had his cigar alight, Had walked into our powder-magazine. No, no — 1 assure you, no ! 'Twas nothing of the sort ! Again I say, The explosion was quite in the usual way, — A thing we've got used to long ago ! The occurrence was simple. 'Twas merely this. A parcel arrived at the Post Office, — A Banghy Parcel, marked, With Care (In our Indian slang Banghy means, It is apt to bang !) Well, bang it went ! And sent the Post Office, roof and wall, Door, and window, and postmen, and all,"], [59, "4.3 BANGHY PARCELS. Here, and there, and everywhere ! 'Twas a \" bearing parcel :\" it bore some Of the very finest Petroleum, — A sample sent For experiment By a Firm to a scientific gent. — Well, well, my friends, I need hardly say Explosions are blessings in their own way. When one occurs, it is one of its tricks To knock a few postmen up with the bricks, Thus, in the Postal Service, you know, Promotion is never very slow : Some get promoted to heavenly bliss, And some, on earth, in the Post Office. — And then, Over the graves of the dead postmen, Consider what epitaphs one might pen ! You might write o'er the stone — \"Urar Ucaticr, folja passtst bg, Jor tfje Postman's boon tljat lies belofo, ©top not a tear, nor st'glj, |£or sob, nor moan, Jot hjs sonl bib go, from tljts Suorlb of rooe, 33g H$angf]g=post, Straight to tlje sits!\""], [60, "®he feath of the I^u. f^ltedec Jones, >f it Vy readers will hear, with mournful groans, Of the death of the Rev. Melchizedec Jones, This gentleman, famed for learning and piety, Belong'd to the Teetotal Mission Society, And for the last twelve years, or more, Labour 'd with zeal at Arrackpore. I may also add that, with lonely moans, Ten children mourn the defunct Mr. Jones ; Indeed their sorrow passes description, And really demands a handsome subscription. 'Twas half past six last Tuesday eve When Mr. Jones of his Station took his leave. He travelled per cart — his usual plan — With a lantern-bearer and handyman. As the road was smooth, and uncommonly sandy, Mr. Jones fell fast asleep in his bandy. The handyman snoozed. And alas ! no stones Gave a warning jolt to him or to Jones. Now came the critical moment, in which The lantern went out, as they near'd a ditch, — A slushy, prodigious, hideous pit With no end of black mud at the bottom of it ! (Over which a bridge, as might be expected, The D. P. W. had not erected !) A roll — then a rattle — then Jones cried out \" stop !\" — Then the bandy and bullocks went clean over — plop !"], [61, "THE DEATH OF THE REV. MELCH1ZEDEC JONES. 47 Alas, I omitted to mention before What sort of luggage the bandy bore, How under his mattrass poor Jones had packed Many a book and many a tract. For Jones was wont, where'er he might go, To be a sort of travelling Depot. There were pamphlets in English, — heap on heap, Badly printed, but very cheap. There were newspapers, too, for mild Hindoos With everything in them, excepting news. There were bundles and bundles, and layers and layers, Of very wise sayings by very wise sayers. Tracts in Canarese, tracts in Tamil, Enough to have broken the back of a camel. It would have been lucky for Jones that night If only this literature had been light ; Or if only he had omitted to place Under his pillow his travelling case. For now his bandy, ah woe is me ! Had fallen with its roof where its wheels ought to be : And thus it was not a very great wonder That his luggage was up, and poor Jones was under. Pray what could the Reverend gentleman do ? The deep black mud was as sticky as glue. There was mud at his night-cap, and mud at his socks, On his back were his books, on his head was his box. In the ditch the handyman struggled and splutter 'd, But not a word the poor gentleman utter 'd :"], [62, "48 THE DEATH OF THE REV. MELCHIZEDEC JONES. But, imbedded in mud some three feet deep, Calmly and quietly went to sleep. The handyman then with care unpacked Book and newspaper, pamphlet and tract ; And found if he could, he would have turned pale His good old master as dead as a nail ! So died Mr. Jones. Oh ! D. P. W. Have you no conscience, or doesn't it trouble you ? Are your funds all expended, or do you not care That the roads are shockingly bad everywhere ? Here on the stones we rattle our bones, There meet with great pits, such as did for poor Jones. Well, shall I say more ? Shall my verse repeat Some truths which I know are too true to be sweet ? Your healths, good sirs, — R. E.'s and C. E.'s ! You are mighty hands at spending rupees ! You build fine bridges, you spend many a lac, And for zeal and discretion get clapped on the back ; Till down roll the rivers in flood some day, And sweep your gingerbread structures away. Then come explanations. It is easy, you know, To say this, or that arch, was too narrow or low. That a flaw was here, or a fault was there, Or the mortar was somehow not mixed with care, Or that some unaccountable swirl of the tide Did this, when it should have done something beside."], [63, "THE DEATH OF THE REV. MELCHIZEDEC JONES. 49 Oh Sirs, you are wise ! But wondrous to say Your wisdom comes always too late in the day. Here in India, forsooth ! our barracks must crumble, Embankments give way, and light-houses tumble. In another clime they have bridged the pride Of ice-charg'd St. Lawrence's terrible tide ! They curb the sea in Holland, but here A tank is too strong for our Engineer ! Then hail, merry gentlemen, R. and C. E.'s ! Spend on the generous Public's rupees ! May you ne'er meet some end, like that, by which The light of Jones was snuff'd out in a ditch 1 7"], [64, "? \" lnjcnt situate Jtfflaiits.\" M^f)EAR Captain Green, — This morning, I see, /ey* The Gazette good news for you bears : — \" On leave for six months to proceed to sea On urgent private affairs.\" \" To sea\" forsooth ! Pray what does this mean ? There's surely some mystery here ? \" On urgent private affairs.\" — 0 Green, This sounds uncommonly queer ! Affairs at sea ? Ha ! — I see through it now ! Sly dog, you're in luck without doubt ! — Some coy little mermaid you chanced to know And hooked on your voyage out ? 0 happy Green, is she blonde or brunette ? Has she golden or raven tresses ? But will walking on land suit the tail of your pet ? I hope she judiciously dresses ! Her name ? Is she young ? Of course she can speak Does she wear her long hair in curls ? I trust she has got no scales on her cheek ? Are you marrying for love or for pearls ? I suppose Father Neptune will give her away ? I assure you, you have my best wishes. 1 remain, yours, — C. P. S.— By the way, My Salaams to all your Friend-Fishes."], [65, ".-.1 LJ I wish urgent private affairs. Herewith I send, of my friendship a token A tortoise-shell comb from Galle ; A pocket mirror not easily broken, A harp, and a squeaking doll. In conclusion, dear Green, I may add that I knew some sweet sub-marine girls : I have no objections to marrying fish — Provided they've plenty of pearls."], [66, "®hi[ old Jnfflcifs aduice. cW^OME Frank, my boy, take my advice, wlp And hear out what I say — If you get so sweet on the girls you meet There'll be the deuce to pay ! For what's your paltry 300 a month ? Take care ! It's a funny thing — But if you, pull the ropes, yon must Expect the bells to ring ! There was Clara White : — I admit she was A girl you might call ' nice.' Jones thought so — spoon'd — was hook'd ! They're poor. Both of them, as church mice. How they will manage, goodness knows ! Ah Frank, it's a serious thing — But if you pull the ropes, you must Expect the bells to ring ! And then there's D. P. W. Smith, He married Alice Gray. Ten months have passed. Now Frank, just guess What happened yesterday — Smith's wife presented him with twins ! Ah Frank, it's an AWFUL thing — But if you pull the ropes, you must Expect the bells to ring !"], [67, "JSn Mthisltetis. fSIT alone in my garden : Around, the moonlight flows : And the air is faint with the fragrance Of the too-sweet tuberose. By the lilies and dewy myrtles The fireflies rise and fall ; And the peerless yucca raises Her silver coronal. Now the night-loving cactus, Like a Hebe, holdeth up, To the dew and showery moonlight, Many a milk-white cup. From under the eaves' deep shadow The jasmine-bud, pearl-white, peers ; And on the bent face of the sunflower The dew-drops shine like tears. All nature is lapt in silence, Save only yon moonlit sea, — Whose voice seems but to echo The memories that rise in me. * * V * *"], [68, "54 MY WHISKERS. \" Just thirty years,\" I murmur, \" Just thirty years to-night They were sitting here in my garden, Werder, and Green, and Wright. In my ears now ring their voices : We had each our cheroots alit ; And the swift hours flitted o'er us, Winged by laughter and wit. As now, then glittered the fireflies, And gleam'd the moonlit leaf; And as now, we heard midst our converse The roller boom from yon reef. The same stars in their places Shine from the same old sky, — But I, of those four blithe comrades I only remain, even I.\" * * * * • The German, Rheinhold Werder, The Englishman, John Wright, With Thomas Green, the Welshman, Were at my house that night : And these, my jovial comrades, Their jokes began to bandy, Because that I, a Scotchman, Had whiskers somewhat sandy,"], [69, "MY WHISKERS. 57 To whiskerless old Werder Thereat I turned, and said, — \" Why don't you try and grow some ? What odds if they were red ?\" Old Werder chuckled grimly, And straight replied, \" Ah veil ! Since you vould ask de reason, I now a tale vill tell. — \" Vonce on a time an Angel, Von star-eyed leetle thing, Some presents to de nations Did in von basket bring. \" Dese gifts vere hair and viskars, Vich she from heaven brought down, And dey vere of all colours, Some black, some red, some brown. \" She first did go to England ; Dey chose brown viskars there : And den de Velshmans gladly, Selected de black pair. \" Moustaches fierce and lengthy De Frenchmans most did please ; And all de beards called \" goaty\" Vere taken by 'cute Yankees."], [70, "56 MY WHISKERS. \" After, de leetle Angel Did come to Germanie, And den, vidin de basket — Mein Gott ! — vat did ve see ! — \" Only von pah- of viskars ! Von dirtee — ach ! — RED pair ! So said ve to de Angel, — ' Ve dont vant any hair !' \" Thus de Angel took dese viskars Across de German Sea, — And on de cheeks of Scotchmans Dese viskars now ve see !\" We laughed at Werder's story, And I the most of all, Whilst the clouds in the west were rising, And the western moon did fall. Then followed one hour of converse, And then came the rushing rain, — So we four comrades parted, Never to meet again ! * -i- • • • Thirty long years — just thirty Since then have passed away. Alas ! those jovial comrades, To-night, ah where are they ?"], [71, "MY WHISKERS. 57 The wild Atlantic billow Rolls over Thomas Green ; And in a Dorset Churchyard John Wright's name may be seen. — And brave old Rheinhold Werder Dropt to a Chassepot shot, Amongst the trees that shadow The road past Gravelotte. And I, I only linger ; And thinking of them to-night, Unconsciously pull my whiskers, So \" sandy\" once, — now white."], [72, "Pr. (fhntnen's Confession. fAME Nature, that to flowers Gives sunshine, dew, and showers, To me hath given much billing and much cooing. And now my head grows gray, I can but sigh and say That wooing almost always ends in ruing, Shrive me, good Reader ! — oft I've loved. My heart's too soft. \"I love not man the less, but woman more.' In each new form and face I see some special grace : I've loved too many girls Confiteor ! Confiteor ! — One sees Those little humbugs, bees, Flit fast from flower to flower, their honey hiving It has been mine to seek Rose lip and lily cheek. Confound it, yes ! I need no end of shriving ! Why, I was scarce fourteen, And only once had seen Sweet Caroline, the pride of Bangalore, When straight to her I wrote On pink, a gushing note, In which my love, by all the stars, I swore '"], [73, "MR. CHUTNEY'S CONFESSION. 59 But very strange to say, Upon that self-same day, I met three sisters, Alice, Clare, and Nelly : Nelly had golden hair, Alice sang well, and Clare Was a great hand at making guava jelly ! Bound by this triple chain, I knew not, in my pain, To which of these fair three to bend my knees When at a ball one night Burst \"on my raptured sight Star-like, the charms of my serene Louise. For, ah ! I must confess A boundless amorousness Ingrain'd and rooted in my nature is ; A girl I cannot see But straight there wakes in me Unutterable longing for a kiss ! When last, Madras, in thee I saw sweet Rosalie, With eyes so blue, so bright, and O ! so merry, I loved her, — till I met The coy and pale Annette, A sweet French rose that blooms in Pondicherry To Trichy next I came, And there another flame"], [74, "60 MR. CHUTNEY'S CONFESSION. Blazed for a little, then was quench'd in tears For soon I learnt, enraged, That Agnes was engaged To Major Spooney of the Fusiliers. But why should I dilate Further upon my fate Of loving many maids but wedding none ? How Maud my heart perplext, Then Annie, Constance next, — The last a widow, aged twenty-one ? Enough for me to say That now, though I grow gray, My heart's as warm and tender as of yore. Yet, though my love burns bright It sheds a softer hght, A milder radiance, mellowing evermore ! For now, not one, nor two, But every maid I view I love, with love that widens with my years. And when I pass away, Reader, weep not, but say, Chutney is ivith the cherubs — pretty dears !"], [75, "Ji $p#mtn of *n Indian \" poetical $ujfl.\" THE RUSSIANS IN MADRAS. >litjV cDOWELL, McDowell, Beware ofthe day When the Russians come sailing Through Bengal Bay ; When they land at Madras In countless shoals, Cossacks, Siberians, Laplanders, Poles ! Beware for they come As thirsty as bold, To a very hot climate, From regions of cold, And as soon as they land To ransack this town, They will rush, 0 ! McDowell, To thy Godown ! Oh who would not weep For thee O Madras ! They'll swig every quart Of \" Daukes' bottled Bass :\" McDowell, slap into Your godowns, pell mell, They'll burst, and get tight on Your \" Sparkling Moselle.\""], [76, "62 A SPECIMEN OF AN INDIAN POETICAL PUFF. >, Your \" Light Wines,\" and \" Rhine Wines' They'll certainly drain, Your \" Burgundy,\" \" Hock,\" \" Greek Wines,\" and \" Champagne.\" \" Hockeimer,\" thy blood In torrents shall flow, With that choicest of Burgundies, — \" Clos Vougeot.\" Lucid \" White Hymet,\" Crystally clear, On the lips of Laplanders Shall shed many a tear. Down the throats of Siberians Shall freely be pour'd, \" Suisse Extract d' Absinthe,\" And th' \" Old Tom\" of \" Sivainc Boord. Whilst the Cossacks of Don Their paunches shall fill With \" Creme de Noyeau\" And \" Creme de Vanille.\" McDowell, McDowell, Tell me I pray Think you, could Russians Resist your \" Tokai ?\" Think you their palates Could ever refuse Your mellow \" Oporto\" Your \" Grande Chartreuse ?\""], [77, "A SPECIMEN OF AN INDIAN POETICAL PUFF. 63 \" Steinwine, in Box butel\" \" Blue labell'd Schloss,\" With \" Cluxteau Pexoto,\" They'll certainly toss. Alas, oh, alas, What then will become Of your \" Munro's best Cooper,\" And \" Syrup of Gum ?\" Where then will your \" Chablis,\" And \" Palatine\" go, — With your \" Muscat\" your \" Cider\" McDowell and Co. ? Oh ghost of Exshaw, What bottles they'll burst, Of your \" No. 1 Brandy,\" — Of brandies the first ! With Gledstane's best vintage They'll make them right merry, — His \" oldest choice Cognac,\" His \"pale yellow Sherry.\" But what shall we do That this may not be, When the thirsty barbarians Come over the sea ? — Let us forestal tlie Russians ! At once let us go — And buy the whole stock of McDOWELL & CO."], [78, ""], [79, ""], [80, ""], [81, ""], [82, ""]]