[[1, ""], [2, ""], [3, ""], [4, ""], [5, "REPORT ON THE KOLAR GOLD FIELD AND ITS SOUTHERN EXTENSION, IN WHICH THE AURIFEROUS ROCKS ARE TRACED FROM THE MYSORE STATE INTO THE MADRAS PRESIDENCY. WITH MAPS AND SKETCHES. BY P. BOSWORTH-SMITR^Esq., F.G.S., ASSOCIATE Or THE ROYAL SCHOOL OF MINES (BESSEMER MEDALLIST), AND GOVERNMENT MINERALOGIST TO THE MADRAS PRESIDENCY. MADRAS: PRINTED BY THE SUPERINTENDENT, GOVERNMENT PRESS. 1889."], [6, ""], [7, "CONTENTS. CHAPTER I.— TOPOGRAPHY. Page 1. Location of Area to be described 7 2. Boundaries 7 3. River System 7 4. Scenery. Hills seen from Malapankonda 7,8 5. Orography 8 CHAPTER II.— GEOLOGY. Previous Descriptions. 1. Mysore and Coorg Gazetteer ... ... ... ... ... ... ... ... ... 8,9 2. Lieutenant Warren ... ... ... ... ... .., ... ... ... ... 9 3. J. A. Phillips' \" Ore deposits \" 9,10 4. Notes on the Kolar Gold Field, by Mr. R. Bruce Foote ... 10, 11 5. Mervyn-Smith and Lavelle ... ... ... ... ... ... ... ... ... 11 General Geological Features. The schistose series. 1. The broad band of the Gold Field Proper 11 2. The Eastern Branch 11 3. The Central Branch 11 4. The Western Branch 11,12 5. The small southern bands ... ... ... ... ... ... ... ... ... 12 Sections — 1. Section through Wallagamathakonda and Oorgaum village ... ... ... ... 12, 13 2. Evidences of more than one fold ... ... ... ... ... ... ... ... 13 3. Section through Yerrakonda Hill Trigonometrical Station ... ... ... ... 13,14 4. Easterly or Yerrakonda fold ... ... ... ... ... ... ... ... ... 14 5. Gneiss west of Xerrakonda fold ... ... ... ... ... ... ... ... 14 6. Middle or Bissanattam fold ... ... ... ... ... ... ... ... 14 7. Westerly or Malapankonda fold ... ... ... ... ... ... ... ... 14 8. The Mysore camp trap-dyke 15 9. Malapankonda section 15 10. Section east and west through Vepanapalle ... ... ... ... ... ... 15,16 11. Section from Jal&rpet to Krishnagiri ... ... ... .., ... ... ... 16 The Granitoid Gneiss. 1. Supposed age of the gneiss 16,17 2- The gneiss close to the camp 17 3. Origin of the gneiss 17, 18 4. The gneiss further south ... 18 5. The varieties at Maharajagadai 18 6. Garnets ... ... ... ... •■■ ... ... ... ... ... ... ... 18 7. Inclusions in the gneiss 18 8. Micaceous patches ... ... ... ... ... ... ... ... ... ... 18 9. Hornblendic inclusions 19 10. Kaolin suspended in the water of the gneissic hills .. . ... ... ... ... ... 19 Veins and Dykes. 1. Segregation veins ... 19,20 2. Dioritic dykes i 20 3. Doleritic veins 20,21 4. Veins of epidote-granite and aplite — Graiite (binary) veins in railway cutting ... ... ... ... ... ... 21,22 Epidote-granite veins near Kandikuppam ... ... ... ... ... ... 22,23 5. Veins of white quartz with occasional detached crystals of felspar ... ... ... 23 Granitic \" cross-courses \" — (a) The Nundydrug mine \"cross-course\" ... ... ... ... ... ... 23 (b) White quartz vein near Sakalagunta ... ... ... ... ... ... 23 (c) Felspar 23 6. Blue auriferous quartz 23 Champion lode ... ... ... ... ... ... ... ... ... ... 24 Oriental lode 24"], [8, "4 The relative Ages of the various Formation,''. Paoe 1. Veins of white quartz and granitic \"cross-courses\" ••• ••• ••• 24 2. Veins of epidote granitic and aplite ... 3. Dioritic and doleritic dykes ... ... ... •• •■• ••• ••• ■•■ ■■• \" 4. Auriferous quartz veins ... ... ... ••• ••■ ••• ■•• •■• *•* 5. (a) Kolar slates and schi.sts ... ... ... ... ••• ••• ••■ ■-• ••• 24 (b) Malapankonda quartzite ... ... ... ... ••• ■■• ■•• ••* ••• (c) Krishnagiri hornblende rocks ... ... ... ••• •■•• ■•• ■•• ••■ 6. Segregation veins in gneiss ... ... ... ... ••• ••• ••• ••• ••• -'* 7. Grey granitoid gneiss ... ... ... ... ... ••■ ••• •-- •■• ••• Comparison of the Geology with that of other Gold Fields. 1. Gold Fields in Europe ... ... ... ... ... ... ••• ••• ■•- •■• 25 2. Gold Fields in Australia ... ... ... ... ... ■•• ••• ••• ••• 25 3. The \" Mother lode \" ...25,26 4. Other parts of America .. ... ... ... ... ... ••■ ••• ••■ ■•• 26 The Effect of Igneous Dykes on Gold-bearing Rocks ••• 26,27 CHAPTER III.— PETROLOGY 27,28 CHAPTER IV.— MINING. Lodes and Old Native Workings. 1. The distribution of auriferous quartz 28 2. The so-called \" lodes \" 28,29 3. The \" Champion run \" of old workings 29 4. Influence of the deflection of a fold on the run of auriferous shoots ... ... ... 29 5. The Eastern run 29 6. The Oriental run of old workings 29 7. The Central run 29,30 8. The Eastern run 30 9. The Western run 30 10. Less important workings ... ... ... ... ... ... ... ... ... 30 11. Workings in the quartzite ... ... ... ... ... ... ... ... ... 30 12. Old workings immediately south of Kolar Gold Field in the Kangundi Zemindari ... 30 13. Bissanattam North lode 30,31 14. Bissanattam Main lode 31 15. Faulting of the Bissanattam lodes ... ... ... ... ... ... ... ... 31 16. Attinattam pits ... ... ... ... ... ... ... ... ... ... 31 17. Narammanakonda pits ... .. 31 ]8. Malavankottur pit ... 31 19. North Malapankonda pits 31 20. South Malapankonda workings or Gowdsannie ... ... ... ... ... ... 32 33 21. Marimanakonda or Geridikonda ... ... ... ... ... ... ... ... 33 22. Chigaragunta ... ... ... ... ... ... ... ... ... ... ... 33 23. Guvalgunta (Gulguntur) 33) 34 24. Grinding place near Gulguntur ... ... ... ... ... ... ... ... 34 25. Prospecting pit close to Gulguntur ... ... ... ... ... ... ... 34 26. Lungilgudpenta ... ... ... ... ... ... ... ... ... _. 34 27. Nundymadugu ... ... ... ... .. ... ... ... ... 34 28- Adakonda workings — No. 1 working. No. 2 working. No. 3 working ... ... ... ... 34 35 29. Prospecting pits on Adakonda — No. 4 workings ... ... ... ... ... ... ... ... ... 35 30. Gold in the streams of the Vepanapalle valley ... ... ... ... ... 35 31. Sakalagunta \" 35^5 32. Bangarugunta ' 36 Old Implements, &c. 1. Drill 36 2. Lever ... ... ... ... ... 36 3. Hammer or pick ... .... gg 4. Broken chatties ... ... ... ... ... ... ... ... 37 5. Old timbering ... ... ... ... ... ... ... ... g7 6. Charcoal ... ... ... ... ... ... ... ... ... .. ... 37 I Sam\" I in sakalagunta []] 37 9. Crucible ) • n y „ , , s 5 in Oorgaum mine , 07 10. Broken goglet J b ot"], [9, "5 Paqb Supposed Method of Working — 37,38 Mining Companies — Nine Reefs Gold Mining Company ... ... ... ... ... ... ... ... 38 Balaghat Gold Mining Company ... ... ... ... ... ... ... ... 38, 39 Gold Fields of Mysore Company ... ... ... ... ... ... ... ... 39 Nundydrus** Gold Mining Company ... ... ... ... ... ... ... ... 39 Oorgaum Gold Mining Company ... ... ... ... ... ... ... ... 39 Mysore West and Mysore Wynaad Company ,.. ... ... ... ••• ... 39 Eastern Mysore Gold Mining Company ... ... ... ... ... ... ... 40 South-East Mysore Gold Mining Company ... ... ... ... ... ... ... 40 Mysore Gold Mining Company ... ... ... ... ... ... ... ... 40 Indian Consolidated Gold Mining Company, (Kolar section) ... ... ... ... 40 Kolar Central Consolidated Gold Mining Company... ... ... ... ... ... 40 Mysore Reefs Consolidated Gold Mining Company ... ... ... ... ... ... 40 Modern Mining and Milling — 40-42 Prospects of the Kolar Gold Field and its Southern Extension into the Madras Presidency. 42, 43 CHAPTER V.— MINERALOGY. Page Gold 43 Platinum ... ... 43 Sulphur ... ... ... 44 Galena ... ... ... 44 Blende ... ... ... 44 Pyrrhotite ... ... 44 Pyrite ... ... ... 44 Chalcopyrite ... ... 44 Marcasite ... ... 44 Leucopyrite ... ... 44 A rseno pyrite ... ... 44 Page Sal ammoniac ... ... 44 Corundum ... ... 44 Hæmatite ... ... 44 Magnetite ... ... 44 Chromite ... ... 44 Pyrolusite ... ... 44 Limonite ... ... 44, 45 Psilomelane ... ... 45 Quartz ... ... 45 Opal 45 Page Pyroxene ... ... 45 Amphibole ... ... 45 Garnet ... ... ... 45 Epidote ... ... ... 45 Mica 45 Felspar 45 Tourmaline ... ... 45 Sphene ... ... ... 46 Stauroltte ... ... 46 Baltimorite ... ... 46 Kaolin ... ... ... 46 Chlorite ... 46 Talc 46 Calcite ... ... ... 46 Magnesite ... ... 46 Reh 46 APPENDICES. Appendix A. — Washings and Assays 47-51 Appendix B. — Fibrolite ... ... ... ... ... ... ... ... 52 MAPS. 2 No. Tit-les. 1 2 3 Map of Madras Presidency showing area examined for the report. Geological map of Kolar Gold Field and its Southern Extension, scale 2 miles to the inch. Map of Kolar Gold Field showing boundaries of the blocks and the \" old native workings.\""], [10, "6 SKETCHES. Plate No. Fig. No. Titles. M l 2 Section through Wallagamathakonda. Section througii Yerrakonda Hill Trigonometrical Station. '{ 3 4 5 > Sketches of markings on quartzite. •1 6 Section through Malapankonda Hill Trigonometrical Station. 7 fcection through Vepanapalle. n j Section through Vepanapalle showing the supposed relations of the ( Dharwars. Section from Jalarpet to Krishnagiri. 10 11 i Diagram to show the great amount of dead driving necessary to cut a shoot of ore dipping at a low angle. Diagramatic sketch showing \"inclusions of hornblende rock in gneiss\" and \" swirl structure round the included block.\" 12 13 24 Segregation veins in gneiss, Salachintalapalle. Stone from diorite vein, Wallagamathakonda. Do. do. do. do. Malapankonda. Circular spot from above magnified to show that it is made up of several crystals of hornblende. Uj 16 17 18 19 20 •21 22 23 )■ Sections of rocks seen under microscope. i j 24 25 26 Sketch plan of Chigaragunta. Sketch section of two old shafts, Guvalgunta. Section on line A.B., old shafts, Chigaragunta. •{ 27 28 Sketch section through the Madaipalle working as opened out, July 1887. Sketch plan of Bangarugunta. The Karikuppam pit. i„ { 29 30 31 Iron pick. Broken clay vessel on which gold has been deposited. Old crucible from Oorgaum."], [11, "Pfaolo .4iucofrrftpb<*l in tho Survey OJlo©. ftUdr** 188a i"], [12, ""], [13, "REPORT ON THE KOLAR GOLD FIELD AND ITS SOUTHERN EXTENSION, IN WHICH THE AURIFEROUS ROCKS ARE TRACED FROM THE MYSORE STATE INTO THE MADRAS PRESIDENCY. CHAPTER I.— TOPOGRAPHY. The area to be described lies partly in tbe south corner of tbe Kolar district, The area to be described Mysore state, in the Kangundi zemindari of the North Arcot district, and in the Tirupatur and Krishnagiri taluks of the Salem district. To the north, the road from Kolar road station to Betamangalam forms the limit of the ground examined. The eastern boundary runs from Betamangalam to Kuppam station, then along the rail way to Jalarpet and Tirupatur. The southern boundary runs from Tirupatur to the Jagadevudrug and thence to Krishnagiri. The western boundary runs from Kolar Road Station to Shulagiri and from there to Krishnagiri. It will be seen by reference to the map that the eastern and western bound- aries mentioned, above very nearly correspond to the courses of the Palar river and the Verushervavitti branch of the Pennar river, respectively. The upper central portion of the area or the Kolar Gold Field is thus seen to be the watershed between the Palar and Pennar rivers. The lower central portion at the south of the area is drained entirely by another branch of the Pennar. That the area above mentioned contains scenery of a diversified character will seem but natural when we consider that the northern portion cenery. forms part of the Mysore plateau standing some 3,000 feet above the sea level, whilst the southern part lies on the Salem plains at an elevation of only 1,000 feet. The way in which the scenery changes is well seen when travelling up from Jal&rpet to Kolar road station by the Bangalore Branch of the Madras Railway. We leave the ordinary scenery of the plains, with its bright green patches of paddy, its large tanks bordered by cocoanut and palmyra palms, for the more pleasing features of wooded hills and verdant valleys which meet the eye as we pass up the ghat to Kuppam station. Here are long sketches of grassy moorland broken in places by the heaps of large rounded boulders that tradition affirms were left by Hanuman and his monkey friends. After passing Kuppam station one notices the grassy downs to the north, but the line soon branches away from these, running over a partly-cultivated plain to Kolar road, the station for the mines. In the immediate neighbourhood of the mines the ground is flat and un- interesting, there being few trees and but little vegetation afkondf611 fr°m Mala\" of any sort' &a*n a v*ew of miries and the surround- ing country, one should climb to the peak of Malapankonda, from this position, over 4,000 feet above the sea level, it may almost be said that"], [14, "8 one can see over the whole of the three districts — Kolar, North Arcot, and Salem. Here on a fine day in the early morning a grand view may be obtained. To the north, beyond the mining camps, may be seen the detached rocky hills of Avani and Mulbagal with the Madanapalle hills of the Cuddapah district in the back ground. Below you to the south extend low-wooded hills and valleys, out of which rises Ungunamalai,* the massive durgham of Maharajagadai. Lying almost at your feet is the temple-crowned Gunapur batrine hill.* Krishnagiri durgham * is lost to the eye amongst the larger hills to the south of it, but by the aid of a telescope it can soon be made out. Malapadi durgham * and Pumalai lie to the south-east, whilst to the south-west the three dumpy hills at Shulagiri and the peculiar square shaped top of Rayakota durgham * are both readily recognised. The V-shaped top of Jagadevudrug * stands out in a marked manner with its miniature, the Agarani hill, by its side. Still further away than these are the hills round Kaveripatnam and Thattakallu drug ; whilst in the far distance rises the nose-like peak of Thirtha malai. The Yelagiri, Javadies, Kalrayan, and the other ranges which finally run into the Shevaroys, fringe the horizon to the centre and left of the picture, whilst on the right are the Denkanikota forest hills amongst which the dome-shaped Gutyroyen is conspicuous. The disti'ibution of hills in this area is very simple. A low line of hills, running from Wallagamathakonda south to Malapankonda, branches thence into three short ranges. The western one is the Adakonda range ; the middle one, the Gulguntur Malai range ; the eastern branch rises to Ungunamalai, whence it turns round and runs due east to the railway near Pudiir station. The rest of the hills on the area are detached and scattered and cannot be S3rstemised at all. CHAPTER II.— GEOLOGY. The Kolar Gold Field has been described by several writers, amongst whom Lieutenant Warren was one of the earliest. The following is taken from the Mysore and Goorg Gazetteer f : — \" Gold has long been found in the alluvial soil bordering on the Betarayan hills in Kolar district. The geognostic position of gold in this and other localities appears to be in the primary schists, viz., gneiss, mica slate, clay slate and hornblende schist particularly near the line of their contact with granite or basaltic dykes, where we generally find the tendency to silicious and metallic development unusually great. The gold is almost invariably discovered either in thin or disseminated in grains in the veins and beds of quartz, associated with iron ore, and sometimes platinum,^ and alloyed with small proportions of silver and copper, or in the tracts of alluvial soil, teds of clay and sands, with the washings of primary rocks. Mining operations have been carried on here by the natives from a remote period and abandoned. But license to prospect in the neighbourhood for gold and metallic ores has lately been granted to a European, and the yield is said to be ti oz. of gold to the ton of quartz, of which 5| oz. is stated to be clear profit. \" The alluvium brought down by the rivers flowing easterly towards the Bay of Bengal is usually silt, sand or calcareous matter— detritus as before observed of the Annfercms alluvia.§ rocks oyer w]lich they pasg . while that of flowing westerly is of a more carbonaceous character. Most of these alluvia are auriferous, particularly those of the Malabar and Canara coasts, but grains of gold are also found in considerable abundance in the alluvial soils of Mysore. \" Betamangala lies on the eastern flank of the principal gold tract, which, according to Lieutenant Warren, who examined this district in 1802, extends in a north-by- east direction from the vicinity of Budikote to near Ramasumudra. The gold is distributed in the form of small fragments and dust throughout the alluvium covering this tract. \" At Markuppam, a village about 12 miles south-west of Betamangala, are some old gold mines worked by Tippu without success. The two excavations at this place demonstrate the great thick ness in some parts of these auriferous alluvia. They were thirty to forty-five deep, respectively * These are among the twelve hill forts from which the name Baramahal was probably derived f Mysore and Coorg Gazetteer, by Lewis Eice, vol. I, page 17-18. J Leucopyrite (?) § Pages 34-36."], [15, "9 \" The following is a Hst of the layers cut through : — First mine. 1. Deep brown earth, 1J feet. 2. Grey argillaceous earth with gravel. 3. Deep brown earth (No. 1). 4. Hard, grey and yellow cliiy. 5. Hard whitish argillaceous earth. Second mine. 1 . Black argillaceous earth with gravel, 3 feet. 2. Dark brown earth with stones. 3. Hard clay streaked black and j^ellow. 4. Hard, large, black stones, argillaceous. 5. Black earth *with gravel. 6. Hard black clay. \" The stones found in the hard whitish earth No. 5 of the first mine are described as of a silicious nature, color black changing to a deep ruscolor where they seem to decay : a few parallel streaks, about which adheres a green and yellow substance, mark their value to the native miner. The metalliferous stones in the second mine differ from the above as they also differ in the matrix. They are of two kinds, viz., 1st, hard black and argillaceous ; 2nd, hard white and silicious. A deep orange soft substance adhering marks their value. This substance appears, however, to be superficial, marking the surface into which the stone splits on being struck. \" Leutenant Warren noticed that a sort of red earth, generally two feet deep and succeeded by a white calcareous earth of equal depth, the under-stratum of which consisted of large white decayed stones seldom failed to contain an ample proportion of metal. The average proportion of gold to earth is as one grain of the former to 120 lb. (avoirdupois) of the latter. \" There can be little doubt that the auriferous black and white stones are fragments from the gneiss, granite and hornblende schist, which base this auriferous tract and constitute the singular ridge which runs through it in a north and south direction and which may be regarded as having furnished most of the materials of the reddish alluvium on its east and west flanks and therefore as the true matrix of the gold. The orange-colored stones are caused by the oxidation of the iron in the mica. This auriferous range on the table-land of Mysore may be traced to the eastern ghats, southerly by the hill fort of Tavuneri to the south of Kaveripatam matha, in the Amboor valley. Two passes however break its continuity near Tavuneri. To the north it appears to terminate at Dasarhosahalli, though the line of elevation taking a gentle easterly curve may be traced by the outliers of the Betarayan hills, Amanikonda or Avani, Mulbagal, Kurudumalai, Rajigundi tc Ramasamudra, in the Cuddapah Collectorate, a little west of Punganur. \" Gold and silver are employed to a very large extent in making jewellery and ornaments, „ the most favorite method with natives of investing their savings, what is not turned to account in this way being frequently buried. A very small quantity of gold is obtained in the country from 2 to 3 seers a year from washing of the alluvial soil chiefly in the south of the Kolar district. But some mining operations have been recently commenced as described.\" i The rocks of the Kolar Gold Field have been pretty generally supposed to be of igneous origin and are described as such by J. Arthur Phillips in his book \" Ore Deposits.\" He t says : — \" The Kolar Gold Field is situated in the province of Mysore, about forty miles east of Bangalore, on a vast plain covered with grass and scrub. The principal formation of the district is a granitic gneiss passing into a syenitic or hornblendic variety of the same rock. A band of green-stone trap, about two miles in width, traverses the district in a north and south direction, and it is in this rock that the auriferous reefs occur. \" Between this trappean formation and the gneiss to the east of it, broad bands of rock, including hornblende and mica schists occur, while it is bounded on the west by a continuous ridge of a banded ferruginous quartzose rock rising in places to a height of over 200 feet, and towards the southern extremity of the field showing evidences of contortion. This rock has, in some places, a jasperj' appearance, in others it is composed of thin alternate laminæ of quartz and silicious hæmatite ; while in one or two localities a band of iron ore opens out to a width of several feet and appears to have been at one time extensively worked. Several bands of schists, including hornblendic schists, mica schist and chloritic schist, occur between this ridge and the gneiss, and like the shales on the eastern side dip towards the trappean rocks. \" The band of trap, in which the auriferous reefs occur, varies in structure from coarsely crystalline diorite to fine-grained green stone, the former appearing to pass by slow gradations into the latter. Where the crystalline structure is most fully developed, boulders of a more or less spherical form often He scattered over the surface er form ridges, several of which occur at various distances apart coursing in a north and south direction. These surface boulders appear to decompose slowly, but portions of the same rock brought up from a depth of thirty or forty feet below the surface disintegrate rapidly upon exposure and scale off in numerous consecutive coats.\" * Mysore and Coorg Gazetteer, by Lewis Eire, vol. I, page 432. f Ore Deposits : J. A. Phillips, pago 421. 3"], [16, "10 This \" band of green-stone trap, about two miles in width,\" refers to the highly-metamorphosed centre of the band, which certainly has a highly trappoid appearance, and, as pointed out by Mr. Bruce Foote * is so greatly altered from its original texture that the lines of bedding are completely obliterated. This made it impossible for him to decide whether the central axis of the synclinal represents one great acute fold or a series of minor ones in small Vandykes. There are numerous trap dykes traversing the fold, and, as the difference between the igneous rock and the metamorphic one is not very great, especially when the latter is in the vicinity of a large dyke of the former, the mistake is a ve'ry natural one. This, aided by the natural inclination of a miner to term any hard black rock \" a trap,\" has certainly given a very general impression that the rocks of the Kolar field are of igneous origin. In the geology of the Salem district a continuation of the Kolar band is spoken of as trap. \" Whole mountains of trap may be seen near Vepanapalle.\" f Mr. Bruce Foote J was the first to point out the meta- FiSby^^BruceFoota ™rpbic character of the rocks that form the Kolar Gold Field. He says : — \" The schistose band, which bears within its limits the ' Kolar Gold Field,' forms an elongated synclinal fold, which in parts rises somewhat over the general level of the surrounding granitoid country. The dip of the rocks, forming the basement of the schistose band, and there fore the boundaries of the synclinal fold, is easily traced on both sides; not so, however, is the dip of the uppermost members of the group ; for all the beds exposed in the centre of the band have been much altered by great pressure, which has superinduced an irregular slaty cleavage to a great extent. This, combined with extensive minute jointing, has so greatly altered the original texture of the rocks that they have assumed to a very great extent a highly trappoid appearance. The lines of bedding are completely obliterated, and it was impossible to decide from the sections I saw whether the central axis of the synclinal represents one great acute fold or a series of minor ones in small Vandykes. The great petrological similarity of the strata forming the upper (central) part of the synclinal makes the decipherment of this difficulty all the greater. The sections I saw in the several shafts being sunk at the time of my visit threw no Hght on the subj ect ; it is possible, however, that a closer study of these sections would go far to enable this point to be decided. \" The successions of formations seen from west to east, after leaving General Beresford's bungalow at Ajepalli on the road from Kolar Road Railway station to the gold field, is micaceous gneiss (resting on the granitoid gneiss), chloritic gneiss, micaceous schist, hæmatitic quartzite and chloritic schist, on which rests a great thiokness of hornblendic schists, which, as just mentioned, are highly altered and have their planes of bedding almost entirely effaced by the pressure and crumpling they have undergone. The eastern side of the fold shows near the village of Urigam (Woorigum, sheet 78) well-bedded schists — dipping west from 50° to 60° and resting finally on the granitoid rocks. The western side of the gold-field is very clearly demarcated by a weh-marked ridge of hæmatitic quartzite which culminates in the Walagamatha Trigonometrical station hill from the top of which the majority of the mines can be seen. \" The Kolar schistose band is the only one as to the exact stratigraphical relation of which to the granitoid gneiss any positively conclusive evidence has been of thrSai^LThanTs8 obtained; but there is reason to believe that at least three of the schistose bands to the westward of it, viz., those of Sundur, near Bellary, of Dambal, Chiknayakanhalli, and of Dharwar- Shimoga, are similarly superimposed on the granitoid rooks. Whether the superposition is a conformable or an unconformable one is a point that has yet to be determined by further investigation ; at the Kolar Gold Field, however, the relation between the schistose syncHnal and the underlying granite gneiss appears to be one of distinct conformity.\" Since writing this Mr. Foote has correlated the schistose rocks of Kolar and other Gold Fields, Mysore, with the Dharwar Series § and has proved that there is a very distinct unconformability between the gneiss and the schist. \" For a long time [| I have held and pubHshed the view that the chief gold-yielding rocks of South India belong to one great geological system, to which two years ago I gave the name of the Dharwar system from the fact that the rocks forming it occur very largely in the Dharwar * Notes on a Traverse across some Gold Fields of Mysore. Records of the Geologioal Survey of India vol. XV part 4. t District Manual of Salem, vol. II, page 281. J Notes on a Traverse across some Gold Fields of Mysore. Records of the Geological Survey of India vol XV part 4. § Letter to the Dewan of Mysore, forwarding Report on Auriferous Tracts of Mysore. || Letter to tbe Dewan of Mysore, forwarding Report on Auriferous Tract of Mysore. R. Bruce Foote, Bangalore 1887. '"], [17, "11 country and that there I first recognized the necessity of separating them from the great gneissic system, with which they had tiU then been grouped. My long tour through Mysore has only confirmed this view very strongly, for I found that every important auriferous tract visited Hes within one or other of the areas of the Dharwar rocks, or forms an outlying patch of the same. The Dharwar rocks are the auriferous series in Mysore, the Ceded Districts, and the South Maharatta country.\" Mr. Foote has divided the Dharwar Series * into three groups, the Dhovi, Kappatgode and Surtur groups. The first or Dhovi group is composed of hæmatitic, hornblendic, chloritic and micaceous schists, with which are associated beds of grey and white limestone. Above this comes the Kappatgode group of hæmatitic and argillaceous schists, the prevailing colors of which are white or reddish buff, but which are also fre quently mottled. The third or Surtur group is of hornblendic and chloritic schists, associated with massive dolerite. The group is said to contain the richest auriferous veins. Mr. Lavelle t and Mr. Mervyn-Smith J have also described portions of the Kolar Gold Field. Generally speaking, the area described above as the Kolar Gold Field and its southern extension may be said to be composed of two sets of General geological sea- rock;S — (]) a granitoid gneiss, which is al way s of the quartzo- felspathic variety ; (2) a set of metamorphic rocks, which includes various schists and semi-schistose rocks, of which chlorite schist, mica schist, hornblende schist and hornblende rocks are the principal, together with a ferruginous quartzite. The Schistose Series. The accompanying map shows their general arrangement. Starting from the Bowringpet-Betamangalam Road, it is seen that the general The broad band of the ]3roa(j expanse of country lies upon the granitoid rock, but gold field proper. . r .•' , r, ° ' , about midway between the above towns we come to a band about four miles broad of the metamorphic rocks. The western boundary of this band is seen very clearly in a set of low hills that run down south including the Wallagamathakonda. The eastern boundary is not so clear, as the line passes under cultivated fields to the east of Oorgaum village. The band runs down intact as far as the Yerrakonda Hill Trigonometrical Station, where a branch is seen to turn off and run down some- Eastern branch. what in a south-easterly direction, dying out as it reaches the Bangalore branch of the Madras Railway some five miles above Kuppam station. The other branch of the metamorphic rocks is seen to narrow down to about a mile in width and continue at this breadth southwards as The Central branch. f&r &g the Malapankonda Hill Trigomometrical Station, where it again splits up into two. The easterly branch may be seen keeping about three quarters of a mile broad and running straight down south. It rises in the hills that fringe the Maharajagadai valley on the western side, and runs south to a point opposite the village of Maharajagadai and there seems to die out. It may be that the band runs under the alluvial of the valley taking a sharp south-easterly turn and appearing in the thin band that lies close up to the southern flank of the Unganamalai hills. Further than this it does not seem to go. From Malapankonda a branch starts out to the west, and, standing out con- spicuously in a small line of hills, turns round south again western branch. through Adakonda, thus forming the main portion of the hills that border the western side of the Vepanapalle valley. The band seems to end * Record of Geological Survey of India, vol. VIII, 1874. Memoirs, Geological Survey of India, vol. XII, 1876. ■f Report on Auriferous Tracts of Mysore, 1887. J Gold and its Occurrence. A. G. Locke. London, 1882. § Notes on a Traverse across some Gold Fields of Mysore, page 199,"], [18, "12 with the line of hills which drop away by Thaddatharai, where the branch of the Pungany river runs round into the Bttipalle valley to join the Verushervavitti branch. In the country that lies east of Krishnagiri to tbe railway may be seen several thin bands of the metamorphic rock, but the relation of these balds6 SmaU 8onthern with the above bands is hard to make out. The most westerly of these rising near the tank of Chikalpalaiyam and running south over the main trunk road may be the continuation of band from Maharaja gadai, but this is not certain. The others cannot be joined to any one of the three main branches. They will be described and named later on in a section made through them from Krishnagiri to Jalarpet. None of these small bands seem to extend so far south as to cut the Krish nagiri-Jugadevu Road, so that the Kolar band of metamorphic rocks dies away east of Krishnagiri. section through Waiiaga- A section taken from east to west across the band mathakonda and Oorgaum through Wallagamathakonda and the Nundydrug mine gives Vlllage' the following sequence of rocks : — Lying on the granitoid gneiss to the east and dipping about 60 degrees west, the most easterly member of the Kolar band (plate I, fig. 1, No. 13) is a banded silicious rock of a yellowish color, compact but splitting easily along its bedding planes. Between the grains of sub-angular quartz are little flakes of Muscovite (potash mica). The rock is a micaceous sandstone, but it is probable that it does not extend in this state to any great depth, but that below it would be an altered quartzite similar to the Wallagamatha mica schist to be described. Upon this lies No. 12, a soft clayey rock, dipping with the sandstone. This is also probably only a weathered representative of a chloritic schist. No. 11 is similar to No. 13 and lies upon the clayey rock dipping west at an angle of 60°. No. 10 is a hæmatite quartzite and is similar to the Wallagamathakonda quartzite to be described. Lying on this comes the main broad band of chloritic and hornblende schists, upon which the mines are situated. As we pass the Nundydrug mines and go towards Wallagamathakonda we find that we pass from rocks mostly dipping west to rocks dipping mostly east. I say mostly, as every few hundred yards the dip changes owing to the great dis turbances which have taken place during the folding of the rocks ; but towards the very extremes the rocks are more uniform in their inward dip. The contour rises to the west until as we pass from chloritic and hornblendic schists on to quartzite, the surface line suddenly rises some two hundred feet in Wallagamathakonda. The quartzite, which dips east at 60°, is a hard-banded rock, the bands sometimes being simply red and yellow colorations of iron staining the silica. In many cases, however, the iron mineral is predominant and streaks of pure hæmatite, or more generally the hydrated form, limonite, run through the rock. The streaks are generally about half-an-inch broad, but occasionally there are some which are a foot to two feet wide, and on one of these there has been an old adit driven into the hill (see map showing old workings). The Wallagamatha quartzite was seen and described by Mr. Bruce Foote who describes it as follows : — \" The texture varies from highly jaspideous quartzite to a schisty sandstone. The hard jaspideous variety generally shows distinct laminæ of brown hæmatite alternating with purelv silicious laminæ, generally of white or whitish drab color. It is only here and there and over very trifling areas that the ferruginous element ever assumes the character of red hæmatite The beauty of the \" Vandykes \" and complicated crumpling and brecciations of this rock in the WaUagamathakonda is very remarkable.\" The contortions that are exhibited by the bending and puckering of the bedding planes of this rock give some beautiful illustrations of the way in which"], [19, "PLATE. I PIG. 1 SECTION THROUGH WALLAGAMATHAOONDA 1. Granitoid-gneiss (quartzo-felspathio) 2.Granite veins 5. Mica schist and quartz rock 6. Thin bed oflimonite 9. Trap dykes 10. Quartzite li. Siliceous schistose bed 3. Mica gneiss and schist 4.Chlorite-schist 7. Quartzite 8. Main baud of schistose and slatey rocks 12.Clayey schistose bod 13. Siliceous schistose bed PIG. 2 SECTION THROUGH YERRACONDA Hill Trig. Station 1- Granitoid Gneiss 2. Quartzite 3. Schistose-rocks (principally hornblendic) 4.Trap dykes (Dolerite) A.Malapanconda Cold B. Bissanatum fold O.Yerraconda fold"], [20, ""], [21, ""], [22, "PlW.ff FIG. 3 PIG. 4"], [23, "13 the minor forces that have been at work in this district have acted. Of course, the synclinal folds of the field are the best examples of what the great east and west pressure that has acted nearly throughout Peninsular India has done ; but these folds are on too large a scale to be seen and require a trained eye to notice their indications. But in the blocks of quartzite, lying broadcast on Wallagamatha, we have miniature examples of the effects that earth forces frequently produce upon beds and series of bed rocks. Where there have been no minor forces at work, the rock is composed of alternate parallel stripes of pinkish and greyish white stone. A block close to one of the former has these parallel stripes bent into a series of folds giving a beautiful example of synclinal and anticlinal folding. (See plate II, fig. 3). Again in another the streaks are fairly straight, but broken off in the centre and continuing on a fresh horizon. (See plate II, fig. 4). This gives a good representation of a fault. Again, though rarely, may be found an illustration of a \" reversed fault\" where the bands have been thrown into folds until the continuity of them has been broken and the broken piece has been forced up the fracture, instead of as in a usual fault down the inclined plane. (See plate IT, fig. 5.) These crumplings, which are formed by a north and south pressure, increase greatly as the quartzite is followed southwards and die out almost entirely as far north as the Yerrabetrayansawmi Malai. The bulk of the hill Wallagamatha is entirely formed of quartzite, and the rock stretches well down the western flank, where it ends in a narrow band of nearly pure lamonite. This band, which is from 10 to 20 feet wide, is formed of small rounded grains of the iron mineral cemented together into a pisolite. The grains vary from the size of a small pea to spheres, occasionally as large as a pigeon's egg. Underlying the above and dipping to the east is a small band of mica schist (No. 5). The rock appears to be only a variety of quartzite with small flakes of muscovite, developed between the quartz grains and more particularly between tho lines of jointing producing what Professor Bonney has termed \" Sheen surfaces.\"* In the centre of this band is a broad trap dyke running parallel with the strike of the metamorphic rock. The rock is a coarsely-grained diorite. Lying under the mica schist and dipping east at about 80° is a narrow band of chlorite scbist ; the rock is somewhat slaty and crops out at the angle of its dip standing in some places a foot or so above the surface and giving the ground the appearance of beino- covered with small grave stones. The most westerly member of the Kolar band underlies the former. It graduates from an almost pure quartz rock on its eastern boundary through a micaceous schist to a mica gneiss in which large grains of muscovite are indis criminately mixed up with blocks of quartz. The white granular quartz rock that underlies the chlorite schist is speckled with minute black spots, which under the microscope turn out to be small crystals of dark blue tourmaline. Occasion ally a speck is to be found in the rock that has assumed a schistose character lyino- more to the west, but here there are very few and the tourmaline disappears entirely in the gneissic variety. Outside on the east and on the west of the Kolar field stretches a long extent of the \" old grey gneiss,\" upon which lie the schistose rocks, From a study of the preceding section through Nundydrug mine and Wallagamathakonda, it is seen that there must be a folding Evidences of more than Qj rocks jnt0 one or more synclinal folds, but the great one ° ' amount of disturbance that has taken place in the main body of chloritic and hornblendic schists that lie above the quartzite prevents any clue being found as to the number of folds. But in a section further south taken east and west kondfHmTHg'omonietri^Li through Yerrakonda there are very distinct evidences of station. three folds, » Anniversary Address of the President of the Geological Society, 9 T, 9 S, vol. XVII, page 65, 4"], [24, "14 It may be that there are not so many as three on the main body of the field ; for as we go south we find that the folds divide up into smaller and narrower folds, so that what may be one compact fold at Nundydrug * has split up into three at Yerrakonda and into seven or eight when seen so far south as the Krishnagiri-Tirupatur road. To the east of the field there is a distinct fold, which as it rises into a pro- minent hill at Yerrakonda, I have called the Yerrakonda fold. or Yerrakonda fig< g) The foM ;a Qn foe huQ 0f thiS Section about half a mile broad. It consists of a band of hornblende schist underlaid by ferruginous quartzite. East of the Mysore mine this fold cannot be distinguished as a distinct fold, and it is only when we come down to the Mysore Reefs block by the north flank of Yerrakonda, that it can be identified and separated. From its point of separation the band runs down south, but slightly inclining towards the east. West of the Yerrakonda fold we come on the gneiss, which is here the same as in all other parts in this locality, a highly granitoid quartzo rak^ndaSfoTdeat °f the Yer\" felspathic gneiss weathering into huge spheroidal boulders and giving the country that rough and stony aspect so well seen from the railway between Kuppam and Bangalore. The gneiss in places runs up into the schist as a sharp-pointed triangle with its apex in the south-west flank of Yerrakonda and looks at first as if it had been faulted right up into the schist; but this is not the cases The bands of schist bend away from each other leaving the underlying gneiss exposed. There is probably a fault along the edge of the second fold yet to be described, but along the edges of the Yerrakonda fold there are no signs of faulting. West of the above-mentioned gneiss is a second fold of the schistose rocks, which I have named after the only existent village that is fold.' ° °r 1SSana am situated on the fold, Bissanattam. The fold can be separated from its neighbour on the west as far north as the Mysore Reef's camp, but north of that it is seemingly crushed into and indistinguishable from the Yerrakonda fold. Like the latter it consists of a fold of hornblendic schist and other slaty schists enclosed and underlaid by a band of quartzite. The centre of this fold forms a small ridge which runs from the flank of Yerrakonda to the Railway, and is there cut through in the cutting, close to the big granite bridge, 163 miles from Madras. Weatorly or Maiapan- The third and most westerly fold I have called the Mala konda fold. pankonda fold, as that conspicuous hill forms part of it. Between the Malapankonda and Bissanattam folds, there is a slight outcrop of gneiss at several points along the line of junction, but there is no great mass of it. There may be, and probably is, a small fault between the two folds, the line of fracture running along the eastern boundary of the Malapankonda fold. The Malapankonda fold has two lines of hills running along it. The larger and more westerly of the two being a prominent line of low quartzite hills running from the Betamangalam road, rising in Wallagamathakonda, then falling as far as the railway to rise sharply to the rugged peak of Malapankonda. This line of low hills marks out the western boundary of the Kolar Gold Field. The other line of hills on the Malapankonda fold begms to rise as a trap dvke on the ridge by the hospital, stands up prominently to the west of the Kolar camp and runs to a fair-sized hill, west and south-west of the Mysore Reef's camp, again sinking as it approaches the railway, upon reaching which the dyke has narrowed down to a very small vein, and the line of hills, of which it forms the backbone has nearly died out. ' * If there were more than one fold on this section the quartzite would probably be found at surface in th band of schistose rocks, brt there are no evidences of such occurrence. main t That is to say, both boundaries are not faults."], [25, ""], [26, "PLATE.III FIG. 6 8E0TION THROUGH MALAPANCONDA HILL TRIO. 8TN ItoidgneiM 2. The end os the Yerraoonda fold S Bissanatum fold (SchUtOBe rocks) 4. Malapanoonda fold (Quartzite) 6. Trap dykes 6. Granite veins PIG. 7 SECTION THROUGH VEPANAPALLE 1. Granitoid gneiss 2. Hornblende rook 3. Quartzite X. Old workings PIG. 8 SECTION THROUGH VEPANAPALLE SHOWING THE SUPPOSED RELATION OF THE DARWARS 1. Gneiss 1. Bissanatum fold 3. Malapanconda fold"], [27, "15 The centre of this line of hills is the Mysore camp trap dyke, a large vein of coarse dolerite, that runs from Oorgaum mine clear away to dyke6 yS°re °amp rap the railway, a distance of over six miles, when it gradually dies away for a short distance to re-appear closs to the flank of Malapankonda and appears to continue down so far south as Varatanapalle, where after branching into two it seems to die away. The Malapankonda fold is like the other two folds, divisible into two beds, the lower a quartzite, and above this a bed of hornblendic schist. The centre schistose rock gradually pinches out towards the south, until when the peak of Malapankonda is reached, the whole fold is represented by the lower quartzite. South again from this the hornblende rock comes in gradually for a short distance after the fold has made its sharp bend round to the west into the Adakonda line of hills. The hornblendic variety appears only for a short distance, then finally dies out altogether, and the fold to the west of Vepauapalle is composed entirely of quartzite. A section east and west through Malapankonda shows the three folds described under the section through Yerrakonda, bub the most easterly th^MaiapaLudl W' fold died away almost to nothing, and a short distance south of the line of section the fold has entirely disappeared. (See plate III, fig. 6). Between the Yerrakonda fold and Malapankonda there is a long stretch of the grey gneiss broken by occasional quartz veins and small granite dykes, and close to the hill there is a conspicuous dolerite dyke, the continuation of the large Mysore camp trap dyke. Close to the eastern flank of Malapankonda we find the Bissa nattam fold, which is here represented by a thin band of hornblendic rocks with talcose and micaceous schists in places. West of this is the Malapankonda fold which is represented nearly entirely by the lower member, the quartzite. It is not very easy to distinguish where the boundary of these two folds lies, as there is a considerable amount of talus from the hill covering the flank of the hill and the ground adjacent. The ground west of Malapankonda is on the granitoid gneiss and is very much broken up. The gneiss is cut through by several quart/, veins, and numerous dykes of aplite (binary granite) ; a few dioritic and dolentic trap dykes are found, but very few of the former. A section taken east and west through Vepanapalle shows a curious arrange- ment of the rocks. (See plate III, fig. 7.) On the eastern The section e and w. j^ of tjie fc]\\s that run down south from Malapankonda to through Vepanapalle. _ . , . , ,, ., ■ ■, ■ 3 ,-t . Maharajagadai we have the grey granitoid gneiss, and this continues up the eastern flank of the hills. The centre portion of the hills at Gulguntakonda we find to be composed of a highly crystalline hornblende rock showing unmistakable remains of its bedding planes.* This band does not appear to be a fold but rather a single bed of rock dipping to the east underneath the granitoid gneiss. To the west of this again we come ou granitoid gneiss, identical in structure and mineral composition with the gneiss to the east, This rock occupies the whole breadth of the Vepanapalle valley and forms the more eastern portion of the Adakonda hills on the west of the valley. The main portion of the Adakonda line of hills is quartzite similar to that at Malapankonda. The rock is apparently dipping at an angle of 60c to the east underneath the granitoid gneiss of the valley. This section would lead one to suppose that the two beds, one of altered slate, the other of altered sandstone, were contemporaneous with the formation of the * It is the rock on these hills that has been mistaken for trap.. Vide Salem Manual, vol. I, page 231. The mistake is a very natural one, the rock is very much like a diorite in appearance."], [28, "16 grey gneiss. This however is not the case. The Adakonda quartzite can be traced up to Malapankonda, on approaching which it takes a sharp turn to the east, thus running into the hill. The Gulgunturkonda hornblende rock can be traced up to the of Malapankonda, where it can be recognized as the extension of the Bissanattam fold. Here in both the cases the rocks instead of apparently dipping under the grey gneiss are nearly vertical but with an inward dip, and from this it can be seen that what were apparently two contemporaneous beds in the gneiss are simply the two folds of the Kolar band which have both been tilted over until the axes of each fold dips to the east. The diagramatic section (plate III, fig. 8) explains the section and reconciles it with the section through Malapankonda. Starting from Jalarpet the rock is all granitoid gneiss broken here and there by a small granite vein or trap dyke, until close to the village section from Jaiirpet f Elaikalnattam. (See plate IV, fiff. 9.) Here we pass over to Krishnagm. v , , r -, , 1 • ■■ ■ ni*ii a small banti of hornblende rock which rises as a small hill to the north-east of the village. This is the Chundrapuram band. Passing on to the west over the gneiss, the next fold we come to is on the east of Pumalai and close to the village of Kuntiavalnattam. This Kuntiavalnattam fold rises as a small hill in the Government forest reserve. To the west of this, there is a very small fold that runs into the Malapadi durgham. On the west of Pumalai there is a small hill seen when looking north-east from the travellers' bungalow at Bargiir. The red soil, seen from the bungalow, shows where the band of hornblendic rock — the North Bargiir fold — runs through the hill. The white stone noticed near the top of the hill marks the outcrop of a broad quartz reef. West of Bargiir we soon pass over another band of the rock, called the Gollampalle fold, as it runs through that village. Crossing the road, the line of section goes up north-west to Kari kuppam when it cuts through the Karikuppam fold. This fold of hornblende rock contains the old mine, Bungaragunta. The line of section goes through the detached hill north of Kandikuppam, called Sakalakonda (Charkamalai), passing through the Madaipalle fold that contains the old mine, Sakalagunta (Charka gunta). The section then cuts through a large trap dyke close to Varatanapalle. This seems to be a continuation of the Mysore camp trap dyke. The line passes over another band of hornblendic rock which seems to come in close to the tank at Chikalpalaiyam and so has been called the Chikalpalaiyam fold. The grey gneiss then stretches on to Krishnagiri and far on beyond. The rock between Krishnagiri and Hosur is all granitoid gneiss. How much farther this extends beyond Hosur, I am not certain, but it seems to run on to Bangalore and at least 10 miles to the west of that town. There are other smaller bands of schistose rock that this section does not show. The following table gives all these small schistose bands : — Western. Chikalpalaiyam. Central. Madaipalle. Karikuppam. Gollampalle. Past Central. North Bargiir. South Bargiir. Kuntiavalnattam. Malapadi. Byappaniir. Pastern. Chandrapuram. The Gneiss. The granitoid gneiss of the area described is mostly quartzo-f el spathic, a light-colored rock appearing somewhat grey when seen in supposed age of the mags owing to di?seminated crystals of biotite. It seems probable that this gneiss may be referred to the oldest known division of Indian rocks, the Bundelkhand, but this is at present only a suppo sition ; the gneisses of the peninsula are greatly in want of further division and correlation, and until this has been systematically carried out, it will be impossible"], [29, "PLATE. Ms I. Granitoid Gneiss (Quartxo-selspathic) la. Ditto with garnets \"a. Porphoritic granite ta. Porphoritic feints 3. Trap dykes (dolerito) 4. Eltakulnuttam fold B. Kuntialnuttom fold 6. Pnmullai fold 7 Bergnr fold ti. Golumpully fold 9. Khariooopum fold 10. Mardapalle fold 11. Chioculpolliam fold (4.6.6 .7 B 9. 10. and 11. are all hornblende rook) SECTION FROM JAIAHPET TO KRISHNAGIRI. Yellagheries PIG. 9 * This has generally been mapped and described as a porpb : gneiss but from its sudden appearance and evident connection with parallel felsitic dykes I have considered it to be a mass of intrusive Porphoritic granite « The size of these trap dykes is greatly exaggerated"], [30, ""], [31, "17 to refer to them other than in a petrographical way. Mr. Bruce Foote, who is working out their relation, writes — \" division of the peninsular gneisses has been given since the publication of the Manual,* but they want sub-division badly, and I am working it out. I cousider the Bundel khand gneiss to be largely represented in many parts of the peninsular also that is unquestionably the oldest division. It is in parts much mixed up with a pegmatoid granite of post Dharwar age. she Avah gneisses are in part assignable to the eastern gneiss, but they are very imperfectly known.\" East and west of the mining camps the gneiss retains what is always looked The eiss do th uVon aS traces °^ *ts original bedded condition. These consist camps. gne C°se e of narrow bands, 6 inches to a foot in breadh of alternate light and dark layers. Sometimes they continue in fairly straight lines for some considerable distance, but in other places the lines are bent into folds and squeezed up in every conceivable way. The light layers are com posed of quartz and felspar, the former being in great preponderance. The felspar is usually of a white color, the greater portion of it under the microscope exhi biting the peculiar twining of albite ; orthoclase is often present and sometimes microcline. The dark layers contain an abundance of biotite crystals, between which quartz grains are to be found, but very little or no felspathic mineral. Whether these alternative layers represent layers in the original bedded rock Origin of the neiss having varied compositions, or whether the structure was superimposed upon the mass when in a semi-fluid state owing to pressure and heat in the presence of water vapour, whilst the rock was under going metamorphism, has not been made out. It has been generally agreed that the gneisses of peninsular India are metamorphic, but metamorphism is such a loose term, and is used to demominate such very different actions and effects that one does not always grasp the meaning of a writer when he speaks of a metamorphic rock. To meet this objection Professor Bonney has proposed the use of three terms to be included under the general term metamorphism : — (1) Metastasis (change of order), denoting changes rather of a paramorphic character, such, for example, as the crystallization of a limestone, the devitrification of a glassy rock. (2) Metacrasis (recombination), denoting changes like the conversion of a mud into a mass of quartz with mica and other silicates. (3) Mrthi/losis (change of substance), denoting change rather of a pseudomorphic character. Has this peninsular gneiss been under metastasis or metacrasis ? Is the foliation a stratification-foliation, or is it psetidostromatic ? % To answer these questions definitely would entail a long and continued study of the gneiss, both in the field and in the laboratory, without which no absolute conclusion could be arrived at. There are certainly arguments for both sides. The banding already mentioned, showing parallel sheets of different composition, seems to point towards an original bedded rock which has been altered by metacrasis. To quote Professor Bonney : — \" In a number of rocks of uncertain origin, as for example, the older crystalline gneisses we find a general orientation of the mineral constituents and a certain striping or banding ofthe rock produced by an excess of one or more of these § over a zone ranging from a fraction of an inch to at least several feet which suggest original differences due lo bedding ; this structure is sometimes seen to be parallel to highly quartzose, micaceous or calcareous iayers, which are most difficult to explain on any other theory than that of stratification.\" This striping and banding is certainly to be found in the rock and appeals to the stratification theory, but, on the other hand, there is no orientation of the crystals in the rock, and there are no deposits, layers or beds of rock having a marked constitutional difference to the general mass. Again the gneiss is so largely devoloped, and over such huge areas remains practically indentical in every respect, that it would appear remarkable if this were the representative of a bedded rock. We know that many examples of schistose, striped and apparently gneissic * Manual ofthe Geology of India. Blandford and Medlicott. + Anniversary Address of the President of the Geological Society, 1886. J A term proposed by Professor Bonney as the term \" false bedding \" is used to denote a different phenomenon. § The italics are not in the original. 5"], [32, "18 rocks have been proved lately to be altered igneous rocks exhibiting pseudostro matism. On the other hand an argument in favor of its clastic origin is the appearance of a conglomeritic structure in places. Man}7 geologists suppose that there is an intimate connection between all, or at any rate most true granites and granite gneisses, and that the only difference is due to the degree to which alteration has taken place. \" A mass * of originally sedimentary rocks may be depressed to a depth of several thousand feet within the earth's crust, where subjected to vast pressure and considerable heat in presence of interstitial water or steam, it may be metamorphosed into crystalline schist. A portion of this mass, undergoing extreme alteration, may so completely lose all trace of its original fissile struc ture as to become amorphous crystalline granite, some of which may even be thrust as veins into the less highly changed parts above and around. One stage further would bring before us a connection opened between the earth's surface and such a deep-seated granitic mass, and the consequent ascent and outburst of acid lavas and their fragmental accompaniments.\" Going south to Kuppam, the gneiss is practically the same as that close to the mines, except that it is more granitoid ; that is to say, it south0 8\"eiSS fnrther loses most, and in places all, of its banded and striped structure. In the triangle between the Yerrakonda and Bissanattam folds of Dharwars a number of segregation veins are noticeable in the gneiss. At Vepanapalle the gneiss is still more granitoid ; indeed here it has lost all its foliated appearance. At Maharajagadai there are some few local appearances of a pink gneiss. This rock differs from the grey variety in containing well-shaped crystals of pink and light red orthoclase. The development of this variety gadahetieS at Maharaja' usually occurs close to veins of epidote granite ; indeed it is hardly possible to be certain whether or no this pink rock is not a vein granite, as it does not occur very often, and in all cases where it does occur, the bed rock is much covered by surface soil. South of Kristnagiri the rock begins to get more and more hornblendic until a typical quartzo-hornblendic gneiss is found. Whether the hornblendic gneiss at Palcode belongs to a different age to the quartzo-felspathic gneiss north of it was not made out. From the hurried examina tion made at the time I certainly think that the two varieties of rock graduate into one another. At Madaipalle the rock on the northern portion of the Durgham contains a Garnetg slight development of small garnets, but, as a rule, this mineral is generally absent from the gneiss in this area, though garnets occur occasionally in quartz viens traversing both gneiss and the schistose rocks. Micaceous patches. — Around Bargiir the inclusions in the gneiss are well worthy Inclusions in the gneiss. °f T}e™ Seem *° be tW0 tota% distinct Varieties of rock amongst these inclusions ; one of these is a very dark micaceous rock (the mica mineral being biotite) which usually occurs in more or less circular patches. In some places these patches have worn or decomposed much faster than the gneiss, in other places they have withstood the weathering action better and stand out above the surface of the main body of the rock. In both cases their shape at once suggests that they have formerly been pebbles. In size these pebble-shaped inclusions vary from 2 inches up to 8 inches, but most of them are about 3 or 4 inches in diameter. In places, especially one' place on the north end of the Madaipalle hill, these have been massed together, and, weatherino more slowly than the gneiss, stand out and remind one very forcibly 'of a conglo^ merate. This is certainly a very weighty argument in favor of the original clastic origin of the gneiss. * Text-book Geology, by Archibald Geike, page 545."], [33, ""], [34, "PLATE.V FIG. 10 DIAGRAM TO SHOW THE GREAT AMOUNT OP DEAD DRIVING NECESSARY TO OUT A SHOOT OF OBK DIPPING AT A LOW ANGLE Tbe shaft lies in the plane of the Section PIG. 11 DIAGRAM ATIO SKETCH SHEWING \"INCLUSIONS OP HORNBLENDE-ROOK IN GNEISS AND \" SWIRE STRUCTURE \"ROUND THE INCLUDED BLOCK \""], [35, ""], [36, "PLATE. VI FIG. 12 SEGREGATION VEINS IN GNEISS SALAOHINTAPALLE FIG. 13 .< HORNBLENDE FIG. 14 HORNBLENDE FIG. 15 Circular spot magnified to shov. that it is Made up of several crystals of hornblende"], [37, "19 The other enclosures are very different from these. They are dark colored cer- Homhiendic inclusions tainly, but they are always highly angular and in most cases are large block-like masses a foot or so wide and two or three feet long, whilst sometimes they range as large as 8 to 10 feet long by 3 or 4 feet broad. They are all of hornblende rock, striped and identical in appearance and composition to the hornblende rock which occurs in the narrow lands of schist that traverse the country here. They are always found close to a band of schist. There are several in the temple hill north of the Sakalagunta pit, and there are some large inclusions in the north end of the Malapadi durgham close to the Malapadi fold. A very noticeable feature is the spiral arrangement of the dark crystals of biotite in the gneiss round most of the included blocks. They resemble very much the arrange ment of a spiral nebula round a solid central body. There can be no doubt but that portions of the schist have become detached from the main body and forced into the gneiss, whilst the latter was in a somewhat plastic condition. Either the block had originally a rotary motion or was subsequently turned, producing a kind of swirl round the inclusion, of which the rock still retains an impression. (See plate V, fig. 11.) Un the top of the temple hill to the north of Sakalagunta pit there is the evident contact surface of the two series, the schistose and gneissic. The upper member, the schist, has been entirely worn away leaving the gneiss bare. The contact surface is pitted and irregular, but is covered with a smooth talcose mineral. Close to this there is a large block of hornblende schist bent into a couple of folds thus forming a huge S. A peculiar effect is produced by the kaolin suspended in the water running in the valleys below the wooded hills of quatzo-felspathic gneiss. Kaolin suspended in the rp^e effect is very noticeable in the streams during the first water of the gneissic hills. . •> m. , - , ■, » -. a • , n rams after the dry season. So much of the felspar m the rock has been altered to kaolin that one would almost fancy that the streams contained milk and water. The kaolin is in a very fine state of division, a glassful of water keeping its milky appearance for several days. Veins and Dykes. There are at least six different sets of veins and intrusive dykes in this area. Segregation veins occur in several places, but only where there has been much to disturbance. Their occurrence has never been noticed in the (i) segregation veins. gneiss exhibiting f oliation ; they only occur in a granular gneiss. Thev are best seen in the triangle of gneiss that lies between the Yerrakonda and B;ssanattam folds of the schistose rocks and occur principally close to the faulted edo-e of the latter. There are two sets of veins, the principal ones running north and south and the smaller ones, which are often faulted by the former, running nearly at right angles to them, but tending somewhat in a N.E. - S.W. direction, (See plate VI, fig. 12.) The veins are never of any great size, the biggest of the N. and b. ones being about six inches wide, whilst the larger of the cross veins seldom exceed two inches, Direction. ,, . . . . Subordinate Principal veins, yeins (1) Segregation veins (2) Dioritic dykes (3) Doleritic dykes ... ... ••• (4) Veins of epidote, granite and aplite (5) Veins of white quartz with occasional de- tached crystals of felspar. Granitic \" cross- courses. (6) Blue auriferous quartz N. and S. N. and S. N. and S. N. and S. E. and W. E. and W. E, and W. N. and S."], [38, "20 The veins are composed of quartz and felspar, there being a greater proportion of the latter than in the general mass of the gneiss. The crystals also are larger and have more symmetrical edges than those in the main bulk of the rock. The substance of the vein differs from that of the gneiss in being harder and less easily decomposed, so that, as a general rule, the vein stands up prominently. Sometimes a six-inch vein will stand up above the general surface of the rock as much as from nine inches to a foot, but this is rare, six inches being the general height. Isa portion of rock be broken which contains one of these veins, it will be found that the rock never splits on the junction of the vein with the gneiss. The reason of this can be seen by examining the junction when it will be at once seen that the crystals of the vein rock jut out into the gneiss, so that in plan the vein has quite a serrated edge. Faulting occurs sometimes when the cross veins meet the subsidiary E. and W. veins, the latter being generally, if not always, thrown by the N . and S. veins. The throw on the eastern side is to the north. These veins do not seem to be connected with any large mass of similar rock. Very often they are seen to die out in all directions, from which it would appear that enormous pressure has liquified the gneiss in places producing these contem poraneous veins as they have been termed. The process by which they have been formed has however never been fully explained. Geike supposes that the minerals are separated from a partially viscid or possibly colloid mass by transfusion or exos mosis of some of the crystalizing minerals.* Dioritic trap dykes are not common. The two principal ones are each situated ,„, ... .. , , to the west of the line of quartzite hills, one below Wala^a- (2) Diorite dykes. i » ,1 . & r- matnakonda, the other to the west ot the northern spur ot Malapankonda. Microscopically the rock from each of these differs. In the Walaga matha rock the hornblende crystals occur in lenticular patches running in the direction ofthe dykes N. and S. (See plate VI, fig. 13.) The interstitial mineral is plagioclase felspar. The hornblende in the Malpankonda dyke is not lenticular but circular, so that the rock has somewhat the appearance of a spotted schist. (See plate IV, figs. 14 and 15.) Doleritic trap dykes are fairly numerous over the area described under the '3) Doleritic dykes. ?olar Gold Field and its extension. The Mysore Reef's block is regularly cut up into squares like a chessboard by two series of these dykes at right angles to each other, and there are several very large veins — of which the Mysore mine trap dyke is one — that stretch for many miles. The north and south dykes are generally the larger and more prominent, but the east and west ones are by no means small and insignificant. The \" Mysore mine trap dyke\" is by far the largest on the area. Indeed it very nearly stretches the whole length from north to south, and as seen on the map, its continuity is only broken in one or two places. The largest east and west dyke that was seen stretches across the Mysore Reef's camp away east through the chain of tanks to the north of Budagur. The stone in most places is the same, namely, a fairly coarse grained dolerite. Boulders of the rock lie along the out-crop. The large black spherical boulders, with the increased vegetation that usually accompanies them form long dark lines over the surface of the country. In age these dykes must be post-Dharwar, and as they cut through both the schistose and gneissic formations without altering their own course, they have certainly been formed subsequently to the folding of the schistose series. There is a very curious and unexplained fact in connection with one of those dolerite dykes. To the east of Votanapalle, about two miles north of the 149th milestone on the Madras-Bangalore trunk road, there is a large dolerite dyke which seems to be a continuation of the \" Mysore mine trap dyke.\" Under the temple hill here it will be seen that the dyke branches into two veins of about equal size. Ihe rock which forms the two small branches, is a fairly coarse-grained dolerite giving a hackly fracture, but at the junction of these two. where the dyke rises in small hillock, the vein, although being more than three times the width, is composed of an exceedingly fine-grained stone having a highly conchoidal fracture; so much so that the stone has been used largely for hatchets, &c, by the old * Geike's Text-book of Geology, patje 557."], [39, "21 palæolithic men, and specimens that have evidently come from this vein can be found on many of the durghams round about. From the number of flakes and \" wasters \" found on the hillock it can be readily seen that this has been an old \" chipping ground.\" The coarse-grained stone occurring in the small veins and the fine-grained stone occurring in the large vein is certainly an anomaly. The opposite is usually the case, and has a ready explanation. A large dyke takes longer to cool, and it is always found that the longer a mass is undergoing crystallization the larger are the crystals. No reason could be discovered for this exception to the general rule. Veins of epidote granite and aplite are numerous over the area, but occur most frequently in the gneiss close to the boundaries of schistose nite and'apHteepi °te ***\" bands. They have generally a north and south direction and vary in width from a few inches up to 30 and 40 feet. The section of which the measurement is given shows a Granite (binary) veins in number of these granite veins seen in the railway cutting on railway cutting. the Madras side of the big stone bridge, 163 miles from Madras. Measurement of Section from East end of cutting, going along lo Bridge from Telegraph Pole 162-15. 6 Measurement in feet. Eock. Measurement in feet. Rock. 173 176 42 rranite vein (15° west). 46 I77i rneiss. UTHfHiiiG- 80 180 Thin bands of schist mixed with small granite veins. ■ranite (almost horizontal). 133 83 I \" 186 207 208 209 Schist. ■n *j__ r; 137 n .._ *j VJHOtUllM. 158 164 rranite (60° west). Schist with strings of gra- nite. 219 irst appearance of schist. - Granite. 220 Schist with strings of gra- 166 ranite. 230 nite. 169 .1 _ • s. r\\ -t_. 233 170 Granite (nearly vertical). ihist. 235 171 Schist. ranite with thin bands of schist. 251 172 Schist separated by a thread of granite- 1 • s"], [40, "22 These veins of acid rock are post-Dharwar and formed subsequently to the folding of the latter. In many places the veins are composed JSSSeS^ Ve™ of aPlite> an intimate mixture of small crystals of flesh-colored orthoclase and a somewhat translucent quartz. Measurement in feet. Rock. Measurement in feet. Rock. 258 259 368 Granite. ranite. 371 _ 1 * __L Schist. OUUISI, I 272 375 379 385 /-I _-s_ Granite. 280 Schist. I. 281 Granite. I 294| 289 290 294 I 302 302* 306 Granite . Schist. _ .r* t *i . Schist. ,n: Is. e. 389 392 395 397 397* 400 400§ 407 409 492 495 671 671| 1100 sTS _1_ \"A. Quartz vein (blue colored quartz). Schist. i~s A • /t 1 1 quartz). Schist. Vein of quartz. ocmst much contorted. 307! s-l -A _ Granite . 312 Schist. OCUISIs. 314 339 346 354 359 366 Gran ite. Schist. Granite, Quartz vein (blue quartz). Uuartz vein. Schist. Schist. Granite . Lenticular mass of schist. 1277"], [41, "23 Near Kandikuppam there is a vein which contains a very notable quantity of epidote, in some places the rock being almost the pure mineral. In other places an intimate mixture of pale pink felspar and the light green pistachio- colored epidote forms very pretty rock specimens. The rock is however too friable for ornamental purposes. On this vein can also be found specimens in which the epidote has been all dissolved away and replaced by translucent milky opal ; in some of these the felspar has since disappeared, leaving a honey-comb of yellowish white opal. The east and west veins are sometimes of white quartz and sometimes granitic. The former of these are common over the area ; and granitic cross -courses! are somewhat rare. It is not certain that these are connected with one another, but it seems probable that they are. They have the same general direction, that is, east and west are inclined some what to N.E. — S.W., and one is sometimes seen to be in the line of continuation of the other. A description of a typical member of each of these will suffice. The cross-course that cuts out the lode north of the Nundydrug shafts is a vein of acid rock of some few feet thick running nearly N.B.-S.W. cJssecouTsUendydrUg mine The rock is composed principally of quartz, but in some few places there is a fair quantity of felspar. In many places the rock is traversed by long triangular prisms of black tourmaline, the sides of whose sectional triangles vary from a few hundredths up to one-third of an inch. In length they occasionally are found over 6 inches. In other places the stone contains large quantities of talc. This vein has thrown the auriferous shoot, but in what direction has not yet been ascertained. It seems also probable that its continuation to the east has cut off the Oorgaum village trap dyke, so that the formation of these acid veins has been posterior to the formation of the auriferous quartz and the dolerite dykes. There is a large white quartz vein close to the Sakalagunta pit. Its direction is nearly east and west with a slight dip to the north. The s Siiteuntaart2 Vein DeaC st0Iie is white and unmineralized, save that here and there a huge crystal of felspar occurs. Some of these large block-like crystals would weigh over a hundred weight if they could be removed in an entire condition, but they generally split up when the enclosing quartz is broken away. This felspar resembles greatly the anorthite (Indianite) described in the Manual of Geology of India.* This is probably the mineral Felspar. j-jr Bournon speaks of as his specimens came from the Salem District. In color it is usually greyish white, but sometimes ash-grey, reddish-grey or white. Under the microscope it has the appearance of microcline, giving the distinctive \" grating-like effect \" of that mineral when seen under polar ized light. Specimens found always had a brilliant lustrous appearance on the prin cipal cleavage surface. This is different to the description in the Manual, where, it says, \" lustre very slight.\" It may be observed here that the gneiss in the vicinity of these felspar-bearing veins contains microcline, but a sufficient number of slides from other localities were not examined to enable me to say definitely that microcline does not occur generally diffused throughout the greater portion of the \" grey gneiss.\" The auriferous quartz veins, as described under the heading, \"Old native workings,\" are not so much continuous veins as they are series (6) Auriferous quart* vein, parallel shoots resembling greatly the formation in Cali fornia known as the \" mother lode.\" These shoots lie practically in straight lines (see map of the Kolar gold field showing the old native workings) whioh run in a north and Bine quartz veins. south direction, A miner would describe them by saying, \" the shoots of ore run north and south, underlie to the west and dip north.\" In other words the shoots may be said to dip at a low angle in a direction somewhere between north-west and north. At Balaghat mine there seems to be an exception to this rule, * Manual of Geology of Indja; Part IV, Mineralogy. F. R. Mallet, Calcutta, 1887, pages 99-101."], [42, "24 as a shoot there is found to strike to the east of north. However, there seems to be no exception to the rule that the shoots dip northwards. The stone differs in each \"run of shoots,\" and also differs but to a lesser degree in different parts of the same run or lode. The stone from the so-called \" champion lode \" is generally a light bluish-colored diaphanous quartz, very often containing parallel strings of hampioniode. green chloritic mineral. These bands are mostly, if not always, parallel with the walls of the vein and often contain more gold than the intermediate quartz. Most of the richest pieces of stone have the gold arranged in thin bands parallel with the walls of the lode. The bluish quartz is usually considered the best, but both at the Nundydrug and Balaghat mines very rich stone has been found in quartz almost pure white in color. A peculiar flinty-looking stone from the latter mine yields some remarkably rich specimens. Mr. Oakley, tlie Agent here, showed me a specimen of this in which gold seems to be plastered on in thin leaves, this being by far the richest specimen I have seen from the Kolar mines. Slikensides are in places common on the \" Champion lode,\" the surfaces usually being small and parallel with the walls. The following minerals have been noticed in the quartz : — Gold, pyrite, chalcopyrite, arsenopyrite, pyrrhotine, galena, sphalerite (blende), actinolite, tourmaline (schorl), calcite, and chloritic and talcose minerals. The bulk of the precious metal occurs as free gold and ranges from 800 to 940 fine. That most of the gold has been deposited with the quartz by lateral secretion seems indicated by the occurrence of the gold in bands parallel with the foot and hanging walls. We also find proofs that gold has been deposited recently in these shoots. In one of the Oorgaum mine shafts a piece of old pottery left by the old workers — evidently the bottom of a goglet-shaped vessel — was found to have a deposit of fine gold attached to its surface. The stone from the Oriental lode is usually very different to the above. It is . tIld „ nearly always of a very dark color and often quite black, hence the name \" Black reef\" given to it by Mr. Lavelle.* Banding occurs in this stone; but, although dark green chloritic minerals some times occur, the bands are usually formed of heavy sulphides. Mr. Frecheville, of the Mysore Gold Fields, has found that the larger portion of gold is usually contained in the pyritic minerals, which latter in fairly average samples constitute 15 per cent, of the weight of the stone. There is, however, much free gold in places and some beautiful specimens showing gold have been obtained on both the Oriental and Nine Reef's blocks. The minerals found in the Oriental lode are gold, pyrite, arsenopyrite, chalcopyrite, pyrrhotine, galena with occasionally a few talcose and chloritic minerals. Silicates, however, are much rarer in the stone from this lode than in that from the \" Champion.\" The \" casing \" or \" soft-dig \" often contains garnets (pyrope) in rough dodecahedrous. These auriferous veins are cut through by the \" cross-courses\" and trap dykes. The relative ages of the , ?** relative ages of all the formations have not been various formations. absolutely proved yet, so that the table given can only be considered provisional. 1. Veins of white quartz and granitic cross-courses running* I -,-, E. and W. ( Post Dharwar. 2. Veins of epidote granite and aplite running N. and S. ... D0 3. Dioritic and doleritic dykes running N. & S. & E. & W. ...\" Do' 4. Auriferous quartz veins running N. and S. ... ... J)0 5. («) Kolar slates and schists ... ... ... .,_ \\ (b) Malapankonda quartzite \"j Dharwar. (C) Krishnagiri hornblende rock ... . \\\" \"\\ Supposed Dbarwar. 6, Segregation vems in gneiss running principally N. and S. ... Pre-Dharwar (?) 7. Grey granitoid gneiss Supposed Bundelkhund. Reports on Auriferous Tracts in Mysore : M. E. Lavelle, page 6."], [43, "25 Comparison of the Geology with that of other Gold Fields. The geology of the Kolar Gold Field is somewhat similar to that of several others in various parts of the globe. In Europe gold is found in Wales, Ireland, Scotland, France, Germany, Austria, Italy and Russia. In Wales, gold is found in Merionethshire, pricipally from the gold lode which traverses beds of Cambrian . and Lower Silurian age/1) Iu Wicklow, Ireland, the Lower Silurian is again the formation that yields gold.!2) In Scotland/3) gold is found in the vicinity of schistose rocks wliich mineralogicaHy resemble those of Kolar. Gold is found in Sutherlandshire, where the \" prominent geological features of the country are rocks, which are regarded as being mainly of Lower Silurian age, consisting of granites, gneiss, mica, schist and quartzite. In the streams where gold is mainly found, the rocks are granite and are associated with gneiss, micaceous and chlorite schists and quartzites. As a rule the miners preferred working either in the vicinity of masses of granite or in the neighbour hood of a partially-decomposed greenish schist.\" Gold has been obtained in France <4) from a conglomerate of carboniferous age. In the Rhine Provinces in Germany (5) a little gold has been found with other ores in beds of \" quartzose and clay slates, the former thinly stratified, much folded, fissured, contorted. The gold occurs in clefts of the quartzose slate.\" In Bohemia/6) gold was worked in pre-Roman times from a Lower Silurian formation which is traversed by numerous diorite dykes. In the Tyrol,*7) gold is found in bed-like formations of auriferous quartz enclosed in grey Silurian clay slates. In Hungary/8) the gold formation is usually a propylite. The gold mines of North Piedmont in Italy <9) are on veins of quartz enclosed in non-fossiliferous slates and schists. In Russia/10) the Beresoosk veins in the Urals \" are interesting on account of the influence exercised upon them by the country rock.\" In this locality the crystalline schists are traversed by dykes of finely-granular granite, and it is only in the vicinity of these that the quartz veins are found productive. In Victoria/11) the quartz reefs of the colony are for the most part enclosed in Silurian rocks. Gold is not only found in veins traversing Gold fields in Australia. granite and djorite> but it is also sometimes disseminated through the rocks themselves. The gold fields of New South Wales (12) are similar to the° above ; this may also be said of those of Queensland/13) The TJlooloo gold field of South Australia (14> is on flaggy grey brown and bluish slates alternating with massive quartzites ; the age of the rocks is unknown owing to the absence of fossils. In New Zealand/15) in the province of Otago, \" the rocks in which the auriferous reefs occur, or in which gold has been found in its natural matrix, consists throughout either of argillaceous mica schists or of phyllite, changing towards the west into true mica schist with subordinate bands of chloritic schist or chloritic mica schist.\" In the United States W the principal gold-bearing belt of California extends along the lower slopes of the Sierra Nevada, for a distance of United states. mQr ° than 700 mj]es? an(j varies in width from twenty to sixty miles The central mass of Sierra consists of granite, which is flanked by clay slates mica schists, chloritic schists, talc schists and hornblendic schists, some times'associated with quartzites and limestones. The strike of the sedimentary rocks, constituting the auriferous belt, is nearly north and south and the enclosed veins' of o-old-bearino- quartz course in a direction nearly parallel to its longi tudinal ax?s. It appears that a large portion of the auriferous rocks are of Triassic and Jurassic age, but have been metamorphosed and nothing older than carboni ferous has been found in this gold-bearing area. (2) J. A. Phillips' Ore Deposits, page 218. (4) Ibid, „ 232. (6) „ >. 316- (8) „ .. 332-336. (10) „ » 399 (12) » » *'4. (14.) „ .. 49.5. (16) „ .- 5*30. 7 (1) J. A. Phillips' Ore Deposits, page 203. (3) Ibid, >, 2*^*5- )A. „ 261. (7) » » 324* (9) i> » 343' <13) .. » f£ (15) ,. \" 5U9-"], [44, "26 Except for the age of the rocks in this area it will be noticed how very closely they resemble those at Kolar. In this area the belt that contains the \" Mother lode \" is remarkable for its close resemblance to the Kolar gold field. It is a band of altered slates, with a green stone dyke running in the direction of is length. Professor Whitney remarks of this lode : — \" It is not by any means a continuous bed, or vein of quartz, but rather a series of nearly parallel belts of lenticular masses with barren intervals between them, but yet arranged nearly in the same course.''' * R. H. Stretch says : — \" The mother lode is not, strictly speaking, a continuous vein, but rather a belt of gold-bearing rocks, situated in a line of contact between black clay slates on the west and green stone on the east. On each side of the contact for a limited distance the rocks are more or less mineralized with gold, and hence we have in many cases a series of more or less parallel locations indicating the points at which the quartz bodies seem to be more solidly compacted and continuous ; when it is natter they seem to be more disseminated through the lateral country rock. Usually there is quartz on the line of contact and one or more bodies between the hanging and foot-walls.\" The noted Comstock-lode lies between masses of diorite and diabase. The belt of auriferous rocks of North and South Carolina (*) and Virginia \" consists of schists of almost every variety alternating with bands of granite and syenite. The predominating rock is in a talcose schist sometimes passing into chloritic and argillaceous varieties.\" These are metamorphosed rocks of Lower Palæozoic age. In Canada (2) gold has been found in veins \" intersecting slates, which are believed to be of Silurian age.\" In Nova Scotia (3) there are veins of auriferous quartz conforming with the strike of beds of slates and quartzites. The age of these rocks has yet to be determined. In British Columbia the most \" important gold formation consists of a series . . . of talcose and chloritic schists, blackish or greenish erev in Other parts of America. , , . , . . . e> & color, which sometime become micaceous and which usually more distinctly exhibit evidences of metamorphism than do the gold-bearing schists of California.\" Their age has not been determined. In Mexico (4) the most cele brated mines (at Guanaxnats) are in clay slates of probable Devonian age. Many of the gold deposits of Brazil (5) differ essentially in character from those of most other countries in that the gold is often disseminated through the body of the rock forming a metalliferous strata, and not enclosed in quartz veins. The celebrated Callao mine of Vencruelan, Guiana <6) is on a reef of white quartz stained in places by a chloritic mineral which is in a country rock of felstone with iron pyrites. The Chili lode, in the Caratal district, is in a talcose clay slate. In the Argentine Republic*7) there are auriferous quartz viens in Silurian rocks of Rioja. It has been observed that intrusions of igneous rock in auriferous strata are ™ . , . . i \" g°od signs for gold \" as a miner would say. Mr. Bruce Effect of igneous dykes -ri . o . ,i. . , -. , ., . \"\"J\" ■•«*• \"' \"^c in gold-bearing rocks. J< oote reters to this tact when describing the Kodikalgudda workings.! Mr. Richard Daintree $ states that in Queensland the auriferous Devonian rocks are entirely confined to those that are penetrated by dioritic dykes and subsequently he found the same true of the auriferous upper Silurian rocks of Victoria. He believes the gold to be originally contained in the diorite as auri ferous pyrites, which being decomposed the gold is dissolved, to be subsequently deposited m the quartz viens. It is possible, however, that both the pyrites and the gold have been deposited m the diorite from solution subsequent to the cooling of * Sixth Annual Report of the State Mineralogist (California) page 15 (1 ) Ore Deposits, page 531. ' (2)\" 0rp Depo6;tS) >!; \" \" riq\" *4) » ., 610. (5) ,, >, 613. (6n (7) „ „ 624. K ' \" \" bZi' t Reports on Auriferous Tracts of Mysore : R. Bruce Foote, page 9. } Quarterly Journal, Geological Society, vcls. XXVIII and XXXIV,"], [45, ""], [46, "PLATE. VII TO ACCOMPANY CHAPTER ON PETROLOGY PIG. 16 PIG. 17 FIG. 18 FIG. 19 FIG 20 FIG. 21 FIG. 22 FIG. 23"], [47, "27 the igneous rock ; thus both the trap dykes and the quartz veins obtaining their gold by the same method. It is also possible that the dykes have only played a subordinate part by heating the waters that deposited the silica and metallic minerals in the original fissure which is now represented by a quartz reef. This theory is somewhat borne out by the fact that it is not a single variety of igneous rock that favors the depo sition of gold, but rocks of very different mineralogical and chemical composition. Daintree, Hacket, and Wilkinson * have shown that dykes of felstone, elvan and diorite in Queensland and Victoria are \" good indications.\" In Russia it is only in the vicinity of dykes of granular granite that the Beresoosk t veins are found to be productive. In Queensland again in the Devonian auriferous rocks, the gold bearing districts are traversed by dykes of diorite, diabase and porphyrite. Added to this hypothermal action it seems as though certain minerals in igneous dykes do contain traces of the noble metals. It has been proved that the diabase, which forms the hanging wall of the celebrated Comstock lode, contains a notable proportion of the noble metals. The augite contains the larger proportion of these, and it was found that the decomposed rock contained only one-half as much as the comparatively fresh rock. The relative proportions of gold and silver in both the fresh and decomposed rock correspond fairly well with the known composition of the Comstock bullion. The total exposure of diabase has been proved sufficient to account for a far greater quantity of bullion than has been raised from the mine, j From this it will be seen that the doleritic and dioritic veins, and also the granitic veins, or \" cross-courses,\" as they are termed, at Kolar are certainly favorable indications and not so unfavorable to the interests of the mines to want \" explaining away,\" as has been attempted in some cases. CHAPTER III.— PETROLOGY. That the Kolar schists are of clastic origin is very soon seen when a series of slides taken from various parts of the schistose band are examined under the microscope. Indeed by a series of slides one can trace the various stages that the rock has gone through before it has reached the stage of a perfect hornblende rock.§ There seem to be two causes that have altered the original slates into schists : — (1) The pressure exerted when the beds were thrown into folds, an action which has apparently has an increasing affect to the south. (2) The heat given out by intrusive veins. This is proved by the fact that the rocks without exception are more coarsely crystalline the nearer we approach to a trap dyke. West of the Nundydrug mine, proceeding along the old road, a band of black rock may be seen close to a large stretch of black cotton soil. This, when examined under the microscope, is seen to have lost hardly any of its original clastic structure ; (plate VII figs 16, 17, 18 are fields taken from such a slide.) The first seen under a 5 inch objective 'shows the original bedded structure of the rock. There is no slaty cleavage in the specimen, this being accounted for by the absence of any orientation of the mud particles as proved by fig. 17, which is a field seen under a magnifying power of 200 diameters. There are no included crystals to be found, except occasionally in the lightish-colored bands, where thin strings of quartz crystals are found. Fig. 18 shows two of these as seen under polarized light. The next step in the sequence of changes that was found was certainly a consider able iump and it is to be regretted that no intermediate varieties could be found. Fig 19 shows a field in a slide taken from a very light greenish-colored rock from § \"Hornblende-rock,\" Von Cotta \" Rocks Classified and Described, page 246."], [48, "28 one of the Nundydrug shafts. The slide is under a magnifying power of 200 diameters. The rock is seen to be composed of long lath-like crystals of a very delicate pale green color (an altering chlorite). These form a close tangle in a quart zose matrix, where the only other mineral seen is magnetite. The crystals have frequent transverse cracks, and many of those extend to distinct ruptures, the two portions of the crystal sometimes being in a straight line, at other times bent away from their original positions so forming an obtuse angle. Small flakes of wdiat may be the original muddy particles are sometimes but rarely seen amongst the quartz (they are most likely magnetite). This chloritic schist seems to be the first alteration from the muddy shale. No spotted slates or shales, with sporadic crystals, are to be found. After this the changes are much easier to trace. The next change seems to be a splitting up of the long lath-shaped crystals by which broader and shorter crystals of a darker chloritic mineral have been formed. Besides the transverse cracks, the crystals gradually acquire series of parallel streaks in the direction of their length which gives them a slightly fibrous appearance. This is slightly exag gerated in fig. 20, which is a slice of chloritic schist from Oorgaum mine magnified 200 diameters. This rock in places contains small streaks of quartz which run parallel to the north and south jointing of the rock. Magnetite in this rock is of frequent occurrence. The crystals then become broader and shorter, the mineral developing the cleavage and appearance of hornblende, until at last a hornblende schist is formed. Fig. 21 shows the intermediate stage. Gradually the chlorite is replaced by hornblende, first in streaky patches, but the rock acquiring a more and more coarsely crystalline structure, a rock is reached, which viewed under the microscope has an appearance similar to a patchwork quilt ; the quartz and hornblende crystals being about the same size and occur ring in nearly equal proportions. The slide from Nundymadugu shows this (fig. 22). Fig. 23 shows a slide from a spotted schist at Mysore mine ; the white spots are seen under the microscope to be orthoclase felspar crystals. It will be seen from the geological map that the thin bands traversing the gneiss between Krishnagiri and Jalarpet are marked as supposed Dharwar age. Under the microscope specimens taken from these bands present somewhat the appearance of an altered igneous rock. They are composed of hornblende, which has in places somewhat the appearance of altered augite, a little plagisclase felspar and quartz. There is in places a fair amount of felspar, which is generally surrounded by secondary quartz, but whether all the quartz may be regarded as secondary is uncertain. Traversing the other minerals in many places are crystals of appatite. It would, however, require a more lengthened microscopical examination of this rock than 1 have been able to make to be able to say definitely whether the rock _ was originally of clastic origin or was an intrusive rock which has since acquired a schistose and banded structure. From the examination microscopically and in the field I am inclined to believe that the rock belongs to the former class. CHAPTER IV.— MINING. Lodes and Old Native workings. There are three principal \" lodes \" on the Kolar Gold Fields— the main or \" Champion lode,\" the western or \" Oriental lode\" (also called The distribution of auri- .. MfMiparm WIa » ar^rl fl™ HU 1 l j m i 1 Called serous quartz. iviatneson lode and the \"black lode\") and the eastern lode to which no name has as yet been affixed. Really the name lode in these instances is a misnomer,* but as it has been used The so-caiied Modes.' \"Pct0 th}3 *lme and the™ «* no term m use that completely defines the formations, the name lode will be used in this * There seems to be great want of uniformitv in the use of the term • Indo ' . witi, „■ , from \" country \" (the ro'ck through which a metalliferous vein runsTiscaHed a tTosf * *hat A[iTerS direction. It seems probable that \"lode or load \" was fi rs used for the^meteUiferois theb^ \" h lUn*™,ihe *&* of a vein and not for the whole vein. metalliferous, the heavy and thus loaded portion"], [49, "29 report. It must not be supposed that there are three large continuous veins running the length of the field, indeed very far from this is the case. There are a series of \" shoots,\" \" pipes \" or \" chimneys,\" most of which are running down into the country at a low angle in a north-westerly direction. In miners' parlance \" the shoots underlie west at such and such an angle and dip north so much.\" The upper portions of these shoots have been worked out by the old native miners, so that a map with the \" old workings \" inserted gives a very good idea where the shoots are situated. The line of old workings, to which the term Champion lode has been given, may extend north of the Betamangalam road, but this part of the oidTworkCing™pi°n ran ' °f country was not examined. The most northern old working on this line is situated in the north-east corner of the Nine Reefs block close to the stamps. (See map of Kolar gold field.) Further south in the AVest Balaghat block are two more workings, whilst there are several on the western side of Balaghat which are not figured in the map. Coromandel block and Golkonda block each contain an old working on this line. Crossing over the big tank we find a detached working in the northern part of the Nundydrug block and one that extends over the southern boundary into the Oorgaum block. In this latter we come to quite a cluster of old pits showing how extensively the land here has been worked in olden times. No less than 20 distinct pits are shown as occurring in this one block. From their arrangement there seem to be two \"lodes \" (some say three), a subsidiary one lying to the east and close against the run of the Champion lode. In the Mysore block we come to a remarkable set of workings ; not only is the number great, but many of the pits are of a very large size. There are at least thirty pits plainly distinguishable. It will be remarked that a bund has been thrown around the lower end of one of the pits and so transformed the working into a tank. Towards the southern end of the Mysore camp the Champion lode seems to divide the main branch keeping on straight into the Kolar block, where it seems to end close to the turn of the road.* The other branch turns away south- f the deflec- east- It 1S close here that we begin to find evidences of the tion of a fold on the run of existence of two distinct folds as mentioned before in the auriferous shoots. geological section, so that it seems likely that the bending away of the Yerrakonda fold from the main band, influences the run of quartz shoots. The two old workings, one in East Mysore block and the other in South-east Mysore and Maharaja blocks, indicate the run of the eastern The eastern run. ]0de. There are probably some intermediate pits that are not marked on the map. The western run of old workings has been named the \"Oriental lode\" by Mr. Frecheville of the Mysore Gold Fields Company, the The \"oriental mn \"of old \" Matheson lode \" by Mr. Johns of the Nine Reefs Company, workings- and the \" Black reef \" by Mr. Lavelle who describes it in the section devoted to the Kolar Gold Field of his report on the auriferous tracts of Mysore. t There seem to be three sets of workings, of which the central one is by far the most conspicuous. On the central run the first old Central run. working to the south of the Betamangalam road is north of the nullah that runs through the Northern block There is also a working south of the nullah in the same block. In the next block, Nine Reefs, there is a long and seemino-lv continuous working. Five smaller workings are to be found m the West Balao-hat whilst there is also a working on the neutral ground between this block * Since writing this, more old native workings have been found further to the south, which appear to be a continua ti0\" t'Eopor^ntff AuXtf^acts of Mysore ; Appendix A, by Mr. M. F. Lavelle, pp. 5 4 6, under Ne. 2 series. 8"], [50, "30 and that of the Nine Reefs Company. In the Golkonda there are four, the most northern of which extends into neutral ground. In the Oriental there are two very big old workings close by the side of the new road. The \" east oriental run\" is indicated by an old working east of the road in the Oriental block and two pits close to one another in the West Eastern run. -r» 1 1 a. i_ i 1 Balaghat block. The \" west oriental\" is merely represented by a single pit Western run. central run the Wegfc Balaghat. There are also a few detached workings which are not of sufficient importance to systemise. A few small workings may be seen in the Less important workings. south-west corner of the Oriental block with a single working in the Concessionaires block. There is a single detached pit on the flank of Yerrakonda and a series of small pits running N.E. -S.W. in the south-west corner of the same block. The Madras block contains a small pit near the south boundary and a large working over the north end of which the northern boundary of the block passes. It seems probable that this large old working is on a run which includes the old working seen in the Mysore Reefs block. There are also some small detached workings in the east of the Nundydrug block ; these may perhaps be regarded as on the east Champion lode. There are seven pits marked on the quartzite hills, six of these being on . . Wallagamathakonda, the other being in the neighbouring hill to the south. Mr. Johns of Nine Reefs considers these to be old iron workings,* which is probably the case, but it is also likely that the iron sand obtained from the quartzite was treated with mercury to free it from the gold it contains, so that the mines may be considered as being worked for both iron and gold. This process is still carried out in parts of the Salem district. There are some old dumps where washing has been carried on in many places to the west of the quartzite hills. These washings have probably been for the two minerals magnetite and gold. Some of these dumps are marked on the map near Ajepalle. South of the Kolar field in the Kangundi zemindari, there are some more old Old workings immedi. workings. Two sets of these are consecutive runs resembling ateiy south of Koiar gold the mam Oriental run seen on the map ; the pits, however, Zemindari \"'\" Kansundi are smaller and closer together. The other workings are detached and do not form any length of run whatever. The two sets of workings are on what I have termed the Bissanattam fold, so Bissanattam north lode. that ™m™ \" Bissanattam north lode \" and \" Bissanattam mam lode will apply to them ; the latter being the larger and more important. About a mile south-west from Yerrakonda and situated on the eastern side of a small rounded hill are a series of old pits ; the line running for about a quarter of a mile, or perhaps less, in a direction N. — 30\" E. The workino-s can be seen across a small nullah from the bandy-track running from the Mysore Reefs camps to the big Railway bridge. The workings consist of a series of what are now small shallow pits. Two pits are generally found close together with a small \" bar \" of country left standing between them. Surrounding the pits on all sides are low rounded mounds or \" dumps \" which, being covered with short grass and destitute of scrub, attract attention and lead one to the locality of the pits In tbe solid bars of ground between the pits, the out-crop of the reef can be readily traced. Though m some places traces of the out-crop are missing, yet it can be * Ore Deposits : J. A. Phillips, p. 421."], [51, "31 readily seen that there has been a continuous vein of quartz running through the whole. Each pit may represent a \" pay shoot \" or the workings may be connected by means of drives. The latter is not so probable. Generally the old workers seem to have preferred open work and had no great liking for long drives or working in artificial light where it could be avoided. The short bar between every pair of pits was probably broken through at different depths, but pillars were left to prevent the walls caving in. The workings on the Bissanattam main lode commence on the top of the next _. ... hill, Gangammagudigattu, and run to the south. They may 1 • i ssjiiib tt 3 in tuSjIii loci©. • ■. _, , _ iiin ii t* be seen when walking along the bandy-track that runs from Mysore Reefs camp to the Railway bridge, 163 miles from Madras. This track crosses over the run between two pits filled up with scrub bushes, so that the work ings cannot be missed. On the south side of the small hill on which the workings begin there are six or seven small depressions close together, south of which is a larger pit about 35 yards long. This is filled with jungle growth. Pits of this size follow each other in a line running south down to the west of Bissanattam village when they cease. The length of this run is a little over half a mile. The reef might have continued south, but the schist ends in a fault by which the gneiss is thrown up ; the vein is found not to extend into the gneiss. Many of the pits are in pairs with a short solid bar between the two as mentioned above in con nection with the workings on the Bissanattam north lode. The larger pits are surrounded by dumps containing a little quartz, but there is not much of this mineral. It seems probable that the quartz extracted was carried down the hill to the stream in the main valley and there washed, so that the dumps represent the dead ground removed. These two lodes were originally one, but have been faulted away from each other. The line of fault is probably on the continuation of Faulting of the Bissa- the ]arge dolerite dyke seen running east and west over the nattam lodes. triangle of gneiss whose apex runs up into the flank of Yerra konda. The down throw would be on the south side of this line as the out-crop of the southern portion of the vein is thrown to the east, the dip being west. Down in the main valley to the west of the Gungammagudigattu hills, on which is the Bissanattam lode, are two detached pits. Their Attinattam pits. depth is &bout 1Q feet> their combined lengths 50 feet, there beino- a 12-feet solid bar between them. They are sunk on a reef of white diaphanous quartz, much of which can be seen lying about round the pits. The country is micaceous schist, or the lower portion of the quartzite converted into a mica schist by a development of muscovite in its substance. The vein probably dips with the country which has an inclination 60° W. The old ruined village of Attinattam is close by in the same valley. Three-quarters of the way up the hill above the Attinattam pits, Naram- manakonda, are two small old workings, the Narammanakonda Narammanakonda pits. .^ j^ke ti10Se 0f Attinattam they are close together and separated by a small bar of country. They are small, and are probably merely the remains of old prospecting pits. If there is any reef here, it is covered up by the red soil. There is a small pit on the mica schist on the east of the northern flank of Malapankonda. A quantity of milky white diaphanous quartz Maiavankotttir pit. -g foun(} round the working, but it is doubtful for what pur' pose the pit was sunk, as there is no gold to be found in the vicinity. Probably kunkur was obtained here, as there are small pieces lying round on the surface. The villagers of Malavankottiir affirm that it is an old gold \" gunny.\" There are a series of small pits along the back bone of the loDg northern spur of Malapankonda. The first time I visited this hill they North Malapankonda pits. were y^n in thick jungle, but since then Mr. Sheridan, who reported upon the Kungundi zemindari for an English Company, has cleared the iuno-le away from the pits, so that now they are readily to be found. Thev run clos°e to and almost parallel with, the boundary line of the Mysore State and the North Arcot District of the Madras Presidency."], [52, "32 On the southern spur of Malpankonda is a large open s. Malapankonda work- working called Gowdsannie. In Locke's book on gold t a ing or Gowdsannie.* description of this old working taken from Mr. Mervyn-Smith is given. \" Ten miles west of Kuppam station is a singular looking conical hill. The top of the peak terminates in a boss which overhangs on its south-west side aud gives it a conspicuous appearance, so that it can be recognised from miles off. The hill is known as Mala pankonda and is situated in the Kungundi Jaghire, Salem District. + Half way up this hill and on its southern face is the entrance of an adit driven into the heart of the hill. It would appear that there were originally several of these drives at different levels, and the topmost is now filled in with the sinking of the roof, which can be traced for 100 yards or so on the surface cf the hill. The lower levels are still open, but obstructed here and there with great blocks of quartz § and casing. With a little trouble and some inconvenience from the crowd of bats that come trooping out at this unusual intrusion one can penetrate about 50 yards. The mine is called by the natives Gowdsannie and the inhabitants of the village of Parthyguttay near the foot of the hill are quite ready to lead the traveller to the mine, but they know nothing of its construction, or that gold can be obtained from it ; a well-made road about 6 feet wide and paved the whole way with large stones leads to the mouth of the mine and testifies to its wealth, as it must have paid well to have allowed of so expensive a pathway being constructed. \" The quartz is highly ferruginous and dark colored, densa in the centre, and cavernous where it joins the casing ; the latter is a kind of vitrified slate. The principal reef is about 10 feet wide and on either side are small reefs from 2 feet to 2 inches wide ; sulphate of iron || is apparent in some of these and it is not difficult to collect flowers of sulphur || in small quantities. No gold can be seen in the quartz by means of the naked eye, but a small piece of a few ounces crushed and washed gives innumerable grains of fine gold.*\\ It is not necessary to choose a particular piece of quartz ; any bit from the debris may be tested with good results.\" Mr. Mervyn-Smith evidently paid a very hurried visit to this place and most likely wrote from memory, as the above description errs in a good many points. The amount of driving and tunnelling has been greatly over-estimated and the big blocks of stone which \" obstruct the lower levels \" are not quartz but simply part of the quartzite of which the whole hill is composed. The \" vitrified slate \" I suppose refers to the highly-banded quartzite. The most serious mistake, how ever, is in the account of the \" washing.\" Gold certainly can be obtained in minute quantities from the dumps and red earth below the workings at the foot of the hill, but I washed many samples of the stone from the workings, and in most cases failed to obtain the slightest trace of gold, though samples of five pounds weight and over were crushed up fine and panned off. In one or two cases a few specks of fine gold were found, but the amount was always very inconsiderable (see table of washings). Gowdsannie is really a big open cast working; blocks of quartzite have been split off until a large almost vertical face of hard rock has been exposed ; conse quently the working is easily made out from a distance and may readily be seen from four or five miles off. The quartzite of Malapankonda is similar to that described as occurring at Wallagamathakonda. In parts it is exceptionally ferruginous, and it is at these points that the rock seems to have been quarried the most. The hill is in many places fissured with large vertical cracks, and from all appearance the old workers have utilized these cracks to enable them better to carry on their work. The way in which the work has been aided by a crack in the quartzite can be seen at a point about half way up the hill. The crack has a general north and south direction and is nearly perpendicular. The lower portion of this has been opened out by the removal of stone until what looks at first like a small ravine has been formed. At the upper end where the fissure is seen, but is too narrow to traverse, we come upon two or three small tunnels which run in for about 20 or 30 feet at the most. Here there is ample proof that the work has been carried on along a fissure, for the crack still continues for some considerable distance after the * Also spelt Gowdthunnie. t Gold and its Occurrence. A. G. Locke. Spons : London, 1882. I The Kungundi zemindari is in the North Arcot District. ' P.B.S. § The italics are mine. P.B.S. || Neither of these are to be found now. P.B.S. % The italics are mine. P.B.S."], [53, ""], [54, "PLATE- VIII riQ.24 SKITOU PLAN OF CHIGslSAUr' NTHA Cross iln>-* lo mark surface of Ground not S«ot.on llnei fig. as SKETCH SECTION Of TWO OLD SHAFTS OOOVALOCNTHA Tbe 5S level le to toe ww( of the 46 aod so out of plan of SeoUou FIG. 28 S*CTK>» ON UNB A B.QtD SHAFTS OHTOARAOUHTaA"], [55, "33 tunnelling has ceased, and, as the crack has a width of only 2 or 3 inches, it would be absurd to suppose that it was the work of man. Mr. Mervyn-Smith evidently has supposed that the small ravine-like open working is the remains of a tunnel that has caved in, but there is no evidence to support this idea. The workings like those of Wallagamathakonda have probably been for gold and iron. From one specimen of quartz washed a yield of nearly 10 per cent, of magnetic iron sand was obtained with a little gold. That percentage of iron sand is higher than many samples that are washed in the neighbouring Krishnagiri Taluk of the Salem District. On the quartzite hills which turn round to the west and then run south to Adakonda are two pits. Both are, however, recent and are Marimanakonda and simply prospecting pits put down by one of the early pro- spectors of the Kolar gold field. The eastern of these is on the summit of Marimanakonda and exposes merely a few strings of limpid quartz. The western one is on the Geridikonda ; a small vein, 2 or 3 feet wide of white quartz, is here seen. The quartz shows no sign of mineralization. Up the hornblende rock hills to the east of Vepanapalle are two old workings — Chigaraguntiir or Chigaragunta, and Gulguntur or Guvalgunta. To reach them one follows the path past Kotur, up to the new track that is being made on the hills to carry firewood to Kuppam station. Branching off this on to a short footpath one soon reaches a line where the jungle has been cleared ; this leads straight to the Gulguntur working. The working, which receives its name from a chigara tree, growing close to, m consists of two pits. (See plate VIII, fig. 24). Both these contained water when I visited the spot, so that the bottom of the working could not be examined. The shafts lie north and south of each other, the northern one being circular and sunk at an angle of 75° N. The walls are smooth, hard and covered with a brown iron deposit which makes it difficult to ascertain of what the sides of the pit are composed. However, by bruising the surface with a heavy hammer— breaking anything off is an impossibility whilst hanging on a rope, and would be a difficult feat when standing on a firm support — it is found that the sides are \"country rock\" and that there is no quartz there. The south shaft is separated from the north by about 10 feet. The top of the partition has been broken away and into the crevice a large block of quartz from an outcrop up the hill has fallen, and there remains. (See fig. 26.) The south shaft is heart-shaped in plan, the apex pointing north. At a depth of 22 feet on the western side there is a small ledge. This has served to accumulate debris, which, if washed, will be found to contain a fair show of gold. The water was within three feet of the ledge and had an average depth of 15 feet. The sloping side of the eastern lobe is very smooth and worn and looks as if buckets of material and water had been drawn up here. On either side of the shaft is the outcrop of a quartz reef from the western of which a large block has fallen between the two shafts and might lead one to suppose that the stone represented portion of the outcrop of a reef on which the old workers had sunk. East frcm Chigaraguntiir is Guvalgunta (Gulguntur) which is also an old working consisting of two pits lying north and south of one Guvaigunta.t another. The native name for the pit means \"the pit of doves \" or \" the pit of pigeons,\" the name being giveu to it because there are generally some of the large blue rock pigeons to be found there. The two shafts are sunk on a small quartz reef, and, though a good deal of debris has fallen in, yet enough can be seen in the pits to understand the plan on which the work was carried out. Both pits are very long as compared with their breadth and both widen out in the direction of their length as they descend. Thus the working is really larger than would be supposed from a mere inspection of it at surface. (See plate Vlfl, fig. 25.) The north shaft at its north end is about 55 feet deep, though at the centre the depth is only 35 deep, owing to material being piled up here. At the south * Spelt Chi»araguntoor in Locke's book \" Gold and its Occurrence.\" + Spelt Goolguntoor in Locke's book \"Gold and its Occurrence.\" 9"], [56, "34 end there is an opening, answering to a level, into the south shaft. There was evidently another open level at 55 feet deep, as a candle placed in the deepest portion of the north shaft can be seen in the south shaft. Great blocks of stone fill up the level, and, though the candle rays can filter through amongst these there is no passage through which one can pass. At the south of the south shaft, there is a further excavation * to a depth of 70 feet. Here the reef is seen to be 4 feet wide ; a white sancharoid quartz with very few joint planes. It is impossible to say to what depths the shafts run, as much soil and stony material has filled in both shafts, \" made ground \" being at the bottom of each pit. The reef is at surface one foot wide, and is 4 feet wide in the south shaft. Its appearance is not very encouraging, but it is mineralized in places with iron and copper pyrites. It contains a very little gold. Below Gulguntur there is a stream flowing over the granitoid gneiss. At the ford generally used by the hill bullockmen and their Grinding place near , , ■ , ° . ■£ , „ -. ,. „ Gulguntur. cattle, there is a large bare piece ot rock, over portion ot which the water flows. Here there are smoothened patches where the quartz from above has probably been ground before washing. There are also numerous cup-shaded depressions about 6 inches in diameter and 6 to 8 inches deep. These may have been used to amalgamate the concentrates from the washings. Close to where the bandy-track crosses the boundary between the North Arcot ... , and Salem Districts is a shallow square pit. This is recent Prospecting pit close to , iii , ,, . 1 1, Gulguntur. and probabiy made at the same time as the modern pits on Adakonda. The pit is put down to test the vein of white quartz which is seen to run north and cross the bandy road. The reef is of no importance. The path from Vepanapalle to the above mines passes through an old deserted Lungiigud penta. village. This, Lungilgud penta, was evidently the village where quartz was ground from the above mines. There are many dumps containing quartz and fragments of hornblende rock, though the village is half a mile from the schistose band. Lying round the dumps are numerous blocks of granite gneiss with smooth polished faces. These are the old \" quartz grinders.\" The old working called Nandymadugu lies to the east of Vepanapalle about Nandymadugu. *w0 miles alonS the KuPPam path. It consists of a single pit in a picturesque little glade close to the fall of a small stream. Some work has been done here recently by one of the early Kolar Gold Field pro spectors, but no remains of it can be seen except the ruins of a little house and a stack of old firewood close to the pit. The pit contains water all the year round, so that without pumps nothing can be made out of the workings under ground! From the examination at surface it would appear that a nearly vertical pit has been dug and that a tunnel had then been run south to cut an east and west lode. It will be noticed from the table of washings that a very fair show was obtained from the dump close to this mine. The dump did not contain any quartz and the gold seems to, almost entirely, come from the country rock. Along the summit of the quartzite hills seen west of Vepanapalle f are a series Adakonda workings. of sma11 P1*!' the \"°?th end of begining in a number of very small dumps, the heaps containing broken quartzite and fragments of vein quartz. The workings just here do not indicate in what direction the work has been No. 1 working. carried on, as the dumps are circularly arranged round a depression which must indicate the position of the pit. South of this may be seen the outcrop of a small reef which runs due north into the pit * Tbie is modern and was made by Mr. Sheridan, wbo also cleared the lipe of jungle up the hill to tbe ™+h t In the Berike poliem, Hosur Taluk, Salem District. J S P ° the Path-"], [57, ""], [58, "PLATE. IX SKETCH SECTION FIG. 27 THROUGH THE MADAIPALLY WORKING AS OPENED OUT JULY 1887 The country ia hornblende-rock SKETCH PLAN OF DITTO PIG. 2 8 SKETOH PLAN OF BUNGARUGUNTHA THE KARICOOPUM PIT Outcrop No. 1 Shaft 75 feet to surface of water Underlay^ 45.° S."], [59, "35 A little distance north of this on the top of the range we find two, or perhaps No. 2 working. there ma,J be three, pits with short bars of ground between them. The dumps round these contain a large quantity of brownish white quartz with red soil and broken quartzite. Still further north is another clump of pits which are slightly deeper than the No. 3 working. above. There seem to be five pits close to one another run- ning north and south and situated a little to the east of the crest of the hill. The greatest depth is about 12 feet and all of them are filled up with jungle shrubs and thorny brambles. There is a slight amount of quartz in the dumps, but the reef is very much covered up. North of these, and probably on the same reef, there is an open pit which is Prospecting pits on Ada- recent\\ Xt ™as Pnt down according to the Natives at the konda. same time that the pits were made at Marimanakonda and Geridikonda. The shaft is about 20 or 30 feet * deep, sunk on the west of the outcrop, at the bottom there being a short cross-cut east to the reef. The reef is 3^ feet wide, strikes north and south, and dips very nearly vertically. North-east of this trial pit there is another which is sunk into the decomposed gneiss to the east of the quartzite. \"What the object of this pit is I am unable to say. It does not go down in \"made ground,\" nor is it sunk near a quartz vein. The only thing that suggests itself is that the decomposed grey gneiss has been mistaken for the greyish-colored soil that is very often met with in the old work ings on the Kolar Gold Field. Further north along the back of the hills are some more old dumps. There seem to have been no pits here. North from the above dumps there is the outcrop of a large quartz vein which can be traced along the summits of the hills for some 100 yards or so. The vein runs parallel with the hills and the quartzite which here begins to bend round to the east to join the quartzite, of which Malapankonda is composed. The dip is about 70°, or a little under this, to the east. Near the southern end of the visible outcrop a trial pit has been sunk for about fifteen feet, and consequently the top of the reef is here well see a. The quartz, which has a width of nearly five feet, is quite white when broken and is jointed into rhomboidal blocks by three sets of fissure planes. These joints are all filled with an impure earthy limonite. In the body of the quartz no mineral can be distinguished by the naked eye. Gold is said to have been washed from various points along the Vepanapalle stream, but the gold-washers (Jalgirs) have now left the Gold in the streams of the locality for the villages on the outskirts ofthe Kolar gold vepanapalle valley. fieM where are nQw probably employed doing \" pan assays \" on their own account of quartz from the various mines. North of Vepa napalle, between Kotur and Chigaramarganahalli, there is a sharp bend in the stream ; this is said to be the principal place from which gold was washed. The bed rock is here quartzo-felspathic gneiss, but there are small blocks and smoo thened pebbles of hornblende rock from the Gulguntur Mullai hills. From the tables of washings it will be seen that no very great quantity of gold is to be found here. The Sakalagunta pit is on the Madaipalle band of hornblende rock close to the detached hill of Sakalakonda and situated about three sakalagunta. mileg from tte Barglir pub]ic bungalow (147 miles from Madras on the Bangalore trunk road). To reach the pit it is necessary to turn off the road at Madaipalle village, two miles from the bungalow and follow the Vara tanapalle path ; this takes you close to the working. The Woddahs in Madaipalle know the spot well, as some of them were employed to open out the old mine. Before the pit was opened there was simply a small depression surrounded by dumps of red earth. The sketch section shows the working as opened out. (Plate IX, fig. 27.) There has been a large shallow pit opened exposing a face of hard rock. Through this two converging shafts have been sunk. Below the junction of * The note on thi6 has been mislaid j the above is written from memory."], [60, "36 these two a single shaft has been sunk, the bottom of which reaches a distance of 50 feet away from the first opening. The No. 1 shaft has been sunk on a small quartz reef which runs generally about 2 dwts. to the ton. In a small lenticular mass of quartz from the hanging wall of No. 1, a show of 2 oz. to the ton of rather coarse gold was obtained. The No. 2 shaft was not sunk on the reef, but there is a small string of quartz in the roof that may have guided the workers. Lumps of charcoal and bits of old bones were found in several places in the soft earth which filled the shafts. An old lamp was found left in a niche of rock, the top of which still retained the black stain of the smoke. The age of the working cannot be so very great, but still the work cannot have been carried on very recently, as none of the villagers know when the mine was worked. They knew that there was an old working there and that the working was for gold; beyond this nothing definite was known. If asked, the villagers at first will merely tell you it is old, but when pressed as to its exact age they either shake their heads and say nothing, or draw upon their imagination. The Village Munsif told me that the mine was 2,000 years old ! Some little distance south-west of Karikuppam village and about a mile and a half east of the Sakalagunta pit is another old working. This working, Bangarugunta (the gold pit) as the natives call it, is on the Karikuppam band of hornblende rock. Before it was opened out the working consisted of a shallow depression in the middle of cultivated fields and looked more like an old well than anything else. However, bearing the name of \" the gold pit,\" it was thought it would be advisable to open it to some extent and try and ascertain what the pit really was. Very little gold was found on the sur face of the ground round the spot, but still almost every washing would show some gold. The pit was opened out to about 80 feet when it was found that the water could not be coped with. Then on running across a costeaning pit (marked on the sketch) another old shaft was found. (Plate IX, fig. 28.) This evidently runs into the first. It was thought peculiar that no dumps or signs of working were seen round the No. 1 shaft, but on cutting the trench, old dumps of ground quartz were found underneath the soil of the cultivated field. The work must have been carried out some considerable time ago, as nothing whatever was known of the existence of the second shaft. The sketch explains the relation of the two shafts ; neither seem to be sunk on quartz, but it would appear that it was intended to cut one of the reefs running north and south, of which three are marked in the sketch, probably the most easterly of these will be found to be cut in depth as the reefs appear to dip west. These reefs are not very encouraging in appearance and no gold can be obtained from the stone on surface. It will be noticed in the table of washing that a very good show was obtained from the pit after opening it out. This amount would at once suggest that the land here should be thoroughly tested, and this would certainly be the case were it not for the narrowness of the schistose bands. This question and its bearings will be considered more fully later on. In the old native workings very few tools have been found ; up to date only old implements &c tliree fi°ds have been recorded. The first was found by found in native workings.'' William Frecheville in an old working on the Oriental t ii m, bl°ck\" The to°1' which is of iron' is evidently the head of a broken drill. The second, found by Captain Martin in one of the Oorgaum mine old workings, was of very peculiar shape, and it is doubtful in what way it is used as a mining tool. The tool is of iron about 11 inches long resembling a rough spear head with a split hollow shaft like a spade. The curious part of the tool is the bent-up point. The iron was evidently attached to a wooden handle. In this way it may have been used as a lever, the bending being either accidental or intentional with the object of obtaining a fulcrum when prising off pieces of rock by inserting the point into cracks and fissures. If found on the surface near any cultivated land the tool would at once be taken for the iron tip of a ploughshare The third tool was also found in the Oorgaum property. It is a heavy ham mer head with a blunted point. It could be used both as a pick and as a hammer"], [61, ""], [62, "PLATE. X FIG. 29 Iron pick FIG. 31 FIG. 30 Broken clay vessel on which gold has been deposited Old crucible from Oorgaum"], [63, "37 (See plate X, fig. 29.) Great numbers of broken clay chatties are found in many shafts, but it is always found that the greater quantity exist in the wettest shafts. 1 he old men evidently drained the mine by a chain of coolies passing the chatties of water by hand. Great quantities of old timbering are found, especially at Mysore and Oorgaum mines. The wood, a rough jungle wood, is still in a good state of preservation, but hardened and blackened by age until it almost resembles ebony. Many of the uprights (leg pieces) are forked, and the forks bear the horizontal upper pieces (cap pieces). Besides this timber and the broken chatties, great quantities of charcoal are found in many places (Nine Reefs mine especially). It has been argued from this that the hard rock was split up by fire setting in a somewhat similar way to which all the building granite (gneiss ) is now broken at the quarries. \"Whilst opening out the old pit near Bargiir (Sakalagunta), I found small quantities of charcoal, some fragments of bones, and an old oil lamp. The bones were submitted to Mr. Edgar Thurston of the Central Museum, but they were too fragmentary for identification ; all that could be made out was that they belonged to \" some large mammal.\" The lamp somewhat similar to the open clay lamps used in the villages now was found in a niche of the rock about 30 feet deep ; over the lamp, the rock above was still seen to be blackened by the soot from the lamp. In the Oorgaum old workings, two broken pieces of earthenware had portions of their surfaces covered with a thin film of gold. This is interesting as proving that the deposition of gold has gone on since the old miners abandoned the workings. One of these clay utensils is supposed to be a crucible (Plate X, fig. 31) for driving off the mercury from amalgam, so that the gold found on this may not have been deposited there by natural means. The other piece of pottery is evidently the bottom of a goglet or a globular vessel, the bottom of which had a raised ring on which it could stand. (Plate X, fig. 30.) It is only on the broken and chipped surfaces that gold has been deposited. The deposition is probably due to the organic matter contained in the clay, which is of a dark and almost black color. The general absence of valuable iron tools in these old pits proves that the old men were not suddenly driven from their work by shafts caving in or sudden inrushes of water, but rather points to the fact that the mines were worked systematically, and that when the water overcame their crude efforts to drain the mines, or the ore became poorer, they abandoned one place and started on another shoot of ore. \"When one considers that the old miners reached depths of between 200 and 300 feet through a hard tough rock in which English and Italian Supposed method of miners can only sink 2 feet a week, and only about 5 feet working- per week with powerful rock drills, and that this was done without pumping machinery or hauling engines; considering also that it is very improbable that they' used any blasting material, the amount of work done by the old miners seems marvelous. Going over the parts of the auri ferous bands where but little work had been done by the old men I often noticed that where the men had started work they generally, if not always, started two or more pits along the length of the reef with solid \" bars \" of ground between them. If the material was cleared away out of the pits they were found to communicate with one another. Mr. Bruce Foote notices this bar of solid ground and mentions it as occurring at Kanmaddenhalle,* \" the working consists &of two large pits divided by a very narrow wall of the country rock.\" Mr Lavelle also speaks of the same thing in reference to this old working.f I only know of one old working, south of the field, Nundymadugu^ where there are not * Reports ou Auriferous Tracts of Mysore : E. Pruce Foote, page_16. + HeDort*.,n Auriferous Tracts of Mysore: S. M. Lavelle, page lo. + The working was however, not in an undisturbed state, as it had been lately worked under European su:er- vision. m"], [64, "38 two or more pits at surface divided by a bar. There are several reasons for the existence of this \" bar \" and the division of the shaft into two. The bar would, of course, support the hanging wall, besides when prospecting the removal of the bar would be \" dead work.\" Dividing the shaft would give good ventilation and would permit of a system of drainage by handing out chatties of water from one shaft whilst the other was being sunk. That the drainage was effected by chatties is proved by the large quantity of broken remains found in the wet shafts on the gold field. It seems probable that the rock was removed by splitting it up by heat, lighting fires on the rock, and when in a heated state throwing water on it. The large quantity of charcoal found in some shafts point to this conclusion. Now if a fire was lighted at the bottom of a narrow pit, it would not burn well as the ascending heated gasses and the descending cool air would interfere with one another. If, however, there were two shafts, there would be an ascending column formed in one of them and a descending column in the other. When, however, paying ore was found, the working would be most likely made into a large open pit by breaking down the bars ; in this way the vein could be more readily worked along its length. Fires could then be lit at various points along the length of the quartz vein and the stone broken away ; the need of a shaft for the descending air and another for the ascending gasses being done away with, as the fire would not likely be made the whole length of the opened-out vein. This reasoning will explain the fact that where the old men were prospecting, or where the old workings only go down to about 80 feet, there are generally two or more small pits close together ivith solid \" bars \" between. A bar may thus serve as a sign that a work ing is a prospecting pit, but I should not like to assert in every case where one exists that the ancients have not worked out paying ore.* \"Where the ancients worked down deeply, long pits are found at surface, the length of a pit being generally a good indication to its depth and value. The following are the mining companies now at work on the Kolar Gold Field. Most of the figures are from Colonel Bowen's report : — MINING COMPANIES. Nine Reefs Gold-mining Company. There are four shafts now working — Main shaft 254 feet deep. Baynard's shaft ... 182 do. Morrison's shaft ... 142 feet deep. Vyvian's do. ... 158 do. Drives, Ssc. — 933 feet. Gold sent Home. — 176 oz. up to February 1888. Average working expenses. — Rs. 13,000 per month. Plant for extracting ihe gold. — Consisted of ten head of stamps, the pulp from which running over the plates is concentrated by 4-inch Frue vanners. The concen trates were treated in pans. Since I saw the mill the method for treating the concentrates has been altered. Jiggers and amalgamating barrels have been tried but without any marked success. Now the concentrates are stacked and allowed to weather in the air. Balaghat Gold-mining Company. The two shafts being worked are — North engine shaft ... 365 feet deep. | South engine shaft ... 249 feet deep. There are five other shafts of about 100 feet deep, but these are abandoned for the present. * I fancy, however, that this will generally be found to be the case."], [65, "39 Drives, 6fc. — North engine shaft ... 1,657 feet. South do. ... 385 „ Gold sent Home.— 607 (? 507) to February 1888. Average working expenses. — Rs. 15,000 per month. Plant for extracting the gold. — There is a ten-head battery. The pulp after leaving a series of plates is concentrated on blankets. The blanket sands are treated in Chillian mills and finally pass through a Moon's wave plate amalgamator. At present there is no tailings machinery. Gold Fields of Mysore Company. Area of block. — About 13 square miles. There are seven shafts working — Main bridge shaft ... 101 feet deep. Middle shaft ... 152 do. Hill do. ... 110 do. North do. ... 130 do. Coromandel shaft ... 115 feet deep. Prospect do. ... 83 do. Eoad do. ... 117 do. Wm-king expenses. — Over £800 per month. At present there is no extraction plant. Nundydrug Gold-mining Company. The two shafts are — Webb's shaft ... S42 feet deep. | Taylor's shaft ... 300 feet deep. Drives, 23,000 feet. Gold sent Home. — 2,646 oz. up to February. Average working expenses. — Rs. 8,000. Plant for extracting the gold. — A ten-head battery (the addition of another ten head is contemplated). The pulp flows over two sets of plates and is concen trated on blankets. The blanket sands are amalgamated in two \"Wheeler's pans, from which the material goes to a settler. There is at present no tailings machinery. Oorgaum Gold-mining Company. There are four shafts — Probyn's shaft ... 196 feet deep. Low's do. ... 270 do. North battery ... 127 do. Main battery ... 251 feet deep. Mundy's do. ... 212 do. abandoned. Drives, Ssc— 1,381 feet. Average working expenses. — Rs. 15,000 Plant for extracting the gold. — Two batteries of ten head each. Fifteen head are now working and the whole 20 are expected to be kept in work when sufficient boiler power has been arranged. There is as yet no tailings machinery. The blanket sands are at present put through the stamps again, as there is no special plant to deal with them. Mysore \"West and Mysore \"Wynaad G.M. Company. These occupy the block which belonged formerly to the Kaiser-i-hind Gold M. Company. The shafts are- Tank shaft ... 50 feet deep Walker's shaft ... 225 feet deep. Ventilation do. ... 159 do. and six other shafts, four of which are 100 feet deep, one 69 and one 55. The expenses of the two companies are Rs. 4,000 and Rs. 2,000 per month respectively. There is no extraction plant."], [66, "40 Eastern Mysore Gold-mining Company. The shafts are — James' shaft ... 86 feet deep. Emmerson's do. ... 76 do. abandoned. Renny's shaft ... 112 feet deep. Mascoon do. ... 60 do. Nora do. ... 87 do. Average working expenses. — Not given South-East Mysore Gold-mining Company The shafts are — Lavelle's shaft ... 146 feet deep. Thomas' shaft Rogers' do. ... 155 do. Beresford's do. 138 feet deep. 100 do. Drives, 1,360 feet. Average working expenses. — Rs. 7,000 a month. Mysore Gold-mining Company. The ten shafts being worked are — Shephard's shaft ... 152 feet deep. I Shaw's do. ... 220 do. McTaggart's do. ... 152 do. Blair's do. ... 134 do. William's do. ... 173 do. Plummer's shaft ... 362 feet deep. Footway do. ... 135 do. Tailor's do. ... 444 do. Henty's do. ... 113 do. Tennant's do. ... 135 do. Drives, fye. — 16,200 feet representing about 700,000 cubic feet removed. Gold sent Borne. — 39,432 oz. (up to February) Average working expenses. — Not given. Plant for extracting the gold. — There are 60 head of stamps which work simi larly to the Nundydrug ones, with Wheeler's pans and settlers for the blanket sands. The tailings are treated separately, being concentrated in buddies ; the tails of which yielding the most gold are ground and amalgamated in Wheeler's pans. There are now six of these pans at work on tailings. Indian Consolidated Gold-mining Company (Kolar Section). The two shafts now working are— Davey's 45 feet deep. | No. 5 250 feet deep. Drives, fye. — 1,200 feet. Average working expenses. — Rs. 13,000 per month. There is a scarcity of water in the mine. Gold sent Home. — 818 oz. (up to February). Ptant for extracting the gold. — A ten-head battery. The tailings are not treated and there is no special plant for concentrates. Kolar Central Gold-mining Company The shafts are — Lows' Lows' s.. 170 feet deep. Darlington's ... 168 do. Underlie 170 feet deep. Prospect 40 do. Working expenses. — Rs. 3,500 per month. Mysore Reefs Gold-mining Company. The shafts are — Cockburns' ... 282 feet deep. Harveys' ... 245 do. I North 252 feet deep I Taylor's 122 do. Lately some old native workings have been found in prospecting, and it is probable that these will be unbottomed. ' Working expenses. — Rs. 13,000 per month. The old stamps put up long ago by Mr. Moon have been discarded."], [67, "41 Modern Mining and Milling. When mining was first commenced on the field, the general plan was to put down a vertical shaft in the centre of a patch of old native working, and if nothing was struck before the hundred feet, to cross-cut east and west. This was the cause of the long delay which occurred before any thing was struck. The quartz not being continuous but running in short shoots was exceedingly easy to miss, especially as the shoots had a low dip to the north besides their underlie west. If it had been recognized at an early period what the formations were, much time, labor and money might have been saved. Even now, the fault of this slow recognition is greatly felt. Expensively-sunk shafts with hauling and pumping machinery are being left behind to the south as the shoots dip away north. Thus the amount of dead driving to cut into the shoot from the bottom of the shafts is enormous. For instance, in the sketch, (plate v, fig. 10) the shaft AB is supposed to be sunk on the underlie with its plane at right angles to the strike. The underlie being generally on the field somewhere between 45° and 55° west. S is the shoot dipping north on the underlie at 20°. It will be seen that the shaft cuts it at D, a level here being driven south, the stone can be readily stopped. Stopping under hand is also commenced north of the shaft and the shaft is still kept being sunk. When the shaft reaches the 120 at C, a level is driven north, but the length of the dead driving is very great, nearly three times the depth of the shaft from the intersection of the shoot. Consequently when the shoot is cut at E, a large quantity has been stopped away between D and E. Meanwhile the shaft is still being sunk, when it reaches the 180 at G, the length of the drive to cut the lode will have to be nearly 540 feet, and so on. If the shaft were sunk on the shoot all this dead driving would be saved and the sinking would be through pay ground. The plan now adopted when commencing new work is to unbottom the old workings, and then if any pay ore is found to go down on it. Crushing the quartz from the Champion run should be done to as fine a state as is possible. The ore is free milling, containing nearly MUhng. . ,_g ag j.^e go^ HVÆx-- Frecheville found the stone to contain only 0*31 per cent, of pyrites. This small amount is rich in gold, containing 575 oz per ton. With a free milling ore the finer you crush the less gold you lose, the coarser you crush the richer are your tailings. The following experiments illustrate this very well. A sample of pulp was taken as it left the battery plates ; this was dried and sampled, then a portion was sieved through four sieves of 40, 60, 80, and 100 holes to the linear inch respectively. This operation divided the sample up into five, that remaining on the 40 sieve being the coarsest, that which passed through the 100 being the finest. These five samples were assayed separately and an original sample was also assayed. The following are the results No. 1. SAMPLE (Pulp.) A Battery running at 88 blows per minute. Original sample worth 9 dwts. 19 grs. * This column shows how much gold is lost in tailings of each size out of every 100 tons of tailings. 11 Sample. Per cent. Worth per ton. Gold in 100 tons.* On 40 sieve On 60 do. On 80 do. On 100 do. Through 100 sieve 1-25 31-38 15-19 11-12 37-29 OZ, DWT. GRS. 1 12 16 0 11 0 0 9 6 0 7 2 0 10 8 2 0 20 17 17 10 8 10 14 3 18 0 19 4 2"], [68, "42 No. 2. SAMPLE ;Pulp.) Another Batteuy. The original sample worth 11 divts. 10 grs. No. 3. SAMPLE. Ba lag hat Tailings. Tbe tailings were worth 7 dwts. 15 grs. It will be noticed that the material that passes through the 100 sieve is always as rich and generally richer than the material remaining on the sieve. This is mainly due to the richness of the slimes, the rich sulphurets being brittle and very easy to pulverate. If the box screens used were finer, the tailings could be brought down to from 5 to 6 dwts. per ton ; but then the rate of stamping would be greatly impeded, and so it is a question of experiment on the mines, whether it is more economical to crush fairly fine and then treat the tailings afterwards to recover lost gold, or to crush exceedingly fine in the first instance. It seems to me that the best method would be to crush to about the same fineness that Balaghat is doing, then separate the coarser portion of the tailings, say all that would stop on the 60 sieve, about J of the whole, and crush this again until most of it would pass the 100 sieve, that is, to the same state that the remaining fths were in. By this method all gold that could be saved by pure milling would be obtained. The tailings would then have to be treated by special tailings machinery. There can be no doubt that the Kolar gold field has a future before it. But the lar exPectati°ns that were first started when gold mining eoidfeidana its southern in India was revived in 1880 will ever be realized in this (or extension into the Madras aUy other gold field in any other part of the globe) is verv Presidency. jij.£io j? j.i ■ ° ' S doubtful, borne ot tne mines are now paying expenses, and there can be no doubt that managed economically and under scientific super vision several others should easily pay their way at an early date. If regular dividends are to be paid, it will be found that prospecting work must be kept goin° side by side with the more pleasant task of stamping and crushing what pay stone has already been found. It will not do, after finding a pay shoot, to concentrate all the energies of the mine on getting out that shoot and rushing it through the stamps to find, after taking all its quartz that has been left by the old men above 400 feet, that the rich shoot is getting out of your control and that it must prac tically remain untouched whilst a new shaft is sunk to cut the shoot lower down. This column shows how much gold is lost in tailings of each size out of every 100 tons of tailiDgs. Sample. Per cent. Worth per ton. Gold in 100 tons.* On 40 sieve On 60 do. On 80 do. On 100 do. Through 100 sieve 2*25 33 46 1650 1017 3729 OZ. DWT. GRS. 1 1 18 0 13 1 0 10 21 0 9 6 0 10 8 2 7 0 21 19 0 8 19 10 4 14 1 19 4 2 Sample. Per cent. Worth per ton. Gold in 100 tons.* On 40 sieve On 60 do. On 80 do. On 100 do. Through 100 sieve 1-50 20-75 1605 12-75 48-5 OZ. DWT. GR8. 2 9 0 0 15 6 0 8 4 0 6 0 0 6 12 3 13 12 15 15 18 6 10 18 3 15 0 15 15 6"], [69, "43 It would be invidious to take each mine separately and write on its merits aud demerits, but it can do no harm to mention the names of some of the best mines. That the oldest mines are the best is due to the fact that they have been more thoroughly prospected, and that, when the field was started, the number of old work ings on a block were taken (and very rightly too) as an indication of its value. The Oorgaum and Mysore mines as will be seen from the map contain a great number of large old workings, and without doubt these are the pick of the mines. Balaghat has a rich shoot opened out for over 200 feet and Nundydrug has been returning an average of about 400 oz. per month for sometime past. The mines that have crushed and sent home gold are the Nine Reefs, Balaghat, Nundydrug, Oorgaum, Mysore, Indian Consolidated (Kolar Section) Mining Companies, and the South-East Mysore Company is expected to crush very shortly. It is unfortunate, but it is a fact, that just where the gold field begins to enter the Madras Presidency just there does it begin to lose its value. From the geolo gical map which accompanies this report it will be seen tliat where the field runs into the North Arcot district,* close to Yerrakonda Hill Trigonometrical Station, it begins to split up. Again entering the Salem district close to Malapankonda Hill Trigonometrigal Station the remaining band is again split up. Further south noth ing remains of the auriferous rocks, but a series of extremely narrow bands. These narrow bands or folds of schistose rocks cannot be of any great depth, and if mines were started in them, it is probable that a reef when followed wrould soon lead out into the granitoid gneiss. No veins worked in the latter have ever proved profitable. Not only do the geological features thus prove unfavorable, but it will be found that the large runs of old workings cease, and that the quartz veins when tested prove relatively poor. Where the veins are richest, there the old natives have prospected ; and it is only as prospecting pits that we can look at the numbers of detached workings already described, that lie south of the gold field. The Bissanattam run may be an exception to this and, if mining is carried out on the south extension of tlie Kolar Gold Field, these old workiugs should certainly be the first to be unbottomed. Good shows of gold are certainly to be found in the Baramahal on the Madaipalle and Karikuppam folds, but 1 should never advise the expenditure of money here on deep mining. If, however, such were tried, the pit Bangarugunta would be the best spot to try at. Mining on the Adakonda hills or at Malapankonda I should not advise, there being very few quartz veins, and all of them poor. Better prospects are found at Chigaragunta, Guval gunta (Gulguntur) and Nundymadugu, but not so good as to warrant the expendi ture of much money. Certainly here the expenses would be smaller; drainage could be done to some extent by tunnels, and water-power could be used to some extent, but with large tracts of auriferous country t practically unknown, there could no doubt be found better places for mining enterprise than the central fold of schistose rocks, south of Malapankonda ; and this remark applies well to the whole of the extension of the field, south of Yerrakonda. CHAPTER V.— MINERALOGY. Gold found as \"free gold\" and in sulphurets % principally in veins of blue quartz traversing the schistose rocks (Dharwars). When found in the gneiss occurs only in small quantities and generally in sulphurets. The percentage of silver usually ranges from 5 per cent, to 10 per cent. Grains washed from soil at Kari kuppam showed faces of the octohedron under the microscope. The faces were never saline, but were often striated by occillatory twinning like the faces of cubic pyrites. Occurs as shot gold at Nundydrug mine. Platinum said to have been found when washing alluvium near Betaman o-alam, but its occurrence is very doubtful. » The Kangundi zemindari which is inam land. + Vide. Report on Auriferous Tracts of Mysore : R. Bruce Foote, page 32 &c. ; Sulphurets, an American term for sulphides containing gold, not the old term for any sulphide."], [70, "44 Sulphur said to occur in old workings on Malapankonda. There is none to be found now. Galena is found in the quartz of the \" Champion run.\" It occurs as strings and threads in the stone and occasionally in broader plates. Blende (sphalerite) is found occasionally in the quartz of Nundydrug mine. Pyrrhotite occurs frequently in the quartz and on the sides of the veins on the Oriental run. Less frequent in the Champion run. Crystals are rarely, if ever, found. Pyrite occurs frequently in the quartz of the \" Oriental run,\" and occasionally in the \" Champion.\" Is also found in the Malapankonda quartzite and occurs in large quantities in a band of quartzite a mile south of Bargiir. Chalcopyrite occurs in all the veins at Kolar. Traces are found on Ada konda and at Guvalgunta (Gulguntur). Marcasite is probably to be found amongst the sulphurets of the \" Oriental run. LeuCOpyrite occurs in small tin white crystals in much of the quartz, especially on the \" Oriental run.\" Arsenopyrite is largely found at the Oriental and Nine Reefs camps. It occurs in small crystals and in massive aggregates of crystals. Sal ammoniac. — Under this head, the Manual of Geology of India, Part IV, page 35, has quoted an account from \" Gold and its Occurence,\"* which has in turn been taken from Mr. Mervyn-Smith' s account of the old gold working at Gul guntur (Guvalgunta — the doves' pit). There is now no heap of excreta from pigeons \" not less than 20 feet in height,\" and no trace of any such occurrence is to be seen at the present time. There is no sal ammoniac in any of the pits. Corundum of good quality is found near Kamasamudram, but the quantity is not very great. I found a piece of a large hexagonal crystal between the two old gold pits near Bargiir (Sakalagunta and Bangargunta), but it may have merely been dropped there. The corundum is generally pink colored and occurs in a, whitish gneiss. The basal cleavage is always well developed, but is very highly developed in the deeper pink varieties. Here when the corundum is a pink variety, the development of the basal cleavage increases as the color darkens. Hæmatite is found in the Wallagamatha and Malapankonda quartzite generally as an earthy red variety, but occurs also occasionally in small fibrous pieces. Magnetite occurs in the schistose rocks as small octohedrons and as blotches and patches and schillerizations in the dolerite over the area. It occurs also in the Malapankonda quartzite, where a piece of quartz when washed gave 10 per cent. of the mineral. Nodules of very pure magnetite are occasionally met with in the granitic gneiss near Bargiir, varying in size from that of a pea to that of a hen's egg. Chromite occurs near to the area in the chalk hills of the Salem District. Pyrolusite occurs in dendritic markings between the joints of a micaceous sandy shale to the east of Oorgaum village. Limonite is abundant, occurring in very large quantities in the western quartzite. Pisolitic granules of the mineral lie on the surface all over the central ' G- A. Lock, page 309."], [71, "45 band of slates and schists of the gold field. Large blocks of the mineral arranged in straight lines over the country marking the outcrop of several cross-courses. The limonite seems partly to be the result of the decomposition of a peculiar black fibrous mineral to be described later on.* Psilomelane botryoidal lumps of this mineral up to a pound in weight are to be found round Wallagamathakonda. Quartz- — Smoky quartz is found near Varatanapalle, but of no value as a gem. Milky quartz is also found here. The vein quartz varies in color from white through blue to black. Some of the cross veins f contain a reddish-colored quartz. Opal- — A milky white opal is found in small fragments on the Yelagiri. Pyroxene is found only in the dykes of this area. (1) Aug ite occurs in the Mysore mine trap dyke and in the dyke close to Varatanapalle. (2) Diallage occurs in a green stone dyke near to Maharajagadai and in another dyke half way between Shulagiri and Hosur. Amphibole- — (1) Actinolite sometimes occurs in the casing of the quartz veins. (2) Varieties of hornblende are common in the schistose rocks. Several different closed varieties are seen when the schists are examined under the microscope. Hornblende is rare in the gneiss. Garnet- — This mineral is not common over the area. (1) P grope occurs as octobedrons in the walls of chloritic schist enclosing a quartz vein at Nine Reefs mine. (2) Colo-phonite (?) occurs in white quartz to the north-west of Malapankonda. The gniess of the Malapadi durgham contains small decomposed garnet crystals in places. Epidote is very common in the gneissic area, mostly occurring in blotches and string-like veins, in a pink-colored vein-granite. Fan-shaped crystalline aggregates are to be found under the small hill that lies north-east of the travellers' bungalow at Bargiir. The mineral never occurs in the rocks of the schistose area. ]y[ica- — (1) Phologopite occurs as small bronze-colored plates in the jungle streams between Kuppam and Krishnagiri. (2) Biotite occurs in the gneiss all over the area. (3) Muscovite is common in places. West of Wallagamathakonda it is found in the mica schist, and in larger plates in a mica gneiss. Felspar- — (1) Indianite with a microcline structure has already been described as occurring at Madaipalle. (2) Albite is found in aplite veins near Kandikuppam. (3) Orthoclase occurs in the gneiss and occasionally is found as small detached crystals in the chloritic schist of the Kolar Gold Field. (4) Microcline is found in the gneiss near Kandikuppam. Tourmaline found in great abundance as long triangular prisms in the cross-course at Nundydrug. It was found in slides cut from the mica schist west of Wallagamathakonda. * The black mineral is abrolite (aluminum silicate) and only contains a small quantity of iron. The above was written before an analysis was made. See Appendix B. t Those running nearly E. and W."], [72, "46 Sphene- — A light-colored crystal of this mineral was observed under the microscope in a slide from the mica schist east of Wallagamathakonda. Staurolite is said to be found near Rayakdta,* but I could find no trace of the mineral. Baltimorite is found in the chalk hills of Salem and near Kamasamudram. Kaolin is not common over this area, but small patches are found where large crystals of felspar have weathered away near Madaipalle. Chlorite occurs as a chlorite schist and as green-colored scales in the quartz of the \" Champion run.\" Talc occurs in quantity in the Nundydrug cross-course. Calcite- — White crystalline streaks of this are common in the schistose rocks of the Oorgaum mine and some crystals (rhombohedrons) of a light yellow color were found attached to the hanging wall of one of the shafts at Balaghat by Mr. W. Marsh. (2) Gale-tufa is to be met with at many of the small stream falls in the jungles near Maharajagadai and near Rayakdta. (3) Kankar of very good quality is found near Tirupatur. Magnesite is found in the chalk hills of Salem. Reh is found in fair quantities when the tanks near Vepanapalle dry up. Since the above list of minerals was written, two more have been found, viz., Sremolite in one of the shafts on the East Mysore Mine, and Barite in the cross-course at Nundydrug Mine. * T. Newbold : Jour. Roy. As. Soc., vol. VIII, p. 153."], [73, "47 APPENDIX A. WASHINGS AND ASSAYS. •gf U *2 <X> — 5 t/5 Locality. Amount estimated. State of Gold. F=Fine gold. C=Coarse gold. Remarks. FF=Very fine gold. CC=Very coarse gold. OZ. DV DWTS. WTS. GES. 1 2 3 Quartz from Champion lode. Do. General run Do. Picked specimens Do. Exceptional 1-2 10 35 and over 1 With little or no magnetite and very little pyrites ; > sometimes galena pre- sent and traces of cop- J per pyrites. 4 5 Quartz from Oriental Lode. Do. General run Do. Picked specimens 1-1*5 5 and over ) Large quantities of pyrites, > arsenic pyrite and other J sulphides. 6 7 Quartz from Easterly lode. Do. General run Do. Picked specimens Wallagamathakonda Old Workings. 6 Mr. Frechville found fair shows of gold here. A woman washing after the rains. Side of Betamangalam Road CC 9 10 11 12 13 14 North Bissanattam. Do. from a dump Do. do. Do. from a pit Do. do. Do. do. Do. do. 3 2*5 i .e 1*5 1 3 2*5 1*5 1 2 2 F F FF FF C C , No pyrites ; large quantity ' of magnetite. 15 16 17 18 Quartz from dumps. Do. (by assay) Do. do. Do. do. Do. do. 1 1 2 1 O 6 15 \" 6 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 Bissanattam Main Lode. Do. from a dump ... , Do. do. Do. do. Do. do. Do. do. Do. do. Do. do. Do. from a pit Do. do. Do. do. Do. do. Do. do. Do. do. Do. do. Do. do. Trace. Nil. Trace. Do. 2 2i 4 3 4 21 FF F F C c c c c F C C F F C \") No pyrite was found, but f a fair quantity of mag- f netite was in every ) washing One speck. Under a big dump. Trace. 4 2 2 1 34 35 36 Quarts picked out and assayed. Best looking stone, bluest Do. slightly blue Do. white quart's Trace. 3 1 4 37 38 39 Attinattam pit. Do. from the pit Do. from sides of pit ... Do. quartz Trace. I 1 F F C \") Some pyrites were present ) in both washings. Nil. Narammakonda pit. Soil from the side 1 No pyrites ; much magnetite. Malavankottur pit. Do. scrapings Do. quartz Nil. Nil. ) A few specks of pyrites and j magnetite. 41 42"], [74, "48 Washings jlnd Assays — continued. * These when assayed gave a trace of gold. s*. eo . C %'A° -*** 00 Locality. Amount estimated. State of Gold. Remarks. F=Fine gold. C=Coarse gold. FF=Very line gold. CC=Very coarse gold. N. Malapankonda pits. Do. scrapings ... Do. do Do. do Do. from a pit ... Do. quartz OZ. DWTS. Trace. GRS. 1 F W F 44 45 47 l 2 Nil. Nil. Much magnetite. Do. do. ■is 49 50 51 52 53 Gowdsannie. Do. Dumps at foot Do. do. Do. do. Do. Quartz Quartzite very ferrugenous ... Do. pure ... Trace. Do. I 2 Trace. Nil. Nil. F F F Much magnetite; no pyrites. Do. do. Do. do. 10 per cent, magnetite. Pyrites present.* .54 Narammakonda Prospecting Fits. Do. Scrapings close to ... Trace. One washing out of four gave a speck of gold ; the others nil. No heavy mineral left. 55 Do. Quartz Nil. 56 57 Geridikonda Prospecting Pit. Do. Scrapings close to Do. Quartz Nil. Nil. 58 59 HO 61 02 Chigaragunta. Do. under W. reef Do. E. do Do. Quartz from W. ... Do. do. E Soil from ledge in S. shaft ... 2 Trace. Do. Nil. FF FF FF No pyrites. Do. A little pyrite. No pyrites. Do. 4 4 C 63 Guvalgunta or Gulguntur.; Large dump E. of N. shaft 1*5 15 FF Some pseudomorphs of lemonite after pyrite were in the pan ; no pyrite. Much magnetite ; no pyrite. Do. do. Do. do. Do. do. Do. do. Pyrite and chalcopyrit«. No pyrite. Do. fit 65 66 •17 sis 69 70 71 72 73 Other dumps close to Do. do. Do. do. Dumps down the hill ... Do. do. Surface quartz ... ... ... .>.. Soil from S. shaft Do. N. do Quartz from S. shaft ... Do. do Trace. Do. FF FF FF FF FF I 1 1 1 | 1 Trace. Nil. | 4 I 1*5 Trace. F FF FF F Quartz from N. shaft ... Prospecting pit on boundary close to Guval- gunta. Soil under reef ... | 2 A very little pyrite. This specimen was picked out as it was very highly mineralized with pyrite and chalcopyrite. No pyrite. 74 Trace. FF 75 Do. FF One out of four washes that gave nil. No pyrite. 76 Quartz from do. Nil. 77 78 79 SO 81 Nandymadugu. Do. Old dumps Do. do. Do. New material taken out Do. do. do. Do. Quartz from vein to the S. ... 1 1*5 20 3*0 Nil. F F C C Very light-colored gold. Do. Do. Do. Do. 82 83 84 85 86 S7 88 89 90 91 Adakonda Hills. Do. Soil at foot No. 1 Working from drumps Do. do. Do. do. Do. Quartz surface Do. do. from dumps ... No. 2. Soil from dumps Do. do. Do. Quartz from dumps Do. do. surface ... Trace. Do. | 1 Trace. Nil. Trace. Do. mi. mi. Nil. F F C F Much magnetite ; dark gold. With pyrites. No pyrites. Do. much magnetite. Pyrites present. No pyrites. Much magnetite. Do. Pyrites present. Much pyrites and some chalcopyrite. No copper or iron pyrites. No pyrites. Do. FF 92 94 Blue quartz from outcrop S. of the working. No. 3 from a dump Do. do. Trace. | 1 F FF FF Do."], [75, "49 Washings ano Assays — continued. * Nos. 131 — 131 were washings of stone occurring in small lenticular patches in the hanging wall. 13 ° » bo ■- a Us -H E a 55^ Locality. Amount estimated. State of Gold. F=Fine gold. C=Coarse gold. Remarks. FF=very fine gold. CC=Very coarse gold. Adakonda Hills— continued. No. 3 from a pit Do. do. Do. Quartz ... oz. nw DWTS. WTS. GRS. 95 96 97 Nil. 2 1*5 2 1*5 FF FF No pyriteB. Do. Several washings made ; no heavy mineral found. 98 99 100 101 102 103 104 Do. Prospecting pits (S. Pit) Do. Brown quartz ... Do. White quartz ... Do. Soil under reef ... Do. Soil north of pit Do. Soil north pit ; soil No. 4. Soil from dumps Do. do. Do. Prospecting pit quartz Do. Outcrop south of pit ... Do. do. north of pit Do. Soil from under outcrop 1 C Associated with lamonite. Pyrites present. No pyrites ; much magnetite. Do. do. A little magnetite. A very small show of gold. Nil. 1 ... I 1 2 1 C FF 105 106 107 108 I Nil. Trace. Nil. Nil. Nil. Nt7. Trace. 2 FF FF No pyrites; much magnetite. 109 110 111 Vepanapalle Valley. Large reef on gneiss hill (quartz) ... Soil from under outcrop \"... Sand from stream Kotur and Chigaramar- ganahalli Nil. Nil. Some pyrites. 112 113 Do. do. Soil from bank ... ... ... Nit. Trace. 1 FF F Several washings contained no gold. One washing. Several washings of this value. One washing. 114 Do. 4 4 CC 115 116 117 118 119 120 121 122 123 124 125 126 127 128 129 130 *131 •1.32 •133 •134 Sakalagunta. Soil from dump Do. Do. Soil from No. 1 shaft ... Do. Do. Do. Do. Do. Do. Do. Do. Do. Do. Do. Do. Quartz from No. 1 shaft Do. Do. Do. 1 1 2 2 4 1 1 4 i A 4 2 3 2 4 5 4 3 5 12 F F C c F F F C C C F CC CC C C CC CC CC CC c Several washings ; no pyrite. Do. do. Do. do. No pyrite. 2 1 15 10 10 One washing of picked stone. Do. do. Do. do. Two or three washings of picked stone. This was the highest wash- ing. This is the general run of the quartz. 135 Quartz from the vein No. 1 shaft 4 4 c 136 Do. do. I 2 F 137 138 139 110 141 142 143 Soil taken out when cutting down to No. 2 shaft .. ... ... ... Do. do. Do. do. Do. do. Do. do. Loose quartz fragments in No. 2 shaft Soil from the junction of the 2 shafts Trace. 2 1 2 4 8 6 F F F F C C C Kharikuppam pit, Bangaruganta. No. 1. Soil from top of pit ... Do. 12 feet down pit Do. 18 do. Do. 24 do. Do. 25 do. Do. 26 do. Do. 28 do. Do. 31 do. Do. 37 do. Do. 38 do. Pyrites present. Do. Do. 144 145 146 147 148 149 150 151 152 153 Nil. Nil. Trace. Nil. Nil. Trace. Nil. F F I Trace. 1 F F F I 1"], [76, "50 Washings and Assays — continued. «- *» O bo fe.a ■ct at sr Locality. Amount estimated. F=Fine gold. State C=Coarse gold. of Remarks. FF=Very fine Gold. --B01*- CC=Very coarse gold. OZ. Dl DWTS. 'WTS. GRS. 154 155 156 157 158 159 160 161 162 163 Bangaragunta — con Hnued. No. 1. Soil from 39 feet down pit Do. 44 do. Do. 46 do. Do. 50 do. Do. 52 do. Do. 54 do. Do. 56 do. Do. 58 do. Do. 60 do. Do. 62 do. Trace. 10 6 4 1 1 10 1 CC C C F F F F C C F I Trace. 4 i 3 3 With a long wiry piece of gold over 1/32 inch long. 164 165 166 167 168 169 170 171 172 Do. 64 do. Do. 66 do. Do. 68 do. Do. 70 do. Do. 74 do. Quartz from hanging No. 1 shaft Fragments of quartz in shaft Costeaning pit soil under reef Ground quartz from dumps found under 5 feet of soil ... Do. do. do. No. 2, Bhaft soil ... Do. Trace. Do. Nil. Trace. Do. 6 6 2 F F CC CC F F F I 173 174 175 Traoe. Trace. I Trace. I Nil. Nil. Trace. Do. Do. 1 1 1 FF FF F FF Several tests made. Pyrites present. Much magnetite. 176 177 178 179 180 181 182 183 184 185 186 187 188 189 190 191 192 Maharajagadai. Small red hill N.E. of village Do. do. Quartz from reef Alluvial of valley 1 mile N. of village Stream li mile N. of village Alluvial 2 do. do. Red Hills W. of valley soil Do. do. Do. quartz Do. blue quartz ... Surface dumps 4 miles up the valley Do. do. Quartz round same Do. do. Soil from under reefs round Krishnagiri Do. do. Kunibarapalle. Do. do. Shulagiri I Nil. Trace. Do. 1 F F F F FF F F F F Many tests made. One test of picked stone. Much magnetite. Do. Nil. Nil. Nil. Nil. Trace. 1 F Much pyrite. Do. Do. Do, do. Hosur ... Do. do. Dentcanikota .. From under the reef to the south-east of travellers' bungalow just outside the compound. 193 194 Nil. Trace. I F Reefs close to the third tank going east from the village. Do. do. Do. do. Do. do. Do. do. Do. do. Hill N.E. of bungalow Karadimallai ; the reef can be seen from the bungalow close to the summit of the hill. 195 196 197 198 199 200 Do. do. Kellamangalum. Do. do. Rayahdta Do. do, Palkode Do. do, Kaveripatnam ... Do. do, Jagad^vu Do, do. Bargur Nil. Nil. Nil. Nil. Nil. Trace. F 201 202 Do. do, do Do. do, do, Traoe. 203 204 305 206 207 Do. do. do Do. do. do Do. do. do Do. do, do Do. do. do. ... 1 1 1 1 12 F F F F Bottom of Poomallai in the new Forest Reserve. Do. do. Do. do. fSchistose band S.W. of I village. A week's wash- ■*! ing in a stream here gave a button of gold weighing 1^ 12*5 grains. Path to Kharikuppam. Do. do. Under reefs in the schistose hill N.E. of village. N. flank Charapuram Hill Trigonometrical Station. 208 209 210 Do. do. do. ... Do. do. do Do, do. Elaikalnattam... Trace. I 1 1 2 2 F F 211 Do. do. Kandily Trace. ( F 212 213 Do. do. Tirupatur Do. do. Jalirpet I Nil. Nil."], [77, "51 Washings and Assays — continued. °*3 fc Locality. Amount estimated. State of Gold. Remarks. F=Fine gold. C=Coar8e gold FF=Very fine gold. CC=Very coarse gold. OZ. DWTS. GRS. 214 Soil from under reefs round Kotdr on Tela- giri Do. do. Kuppam, N. Arcot. Do. do. Boodigur ... Do. do. Sagarabilly (Kolar) Do. do. Betamangalam ... 215 216 217 218 Na. Nil. Nil. Nil. Trace. Where red soil is found there is generally a trace of gold in it."], [78, "52 APPENDIX B. F1BR0LITE. (Bucholzite or Sillimmanite). Massive, fibrous and silky. No specimens were found showing any crystal faces. Hardness, — 6-5. Count de Boumon ' says slightly harder than quartz, but none of the Kolar mineral will scratch quartz. It is scratched by the latter mineral with difficulty. Dana 2 gives hard ness 6 to 7. Specific Gravity, — (1) 3'09, rather decomposed. (2) 313 Do. (3) 3-20, a compact piece. Appearance. — A dark brown almost black mineral with a vitreons lustre. Translucent in thin splinters. Streak white, fracture parallel to fibres is silky, at right angles to them the fracture is compact and hackly. Composition. — Silicate of alumina with some ferric oxide and a small quantity of magnesia.3 Optical Characters. — Dichroic, turning from light to dark brown with a somewhat greenish tinge. Polarizes in brilliant colors. The colors resemble those given by augite under polarized light. Two thin slices of the mineral, placed with their fibres at right angles to one another, intercept light like two tourmaline prisms crossed. Pyrognostic and chemical Characters. — Infusible before the blowpipe. Blue coloration withcobaltio nitrate. Insoluble in acids. Decomposed by fusion with alkalies. Occurrence. — It occurs in granitic veins that run east and west across the central mass of schists and slates that form the Kolar Gold Field. Two specimens only were found in the matrix, whieh latter was a white quartz, but plenty of the mineral is to be found along the outcrop of the veins. No corundum or cyanite occurs with it. In the area examined the mineral never occurs but on the schistoze bands and is confined to the main band. The mineral is not found with the corundum near Kamasamudram. 1 Res. Manual of Geology of India ; Part IV, Mineralogy, p. III. * A System of Mineralogy, J. D. Dana, p. 373. ' Dr. Wilson had a qualitative analysis made at the Presidency College."], [79, ""], [80, ""], [81, ""], [82, ""]]