[[1, ""], [2, ""], [3, ""], [4, ""], [5, "LIFE THREADS a"], [6, ""], [7, ""], [8, "MRS OSBORNE STEPPED FORWARD AND CAUGHT THE CHILD [Frontispiece. IN HER ARMS."], [9, "LIFE THREADS H 5tor£ BY K. E. V. AUTHOR OF 'HAPPY ENDINGS,' 'MATES,' ' WINNIE'S WAITING,' 'LYN,' ETC, ETC. Xonfcon DIGBY, LONG & CO., PUBLISHERS 18 BOUVERIE STREET, FLEET STREET, E.C. i 892"], [10, ""], [11, "LIFE THREADS Come joy or woe This at the least we know, That all life's strands Christ holds in His dear hands. It was an afternoon towards the end of October — not one of those bright days that fitly usher in the ' summer of All Saints,' but gloomy and unpleasant. The wind blew in fitful gusts, alternating with sharp brief showers of cold rain ; the dead leaves were whirled angrily through the air, or lay in sullen heaps waiting to A"], [12, "Life Threads. 2 be stirred into motion by the unmirthful blast. The village of Abbot's Holme, which had the reputation of being picturesque and often attracting artists, was not keep ing up its report. The straggling street looked as gloomy as the weather, and it was not only fancy, for in most of the houses the blinds were closely drawn. Despite the wind and rain knots of people were standing about, some of them talk ing in low earnest tones, some of them listening to the knell which had been toll ing heavily at intervals all day. All the faces turned one way, to where some iron gates stood open, and trampled gravel and many footmarks showed up to a red brick house that in summer time would have been quite hidden by trees. Near the outside of those gates stood"], [13, "Life Threads. 3 what was generally a comfortable, inviting looking inn, but now its blinds were down, the doors fast closed, and the sign of The Old Friend swung creaking dismally in every wind-gust. Many eyes were turned curiously to the changed house, and the sympathetic looks were divided between that and the open iron gates. Presently there was a stir among the people, who had waited for long with no signs of impatience, they drew near to gether, and an electric thrill of feeling ran through them. Then came a trampling of feet, and two full-sized coffins were borne shoulder high slowly down the path. There was no sun to shine on them, but the sky dropped tears on the white flowers that lay on the plain wooden coffins. A moment longer and the people paused, till as the sad procession passed"], [14, "Life Threads. 4 the inn a man and woman stepped out, leading between them a little girl of ten or eleven ; then the onlookers fell into order behind them, so the funeral train wound its way to the churchyard, lengthen ing as it went. The church stood on a slightly rising ground, and was a very old cruciform building, from the centre of which rose a short spire. The churchyard was well kept, the grass short and the graves well tended, as if the people of Abbot's Holme believed in a joyful Resurrection. There was no waiting of the funeral be neath the beautiful lych-gate ; the clergy man stood there ready, attended by a few white-robed choristers. Then, while the dead leaves fell around, rose the holy help ful words with which our Church greets her children as she welcomes them to their"], [15, "Life Threads. 5 last sleeping-place, and the procession moved into the church, which was already nearly full. All that long train could not find room inside the building, but those kept outside waited unmurmuringly, even though the Rector gave a short address standing on the chancel steps, speaking of the solemn end which, comes it with slow or swift steps, comes suddenly to those who are unprepared, but how blessedly to those who have waited for it in faith and love, as he humbly hoped was the case with those for whom they were holding that service. His voice faltered once or twice, and in each pause sobs sounded through the church. Then someone began the hymn, ' O what their joy and their glory must be,' as the coffins were taken up once more and borne to the place where the"], [16, "Life Threads. 6 graves had been prepared, the people taking up the holy strain. The child, whom everyone seemed to wish to see, yet who was not intruded on, was perfectly still, though there was a ten sion about her colourless face that made some spectators fear for her. Those with her held her hands and looked at her anxiously, but she took no notice of any one till the service was over and they were about to lead her away. Then she shivered slightly, and would have fallen, but Mr Osborne lifted her in his stronsr arms and held her closely to him. Many offers of assistance were made, but he refused them all, saying they had better take her home at once ; so a way was made for them through the throng of people, who looked pityingly at the brown hair that hung over his arm and the slight"], [17, "Life Threads. 7 limbs that lay so inertly in his grasp. Mrs Osborne held an umbrella over the child, for another sharp shower had come on, so they passed out of the churchyard, in which the people lingered some time longer. Some of them looked into the graves which the sexton was rapidly filling up ; one woman picked up a flower that had fallen from a wreath, and put it carefully in her purse ; but the rain came down in good earnest, as though quite tired of the abortive attempts it had been making all day, and the throng soon dispersed. The quiet little village had been the scene of a startling tragedy, and it woke up one morning to find itself if not famous at least notorious, and the calm, though not stagnant, waters of its life received a stir from which they were fos long greatly agitated. The village was just one of those"], [18, "Life Threads. 8 quiet sleepy corners which we expect to find almost unchanged after an absence of many years, even the inhabitants seemed to remain the same ; son succeeded father in the cottages or farmsteads, families inter- married till it was really not fancy that made nearly all the village children bear some resemblance to each other ; girls some- times went away to service, and lads went to seek their fortunes, but they only made pleasant (or the reverse) topics of con versation for the untravelled majority left behind. Four years before this story opens they had had something else to talk about, for a house which had stood empty for so long that people had ceased to think about its letting was taken so suddenly that almost simultaneously with the tidings the new comers appeared."], [19, "Life Threads. 9 Ferndean, so the house was called, was gloomy and solitary, the thick trees with which it was surrounded shut it out effectu- ally from the life around, its many rooms were darkened by the branches outside, and ferns grew and flourished in the damp, shadowed garden. It was not a place that most people would have cared to have taken, yet there was a small van of furni- ture moved in, and smoke issued from the chimneys, for the sexton's wife had had orders to light fires in one or two of the most habitable rooms ; and one evening at dusk two or three villas-ers were grati- fied by seeing a fly drive up the broad gravel way. They had time to see that it contained three persons, a white-haired gentleman, by whose side was seated a little girl with flowing curls, and, great cause for curiosity, a black woman, the"], [20, "Life Threads. 10 sight of whom almost frightened the gazers Time passed, and little more was known of the dwellers in Ferndean. On Sunday they all appeared at church, and it is to be seared the Rector's excellent sermon did not receive the attention it merited, so occupied was the larger portion of the congregation in scrutinising their new fellow-worshippers. However, the coloured woman behaved like an ordinary Christian though she did not use a book. The child stood by the gentleman's side, while his finger pointed out the places. He was grave and sad, though his face lighted whenever he looked at the little one, whom he took on his knee during the sermon, to which he listened attentively. The little girl was bright and fair, no shadow rested on her sunny face, her hair hung in loose"], [21, "Life Threads. i i light brown curls to her waist, she wore a soft clinging dress of some light material, made in a quaint fashion, but all about her was dainty to the last degree. Some mystery there was about the three. The gentleman never gave his name, and it soon came to be understood that he did not wish to divulge it, though it was curi ous that he had assumed none. The black woman, who sometimes went shopping in the village, answered readily that her name was Deborah, but when further questioned as to who her employer was she showed her white teeth in an assumed grin, and said he was 'jus' the massa.' They could get no more information out of her, and as at rare intervals a letter came addressed to 'The Master, Ferndean, Abbot's Holme,' the white-haired gentleman was soon known in the village as ' the Master.' The little"], [22, "Life Threaas. 12 girl was quite willing to chatter to anyone she met when out walking with Deborah, who served as her nurse in addition to all her other duties. The child said her name was Hope, Hope Stella; she loved her father better than anyone in the whole world, next to him she loved Deborah, and the third place in her affections was taken by a little white kitten which had strayed into Ferndean, and which, as its owner could not be found, she was allowed to keep. They had come across the sea in a big ship, but where they had sailed from she could not tell. By degrees the villagers accepted them as they were, and grew accustomed to their reticent neighbours, who made it plain that they did not care to receive visitors, though when the Rector called he was admitted and entertained courteously, but"], [23, "Life Threads. 13 he was not encouraged to repeat his visit, and became at length content with his new parishioners. The Master, or as the Rector sometimes called him, Mr Ferndean, was ready to help with any subscriptions that were going forward, and from the first winter he was there the poor inhabitants of Abbot's Holme benefited by his presence. He was not averse to speaking with those he met in his walks, he let them talk to him of their interests and trials, often re ceiving confidences which he did not en courage, but which he repaid with sympathy and, if possible, help. So it was no wonder he was soon very much liked, and the village people became proud of their mys terious neighbours, quite jealous of their honour, and apt to ruffle up in their defence if anyone dared to say what was derogatory to them."], [24, "Life Threads. 14 Little Hope was friendly to all, she was unconscious of having anything to conceal, and had the open, confiding way of a child who has never been rebuffed. She often strayed alone into the inn, where Mr and Mrs Osborne welcomed her warmly, and never sent her away empty-handed. She and her kitten were very well known there, and as The Old Friend was a quiet, well- conducted house, in which a drunken man was an anomaly, the Master laid no restric- tions on the visits of his little daughter. Motherly as cheerful Mrs Osborne was, she had known little save the pains of motherhood. One after another five infants had lain on her breast, only to change it for the rest of the churchyard. The last little one she had fondly trusted to keep with her, and, in the glow of trembling pleasure with which she had seen it live"], [25, "Life Threads. 15 longer than any os its brothers and sisters, she had named her Hope. But soon a fifth little coffin was taken to God's Acre, and Mrs Osborne bowed in sub mission to Him Who does all things well, never losing her love for children though she might never call any her own. So it was that little Hope Stella was taken to her heart at once when she heard her name and knew that she was mother less. Though the Master lived quietly, and taught his little daughter himself, there was evidently no lack of means at Ferndean. Hope was nearly always clothed in dainty white garments, kept spotless by Deborah's loving care. Before long she had a pony, on which she rode joyously, while her father walked at her side holding the bridle and happy in her pleasure. She could"], [26, "16 Life Threads. laugh merrily enough, and was as light hearted as any of the village children who knew all the uninteresting facts about them selves. Her father taught her to play the violin, and she often carried the little case to the inn, where she delighted and amazed her friends by her performances. At that time few ladies played that beauti ful instrument, but the Master taught his little one carefully, and had provided her with a tiny violin before she was four years old. So little Hope lived happily in the gloomy house, which was lighted by her presence. She made her father her com panion, and even playfellow, for he would take part in her games with a grave, absorbed face. All the villagers were her friends, and Deborah was her nurse, wor shipper, and slave."], [27, "Life Threads. 17 :> That happy life at Ferndean was brought to a sudden and fearful close. One morning Mrs Osborne stood look ing out of her door, thinking with a shiver that the cold had come suddenly, and she must make her husband take to the warm underclothing he always resisted wearing. It was a still morning, and she thought she heard the door of Ferndean, and looked that way thinking it was early for Hope to come to her. But Hope it was, though in a state that alarmed her friend greatly. Her hair hung down in wild disorder, and she had on a blue flannel dressing-gown, which was open in front, showing her nightdress. She wore her stockings, but over them only her dainty buckled house-shoes, her eyes were wide open and bore a look of fearful terror. Mrs Osborne stepped forward and caught E"], [28, "18 Life Threads. the child in her arms. She was shuddering violently, though it seemed more from fright than cold ; she had no words, but strained close to her friend. ' My dear, my dear,' said the motherly landlady, drawing her towards the bright fire, ' can't you tell me what it is ? ' Hope shuddered the more, but between her gasps came the words ' Father, father,' then she sank back so deadly white that Mrs Osborne hastily called her husband, and between them they poured a few drops of brandy down the child's throat, and she revived, but only to shudder convulsively and cling to her friend. They looked at her concerned and help less. At last Mrs Osborne said, 'John, I'm afraid there's something terribly wrong up at Ferndean — see, she isn't dressed — don't you think you'd best step up and see ? '"], [29, "Life Threads. 19 Again from Hope came the moan os ' Father,' but this time she added, ' Not alone.' ' Do you mean he isn't to go alone, honey?' asked Mrs Osborne gently; 'did you hear what we said ? ' 'Not alone; don't let him go alone,' Hope shuddered out, and then fell back in what seemed to be a fit of convulsions. Mr Osborne called their servant, then went into the bar, where a youth who was in charge stood at the door talking to two men, one the gardener from the Rectory, the other a farm labourer. The men consented to go to Ferndean with the landlord, and the three set off together. Something was wrong there evidently. The iron gate stood open, with the key in it, and the hall door was open too, but there was no sign of the inhabitants."], [30, "Life Threads. 20 ' They can't have gone and lest the little un, surelie,' said the gardener. ' It looks to me a deal worserer than that,' said the farm labourer, who was not of a cheerful temperament at the best of times. Mr Osborne did not speak, but they all involuntarily stepped softly as he opened the dining-room door. There was nothing unusual there. The Master's chair stood by the table, on which was a supper tray, with the things on it neatly gathered together. They drew breaths of relief and went into the kitchen, where no fire had been lighted, but Deborah's work, a muslin apron for Hope, was folded in her work basket. Mr Osborne was the only one who had been in the house before. As the search went on the faces looked grave, and very few words were spoken, and those only in whispers."], [31, "Life Threads. 21 The landlord led the way upstairs, but as he reached the top of the first flight he started back and nearly fell. With horror-struck faces his companions saw the cause of his agitation. The Master's door was wide open, and the Master himself sat back in an easy chair, while the far-back thrown head and the gaping wound in the throat told too well that life was absent ; but his undis turbed appearance and peaceful face showed that the death had been almost instant aneous. Deborah lay in a heap on the floor, dead too, but her face and attitude showed she had struggled fiercely against her fate. The room had been ransacked, a desk which stood on the table had been forced open, and the letters and papers had been thrown into the fire. After the first pause of horror Mr Osborne"], [32, "Life 'Threads. 22 begged his companions to wait there while he hurried back. Some rumours had spread, and already villagers were hastening thither; but he shut the gate sharply, and only by his appearance could they gather that some thing was really wrong. Police were sent from the neighbouring town, and soon Abbot's Holme found it self the centre of interest for miles round. Hope was not in a state to be questioned, indeed the doctor forbade it, doing all he could to get her well enough to answer a few questions at the inquest. It was clear to the police that the murderer, or mur derers, had got in by a staircase window. It was conjectured that they had surprised and killed the Master at once, but that their movements had aroused Deborah, who had gone to find out the cause of the noise and been at once attacked."], [33, "Life Threads. 23 It seemed cruel to make Hope attend the inquest, but there was no help for it. She had said very little, but always clung to Mrs Osborne, whom she could not bear out of her sight. The doctor made her understand she must answer what ques tions were put to her, and on the day of the inquiry her kind friend dressed her carefully and led her into the inn parlour where it was held. The coroner was very gentle with her. He let her sit on Mrs Osborne's lap, and asked the necessary questions in a fatherly tone, and Hope answered much more calmly than he had expected. She said she had been kept awake two nights with earache, and Deborah had given her something to drink the third night that she told her would make her sleep. She had slept till it was quite light, then not hearing anyone about"], [34, "Life Threads. 24 she had put on her dressing-gown and gone in search of her nurse. There the child shuddered violently, and was tenderly soothed by Mrs Osborne, and after a pause the coroner resumed his questions. What was her name? he asked, and was told Hope Stella. She had never heard any other, she knew she had another, and her father had told her she should know it in good time. Her mother died when she was a baby. She had been christened Hope Stella, but where she did not know. Her father called her his litt'e Hope-star. She knew of no relations ; they had travelled about, always with Deborah. It was mysterious altogether. There had been no papers found at Ferndean giving the required information, but then quite a heap of documents of some kind had evi dently been thrown carelessly in the fire."], [35, "Life Threads. 25 The object of the murders was plainly robbery, for there was no money found except a little loose silver, while a drawer, in which Hope knew her father kept some jewels and ornaments that were to be hers some day, had been emptied. The police had scoured the neighbouring country, but as Hope could give no clear description of the missing articles they had no means of identification. The jury returned a verdict of 'Wilful Murder,' against some person or persons unknown, and the inquiry was over. But the coroner lingered talking to Mrs Osborne, who held Hope in her arms. The little girl was destitute, no friends had come forward, no one knew anything about the Master; but the Osbornes would take Hope as their own, they had plenty of room for her both in their hearts and in their home."], [36, "Life Threads. 26 The coroner in his unofficial capacity asked the child a few more questions, and she told him she would stay with Mrs Osborne always, her father liked her to be there she knew, and the gentleman, after offering to do anything he could, took his departure. Some furniture that Hope chose was brought to The Old Friend, the rest was sold to defray the funeral expenses ; and after a time the excitement passed away, and Abbot's Holme resumed almost its wonted quietude. Almost, but not quite, the presence of Hope was a perpetual interest. The white face, which for long did not lose its sad seared expression, went in and out among the villagers, who were very good to her, and seemed rather to consider the poor little girl a public possession. Mrs Osborne was rather puzzled as to"], [37, "Life Threads. 27 what she should do about the education of the child, but that was soon settled satisfactorily. The Rector's niece offered to help her in various ways, and some prim maiden ladies who kept an excellent boarding-school called one day on Mrs Osborne to offer to allow Hope to attend the more important lessons, and to help in her education generally. So Mrs Osborne's fears that her little charge would not receive the education of a lady were set as rest, and the child had found friends and loving heaits ready to receive her. The very quietness of Hope's grief had a numbing effect on her, and after the first shock she gave way to no passionate bursts of sorrow. No one could tell how- she missed the loving father who had been her almost hourly companion all her life."], [38, "28 Life Threads. Her health suffered, and she drooped sadly, till often Mrs Osborne felt that she would be called on to give up her treasure. She consulted the Rector, and it was in conse quence that Miss Harding came down to the inn one day to make friends with the orphan. The Rector's niece was a gentle-mannered lady of some five-and-thirty years, who, if she found her home dull and her scope narrowed, did not let anyone know it, but worked on cheerfully in the duties around her. Hope was a new interest in her life, and Miss Harding would have liked to take the child altogether, but had to con tent herself with seeing her almost daily. The two, in spite of the disparity of years, soon became very real friends and com panions. A tinge of colour returned to Hope's white cheeks, and once or twice"], [39, "Life Tli reads. 29 Mrs Osborne was much pleased to hear from her a low musical laugh. Miss Harding spoke to the Misses Carter about the little girl, and before long they had her violin lessons continued by the music master who visited the school. They thought perhaps the child would shrink from touching the instrument her father had taught her to play, but instead she seemed rather to think she was following his wishes in keeping up her practice, so she received the lessons gratefully, and they soon became a source of consolation to her. Life rolled on smoothly at Abbot's Holme. The years were marked by Hope's growth from childhood into maiden hood, and very sweet and fair was the flower the Osbornes cherished so tenderly, and which brought such pleasure into their"], [40, "Life Threads. 30 lives. She was very pretty, with her soft brown hair, smooth pure brow, and dark eyes of shaded grey that still sometimes wore the scared look they had taken on the day that found her fatherless. Mrs Osborne said the shock had frightened away all her colour, and certainly she had scarcely any, and that not from delicacy, for though she was far from robust and needed a good deal of watchful care she had fairly good health. She was very useful to good Mrs Osborne, who treated her darling as a very honoured and valued guest, and if Hope had been very spoilable she would have been in great danger. She was regarded almost as a sacred trust, and they could not bear to see her doing any work that they thought did not befit her father's daughter. Thanks to Miss Harding and the Misses"], [41, "Life Threads. 31 Carter she was really well educated, and she continued her studies with the former lady after she had ceased to attend school. The Rector had become much attached to his pretty young parishioner, who was always welcome at the Rectory, which was quite a second home to her. One morning the Rector and his niece had a long talk over some words of Hope's, who had spoken to her friend of seeking a situation of some kind before long, that she might not be a burden to her good friends. ' She is much too young and pretty to fight her own way in the world,' said kind Lydia Harding tearfully. 'The Osbornes don't want her to go, do they ? ' her uncle said rather doubtfully. 'They always seem so fond of her.' ' So they are ; it is only a ridiculous"], [42, "Life Threads. 32 notion os not living on them that has come into the child's head — earn her living, why, the first rough word she had would break her tender heart.' ' Not quite so bad as that, we must hope,' said the old Rector, smiling indul gently as his niece ruffled her feathers in defence of her favourite chick. ' If Hope should have to go away, I don't think she will be so easily overcome. There is a good deal of strength under all that gentle ness. However, while she is here to morrow I will take the opportunity of talk- ing to the Osbornes about her.' Accordingly, next morning the Rector went to The Old Friend and settled him self for a comfortable chat. It seemed the Osbornes did not know what was in Hope's mind, though more than once she had spoken of doing something for"], [43, "Life T/we ads. 2>3 herself, and they had laughed at the idea. 'Why, we couldn't spare her,' Mr Osborne said, ' as if her small mite of bread and cheese cost much ! ' ' Well, my good friends, you cannot deny that she has cost you something,' the Rector said ; ' but that is neither here nor there — will you let me talk out straight to you of what is in my mind ? ' 'Ay, do, sir, and welcome,' they re- sponded. ' Well, she oughtn't — we hope you may to be left destitute live many years — don't you think she way of doing some- but if you should not, ought to be set in the thing for herself?' 'She's happy here, ain't she?' asked Mr Osborne, while his wife laid her hand on his sleeve. c"], [44, "Life Threads. 34 ' That she is,' answered Dr Harding, ' only she feels that she ought not to be burdensome to you. She doesn't want to go, it is only a sense of duty that has prompted the proposition.' 'Then here she stays,' said Mr Osborne, slapping his knee emphatically, and his wife's face broke into a relieved smile. * And look here, Rector, there's no occasion to worry about her. We've put by a tidy bit of money, and it's all to be hers. I haven't got any near relations, and the missis' brothers and sisters are all doing well out in Canada and don't need our savings, and every stick, pretty well, is to go to Hope — why, what could the pretty dear do for herself? She'd want the wife always after her to see she had everything com fortable,' and Mr Osborne burst into a hearty laugh."], [45, "Life Threads. 35 ' I'm sure we had no idea of her going,' said Mrs Osborne, as she went to the door with the Rector. So he went back and told Hope he thought it was quite her duty to stay with her friends and do all she could for them. The girl was not hard to persuade, the thouo/ht of facing- the great unknown world had been terrible to her ; and she made haste home, where Mr Osborne took her in his arms and alternately teased and caressed her, while Mrs Osborne stood by, asking however could she think of leaving them. Thus the question was set at rest, and Hope gladly settled down again in the home she had learnt to love and value so much. Now and then an artist who came to sketch the beauties of the neighbourhood put up for a few nights at The Old"], [46, "36 Life Threads. Friend, but Hope saw little enough of such occasional visitors, and Mrs Osborne repudiated indignantly her offers to help wait on them. No, she might amuse her self by doing their cooking, but as to being allowed to show herself in any menial posi tion that was not to be thought of for one moment. The summer that Hope was eighteen a visitor of a different sort appeared, and after spending a few days at the inn, an nounced his intention of prolonging his stay indefinitely. He was a young man who was not an artist, though he did a little sketching rather lazily. What could he want alone in that quiet village ? He soon made friends with Mrs Osborne, to whom he talked of his affairs unreservedly. It seemed he was reading for an Oxford degree, and being a young man who had"], [47, "Life Threads. t>7 his own opinions, he thought he should do the more work unfettered by companion ship. Naturally Hope was interested in the gentleman who had so soon won her ' Aunt ' Osborne's heart, but it was some days be fore she caught sight of him, though she had often heard his hearty, cheerful voice. Once as she was sitting at work in the pleasant old-fashioned garden he sauntered in leisurely, and then started back with an apology for his intrusion. But Hope saw enough of him to be pleased with his fair, good-tempered face and large proportions. His name, too, was interesting. ' Francis Calthorp Court-Calthorp,' he had signed a cheque, and laughingly commented on the space it took up. He told Mrs Osborne that his name was originally Court, but he had been made heir of an old uncle, who"], [48, "38 Life Threads. had insisted on his taking the last name in addition to his own. One afternoon it poured with rain, and Mr Court-Calthorp stood looking out rather disconsolately. He had intended going on a fishing expedition, but he was not such an ardent piscatorial sportsman that he cared to brave the downpour. No one was in the bar, and he stood at the door whistling as though he did not care to go up to his solitary rooms. Mrs Osborne and Hope were sitting at work in the parlour, and he looked in as if he would be glad of an invitation to join them. Presently he knocked at the door, with some trivial question as an excuse, and before long he was seated talking away brightly, and looking at Hope with a good deal of interest. Mrs Osborne's rather hesitating invitation"], [49, "Life Threads. 39 to him to have a cup of tea with them was accepted with alacrity, and Mr Court-Calthorp evidently highly appreciated the homely luxury of hot potato cake which was on the table. Mr Osborne came in before the meal was over, and when the table was cleared the two men sat smoking and talking comfortably. ' This is a jolly little place,' the younger man said ; ' I must get my mother and sisters to come one of these days.' 'Yes, it's a decentish place,' was the qualified praise Mr Osborne bestowed on the village he dearly loved. ' By the way, what is that large empty house just above ? It is gloomy enough to give one the horrors ; it looks like one of the places we read of in story books, where some horrid murder has been committed, and then left lonely and haunted.'"], [50, "Life Threads. 40 There was an awkward pause. Hope turned first scarlet, and then so deadly white that Mr Osborne, who glanced at her apprehensively, was afraid she would faint. Mrs Osborne, with ready invention, came to the rescue. ' Hope, my dear,' she said, ' I wish you'd go upstairs and look in the little box in the bottom drawer in our room for some cotton to match these socks. I think there's some there.' Hope made her escape, and Mr Court- Calthorp, who looked surprised at the way his remarks had been received, said, — ' I seem to have frightened your daughter. I didn't mean to, I am sure.' 'No, sir, no,' said Mrs Osborne, 'it isn't that. She isn't our daughter, and you don't know how true a word you spoke when you said Ferndean looked as if murder had been"], [51, "Life Threads. 41 committed there. Hope's father and nurse were murdered there eight years ago come October.' The young man's face had blanched at Mrs Osborne's earnest words, and he leaned forward with a look of deep interest while she proceeded to tell the tale, assisted by brief remarks from her husband. Mr Court- Calthorp quite remembered hearing of it, though the name of the place had died out of his memory. He had been a boy at school at the time, and he and his companions had talked the matter over, and boug;ht all the papers that professed to give any informa tion on the subject. He clearly remembered the discussions they had had as to who the unknown murdered man could be. But it had all been a nine days' wonder, some thing- fresh had come to interest them, and he had scarcely thought more of it till it"], [52, "Life Threads. 42 was suddenly brought back to his mind in so startling a way. He and Mr Osborne sat up late talking it over, for Flope did not appear again, and Mrs Osborne presently went in search of her, and did not come down again. Frank Court-Calthorp's handsome face was very grave and sad as its possessor carried it up to bed. He had been suddenly brought into the midst of a tragedy in which the quiet girl with the startled eyes had suffered so much, and the young man lay awake for long, listening to the rough wind and thinking of the desolate house, the gloominess of which had so interested him. It was no wonder that he regarded Hope with a new deference, with a certain chival rous respect and sympathy that came well from the possessor of thousands to the"], [53, "Life Threads. 43 adopted daughter of a village innkeeper. And Hope took the attentions offered her with a pretty gratitude, admiring Mr Court- Calthorp without any self-consciousness, en joying his conversations, and not seeing anything in the way he sought her society beyond simple kindliness and good nature. She had been trained in a good school, and though young men companions had seldom come in her way she had indulged in few dreams of being loved and admired. She had read a good many healthy romances and love stories, but did not often translate them into her own life ; indeed to the Hardings and Osbornes she was still little more than a child to be loved and cared for. The story of her life threw a glamour of interest round the girl, which a closer acquaintanceship did not dispel. Frank"], [54, "Life Threads. 44 Court-Calthorp found her presence in the old inn very pleasant, and it became quite the usual thing for him to follow her into the garden and saunter with her about the mossy paths. Sometimes when she was at work he brought an interesting book and read to her, or lying on the grass at her feet he would talk to her about his mother and sisters in proud, affectionate tones that made Hope's heart throb with painful longing. Sometimes the two took quite long walks together, walks into which Mr Court-Cal thorp inveigled Hope by professing to be very stupid at finding his way about. One ever-to-be-remembered day he took Mrs Osborne and Hope to the cathedral town, the latter having expressed a desire to see it, and he was not ashamed to pilot Mrs Osborne about very politely, even though"], [55, "Life Threads. 45 in her best clothes she was a gorgeous not to-be-passed-over spectacle. If Mrs Osborne had had any suspicion of the turn affairs were taking she kept it to herself, and even quietly encouraged matters. What if Mr Court-Calthorp were very rich and of old family, was not her darling fit to be the wife of any lord in the land ? And she thought the young man who had quite won her heart nearly worthy of winning so priceless a treasure. Mrs Court and her daughters prophesied that Frank would very soon tire of being left to his own resources in a village inn. But they were mistaken, or rather he had not been left to himself, and they were surprised at his continued stay, while he wrote rapturous letters descriptive of the beauties of Abbot's Holme, and the kind-"], [56, "46 Life Threads. ness of Mr and Mrs Osborne. He said no word about Hope, being restrained by certain feelings which he did not attempt to analyse. The Rector saw the young folks to gether, and when he met them would smile benignantly and pass on. He was a simple-minded old man, not quick to suspect harm in anyone, and Mr Court- Calthorp's bright intelligent ways and in terest in his old-world lore had won his heart ; indeed the young man had that blessed if dangerous gift of winning hearts wherever he went. So the Rector smiled an unspoken benediction on his favourite parishioner, and saw no reason if Frank wanted to make Hope his wife why he should not do so. She was sweet and refined, and he loved to watch the soul growth of his parish lily, and felt that any"], [57, "Life Threads. 47 place which had the good fortune to acquire her would be the richer for its new pos session. Miss Harding was stirred as though a gentle breeze had passed over the fallen leaves of her earlier life, bring ing out sweet odours which had little of pain in them, as she saw Hope's bright unconscious face, and noted how much less often she wore her startled look. Hope herself seemed to be the only one who had no knowledge of what was very plain to most people. She knew she en joyed Mr Court - Calthorp's society, and she persistently put aside the thought that he must go away before long. She was happy in the present, and after events could be left. Mrs Osborne took care that her darling should not want for any exterior attractions, and was quite reckless in the matter of"], [58, "Life Threads. 48 clean white dresses, providing her with dainty white raiment, which she got up with her own hands. Mr Osborne, one day after going to the market town, pro duced a parcel, which, with many chuckles, he threw into Hope's lap, and which con tained an assortment of ribbons chosen with great taste. He contented himself with chuckling at intervals, with much mystery and enjoyment, all the evening ; but Hope only thought he was pleased at the pleasure he had given her. Often Mr Court-Calthorp would fetch Hope's violin and persuade her to play to him as he sat on the grass by her side, and now and then he would sing in a very sweet and true tenor. It was a veritable idyll to see them thus, the sunshine, the old-fashioned garden, which gloried in a sun-dial, and the two happy lovers, rejoic-"], [59, "Life Threads. 49 ing in their youth, the music, the flowers, the peace and joy that seemed to hold them in a lingering embrace, as though loath to let them out into the cold and shade of which all lives must take their share. One afternoon the two had wandered to the further end of the long garden, where a delicious uncultivatedness prevailed. Long sweet sprays of convolvulus wreathed undisturbed over the hedges, garden and wild flowers grew side by side with the good - natured fellowship of unconscious socialism. A wilderness Mrs Osborne called it, often rebuking her husband for neglecting it ; but Hope loved it dearly, and did not wish to see it altered, but cleared away with her own hands any thing that made it unsightly, with her innate appreciation of what was artistic. It is so nice here,' Hope said, drawing D"], [60, "Life Threads. 50 a long breath of enjoyment. The old church tower, half covered with ivy, could be seen from her standpoint, then some large trees, which stood motionless in the summer sunlight, and beyond, the blue hills melting into a purple haze so that the cloud line could not be distinguished. Frank Court-Calthorp assented to her remark rather absently. He was looking at and thinking of the speaker, and indeed she was pleasant to look at, in her white dress with pale blue ribbons, and crimson and pink roses fastened at her throat. She had no hat on, and her brown hair was parted from the smooth calm brow. Sud denly Frank moved forward and took the two little brown hands in his grasp, hands which trembled while they did not attempt to withdraw themselves. 'My darling,' he said, and there was a"], [61, "Life Threads. 51 world of tenderness and love in his voice, ' won't you come to me ? ' Hope lifted her eyes shyly, and for all answer drew near to him, then her head rested on his breast, his arms were round her, and her face hidden, while his bent over her with such tender pride and joy. There was a long silence. Neither of them spoke, but each tasted happiness that was as near perfection as we can attain on this earth. A thrush hopped along the pathway, eyeing the motionless pair in quisitively, as though he wondered what they could be doing as it was not St Valentine's Day. But then human crea tures are not so methodical as birds, and he took himself off in search of a juicy morsel for tea, refusing to be interested for long- in mortals who made love in such a silent fashion."], [62, "Life Threads. 52 At last Hope made a movement as though to lift her head, but Frank anti cipated her by raising her sweet face gently with one hand, and then impressing a long kiss on it. She blushed and quivered, but did not draw away. ' My darling ! ' he said exultantly, ' my very own darling ! ' 'Oh, I don't know. Ought I to be?' she said, with a little shy drawing back which he thought infinitely pretty. ' Of course you ought to be — you have done it now, and can't help it. Come and sit down here, you little shy, trembling bird.' They sat together on the rough wooden seat that Mr Osborne had put up at Hope's request some years ago. They did not say much. Frank's strong, embrac ing arm was round her, and she was per-"], [63, "Life Threads. 53 fectly happy and content. No thought of the past or dread of the future troubled her, though mixed with all her happiness was a loving, pitying thought of the dear father who was not with her to share it, though even that sorrow seemed somehow to have lost its sting. ' Hope ! Mr Court-Calthorp ! where are you? Don't you want any tea?' called out Mr Osborne's cheery voice, and the two started — such sublunary matters as meals seemed quite out of character, but they rose obedient to the summons, and Mr Osborne, watching for them at the door, saw them come into the full sunshine hand in hand like a couple of happy children. He g;ave one low whistle, then retreated indoors to bid his wife look out of the window, though by the time the young ones came in their elders were seated de-"], [64, "Life Threads. 54 murely at the table with preternaturally solemn visages, and a studied lack of curi osity that would have been amusing had anyone been free to notice them. But Mr Court-Calthorp walked straight up to them, holding the trembling little hand tightly lest Hope should slip away from him. ' Congratulate us, please,' he said ; * she > is mine now. Mrs Osborne (it often being so with women when they get what they desire) burst into tears, and Hope, being released, ran into her motherly arms, and sobbed on her shoulder from very gladness. Mr Osborne wrung Frank's hand so heartily that the latter, strong as he was, could not help wincing. No doubtful thoughts came to mar Hope's joy that evening, but after she"], [65, "Life Threads. 55 had gone to bed there came across her in a flash her own nameless condition. Ought she to allow Mr Court-Calthorp to marry her ? All the stories of self-sacrifice which she had read came into her mind, and she lay awake for hours pondering over the subject, and as a result came down next morning white and sad, though with the tired, peaceful look of one who has attained the victory after a hard struggle. Frank soon found her, but she shrank at his greeting, though she was ready to go into the garden with him. My darling,' he said, ' what is it ? ' ' Oh, please, you must not speak so, it oughtn't to be so, it mustn't be any more.' ' What do you mean ? ' Frank asked briefly, but very anxiously. Hope had made up her mind, so she spoke out bravely. ' I am not fit to be"], [66, "56 I^ife Threads. your wife, — nobody knows who I am — I don't even know my name, so I must give you up.' 'Just one question,' said Frank, far more quietly than she thought he would have spoken, 'don't you love me, Hope?' Oh,' she said, with a gasp, ' I can't help it, but I ought to give you up.' 'Then, my darling,' he said, gathering her into his arms, ' you sha'n't make me unhappy — we belong to each other.' Somehow his words cleared some of the cobwebs from her brain, and she saw she had no right to sacrifice his happi ness for any mistaken sense of honour. ' Mr Court-Calthorp,' she said presently, and though he murmured ' Frank ' into her ear he did not interrupt her, ' I do hope I shall be what you want. I was thinking just now, don't you think we"], [67, "Life Threads. 57 ought to let things rest a little ? Suppose you should find someone you like better,' her voice faltered, though she kept on bravely, ' suppose your mother and sisters should not like me.' 'Suppose, suppose,' he said playfully, ' suppose they should think me what I am, the luckiest individual on the face of the earth.' ' Will they know it soon ? ' she asked, with a strang-e shrinking; from his unknown relations. ' Very soon,' he answered. ' I wrote to my mother last night, and got up early to post it in the town— they will get it some hours earlier than if I posted it here.' ' I hope they will like me.' ' You darling little goose ! There, come in to breakfast, and afterwards we will go for a nice walk.'"], [68, "58 Life Threads. They had a happy day wandering about together. He told her a good deal of his past life, which had been bright and un eventful. He talked much of the crusty old uncle, whom he had really loved, taking care to explain that he had very little right to give him the title since his mother, Mrs Court, was niece to Mr Cal thorp's wife. They were sitting by the river when Frank told Hope this, and he flung a stone into the sunshiny ripples with a gesture of impatience that did not escape her. 'Is anything the matter?' she asked He smiled up at her, for he was on the slope beneath her ; but he quickly became grave again, though the slight frown did not return to his forehead. ' I was think- ing of the other fellow,' he said briefly. 'What other?' Hope asked, puzzled."], [69, "Life Threads. 59 Frank shook himself together and pro ceeded to explain. 'Why, Uncle Calthorp had adopted the only child of his only brother, who died when the little chap was three years old. I suppose uncle was fond of him, but he kept him very straight, and was awfully stern. Cousin Godfrey (as my mother called him, and taught us to call him, though he wasn't so in reality) was a great favourite with everyone, and so kind-hearted. Uncle sent him to Oxford, but he kept him so close for money that the life there must have been miserable. He had often begged for a larger allow ance, or else that he might do something for himself. My mother knew him well, though she was younger than he. He used to tell her his troubles, and say how wretched his position was. And I can well believe it. He was the heir of a rich"], [70, "60 Life Threads. man, had a fine home, yet scarcely had a superfluous penny. Well, the crash that mother could not help foreseeing came at last. Cousin Godfrey had begged hard for some money, saying he wanted it specially. He was harshly refused. Then somehow he got hold of uncle's cheque book and forged a cheque for seventy pounds.' 'Oh, what a sad pity!' exclaimed Hope, who had been listening with deep interest. 'Yes, but don't blame him, dearest; he was far more to be pitied. Uncle found it out and prosecuted him — it was before I was born, but I have often heard my mother talk of it. He had a good counsel, who did for him all that was in his power, ferreting out that he wanted the money to pay a poor man to whom he was in debt, and who would have been sold up if it"], [71, "Life Threads. 61 had not been for Godfrey. Well, poor Cousin Godfrey was sentenced to eighteen months' imprisonment ; but people blamed uncle far more than they did him. Things leaked out, through the servants, showing that he, Godfrey*, had led a wretched life.' ' And what became of him ? ' Hope asked, her eyes dewy with sympathy. ' No one knows. He came out of prison, received a legacy that had been left him by a distant relation, sent the seventy pounds to Uncle Calthorp, and then dis appeared. Mother would have liked to have seen him, but she had no chance. So the poor fellow went away alone, and no one heard of him afterwards. I often feel as if I should like to befriend him — but he would be far on in fifty now — yet I can't bear to keep it all and think"], [72, "Life Threads 62 perhaps he may be in want. But most likely he died years ago. Mother says that though he was well and very manly he was quickly knocked up. She believes he would not long survive the disgrace.' ' But surely someone would have been kind to him — you say people all liked him.' ' So they did ; but he must have been too crushed to go to anyone he knew. The chaplain spoke very highly of him.' ' And your uncle, wasn't he sorry ? ' ' Not at first. He had always been so honourable, he felt the disgrace keenly, and that blunted all softer feelings for a long time. But at last, I am sure, he was sorry. He seemed to want cousin Godfrey about him when he was ill. Once he said to me that if ever I got the chance he hoped I would be kind to him — yes, I am sure it troubled poor uncle.'"], [73, "Life Threads. 63 ' I wish people were all happy,' sighed Hope. ' And here have I been making you sad, my darling.' ' No ; I like to hear everything about you. I do feel sorry for your poor cousin. Wouldn't it be nice if we could some day find and comfort him ? ' 'Very nice, dearest,' Frank said, and they walked back quietly. When they reached home they found the Rector and his niece there. It was very evident they had been told what had taken place, for Miss Harding embraced Hope tearfully, with murmured half- incoherent words of congratulation, and when she was released the Rector took both her hands, looking earnestly into the sweet face that drooped and blushed beneath his gaze 'God bless you, my dear child,' he said"], [74, "64 Life Threads. imprinting on her forehead one of the rare kisses he generally reserved for her birth day greeting. Hope, in her pretty, shy, yet happy embarrassment, was not sorry when they rose to go, the Rector inviting Frank to come with them to the Rectory, on the plea of showing him some curiosities he had expressed a wish to see, but in reality to talk matters over with him. Hope slept late, for her, into the next morning. The disturbing thoughts of the night before had been chased away, and she slept happily, with vague, indistinct dreams in which Frank figured conspicuously. She dressed very quickly when she found her watch told her it was ten minutes to eight. She heard the rattle of breakfast things, and Mr Osborne's loud cheerful talk ; then, as she put the finishing touches, the post came, and a few minutes after the"], [75, "Life Threads. 65 servant took something into Mr Court- Calthorp's room. Hope's heart beat a good deal faster as she thought perhaps the letter had come from his mother — yet surely it was too soon to expect it — and she went downstairs not without a secret hope that his sitting - room door had been left open and she might see him at his break fast, and perhaps receive his morning greeting. But the door was fast closed, and no sound came through it, no pleasant tinkle of breakfast things to tell how he was engaged, and Hope went downstairs to be fondly rallied on her lateness by her adopted parents. 4 You should have seen Mr Court-Cal thorp. Well, he looked that disappointed,' said Mr Osborne teasingly. ' Didn't he want the missis here to go and see whether you E"], [76, "Life Threads. 66 hadn't died in your bed or been spirited away.' ' Don't tease her, Osborne, do let her alone,' said Mrs Osborne, at last coming to the rescue. ' There, you're wanted outside.' Hope did not eat enough breakfast to satisfy kind Mrs Osborne, and she was not allowed to help with any household work, but bidden to get her hat and go out into the garden. She might go on knitting her uncle's socks, but she was not to do any harder work. There Frank Court-Calthorp found her when he came down after what seemed a long time. He greeted her as lovingly as usual, but she fancied he was a little grave, and looked into his eyes with an unspoken question. ' What is it, dearest ? ' he asked ' I thought you had — at least I thought"], [77, "Life Threads. 67 perhaps it might have come — I mean the letter from your mother,' she faltered. ' So it has,' he said briefly. She took her hand from his arm with a look of alarm and dread. ' Oh, I was afraid — she does not like it.' The summer sun seemed suddenly under a cloud, and she looked at him through a mist of tears. ' Poor little startled bird,' he said tenderly. ' No, darling, there is nothing we need really sear. I want to talk the letter over with you. Let us go down to the end of the garden.' He made her very comfortable there, fetching a big stone for a footstool, with a little joke at her wanting one, but he did not seem inclined to talk about the letter till she reminded him, then he tried to tell her plainly, but she could only gather confused ideas. His mother seemed"], [78, "68 Life Threads. to have been very much surprised, and there was something about his going away. Hope listened blankly, feeling more and more bewildered, for in his anxiety to soften things and make them all clear Frank was hopelessly entangling matters. Perhaps he saw it in Hope's face, for he tried once more, then took the letter from his pocket, saying. — ' You had better read it, dear, I suppose. You must excuse anything you do not quite like. Remember it was only meant for me to see.' He need not have minded her seeing it. There was nothing to wound her. Mrs Court wrote as an affectionate, anxious mother to a treasured only son. She had been surprised by his letter ; she was sorry from the bottom of her heart to hear of Miss Hope's trials, and thought"], [79, "Life Threads. 69 she must be a very sweet, good girl. Indeed, she did not think her Frank would choose otherwise. But, Mrs Court said, she did not feel justified irt receiving her at present as his affianced wife — his feelings might alter, or they might both find they had made a mistake. She strongly urged him to let the engage ment remain in abeyance for a year, during which he should travel, and they should not correspond. If they would consent to that, and were afterwards in the same mind, Mrs Court would put no obstacles in the way of the marriage, but would receive Hope as her daughter. There were a few words about the mystery of the girl's life, but they were not bitter. The letter was evidently written under a strong sense of duty, while the love of the writer showed in every line."], [80, "Life Threads. 70 Hope sat still with it in her hand. Frank watched her earnestly for a few moments, then he said, 'Well, dear?' She gave a long gasping sigh. ' She is quite right. I think we ought to do as she says. She is very kind.' Frank caught her in his arms. ' My own brave darling, then it will not break your heart if I consent ? ' ' No,' she said, looking at him for the first time since she had taken the letter in her hand, ' I did not think she would have been so kind.' ' That is what I wanted to speak to you about,' he said rather eagerly. ' She has always been so dear and good to us all. You do not know how much we owe her. So, though I am over age and could marry without"], [81, "L ife Threads. J i her consent, it does not seem right to do so.' 'No, no,' said Hope, 'that would not be right. We can love each other even when we are apart, and a year is not so very, very long.' She spoke falteringly, for as the words passed her lips she thought how long and dreary the months would be that were not lighted by his presence. ' My* precious one,' was his sole answer. Somehow Hope thought he had grown older and more manly since he had been thinking over his mother's letter. They sat in silence for a long time ; it was noteworthy that they made no promises of being true to each other, that was a settled thing, and they did not need words, only they drew close together, thinking how very, very soon they would be separated."], [82, "Life Threads. 72 After some time Hope asked him, with a brave smile, what he should do in the long year before them. She was taking on herself the woman's part of comforter, thinking more of him than of herself, and Frank roused himself to answer her cheer- fully. He said he hoped to take his degree at Oxford soon, then after Christ mas, perhaps, it would be well to travel, till the time when he might claim his bride. He wanted to go to America, and mentioned Australia, but Hope shrank so visibly at thought of the long distance that would put between them that he promised he would not go there, at least without her. It was hard to make the Osbornes understand. It seemed to them that Frank was giving up their little girl, but he was very patient in explaining, and"], [83, "Life Threads. 73 his gravity*, and the pained look on his handsome face, told them that it was not without great cost to himself that he acceded to his mother's wish. Once as sured that all was right, they made him many promises to take care of his treasure for him, and indeed had he not seen how much she was loved and watched over he would not have consented to the separation. Next Mr Court-Calthorp went to the Rectory, dreading his interview there with Hope's friends, who, he feared, would not give him credit for the motives that actuated him. Miss Harding soon melted into tears, as she thought of her darling's trouble, and the Rector's eyes were not free from moisture, yet they both ap plauded his submission to his mother, and gave him many assurances of doing all"], [84, "Life Threads. 74 they could to keep Hope bright and happy, while the Rector promised to write to Frank if there were any necessity ; indeed, the kind-hearted old man went further, and undertook to keep him in formed from time to time of Hope's wel fare. And Frank left the Rectory with his load a good deal lightened. Hope would be surrounded with loving friends, and after all, he thought, with the buoy ancy of spirits that had never been crushed, a year would very soon pass, they would look forward more to the meeting again, and think less of the separation. ' I approve of that young man,' said the Rector decidedly, as the gate swung to after their visitor. ' Ye-es,' said Miss Harding, who was by this time liberally shedding tears. 'Why, Lydia,' the Rector said, half play-"], [85, "Life Threads. 75 fully*, ' you are making a moan for your favourite chick.' ' I can't help it, uncle,' the tender-hearted lady sobbed. ' I can't bear she should have to suffer.' ' No,' her uncle said more gravely. ' So we see how our Heavenly Father loves His children, loves them enough to let them suffer. We, in our shortsightedness, would take from our dear ones the pain and discipline that is sent to elevate them.' 'That is a beautiful thought,' Miss Harding said. ' Yes, beautiful because it is true ; and, Lydia, I think we need not fear for our little one's happiness that is in Mr Court- Calthorp's hands. A man who so honours his mother cannot but be blessed, and make a good husband.'"], [86, "76 Life Threads. ' Yes, I would rather he had done as his mother wished than to have cast her words aside as not worth attention — so many young men nowadays treat the advice of their parents as not good enough to listen to. Uncle, do you think Mrs Court is right ? ' ' I do indeed, my dear, and not only from her point of view. It is quite well our young folks should wait, and have time to see that they have not made a mistake — not that I think they have. I believe this will be one of the marriages that are made in Heaven. I confess I am surprised that Mrs Court has taken it so well ; she must be a really good woman. You see, Lydia, she does not know what a refined, sweet little flower our Hope is. Think of it from her side. It must have been a shock to her to hear"], [87, "Life Threads. yj her only son had chosen a wife out of a country inn.' ' I hadn't thought of it that way,' Miss Harding said thoughtfully. ' No,' her uncle answered cheerfully ; 'and now we have lectured ourselves into see ing it is for the best we will go soon and see what we can do to comfort the poor little maiden.' In two days Frank was to go away — only two short days for the lovers to en joy together, and in which they must say words to last twelve long months. Hope's face became white and piteous under the strain. Try as she did with all her might to be brave and cheerful, her lips would quiver, and her eyes would fill with tears, and Frank, seeing how much she suffered, was at times strongly tempted to withdraw the promise he had made his mother and"], [88, "78 Life Threads. marry Hope at once at any cost. But the last moment came. She stood at the door, keeping back her tears by a supreme effort, that she might watch him as long as she could while he turned in the dog cart that was conveying him away. Then the vehicle turned the corner, and Hope to go in, to find Mrs Osborne's motherly arms ready to receive her, and in their embrace she sobbed the edge off her grief. The Rector and his niece kept their word in looking after Hope. One day Dr Harding, with a twinkle in his eye, handed her a letter directed to himself in Frank's writing. She caught at it with an eager blush, and drew out an excellent portrait of her lover. ' He says he thought I should like to have it,' said the Rector rather mischiev-"], [89, "Life Threads. 79 ously*, adding under his breath, ' the sly young dog.' 'Oh, Dr Harding!' Hope exclaimed, looking at him with eloquent eyes. 'There, there, I know,' he said; 'young lady, if that photo mysteriously disappears I shall not make any inquiries for it.' ' Oh, thank y*ou, sir,' she said fervently, well knowing that was his way of giving it to her. Indeed, the Rector had not been able to sufficiently admire the per haps ultra-conscientiousness of the young people that had made them refrain from giving each other parting gifts. Frank had, indeed, begged a small photo of his beloved from Mrs Osborne, and carried it with him as a precious possession. He sent his own likeness to the Rector, know ing that Hope would often see it, and not without an unexpressed wish that it might"], [90, "Life Threads. 80 be given to her. The old clergyman had not been young for nothing, and though no wife had shared his home, there had been a romance in his early life that made him look on all young lovers with indul gent sympathy. So the letters he re received from Frank were duly handed to Hope, though she seldom found her own name in them ; but they generally consisted of a concise account of his doings, and generally ended with the hope that all, significantly underlined, his friends at Abbot's Holme were well. True to the instincts of her brave, loving heart, Hope did all she could to be bright and cheerful, not only for Frank's sake, but for the friends she still had about her. But as the early spring came round Dr Harding was grieved to see how frail and drooping she was, and how much more"], [91, "Life Threads. 8r frequently the startled look was in her eyes. He talked to Mrs Osborne, and found she was really not so well as she should be. She coughed a little, and had no appetite. Clearly something must be done. Frank must not come back to find his flower fading, and the good Rector, who felt much of responsibility in the matter, talked it over with his niece, and together they made a little plan. Miss Harding had had a severe cold in the winter from which she had never thoroughly recovered. Her uncle had tried to persuade her to go away for a change, but she had not liked to leave him. Now when he told her he wished to send her away with Hope she agreed, only stipulating that they should wait till after Easter, which fell that year at the end of March. By going in Easter F"], [92, "82 Life Threads. week the Rector would be able to ac company them, and perhaps stay a few days. Mr and Mrs Osborne were very pleased that their darling should have a change, and Dr Harding fixed on a bright little seaside town on the south coast, where he was slightly acquainted with the Vicar. On Easter Tuesday he took them down to Rayfurd-on-Sea, introduced them to his friend, and returned to Abbot's Holme on Friday, leaving them in very com fortable lodgings, and charmed with the clean little town. Three weeks' stay there did both Miss Harding and Hope much good, though they were neither of them sorry when the time was fixed for their return. The Vicar of Rayfurd offered to exchange duties with his friend for one Sunday,"], [93, "Life Threads. 83 and Dr Harding was delighted to have the little holiday*. The day before their return they went for a long walk on the shore, enjoying the beauties of the bright spring day. The air was fresh enough to make walk ing a pleasant exercise, and the three made a pleasing picture. The Doctor walked between his companions, his fresh, healthful face crowned with silver hair, telling of a spirit that was still youthful ; his niece leant on his arm, looking very quietly happy; while Hope almost pranced along, her fair face glowing and her eyes shining. The benevolent old man watched her with much satisfaction that his pre scription had proved so beneficial. 'Look,' said Hope, pausing, 'that lady seems as if she wants to speak to us.' It did appear so. The lady to whom"], [94, "84 Life Threads. Hope alluded almost made a movement towards them, then paused in a little un certainty. Dr Harding, with thoughtful courtesy, went a little nearer, so giving her the opportunity to speak if she wished, and she availed herself of it. ' I beg your pardon,' she said, and Dr Harding raised his hat and listened, 'but I am in rather a ridiculous plight. I caught my foot in the rocks, and in releasing it lost my boot.' 'Will you allow me to fetch you another pair?' Dr Harding asked. ' Thank you very much. I am sorry to trouble you, but if you would not mind calling at my lodgings, 4 Norfolk Terrace, my daughters would bring me another pair.' 'We will go at once, madam, and if your daughters are not in I will bring the boots myself. We will hasten.'"], [95, "Life Threads. 85 ' Perhaps she does not like to stay alone,' Hope suggested when they had gone a few yards. ' A very praiseworthy thought, my dear. I blame myself I did not consider her more. Run back and ask whether she would like you to stay with her ; we will go on slowly.' Hope retraced her steps, and said rather timidly, ' Would you like me to stay with you ? We thought perhaps you might be lonely.' ' I should very much like you to stay,' said the lady cordially, spreading out the plaid on which she was sitting, and Hope sat there, rather shy in the presence of a stranger. Her companion looked at her sweet face, and soon began to talk. Hope could answer well, and talk charmingly when"], [96, "86 Life Threads. she was unembarrassed. There was some- thing very attractive in her enjoyment of life and ignorance of evil. The time did not seem long before Dr Harding came back with two young ladies. ' Mother,' said one of them, ' you did not tell this gentleman your name.' ' Indeed, that was an oversight. I will remedy it at once. Constance, take a card out of my case.' The girl took the card to Dr Harding, who was discreetly waiting at a short distance while the boots were put on. He glanced at it, then put it carefully in his pocket, with a puzzled expression of face. When the lady came to thank him he contrived that the younger members of the party should walk on first. He listened to the words of his companion with a slight air of inattention ; but when the"], [97, "Life Threads. 87 others had gone on some little distance he turned to her abruptly. ' Madam,' he said, T believe I am address ing the mother of Mr Court-Calthorp?' She looked a little startled. ' Francis Court-Calthorp is my son.' ' I shall best explain myself by telling you I am the Rector of Abbot's Holme, and that the dear child there is the Hope of whom your son has told you.' 'That sweet girl!' Mrs Court exclaimed. ' Oh, Dr Harding, I am afraid you must have thought me very hard indeed. I did not guess she was like this.' ' No, how should you. But I am glad you have seen her. The waiting will do neither of them any harm. Hope was not looking well, so we thought a change would be good for her.' Mrs Court seemed unable to say much,"], [98, "88 Life Threads. but there were tears in her eyes as she looked after Hope. Almost as though she knew she was looked at, the girl came back to exhibit a curious piece of seaweed she had just picked up. ' Dear child,' Mrs Court said, then, moved by a sudden impulse, kissed her. Hope looked pleased, though a little sur prised. ' My dear,' Mrs Court explained, ' I am afraid you will not be pleased to see me. I am Frank's mother.' Hope paled and faltered, but Evelyn Court sprang forward. ' Oh, mother, is this Frank's Hope ? ' and kissed her warmly. Dr Harding felt a little doubtful as he saw her thus adopted by them. What if Frank should not prove true after all ? But he dismissed the doubt as unworthy, and was genuinely pleased with the way Hope's charms had taken them by storm."], [99, "Life Threads. 89 Perhaps it was as well they were going back to Abbot's Holme that day. Mrs Court felt that till Frank came back, and matters were finally settled it would scarcely be right to see much of Hope. But all objections to the match faded away, and she kissed her lovingly at parting, telling her she hoped before very long they would meet on a different footing. Hope was made much happier by that meeting. Frank's mother and sisters had been rather a cause of fear ; now she saw she could love them, and she went home to delight her good friends with the improve ment in her looks. No doubts of Frank's faithfulness disturbed her; she could wait for him now with her own bright hope fulness. Each day that dawned brought the happy meeting nearer, and her face positively glowed with calm waiting happi-"], [100, "Life Threads. 90 ness, and she daily became a dearer, greater treasure to the friends who loved her well enough to long for the day when Francis Court-Calthorp would claim her for his own. Frank was enjoying his holiday in spite of his longing to return. He was one of those happy individuals who make friends wherever they go, and on the ship that took him to New York he was a great favourite, not only with those of his own age but with older people, to whom his respectful deference and little attentions were as welcome as they were, perhaps, surprising in these days when the Fifth Commandment is too often considered ob solete, suitable indeed for the ignorant days when steam and electricity were unknown, but quite out of character in our own hurry ing, enlightened times."], [101, "Life Threads. 91 Though he went out alone, Frank was seldom without companionship in the ec centric travels of exploration in which he delighted. His enthusiasm communicated itself to others, and he was often the leader in novel excursions and unusual journeys. During his travels he became acquainted with an American lawyer, and the two formed one of those firm friendships which we sometimes see between those of dif- ferent age and character. Certainly this was not a case of 'like liking like,' and yet, perhaps, beneath the outer husks of contrast they discovered in each other a similarity of aims and tastes. James Haiton must have been fifty, and with his iron-grey hair, clean-shaved face, and set, impassive features he might have been taken for sixty. He was a bachelor, and had the character of being rather a"], [102, "Life Threads. 92 misanthrope, yet he by no means disliked his fellow-man. But circumstances had made him lonely, and though he did many kind nesses in an unostentatious way, he had never gone out of his path to ask for friend ships which might prove uncongenial. He did not try to resist the feeling of pleasure he had in Frank's society, and he often caught himself talking to his young friend of the secret thoughts and desires which he had hitherto mentioned to no one. Frank's tongue was soon unloosened about Hope, and Mr Haiton listened to his rhapsodies about her with an interest which was wholly sympathetic, if slightly amused. But when Frank proceeded to tell of the mysterious circumstances sur rounding her history he listened more at tentively, and even looked a litttle excited as the young man went on to describe"], [103, "Life Threads. 93 more in detail what he heard of her life at Ferndean. ' Curious,' said Mr Haiton, rubbing his chin thoughtfully, ' sometimes those mys teries get cleared up in a very unexpected way. What did you say the child's name was ? ' ' Hope Stella she was baptised, but where she does not know, though I should think not in England. Of course, we have no clue ; we do not even know where they came from last, though the poor father had spoken to Dr Harding of being in America ; but he was undoubtedly an Englishman.' ' What was the black woman called ? ' Deborah.' 'Then,' said Mr Haiton, very slowly and deliberately, ' I almost think I could tell you something about them.'"], [104, "Life Threads. 94 Frank leapt to his feet excitedly. ' What do you know ? Did you know him ? What was his name?' 'Gently, gently, my friend,' said Mr Haiton, with provoking calmness. ' I will tell you of what I am thinking. Some nineteen or twenty years ago — I could tell you the date by referring to my diaries — I had reasons to stay for a time in a lonely little village. The business that took me there did not occupy all my time, and I was glad to make the acquaintance of a gentleman who had been detained there for urgent reasons ; in fact, a little daughter had been born to him. His wife, whom I had not seen, was very ill, and died when the baby was a week old. I could not but offer him my services in his distress and perplexity. The poor lady I saw her before she was buried, and very"], [105, "Life Threads. 95 fair and gentle she looked — was laid to rest with \" Mary,\" and the date on her coffin lid. I suppose I looked surprised, for her husband, who was called \"Mr Godfrey,\" spoke to me about it. He said he must beg me to trust him, and spoke so sadly that, though you may think me foolish, I believed and trusted him im plicitly. He was quite broken down. His wife seemed to have been the leading spirit, and he was thankful to let me make arrangements for the care of the child. The little thing brightened him a little ; he would nurse and kiss it in a way that I am not ashamed to say brought tears to my eyes. Note this, I engaged a black woman called Deborah to look after the little one, who was to be christened before they went away, and he asked me to be her sponsor. Even"], [106, "Life Threads. 96 then I did not know what surname was entered in the register, and I respected Mr Godfrey's silence and did not try to find out. But the little one was baptised Hope Stella.' ' My darling Hope, it must be she ! ' Frank exclaimed, scarcely needing to be told more to convince him. ' It may prove so,' said the lawyer cautiously. ' I did not see much more of them, though I now and then had a letter signed ' G. ' only. I thought at last I had lost sight of them entirely, till one day he called on me in New York to say he was going to England, because he should like his little Star of Hope, as he called her, his child, to be English. He wanted me to take charge of some papers for him. I heard from and wrote to him once or twice, under cover to a firm of"], [107, "Life Threads. 97 London merchants, afterwards I quite lost sight of him.' ' But the papers ? ' 'Yes, he entrusted them to me, saying he had written the story of his life for his child to see. He might send for it, if he had courage to most likely it would grown up ; but I was I have done carefully. other things besides show it to her, but not be till she had to keep them, which I believe there are that story, maybe think he said there bank-notes. I almost were.' ' And he was a good man ? ' ' Yes, I believe him to have been a thoroughly good man. The theory I formed on the mystery was this, that in his young days he had got into trouble, and either been cast off by his friends or voluntarily exiled himself, and that his G"], [108, "98 Life Threads. remorse and true repentance had become morbid, until his brain was affected. On ordinary matters he had perfect good sense, but I do think his mystery and shrinking from other people was morbid. Of course I may be wrong altogether, but that is what I thought.' ' Poor man ! I don't think there can be any doubt that it was he who was mur dered at Ferndean. But, Mr Haiton, had this Mr Godfrey any money ? ' 'Yes. He seemed to be fairly well off. I don't know whether his wife had money, but he told me he had been very success ful in mercantile pursuits. He spoke sadly, as if he almost regretted the success.' ' Then I think we may be certain he was my Hope's father — the chain of evidence seems complete.' ' It does indeed,' returned Mr Haiton"], [109, "Life Threads. 99 thoughtfully*, 'and I suppose he was mur dered for his money. Poor fellow, poor fellow, I warned him of the danger of having so much in his possession.' 'And the papers,' said Frank eagerly, wouldn't you be justified in opening them ? ' Mr Haiton considered ' Yes,' he said at last, ' I believe I should from the way they were entrusted to me, with full confidence, not in the way of business ; but you must let me think it over to-night.' Frank was very anxious next morning to hear whether Mr Halton's opinion had altered, but the lawyer said he still thought the papers should be read, though he took the precaution of asking Frank many ques tions. But the identity between Hope's father and Mr Godfrey was satisfactorily"], [110, "Life Threads. 100 settled, almost by accident. Frank men tioned a seal which had been found on the floor after the murder, and on Mr Halton's expressing a wish to see it, he was able to show it to him, since Hope had lent it to him once to seal a particular letter with, and then had begged him to keep it to use when he liked. Mr Haiton re cognised it as one Mr Godfrey's wife had had made for him. There were peculiarities about it which established beyond doubt the fact that it was Mr Godfrey who was murdered at Ferndean. After that there could be no question as to the propriety of Mr Halton's reading the papers, though he did ask Frank whether Hope had not better be consulted But Frank gave that a decided negative, supposing, which was possible, though he did not think it probable, there should be"], [111, "Life Threads. 101 anything to distress her, any disgrace which it would do her no good to know, he made up his mind he would keep it from her, or at anyrate soften it so much that she should not be greatly pained. It seemed to Frank that Mr Haiton was unusually busy that morning, and it was not till after luncheon that he was able to shut himself into his private room and give orders that he should not be disttirbed. Frank begged so hard to be allowed to be present during the reading of the papers that Mr Haiton consented, though he felt it his duty to peruse them first himself, and he could judge whether he would be justified in disclosing their contents. Frank, who was provided with some magazines, found it was impossible not to keep watching the lawyer, who opened the"], [112, "Life Threads. 102 box with a grave air, took out a roll of papers, a pocket-book, and a small iron box, then, with the things on the table before him, settled himself to the reading of the manuscript. Frank tried hard to fix his attention on a dull, long-worded geological paper, but he found himself looking away every now and then to the lawyer, who turned the sheets slowly, while his impassive face told nothing of what he was reading. Once he did seem surprised, and Frank felt sure he looked quickly up at him ; but if so, he at once resumed his usual demeanour. The reading took a long time, and at last Frank picked up another magazine, in the pages of which he found a thrilling ghost story, which professed to be well authenticated. This absorbed him for ten minutes or so, and when he next looked up he saw that Mr Haiton had"], [113, "Life Threads. 103 finished reading, but was still sitting with the manuscript in his hand. ' Well,' Frank queried, ' is it anything I may know ? ' ' Yes ; but I must ask you some questions first, please. You said an uncle left you your fortune ? ' ' Yes,' Frank answered wonderingiy. ' My mother was his niece by marriage. His wife died only a few months after they were married, but he never lost sight of her family. But mayn't I see them ? ' and he held out his hand. ' Wait a little,' Mr Haiton said. ' I have not done with you yet. How came your uncle to make you his heir ? Had he no nearer relations ? ' ' Why, yes,' Frank answered rather im patiently. ' I believe I told you all about it. His brother's son, whom he had adopted,"], [114, "Life Threads. 104 offended him. Cousin Godfrey as we called him, though I had never seen him, went abroad, where we believe he died, for we never heard any more of him.' 'What was he like? I don't mean in looks, in disposition, temperament, and so j on. ' Everybody liked him. You should hear the old people in the village who remember him talk about him. Poor uncle kept him so strictly, people did not blame Cousin Godfrey. My mother used to know him — but why do you ask me all this ? ' Frank asked suddenly, a glimmer of light break ing on him. ' Is there anything about him there?' Mr Haiton put the papers in his hand. ' Read those, my dear fellow. I'll leave you here ; I guess you'd like to be alone a bit.'"], [115, "Life Threads. 105 The lawyer's words had prepared him a little, so Frank was not very greatly aston ished to find as he read that Hope's father and poor ' Cousin Godfrey ' were identical. There, in clear language and writing, he found the story of Godfrey Calthorp's life after he left England, as he felt, an outcast and for ever disgraced. The penitent words showed so well how greatly he had suffered, and the eyes of Francis Calthorp Court- Calthorp often filled as he read. Godfrey Calthorp had gone to America, bowed down with shame, not caring much what became of himself, yet determined that his one fatal deviation from the paths of honesty should be his last. And every thing he undertook prospered. It was plain that, with a mind slightly out of balance through what he had undergone, he took his success more in the light of a curse"], [116, "106 Life Threads. than a blessing. Once he was taken ill with brain fever in a lodging-house, and there tenderly nursed by a relation of the landlady. He had thought all happiness was over for him, yet he found that he loved Mary Ormerod, and read in her eyes that his affection was returned. So Godfrey Calthorp told her his sad story, and she, pitying far more than she blamed him, consented to become his wife. Then followed a brief season of happiness. Mary, while she respected her husband's penitence, strove all she could against the morbid feelings that at times almost over whelmed him. It was for him she was content only to be known as Mrs Godfrey as long as it pleased him. She was his constant companion and friend, never weary of his moods, never tiring him, but loving and looking up to him always. That life"], [117, "Life Threads. 107 did not last long. Then came the time when Mr Haiton knew him, when the little one was born, and the mother died. Well was it for poor Godfrey Calthorp that the child was left to him — his little Hope Star as he fitly called her — since she was the one thing that kept his tottering reason from falling. It seemed that Godfrey had travelled about with his little girl and her faithful nurse Deborah until an almost unconquer able longing to return to England and there end his days had seized him. So, first putting the papers in the care of his friend, he had returned. Deborah knew of the lawyer's charge, and had instruc tions, in case of her master dying before her, to at once communicate with Mr Haiton. Poor Godfrey Calthorp, in mak ing all those careful arrangements for his"], [118, "108 Life Threads. child, could not foresee that the only ones who knew of them would die together, and leave the little one unprovided for among strangers. Through all the story the writer's good ness showed clearly. Only firm faith had kept his morbid tendency from quite over whelming him, only his trust and true penitence had let him take up and carry his heavy burden to the end. Doubtless, Frank thought, as more than one tear dropped on the pages he was reading, Godfrey had found a little haven of rest in Abbot's Holme, and had tasted some quiet happiness in the society of his child. He could call to mind the many stories the villagers told of the Master's sym pathetic help when they were in trouble. One case specially came back to his memory, of how the sexton's clever son,"], [119, "Life Threads. 109 who had gone to be a clerk in a neigh bouring town, had written home, disgraced and heart-broken, for he had robbed his employers and was to be prosecuted. Then he had been told how the Master had come forward, and despite his dislike to seeing strangers, had gone to the young man's employers, pleaded with them, paid the money, and finally brought back the son to the grieving parents. His good ness had not ended there. Through Dr Harding he had procured him a place in a London counting-house, where he was doing well, and could not show gratitude enough to the hand that had saved him from ruin. Yes, Frank could see how Godfrey Calthorp had wished to save another from the misery he had him self endured when his fault had been visited with such hard measure from the"], [120, "i to Life Threads. one who should have aided him to better ways. Mr Haiton came in, and Frank drew his hand quickly across his eyes and busied himself with the papers a few moments before he spoke. 'It is all right, you see,' he said, with rather a watery smile. ' And what shall you do ? ' the lawyer asked. ' Do you know there are ten thou sand pounds in that box?' ' No,' Frank said, and just then a letter was brought in directed to him, for Mr Haiton allowed all his letters to be ad- dressed there while his movements were uncertain. This was from his mother, and with a little apology to his friend he opened it at once. As he read his face became quiet illuminated, and he turned to Mr Haiton brightly. ' My mother has seen her,' he said."], [121, "Life Threads. 111 Mr Haiton did not inquire who was the subject of the personal pronoun, and Frank went on to tell him of that encounter at Rayfurd-on-Sea. Mrs Court had not at first intended to tell her son of it, but her love for him conquered her scruples, and she had written warmly of his Hope. 'I shall go home at once,' he said, 'and tell my mother all about it, and then go on to Hope. There won't be any occasion to wait the year right out.' ' I guess,' that was the only Americanism in which Mr Haiton frequently indulged, ' I guess I'll go to England too and see the box all safe. I have responsibility with it which I ought not to shift even to your shoulders.' Frank was delighted at his going. Hope would be sure to wish to see her God father, and talk about her own father to"], [122, "Life Threads. 112 one who had known him and shown him so much kindness. So a telegram was sent to Mrs Court, and a fortnight later she welcomed her son and his friend. Mr Haiton had not in tended to accompany Frank home, but Mr Court-Calthorp was used to getting his own way, and he got it in this in- stance. It was a very strange story Frank had to tell his mother, and Mrs Court listened with fast flowing tears. Her sympathies had always been with 'poor Godfrey,' and to think that his daughter should be engaged or as good as engaged to her son. It was like a book, she said, when she had fetched Constance and Evelyn to listen to the tale that she heard with such a strange mixture of sorrow and joy. They all said Frank must go to Abbot's Holme at once, and"], [123, "Life Threads. 113 Mrs Court would have liked to go with him, only perhaps Frank and Hope would be better alone at first, but Hope should find Frank's mother and sisters ready to welcome her warmly. Thus it was that Hope's waiting came to an end sooner than she thought possible. One fair June morning she was in the garden among the roses, when quite sud denly a step sounded on the gravel behind her, and turning she found herself face to face with Frank. One moment they looked into each other's eyes, the next Hope's face was hidden in his breast, and there was a long delicious silence. When at last they could talk, Hope asked how it was he had come back then, and he had to tell her what had hastened his return. Very tenderly he told her, hold ing her hands caressingly, and speaking 11"], [124, "Life Threads. 114 reverently of the dead man, yet it could not but come with a shock to her. No thought that her father had been guilty of wrong-doing had ever crossed her mind, and though with his fault she was told of his true and bitter repentance, Hope's tears fell fast ; then Frank had to perform the office of consoler, and very well he did it, telling her so much to comfort her concern ing her father that she was very soon greatly cheered. ' To think of his having so much to bear that I did not know, and only teased and loved him and made him my companion,' Hope sighed at last. 'Your not knowing must have been his greatest comfort. See how he shrank from telling you, though he made up his mind you must know.' * Oh ! ' Hope cried out suddenly, as"], [125, "Life Threads. 115 though the thought had just struck her like a stab, 'ought I to let you have me? Won't it disgrace you ? ' Frank's answer to that was not in words, and there was again a silence, which he broke. ' Isn't it wonderful ? Uncle Calthorp never thought this would happen, yet I am sure he would be glad.' ' It seems to me, somehow, like the clue to a maze,' Hope said. ' Yes,' Frank answered reverently. ' The end of the thread was held in the right Hands, and while we could only see the tangle, it was being made into a fair pattern.' ' I like that,' said Hope, looking away into the blue sky. ' And don't you think dear father can see the pattern now, and know how happy I am ? '"], [126, "n6 Life Threads. ' Indeed I do,' Frank answered. And after a little more talk they went in to tell good Mr and Mrs Osborne, for they decided to tell all to them and the Hard ings. It would be sufficient for outsiders to know that Hope had been proved to be a connexion of Mr Court-Calthorp's. Mr and Mrs Osborne had nothing but kind, sympathetic, appreciative words to say of the Master, whom they had so respected, and what they said came as balm to the smarting wound in poor Hope's heart. She had always so loved and looked up to her father that after the shock of Frank's news it was a great comfort to feel that they did not alter towards him. 'And you see I sha'n't even be able to give her my name,' Frank said at last. ' I almost feel as if I have been guilty of a felony with regard to hers.'"], [127, "Life Threads. 117 'Well, that's strange now,' Mr Osborne said slowly. 'We \"don't know how things will turn out. Hope, come and kiss the old man. You're not the girl to forget friends, 1 know.' Before he had finished speaking Hope was on his knee, embracing and calling him by all sorts of endearing names, while Mrs Osborne wiped her eyes, though she protested that it was only joy that was affecting her. Frank walked up to the Rectory, leaving them thus, and had a long talk with Dr and Miss Harding, who con gratulated him warmly on his unexpected return. The Rector was quite overcome by Frank's story, and he began to question himself sternly as to whether he might not have done something to have lessened his former parishioner's load. He remembered"], [128, "118 Life Threads. gladly that Godfrey Calthorp had always treated him as a friend, and once had half expressed a wish to tell him the story of his life ; but if such had been his intention it had been prevented by the murder of the man who had so long grieved in loneliness. The Rector could well believe that on the one point Godfrey Calthorp's reason had tottered, but that he had re pented in the right way he did not doubt. He had been a regular, most devout com municant, and was always ready to help in any good work in his unobtrusive way. 'Well,' the Rector said at last, ' I suppose before long you will be taking our little one away from us ? ' Frank flushed a little and smiled happily. ' I am sure, Doctor, you would not be the one to wish us to wait much longer.' ' There, go along with you,' the Doctor"], [129, "Life Threads. 119 said, with pretended impatience ; ' you young folks are all alike.' ' I don't think Hope and Mr Court- Calthorp are like any others,' said Miss Harding, when she and her uncle were alone again. ' Well, no, perhaps not exactly,' the Rector admitted, as he polished his eye glasses, which had become suspiciously dewy, then he turned to his niece and kissed her. ' So, my lass, we will let them go, and say, \" God bless them ! \" Frank had not been very well able to attend to any business matters, so he had quite overlooked the fact that in the box entrusted to Mr Haiton bank-notes to the amount of ten thousand pounds had been found. Godfrey Calthorp had taken every care that his darling should not suffer from want, though the lawyer grumbled"], [130, "Life Threads. 120 terribly at the money* lying idle so long. Mr Haiton, who came to Abbot's Holme very soon to make his Goddaughter's ac quaintance, quickly told her of her fortune, and Hope's pleasure was pretty to see. For riches in the abstract she cared very little, but to be able to give presents to those she loved was delightful, and when she went upstairs to bed she sat up for long, too happy to sleep, making a list of what she thought her friends would like best. In many things she was still a very child, and she made up her mind to act the part of good fairy. Truly it is a most exquisite pleasure to give pleasure to others, and Hope at length fell asleep with a happy smile of anticipation curving her sweet lips. Mrs Court wrote a warm invitation to Hope to come to Calthorp Manor, so one"], [131, "Life Threads. 121 bright June morning the lovers bade the Osbornes good-bye, and went off with faces that rivalled the glorious summer day. Hope had now no fears of her relations in pro spective. All her life people had been good to her, and if she was a little shy it was more from intense happiness than apprehension. Frank's home, her father's home in child hood and early youth, was thoroughly English looking, red brick, square and comfortable, standing in a well-wooded park. Deer, knowing with whom they had to do, would not unfrequently come to the very windows, looking in with shy, half- frightened, half-confident, brown, beauti ful eyes, and it was on record that when Frank was a tottering mite of eighteen months that one had come quite into the room where he had been left alone a few moments"], [132, "Life Threads. 122 Mrs Court, Constance, and Evelyn wel comed Hope warmly — Frank's Hope as they had learnt to call her — and very soon they loved her for her own sake, and were well pleased with his choice, and satisfied that they would gain a daughter and sister instead of losing a son and brother. There was no reason to delay the marriage. The preparations would not take long, and Hope, when consulted, only drew close to Frank and put her hand in his. She was only troubled about the Osbornes. She could not bear to leave them in loneliness, and Frank quite agreed that they had every claim on her love and consideration. But they unselfishly thought far more of her good than their own, and said they would stay on at The Old Friend, for the present at least. They"], [133, "Life Threads. 123 would not even consent to go to Calthorp Manor for a long visit, but they did spend one day there, and were delighted with all they saw, and satisfied that their darling's surrounding would be worthy of her. To Frank it seemed putting it off unnecessarily when at length it was ar ranged that the marriage should take place at Abbot's Holme on Michaelmas day ; but he had to give way, and was partly consoled for his waiting when Mr Haiton promised to come back in time for the ceremony. So one sunshiny September day the bells of Abbot's Holme church rang out as though joy had rendered them a little crazy. The village was keeping holiday, and primitive decorations were displayed at nearly every house, while some enterprising spirits had erected two or three triumphal arches, that"], [134, "Life Threads. 124 looked in danger of falling down as anyone pushed against them. A very different procession from that of ten years before went into the old grey church. Hope made a little pause, as she leant on Mr Osborne's arm, beside two fresh marble crosses, on one of which gleamed in gold letters the name of Godfrey Feltham Calthorp, with the text, ' When I wake up after Thy Likeness I shall be satisfied with It.' The other bore Deborah's name, and the words ' Faithful unto death.' Hope had chosen the words, and in the pause she made there she felt she was not without her father's blessing. In a few short minutes Hope was made the wife of Frank Court-Calthorp — given him by her old friend John Osborne — and leaning on her husband's arm she came out of the old church door into the sun-"], [135, "Life Threads. 125 shine amid a shower of flowers. Merrily the bells rang, and speeded on by loving wishes Hope Court-Calthorp began her new life. Some years have passed since then, but sunshine and flowers are still her portion, and if sorrow is to come to her, surely the happiness she has known will enable her to bear it. Three fair children make Calthorp Manor echo with their merry voices, and the sturdy legs of the little heir often carry him to a rose covered cottage, where Grand father and Grandmother Osborne seem to try their best to spoil him. For the Osbornes have at last been persuaded to give up The Old Friend and come to live near their darling, who often lovingly re proves them for spoiling her children. Dr and Miss Harding pay many visits to the Manor, and there are rumours that before"], [136, "Life Threads. 126 very long the Doctor, who is now quite old, will resign and come to live near it. So the apparently tangled skeins were unravelled, as are all life threads that are held in the Holy Hands — if not unravelled in this life, yet at last we may find tbat what troubled and perplexed us here was only the outside of the working in of a fair pattern meet for the service of the King. THE END. London : Digby, Long & Co., Publishers, i 8 Bouverie Street, Fleet Street, E.C."], [137, "LIST OF PUBLICATIONS."], [138, ""], [139, "18 Bouverie Street, Fleet Street, London, E.C. THE NEWCASTLE DAILY CHRONICLE (the great Newspaper of the North), in speaking of good and wholesome fiction, refers to the \" high reputation that Messrs DIGBY, LONG & CO. enjoy for the publication oj first-class novels.\" % Eduction from the 3ist of goolts PUBLISHED BY Messrs DIGBY, LONG & CO."], [140, "Published by Digby, Long & Co. 2 ST OF BOOKS A Modem Milkmaid. By the Author of \" Commonplace Sin- ners.\" In 3 vols., crown 8vo, cloth extra, 31s. 6d. Cheap Edition in Railway Picture Boards, 2s. -' . . . the book ie remarkable and powerful, and it certainly ought to be read, and read attentively.\" — National Observer. \" A book which gives evidence of much literary power. . . . The novel is one which commands attention. The author haB the literary faculty suf ficiently developed to enable him or hor to join the front rank of writers of fiction.\" — Pictorial World. Wildwater Terrace. By \"Reginald E. Salwet. In 2 vols., crown 8vo, cloth extra, 21s. \" We strongly advise novel-readers to make the acquaintance of ' Wildwater Terrace.' An eminently readable and interesting book.\" — Court Circular. \"A powerful story, with some peculiarly dramatic situations and a good deal of descriptive skill.\" — Literary World. \" Mr Salwey weaves a terrible piece of mystery, and the reader who follows .it in the makiDg will certainly get a great deal of entertainment out of it.\" —Athenæum. John Bolt, Indian Civil Servant ; A Tale of Old Hailey bury and India. By R. W. Lodwick, late Bom- bay Civil Service. In 2 vols., crown 8vo, cloth extra, 21s. -'Mr Lodwick's simple and graphic manner. . . . The author's lively sketches of what may now be called the old Overland Route, and the dramatic incidents of the Mutiny are all excellent in their way, but the hook has greater merit of possessing a deep human interest that never loses its hold on the reader's imagination.\" — Morning Post. The Heiress of Beechfield. By M. E. Baldwin. In 2 vols. Cloth extra, price 21s. [Just Published. Hamtura. A Tale of an unknown Land. Second Edition. By H. S. Lockhart-Ross. In handsome binding, gilt lettered and bevelled boards, price 6s. Postage, 4-Jd. -- A work of considerable promise. . . . His descriptions of the island and people of Hamtura are excellent. . . . The idea of the Raven is excellent, almost epic ; and the scenes in the temple of Hamtura are very impressively done. The book is distinctly promising.\" — Saturday Review. Beneath Your Very Boots. Second Edition. By C. J. Hyne, Author of \" A Matrimonial Mixture.\" Crown 8vo, cloth extra, price 6s. Postage, A^d. \" By no means miBS reading * Beneath Your Very Boots.' The Btory is abso lutely new, and cleverly worked out.\"— Athenæum. 18 Bouverie Street, Fleet Street, London, E.C."], [141, "Published by Digby, Long & Co. 3 The Belvidere. By William Dwarris. Crown 8vn, cloth extra, price 6s. Postage, i^d. \" A well written aud really powerful Btory.\"— Netecas tie Daily Chronicle. Paul Creighton. By Gertrude Carr Davison. Crown 8vo, cloth extra, price 6s. Postage, i\\d. \" A first-class novel, for besides affordiDgthe reader much pleasurable excite ment, it gives him something to think of that is elevating. The scenes are life like, and the Bweet character of the heroine leaves nothing to he desired. The author has succeeded in placiDg before the public a very good work, and one that should be read, therefore.\" — Hereford Times. Leslie. By the Author of \"A Modern Milkmaid,\" etc., etc. In handsome pictorial binding, gilt lettered. Crown 8vo, price 6s. Postage, i^d. Leading Women of the Restoration. Lady Russell, Lady Warwick, Lady Maynard, Mrs Hutchinson, Mrs Godolphin. With portraits. Dedicated to Lord Arthur Russell. By Mrs Grace Johnstone. Demy 8vo, cloth extra, price 6s. Postage, 6<*. [Just Published. A Ride Across Iceland in the Summer of 1891. By the Rev. W. T. McCormick, F.R.G.S., P.S,A., etc. With frontis- piece. Crown Svo, cloth extra, price 2s. 6d. Postage, 3d. [Just Published. The Jolly Roger. A Tale of Sea Heroes and Pirates. By Hume Nisbet, Author of \"Bail Up,\" \"A Colonial Tramp,\" \"The Land of the Hibiscus Blossom,\" \"The Savage Queen,\" \" Eight Bells,\" etc., etc. In handsome pictorial binding, with frontispiece and vignette title page by the Author. Crown 8vo, price 3s. Gd. Postage, l\\d. [Just Published. Won by Honour. A Novel. By Vanda. Crown Svo, cloth extra, price 6s. Postage i%d. \" A novel of considerable promise ... the writing is forcible and to the point.\" — People. \" A pleasing story. The volume may be read with pleasure.\" — Scotsman. Phil : A Story of School Life. By Alfred Harper. Crown Svo, cloth extra, price 3s. 6rf. Postage, Sd. \" A bright and interesting sketch . . . it may be read with much pleasure for its evident honesty of purpose and truth to nature.\"— Daily Chronicle. \" Not only boys, but also grown-up people will enjoy this fresh, wholesome ptory of school life ... the book deserves to reach a second edition.\"— Vanity Fair. 18 Bouverie Street, Fleet Street, London, E.C."], [142, "4 Published by Digby, Long & Co. Chronology and Analysis of International Law. By William Percy Pain, LL.R. (University of London), of the Inner Temple, Barrister-at-Law. (First Class Studentship of tbe Inns of Court for Jurisprudence and International Law, Hilary Term (1880). Crown 8vo, cloth extra, price Ss. 6d. Postage, Zd. •'Should be of considerable use to the student of international law. \"—law Times. •• A. valuable handbook for tbe student of international law. The arrange ment of the book is admirable. StudontB will find it in all respects a mout mlmirable help to the study of the great subjectB to wbich it relates.\" — Scots man. Ruy Bias. Translated from the French of Victor Hugo. By W. D. S. Alexander, Author of \" The Lonely Guiding Star.\" Crown 8vo, cloth extra, bevelled boards, price 3s. Gd. Postage, Zd. \"A really fine English version. Mr Alexander's is, we think, the best transla tion that has yet been done.\" — Pictorial World. M The task of rendering this fine play into English verse haB been very effici ently performed. \"—Graphic. Within an Ace. A Story of Russia and Nihilism. By Mark Eastwood. Crown 8vo, picture boards, price 2s. ; cloth extra, 3s. 6d. Postage, Afyd. '* Ib an exciting and well-written story by one who evidently knows Russia aud Russian ways. . . . Most interesting, and we recommend the book as one ot the best of its class we have recently come across. The author can tell a story, and he knows his ground so well that his characters and scenes are true to lile and nature \"—Pictorial World. In Other Lands. By Caroline Gearey, Authoress of \"French Heroines,\" aud \"Daughters of Italy.\" Crown 8vo, cloth extra, price 3s. Gd. Postage, Bd. ■' Ib a charming book of travels.\" — Morning Po J. \" A pleasantly written book of reminiscences of foreign travel.\"— England. Two Daughters of One Race. By C. H. Douglas. Crown 8vo, cloth extra, price 3s. Gd. Postage, Bd. \" The author of this book has produced an interesting story. The quiet natural style of the writer is a refreshing change from bomo of tha feverish literature us the day.'' — Publishers' Circular. Saved hy a Looking Glass. By Edgar H. Wells. Crown 8vo, cloth extra, price 3s. Gd. Postage, Bd. -• Mr Wells tells a startling story in a straightforward manner, that is a strong point in its favour. The crime on which it turns is committed at sea, and sur rounded with a singular as well as novel mystery. Suspicion until the last is cleverly diverted from the really guilty man, wbo is uumasked by a coup de theatre that is certainly dramatical.\" — Morning Post. 18 Bouverie Street, Fleet Street, London, E.C."], [143, "Published by Digby, Long & Co. 5 Rural Amenities of a Village Community. By William J. Lomax, B.A., St John's College, Canib., and Middle Temple, London. Profusely illustrated with original drawings. Crown Svo, cloth extra, picture cover. Price 3s. Gd. '■Very amu«ing. The book is illustrated by a profusion of woodcuts, the designs for which phow much vigour and a keen appreciation of the ridiculous. A volume to be taken up at odd times, and enjoyed over a pipe or a cigar.\" — Western Daily Mercury. My Childhood in Australia. A Story for my Children. By Mrs F. Hughes. Beautifully illustrated throughout with original drawings by the Author. Crown 8vo, cloth extra, price 2s. Gd. Postage, 3d. [Just Published. Pen and Ink Sketches from Naples to the North Cape By Emily A. Richings, Authoress of \" Rambling Rhymes,\" and \"Under the Shadow of Etna.\" Crown Svo, cloth extra, price 2s. 6c\". Postage, 3c*. \" I congratulate MisB Emily A. lUchings on her little book. . . . The sketch of the blue grotto of Capri is particularly well written, but the chapters on ' Hdan,' 'Pisa,' ' St Peter's at Kome,' 'An Alpine Ascent,' and ' A Picnic in Sweden,' will serve to call up pleasant memories to many, and to others an ambition towards greater enterprise in their holiday jaunts.\" — Star. Waiting for the Dawn. By C. M. Kathekine Phipps. Author of \" The Sword of de Bardwell,\" \" Who is the Victor ? \" aud \"Douglas Archdale.\" Crown 8vo, cloth extra, price 2s. Gd. Postage, 3c\". \"A pretty, graceful little story have we here, full of humane feeling, and impregnated with genuine piety. There are touches in it which reveal a con siderable reserve of literary force in the authoress.\" — People. Scenes in the Life of a Sailor. By Lawrence Cave. Crown Svo, cloth extra, price 2s. Gd. Postage, 3d \" The story of his engagement and tbe account of the wedding are prettily told.\" — Saturday Review. Only a Fisher Maiden. By A. Mackxight. Crown Svo, cloth extra, price 2s. Gd. Postage, 3d. \" The author tells the story with commendable delicacy, and there are pas sages of genuine pathoB. \" — Manchester Guardian. \" A pretty, pathetic story, written in simple language, and most readable.\" — Dundee Courier. A Child's Solar System, Planets, Comets, Meteors and Falling Stars. With numerous Explanatory Diagrams. By A. B. Oakden. Cloth extra, price ls. Postage, lhd. \"... In matter it is simple and plain, and there is no reason why it should not be a permanent possession.\"— National Observer. 18 Bouverie Street, Fleet Street, London, E.C."], [144, "6 Published by Digby, Long & Co. Eric Rotherham. By Mrs William D. Hall, Author of \"Marie.\" Crown Svo, cloth extra, price Gs. Postage, 44c?. '• It is a f-tory which can he read and enjoyed. It is graced with some pretty groupings, many pleasing incidents, and not a few well-drawn word pictures and character-sketches. \" — Liverpool Pout. Bairnie. By L. Lobenhoffer, Author of \"Fritz of the Tower,\" \" Theodor Winthrop,\" etc. Crown 8vo, cloth extra, price Gs. Postagej 4\\d. \" Is in point of style and workmanship above the average of many more pre tentious works. The characters very well drawn. ... So distinct and true to life.\" — Standard Mrs Danby Kaufman of Bayswater. By Mrs Mark Her- bert. Crown 8vo, cloth extra, price Gs. Postage, 4^d. -' We found ourselves reading it from beginning to end without any failure of interest.\" — Spectator. -' Is cleverly written.\" — Vanity Fair. \" Exhibits considerable originality of conception.'' — Academy. Three Friends. By Yrla. Crown 8vo, cloth extra, price 6s. Postage, A.\\d. \" The author may be congratulated on his success in producing a very read able story.\"— The Times. \" The friends of the title are three Prussian officers during the time of the wars with Napoleon early in tbe century, and they go through a number of surprising adventures, which are certainly told with spirit.\" — Queen. The SandclirT Mystery. By Scott Graham, Author of \"The Golden Milestone,\" \" A Bolt from the Blues,\" etc. Crown Svo, cloth extra, price Gs. Postage, tyd. \" The tale has some decidedly good things in it in the way of strong situa tions and epigrammatic comments.\" — Athe«æum. '■ Ther\" is plpnty of literary ability distributed over ' The Sandcliff Mystery.' . . Ita author, indeed, commands an easy style, as 'The Golden Milestone ' proved clearly enough, and has rather a turn for sarcasm.\"— Academy. The Kisses of an Enemy. By Mary Smith. Crown 8vo, cloth extra, price Gs. Postage, 4.^d. \" The characters are realistic, and the book, which gathers in interest with every page, should be read with pleasure by all novel lovers.\" — Hereford Times. Mrs Lincoln's Niece. By Ann Lutton, Author of \" Whispers from the Hearth.\" Crown 8vo, cloth extra, price Gs. Post- age, 4\\d. This moving story.\" — Academy. '• This is a story full of thrilling- situations. Miss Lutton may he congratu lated on the ingenuity Bhe displays in the weaving of her plot. There is some good character-sketching.\" — Western Daily Mercury. 18 Bouverie Street, Fleet Street, London, E.C."], [145, "Published by Digby, Long & Co. 7 Otho; or, Clasped by a Topaz and a Pearl. By Mrs Janatta Letitia Brown. Crown 8vo, cloth extra, price Gs. Postage, 4J& -* Well conceived and very well told. . . . Told in a crisp and spirited style.\" — Scotsman. \" Mrs Brown's work is creditably done. \"-^Pictorial World. For the Good of the Family. By Kate Etre, Author of \"A Step in the Dark,\" \"A Fool's Harvest,\" \"To be Given Up,\" etc. Crown Svo, paper cover, price ls. \" It is a prettily written love story.\"— Scotsman. \" Far above the average. It is a lively, pleasant, clever story, and worthy of the author of 'A Fool's Harvest.\" — Newcastle Chronicle. \"A place among entertaining novelette may be freely accorded to Miss Eyre's ' For the Good of the Family.' \" — Academy. In Vain. By Edith Henderson, Author of \"A Human Spider.\" Crown Svo, paper cover, price ls. Postage, 2d. \"The main incidents are ingenious, and we do not remember to have met with their like before. The story will wile away a passing hour very pleas antly.\" — Academy. A Family Tradition, and other Stories. By Lady Mabel Eserton. Foolscap 8vo, paper cover, price ls. ; cloth extra, ls. 6d. Postage, 2d. •'This volume of tales is from first to last pleasing. Many of them are marked by genuine feeling and pathos.\" — Morning Post. Up Stream and About Town. A Book for the Summer Holidays. By A Boating Man. Picture cover, price ls. Postage, 2d. \"An amusing little book. The author has the requisite sense of humour, and hiB record is brightly writteo.\" — Daily Graphic. \" A series of brightly written and amuBing papers. This is just the sort of book for an idle afternoon up the river.\" — Lock to Lock Times. My Vicars (Second Edition). By A Churchwarden. Picture cover, price ls. Postage, 2d. \" A book in which much that is amusing is mingled with much that is pro fitable. Written in a most appreciative spirit of loyalty to his mother Church, and he will be found to be very interesting and well worth pondering.\" — Church Review. Honoured by the World. By Emily Foster, Author of \" Vic- tims to Custom,\" \"The Folks of Fernleigh,\" etc., etc. Crown 8vo, paper cover, ls. Postage, 2d. [Just Published. 18 Bouverie Street, Fleet Street, London, E.C."], [146, "DIGBY, LONG & CO.'S ALBION LIBRARY. A Popular Series of Shilling Books of Fiction, issued at short intervals. VOL. I. A Mexican Mystery. By W. Grove. Crown 8vo, picture cover, price Is.; cloth extra, ls. 6rf. Postage, Id. (Tenth Edition.) \" The Saturday Review says :— \" ' A Mexican Mystery ' demands attention as a rarity . . . romance remarkably clever and ingenious . . . sceneB, thrilliDg without being exaggerated. A shilling's worth which Dobody will read and yet pretend that he has not had the value of his money.\" VOL. II. The Wreck of a World. By W. Grove. Crown Svo, picture cover, price ls. ; cloth extra, ls. Gd. Postage, 2d. (Sixth Edition.) \" \"Well told. Altogether an interesting book.\" — Vanity Fair. \" Quite as clever as the author's first attempt.\" — Newcastle Chronicle. VOL. III. Within an Ace. A Story of Russia and Nihilism. By Mark Eastwood. Crown Svo, picture cover, price ls. ; cloth extra, ls. Gd. Postage, 2<\". (Fifth Edition.) 11 Is one of the best novels we have read for a long time. It describes with extraordinary power the execution of a Nihilist at St Petersburg, the imperfect carrying out of the death sentence, the unfortunate or fortunate man's revival in the doctor's dissecting-room, his escape to his comrades, his recovery, flight across the Continent to Germany, and, finally, his happy marriage. This book is a perfect oasis in the desert of fiction.\" — Star. VOL. IV. A Human Spider. A Novel. By Edith Henderson, Author of \"In Vain.\" Picture cover, price ls. ; cloth extra, ls. Gd. (Third Edition.) \" Edith Henderson is one of the few lady-writers possessing the gift of originality.\" — Whitehall Review. A complete Catalogue of Novels, Travels, Biographies, Poems, etc., with a critical or descriptive notice of each, free by post on application. DIGBY, LONG & CO., Publishers, 18 Bouverie Street, Fleet Street, London, E.C."], [147, ""], [148, ""], [149, ""], [150, ""]]