[[1, ""], [2, ""], [3, "THE VANITY OF PHILOSOPHICK SYSTEMS. A P O E M ADDRESSED TO THE ROYAL SOCIETY. Artem experientia fecit, Exemplo monftrante viam, fpeculataque longe Deprendit* totum eterna mundum ratione moveri. Manilius. Natura, inquis, hsec mihi praeftat. Non intelligis, te, cum hoc dicis, mutare nomen Deo? Quid enim aliud eft Natura quam Deus, et divina ratio toti mundo, et partibus ejus inferta? . Seneca. LONDON: Printed for A. M I L L A R,.in the Strands M DCC LXI."], [4, ""], [5, "PREFACE. f I 1 HIS fketch of Metaphyficks is humbly \"*• offered to all learned and judicious ad- mirers of the True Principle of the Univerfe, and to their cenfure is fubmitted bv The AUTHOR."], [6, ""], [7, "THE VANITY OF PHILOSOPHICK SYSTEMS. To the R O Y A L SOCIETY. \\ 7E Sons of Science, Wifdorrfs chofen band, ■*■ Slow to believe, but quick to underftand, Natures dark wildernefs inur'd to tread Thro' numerous paths by long experience led, Leave, for a while, your magazine of arts. S And try a doclrine which the Mufe imparts. To but one point fhe aflcs you to agree Grant it but poffible^ and there muft be B A"], [8, "The FAN IT T of 6 A God, an univerfal moving Mind, Pervading all things, yet to none eonfind, By wifdom working, with ideas fraught, Who moulded matter into being brought, 10 United, under various forms difplay'd, The atoms, fit or to be mov'd, or ftay'd. A lifelels lump this univerfc remain'd, Till that enliv'ning^o^V to move ordain d-^ Sun, Moon, and Stars, conducted in their way, And Earth unwieldy, ready to obey. Sole arckiteff to fuch a wond'rous/ra.w, Who firft gave motion, ftill maintains the fame : 20 Fire immaterial, — -fpirit pure in air, The ftill fmall voice that whifpers ev'ry where ; Beyond *5"], [9, "PHILOSOPHICK SrSTEMS. 7 30 35 His Beyond time's meafure, or the bounds of /pace, He's All in all, and All in every place. Some certain bodies of fuperior mould. With animating fpirits he enfoul'd, Not independent, guided, and yet free, As willing inflruments to God's decree. From God alone all a£li<ve pow'r proceeds, Ev'n human reafon his afliftance needs. Man may defign, diredl: within his Jphere, And yet his will is but imperfect there. God muft concur, muft operate of courfe, Man only knows how to employ the force No or gam ft fo fkilful e'er was found To make, but only modulate, the found. B 2"], [10, "► The FA N IT T of 8 His art may teach him, thro' what pipes to know The blaft infpir'd (hall mufically flow ; Confcious he wills his fingers where to move ; His fingers mov'd, that's all, that you can prove. 40 Stop but the heart, all vital functions ceafe, But can you move, or make that mend it's pace. See o'er the firings the fiddler's fingers run, Scarce has he thought on't, when the tune is done. The dancer thus to meafure time is taught, 45 So quick his feet almoft outrun his thought! Art, habit, genius, call it as you pleafe, You know not what ; 'tis fomething more than thefe K To"], [11, "PHILOSOPHICK STSTEMS, 9 To fay, Man a&s, not knowing how, — is odd, Leave then the will to Man, the work to God. 50 Man to a Jhip may fitly be compar'd, Where tackling to each office is prepaid ; The, flefh and bones a hull, well built with art, Ropes are the tendons, and ay^f/7 the heart ; Reafon a rudder to conducl: the whole *; 55 The captain in the cabbin is the foul , The nervous fpirits are the rrau on board, Eager to execute their captain's word, Th^Jhip thus trim'd, onzfignal makes it fail, If Providence fupply the moving gale. 60 Not #fcz// alone is mov'd by force divine, Alike in brutes appears the great defign Reafon 1"], [12, "The VANITY of 10 Reafon and inftinB differ in degree ; The fame that prompts the man infpires the bee. The bird that builds, an inftrument (at belt) 65 Fancies herfelf the author of the nefl. Let man and ,£/7//£ their utmoft efforts try, Effectual force their Maker muft fupply Reafon may choofe which way its courfe to bend, Superior powr muft guide it to its end: 7° God can accomplifh what the mind fhall choofe, While man forefees th' effe£r, he will produce. Of God's prerogative can man partake, At once unable to deftroy, or make ? The patient husbandman, who tills the land, 75 And cafts thereon his bread with liberal hand-, Skilful"], [13, "PH1L0SOPHICK SYSTEMS, n Skilful to fow, but not t'increafe the grain, With profperous fuccefs fhall he be vain! Behold that engine on yon' rifing ground, With fail-like wing it whirls inceffant round : 80 Behold beneath within this rapid ftream, A circling wheel roll round a weighty beam This emblem of imaginary power, This miller's art of grinding corn to flower, It's mafter's pride with it's own weaknefs fhows, 85 Which all it's force to wind ox water owes ; Rather, in jufter language let us fay, To him whofe will both wind and tide obey. All are but engines in one hand divine, Some urg'd by force, the reft as they incline: 90 The"], [14, "The V A N IT Y of 12 The pen, and fword, compell'd their tafk fulfil, The writer, and the warrior, as they will. No vital energy to matter's given, A paflive mats, all actuated from heav'n : For laws of motion are but idle things, 95 Unlefs the maker agitate th&fprings : Bodies are motionlefs as mere machines, The operator hid behind the fcenes j One fingle all or on this worldly ft age, Was, is, and will be God from age to age. 100 What envy, mortal, in thy bofom lurks, To flight thy Maker, and extol his works ! When lofty fore ft s fall at Man's command, Boafts the proud axe againft the Feller's hand ? Truths"], [15, "PHILOSOPHICK SYSTEMS, 13 Truths, that perplex the brain, 105 Blind Fate, or Chance, or Nature muft explain. Hence fiy/le m-mak'mg into fafhion grew, All caufes but the only one, they knew : Tho' in opinion feldom they agreed, Matter to deify they all decreed no This fecond causes for their fy ft 'ems fram'd, A journeyman to God, and Nature nam'd. First Strato, puff'd with philofophick pride, Motion and gravity to things apply'd ; Banifh'd at length the Godhead from his ftate, 115 Ufelefs to govern, needlefs to create. Bold Epicurus faw, or feign'd to fee, Difcordant atoms in a void agree ; C Chance"], [16, "The V A N 1 T Y of 14 Chance produce order, light from darknefs fhine, And Creatures juftly form'd without defign. 120 Acute Cartefius with mechanick head, Viae' dfubtil matter in it's Maker's Read; Made brutes- fpontaneous move without afoul, And piee'd up one great clock-work of the whole. Dogmatick Hobbes with impudence profefs'd To make an immaterial God a jeft ; 126 Taught all is body, varioufly combin'd, And fpirit, but the phantom of a mind. Sagacious Newton laft with pond'ring thought, To mathematick rules a fyfiem wrought; 130 God, as an eaftern Monarch, left for fhow; His viceroy, Gravity, the God below. While"], [17, "PHILOSOPHICK STSTEMS. 15 V While pious Malebranche with devotion fir'd, t A pow'r divine in every acl admir'dj Acknowledg'd none, which others caufes call, 135 But God th' Efficient, that moves all in All, Short-sighted fcepticks of inglorious fame, And beafts triumphant I difdain to name ; Minute Philofophers, a gracelefs crew9 Who knew not God, and wrote more than they knew. Proud Virtuofi, vain conjeBures ceafe : 141 Tho' right you calculate, yet wrong you guefs. Attraction is no pow'r, but law alone ; The earth attracts not, nor defcends the ft one; Thofe fwelling waves, that flow at ftated tides, 145 Are mov'd by One, which o'er the Moon prefides ; C 2 Not"], [18, "The FAN IT Y of 16 Not mutually attracted, as fome think, Who aBi-ve force to fluggifh matter link See Steel the magnet feek with amorous chace, With other metals fhun the like embrace, *5° See ftraw uplift to amber clofely clings, Yet fcorns to rife to unele£i:ral things. See cork, that on the waters furface fkirns, You fay, it draws the cork, that thither fwims. Thefe all are mov'd, with motion not their own; 1 cc Th' effeB is manifeft, but how — unknown. unknown. Say, why fhould bodies attive be fuppos'd. Becaufe their particles are fo difpos'd ? Say, flupid matter executes a plan, And who will think you reafon like a man? 1 60 How"], [19, "PH1L0S0PHICK SYSTEMS. i7 How fhould that move in order fo exa6x, Which wants both pow'r and knowledge how to a£t ? Ev'n in diforder is difcover'd fkill. So when convulfions rend the trembling hill, When cities totter in confufion toft, i6S And works of *//»* are in an inftant loft, The hand divine admiring nations know, Which gives the /hock, and guides the deftin'd blow. Scourg'd thus by Heav'n, a guilty land repents, Yet pays no homage to the inftruments, 170 The fame materials, diverfely employ'd, Whereby the world is nurtur'd, or deftroy'd, Matter in motion, you may underftand, An inftrument in one all-moving hand; it Not"], [20, "The FAN IT Y of 18 Not put in motion, and fo left to run, J7S' But mov'd continually, as firft begun. Such motion copy'd in afphere you fee, our late Archimedes, Orrery, This only truth experiments declare, A God, in whom we live, and move, and are ; 1 80 A mind, that always a£ts, a conftant caufe, Who thro' a miracle muft change his laws. Man, that with Reafon's eye attentive views, Obferves the path, the Deity purfues, Marking the fteps his wifdom has outcaft, And fo forefees the future in the paft. Thro'out all time, 'tis clearly to be {ben Who plan'd, preferves, and moves the whole machine, As **S"], [21, "PHILOSOPHICK SYSTEMS. 19 As Anaxagoras of old withdrew The veil from Nature, fo have we anew 190 Shew'd Motion does a Mind, a God proclaim, And Nature nothing but an empty name. Thus magick, that did once the world bewitch, Infnare the fimple, and the knave enrich, Unmafk'd by learning, and by laws annulPd, 195 The crowd in ignorance no longer lull'd, Wifdom aflum'd its antient feat agen, And wizards were no more than common men. Darkness muft vanifh at approach of light, And Truth, when feen victorious, ftrike the fight : Let Reafon judge — vain Syftemsaxe o'erthrown, 201 And God, without a rival, reigns alone. FINIS."], [22, ""], [23, ""], [24, ""]]