[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "i INEXHAUSTIBLE IRON MINES: CONTAINING TWENTY SQUARE MILES OF IRON ORES, AND SUPERB OAK AND OTHER TIMBER WITH ANTHRACITE COAL. REPORT ON THE FREEHOLD ESTATE OF WILLIAM CARROLL, Es« AT TOWN DILL, ALLEGANY COUNTY, MARYLAND, IN THE UNITED STATES OF AMERICA. By JOHN UPTON, Esq. Mining Engineer, OF BATTERSEA, NEAR LONDON, AND AT PRESENT NEAR HANCOCK, MARYLAND. BALTIMORE: PRINTED BY JOHN MURPHY, 146 MARKET STREET."], [8, ""], [9, "PREFACE. I was applied to, and came from England expressly to investigate, and report upon the minerals contained in an extensive and valuable estate, belonging to the very Honorable the Marchioness Wellesley, which having completed, her Ladyship was perfectly satisfied therewith. In the present instance, I have been solicited by William Carroll, Esq., to examine the Minerals, Timber, and Agricultural properties of the Town Hill Estate, belonging to himself, and to place the property in such points of view, as to enable him and the public at large, to judge of its value and importance. I have, therefore, endeavored to show the best methods of reaping some of the wealth contained on the surface and interior of this excellent property; which need only be seen to be duly appreciated. From the variety and nature of the subjects to be discussed, I have felt it necessary occasionally to deviate, and take a little latitude, by saying a few words on Geology, Trade, Taxation, Labor, Provisions, Customs, he. &c; for the information of any persons in England, who might feel disposed to consider of any propositions which Mr. Carroll may think expedient to annex to this Report, in which some subjects will be found repeated, and perhap3 others may be considered rather prolix, and must be attributed to the zeal with which I have endeavored to fulfil my duty. JOHN UPTON. Baltimore, 1st December, 1841."], [10, ""], [11, "REPORT The Town Hill Estate contains twenty square miles very nearly, or twelve thousand four hundred and seventy statute American and English acres, of freehold land. It is fifteen miles west from Hancock, and twenty-two miles east of Cumberland, and is bounded on the south by the Chesa peake and Ohio Barge Canal, the Baltimore and Ohio Railway, and the river Potomac, all parallel and close together. On the north it is bounded by the great Western Turnpike road, leading from Baltimore, Washington, &c. through Cumber land, to the western states of the present Union. There is a post office within two and a half miles of the resi dence, and two mail and four other coaches pass up and down this road daily. The estate belongs to William Carroll, Esq. who lives on the premises, in a small wood cottage at present, — the original house having been burned down by accident a short time since. Town Hill is a very large mountainous ridge, running through the estate, about eighteen hundred feet above the tide at Wash ington, and one thousand feet above the Potomac, which cuts the mountain in two parts, and runs through it. There is also a large gap, where Fifteen Mile creek also cuts the mountain, and upon this extensive gap stands the house, in a lawn of twenty acres, surrounded by open and well cultivated fields, some in good clover and grain, amounting to about one hundred and sixty acres. At suitable distances from the house, are tobacco houses, and a barn containing stables, sheds, &c. There are extensive views over the tops of the woods below, and the whole district for many miles around, is allowed to be one of the most healthy in"], [12, "6 America. The land is sufficiently watered, and it is mostly of the red sandstone and shale species, with, in general, a fair depth of -vegetable earth upon it, producing good crops of wheat, rye, barley, oats, beans, Indian corn or maize, tobacco, peas, pota toes, clover, timothy, and all the English grasses. The residue of the estate is entirely woodland, containing an immense quan tity of oak, and other timber as valuable as any in this part of America. There is the hickory, the white, black and rock oaks, many of them near one hundred feet high, and fifty to seventy feet from the lower limbs to the ground, with trunks of corres ponding magnitude, well adapted for Naval purposes; also the sugar and curley maple, gum, and flowering locust trees, white, yellow and red pines, one hundred and twenty feet high, ex ceedingly tough and clean, that will square two feet six inches at the butts when slabbed, and some larger, fit for masts, yards, and spars; also abundance of sassafras, sumac, and other valua ble dyeing and medicinal plants, and thousands of tons of oak and quercitron bark. To convert some of this fine ancient tim ber, the owner has, at great expense, cut tracks and erected a powerful steam-mill, with two pit-saws, and is attaching a pair of large stones with corresponding machinery, for grinding and dressing wheat, and other grain. Contiguous there are sheds, stables, a store, and manager's house, with dwellings for work men, and allotments for gardens, &c. The mill is well situated for the business, as nearly all the principal ravines from the spurs of the mountain concentrate here, so that the transport of all the logs, is mostly down hill to it, and by one other ravine, the con verted timber is all sent down to the Potomac, the Canal, or Rail Road, at a distance of about a mile and a quarter, from whence it is sent to various marts along the canal, and to the seaports of Georgetown, Washington or Alexandria, (one hun dred and forty miles,) and to Baltimore or other places, by either the Rail Road or the Chesapeake bay. This mill, cutting pine timber alone in the day time, and at the present prices, is capable of producing a nett income of $10,000, or £2062 sterling per annum; and it would require at least forty years' incessant work, by day and by night, to cut up into plank, quartering, and board, all the present timber. There is a great demand for oak and other hard woods, which fetch larger prices, and would produce more money than pine timber."], [13, "7 Out of twelve thousand acres, six hundred might be cut down annually for twenty years, allowing twenty years' growth of coppice wood for charcoal, in which from ten to fourteen plants should be left as tellers, or standards for future timber sixty years hence, which after that period would produce annually, six thou sand trees per annum for the succeeding twenty years, besides the six hundred acres of undergrowth or coppice wood for char coal, to make iron forever. These ten trees per acre would be like a valuable reversionary property. There would also be the quercitron and other bark, from au immense number of the black, white, and other oaks, which may be estimated at one hundred tons of quercitron, and two hundred tons of common bark; and now that bark is lower than usual, may be set down at £600 or $2,880 per annum. At the summit of nearly the whole of the mountain there is some very good table land, with considerable depth of soil, producing abundance of small, but fine flavored grapes, which if properly trained, would make very good wine. The grass and wild herbage in this forest, is capable of being turned to good account for the feeding of horned cattle, which in the summer thrive upon it well, and so do sheep, and the wild deer, &c. Lean stock can be bought of the extensive dealers, who bring their droves from the West, along a toll-free county road, which runs through this estate towards the eastern towns; the prices are low, being about ten dollars, or two guineas ahead, which after the summer's run get quite fat, and are driven to market or sold again to the cattle dealers at about twenty dollars, or four guineas per head, according to size, or more. Ten acres to each would be more than sufficient, and two herdsmen and two boys, with two or three good old English cattle dogs, would take care of twelve hundred head, and there would be room for a few thousand sheep and pigs, which alone would pay the expense of herdsmen; so that an outlay of about $12,000, or £2,500 laid out in lean stock, would pay cent, per cent, every year. Store sheep can be bought at two dollars each, and as I lived on the side of this road, I have seen droves of five to seven hundred at a time frequently, and droves of fat and lean cattle very fine, and most excellent beef, quite equal, in color, fatness and flavor, to the best in London; it is not unusual to see droves of bogs in several"], [14, "8 thousands. This would be an easy and safe way of reaping a dollar per acre profit on the surface annually, leaving four hun dred and seventy acres for what is in cultivation, and for roads, &c. This old county road, by being toll-free, and running through the estate, increases its value; and Mr. Carroll, during his resi dence there, has cut several cross roads. MINERALS. Every acre of this property contains iron ore, more or less, some of which is excellent in quality and productiveness/and a great part in enormous masses, one half the mountain being ore; some of the beds are one hundred feet thick and upwards, which if smelted with the anthracite or mineral charcoal, and refined by the coppice charcoal, then drawn out by a tilt hammer, or rolled into bars by a mill, would make as good iron and steel as any in Europe. Having been accustomed myself to the manu- facture of iron and steel from the ore, and the bar, can vouch that here is to be found in great abundance, all the materials necessary for the forming most profitable iron and steel works, there being plenty of sandstone, excellent fire-clay, limestone for flux, and for mortar; with anthracite coal sufficient to last one hundred and twenty years, if making ten thousand tons of pig iron per annum, and there is the coppice or undergrowth of wood, sufficient to produce that quantity of iron forever; or which would refine the pig iron into bars, if desirable; and the mountain being, as it is said, nearone thousand feet above the level of the Potomac, there is excellent iron ore of various sorts, suf- ficient to last the United States for centuries. Here is one very useful ore in concrete lumps, in stratas of a ferruginous red marl; containing carbonate of lime, not only sufficient for itself, but to flux any other ores which may require it. It seems to be a variety of the Yenite mentioned by Phillips in his Mineralogy, as containing peroxide of iron 55, lime 12, silica 28, manganese 3, alumina 0. 6. Sp. g. = 3. 8—4. 0 6: & = 5. 5—6. 0. I found three stratas of it lying between beds of red sandstone and iron-stone, with shale, in an extensive elliptical basin where the measures run through the mountain with an inclination of 25° or thereabouts, towards the centre of the basin. The measures\" vary in thickness from two to ten feet in places, but in some"], [15, "9 parts it thins, and runs out, and recommences again; but there is great abundance of it, as may be seen at a bold perpendicular escapement at the creek, of near two hundred feet high or more, where the ledges of all the rocks, &c. are visible. Taking the breadth of this basin at thirteen hundred yards, and its length at five thousand two hundred and eighty, and the collective mea- sures at five yards, and its weight at only 40 cvvt. per yard; there would be 18,417,000 tons. The carbonate of lime exudes between the measures by the rains, and adheres to the edges of the rocks below, from which it may be scraped off. There is also another good flux at a very interesting part of the estate, where there are four white Sulphur springs. This rock is composed of innumerable sea shells, mixed with extremely fine silex, and alumina cemented by oxide of iron. The shells appear to be of the Nassa-Granulata and Cyproea-Coccinelloides species, belong- ing to the older Pliocene strata, very much resembling those found in the red crag, in the county of Suffolk, in England. They effervesce with acids, and might assist in fusing some of the other ores, provided there is no sulphur in combination with them, which is not very probable, for these beds are associated between beds of blue slate rock, and both are nearly vertical, running nearly northeast to southwest. Between some of these beds of slaty rocks, there boils up at the bottom of the creek or run, in four distinct places, as many separate veins of water, one being distant near two hundred yards from the others — two are within a few feet of each other, and the third is within a few yards of them. They are all highly charged with white sulphur, which is deposited as they run along. It is the lightest water I ever tasted, and by no means disagreeable to the palate, and sits agreeably on the stomach; although the stench emitted by the sulphuretted hydrogen would at first create a contrary supposition, and such is its great levity, briskness of taste, and rapid opera- tion on the kidneys and bladder, that I could agreeably drink four times the quantity of this white sulphur water, than of any I know. I make no professions of Chemical knowledge, yet this appears a sort of natural laboratory of the Divine Being, where part of the oxygen from the water is attracted by some gas or substance for which it has a stronger affinity than for it3 hydro gen, and a portion of which oxygen goes towards the formation of iron, while the hydrogen escapes in contact with sulphur; 2"], [16, "10 and perhaps the latter may have assisted in some way to the separation. Two gentlemen of great practical skill and reputation, came purposely from Baltimore to examine these waters, and analyse them, and the following are the results, viz. SOLID CONTENTS. gaseous contents. Sulphate of Magnesia. Do. of Lime. Sulphuretted Hydrogen Carbonic Acid. Carbonate of do. Muriate of do. Do. of Soda. The names of the above gentlemen were, Professor W. R. Fisher, M.D. of the University of Maryland, and G. W. An drews, Esq. of Baltimore. Nearly all the upper beds of ore can be got by open quar rying, and is a great advantage, besides which, millions of tons of some of the richest ores, could be picked up by hand from the surface, and all the other parts of the ore and coal can be got by level, as it all lies above the surface of Fifteen Mile creek, and the Potomac. No engine will be required to pump water, or wind up minerals, &c. and wherever timber is wanted to prop with underground, abundance of fine oak and other trees blown down by the winds, lie scattered about in all directions, and rot ting for want of use. The ore, charcoal, and anthracite, could nearly all be sent down hill to the furnaces for smelling, and the utmost distance that would ever be required, would only be four miles. For the sake of frugality, this could for the onset be substantially done by a wooden tram road, laid with edge oak rails upon oak sleepers, which I have done oftentimes, and as the grade will be very easy, and little or no cutting or culverts required, it need not cost more than $450 per mile, or £95,8 0, the timber being on the spot, and only requiring to be sawed into proper sized scantling, and whenever afterwards it may be desi rable to substitute iron rails, the sleepers will be ready in place, and the same can be done out of the profits of the concern, instead of out of the first capital subscribed or advanced. By launching out into great and unnecessary expenses, with extravagant masonry, wrought on the face, with other prodigal"], [17, "11 finery, I have seen several concerns crippled at the commence ment, and broken up in the end, both in England and elsewhere. From the best scite for the Furnaces, (which appears to be on one side or both, of the county road,) to the wharf on the Ca nal and river bank, would be about two miles and a quarter, so that the outlay for tram roads would be a mere trifle, as a dozen miles in main lines and branches, exclusive of levels and the sulphur spring road, would suffice; and need not cost above $6,000 or £1,200 sterling. Now, as before stated, millions of tons can be got, from about twenty-five to fifty cents, or English half pence per ton within six hundred to eight hundred yards of the Furnaces, and above their trundle heads, which is a great desideratum at any period; but especially so, at the commence ment of an iron work, where large sums are necessarily continually being expended, before any return can be made. I have been emploved to investigate and value a large work, where a com pany had been cajoled to expend no less a sum than $148,000, or £31,000, perfectly uncalled for, and unnecessarily, and this in the short space of one year, which money ivas sunk forever, partly by selecting a weeping clay bank for foundations, when a more convenient scite on a rock, was within a few yards, and partly in very expensive fine tooled masonry, for such buildings as blast Furnaces, in which nothing of the sort is ever required. There are three places where embankments could be formed, across the creek and ravine of Terrapin Run, from rock to rock, at a very small expense, by which water could in each separate case be dammed up to-ftfty feet perpendicular fall, and from one hundred to two hundred yards wide, and from a mile and a half, to two miles of back water; this would give an enormous power, as each sheet of water would descend from one to the other, and two of the dams would be contiguous or within a few score yards of each other! From a careful calculation I find that if the dams are only forty feet high, and overshot wheels of thirty feet diameter, this will allow of three feet under the wheels, and seven feet head, and at twelve hundred cubic feet of water discharged per minute on each wheel, would give a power at each dam head equal to a best Boulton and Watts Steam Engine of fifty-four horse power, or one hundred and sixty-two horses for the three places; each dam would pen up about one hundred and eight"], [18, "12 acres of water, and would be sufficient to last the year. The dams here described, appear on the plan of the estate accom panying this. The ore I was speaking of as being so easily obtained, is the Botryoidal and stony Hematite, lying in loose lumps and blocks, some above, and partly below the surface, the outer or upper portions of which have become at the edges disintegrated, and the earthy parts dissolved and washed out by the united chemical operation of the air, the acid from the leaves of the oak and other trees, and the rain for probably millions of years. This ore will prove about eighty-four to ninety-four per cent, of per- oxide of iron, and will if properly treated make excellent Bar Iron and steel, equal to any in Europe, as will also the concre- tionary and reeded varieties of this bed of Hematites; some of which may now be filed bright. The underlaying bed is near one hundred feet thick. Below are beds of the laminated, or scaly variety of the reddish brown Hematite, an excellent ore about eighty feet thick, mixed with small portions of fire-clay, &c. Also light yellow, and rather poor Carbonate, one hundred feet, intersected by a fine brown Carbonate about forty feet; also dark brown Carbonated Hematite, near one hundred and twenty feet, with some little clay in spots and sandstones; also fiie-clay five feet, and yellow Carbonate mixed with a fine and very white sandstone matrix, enveloped by oxide of iron, about one hun- dred feet; then dark red stony Hematites, red ferruginous marl; specular iron ore, with hard and very dark red ironstone strati- fied, and intermixed with shales and sandstones, down to the bottom of Fifteen Mile creek, which runs into the Potomac, be- neath the Chesapeake and Ohio Barge Canal. I shall endeavor to give the probable minimum thickness of the various beds of ore, as nearly as could be ascertained, without sinking trial pits, boring, or cutting except partially, into the side of the mountain and spurs, but merely by tracing the outcrops on one end, and both sides thereof. This I trust will be amply sufficient to show the prodigious quantity of excellent and productive ore the Town Hill Estate contains, and which never can be exhausted. The top of the ridge being about one thousand feet perpendicular above the water, and about five hundred and fifty yards wide, not far from the top, and about two thousand yards wide at the base, excluding tire extensive spurs and knolls by which it is"], [19, "13 environed, will give one thousand two hundred and seventy-five yards, for the medium breadth of the mountain proper, as it may be termed. The length of the north and south divisions on each side the gap, is 14,000 yards, which multiplied by the breadth is 17,850,000 square yards, or 3,688 statute acres, which at 1,950,520 tons to the acre, will give 7,193,517,760 tons of ore for the body of the mountain proper, without the extensive part where the gap is, or the spurs, knolls, or other parts of the estate, which will be more than double that quantity, all of which can be got by level drainage, besides what may be got by sinking, and mechanical drainage, quite sufficient to last this nation for many centuries, as several of the spurs are nearly as high at their junctions, as the mountain is itself. If the iron ore alone, on Town Hill Estate, was valued at the same rate which the shareholders of the British Iron Company had to pay for the purchases made by their directors, in Stafford shire and Wales, the amount would be incalculable; the sum would appear astounding, if the ore at Town Hill was to be sold at the same rate, at which mineral property is usually purchased in England, where at this time iron is a drug in the market, whereas in America, now the tariff is come into operation, as a set-off lo the English corn bill, the supply will barely keep pace with the demand, and there will be scope for additional iron works. In the neighborhood of Bilston and Dudley, in Staf fordshire, and other places, the mine or ores lie frequently at considerable depths below the surface of the ground, from fifty to five hundred feet, which makes the getting and landing at the pit's mouth much more expensive; but as the Dudley district is well known to be very rich in both coal and ore, I shall place in juxta-position the stratas and thickness of those ores, with the ores of Town Hill, Maryland; but although the difference in the coal measures is as great in the one case, as the difference in the ores is in the others, I shall not make the comparison with the coal, but rest content by observing, that though this estate has not such magnificent beds of coal, yet it possesses an equivalent in its inexhaustible growth of timber and coppice wood for char coal, sufficient to smelt ore, and to produce ten thousand tons of pig iron per annum forever, without using any of its anthracite coal."], [20, "14 COMPARATIVE TABLE OF IRON ORES. ON THE COAL AT TOWN HILL. The coal is anthracite, of sufficient good quality to fuse iron ore, being nearly void of sulphur, but containing a portion of the oxide of the ore by which it is enveloped; not unfavorable to its use in smelting ore. . The onlv beds yet discovered are thin, and only two in num ber, one of which does not appear to be worth working, being but four inches thick; the other is twenty-four inches or more. They are on that part of the mountain which lies north from the gap, where the dwelling house stands, and are between hematitic beds of yellow carbonate, mixed with some fire-clay, and thin measures of white iron sandstone. A small low trial drift has been driven fourteen yards into the veins or measures, on the east side of the mountain near the top, by Mr. Carroll, and the floors and roofs appear very good, both of them hard yellow carbonated hematitic ore, lying at an angle of 30° dip towards the centre of the basin, which appears very regular all round the mountain. Perhaps on enlarging the drift, and proceeding further in, the coal beds might be found to improve, and as there seems to be a slight conver- DUDLEY & BILSTO N, Staff 'ordsliire. TOWN HILL, Marylai id. i Tods Per per Cent. Yard. Tons per A ere I Tons per Yard Per Cent PROVINCIAL NAME. CHEMICAL NAME. Tons per Acre Gubbin mine or ore,. Heathen, New whitestone,... . Poor Robin, Lower Gubbin, \" White Sand- 33 I 33 J 33 J 33 » 30 J 33 \\ 35 J 1,613; 1,210 1,210' 1,210, 1,210' I Stony, Botryoidal, JVlammelated and Reeded Hematite, Scaly, reddish-brown carbonated variety Light yellow carbon- ate, Do. with veins sa'nd- stone ore, Dark brown carbon- ate, Light brown do Dark red stony He- matite, Specular ore in pins, Yenite or silicous- carbonated red marl SJ 100 484,000 80 54 261,360 stone, Blue Flatts, I 2,420 1,613 30 65 314,600 36 65 i 314,600 I 45 40 54 27 I 261,360 130,680 I 80 69 23 5 I 111,720 24,200 I ore, 50 10 48,400 1,950,920 10,486"], [21, "15 gence together, and they are about six feet or so asunder at pre sent; on approaching the centre of the basin, therefore, it is possi ble they may be found to unite. It is advantageous to have the floors and roofs and all the ground so firm, and also to have plenty of fine waste timber to shore up with, where necessary. Taking the lower or two feet bed alone, there appears in this basin a sufficiency of coal to make ten thousand tons of pig iron per annum for a period of one hundred and twenty years, and if these pigs were reduced by the charcoal, and made, into refined bar iron, the same number of tons could be produced, and worth more than double the money. Whether there are other coal measures, either above or below these, has not yet been ascertained, and must be left to time and a future opportunity, as the thickness of the underwood, and depth of earth and stone above, require much time and expense to search for the coal crops. Having; succeeded in discovering; both excellent workable beds of coal and ore, at Sideling Hill Mountain, for Lady Wellesley, where as well as at other places it was said to be good for no thing; it may perhaps be just possible, that I may find coal below the water line of Town Hill, the same as at the other, where there is a good bed of coal near nine hundred feet above water, besides others lower down, and having directed a boring below water, excellent coal has been found at seventy feet, and the work is proceeding lower still, in hopes of making further discoveries. In searching after minerals, I neither go in carriages nor on horse back, but on foot, and as it would require more time than I could now spare, I must postpone the further search after the residue of the coal, (if any) at Town Hill, to a better oppor tunity, yet having found similar beds of ore and sandstones, of the same sorts and varieties, at similar altitudes on the south side Town Hill gap, which are on the north side of it, it appears to me not an unreasonable geological deduction to suppose, that corresponding beds of coal may be found in that part of the disjoined basin also. It is true that the coal at present found, or what may hereafter be found, may not be a tythe of that at Bilston, Dudley, Wed nesbury, &c. in England, where the main bed is thirty feet thick, besides twenty other thinner beds, some workable, and some not;"], [22, "16 but those beds of coal and ore also, are in great part exhausted; and at no very distant period will be worked out, after which time little if any more iron can be made there. JNotsoat Town Hill; where there is abundance of excellent ore, sufficient to last many thousand years, and where the .timber and the coppice wood for charcoal, for producing ten thousand tons of iron annually, will last forever; if succeeding portions of six hundred acres per annum are cut down in regular rotation, except the ten tellers left for timber. It has been stated lo me by a gentleman of undoubted vera city, that at an iron foundry in a sea port town belonging to one of the oldest established firms in the state; the owner buys his wood at the public wharves of the importer, sends it home to his furnaces, and makes it into charcoal, then sends by public rail way twenty miles distant, for his iron ore, and makes better iron, and cheaper, than that produced at a celebrated town in Pennsyl vania, surrounded by coal and ore. It is therefore manifest, that the Town Hill Estate in Maryland, is in point of durability, and excellence of ore and fuel, preferable to the Dudley basin, but at present not equal to it as to local value. There is one more point of view in which the Town Hill pro perty may be placed, which is, that in the great mineral district of Cumberland, about (forty) miles by water above Town Hill, they have most excellent bituminous coal, and in very great abundance, the main bed being full fourteen feet thick; they have also good iron ore, yet the expense of working the ore is so great, that it seems probable by transporting the coal down from thence to furnaces, close to the canal at Town Hill, excellent iron could be made, and for less cost, than in the Cumberland district. America is an industrious nation, without either a tax-eating aristocracy, or an established church, requiring per force of arms, one-tenth of the ivhole agricultural and mineral produce of the nation for its own exclusive benefit; therefore eighteen millions of such people as the Americans are, and I trust ever will be, must require a large supply of iron. Here are no excise, nor assessed taxes, no taxes as in England upon candles, soap, starch, salt, malt, hops, beer, ale, cider, wine, spirits, vinegar, sugar, coffee, rice, leather, light, or religion, — no state parsons or bishops! The only direct taxes paid here are of a local nature, and are paid upon all descriptions of real and personal property, amount-"], [23, "17 ing only to about sixty cents, (or half-pence) upon every hundred dollars; that is to say, half a crown upon twenty pounds, one shilling and eight pence English, or not quite twelve shillings and sixpence upon £100, per annum of real personal property, not labor as Pitt's income tax teas. These are blessings to which the English at home are strangers, as here in America now, during one of the worst of her periods, owing to the abandoning or reduction of her former wholesome custom-house dues, she is left entirely without a circulating me dium, or even a National paper currency, round which the people could rally, yet there are none but the dissolute in want, and even none of these die of starvation, as in England; out there is no doubt the vigilance of the nation will begin to perceive ere long, that a cuiYency must be established equally good throughout every state of this happy Union. Notwithstanding the suffering, (and shaving, as 'tis called here,) which is practised by the paper-mongers, the people, owing to the lightness of taxation, continue to bear up and get on. The price of as good sirloin of beef as any in London, I pay six cents, or three pence per pound for, and the same for mutton, which is both fat and good, and from these mountains, of excellent flavor, fifteen pounds per quarter, but it can be had elsewhere at five cents, or two and a half-pence. Butter from eleven cents to twenty, or five pence to ten pence per pound. Bacon six to eight cents per pound, and a large contractor has just agreed for an immense quantity of pork at two cents, or one penny per pound, and fine flour £1 5s. per barrel, one hundred weight and three quarters net English; but here is no corn bill, no tithes, and no dead-weight men, or ladies to be supported by the taxes. The only thing I can perceive wanted by an Englishman here is, a glass of good ale. I mention all these things, pro and con, to show that now is the time, this is the juncture for any enterpris ing English capitalist to take advantage of commencing to make iron and steel at Town Hill, and annex hereto the following extract from the prices current of New York, eighth September last, now before me, and which prices are by the ship-load or cargo, and not for moderate or small quantities of iron. 3"], [24, "18 Extract from the New York Prices Current, 8th Sept. 1841. ON BOARD SHIP. PRICE. TARIFF. TOTAL. English Pig Iron per ton, $32 00 $10 00 $42 00 Do. Bars and Bolts, 65 00 18 00 83 00 Do. Refined, 87 00 30 00 117 00 ON BOARD SHIP. TOTAL American Pig, equal to best English, $32 50 Do. Bars and Bolts, common 80 00 Do. Charcoal refined, 87 50 The English manufacturer has out of the above prices to pay freight and insurance, and then comes the new tariff, which thrusts his iron out of the American market. Whereas the Ame rican manufacturer gets fifty cents, or two shillings and one penny per ton, more for his iron, than the English exporter. If then the freight and insurance from Europe7/^ and American importers' profit, and then the tariff be deducted, there is an end forever and ever to all further competition and importation, but for the best English steel there may for a very short time longer be some demand, but which will soon cease, as every thing here is advancing by rapid strides. The way to reap the most advantage from the Town Hill Es- tate, is to make iron upon it, to do which will require an outlay commensurate with the scale intended to be adopted; if it is desired to mike pig iron only, then it will depend on the quantity per annum, which I have assumed at ten thousand tons, for which ready sale would be found, and the outlay would require abaut $96,000, or £20,000, as all the materials for building, except iron, are on the premises. If it is intended to make ten thousand tons of pig and bar iron, &c. which would produce very near double the amount of profit; but if half ivas made into bars, then a larger outlay would be necessary, as in addition to the blast furnaces, blowing-engines, buildings, &c. &c. required; there must also be run-out-fires, puddling-furnaces, rolling-mills, tilt-hammers, scrap-furnace, merchant-mill, additional blowing-engines, foundry, sheds, offices, dwellings for managers, clerks and workmen, four hundred of whom would he required in all, who with their families could be supplied with provisions, except flour, from the produce of the estate, at a very cheap rate, and a colony of English or Welch men would prosper well here. The entire outlay required for the whole of such an establish ment, including the foregoing furnaces for pig-iron, would be"], [25, "19 $250,000, or £52,085 sterling English money, which esti mate may be fully relied upon, and also those of net profits re sulting from the manufacture of iron, but it may be observed, that the business may be commenced on a smaller scale, of only one quarter the above amount, and increased out of the annual profits. If the timber was sold as it now stands at $1 50, or say 6*. and Sd. per tree, it would amount to $559,040, or £124,800.0.0 sterling! The coppice or charcoal wood, with the timber tops, will smelt from the ore. ten thousand tons of pig iron annually for ever, as before stated, which after deducting every expense of manufacture and management, and transport, would sell for a net profit of per annum, $180,000, or £37,500.0.0. The following will show the profit to be derived from pig and bar iron. The price of Pig Iron at sea ports, is per ton, $ 32 50 Deduct the cost of making at Town Hill, with charcoal, 12 00 Net profit by the cargo per ton, . . $20 50 Profit on 5,000 tons, $102,500 00 £21,354 The price of Bar Iron at sea ports is perron, 87 50 Deduct the cost of making at Town Hill, 40 00 Net profit by the cargo per ton,. . 47 50 Prosit on 4,000 tons refined bar, . . 190,000 00 39,583 The price of Charcoal plate at sea ports, is per ton, 145 60 Deduct the cost of making at Town Hill, 58 60 Net profitper ton, 87 00 Prosit on 1,000 tons, 87,000 00 - 1,812 3 379,500 00 62,749 Deduct transit to Washington of ten thousand tons, at 2 50 25,000 00 5,208 $354,500 00 £57,541 Total annual prosit on 10,000 tons, RECAPITULATION. The following is the net income which maybe derived from the truly splendid estate of Town Hill, Maryland, upon carrying into effect the preceding propositions, viz. Timber from the Mill, per annum, net, $ 10,000 00 £ 2,083 Quercitron, and other Bark, dyes, &c. &c 2,880 00 600 Grazing of Cattle in the woods, 12,000 00 2,500 24,880 00 5,183 Net profit on 10,000 tons of Iron, per annum, 354,500 00 57,541 Entire net profit per annum, $379,380 00 £62,724 j\\r0je The foregoing estimates of manufacture conlain an appropriation for keeping all the works in repair."], [26, "20 William Carroll, Esq. the owner of the Town Hill Estate, Maryland, is distantly related to, and well known by the Duchess of Leeds, the Marchioness Wellesley, and the Countess of Stafford, and being desirous of turning this magnificent property to the best account, Mr. Carroll is willing to treat upon any of the following conditions, viz. 1st. To sell the entire estate as it is, in one lot. 2d. To sell about two thousand acres, with all the timber thereon. 3d. To let twelve thousand acres of the minerals and coppice wood, on a lease of eighty-four years, at a yearly rental. 4th. To let all the minerals and coppice wood, at a royalty per ton on the iron made. 5th. To let the entire property, timber, coppice wood, and coal and iron, on lease of twenty-one, forty-two, sixty-three, or eighty-four years. Mr. Carroll is willing to give accommodation by allowing a large portion of the purchase money to remain on mortgage. Also, Mr. Carroll has obtained a charter of incorporation, with a common seal for a Company, from the Legislature of Mary land, and is quite willing to take a large portion of such shares himself, in lieu of cash, should parties be willing to undertake the formation of such Company. This charter of incorporation limits the amount of shares to one hundred dollars each, or about twenty pounds per share, and also the capital of the Company to $200,000, or £43,750 sterling English money, exclusive of the land; and it grants powers to the Company to purchase ten thousand more acres of land; wherever, and whenever, they may think fit. The Legislature would readily grant an enlargement or in crease of capital, to any necessary amount, it being the fixed policy of the State, to encourage Mining operations on all occasions. Mr. Upton will be empowered to treat on the part of Mr. Carroll, with any gentleman who may be disposed to enter into terms, and will give due notice as to where he may be found. 9 ; 7 : -i\\)"], [27, ""], [28, ""], [29, ""], [30, ""], [31, ""], [32, ""], [33, ""], [34, ""], [35, ""], [36, ""], [37, ""], [38, ""], [39, ""], [40, ""], [41, ""], [42, ""], [43, ""], [44, ""], [45, ""], [46, ""], [47, ""], [48, ""], [49, ""], [50, ""]]