[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "Explanatory. Failings the verbal explanations of the author, it is deem- ed not superfluous, to premise a few explanations con- cerning- the accompanying play. In the first place, it was originally written in Fiench by the author, who being essentially cosmopolite, and desirous of writing a play on the lines of the true dramatic art, such as those of the three or four greatest French dramatists of the present century, (we need hardly name Scribe, Dumas pere, Victor Hugo, and their legitimate heir, par excel- lence, Sardou ;) the author wished to take advantage of the infinite resources of the most sparkling, terse, witty, and elegant of modern tongues, for dialogue at least, and prose, — (though not poetry,) in addition to the possible satisfaction of triumphing on the unrivalled French stage beside such masters of the dramatic art, as have never been surpassed or equalled in any land, except by our own phenomenal Shakespeare. Believing that the domestic life of our contemporaries is a very sterile and unpromising field, from which to elicit those dramatic scenes and adventures, we, at least, deem to be as indispensable to the plot of a play, as that plot itself (which of late it is true, seems to shine chiefly by its absence so far as any emotional or exciting incidents are concerned ;)"], [8, "1 — we selected the period of the reign of Charles the second, as being the most animated and adventurous epoch of not remote times, when gallantry, political and social intrigues, larking frolics, and duels on every occasion were the order of the day, hence quite admissible on the stage; and so cus tomary as to obviate the possibility of laying omeself open to the reproach of exaggeration or absurdity. The play however, is neither intended, nor desired to be historical. In such case, the htstorical personages should necessarily be the protagonists, on whom the main interest of the action should centre. This we took care to avoid ; the well known character of Charles, and his two favourites b, ing far too futile, and frivolous to suffer them to be in vested with any of the graver interest and nobler aspira tions, required to constitute protagonists susceptible of arouz ing and retaining the attention of an intelligent audience throughout a five act play. Accordingly the historical personages we have called up, are wholly subordinate lo the principal ones, on whom the entire plot turns. These latter being all three, purely fictive, and each typical of the class and nation they repre sent. Charles and his favourites we have been careful to de pict exactly as history, and the private records of the time have handed them down to us ; their well known wit and fun serving us for an amusing remplissage of the action and the denoument. In conclusion, we have only to add, that deeming thea tres to be essentially places of amusement, not intended to be converted into moral dissecting rooms, or tribunes for"], [9, "2 political and social disquisitions, we have chiefly aimed at rendering our drama amusing and interesting, from the first scene, to the last. And although externals are necessarily the last of our considerations, we are fain to admit the weak ness of rejoicing not a little at the thought, that our heroes will at least be able to appear in costumes so becoming and elegant, as not to render the expression of their impassioned and noble sentiments, almost ludicrous, from forming such an antithesis to the hideous and grotesque modern costume of the male sex, wherein they are at such pains to enable themselves to be mistaken for the flunkeys who stand be hind them at table. Finally we beg to state distinctly that the play has neither been paraphrased from, nor suggested by any dra matic work or novel, of which we are aware, in any known tongue."], [10, ""], [11, "The scene is laid in England. The action takes place partly in London partly in a castle in the neighbourhood. Personages. The earl of Ardown. The king, Charles, the second. The duke of Buckingham. The earl of Rochester. The duke of Medinamoro, Spanish ambassador. Monsieur de Barillon, French ambassador. Roger, the betrothed of Jenny, and confidential se vant of Jermyn. (Ardown. The marquise de Vaudreuil ) _ , French women. The duchess of Portsmouth ) Jenny, the maid, and foster sister of the marquise. Annette, maid of duchess of Portsmouth. The duchess of Cleveland The belle Steuart ) Master Nicolas ) Lords, Ladies ) all personages who are dumb Citizens and their wives ) or have only a few words to say. Apprentices ) Workwomen )"], [12, "THE MARQUISE DE VAUDREUIL. Prologue. The scene represents a part of the garden of Spring-gardens bosquets and arbours and clumps of trees are scattered about, in such a way that persons can conceal themselves amidst or behind them, so as not to see each other, yet to be visible to the spectators. It is night, and the gardens, and avenues, dimly visible in the background, are all gracefully illuminated, more or less, by coloured lanterns suspended among the trees, or scattered amidst the grassy parterres. The stage forms a more or less open space intersected by alleys and thickets opening into it. First scene. Groupes and couples of citizens, apprentices, and others, prome nading in the background, and the alleys crossing it. The marquise and fenny, enter and come to front. Both are disguised as coquettish work-girls. The Marquise. I repent having let you over-persuade me to venture here. To be frolicking in London, instead of demurely awaiting the term of my banishment in Britanny, is playing the game of my adversaries. Jenny. How can it reach their ears. Madame's declared an tipathy to England, renders it the last place, they would seek her in, and here no one can recognise her, these gardens being frequented by none but the middle and lower classes. Besides,"], [13, "3 since politics have been but a pretext to colour the personal rancour of the king ! ! Marq. All the worse. It is no joke when Louis the fourteenth takes a virulent spite against any one — a pleasant prospect, if I must await the grand climacteric to be rid of his conquering pretensions. Jen. Well, a young widow, conspicuous for beauty and wit, might expect that at the court of a monarch so gallant, she would have to chuse between his love, or his vindictiveness. Marq. As if I had not been surfeited with the coun:ry, during the life-time of the marquis. Jen. [laughing] No wonder, poor man — when, ? t sixty one has the temerity to take a wife of seventeen, so attractive and so addicted to Marq. Fascinating all those who are worth their salt. Do I deny it. One is pretty or plain; bright, or stupid. Of wr at use then are beauty and brains, except to amuse oneself. Jen. Excellent in theory, but the practice may leac , perchan ce from the court, to the Bastille, and meanwhile, from Versail les to Brittany. Marq. And from Brittanny to dull, prosaic, freezing England. Jen. (piqued] Her grace, the late duchess, did not so de preciate her native land. Marq. Oh ! my mother was British to the back bone. But from her I have inherited solely, a tincture of her exaggerated scruples, — vastly attenuated, luckily,— her ancient domains, and her native tongue. Jen. And her English beauty, surely, that item ought not to be omitted ? Marq. Decidedly, but if my' father had not leavened it with his Gallic wit, I should care little to play the part of the mask, which the fox, turning inside-out, lamented should prove vacant within, though so pretty without."], [14, "4 Jen. [laughing] That fox was wiser than men, who all to nothing prefer the exterior to its contents. Marq. [contemptuously] Such may be the rule in England, but not abroad. The worse for those cavaliers you vaunt to me. For if there be one dolt more despicable than another, it is the idiot who falls in love with a fool, for her face. Jen. [piqued] Milady will discover that there are English cavaliers, who can hold their own against all the world, if she comes across their best specimens. Marq. As if they could ever fascinate me, with their British morgue and stiffness. Jen. [maliciously] A certain French proverb asserts that it is temerity to say \"Fountain I will never drink of thy source\". (Groupes of apprentices and others gather in background, whis pering, and staring at marquise. Rochester behind them.) Marq. [uneasily] Decidedly we seem to be creating a sensa tion; and that queer-looking oaf there, who stands aloof, scru tinizing us from top to toe. If he were an emissary of Louis? every thing now causes me a panic. Jen. Oh ! that is a puritan preacher who professes to fish for souls. Marq Doubtless he fishes to good purpose, and I bet that he dedicates himself specially to redeeming the weaker vessels. Jen. Precisely, all the women swear by him, perhaps he is meditating the conversion of madame. Marq. He would lose his Latin at that task. But we are too much under observation here, I wish we were well back at home. Jen. If madame would hut deign to hearken to me. The fact is, all are on a level here. Whoever remarks a pretty face, comes up to offer his arm, she couple go off to dance, and the acquaintance is made. If nradame would but play her part frankly, who knows but she may amuse herself as well, or bet-"], [15, "5 ter to night than in many a palace. Were it only for the sa tisfaction of realizing the effect, produced by simple miss Juliet, instead of the dazzling great lady. Mar. True, it would be a variety; at all events, my escut cheon will not be blurred by the experiment, for once. Jen. That is how to take it, since we have only come here for a lark, and see, the moths are already swarming round, to vie which shall burn their wings first and best. (enter Roger, several young men approach, saluting awkwardly. Rochester remains aloof , Jenny advances to meet Roger. The marquise in the rear, converses with the apprentices, who have come up to her, and accepting the arm of one of them, turns to go out.) Mar. [to Jenny] Await me here, Jenny, I am going to dance, (exit marquise with apprentices). (Jenny and Roger converse, in front; promenaders, pass in back ground; music is heard faintly in distance). Jen. Quick, say, is your lord Ardown coming ! Roger. Did I not engage to bring him. I had only to hold out to him something novel, uncommon. He is so satiated with drawing room successes; all the ladies throw themselves at his head. Jen. The very counterpart of my mistress,she only esteems men as toys, to experiment upon, — you have not awoke his suspi cions, I hope. Rog. I knew better than that, my dear. Jen. Provided only he should not betray himself ! Rog. No fear on that score, he is particularly anxious to keep up his disguise, and lest he should be unable wholly to dissemble his grand air and supreme distinction, he is to pass for the son of an opulent ship-owner, in Holland — a democracy, exempt from castes you conceive?..."], [16, "6 Jen. The train took fire, easily then? Rog. Like a match put to gunpowder. He has been bored to death of late. Fancy how entertaining he found the routine of his old feudal castle when just returned from sojourning in the most brilliant capitals of Europe, and being the star of the ascendent in all of them. Jen. Why did he not come up to the court then. There is no lack of fun and rollicking at Whitehall, if the scandal-mon gers are to be credited. Rog. A likely thing that the Marquis, who sent him abroad as soon as he came of age, to prevent his being involved in that vortex of dissipation, would suffer him to plunge into it when he has just recalled him to induce him to marry his cousin. Why he had not been two months in Paris, this spring, when his fa ther pelted mylord with letter after letter orderinghim summa rily to return instanter. Jen. But it is reported in France that the king is turning to devotion. Rog. It must be to the fair sex then, to judge by all the intrigues in which Charles, and his two favourites, Buckingham and Rochester, are entangled. Jen. I thought that incorrigible scamp was in disgrace ? Rog. That is but an intermittent casualty, to which his ir repressible impertinence subjects him, but with the first day of spleen or fog, he is immediately recalled, for Charles cannot exist without his right hand-man. You may guess that it is not at the school of such a trio that the rigid marquis wonld allow his son and heir to take his brevet. Jen, [hastily] Dear me, I hope the earl is not a novice. For to captivate the marquise !.... Rpg. [piqued] She must be deucedly difficult then, for all the women go frantic after him. Jen. I breathe again, you threw a wet blanket over me, for it"], [17, "7 is not the first comer that she admits to court her. Rog. Hey day ! He condescend to court any one. Learn that the genuine high style is superciliousness, indifference, and im perturbability. Mylord would derogate if ever he swerved from the supreme impassibility, the uualterable cold blood that stamp his caste. Jen. [laughing] He will have to alter bis cue, if he enters the lists with madame. Rog. Bah ! a word, a look and they are all at his beck. Only a few incognito escapades up to London have sufficed him to strike up an intrigue with the duchess of Portsmouth ! Jen. [dismayed] The beauti ful Louise de Kerouailles, but if he is in love with her'? Rog. The king's mistress ! — a man of his race ! gentlemen may tread on each other's heels, for a whim, but they do not drag their hearts in the mire after them. Jen. You reassure me, for if I did not think to do right... Rog. And / then ! do you mistake me for a stage varlet. Did I not know that you are qualified to guarantee your mistres ses antecedents.... Not the less I am in a quandary, for between the court of a Lotiis and a Charles! Jen [provoked] It is a question of leaving or taking. If he is so squeamish he should put up with a fright. Rog. Gently ! Wit, beauty, and coquetry; all three in the superlative. That isa trinity so high-spiced as logive one goose flesh all over. Not to speak of larking it in public gardens. Jen. [scornful/y] You might know that the more danger of compromising oneself, the greater the temptation. Rog. The deuce it is! and this mysterious voyage in disguise? Jen. Did I not explain to you that madame is inculpated of having participated in the cabal of her friend, the countess of Soissons, thanks to a certain great personage, who vexed at being repulsed, under cover of this pretext, had her banished"], [18, "8 to her estates in Brittanny, in hopes that she would purchase pardon at any cost. Rog. Bless me ! that irrepressible suitor of hers must be the grand Mogul at least. Jen. About as good. Therefore, when the missives, from being urgent, began to be menacing, it was full time to place oneself in safety. Rog. That should teach her not to tamper with those who can deal in requitals. I warrant you that whoever treads on my master's corns has cause to repent it. For he is peculiarly haugh ty. Imagine, if he were cut to the quick. Jen. The marquise will have found her match then, for she is a spoiled child who only needs to be reined in. Rog. If the lot falls on Lord Ardown, he is the very man to break her in. If ever she ventures to shie or kick, he will cure her of any desire to try it on again. Jen. Why then have you so vaunted him to me. I would ne ver have brought about this meeting — the sole means of overco ming her inveterate prejudices — if I thought he were to make her a bad husband. For though our own mariage will be bro ken off, unless we can fix my mistress in England, not at any price, would I lend myself to make her miserable. Rog. Miserable forsooth,— ihe may bless her stars if Lord Ardown falls in love with her. High-born, generous, intellectual; as handsome as a picture, and as brave as a lion, if he exacts the deference to which he is entitled, she has only to refrain from developing his Blue-beard instincts, by giving no cause for them. Jen. But if he is so overbearing, why don't he stick to English girls, they are earth-bound enough for any one. Rog. That's the rub. He says they are either so stupid or so silly that they bore him to death. Italian and Spanish beauties have spoiled him for insipid wax dolls. He prefers foreigners, for"], [19, "9 that reason, but the laxity of their manners and morals makes him doubt them all. (The music ceases, the promenaders begin to thicken in the background) Jen. The dancers are returning. Remember that madame is to pass for the God-daughter of a great lady who had her educated with her own children, otherwise he might suspect a mystery; and that she has run away, because they wanted to marry her to a rich farmer. Rog. Have you not dinned it into my ears enough. I am as anxious as you that our little plot should succeed, if but to se cure for myself such a saucy helpmate. But, all the same, every hair of my head stands on end at the thought of bringing to gether two such antagonists. However, I wash my hands of it; my conscience is pure. Jen. [saucily] Gospel truth, of course. (More dancers appear in the background). Rog, [hastily] Lord Ardown will be here in a moment, ac companied by my comrade Nicholas; who is to pass for your cousin. Be sure to receive him cordially. Jen. [laughing] No fear but I shall do you honour. (exit Roger) (as the marquise returns, with her partner, whom she dismisses with a salutation, Roches/er disguised as a puritan preacher, ivith blue spectacles and a red wig of lanky hair, follows her at a little distance) Marquise [panting, and fanning herself] Never were such in defatigable dancers, my partner would hardly let me draw breath; alas ! that what my new admirers gain in sincerity, they lose in seduction. Decidedly, sentiment is a drug, unless perfumed with orange-flower, and purified by almond paste."], [20, "10 Jen. [laughing] What ! not even one has found grace ? Marq. One perhaps. — I defy you to guess whom. I give it you in ten, in a thousand ? Jen. Is it perchance that good apostle, who is tacking gen tly this way; as if inadvertently; Marq. You have hit it, you cannot think how diverting he is. I was sure to have him on my heels. [promenaders keep crossing in the avenues. The waiters of a ta vern bring in a table, and chairs in the rear, and begin laiing the cloth for a supper]. Roger enters, [fenny meets him and they converse apart, while Rochester comes up and adresses the marquise.] (*) Rochester. My pretty maid, prythee give me that love knot? [pointing io a bow of riband on the bosom of her dress] Marq. [laughing] A love token, thus, at first; you are mo dest. Roch. [sanctimoniously] Daughter, such gewgaws are the livery of Satan; accept these flowers of the good God in ex change. (He proffers her a nosegay) Marq. [ Taking the bouquet and examining the flower si] A to lerably compromising selection, for so pious an offering, it strikes me; unless I have become a tyro. Roch. [same tone] Thou art too prompt in misjudging thy neighbour. The myrtle typifies my spiritual tenderness, the moss rose the voluptuousness of divine love; the blue convolvulus re- [Rochester and the marquise walk aside conversing, a group of citizens ap proach. Nicholas aud the carl of Ardown (niter, the latter dressed as a well to do city merchant\"s son.]"], [21, "11 proaches thee for thy pernicious coquetry; the cystus recalls to thee that thy master is a jealous God, and the forget me not, that thou art bound to consecrate thyself to one lord. Nicholas, [gomg up to Jenny and Roger] My dear cousin how glad I am to see you. Hearing that you were coming here this evening, and I having a colleague just arrived whom I have to show London to, I bethought myself of inviting a few friends to supper here, to meet you both; thus killing two birds with one stone. But why do not you come to embrace me [he opens his arms to her.] Jen. With all my heart [They embraces Rog. [crossly] What are you thinking of, thus in public. Nich. Is she not my own dear cousin, where's the harm, then- Rog. [aside to Jenny, frowning at her] If that is the way you do me honour ? Ien. [laughing] Did you not desire me to receive him cor dially ? Nich. [turning to the group of citiziens and their wives who have gathered round him] By my troth I had well nigh forgotten my duties of a host. Here I have the honour to present to you all, my friend Dick Williamson of Rotterdam, on a flying visit to England, for his father's firm. Rqg. [grumpy] Enough, let us sit down to table [ The mar quise and Rochester having approache I. Nicholas makes room for them.] Nich. The place of honour must be for your pretty foreign friend, Jenny. Ladies and strangers first, that is John Bull's motto. j rejoice too at the company of such a saintly boon-companion; [saluting Rochester] [he leads the marquise to the head of the table, all the rest of the guests gather round. Three push for-"], [22, "12 ward and try to thrust themselves into the seat next to her. They dis pute.] i. Apprentice. I came first. 2. AppREnTicE. Mistress Juliet danced with me. I. Apprentice. Boaster! 2. Apprentice. Impertinent ass! Ardown, (pushing them both aside negligently, takes the place him self.] A dispute! fie! good sirs; to settle the question I take the place myself, [all laugh] Jen. [aside] The bait takes. Now, to give him fair play. [She tries lo lake the seat on the other side of the Marquise.] Roch. [He edges her out, and slips into it] When two pretty women put their heads together, the devil steps in third. Jen. [aside] Heaven confound him! (All are exchanging a few words in an undertone, while waiters hand dishes round; draw corks, and pour out ale and beer. Ardown and the Marquise are conversing together, apart] Marq. What a singular country that Holland! — Is it true that it produces the most beautiful flowers in the world? Ard. (he drawls his xords, and speaks with extreme nonchalance] Pardon me if I must contradict you. The flowers grown in French soil have no equals on this globe. Marq. [laughing] Really, you should be a Parisian. Roch. [aside, overhearing] I'faith, that compliment scents the raffine from a mile nf{,( he tries to interrupt the tete a tele-addressing Ardown] you are fresh from Holland good sir?"], [23, "13 Ard. [not minding him] yes.... no... [he speaks in an undertone to the marquise ! Roch. [sanctimoniusly] We hear that the living waters of the faith inundate that thrice blessed land. Our brethren steep themselves eagerly therein, it is said. Ard. [aggravated; mocking him] Yea, verily, there be no lack of fetid pools, and miry swamps, where boors and knares wallow to their heart's content. Jen! [to Rochestes, mocking] you scarcely fished for that me thinks (all laugh.] t- Citizen. I see nothing laughable in that. i ■ Citizen's wife. When did you ever see anything beyond your nose? Ard. Ah! dame. There, your worthy spouse is in his due at tributions. Cecity is the first of conjugal virtues.— Woe betide us if husbands presumed to become clear sighted. [The women titter, the me:: e.vhange toasts and chat, the music in the distance recommences. — all stand up. The groupes scatter. The women gather round Rochester, who tries to slip away from them.] I. Citizen's wife. Prythee abandon us not so soon. 2. Citizen's w'fe. You sha'nt have the keepsake I promised you. i. Citizen's wife. Nor the comforter I am knitting for you. i . Work-girl. Nor the slippers I am embroidering. 2. Citizen's daughter! Nor the velvet cap, with its fine gold tassel I am finishing."], [24, "14 Rochest. Respectable friends,my pastoral duties leave me scant leisure Nathless, mistress Dorothy, I shall endeavour to enlighten thee concerning that mystery which troubles thee; [lo another] Dame Lisbeth, I must come at eventide to instruct thee in that lesson thou misunderstandest. Be careful no one should derange us. — Sister Bridget, here thou wilt find the most exstatic of consolations. Be persuaded that I aspire to nought more ardently than to lead you all into the paths of pleasantness, and to open for you the gates of paradise; even on this sublu nary earth. [He hands the latter a book] [In the interim, the marquise has approached the group. Rochester gliding past her, whispers in her car.] Roch. And for none more than thee, whom Satan would lead to damnation, were not the servant of the lord at hand, to point out to thee the road to salvation, and to help thee to attain it. [exit Rochester.] Ard. [offers marquise his arm, she demurs.] I pray you not to hesitate, there are certain young fellows leer •ng this way, who might annoy you. [ The marquise lakes his arm, and they walk up and down. Three apprentices come up to them, singly, from different directions] i. Appr. This is my country-dance fair damsel. 2. Appr. (following him] On the contrary, it is mine. 3. Appr. [coming up hastily] By no means, mistress Juliet is engaged to me. Ard. {fixing his eyes on them significantly .] To no one. — I marvel sirs you should fail to. perceive that I have proffered my arm to mistress Juliet, and that she has accepted it."], [25, "15 [Tlie apprentices remain out of countenance] i. Appr. [stammering] Your pardon, but mistress Juliet?... Ard. [scrutinizing them 7vilh has closed eyes, and supreme su perciliousness] What is there for your service, sirs? 2. Appr. We would fain learn if later... [He slops confused, and intimidated by Ardown' s haughty glance.] Ard. I fancy not. Mistress Juliet is tired, and will dance no more to night, [authoritatively, to the Marquise] is it not so? Mar. [dominated] Quite true. Ard. [looking at them derisively] Did I not tell you so, my masters. [ The apprentices withdraw in confusion. Ardown follows them with a sarcastic glance. Jenny and Roger draw within earshot, during this latter dialogue]. Rog. [asid, nud \"in* Jenny's elbow] What did I tell you, eh! Jen. [aside to Roger] Decidedly, all he lacks to complete his domineering ways, is that horsy style in which British gallantry excells. Rog. [aside to Jenny] That, my dear, is the highest fashion. But all the same. He will go right ahead breasting wind and tide, once he resolves. [Roger and Jenny pace up and down in the rear, conversing. Ard! [nonchalantly, lo marquise] How pitifully those poor de vils sneak off. Were ever any fellows more ludicrously crest fallen. They may thank themselves for it. Such presumption passes all permission."], [26, "16 Mar. [recovering from her confusion] True, but it remains to be seen where that applies? Ard. [with hauteur] You cannot assume, I imagine, that I have deprived you of any regrettable advantage, by dismissing such redoubtable competitors. Mar. (half jesting half ironical] You displace the question. It is not the fact I resent, but the mode. You have certain ways... Ard. [superciliously] That is a privilege of mine. One gets used to it in time. Mar. But if one does not? Ard. Such a result never happens to me. I compensate so well for the aspirants I eliminate, that it is all gain, and no loss. Mar. [laughing] I admire you. Ard. [semi-serious, semi-ironical] Not enough yet, — but it will come. Mar. You flatter yourself so far? [They are walking lo and fro. Ardown plays with her hand, which rests on his arm. He gazes into her eyes half Jestingly, half impassioned. and lifting her hand lo his lips, kisses the lips of her fingers.] Ard. I make that my business [exeunt, -walking into an alley, arm in arm. I J . (Roger and fenny who have been looking on from a little distance; come forward.] Jen. Eh! Roger! It strikes me that my lord is derogating! Rog. [loftily] Oh! in disguise! it does not signify, [exeunt]"], [27, "17 Enter Buckingham, — [muffled up in a long cioak, a large Spa nish hat drawn down over his eyes, he traverses the stage hastily and ensconces himself behind the bushes in the rear. Enter Duchess p/Portsmouth, and her attendant, Annette! Duch. You saw him, with your own eyes? Annet. As I see Madame! Duch. Ah! I still hoped that this delation were a mockery. Annet. From what motive. Duch. How do I know. Any thing appeared more probable than such treachery on the part of the only man I ever really loved. Annet. Ah! madame. These always treat us worst. Who is ignorant that on the favoured lover devolves the task of acquit ting the debts of all his predecessors. Duch. [bitterly] Wherefore did I meddle with love. What to me are all these glittering cavaliers. Weather-cocks to day, traitors to morrow. To compel them to prostrate themselves at out feet to serve us as footstools to arrive at the highest summits, for this alone they are good. Annet. There I recognise madame. To others, tears, which are weakness; and despair, which is cowardice. The Duch. How I suffer, good God! — air! give me air! [She lets herself drop down on a seat, and smells at some salts while she takes off her half mask] Annet. Oh! what imprudence! — Madame! who is so well known, if any one were to pass who recognised her... If Mylord of Buckingham, or his majesty..."], [28, "18 Duch. There is no one near. Besides, what do I care. — Oh, to be humiliated, outraged to such a degree, and for a low born girl, when I have risked every thing for an irresistible passion. Woe to thee Ardown. It is not a Louise de Kerouailles that one can stab to the heart with impunity. Buck, [aside, from behind the thicket]. Woe rather to thee, Louise. It is not a Buckingham who can be made to play the part of a Charles the second. Duch. [standing up and putting on her mask] I blush for this illtimed despondency. It is not for me to weep, but to act. Let us seek them out. I must have ocular demon stration. Ann. They are sure to come here. This is the most seclu ded part of the garden. The trysting place of all lovers, on ac count of all these thickets and arbours which afford sueh shelter from prying eyes. See, precisely; there, they are, coming this way. Duch. (looking in direction pointed out] Alas ! it is indeed he, and I, who was not yet convinced; quick, let us hide somewhere, whence I can hear and see every thing myself. (They slip behind a clump of trees, on the opposite side to where Bu ckingham is concealed.) Ard. [and the Marquise come near] Do you know that I find you absolutely charming. Mar. [mocking] You condescend to do me such honour! Ard. ]languidly] One has made the grand tour, it gives one discrimination. Mar. [satirically] And imperturbable coolness too, it ap pears."], [29, "19 Ard. Yes, that is a knack one falls into from the habit of taking the lead. Mar. [saucily] You surprise me! Is commerce on that foot ing in Holland Ard. [playing with his moustache] oh! in a commonwealth riches are an equivalent to rank. Besides, it is only oneself that counts. I am the proof of it, for I have been made much of e very where and always. Marq. [laughing] You have been spoiled, that is all. Your education needs to be taken in hand again. Ard. I was on the point of saying the same to you — word for word. We are made to understand each other. Marq. / do not contemplate it in that light. Ard. You will, when I undertake it in earnest. Marq. Have you such a pretention ? Ard. Ah! mv dear, there you are floundering wide of the mark. / have no pretensions, solely, an inflexible will. Marq. [feigning not to comprehend] You mystify me comple- tely. Ard. That does not surprise me, we Britons are not always easy to fathom: Especially by the uninitiated. But I shall form you. Mar. [mockingly] You would not find that task easy. I ant rather headstrong too, and much given to having my own way in every thing. Ard! It is superfluous to tell me that. I know you by heart thoroughly already. Just listen — somewhat wayward, a little refractory.considerably spoiled;very fanciful; incorrigibly giddy;"], [30, "20 impossibly rash; and a little, oh! ever so little coquettish! Marq. [saucily] Only that! Ard. Does the list appear small to you; I,on the contrary, think it an exceptionally intricate case. Wherefore it fits me to a T, for trying my hand on. Marq. If it fits you, it would not fit me. Hence, were it not for the satisfaction of setting you at defiance!... Ard. Pray do me the credit to believe that when I am once in the saddle it is rather difficult to unhorse me. Mar. Fie! if you talk sporting language to me. Ard. [half jesting, half ironic] Excuse me, but you must know that training is my forte. I have quite a unique speciality for it. Ah! my dear! you little guess what admirable schooling is in store for you. Mar. The questionable point is, whether it is the schooling you would give, or receive, — if only I had the time, or the oc casion. Ard. I engage to furnish both to you, if but to elucidate the dilemma. Mar. But though so giddy, I am too shrewd to attempt it without due guarantees. Ard. Formulate them, we shall see if they can be conceded. Mar. First and foremost, patience, perseverance, good faith, submission, humility, — enumerate all the qualities you lack, it will save time. Ard [languidly] One may look them up, for once in a way, when one chances to be abnormally bewitched, for instance. Mar. I am not to be taken in by pretty speeches. Do you imagine I am unaware who would be outweighed in the ba-"], [31, "21 lance, if the humble work-girl were confronted with any of those fine ladies who dazzle all eyes, and inflame all hearts. Ard. [disdainfully] Pooh! Ball room beauties, as unable to bear the light of day, physically, as morally. Mar. You mock me. Who would deign me a glance beside th«? belle Steuart, or the duchess of Portsmouth. Ard. The duchess of Portsmouth! She would serve you for a foil. You eclipse her as a bright, particular star outshines a farthing rush light. I have had occasion to observe her closely, very closely indeed, — what are all those affectations, those bor rowed charms, skilfully heightened by cosmetics, compared to the lilies and roses your's can vaunt. Have you still to learn that all these beauties in vogue, of light manners, and lighter mo rals, we hold as as i'faith ! as cheap as they hold themsel ves — which says every thing. Mar. [laughing] True ! you ought to be a competent apprai ser, seeing that they are in your line, being in the mart. Ard. [laughing] You have hit the mark, only, I confine myself to purchasing. I leave selling\" to others, [exeunt arm in arm, conversing.] Duchess and Annette [coming out of their hiding place] Duch. What ingratitude ! I suffocate ! The wretch, the in solent ! It is not enough to pay my insane passion with the blackest betrayal, he must degrade me to a level with this low schemer. — Who contaminate us with the light morals he throws in our teeth, who but he, and his compeers, who spare no se ductions, no snares, to lead us astray. Ann. Assuredly, it ill becomes those who reap the profit, to inflict the blame."], [32, "22 Duch. Thank heaven ! the outrage provides the remedy. Indignation is the best cure for love. We will pit our forces against each other, Lord Ardown, and see which carries the day; in the end. The French proverb says, he laughs best, who laughs last. It would be strange, if I had forgotten how to a venge myself [exennt Duchess and Annette.] Buckingham [issuing, laughing] And I am already avenged. The audience had well nigh cried bis. But to thee, Lord Ardown, the law of talion. Mistress for mistress. — It will be a savoury requital. For this little French lass is a morsel for a king; were a whole tribunal of feminine experts to make oath to the contrary But whom have we here? [He returns lo his hiding place on seeing Rochester approach] enter Rochester Roch. Impossible to be quit of that interloper. He sticks to her like cobbler's wax. The saucy minx too encourages him- What avail all the cardinal virtues, failing captivating exter nals. It disgusts one with canonisation. I lappily, there is only one rival apt to spoil my game. It is a compensation for being in disgrace, no longer to have that accursed Buckingham on my heels. [At the close of Rochester's monologue, Buckingham emerges from his hiding place, and suddenly confronts Rochester, dropping his man tle from his face] Rochester [with explosion] Buckingham ! Buck. Rochester! Roch. You marauding here! iustead of outshining all com petitors at the Portsmouth's ball? Buck. An&you then? Who are supposed to be out-bucolising"], [33, "23 Damon and Pythias, beneath your centenary oaks? Roch. What magnet attracts you to such unknown regions. Buck. But you rather? what brings you to these outskirts of civilisation;accoutred in so grotesque a guise. Is it in order to at tenuate your native charms, lest they should fire the city at its four corners. Roch. My dear fellow. I have turned saint. And in proof, lam devoting my leisure to good works. Buck. Which doubtless, like charity, begin at home. Saving indiscretion, may I venture to inquire what special mission you patronize, pro. tern. Inasmuch as there are works and works; I fancy. Roch. It stares you in the face. I am in charge of souls. Buck, [ironically] One may wager that you go beyond that charge, considerably. Roch. [compunclious/y] Ah my friend! I extenuate myself to fulfil it conscientiously, but it is a heavy burden to sustain. Buck. Comfort yourself. I am prepared to take it off your shoulders. Roc. [aggraiiated] Do you contemplate exploring these lower latitudes. Buck. It is not always in the higher ones that nestle the birds of the most brilliant plumage. You know that; who are stalking so craftily that unfledged beauty you seek to keep back from me. Roch. [ingenuously] Which then? the devil take me if I un derstand you Buck. Palm this ingenuousness off on others. What ! a dia mond of the purest water could sparkle at your feet, without at-"], [34, "24 trading your discerning eyes ! A rose, surpassing all others, could blossom within your reach, without your endeavouring to pluck it ! Roch. [aside] This one too ! The deuce is in the luck! [aloud] My dear George, nothing can be concealed from you. Let us talk it over openheartedly, like good comrades. Buck. All right, between, friends, let us throw down the car ds, [aside] Sharp's the word. When Rochester takes to candour he would outwit Mephistopheles. Roch. Frankly now, what will be the result; if we both go in for running down the same game. Buck. Each will ply the spurs; and strive to be nAt at the winning post. Roch. To handicap each other reciprocally Buck. Speak for yourself. Roch. Suppose we toss up for her — heads or tails? Buck. To be in at the tail, of a certainty ! Roch. Would you rather one of us should withdraw from the contest, on a pledge of future compensation. Buck. Nothing better, but which is to set the example ? Roch. Since Satan persists in pitting us against each other. if you care to open fire, / will follow. Buck. I fear you think there may be more ease, if less glo ry, in following, than preceding. Roch. You thankless fellow, when I lay down my arms, sooner than break a lance with you. Buck, [ironically] In order to make mine fall from my hands!"], [35, "25 Roch. Between ourselves, I have my reasons. Buck. Out with them, — they intrigue me. Roch. Conceive my case. A batch of rabid prudes and bi gots on one's hands, — mortal man could not hold out long. I am at my last gasp. Buck. That is not all, come, make a clean breast of it. Rock. Oh the rest is a question of details. Buck. Eh ! details are not insignificant; for those who are fastidious. A truce then to reticence. Speak out, without tergi versation. R.ich. [as if reluctantly] Since you insist on it. First then, she has the bad taste to manifest a deplorable partiality for a certain paltry counter-jumper...! Buck. One kicks the stopgap out of doors, and consoles the belle. Roch. But she has the egregious pretention of making his successors trot in harness with him. Buck. This is downright drivelling. The worse for you, if you have failed to get the start, being before hand. Roch. It is not the brightest flowers always that exhale the sweetest scent, alas ! Buck, [with a gesture of nausea] Pah! At that rate, you are welcome to my turn, if you can stomach this flaw, so far as to put it to profit. Roch. What will you have, nothing is perfect. There are blot ches even on the sun. One need but gi^e oneself a catarrh. Besides, she patronizes garlic, like all foreigners. That fragrant accessory will overpower the other."], [36, "26 Buck. By making bad worse. The heavens preserve me from both ! my organisation rebelling orgainst all such abominations. Roch Decidedly then, you recoil? Buck. Certes. To play the humiliating part of the knight of the woful countenance, is foreign to my antecedents. I prefer to renounce a pursuit where I risk coming to so ignominious a con clusion. Roch. Be it so. But if you set the least store by it?... Buck, [aside] Have I lighted on a paragon, by chance![sl/<W] It is a bargain: but remember, you owe me the revanche. Roch. Honour bright! [aside] If I sell him, I will light a bon fire, [aloud] Long live friendship. Buck, [aside] What simplicity. He must be badly winged this time, to be so easily gulled. Oh Rochester! how many pegs lower you have fallen in my estimation, [aloud] Nothing like friends, [exeunt Buckingham covering his face vilh his cloak.]"], [37, "First act. Scene [a small house isolated, in the suburbs of London; a modest work-woman' s room, neatly and tastefully arranged, but in character- A large press on one side, a door opening on a bedroom. A balcony at (he back, giving on a smill garden. Flowers on the mantle piece. A bird's cage at the window. A table covered with a cloth. A lace making cushion with some lace, commenced on it, some lace scatterdd on the table; a door opening on the landing place of a flight of stairs, a chimney at one side; -with ashes in it.] [ The marquise alone. Tastefully dressed as a French work-girl. She opens two notes, which she glances over, and ivith an expression of im patience, tears up, and throws into the hearth, tossing the cinders over them with the shovels] Marq. Both alike. It resembles a wager. Now, that for six weeks this siege has continued, it becomes a trifle monotonous. Besides the probability of their coming in contact; and having the ill breeding to cut each other's throats. They are insuppor table, with their determination to force the door, Enter Jenny, [overhearing] Jen. Provided they do not force your hand; — Marq. Nonsense. — To baffle those whose trade is to poach on every other's preserves, is my speciality. Jen. All's well that ends well. If only the little blind God does not maliciously trip one up, in the midst of such a tri umnhant career. Marq. Because forsooth, I amuse myself dangling the bait before the eyes of presumptuous aspirants, just to keep my hand"], [38, "28 in, have you taken it into your silly head that I ? Jen. Who knows! moreover by a little polishing up, as Ma dame's father, the Duke, used to say, any upstart parvenu may pass muster now a days, under cover of a papal title, well gilt by a few millions. Marq. [greatly irritated] Was ever such impertinence. A saucy jade who presumes to be more fastidious than her mis tress who finds him of the most faultless distinction. To an extent, indeed, that I thought unattainable, by any one, not to the man ner born. Jen. [hastily] Oh! that is easily explained, He has travelled much, and mixed in the best societv; being so handsome, and rich, withal. Marq. [haughtily] The worse grace then, for such misplaced depreciation, [the clock strikes] But the hour is advanced; and you may go, as you have an appointment with your betrothed, I believe. Jen. [aside] Good! She wants me to clear off. I begin to hope the affair is well launched already. She must be pretty far gone, to have been so provoked with me for criticizing him. [Jenny goes and returns with a coif , and mantilla to fling on her shoulders]. Jen. Since madame gives me leavt Marq. [nods, — fenny exit, marquise remains alone. She paces up and down, in great agitation]. Marq. [monologuing] Is she in the right; Can this be love? This incessant preoccupation; this feverish agitation, I expe rience for the first time. — I, — whose ancestors won, their gol den spurs at Roncevaux; and conquered their wide fiefs at"], [39, "29 Hastings, and Crecy, [with irony] to love a plebeian ! — how de- rogatory, [with tenderness] and yet could all the quarterings of the Valois, or the Bourbons, make him a more accomplished cavalier.— Alas, alas! If but the blue blood of a noble lineage ran in his veins. Were his sole possessions his honour, and his sword, how gladly would I lay all mine, at his feet. [ With ef fort] Well; all is vain —I must put an end to the fair dream. I will depart. — But without warning him— the blow would be too sudden, too cruel. — It should be broken to him by de- grees, — [with passion] he will think himself deceived, betrayed — yes, 1st him spurn me, he will be justified.— oh this faiut- heartedness ! I must overcome it. — Let me rehearse my part. [She seals herself at the table, taking the lace work in hand; and looking towards the door, feigns to see Ardown enter , and to converse with him] What! is it you? So soon! [She feigns to answer for him] Did you not expect me? — In sooth. I had forgotten it, and was thinking of something else. — That's the proper tone — It will give him a cold douche [ The cloch strikes three] [She starts to her feet] Three o'clock struck! and he not arrived. The first time he ever presumed to keep me waiting. So much the better. It will cost me less to dismiss him. [She goes to the window and looks out] Methought I heard his step [she listens] no, it is not he — All right — my gentleman will be received as he deserves. [suddenly panic stricken] But good heavens! If he had been waylaid, wounded, killed, perhaps, by either of those arrogant pretenders; who have threa tened it so often, j She paces lo aud fro in great agitation] [Ardown opens the door, and enters^]"], [40, "30 Marq. [rushing towards him] Thank God ! It is you at last. [She vacillates, and falls half fainting.] [He catches her in his arms] Ard. What ails you, my soul! my life. [Marquise recovering, frees herself gently from his embrace, and drops down on the sopha] Ard. [silting down beside her, œnd taking her hand '.] Mar. [reproachfully] Half past three! Ard. True, I am late, but not through my fault. Mar. To cause me such alarm; [perceiving his hand banda ged by a handkerchief] But what do I see, you are wounded, hurt?... Ard, [scornfully] Only a scratch — A disguised gallant, who thought to bar my way. Mar. Ah! my presentiments! Ard. [kissing her hand] So that my rivals do not cross your threshold, I shall know how to defend it. Mar. [taking his hand tenderly and kissing it] That poor hand! would that my lips might heal it. Ard. [impassionedly] Ah! I bless the encounter that has pro cured me these first symptoms of tenderness, [aside] She loves me. — [He passes his arm wound her waist, and tries to embrace her.] Mar. [withdrawing herself gently] Have you forgotten our stipulations? Ard. [impatiently] What, always severe? Mar. Andyou, always encroaching! Have you not pledged me your knightly word to remain within due bounds. Ard. [same lone] Could I divine that you would so pitilessly"], [41, "31 keep me on starvation diet for two whole months; [tenderly] an eternity. Mar. [reproachfully] Can it be that you love me no better than the others? Ard. What a reproach! — May my dearest know, that if I love her^like a madman, I respect her like a saint. Mar. [gaily] It is thus that I love you. Ard. [jestingly] Despot that you are — You only like me humble, penitent, submissive; at your feet. 7, on the contrary, when you tyrannise me the most, love you the best. Mar. [laughing] There you are on the high road to become a model paladin. Ard. [languidly]\" A\\\\va.ys at his lady's feet, without hope of re- ward \" That chivalrous code has become some what legen dary. (*) I could not answer for my resignation being of that heroic calibre for a permanence. Mar. Ah! let us not dive into the future The present alone is ours. But that is so bright, so glowing. Why mar its pure enjoyment by sinister anticipations. Let us rather hail this charming episode, as a glimpse of Paradise; a radiant dream; of which the remembrance will be held pure and sacred, indelibly within our souls, for ever. Ard. [recoiling, and drawing himself up haughtily] A dream! an episode! These poetical tropes are not devoid of a significance I must request you to translate to me in vile prose. Mar. [disconcerted] May one venture to inquire what makes you mount the high horse so needlessly? (*) Toujours aux genoux de sa belle, sans espoir de recom pense [A knightly and a irouvere's famed motto]"], [42, "32 Ard. [ironically] True; you are given to be thoughtless and precipitate, in word and deed; but to launch terms so ominous, thus lightly; without cause or scope, exceeds the measure of even your quota of these feminine flaws. Mar. [sadly] Alas! Is not all, here below, transient and pre carious. Who can guarantee me that this brief phase of our lives will have a morrow? Ard. {tenderly) Is that all? Ah! banish for ever doubts so in jurious, and so unfounded. Mar. Be it so — let us dwell no longer on a theme so distaste ful. As it is, we have lost an hour sparring, for nothing. ( The clock strikes) Ard. {starting) So late! I must leave you, Mar. {piqued) One would think you were a minis;er of state. Well, what keeps you still here, then? Ard. {tenderly) I await one of your sweet smiles. Mah {maliciously) That is a desire which shall not be gra tified until tonight ArD. {with malice) Who knows if I come; I have so much to do. MAr. {piqued) As you please. But if you should not find time this evening, it would be useless troubling yourself tomorrow. ArD. {laughing) We will discuss that by and by. {exit) MAr. {calling after him) Mind! not before eight o clock. I shall be busy till then, (aside) That will bring him here at the Angelus, without my condescending to ask him — he is so jea lous. Ard. [reentering with a gold lag dangling"], [43, "33 from his finger] Juliet! Mar. What is there new in the wind? Ard. Only a gold tag I have found, [he holds it up] Mar. [pretending indifference] Why not have taken it away without scruple, since it is doubtless yours. Ard. False coin, mademoiselle. Mine, are different. Mar. [assuming the air of a soubrette, shrugging her shoulders] Why bring it to me then. Ard. [same tone] That you may enlighten me as to its owner. Mar. [impatiently] Can I guess who passes in the street? Ard. [same lone] No one exacts so much of you. I picked it up on the stairs. Mar. [provoked] What lynx's eyes! Ard. [languidly] Ah! you perceive, it glitters, — and :f one is not careful, it might burn. Mar. [defiantly] Which means? Ard. [nonchalantly] That I suffer no one to tread upon my heels. That I never augment the crowd, nor tolerate competi tion. On the other hand, I always give fair to both friends and enemies, of my minor foibles. Mar. [vexed] You call these minor foibles! Ard. (Mho meanwhile has been scrutinizing all around with half closed eyes, espies a fragment of paper under the cinders of the hearth, and turns the ashes up with the point of his rapier) Take them as you please, (he kicks out the fragments of the notes and ranges them before him.) It appears that you have correspon dents? Mar. (embarassed) Certainly, my friends in France. Ard. (turning paler and paler, and becoming still more freezing)"], [44, "34 Who write in English! That is singular. Decidedly, it interests me. (He picks up the scraps) Mar. (confused) Oh! that is a letter of Jenny's. Ard. (same lone) Perfumed with attar of roses, and signed, the most devoted of your adorers! They are in a plurality, I per ceive, for here are two different hand-writings. No question but the inditers are fops of the most fashionable pretensions, (he goes and looks at the flowers on the chimney. And examines the two nosegays.) And these, no doubt, are their representatives. Mar. (irritated and defiant) Flowers are my luxury, in de fault of others. And were it even so, this callinj me to account is quite uncalled for. What signify such harmless gal lantries, Ard. In this case, they signify, to the donors, to t^ike their choice between clearing off the ground, or remaining on it, and warn the recipient, to nip in the bud all imprudent aspirations to multifarious conquests. Mar. (ironically) How do you propose to effect this notable conversion? Ard. (nonchalantly) Protracted discussions weary me. I am not a bad sort, on the whole; but it is not safe to try my temper over much, on my most susceptible points. I told you so from the first. (He looks her steadfastly in the eyes) you will hardly turn restive again, being forewarned. Mar. (playing the country girl) By my troth! I believe the gentleman presumes to be jealous. Ard. (stopping at the door) It never goes so far with me, my system is, to extirpate the tares in my fields, before they have time to blossom, (exit) Mar. (alone) Thus melt away my resolutions. The sound of"], [45, "35 his step, his voice, — and all is forgotten. Strength fails me — I must write to him. Oh! could he but lay claim to patrician birth, had he neither hearth nor home, I would fling myself into his arms. But fate divides us. I have cradled myself in a rapturous dream; how dismal is the awaking. To live no more in the hope of those hours of intoxication, which flit away like lightning gleams! Oh, how dreary, vapid, monotonous, life will seem to me henceforth! (a knock at the door) (enter Duchess of Portsmouth, disguised as a rich citi zen's wife) Duch. You are mistress Juliet, the lace maker? Mar. (surprised, curtseying) At Madame's orders; (aside) a spy probably. Duch. (aside observing her) Decidedly, Jealousy is short sighted. She is better looking than I thought. (She takes up the lace and scrutinizes it.) This is very good work you ought to make a fortune by it. Mar. That is easier said than done, madame. Duch, And as easy done. It depends on you, to exchange this hovel fora palace. Mar, A palace may be purchased too dearly, madame, Dueh. [biting her lips] That is a queslion of individual ap preciation; which moreover, we are not called on to sift here, since no price is demanded for it. Mar, Unmotivated generosity is alarming. Duch. And too much sagacity is injurious. I am rich, and desire to rescue a compatriot from the perils which beset you"], [46, "36 here, by sending you back to Franee, with a large sum of mo ney, that will enable you to set up a shop where all Paris and Versailles will throng, in emulation, from morning till night. Mar. Dangers against which I can guard myself, dismay me less that benefits from unknown hands. Duch. [haughty and angry] Say rather that you prefer a London plebeian to French aristocrats. Mar. [saucily j That likewise, is a matter of taste. But I con fess that in my eyes a plebeian who marries me is preferable to a •' raffine \" who deceives me. Duch. [disdainfully] He marry you! cease to flatter yourself by such a chimera, Learn, that your paramour is the earl of Ardown, the only son and heir of the Marquis of Osmond. Mar. [astounded] Is it possible! Duch. Both possible and true — Will you not then r. solve to depart for France? Mar. [exullingly] Less than ever. Duch. Ah; I comprehend now, that so artful a minx should make up for her reserve towards her dupe, by emancipating herself with a Buckingham. It is prudent to have two strings to one's bow; but you take your flight too high for a girl of your condition. Mar. A Buckingham! Due, Cease this comedy. Forbear to brave the wrath of those who could, if needful, crush you like a straw. Mar. Madame forgets, apparently, that there are neither Bastilles, nor letlres ds cachet in this free country. Duch. [cooling down] I trust you will ponder my offer more maturely. Where will obduracy conduct you. The marquis, in-"], [47, "37 formed of his son's infatuation, will take means to put a stop to it On the other hand, what have you to gain by prolonging the. earl's folly. A girl of no birth (*) can never become his wife. He himself is far too haughty ever to stoop to such a mesalliance — In the capacity of a lover, you cannot possibly light on a more unaccomodating one. You must already have discovered it. A bridge of gold is made for you, to escape from the bondage of the most intolerably jealous of despots, and you hesitate! But, between French and English, for us females, the choice cannot be doubtful. The former are born to be our slaves; the latter, to be our tyrants. In France, it is the concourse which produces the vogue. Lovers derive vanity from the number and quality of their rivals, as of so many additional feathers in their cap. In England.on the contrary, men are so egotistical, in every degree of the scale, that they will not consent to share with anyone — In Paris, it wil be within your reach, to renew the triumphs of a Ninon, or a Marion Delorme. In England, your brightest years will only leave you the regret of having so miserably thrown them away, Mar. My ambition is less vast. Duch. Will you then consider nothing! Mar. On the contrary, I consider everything! Duch. Without being decided. Mar. Iconld not be more so. Duch. The worse for you, since repentance will come too late [exit] Mar. [alone, exulting] He, the earl of Ardown! ah! I felt (*) Qui n'est pas nee, the expressive French term."], [48, "38 instinctively that there could be nothing ignoble, debasing, in such a passion. All, denoted his high lineage Now, — I must put him to the test, and if he shows himself worthy of me; Oh, then, it will be paradise on earth... but... [she stops, and hesitates,] if on the touchstone, he proves fata'ly alloyed; then, I shall bid an eternal adieu to love. Rochester [opening the door noiselessly, he overhears her last words He is disguised in the red wig and blue spectacles, and is wrapped in a cloak.] The lord be praised, that thou can'st never keep so sa crilegious a vow. Mar. [turning on him ironically] If all mankind resembled you, it would be easy. Roch. [sanctimoniously] Thou wilt get over this lack of Christian charity. Mar. Only when you get out; and make amends, for forcing my door, notwithstanding my prohibition. Roch. [piously] The holy ghost breathing when- it listeth, I hope Mar. [interrupting him mockingly] You hope still ! Roch. [same tone] We are enjoined lo hone till the last. Mar. Yours is a perseverance to wear out stones. Roch. [approaches, and suddenly snaps off the handkeschief crossed on her bosom, and snatches a kiss on her bared shoulder] [The Marquise slaps him on the face] Roch. In sooth, by the hardness of thy heart, and that of thy hand, either might supplant them. Mar. [breaking from him] What audacity! You! the last man in the world to whom I would deign a thought! Roch. It Is written that the first shall be last, and the last shall be first."], [49, "39 Mar. [furious] Was ever such insolence ! Roch. It was but a kiss of peace, to calm thy nerves. Mar. [scofflngly] Your piety is edifying, but your entire stock of bible eloquence is lost upon me. Roch. 7am the elect. The Lord wills you to aceept my heart and hand, [calling out] My venerable father, come and ratify my suit, with the sanction of your grey hairs. [Enter Jermyn, tottering, leaning on a slick, like a very old man, with a while haired wig, he speaks nasally, ivith a qua vering voice.] Jerm. My child, be comforted, my son's intentions are vir tuous. He aspires only, to make you the most envied matron throughout the land. Mar. j mocking them] To what am I indebted for this comedy? Roch. [daringly] To that you have palmed off on me for the last two months-every one his turn. [He seizes hold of her, and tries to drag her out on the stairs]. Mar! [screaming] Help help. Hugh ! come to my aid, quick. Roch. Spare your lungs, the trusty porter you rely on, has been removed whither your screams cannot reach him, while my men bar the gate, and will admit no intruders. Resign yourself then to the inevitable, for no one on earth can come to your aid. [Buckingbam, enveloped in a cloak, and hat drawn over his brows climbs over the balustrade, enters by the epen window, and answers in stantly] You lie. Jerm. [drawing his rapier] Insolent bragadocio! Roch. [to Jermyn Utterly] Sheathe your sword the game is up — nothing like unassailable virtue for admitting a lover by the window, for every aspirant it turns out of doors. All hail to prudes!"], [50, "40 Mar. [recovering] What of saints then? Buck. He a saint! Rochester! [He chucks of his wig on the ptinl of his sword.] Mar. [surprised] The earl of Rochester? Roch. [flinging aside his mantle and appearing dressed as a ca valier] At your orders, [saluting her ironically] Mar. [laughing] And your venerable father? Buck. Jermyn, no doubt. Ierm. [throwing off wig and mantle] In person Roch. [satirically] And to form the complement, permit me to present to you his grace of Buckingham. The Mar. [Forgetting herself, resumes the tone, style, and air of a noble lady, and drawing hlrsc/f up with stalely grace, m ikes them a prsfound, ceremonious court ourtsey.] Mar. [ironically] To such high dignitaries, all due honour. 1 am deeply concerned to be unable to receive such an illustrious company In a style better befitting their quality. [She slops con fused, recalling her disguise, in perceiving their surprise] Jenn. [aside, to Rochester] Whom have we here.' Roch. [aside to Jermyn] At the least, some princess astray. I will put the name on my infanta in forty eight hours, [aload] Come Jermyn, we should be indiscreet to impede any longer the manifestation of Madame's gratitude; [to Buck.] Bad luck to you, Duke! You have tripped me up again, but I will make you pay dear for it yet! [exeunt Roch. and Jermyn.] Buck, [respectfully] Hence forth madame I am convinced that you are not what you would appear. Mar. [with dignity] Your grace is right. The blood of my ancestors is not less illustrious than even yours. Buck, [dropping on one knee and kissing her hand] Ah madame1"], [51, "41 I divined it. Your features, your language, your entire demea: nour vied to reveal your noble origin. I will not be so indiscreet as to seek to penetrate your secrets. But I would fain remindt you that I am well nigh omnipotent in England, and that you; cannot do me a greater honour than to put my absolute de votion to the proof. Mar. I believe it mylord, yours is too lofty and too ancient a lineage not to have instilled into your soul the indelible remi niscences of the renowned paladins your forefathers. But the dangers which threaten me are not such as even your dauntless rapier could shield me from. Buck. Who knows madame ? grant me your confidence;. and I make bold to vaunt that I will bring to reason whoever oppresses you. Mar. Alas ! My ill fate remounts so high, that your best will would inevitably be impotent to redress it. Buck. Essay it, I beseech you; we two, combined, would be wondrously strong. Mar. Circumstances compel me to maintain absolute silence. Buck, [piqued] Nevertheless, I should be more discreet than the echoes of Spring gardens. Mar. [apologetically] I have amply reproached myself for that inexcusable imprudence. But if you only knew how despe rate I was rendered by unwonted, and intolerable ennui. Buck, [eagerly] If that is all, it depends on yourself to enjoy any amount of amusement. I engage to purvey it for you — See now. — There is a masked ball at court, to morrow night, accept my escort there. Under any disguise you chuse, you will make your unannounced apparition, on my arm, to disappear, in the same way, at your own hour; exactly like Cinderella."], [52, "42 Mar. The proposal is infinitely tempting, but I dare not risk it. I should fear too much, envious eyes, in general, and... the tete a tete in particular. Buck, [piqued] I perceive that I have an irremissable draw back; that of coming in second best, and inopportunely. But Ardown will know nothing of it. His family is at variance with the court; and he cannot go there. Besides, he is on the eve of marrying his cousin, Lady Beatrice Dudley; a beautiful girl, of large fortune, who has just been brought back from the convent, where she was educated in Paris, for the wedding. Mar. [surprised] Lady Beatrice Dudley, is it she who was at Montmartre, where she turned many heads, at the abbess's weekly receptions ? Buck. The same. Mar. [aside] My poor Marillac, you are, lucky to have a fascinating sister. Were it not for me, there would be an end of your dreams of felicity. Bueh. You reflect — May I hope to persuade you ? Mar. I will consider the question mylord. [The clock strikes] But the hour is late... My attendant will soon be here, and I would not wish... [She looks nervously at dhe clock.] Bnck. It is evident that you need a defender, since you are afraid. Mar. [proudly] What then have / to fear. Buck, [ironically] How can I tell ? That he should turn restive, lash out,— take the bit in his teeth; take vengeance. Mar. [haughtily] All those I have known hitherto, have taken nothing but patience. Buck, [looking at the clock too] [aside] So late; and Ardown comes not yet. 1 must gain time, [aloud] Ah ! Madame, beware,"], [53, "43 lest you confound the Gallic cock with the British lion. They have nothing in common save indomptable valour. The first, loquacious; gallant; sociable, good-natured, courteous, chival rous; his wit as sharp as his rapier; and as prompt to retort. His heart in his hand, and his head veering with the wind. Flinging the gauntlet as readily as the handkerchief. Breaking a lance for every thing and nothing: a whim, a word, an idea. — Always under arms, in the boudoir, as in the field, Fascinating every one, grave or gay, fanatizing censors and compe titors, foes and friends; alike by the innate daring, expansive gcnerosity,and inexhaustible verve which carry all before them; on the contrary, the king of the forest, paces his solitude, or buries himself in his lair, content to reign alone over the lioness of his choice. Careless of all others, whom he disdains and shuns, until urged by necessity, or by some wanton aggression, he issues from his retreat, putting every thing to rout at his first roar, ma king the ground quake at every toss of his mane, overleaping at a bound, all that Inrs his way. Felling each antagonist with one stroke of his formidable paws, and crushing him to death with his potent jaws. Mar. [impressed, but trying to jest] A thrilling picture; but is it not slightly exaggerated ? Buck. Not in the least. The race originates in the unparal leled amalgam of striking attributes derived from the stanch Saxon Thanes, the bold Danish vikings, and the chivalrous Norman knights whose blood flows in the veins of direct ancient lineage. All such, participate in their general characteristics. The elite alone, resume them in totality... These chosen few, always unfathomed, and unappreciated abroad, because viewed tran siently, and on the surface, form a type apart. Glaciers without; volcanoes within; they are extreae in every thing. In good, as"], [54, "44 in evil; in wisdom, as in folly, in enthusiasm as in disdain; in right, as in wrong; in calm, as in fury; in hatred as in love. Men of action rather than words— recognising no superior save God; no law, save that of honour; their word is a bond, their will a destiny. For they neither stop, nor recoil; nor stoop, nor compound; nor waver nor succumb; before whom or whatsoever; — be it bliss or despair; the throne, or the scaffold. Mar. [impressed] And by what tokens can one know them ? Buck. Whoever has once observed them in action, would recognise them any where. They are sober and taciturn. Their voice is low, their sentences are brief, their countenance is grave, their air, nonchalant. Their glance is veiled, when not fulminating. Their hand is open, but its grasp is iron. They note every thing, with half closed eyes, and are never so much to be feared as when they seem most indifferent; are too indolent to yawn, yet climb the summit of Mont Blanc for change of air. Luxurious as were the Sybarites of old,yet they pass through fire and water for a wager. They advance to the cannon's mouth, as coolly as they saunter in the mall; are always reticent, but never menda cious; and with a glance, freeze the blood of those who never knew till then what it was to quail. Mar. It is the very portrait of one I know Buck. Beware then, for this type is either fatal or sublime. There is no medium. Like the bulldog they never relinquish their hold, and when they pursue a woman such as you; they either cloister, or kill her... [The clock strikes, and steps resound on Ike stairs.] Buck, [hearkening, aside] At last he comes, I had well nigh expended all my eloquence im vain. Marq. [listening, aghasl[ Heavens ! it is he. What was I"], [55, "45 thinking of, [The steps sound nearer] no means to enable you to evade him, the retreat is cut off [greatly agitated] I\" shall lose my wits. What is to be done ? Buck, [laughing] What ! but to show your mettle. It is but a question of measuring your daring with the lion. Mar. [intimidated] He will kill me if he finds you here. Buck. It is undeniable that I am slightly compromising. But I will serve you for a shield. Mar. ['wringing her hands in despair] He will begin with you Buck. Not before we have exchanged a few stoccades. Between cavaliers, homicide is not unfrequent; but, as a rule, they abstain from assassination. Mar. Ah for mercy's sake mylord, hide, fly. Buck, [haughtily] You demand too much from me,madame, I neither conceal myself, nor fly from any one. Mar. Alas, I love, and am beloved; would you then be so cruel as to blast my life for ever. Buck, [nobly] None ever threw themselves on my genero sity, in vain. Delay him at the door, while I escape by the win- dow. [Marquise making him a sign of thanks, rushes to bolt the door] [Buckingham, while climbing over the balustrade' takes off a ring and flings it into the room.] Buck. Take this souvenir at least. It is a signet ring which will recall me to your knees instantly, no matter where I m;iy be, nor how occupied. Fir r< mt ml er that, together with my heart, — I depose my sceptr» at your feet, [exit] Ard. [thumping at the door furiously] Open this instant, or I will burst the door in."], [56, "46 Mar. [Snatches up the ring, hides it at the bottom of wor-bkox, shuts it up hastily, then lakes out her comb, and lets her hair fall down on hes shoulders.] Ardown [Bursts in the door; ihe Marqvise shrugs her shoulders arranging her hair before mirror.] Mar. [ironically] A regular bomb. [Ardown Cold pale, stern: does not answer. Takes in at a glance all round, opens every door, looks into every thing, opens press, looks under tablecloth, and sopha, then stops, confused and uncertain. Mar. [carelessly and coldly] You have forgotten that smaller press, perhaps, by dint of squeezing oneself to a mummy, a full grown man might insert himself into it; Ard. [still angry and suspicious] Why then did you keep me so long waiting; and wherefore these bolts ? Mar. [disdainfully] Have you not repeatedly urged me lo secure the door. Besides, I was arranging my toilet. Ard. At this hour ! for what, pray ? Mar. [sulking] For you, perhaps. I was silly enough, even for that. Ard. [suspicious] I heard talking, nevertheless. I could swear that 1 distinguished a man's voice. Mar. [irritably] I was speaking to my jbirds. Your furious temper addles your brains, and rumbles in your ears. Ard. [dnibting] If I have been mistaken. Mar. [feigning indignation] And now that you have obtained the proof of your injustice, leave me — However humble my condition, I suffer no one to outrage me. Ard. [con/used and penitent] Ah Juliet ! You fail to make allowance for the violence engendered by a passion, the intensity"], [57, "47 of which exceeds all your experience. Because I have never spluttered out to you all the sentimental balderdash of profes sional lady-killers; never insultad your intelligence by their nau seous adulation; never sworn that I was ready to expire at your feet; — because, in short, I have never condescended to befool you, or myself, by the whole litany of platitudes, fictions, and absurdities that have been dinned into your ears by all your contraband admirers, from the first budding of your fair, inge nuous girlhood, you fail utterly to realize what I feel for you. — It is not love, — as you understand the term. Mar. [pouting] A flattering declaration. Ard. No — for it is more akin to delirium. As well compare the flame of a volcano to a farthing rush-light. Unquestionably, it is the first time that real love has ever kindled all the blood in my veins to flame, and winged my soul to its most empyrean spheres. For never yet, amidst all the fair women who have attracted me, in many lands, was there one, capable of kindling my heart, and fascinating my intellect to the same degree. You are the first, as you will be the last great passion of my exis tence. For it is not in the power of mortal man to love twice, to so supreme an extent. Mar. [pouting] A poor excuse; for have I ever caused you such a scene; and yet [with passion] I love you,no less. Ard. [drawing her to the sopha and sitting down beside her] Ah! thanks, my darling, for those dear words, all the more precious, that the hour has arrived when I have come to ask you for their confirmation. It is no longer time to hesitate. My father is bent on thrusting an odious marriage on me. To put an end to all annoying complications, the only secure means is to leave them behind us. We must fly together, my beloved, at once. Under the serene skies of Italy, amidst its orange groves, and olive"], [58, "48 woods, we will make ourselves a pleasant nest; where new ho rizons will open out for you; and you shall enjoy at last, unalloy ed felicity, in the arms of him who adores you. This night we must depart. All is prepared. A vessel awaits us at the coast. Come'. [He throws his arm round her. and tries to dra:v her with him] Mar. [drawing back] As your wife, yes, — As your mistress, no. Ard. [impatiently] Pooh — what import vain formulas. Where the heart counts for nothing. Do you not feel that between us two, it is a union for life and death. Mar. Why then not marry first ? Ard. You are unreasonoble, time fails us. Before dawn we must be on the sea. Mar. [gravely] Your promise,' on the honour of a cavalier, to wed me the moment we land, and I follow you. Ard. [embarassed] If my father give\" his consen Mar. [drowing herself up proudly and i onically.] 'I hat pro mise will sit lightly on your conscien^t. since, we shall have time to cut onr wisdom teeth before that miracle comes to pass. Ard. [overwhelmed] What say you ? Mar. Are you not the earl of Ardown. Ard. [dolefully] It behoves me not to deny my name; what ever the fate this avowal reserves for me. Mar. [bitterly] It becomes you well to vaunt your sincerity, whilst prepared to break a heart, which deeming you incapable of perfidy, had centred in you all its faith and hopes. Ard. [with strong emotion] Hear me. I have deceived you, it is true; but not designedly. Deem me not then, more culpable than I am. Your rare beauty was vaunted to me. Curiosity promp ted me to judge it for myself, looking forward, solely, to a"], [59, "49 transient pastime. But I had reckoned without you. You were not alone surpassingly lovely. Intellect, grace, distinction, esprit. refinement, nothing was lacking that fascinates me most. Intoxi cated, subjugated; the current that swept me towards you, whelmed my reason; my will, by an irresistible force, of which the potency exceeded by far, all that I had heretofore deemed possible. Mar. [sorrowfully] You must stem it then, by quitting me for ever. Ard. [with anguish] Is it possible that you doubt my heart ! my honour ? I pledge you my faith before God. Learn to soar above the mundane herd. Do you, perchance, imagine that the sacrament (*) which countless perjured couples profane daily before the altar, is purer, holier, than the solemn pact which will unite us, registered in heaven: and signed by angel hands. Mar. And you! Do you imagine that for want of a few mouldy parchments. I deem myself beneath you ! [ironically] Do yeu think me so inferior to those aristocratic ladies whom you would not presume thus to insult [tenderly.] Should I put you to the blush, if I bore your name ! Ard. [impetuously] You rave — I know no titled dame to compare with you. Mar. Why then recoil? Ard. [sadly] Alas ! are you ignorant that, in life, there are certain obbligations, certain prejudices, even, which are impos sible to surmount. (*) This is the catholic belief."], [60, "50 Mar, I admit none such — one loves, or one doer not lov e that is my sole logic. Ard. [much moved] Would to god that it were so, but Mar. If there is a but, for you; where there is none for me; leave me, we cannot understand one another. (She points to the door, and buries her face in her hands.) Ard. (singing himself on one knee before her) My beloved ! it cannot be that you would banish me. Will you not forgive me' when I implore your pardon on my knees. Mar. (pretending to weep) Yes; I pardon you. I wnuld not add to the bitterness of our parting. Ard. (despairingly) \\\\ e to part ! Do you deem it possible! Kill me rather; For that I could live henceforth, without you; do not fancy it. Mar. (mournfully) An abyss divides us! Ard. I will bridge it over, if a love without name, without end, without bounds Mar. (Interrupting sarcastically) Without bounds ! Ard. (passionately) Yes, I repeat, and I affirm it. Mar. (ironically) Minus the bagatelle of that little ring you reserve for a more suitable occasion. Ard. (despairingly) Ah ! you are inexorable ! Mar. And ycu ? Ard. (in great agitation) Great heavens, what shall I do ! Mar. [eyeing him disdainfully] He is of age — a gentleman — he loves; and he hesitates. Ard. [pacing up and down irresolute for a few moments; his"], [61, "51 countenance lights up, and he speaks with exaltation.] You are right. It is dastardly, — it is beneath us both, to avail myself of your love, to endeavour to inveigle you, against the dictates of your conscience. Poor girl, who have only your noble pride, your pure and generous instincts, to defend you from the instigations of your heart. I blush for myself. But you fail to realize how ponderous a burthen is the inheritance of a great name. Mar. [mournfully] I have said it. I pardon you; but on con dition that you leave me to my desolation, for ever. Ard. [tenderly] You could resign yourself then to bid me an eternal adieu. Mar. [nobly] I know how to derive courage from self-respect ; and resignation from duty; though it should cost me life itself. Ard. Ah ! I cannot vaunt such heroic strength of mind. I nei ther can, nor will, submit 10 your decision. Mar. [affecting amaze] What then do you purpose ! Ard. [gaify] To marry you, I believe; since there is no other way of our coming- to an agreement. Do you object to this solution of the debate. Mar. [aside, with exaltation] At last — -Though by dint of my best strategy, [aloud gaily] You have succeded in arriving at that conclusion. Ard. (jestingly) It looks like it; Mar. [playfully] In good sooth, I begin to believe that you love me, — in earnest — When then do we start. Ard. This night. We will go to Rome. The pope loves me like a son. He will reconcile us with my father. But you know; a gentleman has but his word. Let me measure your finger for that little ring you cling to so steadfastly."], [62, "52 Mar. [laughing] That is a favour I will not deny you. [Ardown takes a ring off his little finger and tries it on her.] Ard. This is far too large. Where is the one you usually wear, [he takes up the work-box and begins to turn over Us contents.] Mar. [in great trepidation, snatches the box out of his hands, and tries lo take it trite the next worn.] Oh ! not there, not there, I will brim?/ it to you. [Ardown suddenly suspicious, rushes after her and forces the box from her grasp.] Give it me this moment. I will see. ]He rummages the contents, and picks out Buckirgham's ring- He seizes her by the wrist and drags her violently forward.] Ard. [examining ring] Whence did you get this ring ? Mar. [dismayed] How do I know, I see it for the first time. Ard. [glaring on her, and tightening his grasp on her wrist] From whom did you get it, say. Mar. Oh ! you hurt my wrist ! Ard. [coldly furious] Speak, or I will break it. Mar. [trembling] How can I tel!, perhaps some one gave it to Jenny, who hid it there. Ard, [indignant and frozen] An emerald, graven with the arms of Buckingham ! Shameless wench ! Oh ! the balcony. I did not think of. [He lets her go, and rushes lo the balcony, from whence he returns with a rope ladder.] It was by this he evaded me [he turns towards the Marquise, and looks at her and speaks in a tone of withering scorn.] To think that but for this timely exposee I was on the point of trampling under foot, for this despicable minx, all that I hold most sacred. — Ah ! Mylord of Buckingham,"], [63, "53 this will be your last adventure, if the blood of my ancestors be not bastardized in my veins. [He rushes to the door, and slops on ihe threshold to turn back and fix his eyes on her] As for you mademoiselle. Did not my disdain recall the igno ble origin and antecedenfs which have rendered you incapable of appreciating, or meriting the serious love of a man of my birth and character, you would not quit these walls alive, that have witnessed all the vile artifices by which you have beguiled me. Happily, it is not to late too retrieve a momentary madness. Before this week ends Lady Beatrice Dudley will be Countess of Ardown, and may contemplate with scorn the low born rival who had well nigh been preferred to her. [exit] Mar. [alone] What a fatality — all is lost. Jenny [entering, overhears the last word] No, no madame, all is not, lost yet. Intensity of fury proves intensity of passion; and there are always resources when a man is frantically in love. Mar. Yes, no doubt; so they have no tangible proof, one can make them take night for day. But that ring.which ill luck made Buckingham leave here just now; and Ardown has found. [She ptints to the ring, Ard. threw on the table] Jen. startled] What ! Madame knows ? Mar. That he is the earl of Ardown; of course; — Otherwise, would I have suffered him to make love to me — But that is not the question now; rather how I can remedy this catastrophe. He is so rabidly jealous, he will never forgive it. Jen. Let him only have time to cool down. I do not give him more than a week or fortnight to hold out. Mar. [impatiently] Time indeed 1 — As if one had it. He"], [64, "54 will go straight home, and marry his cousin in forty eight hours. He has sworn it. and you may depend that when they catch him in the mind.thev will not leave him leisure to alter it, unless he fights Buckingham first, and gets killed in the interim — The king alone could prevent either the duel, or the marriage. Jen. If his majesty did but see madame; he would be able to refuse her nothing. Mar. I am thinking of it — Buckingham, who proposed to take me to the masked ball at court to morrow evening; Jen. [joyously] The very thing. Madame will charm the king, as she charms every one, and then she may command In in. Mar. N jt so. Either I shall fascinate him or not. In the se cond case he will do nothing to gratify me; and in the first, he will divine me at a word, turn jealous instantly, and do every thing to thwart me.. Jen. True, it would need, some pretext to put him on a wrong scent. Mar. [clapping her hands joyously,] I have it. My brother's love for Ardown's cousin. My fear that he may kill himseif. That's the trump card to play, Quick, Jenny quick. Hasten to take this ring that will open your way to Buckingham; wherever he is. Tell him I accept his invitation, arrange all, and then go order me at the court purveyor's the most elegant costume of a Spa nish Manola that they can possibly get ready for the court ball tomorrow night. end of act first."], [65, "Second act. The scenes are laid in the palace of Whitehall. [first scene, a long gallery opening al the back on a conservatory full of trees, shrubs and exotic plants, in clumps and thickets. The gallery all illumined and decorated for a ball, leads into the state rooms. Guests infancy dresses, and mostly masked, are passing through to the adjacent ball room.] SCENE THE FIRST. [Buckingham and the Marquise enter, Buckingham is disguised as Torquato Tasso. jhe Marquise as an Andalusian manola (*) Both are masked — No one passing then, they come for ward and take off their masks, for a moment. Buck. Now you have your wish. — Once presented to his ma jesty I eclipse myself, and you triumph. Can one immolate one self with a better grace, [aside] to be duly rewarded in a proxi mate future. Mar. You believe then J. Buck. That you will carry the fort by storm. Unquestionably Mar. [laughing] I do not dissemble from you that I reckon on it. Buck. No wonder — You extinguish the entire court pleiad at one fell swoop. No one has eyes except for you. But beware of the duchess. I question if she did not learn last night, that (*) The Spanish grisette, or popular belle."], [66, "56 you would be at the ball. Mar. If so, she must be a witch. Buck. When cne has at one's beck the secret police of France and England; and all the court tradesmen in one's pay, it is easy to be well informed. Not to speak of her having spies in the household of all those whose concerns interest her; com mencing by mine, Mir. If so, you may be right. But what can she do? Buck. Much. She is astute beyond compare; and has mana ged to obtain an influence over Charles, which escapes her some tiire , but she always recovers. Mar. 1 would stake my life on checkmating her in a trice, if I chose. Buck. I fully credit you on that score. But unless prepared to abide the consequences, be careful not to turn his majesty's head more than you need. For though so volatile, he has the latent tenacicy of his race; and manifests it on the most inoppor tune occasions. Moreover, he is impetuous and excitable in the highest degree. Mar. Oh ! between Charles and Louis, there is a wide diffe rence. Buck. In politics; But, in love, one is worth the other, And when Charles is caught, he is much more capable of losing his head. [Some guests enter, Buck, and Mar. on perceiving them at a distance, put on their masks] Mar We shall see — meanwhile name the masqueraders to me. First, that shepherdess, too affected for Arcadia ? [More gnests come in, and begin lo form tn small groups. The king amidst them, disguised as Frederick Barbarossa] Buck. That can only be the belle Stuart."], [67, "I Mar. And yon haughty looking knight, who w eat b th . i perial crown as if he were born in the purple Buck. Barbarossa ! Yon are an apt diviner, madame. It is his majesty. Mar. On my word.he does not cut a bad figure, — for a king. Buck, [sarcastically] Who knows, but you may take your role in earnest. I see, in perspective, the general rout of all the reigning beauties. Mar. [laughing] What a pity that I cannot procure you this charitable satisfaction. [They promenade to and fro amidst the maskers. Rochester enters disguised as the jester Triboulet. He is followed by various maskers who gather round him; amidst the rest, the king advances to him.] Charles [approaching Rochester] Whom have we here ? Roch. Triboulet sire, Fresh returned from Avernus, at your majesty's orders. Char, [laughing] A fool of ripe age, who might quicken the brains of many a younger one. Welcome Messire. Have not the Parcæ rendered you wiser, during your sojourn in the city of Dis. (*) Roch. Yes sire. They have taught me the past, the present and the future. [The maskers gather round with curiosity, The Marq. and Buck join the group.] [ The men laugh. Enter the Spanish ambassador unmasked j he observes the Marquise attentively.] Char, [aside] Ah ! that exquisite incognita, whom Bucking ham appropriates. (*) [Pluto]"], [68, "M Roch. [perceiving Marq.] To the star of stars, all hail ! When Venus appears on the horizon, every other planet is outshone. [ Turning to king] But does not your majesty desire to know your horoscope. Char. Certainly. [He extends his hand towards Rochester, while glancing aside at the Marquise] especially to night. Roch. [examining his hand] I see an ominous spot intersec ting the line of life. But let your majesty be reassured, it is only a beauty-patch. Char, [laughing] I doubt it not. [Buckingham approaching king with Marquise.] Buck. Sire, Let your majesty be warned. The fool cuts to the quick. Char. Oh ! to night, I am cuirassed in my panoply of proof\" Mar. [maliciously] Surely, the heel of Achilles must lurk beneath it too. Roch. If not, you would create it, fair Helen of Troy [turning to Buckingham] and you, my handsome poet. If you wield the a: the pen, Mercury will be more favourable illo. har. It is well lor you messire Triboulet, that I have dran t of the waters of Lethe, or I should recognise you, were it but by your audacity. [Duch. of Portsmouth, disguised as Anna Boleyn, approaches] Buck, [to marquise aside] Here comes the enemy. Let us retreat. The shaft has sped home. Charles will follow [They es cape] Char, [turns round, sees they have disappeard, aside] Odds fish! George has given me the slip again, [exit precipitately.] Duch. of Portsmouth, Roch."], [69, "Duch. [_drauji.tr Rochester iside] .... _g.it found you here, master fool, under the broad lighc of the lustres when I have been sendtng to hunt you up in the most Arcadian haunts of the three kingdoms. Roch. Have you still such a spite against your faithless swain ? Duch. You must be in league with the evil one to guess that. But I have a thousand thtngs to say to you in five minutes. Rid us of all these eave's droppers Roch. In a twinkling [aloud addressing the maskers in the rear] Who want their fortunes told. [The Duchess draws aside] [The maskers gather round. The Duchess of Cleveland, the belle Stnart, I lord, 2 lord, I lady, 2 lady.] Duch. of Cleveland [disguised as Jane Seymour.] Messire Tr boulet what do you promise me ? Roch, What can Jane Seymour hope when Anna Boleyn is resuscitated. Duch. [withdraws hastily] First lord [giving Rochester his hand] Tell me fool, if I shall recover my losses to night, at the kings card table, for yesterday evening I was cleaned out to my last coin. Roch. You need but coax his secret from your left - hand neighbour, who sets chance at defiance. Second lord. You may thank your fools cap for protecting your empty brains. My rapier would silence your viper's ton gue, did you wear a sword at your side. Roch. [mocking] My staff and bells would suffice to strike yours out of your hand, [second lord, exit the others draw, back."], [70, "60 Roch, [derisively] Nobody cares to hear more ? 3 Lord. I am not curious. I Lady. Nor I. 2 Lady. Nor I. Belle Stuart [advancing] I am the only courageous one; [To Rochester] When will the Parcæ fulfil my desires ? Roch. Fair Phyllis, when kings become shepherds again. Stuart [vexed] Fool. Thy art is not of a height to read royal hearts, [exit] Roch. Those are articles so problematic... [All the maskers scatter right and left.] Roch. [to Duchess of Portsmouth, who returns;] Have I not made a rapid clearance ? Duch. There is but one Rochester in the world Roch; That is to say, you want my cooperation in your little plot against Ardown ? Duch. Perhaps. — You knew that Buckingham was to bring his belle here ? Roch. Ay. And a deucedly sharp mancevre... He hits many with one stone. He does you an ill turn, he widens the breach with his rival. He prepares her shipwreck on the court shoals J and reserves to himself the flotsam and jetsom of the salvage. DA.i. Ail / brinj Ardown. Roch. [surprised] The deuce you do. The barometer will run down to storm then. Duch. Certes, it must be exasperating for a lover of his ra bid type, to see one, who fooled him into mistaking her for a neophyte, practising all the arts of an experienced coquette to entangle the king and the cream of his courtiers in her nets."], [71, "61 Roch. You purpose a grand flare up then ? Duch. Nothing less sufficed. Supreme passion is blind. Ar down, frenzied with wrath and jealousy, had actually resolved to carry off his Dulcinea by force to immure her behind the grates of an Italian convent, in order to cut the grass beneath Buck ingham's feet, and doubtless to profit by her repentance, later. Roch. Not so. Englishmen of his calibre, in such cases never forgive. Those flaws in erotic or conjugal contracts, so placidly condoned in France, are prohibitive clauses here; unless indeed the culprit succeeds in throwing dust in their eyes by ultra-ma chiavelism. Duch. \\ ironically J Do you deem that beyond our powers ? Roch. No,there you are right. Duch. So right, that nothing can persuade him chat he has been duped by a practised intriguante, save seeing her in her true colours with his own eyes, wherefore I have brought him here. Roch. [sneering] Whereby you have placed your own dear self between the hammer and the anyil. Duch. How so, a stranger, disguised and masked, who will make him known ? Roch. [sneering] Who but himself, by Jove ! Duch. Would 1 have risked it had he not pledged me his honour solemnly, to make no blow-up here Roch. [sneering] In normal circumstances, that gage whould stand good for a million; but in the present, 1 would not give a brass farthing for it. Duch. (disconcerted) What! you think ? Roch. Tl-at when one has the temerity to heat a bomb to incandescence no one can calculate where, how, or when, it will explode. Add to which,.that such violent projectiles burst with a"], [72, "62 glare which force the most dazed eyes to see clear. Duch. Which figures of speech signify?. Roch. That when the rumpus reaches his majesty's ears, he will instantly fathom its origin, that too quickwitted not to divine your motives for such an imprudence, and though so easy going, being English, not the less, he will never condone having been bamboozled, if once aware of it. Duch. (startled) Happily all these formidable prognostics are baseless. No one in their senses would venture to make a row, or to draw a sword beneath the royal roof, which is high treason. Roch. (sneering) If you reckon upon that, when the blood mounts to Ardown's head, aud renders him as reckless of his own life, as of that of others Duch. Too late — he is down there, admiring the arts of his supposed novice, rendered doubly conspicuous by the swarm she gathers ronnd her. He waits for her to come this way, where he may ensconce himself behind the shrubs, and hear, as wel' see all, at his ease. Roeh. It will not be, at yours, at all events! I know that type; ami I warrant you that no crowned head could stay him, at such a crisis. Duch. Ah bah ! under the shock of this thunderbolt, he wil' rush straight home, and marry his cousin in twentv four hours, as he swore, to do, if the facts bore out my affirmations. Roch. Bad symptom, such hot haste. He would not be in so great a hurry, if he were not afraid of himself. Besides, married, hewill be lost to you, no less. Duch. (viciously) Who cares, so that he be lost himself. Roch, It is not by severing him from an adventuress, to marry him to a relative, young, beautiful, rich, and immacu-"], [73, "63 late: that this is likely to result. Duch. Reverse your proposition, and it changes aspect. Roch. Do you imply that this girl of noble birth. Duch. Has taken a lover in one of my compatriots, the vi comte de Marillac, one of the most briliiant of our court raffine's. Roch. How the deuce; she who has just issued from her convent. Duch. Precisely. It was at the weekly receptions of the abbess of Montmartre, who keeps open house for all the gallants of Versailles that they both fell in love. It is however, an honorable attachment. It was but to defend himself against so formidable a rival that de Marillac put the rights on his side. Roch. Pleasant, to educate one's daughters in foreign con vents. Duch. Hence the necessity of driving Ardown into the snare, at once, for alone, lady Beatrice will never dare to brave pa rents so rigid. But could de Marillac, have time to arrive; all would transpire, and my vengeance be baulked. Once married, Ardown may make the discovery at leisure. Roch. Truly, a plot worthy of you; duchess. But take care that you do not lose him who is your all in all, for one who is nothing to you. Duch. [startled] Charles can never know it. Roch, Some spiteful gossip has already reached him, if one gleam of light confirmed it, he would not relent, if you expired a his feet. Duch. [scornfully] I should still find means to cajole him, vanity is a trump card to play on. But here they all come, and Ardown at their heels. Let us clear out. [exennt Duch. and Roch.] [enter Buckingham and Marquise, followed by Charles,"], [74, "64 and behi?id them, Ardown, disguised in a dark, mediaeval Bahan costume, style of costume, Cesar Borgia, and masked.] Buck. By my halidom, but you have made brilliant passes of arms to night; you must be in the seventh heaven. Mar. [laughing] You are of opinion then that I may ven ture to draw a check upon my budding credit ! Buck. All you please. Were Charles compelled to mort gage his crown, he is not the man to recoil. Mar. Happily for him I shall not be so exacting. [enter Charles hastily] Char. Ah George, George 1 Stealing a march on me again [authoritatively] Go, glean in any of my preserves you please. I give you carte blanche, then. Buck, Sire. I was only playing your cards for you. Char, [laughing] I doubt it not, you incorrigible free-booter- Buck. I have been the dragon of the Hesperides, sire. Char Eh, eh! Quis custodiet ipsos custodes? Rnck. Ah! sire, when your majesty quotes latin, the matter is serious. Char. You might have divined that, an hour ago, dullard! i whispering in his ear] no loaded dice now. — no counter-mines, or the king will replace the friend. Buck, [in a tone of injured innocence] As if /were capable of such high treason, [aside, to Marquise] What did I tell you? [ H hi/e this dialogue proceeds, Ardown enters, unperceived, at back, and conceals himself behind a small clump of trees, whence ht is partial ly visible to spectators, but not lo the actors. He hearkens to all that is said, clenching his hand on the hill of his rapier.] Exit Buckingham [Charles, drawing tenderly the Marquise's arm within his, and promenading with her."], [75, "65 Char. Ah ! Madame 1 you are a merciless divinity, you, whose bright eyes cause light or darkness, your smiles, sere. nity, and your frowns, despair. Mar. What a pity that I can only believe that which is de monstrated to me. Char, [laughing] In that case, you must fully realize how a dorable you are, and how adored. Mar. Your majesty's temerity is hazardous suppose I were a fright! such things have been Char, [scrutinizing her from top to toe] With that exquisite little foot... pure blooded Andalusian: Those statuesque forms, perfection itself. . .that slender waist, one can clasp with two fin gers, see [he tries to slip his arm round her waist] and that dear little pink ear, one cannot help kissing, [he stoops suddenly, and touches her ear with his lips.] [The Marquise recoils proudly] Mar. Ah sire ! to skip the stages, and leap the barriers is not fair play. Hearts are not won, like races by sheer speed. Char, [pleadingly] Fear nothing. Every one is at supper. Besides, under the mask, all licence is permitted. To overawe me [with finesse] you should take it off. Mar. [coquetting] At Seville, we do nothing for nothing. Char, [laughing] Precisely, as in Paris, and London. But, as for that, every thing here is yours, commencing by the lord o the roost. Mar. [leaning coaxingly on his arm] I may venture then to beg without risking a rebuff? Char, [impassionedly] Need you then be told, point blank, madame that here you are already a queen [with finesse] in parlibus. Mar. [as if pouting] Jnfidelium. sire that is tin. rub."], [76, "66 Char, [deprecatiugly] No luckless victim was ever stabbed to the heart, with a more feline grace. Mar. [playing coquet tishly with her fan.] What then would you say, sire, if I took off my mask ! Char. Essay it. Mar. [half raising her mask] I hardly know if I ought... [she takes it off entirely] Char, [dazzled, in great emotion, he drops on one knee before her] Ah madame! you will, I trust, comprehend, that there isa si lence more eloquent than all words, [Enter Monsieur de Barillon and the Duke of Medina Moro, at the other end of the gallery. The Duke perceives the king kissing the hand wherewith the Marquise holds her mask, while with the other she endeavours to raise him. Her head is turned a way from them.] Duke [putting his finger on his lips] Hush! we are intruders here [He drags Barillon hastily behind a tuft of tall shrubs, where they seet without being visible to the king and Marquise. Ardown at a little distance, is not visible lo them, though he is near enough to catch a glimpse of them, and overhear them.] [ The king offers his arm lo the Marquise and they walk away, Marquise coquetting, and he whispering to her. Duke [to Barillon aside] Ho! ho! It is my graceful compatriot who has perplexed us so much this evening. Santa Virgen! what a fairy figure. What a Sylphide's step, and air. She is the queen of the ball, without question. The king seems to be thoroughly of my mind too. Here methinks is a star,destined to eclipse many another, little prepared for it. Barillon [much disconcerted] True. Who the devil can she be. Buckingham patronises her to retaliate on the Duchess, and to"], [77, "67 out do Rochester, that is regular. But it will be a serious matter every way, if it lasts. Ard. [overhearing him, aside] It shall not last ff I live to prevent it. [The king and Marquise arriving al the end of the gallery, turn back. Barillon and the Duke see the Marquise's face for the first time. Both, utter an exclamation.] Duke Jesus Maria ! What radiant loveliness. She is another Armida. All the Andalusian salero(*) engrafted on Parisian ele gance and grace. [He turns to Barillon who remains gaping, as if stupefied, staring at her.] Duke What now, my good colleague, are you too fulminated on the spot? Baril. [still astounded] She here ! The Marquise de Vau. dreuil 1 Duke What ! is she that celebrated beauty ! By heavens ! I marvel no longer that a certain very high personage should have lost his head for her, as rumour avers. Baril. One might lose it for less. Duke She should never have quitted the banks of the Gua dalquivir. Baril. [surprised] You were saying? Duke That for such a Syren, the iudispensible complement should be, the sun of Andalusia, the drawbridge of a feudal castle; and a duenna of the incorruptible ancient stamp. Baril. [laughing] The deuce ! Those old-world accessories would scarcely meet with the approval of the wayward Mar quise, [aside] Ah ! if I succeed in bringing back the bird of (*) The Spanish term for supreme chic."], [78, "68 paradise to her cage; my fortune is made. [Charles and the Marquise approaching, continue their conver sation] Mar. Ah sire, when one has the misfortune to be sceptical... Char, [jesting, but impassioned] What then do you exact? my crown, my life!... paltry bagatelles! but you remember your French proverb. The prettiest girl in the world can gire no more than what she has. Mar. Your majesty's eloquence is so persuasive that Char. That? Mar. [with finesse] I shall be so dazzled at last by all the scintillating sparks you have flittered before my eyes to night.as to take them for gold. But how am I to assure myself of it. Char. By putting the ore to the proof. Demand whatever you please of me. If it be in my power to achieve, it is done. Mar. On the faith of an ancient paladin/ Char, [with dignity] On that of a gentleman, and a king. Mar. Enough. Both are sacred. I ask therefore, as a special grace from your majesty, to interdict by your royal authority, the marriage on the eve of taking place, between the earl of Ar down and his cousin, lady Beatrice Dudley. Char, [scowling] This is, in sooth, a singular request. By what right could I intervene in th's private family affair, and what matters to you the marriage of this worthy heir of a disloyal sub ject, who aspires to transplant into England the rebellious con spiracies of the ligueurs and frondeurs of France. You take then some very profound interest in tke earl of Ardown, madame? Mar. [ingenuously] /sire! what a notion! He was not in France when I was there, and I am only just arrived thence."], [79, "69 Charl. [suspiciously] But wherefore then. Mar. In every marriage are there not two contracting parties? Charl. Is the future bride then in question? (incredulously) Mar. Are you unaware sire, that she was educated at the convent of Montmartre? Charl. How then does that concern you? Mar. Personally, sire, very little, but indirectly very much. Charl. You speak in enigmas. Mar. Sire, I have a beloved brother, whose death this mar riage would occasion. Charl. (smiling) Oh! death! that is saying a good deal! You We him then exceedingly, this brother? Mar. To adoration sire: — and if you but saw how despera tely he is in love, your majesty's self would sympathise with him. Charl. (laughing) I always do pity lovers. Being paid for that, as they say in France — Come, I see that I must play the good Samaritan to him, to be agreable to you. It is lucky the lot falls on those stiff necked Osmonds. I shall have less remorse for intermeddling with them. Wo'nt they denounce my tyranny to the four winds of heaven. But if I place my crown in jeopardy, to serve you; at the very least, you should prove yourself gra teful for it. Mar. (with finesse) Ah! sire if one intends to be equiterd, one should be disinterested or, appear so. Besides confidence denotes true love, and love alone is paid in the same coin... Charl. (touched, and impassioned) Ah madame! make of me what you will; were it even a dethroned king. Mar. [looking into his eyes tenderly, crossing her hands on his arm, and leaning on it coqueltishty] Do I look like a conspira tress, sire? Charl. (enraptured) Yes indeed. You are one, and of the"], [80, "70 most formidable. [They walk towards the spot where the two ambas- sadors are hidden] Duke (to Barillon,. aside) We shall be seen, do not let us appear to hide. [ They emerge, and walk towards the back avenues, turning away from the king and Marquise, and not appearing to see them.] Charl. (hastily) Put on your mask, dear madame, quick. Mar. (putting it on, and seeing the pair in distance) Who then are those? Charl. Reassure yourself, only two astute diplomatists, who would not confide to the right ear, what they had just heard with the left. Mar. (recognising them) Good heavens! the ambassadors of France and Spain! Can they have perceived us? Charl. Odds fish! to make sure of that, one need but note how studiously they avert their gaze. Mar. (aghast) Ah! if de Barillon has seen me I am lost. Charl. (haughtily, then tenderly) What can you possibly fear, under my roof. ..on my arm? Mar. (greatly agitated) Ah sire! Louis, who is having me sought for far and wide. Charl. (agitated) Louis! Ah heavens! I guess all. You arethe Marquise de Vaudreuil, whose flight has frenzied him. Quick quick, come this way; that we may take counsel in safe quarters. Exeunt both. Ard. (overhearing this dialogue issues from his hiding place exasperated. ) She ! The Marqnise de Vaudreuil; The faithless mistress of Louis, who has fled his wrath! This then was the ingenuous girl who kept me in awe of her unassailable innocence. Have I been blind enough, idiotic enough, lo let myself be fooled like an"], [81, "71 unfledged schoolboy. With what effrontery this accomplished intriguante deluded me. Oh, but you will not excape thus, ma dame. — You should, have contented yourself with those whose vocation is to deceive and be deceived. — But by all the powers of Hell, what am I awaiting — that she shall drop into the arms of the practised gallants who have known how to discern her for what she is, and to take for what she's worth. (He turns to rush out in the direction taken by Charles and the Marquise) Enter the Duchess of Portsmouth Duch. (arriving out of breath and barring the way before him) Whai are 'you about to do ! Great heavens ! are these your promises ! Ard. (trying to push past her) Give way. Madame. It is not you who can arrest my vengeance. Duch. (fastening on hir arm) This is sheer madness, By what right would you avenge yourself on a woman who does not ap pertain to you under any form, legitimate or illegitimate. Ard. (recoils startled and stands. Impressed for an instant, than his fury returns) And while I delay, she derides, in the arms of her royal lover, htm, who suffered himself to be duped like a fool. (he repulses the Duchess and rushes out.) (Enter Rochester still disguised as Triboulet.) Roch. So Duchess, you have got a trifle beyond your depth, methinks, Are you not slightly overmatched! for once? Duch. (irritated) This is no time to jest. Roch. It may teach you perhaps, to be as much on your guard with English-men in future, as with... the Marquise de Vaudreuil — for example. Duch. (just going to rush after Ardown slop, dumbfounded) The Marquise de Vaudreuil! Do you mean to insinuate it is she?"], [82, "72 Roch. (sardonically) Your brains must have been woolgathe ring not to have unriddled the enigma ere now. Duch. (quite upset) Good lord! that is all that was wanting. Roch. You wf 11 have to furbish up your best weapons, for your rival possesses the knack of taking all men by their foibles. Duch. Naturally, a Frenchwoman! Roch. (laughing) Pitted against a Frenchwoman and a half. Heavy odds that, but exciting, [Duchess exit precipitately] Roch. (alone) There goes another who will not enjoy pea ceful slumbers this night. [He counts on his fingers] Charles, Buckingham, the Marquise, Ardown, the Duchess, — four of my best friends, and a rival, wl.o will expiate their misdeeds by some very uneasy moments. By my troth, I am fairly satisfied with my day's work. The Duke of Medina More enters in the midst of Rochester's monologue withovt being perceived by him. Duke Inscribe a sixth on the list, messire to complete the half dozen. Roch. (laughing) Your excellence, has overheard my little aparte. It must have agreably tickled your diplomatic ears, But by the way, what did you hint, apropos of it? Duke A doleful truth, messire. It is deplorable, after thirty years of diplomacy, to be compelled to seek counsel from your cap and bells in a case, precisely of their competence. Roch. I place then entirely at the disposal of your excellency. Duke I take you at your word. How is an old stager, some what of my guise, whose head har, been turned, by a flash of lightning, from the eyes of a certain aristocratic Armida the devil has shot across his path, on the verge of the fifties, — to induce her to marry him, however much against the grain?"], [83, "73 Roch. (fixinghis eyes on him) Your excellency too! decidedly it is an epidemic. Duke Be it so, what is the panacea? Roch. It is clear, thai when perdition in the company of any number of young madcaps would be preferred to salvation under the guardianship of an austere grey beard, the enterprise is ha zardous. Duke Who nothing risks, nothing gains. Roch. Bravo! With the adroit, and daring, I sympathise. Duke You do not deem the case desperate then? Roch. Nothing is desperate save death; and even that is du- bious. Who knows but the dead may return, or live elsewhere? Duke I go ahead then, for the great stake. Roch. The worst is, that the experiment having been made already, the victim may object to repeat it. Duke Nevertheless, a ducal coronet, set in millions?... Roch. First rate lhat receipt, in general; But when riches are a drug?... Duke They lose their prestige, conceivably. Still when fish ing in troubled waters, there are always chances for an old hand. Roch. But unless proof against all the Circean arts of the sex, success might prove more damaging than defeat. Duke The Circes I defy, since when I have securely established my circumvallations, the most recalcitrant garrison can be compelled to surrender at discretion. For I am a man of the old stock.with clear brains, an inflexible will, and well braced muscles, none the worse for wear yet. Neither am I easily dis couraged, when I have set my heart on any thing. What course then does your astuteness recommend to me."], [84, "74 Roch. To bide your time, but be prepared to seize the occa sion by the hair, then when clouds thicken and the storm bursts, a pilot apt to steer amidst breakers, may have a good chance to reach the haven. Duke [persuasively] If you could be induced to embark in the same boat with me? Roch. Why not? To spoil sport for my foes or friends is a favourite pastime of mine. Duke Well understood though, only till the wedding. Roch. After which. Duke Friends, no less than enemies, will fall back into the category labelled dangerous. Roch. [laughing] You have forecast every thing, I perceive. Duke You see, in diplomacy Roch. One doubts nothing, it appears Duke On the contrary: one doubts every thing, except craft and force. Roch. By Jove, your excellency is profound Duke I have that repute. Between us two therefore it will go hard if we are checkmated. Roch. Decidedly my credit is in the ascendent. Duke The main point is, to avoid any compromising debut. Roch. Nothing simpler. It is in your diplomatic line. Plead the false, to obtain the true. Duke By Santiago? a luminous idea that. Roch. A fruitful one. A spouse who is both a great perso nage, and a Croesus, bt asts conspicuous advantages, were he a nonagenarian. Bu'. enamoured, he has revolting exigencies; impossible pretentions — If jealousy is the bugbear of all intelli-"], [85, "75 gent women, even when there is compensation, judge for your sclf when it is... Duke The reverse. Every word that falls from your lips is worth a gold lingot. I should have started on the wrong tack. But now that you have given me the clue.... Roch. Eh! if I lend a hand to get the boat in tow... When and how. shall we meet again? Duke Without any flourish of trumpets... in my palace to morrow evening, should that suit you, milord? Roch. Nothing better, your excellency. Duke [ They salute each other and. Duke exit] Roch. Here is an unexpected windfall. Satan befriends his adepts. The duke is likely to prove the most efficient coadjutor in my retaliation on the whole lot. [exit Rochester] [ The scene changes to a saloon in the kings private apartments. A largo folding door at back, windows on the opposite side, several sma' doors in the panelling, a sopha on one side, other rich furniture of theepoch.] enter Charles, the Maiquise. Charl. Here, at least madame you are in security. But we must find better, without delay. Though this being a corner of the palace where ho one dare corne to disturb me, unless in a case of urgency, we are safe from intrusion. Mar. But sire you are at home! Charl. [embarassed] True, but I am under great obligations to Lo :is, and Mar. [reproachfully] Is it possible your majesty could sacri fice me? Char. That, never, — but we must extricate ourselves with dex terity and policy. I know Louis; there is every thing lo fear from him."], [86, "76 (A knoock/fll one of the small doors.) enter Buckingham Char. That's lucky. I did not know what saint to invoke. Buck. It is in the quality of a saint then Charl. A truce to jesting. The barometer is at storm point. Buck. I guessed as much by your majesty's disparition, and the sudden departure of the French ambassador... But for which... Mar. [interrupting hastily] The mischief is done then? What a fatal misadventure. Charl. Odds fish George! seek some stratagem, and for hea ven's sake, find it? Buck, [pretending dismay] We are in a bad dilemma, for under the mask of affairs of state, Louis has the right on his side. I knocks are heard al the folding doors] Charl. [impatiently] Go see what they want— oh this trade of royalty. The meanest rustic in my dominions has fewer wor ries, and more liberty than I. Buck, [going back, and rsiurning] Sire! it is the French ambas sador who demands an interview with your majesty on a matter of urgency. Charl. There we are. What is to be done, what said. ..speak George speak! when you see I am at my wit's end. Buck. We must gain time Sire, the first thing is to obtain a respite. Charl. Come then with me, you well help to talk him over (exeunt.) [Marquise alone — then Ardown. she paces up and down, in great agitation] How wofully imprudent I have been! (A valet opens a spring door in the panelling at back.)"], [87, "77 Ardown enters noiselessly, and closing the door be- hind him, pushes the bolt. Ard. [speaking eoldly and languidly] Fatally imprudent in deed, Madame. [He gots to the other doors and pushes the bolts] Mar. [turning round with an exclamation] You here! by what adventure? Ard. It is for me rather, to ask that question, Madame? Mar. [coaxingly] If I am here, it is on your account. Ard. [still more icily] A strange blunder to take for my dwel- ling the palace of Whitehall where your lover has conducted you. Mar. [angry] My lover, you dream! Ard. True, I have dreamt, but I am now fully awoke. Mar. [haughtily] What a tone you assume towards me. Ard. [walking sloivly up to her] The tone of a man who is resolved to put it out of your power to deride him, and to dupe others again. [He seizes her by the tvrisi and draws a dagger fnom his belt,] Mar. [ Trying to break loose from him] Ah! for pity's sake! Ard. [coldly and sternly] On your knees madame! n ake your peace with God, for men will no longer hearken to you. Mar. (struggling to escape from him )Mercy-mercy! you , re in error. Ard. (with concentrated fury) Pray, I tell you, pray — I would not kill you in mortal sin. Mar. Ah give me an instant to implore God! (Ardown pauses) (Marquise shrieks) help! help, to the rescue! Ard. (furious) Ah! you only seek to gain time [he raises the dagger over her)"], [88, "78 (Buckingham who has been shaking the little door for a moment or two, bursts it in, springs at him from behind, and dashes the poniard out of his hand.) Ard. [iviih concentrated fury drawing his rapier) Hah! it isyou, mylord — so better — I aspire to nothing so much as to hold you at my sword's point, you first, she next. Buck. As for me mylord I am at your disposition any where, save here; but with respect to madame... Mar. (after breaking loose, drawing herself up proudly, interrupts him,) Why do you not tell him that I have no account to render to him, or any one; save to God and myself. luck, (wiih dignity) Madame is right. I am aware of no title in vertuc of which a man of honour can justify killing a wo man, unless she bears his name, and disgraces it. Ard. (recoils u>ith agitation biting his lips, aside) Again, this reproach — thrown in my teeth, I should have secured my rights first, any way; and then avengad myself, (aloud) This point of honour, in any case, does not concern your grace. ..draw, or I kill >ou. Buck, In the king's palace, mylord, a duel is high treason. Ard, (coldly furious) What do I care, draw or you are dead. ( They draw and fight) Mar. (trying to slop them, Oh stop, for God's sake;(.ffo screams) succour, help! Buck, Keep off madame, do you not see that he b frenzied. (enter Charles, precipitately, he draws his sword and hits down Ardown's Buckingham lowers his.) Char, (angrily) By all the furies! a duel under my roof. Vhat means this, Get rge? Buck. What, but that lo:d Ardown is bent on taking my life and that 1 am defending it, sire."], [89, "79 Ard. (coldly furious) And I will have it,— you shall neve die but by my hand. Buck. You hear him, sire. How reason with a man so wild with fury as to be well nigh out of his senses. Char. (He sounds a bell concealed the in tapestry. An attenden1 appears) call the captain of the guard, (he turns to Buckingham) Will you tell me at last (enters the captain of ihe guard) Place lord Ardown under arrest, and have him guarded by sight, till farther orders, Ard. (bowing, gives up his sword) I obey sire. But let his grace of Buckingham remember that this encounter is but defer red, (exeunt Ardown and captain) (Marquise totters to the sopha, and siuoons.) Char, (angrily) You have been at your old tricks again, George? Buck, (hastily) Your majesty is altogether mistaken Char. Nonsense! A petticoat is mixed up with this row, and no mistake, (he glances al the Marquise, frowns, and gazes augrily on Bu;kinhham) What do I see. This fainting, this emotion; Bulk, (eagerly) No wonder! a woman who sees two men doing their utmost to kill each other! close under her eyes. Char, (recovering his serenity) True, but she has swooned out and out. Buck. Shall I call the women? Char. The duchess would get wind of it al!. She will re cover in a few moments. The most pressing is to make your confession. Buck, (pretending indifference, laughing) As nothing escapes your perspicacity sire; the question turns simply on a little work-"], [90, "80 girl, with whom the earl found my signet ring, which has raised his bile to this outrageous extent. Char. laughing heartily) Hah, those virtuous people! They are always fooling themselves worse than the rakes. I have a good mind to write, to that old bigot of a Marquis that he had better look after his family affairs than conspire. But what brought the dupe here. Buck. On my heels no doubt, in the heat of the paroxism. For the illomened discovery dates but a few hours back... Char. And how did he penetrate into my Sanctum? Buck. By that golden key, doubtless, which opens all locks' even royal oues. Charles. Probably — we must detect the delinquent. — But now for the more pressing. That was a smart thought of yours to threaten Barillon with the future retaliation of the Marquise if he refused her breathing time. But how can the brief re prieve; be turned to account? Buck, [pretending to cogitate] Could one but allege some right... Char, [impatiently] Odds fish, when there is none... Buck. Then sire, unless you interpose your royal will. Char, [irritated] One would think I had an arny at my back, a budget on a par, and subjects of exemplary loyalty crowning the whole. — Not to speak of the subvention.... Buck, [muttering half between his teeth] True, a subsidized king. Char, [wrathfully] God damn me, if one would not think that you had sworn to exasperate me — Ah! Rochester would already have got me out of this scrape. You are deteriorating sadly George!"], [91, "81 Buck. I am reflecting sire. — If one could raise a question of nationality? Char. You cannot change her baptismal register, I fancy. Buck. No, but a new marriage certificate would do as well. Char, (eagerly] True! an English husband, and she ceases to be a French subject. But where to find him, thus on the nail? For a commoner she would reject, and a husband who might pre~ sume to be one, /should veto. Quick! fish me out this model spouse, predestined, and resigned. Buck. But sire, we have onlv twenty four hours at our dis posal. And the Marquise is so beautiful no one could be trusted, unless madly in love with some one else — moreover.nothing shor1 of some imperious personal motive held in terrorem over him could induce a man of birth to play so humiliating a part. How then find all these indispensable conditions at a moment's notice. Char, [striking his forehead] Eureka! I have found the very one required, and under our hands too. Buck, [pretending incredulity] Your majesty is pleased to mock me. Char, [triumphantly] And lord Ardown, then, what say you to him? Buck, Ah sire! your ready wit is never at fault. True, he combines all. But he is so proud; what could make him consent, short of a seas fold... and for a duel ! an English peer !... unless indeed the satisfaction might tempt him of taking such immediate vengeance on that girl, to whom, in his frantic passion, it appears, that he promised marriage. Char, [exulting] The very thing. He would not be an Os mond if he were not as vindictive as an aspic. And as for hold ing him in terrorem, is not his father steeped up to his ears in trea sonable cabals, to put that orthodox catholic brother of mine"], [92, "82 in my place. I could have had him hung and quartered ten times over, did not I prefer laughing in m y sleeve at all these num skulls who do not even suspect how cordiallv my submissive sub jects would join hands to pack that sly fox Ja mes, out of doors, so soon as they got a taste of him. Let no one say virtue is not recompensed. To my signal good nature, in leaving that old fool's head upon his shoulders, I owe the notable use it will be of to me now The father's head, or the son's hand. ..I stick to that; and confiscation to boot. Buck, [laughing] At that rate you may perhaps decide him, sire. Char, [jubilant] Moreover, it will enable me to kill two birds with one stone; inasmuch as, he might go, post haste, to marry his cousin, in his Celtic rancour against that Juliet; which would play the deuce with me; as I engaged my word to the Marquise to prevent that marriage, without having the remotest notion how to keep it. Buck. Sire you would sell us all. But how did that backstair's gossip reach your ears. Char. As they are always trying to catch Louise tripping, an imprudent escapade of hers, to Spring Gardens, was made a handle of, lo prove she had a 9ecret intrigue with this Ardown, and had followed him there through jealousy; whereas it was me she suspected of coming after that pretty French girl. She is so rabidly jealous of me. But enough. I go at once to put the knife to Ardown's throat. You meanwhile, see after the Marquise; and persuade her to make no futile objections to the clever plan which can alone meet the emergency, [exit Charles] Buck, (alone) I flatter myself I am blossoming into a first rato diplomatist. To retain the Marquise in England is the pri mary necessity. Fi r once carried back to France she would be"], [93, "83 lost to us all. And though forced to push forward a rival I would rather despatch to the nether regions; as his character and an tecedents will compel Charles to maintains him in the capacity of king log, hewill have no cause to thank me for assigning to him the part of Tantalus. Thus I take a thorn out of ny foot, while preparing for myself a stepping stone, entitling me to become the future consoler; unless the female heart has ceased to have any gratitude. Last, not least, I pay the duchess in her own coin, by wounding her in her most sensitive spots, while there is no humiliation in following on the track of a king. Mar. (coming to herself and looking around) You are alone, — at what conclusion have you arrived? Buck. At a first rate stratagem. Mar. Of your coining? Buck, (laughing) Don't even hint it, for Charles. Mar. (laughing) Believes it is his ! What an admira ble courtier you are Buck. Come — let us understand each other Your blood- thirsty ingrate still thrones it on his pedestal? Mar. Without doubt. Had there but been a fence between us, I should have gone into exstacies at coutemplating him in that new light. He was superb; He reminded me of a Roland. or a Coeur de lion. Buck. How truly feminine — In that case, to marry him will not prove objectionable. Mar. Stop A tete a tSte with my beloved would be slightly hazardous, — for the moment. Buck. That is not included in the programme. Mar. How then? Buck. Well, Charles being in a quandary to hunt up for you, instanler, a husband who would naturalize you English, without"], [94, "84 revendicating the honours of his charge; Ardown chancing to be at hand, :nd moreover, reassuringly in love with a certain Ju liet Mar. (laughing outright) His majesty found nothing better than to select him for his man of straw. — That was a happy hit. Buck. Oh ! you know monarchs, like husbands, are bound to be professionally hoodwinked. Mar. One essential however you overlook — Ardown's con sent. In his present humour, be would sooner lay his head on the block. Buck. You are mistaken. Jealousy maddens him far more than wrath. That you should return to France, to reign there as the queen of the royal hareem, renders him frantic. To pre veni your falling into the arms of Louis, or Charles, or of any one save himself, he would plunge into the bottomless abyss with you, or sell his soul to the arch fiend. Mar. (reflectingly) Yru may be right there. Buck. Not a question of it. Mar. An 1 if he acquiesces?...— Subsequently? what next? I object to trusting myself to his tender mercies, for the present- Buck. That forms no part of Charles' programme. Mar. You are worth your weight in gold, duke. When I have tamed and fettered my British lion. I shall have a medal struck, in your honour. Ruck, (laughing) On those terms, I fear I shall play the Pa ladin till the end of the chapter. (Enter Charles) Ruck. Madame has yielded to reason sire, though much a gainst her inclination. Char. That is well, for I have arranged every thing. Lord Ardown is ready; my confidential secretary will accompany the"], [95, "84 Marquise; his catholic almoner will celebrate the marriage immediately; and in a quarter of an hour, the countess of Ardown will be a Rritish subject, safe from all foreign jurisdiction. (He opens one of the small doors, and in the corridor is seen the secretary who bows, and offes his arm silently to the Marquise, and she and he, exeunt, preceded by the almoner) (Charles and Ruckingham alone) Ruck. It was not more difficult than that? Char. Eh! don't fancy it was all smooth water. In the first place, I was so confoundedly at a loss how to broach the matter, that at last I plunged headlong in to it, without any circumlocu tion. Ruck. Of course, the earl was indignant; foamed, stormed; — swore he would die a thousand-fold sooner Char. You are altogether mistaken. He merely drew him self up, with his grand patric'an haughtiness, fixed his eyes full on me, with a glance that struck me as slightly sardonic; and between, ourselves, he pretty nearly interchanged our roles, I was so deucedly nonplussed by his imperturbable self posses sion. Ruck, (laughing) I fully realize the situation. Char. Luckily howerer he resumed the whole, by saying.that although he could not have acceded to the proposal, under other circumstances, as it tallied with certain aims of his own, for the moment, he was willing to accept it. Ruck. Your majesty guessed light, as to his vindictiveness; but his consent being the essential, his motives are unimportant. Char. Odds fish ! he got off cheap; after obtaining the full pardon of the Marquis, forall his past and present misdemea nors — not to speak of his own. Ruck. Nothing less sire, [laughing]"], [96, "85 Char, [impatiently] Oh ! if you think I am going to stir up my bile, by troubling myself about all these incurable malcon tents, forsooth. — Rut the ceremony must be concluded by this time; or nearly so; go and see to it George. — Without rouzing his matador instincts, by flourishing the red rag in his face. — We will keep him in durance vile now, for a day or two, just to let him cool down, without exterminating you, in the inte rim. Ruck. I go sire, [exit] Charles, [the duchess subsequently] Char. Oh ! this overbearing Rarillon, who thinks to domineer over me on every ocrasion; wo'nt he find himself taken in, this time. (a rapping is heard at a secret door) Duchess, [outside] May one enter, sire ? Char, [vexed, aside] Ah, here comes this shrew, to make a scene again, [aloud] come in, of course. Duch. [entering] That is really very gracious. Char, [crossly] Would not one think I were scowling at you? Duch. If your majesty fancies you are smiling on me, you are strangely mistaken. Char, [impatient] If you only come to pick a quarrel with me, I warn you the moment is inopportune. Duch. [plaintively] What a reception. A new face, a ca price, yet unsatiated, and all is effaced. Devotion, sacrifices, vows, felicity, raptures participated, [she feigns to weep] Never theless, I was confidently assured that de Barillon, no later than tomorrow, was to reconduct this intriguante to France. Char, [surprised] Hah ! you knew that, you ! Duch, [spitefully] It would be queer indeed, if I were the only one ignorant of it. Who is unacquainted with the erotico-"], [97, "86 political adventures of this unfaithful mistress of Louis; whose return he insists upon, so much to the mortification of her British admirers. Char, [piqued] You are altogether misinformed. She is not the mistress of Louis; and she will not return to France to mor row; because she remains definitively in England. Duch. [furious] Ah ! it is you then, sire, before whom this calumniated saint, lowers her flag ? Char, [ironically] Since lam just having her married;... Duch. [amazed] Married ! Char, [looking at his watch] By this time, she must be le gally, and legitimately, countess of Ardown. Duch. [uttering a half scream] Ah ! what on earth can have made you lend a hand to their loves ! Char, [struck of a heap] What mean you by that ? Duch. [sarcastically] Simply, that they are passionately in love with each other, and that you have played into the Mar quise's hands. Char, [incredulous] Bah ! Ardown, who has lost his head for that Juliett. Duch. [raging] Why, you unlucky dupe, she is Juliet, and you... you... have allowed youself to be hoodwinked, as usual... It is well done — you are rightly served. I rejoice at it. [She paces up and down, fanning herself, in a fury] Char, [furious] Ak I that rascally George! He has again fooled me — If only it is still time to stop the wedding. [He seizes on his hat, thrown aside.] All che same, how cleverly the rogue took me in. — [he laughs; then gets furious again] I shall end by having him hung and quartered. Duch. [raging] Was there ever such a man! If they filched his crown from him he would think it a good joke, and laugh"], [98, "87 too. But he laughs best, who laughs last; as will do that inso lent lord Ardown, whose amours you have crowned, with such unexampled complaisance. Char, [fixing his gaze on her sternly ] It strikes me, mada me, that you are singularly excited on account of lord Ar down. There is a mystery under this, 1 shall take care to fa thom; and rest assured, that I shall deal out strict justice to whoever dares deceive me. Duch. [disconcerted] Ah sire, what an absurd notion Char. Enough, I begin to see clearer; and you will find it difficult to throw dust in my eyes, once I have opened them. Batyour turn will come. For the moment, I must look to what is more urgent, and more interesting. [ He goes to door, and. meets his secretary on threshold ] The devil ! I am too late. Secretary. Sire, Lord Ardown refuses absolutely to obey your majesty's orders, and insists on taking the countess with him; against her will. Char, (furious ] To hell with him. Let lord Ardown be sent to the Tower, under a charge of high treason. [He rushes out.] Duch. [alone] Heavens ! what have I done ! Ardown be hanged ! How could I be such a fool as to compromise my self thus, for him. I am ruined, if I do not turn aside Charles suspicions bv a master stroke. With his Stuart obstinacy, he will never give in. I must burn my ships; and risk all for all. [exit] (Charles and Buckingham reenter by the large door.) Char. Please explain to me why the devil you have play ed me this impudent trick. For I know all now. — This then is the cause why that artful beauty was so deeply interested in her brother's loves. For this too, Ardown was slashing at yvu with such right good will, when, in the nick of time, I preven-"], [99, "88 ted your cutting each other's throats. But what would baffle the Sphynx to unriddle, is to divine, what possible motive you can have had, to make me hold the candle to them both. Buck. Sire ! my excuse is, necessity. The capital point was to prevent the marquise being amenable to French law. There was but one way to achieve this, and but one man at, hand who could serve the purpose. Had I told the truth, jealousy would have overmastered reason, and all been lost. I knew that your majesty could keep lord Ardown out of the way, till better arrangements could be more leisurely made. More- over, his previous love affair with the marquise, sufficed, by simply antedating their clandestine marriage, to exonerate your majesty from having got it up suddenly, for the express purpose of baulking Louis of his rights, which he would have resented to an extent, greatly to be deprecated. For all these cogent reasons, it was essential not to let the truth transpire till the ceremony was an accomplished fact. Hence I braved your majesty's direst wrath, in order to achieve the desired result in the least compromising manner — Would I otherwise have put forward a rival, so bent upon annihilating me. For although my amourette with the marquise, was of the most ano dyne description; I owed him a serious grudge for taking it so tragically. Char. Se non e vero t ben trovato. For your disculpation is certainly plausible, and your arguments are convincing. But whether amour, or amourette, be at the bottom of your rela tions with the marquise, henceforth, all personal intercourse be tween you, is under my formal interdiction. Beware then of all contraventions; which I would visit with condign chastizement. Buck. Sire, your will is my law. But your majesty should recall, that had I been seriously enamoured of the marquise."], [100, "89 I never would have risked introducing her to a monarch, who in addition to the prestige of royalty, possesses such irresistible seductions for the fair sex. Char. You flatter me, rascal ! But you cannot cajole me into relaxing my precautions. Towards you, prudence is the better part of valour. (exeunt) end of second act."], [101, "THIRD ACT. The scenes of the whole of these last two acts are laid in an old Elisabethan castle in the vicinity of London. First scene. A large and lofty saloon with high, mullioned windows. The walls are hung with tapestry. Lyirge folding doors, a bow window various secret doors in the panelling, concealed by the tapestry. Full length family portraits on the walls. Tables scattered over with books, ornaments, and one, with embroidery and tapestry work, all the rich furniture, and other accessories of such a mansion at that epoch. Old bahuts of elaborately chiselled wood and ivory, every thing in an tique style, and costly, r. si scene in the saloon. The Marquise, Buckingham. The marquise is seated in a large fauleuil; Buckingham is half kneeling, half silting on a cushion at her sect, holding a skein of wool for her, which she is winding off. Buck. Here I am. like Hercules, spinning at the feel of Om phale ! Mar. [laughing] The sceptre has indeed dwindled to the (*) distaff in your hands, of late. (*) Le sceptre est tombe en quenouille."], [102, "91 Buck. If, at least I were paid my wages ! — [he stands up and leans over the back of her chair] Marq. [coquetting] Methinks you are lavishly remunera ted in small coin. Buck. If only it were, star, ped by the true mint. But it is hazardous to pass off spurious articles on those who have teeth and fangs (*) Marq. Whence have you learned that. Buck. It is always dangerons playing with edged tools. Now of all double-edged weapons, it strikes me that the most jeo pardizing is Marq. [impatiently] Love?... again the old refrain... Is this monotonous litany to be reiterated to me, in perpetuity. Buck. Can you persist in questioning my sincerity, when I daily risk my life and fortune to see you, in spite of the most string-ent prohibition. Marq. [mockingly] Does the game not seem worth the can dle to you, in despite of all your enviable immunities. The wi dow's mites, I fa cy, are not to be despised. Buck, [ironically] These small items, like entremets, are more apt to whet the appetite, than to satisfy it. Marq. [pettishly] When one is afflicted with a temper so crossgrained, and an appetite so voracious, one should mode rate them, not hoist one's war-paint. Buck, [irascibly] Madame, a cogent French axiom avers that a door must be either shut or open. You overlook it, when you tamper thus defiantly with the most irrepressible of hu man passions; without fearing to lose even a few plumes of your Phcenix wings. (*) Bee et ongles."], [103, "92 Marq. [haughtily] I soar too high above the common herd for any one to arrogate to himself, either the right, or the power, to lower me to the level of vulgar humanity. Buck, [ironically] I am aware, madame, how inflexibly you hold to these preposessions. The error consists in gauging all your victims by the same standard; and the danger lies, in misapplying it. Marq. [jestingly] To whom? for all my professed victims are, to the best of my knowledge; as blooming as roses, and as gay as larks. Am I then called upon; to exclude the sole rays of sunshine which brighten, for me, the gloom of this British limbo. It is but thanks to his majesty and you, that the mushrooms do not grow in my saloons; and if I have not run to seed, in these last few weeks, it is because both he and you, are unenglish enough to be amusing. Buck, [irritated] Does it never occur to you, madame, that the puppets of whom you pull the wires, may weary of oscil lating in the seesaws wherein you balance them so dextrously up and down. Marq. [proudby] If this be a declaration of war; learn, that my folding doors are thrown open wide, for Ihe exit of who ever deems his assiduities ill remunerated. Buck, [bitterly] It is too late to suggest this heroic reme dy to me, after having filtered all the lavas of Etna into my veins. I do not dissemble that my debut with you was of this fu tile description. But no sooner had I discovered that no insupera ble barrier divided us, than giving full vent to the sentiments you inspired me. they have absorbed my whole being, till life would be unendurable to me now, without you. Marq. [jesting] This would be deplorable, did not one nail drive out another. I fail to understand however, why"], [104, "93 the gay humour which won you my Parisian sympathies, is replaced to day, by these lugubrious accents. To treat me to such a dirge, is hardly taking the best means to cheer my forced seclusion, like the devoted troubadour you swore to be. Buck. The reason is, that the situation is becoming daily more urgent. Confiding in the ingenious arts of a refined co quetry, you think to hold your most contumacious aspirants in a leash, and to rule even kings by that fairy's wand where with you subjugated all the gallants of Versailles. But other countries, other characters. (*) Marq. [ironically] Then if a postulant be but tolerably per sistent, your grace is of opinion that so convincing a demon stration of the depth aud durability of his attachment should suffice to make its object surrender at discretion, to whoever does her such honour. Buck, [bitterly] Your sarcasms. Madame are not to the point. For were I not unfortunately married, I should already have put every one at defiance, by asking you to accept the protection of my name, and sword. However, the duchess, long an invalid; has but a few months to live, according to the fiat of she faculty. And when that event takes place, 1 shall glory in flinging myself, my titles, and my wealth, at your feet. Marq. [coldly] This would alter nothing in my determina tion, never again to accept the fetters of matrimony. Ruck, [haughtily] It cannot be the fear of a mesalliance that actuates you, for I need hardly remind you that my 17 (*) autre pays, autre moeurs"], [105, "94 neage is nobler, and more ancient than that of many a royal house. Marq. [jestingly] No one could question that, mylord. Rut I am resolved, henceforth, to take my flight according to my own blessed free will. Ruck. [ exasperated ] Do not blind yourself perversely. The Rlue-beard you prefer to me, would scarcely leave you one wing to flutter; and he would weight that one with lead; to keep you under his Argus eyes, till you have wrinkles and grey hair; if he had you in his power. Marp. [scoffingly] Neither he, nor any one, could over master, or tyrannise me. Ruck. And Charles ! What is he awaiting, but the papal Bull that will dissolve your marriage with Ardown. It is now but a question of days. The confidential messenger he sent, lest the Nuntio should trip him up, has delivered his autograph letter to the Pope, and writes that his holiness has only deman ded a brief delay for deliberation, to conform to established rules. You do not flatter yourself that the Pope will deny so trifling a favour, to a British monarch, who demands it on the most specious pretexts. Marq. Clement the seventh refused it to Henry the eighth, who was vastly more redoubtable than Charles. Buck. The two cases are totally dissimilar. Yours, consists of a clandestine contract; lacking all customary formalities and guarantees. Moreover, not having been consummated subse quently, it exists solely as an empty ceremony. Besides, the ve ry example you cite, has taught the Vatican what it costs, to thwart an English monarch. Remember too, that not being a Catherine of Aragon, nor having a Charles the fifth for a defender; the Pope will look twice before he emulates a pre-"], [106, "95 decessor who entailed consequences so disastrous on the church; and that too, when the parties concerned, have raised no op position. Marq. [proudly] It was for Lord Ardown to do that. If he is content, all is for the best. Buoj. Be it so. But Charles ? when once more a free a gent, will not he be formidable ? Marq. [defiantly] And I — Have I not at my disposal a whole arsenal of arms offensive and defensive. One passes re fractory patients on the rack, in the thumbscrews, through fire, water, ice, successively. It is astonishing how manageable they become under this regime. The estrapade, above all; — To exalt them ever so high, and then precipitate them suddenly down, when they least expect it, — the effect is infallible. Buck. Perhaps, with ordinary mortality, but to crowned heads.. . Marq. In what pray do they differ trom others, unless by being emptier, perhaps. Buck. True. But princes have a fashion of cutting Gordian knots, not without its merits. Marq. What matter, when the moment thy have nibbled at the bait, I hold them at my mercy. Buck. Nevertheless, the slopes whereon you glide, are pe rilously slippery Marq. My feet have long been shod for the ice. Buck. Tt matters not how skilfully you skate upon it, you will leave your feathers yet, in the talons of the eagle that soon or late, will swoop down upon you. Marq. [saucily] Pray believe that I needed not to have crossed the channel, to tame birds of prey of all feathers, and the most soaring flight."], [107, "96 (A Carriage is heard rolling into the court, Jenny rush>s in, agitated.) Jenny. Ah madame ! The king ! Marq. [starling up, alarmed] Quick duke ; make your es- cape by the secret stairs. The safety of both of us is at stake. Buck, [opening a spring door concealed behind tapestry.] I clear off, but be on your guard, madame; this surprise augurs you no good, Charles is concerting some plan he conceals from me, I am convinced. [exit] (a foolman throwing open the folding doors announces) His majesty, the king. ( Footman advances an armchair, and withdraws, closing fol ding doors) Char, [advancing to Marquise, taking her hand and kissingit] Toujours parh comme unechasse. (*) and more lovely than ever. Never was toilet so exquisite, combined with such incompa rable Parisian taste, to expedite one's lieges from life to death. Marq. [railing at him, coquellishly] Is there anything new in the wind. Your majesty looked unusually grave, and I ima gine, it was not on the score of these novel discoveries. Char. You have guessed right. I have some serious mat ters to discuss with you. Marq. [laughing] That is quite in keeping with your ma jesty and me. Char. Admitting, that gravity is not my forte, one must, not the less, occupy oneself with affairs, from time to time. Marq. [motioning him to the arm chair, while she seats her- (*) Always decked like a shrine."], [108, "97 self at the same time.] Well sire, I am at your disposal. Char, [approaching his chair] Ah ! if that were but true I Marq. [with espieglerie] But sire, when you want me to be serious. Buck. Always prompt with feline taps.— if at least they were mitigated, occasionally, by a velvet paw. I have a good mind to retort; but if we begin to fence Marq. I should parry all lounges; baffle all feints, and, in brief, rout your majesty at all points. Char, [laughing] To that I demur, though with you, I fight with blunted weapons; but the skirmish would protract the argument. Marq. Let us arrive at the solution, then, sire. Char, [with significance] Precisely what I seek. Marq. [jestingly] Your majesty accentuates that aspiration with such unction, that almost... it persuades me; beforehand. Char. Would that I might take you at your word But you cut the thread of my rhetoric Marq. I fully count upon it. Char. Luckily, you count without your host, for that would not turn to my account at all. Rut instead of tossing the ball to and fro, between us, perpetually, why not come to a compromise? Marq. I fail to see its urgency. Char. To all scores there is a term. Marq. [coaxingly] One may postpone the quittance. Char. Not, to perpetuity. Marq. [coquellishly] There are always the days of grace. Char, [passionately] May they be marked with white chalk, on my behoof — Rut you put me out again. Marq. By the force of habit, sire."], [109, "98 Char. Well, I must capitulate, and let you have the last word. Learn, that the Pope's Bull is arrived. Marq. [agitated] His Holiness has acquiesced then in your majesty's demand ? I hardly deemed that probable. Char. I, never questioned it. The motives we alleged, am ply justified the holy father in not impoliticly offending the sovereigns of France and England alike, both equally interes ted. A marriage still a dead letter, whose annullation is so licited by all parties, presented no obstacles to surmount, and left no reclamations to fear. Marq. [in great emotion] Lord Ardown agreed to it ? Char. With the utmost satisfaction. He was induced to serve our purpose, solely under pressure of the threats which his father's cabals would have fully justified me in realizing. Desirous of obliterating remembrances thus humilitating, he purposes, at his proximate liberation, to leave England imme diately. Too happy, to have saved his father from the scaf fold, at the cost of such transient disagreables. Marq. [exasperated] I have but one regret, then, that of his preceding me. / too rejoice at being free once more. Char, [aside, wrathfully] The devil ! She loves him still. I did well not to let him out, on parole. She would have tur ned him round her fingers — [aloud] Now for that which is vast ly more important. We must concert measures to baffle Louis; who is only biding his time, to assert his rights, effectually. Marq. [coaxing] But sire may I not reckon on your shel tering me, like the noble Paladin you are; sans peur et sans re proche. Have I built too securely on your loyalty, trusted too confidently to your heart. Char, [aside] Resistless syren, you ci.nnot wheedle me into your snares again, — one good turn deserves another — [aloud]"], [110, "99 Need I tell you that all my devotion is yours. But were I even that Bayard you flatteringly compare me to, I could not achieve the impossible. Your previous flirtation with Ardown, enabled me to convince Barillon that you had been privately married to him before I ever knew you; and that, in fear of your life from his furious jealousy of Buckingham, you came to the ball to implore from me the protection I owed you as a Bri tish subject, and a charming woman. But now that your claim on me is null and void, it will be impossible to fly in the face of Louis, otherwise than by some plausible ruse exonerating my responsability, by transferring it to your shoulders. For me to defy him openly, were equivalent to abdicating at once, you must comprehend that. Marq. [proud and indignant] I fully comprehend that lam to serve as the expiatory victim for having placed faith in a royal word. Char. How unjust you are. Is it sacrificing you to put craft on our side. There is a means of arranging every thing. Marq. What has your majesty in mind? Char. Expedients. The one to which we had previous re course being no longer available, as it is impossible for me to aid you ostensibly either in flight, or concealment, we are reduced to extremes, and there is but one means, adequate to the scope. I hesitate to tell it you, but when one has no alternative... The plan is, to let yourself be carried off by Rochester — Louis will never suspect me of lending myself to am elopement, apparently as obnoxious to me as to him; and will not be surprised al it, on the part of such a hair-brain ed gallant... But you do not reply? Marq. (ironical and indignant] From amaze. — Your majesty is probably unaware that lord Rochester made the attempt already — against my will."], [111, "100 Char. Not so. He has avowed all. It is partly on this that I count to exonerate me; The first enterprise will corroborate the second; and I cannot be held responsible for leaving you at his mercy. Marq. [proudly] Neither would I consent to it, sire. Char. On that score be reassured. For Buckingham I could not answer; he is too impassioned; but for Rochester, in this case, I do. His passions will never be of a nature to damage his interests. Now that I am a party concerned, you will be sa cred to him. Besides, my faithful servant, Chiffinch, will ac company you, to keep watch on him, and be at your orders. Marq. [ironically] It would be difficult to revendicate one's honour, after eloping with a Rochester. Char. Doubtless, were the public to be in the secret. Rut nothing will be suffered to transpire, save to Rarillon and Louis, who will be silent, out of respect for a great name. Marq. Rut I too, sire, respect that name. The noble gen tleman who transmitted it to me without a stain, had no cause to repent it in this world, and shall not have to regret it , in the other. Char, [impatiently] No one knows better than you, the respect for noble lineage at Versailles. I repeat, Madame, that it is only in the eyes of the two it is designed to blind; that you will be compromised. Marq. That is already too much. Char. In extreme cases, some sacrifices are indispensable. Louis will be undeceived later. There is no help for it, any how. De Rarillon must be already informed of the arrival of the Bull, and before twenty four hours elapse he will exact his ma ster's rights. We can therefore; only avail ourselves of this night. All is prepared; Rochester will be here soon after nightfall."], [112, "X ioi X His equipage will await you, and you will depart, at the full gallop of fonr horses for Scotland, whither the relays on the road will transport you, at a rate that will defy pursuit. There, for a little time, you will inhabit an old castle in the mountains, under the guard of my faithful Highlanders, where neither Barillon, nor Louis will venture to seek you. Marq. [much agitated] And lord Rochester, sire ? Char. He will remain there for a few weeks, to deceive spies, but he is pledged not to attempt to see you — Come, it is al' settled. [He stands up and endeavours to kiss her hand, to depart] Marq. [resolutely] No sire. I cannot accede to your pro posal. Char. S angrily] You prefer then the reality to the semblan ce, by flinging yourself obstinately into the abyss, without a resource or a defender. Marq. [bitterly] Fetters for fetters, it is all one. Char [soothingly] Am I then an autocrat to demand your honour, or your life ? Under my shelter you will choose for yourself. I would not care lo owe any thing save to your heart. Accept the refuge I proffer you, and I shall hope all from time, and my devotion. Can I say more. Marq. [exasperated] As well might one be offered a choice between the poison of the Borgias, and the poniard of the Medicis, a; be urged to fly with a Rochester, in order to pre serve that honour to which I hold so much. Char, [provoked] That is some what too tragical for the occasion, Madame. Be more frank, and confess, that it is Ar down afler whom you are still hankering, nol withstanding all the affronts he has put on you. It ts truly feminine to value none save him who disdains you. Are you then ignorant that"], [113, "X 102 X his love was a mockery, feigned but to indnlge a transient ca price, from first to last. Marq, [impassioned] Ah! this is as false, as infamous. His frantic jealousy, his exaggerated austerity, may have cured him of a passion more ardent, than deep-rooted; but its sin cerity was beyond doubt. Ardown is a noble and loyal gen tleman, whose lips no lie ever sullied. Char, [bitterly] Since you still cling to such a delusion. I will produce the proof which can alone undeceive you [he ta kes out a letter and hands it lo her] Read what he wrote to his father on the very day when he was obout to carry you off. Marq. [takes letter with quivering hand] His handwriting — [ she reads it with a broken voice ] A word, in haste, to reas- sure you as to my disparition. One of my transient whims is the cause. But let not this disturb you. The damsel is only a little French workgirl, whose pretty face, has inflated her ambition so extravagantly as to fancy she may become coun- tess of Ardown by playing the inaccessible prude. I have found no better means to dissipate these affected scruples, than by taking her abroad for a short time, after which spurious honeymoon, I shall return to lay my homage at the feet of my beautiful cousin, whom I adore; and to whom I engage to be an exemplary spouse, when I have sown this fag-end of my wild oats, — your scapegrace, but affectionate son, Ardown. The Marquise (who has read the above with much agita tion, and many interruptions, clutches Ike letter, and speaks with an effort.) And how pray has this precious autograph fallen into y<_ ur majesty's hands ? Charl. Very simply. When Rochester and Jermyn left you with Buckingham; knowing that Ardown would soon arrive;"], [114, "X io3 X and expecting a scene, they hid behind the door below and awaited him. At the entrance he handul this letter to his valet ordering him, if he did not return that night, to dispatch it immediately to his father. They followed the man, and forced him to give it up, sure that he would never betray them. — Let us hope, that reason may sway you now, and that you will no longer persist in rejecting the counsels of those more sincerely attached to you, since the glamour is dispelled through which you have hitherto contemplated the presumptuous coxcomb who neither knew how to appreciate, nor to deserve you. Marq. [exasperated] So be it. The die is cast. I shall al ways be equal to making myself respected, under any circum stances, and as for others, it matters little to me, henceforth, what they may think or say. Charl. [joyful] There I recognise the woman of intelli gence and heart. I laugh to think of the mien Barillon will have tomorrow, when he comes to discover the bird flown, and that Louis will have one arjow less in his quiver, and /. one star more at my court ere long — a shooting star no doubt, but not a vanishing meteor, ii is to be hoped, [tenderly] Marq. Jhat sire will depend or you. Charl. [tenderly] Never will a star have a received greater homage from a more submissive worshipper. But lime pres ses. I must leave you. Expect lord Rochester this coaning; be ready for him and be sure all will turn out well. That will be my care. [He kisses her hand, and exit] Marq. [alone] All is over then. He abandons me. He loves me no more, or rather he never loved me. The man who was decening me so hearltessly. when I believed in him, as in God. [She glances at the letter, and folds it up ivith anger and"], [115, "104 despair.] This is a souvenir to preserve preciously in my col lection. It will serve me as an antidote to folly, for ever, [she goes and locks the letter into a casket] How I have deceived my self ! Jenny, [entering noiselessly] It is now that Madame deceives herself, if she fancies mylord does not love her. Marq. [impatiently] Wherefore did he never answer any of the letters I had conveyed to him through his gaoler. It seemed strange then; but I know why now. Jen. Alas ! jealousy is so ferociously vindictive. One can conceive mylord's wrath when he saw Madame turning the king's head, with all her consummate grace and malice. He must have been half frantic. Marq. Wholly frantic would be nearer the mark — but since I was only playing a part ! Jen. Madame probably played it too well. One cannot but take in earnest what comes so naturally to the performer. Marq. [ exasperated ] All the better. I too am glad to be rid of the yoke. Jen. Woe is me ! where madame beholds the sun rise, I see the storm lowering. Marq. [impatiently] Again your romantic chimeras ! How English you are still, with your owlish forebodings. Jen. If I ventured to retort, I should say that Madame remains hazardously Parisian, in England. Marq. [proud/y] In England as in France I know how to maintain my dignity, and to retaliate on those who fail to respect it. All that I reproach myself with, is having come to this land of fogs, dullards, and Blue-beards. Ah ! my be loved Paris ! when shall I see it again. [A carriage is heard rolling into the court]"], [116, "105 ■ Jen. [looking out of the window] Madame ! The French am bassador. Marq. [alarmed] Heavens! what does he want with me. Jen. [sarcastically] Perhaps to take Madame back, to see Paris again. [knock at door, footman enters] His excellency the French ambassador requests madame to do him the honour to receive him. Marq. Show his excellency up stairs. [ Ihe folding doors are thrown open wide. Footman amouncing] His excellency the French ambassador. [ The footman advances an arm-chair and closes the doors behind him. Jenny exit.] Marq. [curtseys to him, and invites him to sit down, while she seats herself.] De Barillon [ seating himself ] I have to apologize to Ma dame la Marquise for presenting- myself to her thus unauthori sed; by the orders of my august sovereign, who commands me to make known to Madame, that having been informed the ill assorted marriage contracted by her so hastily, is happily dis solved, and attributing the political delinquencies of which she is inculpated, to the inconsiderateness of her age and sex, his majesty consents magnanimously to overlook them. Marq. [ironically] There is I presume some small condi tion annexed to this grace. Barillon (mildly] Oh ! a mere trifle; that of returning to France immediately; under my escort; to make your sub mission to his majesty. Marq. (ironically] Such magnanimity overwhelms me. I am at a loss how to testify my gratitude"], [117, "X io6X Barill. Nothing is simpler. Obedience, without reserve, is the gratitude one owes to monarchs. Marq. [sarcastically] Your excellency is an adept in the manual of court etiquette. But / being less versed in the art of getting crowned, by falling on my knees; find myself in the impossibility of obtemperating to his majesty's commands. De Baril. [sternly] Such an answer can hardly be serious. It is to be hoped that madame will think better of a determi nation which would be the height of temerity. Marq. [bethinking herself] Your excellency may be right — All considered, I request a brief interval, to reflect. Baril. [aside] I must not be impolitic. — [ aloud ] Nothing juster. Let us trust that the night; as the proverb says, may prove a good counsellor. Tomorrow, about this hour, I shall have the honour of asking your decision. [He takes leave, saluting] Marq. [scoffingly] Ay ! let him return. By this time to morrow I shall be safe beyond his reach. But at what price, Alas ! Jenuy [entering slyly, she weeps] Madame has made up her mind then ? Marq. [crossly] So, you have been listening. But if so, what is all this desolation for ? Jen. But this flight to night ? Marq. [impatiently] Pooh ! only a stratagem, to discon cert all these plots; and be rid of these insufferable persecu. tors, in the end. Jen. (sobbing] Ah madame ! You know the French pro verb. The venom lurks in the tail. (*) (*) C est k la queue que git le venin."], [118, "107 Marq. [bursting out laughing] Was ever any one so ab surd, you will make me die 6i laughing some day. Jen. Madame has renounced then?... Marq. Love ! that miserable aberration. Where one or other of the couple inevitably plays the part of a dupe or a deceiver. Thank heaven the blindness of a misplaced passion will never make me trample on my woman's pride. Where weaker spirits succumb, I brace my nerves, and reconquer equanimity, and resolution. Jen. And if this new project were a snare ? Marq. [impatiently] Again ! Your perpetual panics will send you mad. Buckingham [entering precipitately by the secret door in the pa nelling.] It is you Madame who are insane. How do you fail to see that this flight is a scheme, to put you utterly in Charles power, while compelling you to silence in self defence; and flinging on Rochester's shoulders the entire responsability of the facts, and consequences. Marq. You jest. Charles' flame ressembles a rocket, which if but suffered to explode, at a safe distance; disperses all its sparks in space, and then the storm blows over. Buck. Certes Madame, you are exceptionally skilled in the art of evasion and cajolery. But it is time that you should cease to delude yourself purposely. I know to a certainty that you are to be taken to night to a feudal castle, whence you will never emerge till you are resigned to the fate that awaits you there. Marq. [mocking] One would think Louis were in question. But Charles ! whom I could turn inside out, like a glove ! Be sides, I shall always be in time to stick a poniard in my gar ter, Andalusian fashion. Moreover, Charles is so soft"], [119, "X io8 X Buck. Not always, Madame. And in this conjuncture, I certify to you that you will not be able to throw this reproach in his teeth. — On what grounds do you conclude that your adorers wtll continue to let you cozen them, by turns, with pretty speeches, and smart retorts. Does passion reason, or spare; and when it attains to its climax, does it respect right, or recoil before crime ? Jen. [ Who has lingered at the door and overheard] Ah! I guessed there was a snake beneath the grass. [exit] Marq. [ agitated] But, if this be true, I am lost. Thus dri ven into a corner, on every side, I am caught between two fires. Buck. [ impassioned ] Ah ! Madame, can you doubt that I am ready to run all risks, and brave all consequences, to rescue you. Marq. [eagerly] Why not have said so at once. What then do you propose? Bnck. [tenderly] To entrust yourself to my protection. Be fore the time when Rochester can arrive, my equipage will await you under the wood; relays will devour the distance to the coast; and a vessel which awaits us there in the offing, will convey us in a few hours to Holland, where, under the guard of my sword and name you will have nothing to fear. Marq. [laughing] This alone was wanting to fill up the measure. Buck, [bitterly] If it has pleased you to cradle yourself in the delusion that Charles is a man to waste his powder and shot on small game, nothing remains for it. except to pay the forfeit, by defraying part cost ot the conflagration. Marq. To the letter — for this would be — to express the contingency in colloquial phrase— from the frying pan, into the fire."], [120, "X log X Buck, [piqued] By my halidom ! Madame, when one has but a choice of evils, one must select the less. With me at least you will have the option of making the lease a durable one. In which case, all trifling irregularities at the outset will be remedied, and forgotten. I beseech you to hearken to the accents of love and reason, and to consent to be adored, as Goddesses were worshipped in the days of yore. ( He drops on one knee and kisses her hand) (A carriage is heard rolling into the court. Buckingham startled) Who the devil comes now, to give us this new scare? Jen. [running in] Madame, the Spanish ambassador asks to be admitted to your presence; on a matter of urgency. Marq. Tell them to show his excellency up stairs. — This is strange. Perhaps he has some communication to make to me from the queen of France. Her majesty had promised to write to me. Buck, [furious ] Would that this diplomatic marplot were in the bottomless pit. What ill wind blows him here, to day, when no one wants him ? Marq. Eclipse yourself in double quick time, again, duke. It appears decidedly that I hold open court to day. Buck. I cut away. But 1 shall return directly, and then, I hope you wil| accept my escort, and all will be for the best. [aside] With or without your consent, you must. For I have sworn that you shall be mine, and that neither Charles, nor Louis, shall step into my shoes. (exit, by the secret door) (A footman, throws open folding doors and announces) His excellency, the ambassador of Spain. Enter Duke of Medinamoro. [He advances very stiff, cold, and ceremonious, making a very low bow]"], [121, "110 Duke Madame la Marquise will pardon me if I take the liberty of presenting myself, without having previously obtained her authorisation to do so. But the affair which has brought me, admitting of no delay, will, I hope, serve me both as an explanation, and an excuse. Marq. [motioning to him to be seated, and seating herself ] I am prepared to give your excellency full attention. Duk. [taking out a letter with very large envelope and seal] It is a question of an autograph letter from her majesty, the queen of France, which I am charged to remit into madame's own hands. (He hands the letter) Marq. Your excellency permits me. [she reads parts inter ruptedly, out-loud] Ma toute belle impossible to recall you as I had promised It is much to be regretted thai your hasty marriage should have turned out unfavorably — [she reads a few wocds lo herself, and turns to duke] — her majesty desires me to confide in your excellency, who she tells me is acquain ted with the contents of her letter; and that, at her request, I shall find in you the counsel and assistance of which I am in want, to escape from the predicament in which I find myself; of which she states that you are informed. Can I venture to rely on this aid, from one so much a stranger ? Duke [very coldly and ceremoniously] Her majesty has done me the honour of instructing me as to the circumstances con cerning which she has written to Madame, and to put my ser vices in requisition on this occasion. She has even concerted with me, a certain plan which would obviate all danger. Marq. Oh! what gratitude I should owe you. For as yet, all the remedies proffered to me are as bad, or worse than the ills. Duke An unpleasant alternative certainly. But it will depend"], [122, "111 on yourself to dispense with it, if you do not recoil from sal vation in the form which it must assume. Marq. [proudly] I shall recoil from nothing that does not entail derogation on me. Duke [haughtily] It is not in Spain, Madame, that we are likely to ignore the axiom that \"noblesse oblige\". For the rest, it is only a question of accepting the hand and name of a man of such high quality and position as to be able to take you bac): to France triumphantly, so as to protect you effi caciously, even against the aggravated passion of the \"grand monarque\". Marq. [vexed] What! marriage again 1 can no one hit on any other means. Duke. The reason is, simply, that none other can be found. French, you depend on the arbitrium of France's despotic sovereign. As the wife of a Spanish grandee of the first class; and the most exalted station, you depend solely on God, your consort, and yourself. Marq. [ great fy surprised] Who then is this unlooked for suitor? Duhe. ['proudly ] Myself, Madame. Marq. Your excellency ! I drop from the clouds. By what hazard, and for what motive. Duke. The simplest possible. The occasion offer-: of ren deiing a signal service to the daughter of my sovereign. And at the same time, fulfilling a desire of my own. There was no hesitation possible. Marq. Your excellency astomishes me more and more, for I was unaware of being known to you, even by sight. But were you in love with me, — which you must excuse my deeming, pro-"], [123, "112 blematic, — my heart not partaking this sudden whim, I could not accept the honour you do me. Duke, [smiling stiffly] It would appear that I have not ren dered myself intelligible, for there is no question of love, on either side. Marq. But if so ? Duke. Surely madame, you have not now to learn that such a consideration is never taken into calculation in the alliances of persons of our caste. — May I count on your indulgence, if I venture to speak unreservedly, frankness being imperatively demanded by the circumstances. Marq. Assuredly. Duke. Permit me then, on your side, to point out to you, that ultimately, matrimony will prove to you an unavoidable necessity. No woman of such remarkable beauty and distinc- tion can long dispense with the protection of a husband. Fai- ling this, 6he must inevitably be exposed to the pretentions, the snares, and the audacity of the most daring and unscru- pulous gallants of high life, as you have already experienced. I admit, that to the exceptional few, whose social life is a continual apotheosis, matrimony, under normal conditions, has serious drawbacks. Maternity, jealousy, are decidedly, objec- tionable adjuncts. But where these are eliminated, it becomes all benefit and no loss, to be sheltered by a consort, whose quality, and character are such, as to intimidate, and bid de- fiance to the loftiest of pretenders. — Such are the inducements on your side. — Upon mine, I must inform you that I have long nourished the ambition of having a wider scope for my acknowledged diplomatic capacity, than can be offered to it by any but that central pivot of European politics, France. My sovereign, who has nothing to refuse me, would long since"], [124, "i X 113 x have gratified, me in this, could I have fulfilled one condition he holds to be indispensable; namely, to have been accompa nied by ! a wife, fulfilling all the requirements of so high a position; susceptible of exercising that feminine influence, so omnipotent in court circles; and so matchless a factor in mak ing a princely establishment, the rendezvous of the dike of the court and the capital. Hence, his majesty invariably re plies to me, — marry, my good friend; marry, and you will be accredited lo France next day. The deuce ! an ambassador at Versailles; without an adroit and fascinating wife, can be but a limping diplomatist, shorn of all his prestige, and half his resources. — This is true. But marrying is easier said than done, in my case. For / have as little inclination for the shackles and obligations of marriage, as even madame la Marquise herself. Besides, I have certain private ties I cannot bring myself to break. The situation, therefore, was, in the highest degree embarassing. I required a wife who could con tent herself with only being so in public; while it was indi spensable that she should cumulate, with this abnegation, the highest lineage, youth, beauty, and esprit; to a degree ena bling her to surpass; or at least to equal, all rivals. How then was I to discover such a rara avis, and to make such stipula tions beforehand; or to enforce them subsequently, without an esclandre. — I had well nigh arrived at the conclusion that the case was desperate. Marq. [laughing] In effect Duke. Then, when the queen, in this dilemma, wrote to implore me to find you a husband at a moment's notice, and with a woman's ready wit, hitting the right nail on the head, suggested that here was the occasion I had so long sought in vain, and that neither of us would ever again meet with"], [125, "114 what suited us both so admirably, I saw at once that her ma jesty was right;— and being a man of rapid decision, and not having a momen; to lose; without an instant's hesitation I came to place myself at your orders. Marq. (greatly agitated] This is indeed strange. So stran ge, that I can scarcely bring myself to believa it serious. Duke [stiffly] Am I of an age, a character, or a position, to be capable of jesting so indecorously. Marq. I hardly know what to reply, all this is so startling, so sudden Duke Yes, It is a stroke of fate. Our stars sometimes bring about such unforeseen crises. Marq. Your excellency will at least allow me time to re flect, before I come to a decision. Dnke In circumstances less urgent I should be the first to advise it. But you are aware that now, there is absolutely no time to debate or to demur. In an hour, or thereabouts, all will be too late. You are no longer Countess of Ardown, and unless you prefer Buckingham; who only awaits my departure to open to you his platonic arms; when Lord Rochester arri ves, you will have no alternative but to chuse between Charles, and Louis. Marq. [amazed] How know you all this ? Duke. Madame, at court, walls have ears. I should be but a sorry diplomatist if any incidents at all interesting could take place amidst them of which I remained ignorant. — But to re turn to what is more important. Can you refuse to admit that it would be wiser, and more dignified not to pla« oneself in so humiliating a predicament, rather than to impose oneself on all deferences, and to silencs all audacities, by becoming, at"], [126, "X iiS X once, the duchess of Medinamoro, ambassadress of Spain, in France. Marq. [eagerly] You are appointed then ? Duke [coldly] Yes, by the last courier, on the sole condi tion of conducting my wife with me. It is a favour of her ma jesty's. She hopes probably that such a triumphant return to the court from which you were so unjustly banished; and which she thinks you must regret, will be an additional inducement to obtain your consen} to our plans. Besides, it appears they all miss you dreadfully at Versailles; no fetes are complete wi thout you; and the queen hopes that this final extinguisher of Louis 'loquade, will bring him to his senses. Confess that you will be more to be envied thus, — at the culmination of all grandeur and lavishness; eclipsing all rivals, and putting all the cream of Versailles, and France at your feet, without fear of conse quences. For it is well understood, that I reserve to myself, one unique right, that of protecting you; and one sole exigency; that of respecting appearances, and not overstepping the limits of aristocratic decorum. Marq. [disdainfully] Oh ! as for that, I am fully resolved to keep clear of the passions of others. To find my amuse ment in them, perhaps; but to be their dupe, or their victim, never more. Duke This is all that is requisite. Does it not strike you that a more dazzling retaliation on all those who insulted and mis judged you, could not possibly fall within your reach. And if so, nothing is wanting but to put it in execution, which will soon be done, if you but accept my arm, and let me lead you to the chapel below, where my almoner, whom I brought with me, awaits us, accompanied by the two requisite witnesses. For knowing that I had to deal with a lady whose superior intelli-"], [127, "X i'6X gence could not fail to see the situation in its true light, I took all precautions to avoid the most trifling delay, that might, and would, wreck our entire scheme. [He offers her his arm.] Marq. [recoils] What, now; — without even half an hour's re spite to collect my thoughts, to nerve myself for this unexpec ted conjuncture. Duke, [looks at his watch or at the clock] Impossible, unfor tunately. Time has passed only too rapidly. Lord Rochester may arrive at any moment. We have not a moment to lose. Excuse me therefore, if I hurry you, but it is indispensable; [he draws her arm within his, and leads her to the doors] Marq. [following reluctantly] Alas I if it it must be, it must. [exeunt] End of third act."], [128, "FOURTH ACT. First scene. (A large gothic chamber, in the private apartments of the Mar quise. The walls are hung with the rich, dark, embossed gilt Cor dovan leather, in some parts with Gobelin tapestry. Lofty cusped windows open on a balcony. At the back of the room, there is an oratory; half concealed by heavy dark velvet portieres; through the opening of which is visible an altar, with lighted tapers on if and a crimson velvet prie-Dieu before it. An image of the virgin is visible, niched behind the altar. Various bahuls of ebony, elabo rately carved, stand against the walls. A large folding door on one side, opposite the windows. Several small doors are visible in the pannelling. All the furniture is in keeping with the massive, som bre style of the architecture. On a side table stands an elegant cas ket. The room is dimly lighted from above by an antique alabaster lamp, suspended from the centre of the ceiling. Large mirrors against the wall. One of the small side doors opens, and a lackey enters, car rying a dark lantern. Turning the light backwards, it illumines a dark corridor, wherein is seen lord Ardown. The lackey enters noiselessly, and with precaution; looking about him. Ardown, wrapped in a cloak, and a wide brimmed hat, slouched down over his eyes, enters, at his heels.)"], [129, "118 Lackey. There is no one inside. Mylord can enter, and await here. Ardown. You are certain that Madame cannot fail to come here soon. Lack. Without doubt, mylord. It is in that oratory that she pays her devotions every night, before retiring; and here too, where, of an evening, she generally receives her most in timate friends. Ard. [carelessly] Madame receives many visitors then habi tually. Lack. Well, that is as may chance to happen. Ard. [disdainfully] True, I forgot. [He sings him a handful of gold... and speaks languidly] You were saying that Madame receives here ! Lack, [zealously] Few persons, but they come frequently. Ard. [looking around at Ike pictures, the walls, speaking in a tone of indifference.] Ah 1 who then ? Lack. First of all, his majesty; who comes whenever he can absent himself from London; and then his grace of Buc kingham; who always arrives, somehow, when his majesty is away; or after his departure. Ard. [nonchalantly] Ah! really, [he looks out of the window, shuts it. and makes sure it cannot be opened from without.] It is rather cool to night, [he examines the walls, and perceives a slit in the panelling .] Ah! a secret door, where does it lead to? Lack. To a private stairs. Ard. [finding another small door] And this ? Lack. To the room of madame's maid. Ard. [examines them, finds a button in each, and pushes the bolts.]"], [130, "119 ■ Lack, [aside] Here 's one who has sharp eyes, notwith. standing his sleepy lcpks. , Ard. [stops suddenly] Madame is coming. I hear steps. Clear out. Lack, [hearkening] Mylord is mistaken Ard. [stiffly] I am never mistaken. — Desire my attendants to carry out my orders accurately, and tell the person who charged you to let me in, and to conduct me here, that I have put the advice given me, to profit — go. (The steps approach; the sound becomes clearer) Lack, [going out, — aside] Decidedly mylord's ears are as sharp as his eyes. [exit lackey] Ardown ensconces himself behind one of the thick portieres of the oratory. [Enter Marquise, she has a large black mantilla of heavy Spa nish lace thrown over her head and shoulders, and draping her figure- She enters with tottering steps, in agitation. Marq. So, all is finished, [she leans against a sopha] Alas I to end thus;— who could have foretold, or anticipated it. [She bursts Into tears, and buries her face in her handkerchief , sobbing.] Ard. (aside, wiih cold furor] Ay ! weep tears of blood, fal len angel; who has let the diadem of a queen fall into the mire of dissolute courts! Marq. Ah ! let us pray... Perchance God may take pity on me, and come to my aid. [She goes towards the oratory] Ard. [Throwing back thz curtain, flings of his hat and cloak, and walks straight up to her.] You say well, madame; for God alone can do so."], [131, "120 Marq. [recoiling, surprised, and intimidated] You here, my lord ! By what title, and for what reason ? Ard. [freezing and menacing] You ask ! Can you have hoped that between you and I, all could be terminated thus. If so, you knew me very ill. Marq. [drawing herself up with supreme hauteur] I am igno rant what you may arrogate to yourself; but I know, that henceforth, your presence under my roof is an insult. With draw from here, mylord. You are no longer in the dwelling of the humble workgirl, but in that of the marquise de Vau dreuil, who knows you no more. Ard. [exasperated] Dispense yourself Madame, with recal ling it to me. Were you the humblest peasant girl, whose sole dower were innocence and purity, I should respect you more than the experienced coquette, armed with all the tricks and artifices of the trade; or the titled courtezan, of the multifa rious loves, and insatiable caprices. Marq. [indignantly] Oh ! this is intolerable. Go ! leave my presence instantly. I command you, — this is too much. Ard. No madame, neither too much, nor enough. — It is my turn to night. For I make oath that you shall not again slip through my hands. Marq. [recoiling dismayed] You want then decidedly to kil' me? Ard. [ironically] Oh! reassure yourself. It is no longer your life I desire to take. In the cell of a nun, the chastize ment will be, more severe, and more salutary.... So,— you dared to think I was a man to let myself be toyed with, and mocked, like the rest; to let you sport with my heart, till you tore it up by the roots, and trampled it under foot; a feat only your unparalleled ability could have achieved. Throughout"], [132, "121 my world-wide experience of women; never before, had the most astute, the most perspicacious, succeeded in deceiving me as to her character, her antecedents, her most intimate thoughts. Yet it was in vain that I studied you. In every flash of your limpid glance, I distinguished candour and self-respect; in every sentiment you expressed; nobility and refinement. Even in those burning moments, which in the chastest souls elicit the most impassioned emotions, I discerned a purity and dignity, which would have impressed even the most unscrupulous of roue's with respect. — What demon urged you to play this hy pocrite's part ? Why not have contented yourself with appear ing to me, as you ,' re; lovely, witty, graceful; corrupt, — and charming enough to indulge all your most capricious fancies; like another Ninon. Then, we should have enjoyed some hours of intoxication together; and have parted, sans rancune, with out high-sounding words, and tragic furors. For learn, that however you fired my senses, and fascinated my intellect, you could never have touched my heart. But with these superfi cial triumphs, you were sated. You designed to ravage my soul with one of those fatal, uneradicable passions, which, if wreck ed, converts life, into a protracted death; unless driven by despair, to suicide. — The worse for you; Madame if you knew how to employ so satanic an art, to accomplish your heart less and unscrupulous purpose, that reflecting on it, at leisure, in the prison to which you had me consigned, I have arrived at the conviction that you must previously have been, all that you seemed to me That tainted, pe-ihaps, in your budding girlhood through some indiscretion of inexperience; or by some vile perfidy, entailing moral deterioration; your primitive na ture, under the influence of a more exalted passion, had enabled you to appear, what I believed you to be, without absolute"], [133, "122 mendacity. But, you were imprudent, to turn it to account, to get up a comedy, which could not but be as fatal to you as to me. How did you fail to apprehend, that / was not the man to endure, that after having darkened my life, and wrecked my futurity; you should make a trophy of your shame, and my despair, at Whitehall or Versailles; consoling yourself for one fiasco; by a succession of triumphs You calculated ill, Madame. — Who steals the love of a man of my stamp, must submit to the consequences. Marq. [who at first, seems about to faint, recovering by degrees, and hearkening eagerly, becomes more and more agitated] What is he saying, mon Dieu ! Ard. (with cold exasperation] No ! your beauty shall not be passed from hand to hand, lo drag you down still deeper in the mire. No, you shall not become the prey of every de bauchee who lusts to possess you, No, — ten thousand times no. — She who has devastated my soul; — since lost, and disho noured, she can never be mine, shall appertain to God alone. — [ With an impassioned emotion, which gains on him more, and more, and he struggles vainly to repress.] Ah! come, repent ! let love, honour, religion, impose on you what, otherwise, compulsion must enforce. Be resigned to purify yourself at the foot of the altar; that under the veil, I may no longer despise you; and that I may live, in the hope, of being reunited to you in heaven. Marq. [in the most passionate emotion] Ah ! thank God, he loved me, he loves me still They lied, the base forgers. Ard. (stupefied] What mean you? Marq. [she runs to the casket on side table, brings it forward to centre table, unlocks it, and takes out a letter she hands him ] Oh ! is it not true, that you never wrote this infamy ?"], [134, "X 123 X Ard; [glancing over it . Crumpling it up, and flinging it from him in disdain] LI you could believe it ? Marq. Ah! I recognise you at last. It is you again Ard. [indignantly] To have misjudged me to such a de gree ! Marq. As if you had not sufficiently misjudged me. — You I who dare to treat me thus — who do not blush to believe me to be the paramour of Louis, of Charles, of Buckingham ! per haps even of Rochester ! who knows ! Ard. [astounded] What ! You dare still pretend ?. Marq. Oh thank heaven I have the proofs at hand. Read these, since you refuse to believe me. Here is what the queen of France has just written to me. — Is it from an outraged wife, to a rival, hated, and despised ? Here are letters from Charles and Buckingham; dated but a few days back; are these the effusions of accepted lovers, or the plaints of mortified aspi rants, [she throws a packet of letters from the casket, before him, on the tabled] You are welcome to peruse them all. There is not a line missing of their correspondence. I have preserved it all carefully, for my justification, in due time. Ard. [glancing through them rapidly, throws them on the table, and fixes his eyes on her impassi oncdty] Since this is so, what then \\ Marq. Ay ! what then ? Ard. What await you to fling yourself into my arms? [he catches her in his arms, and presses her to his heart.] Marq. [recovering, after a moment] But nevertheless, you consented to sever us for ever. Ard. You are ignorant that an anonymous friend urged me to consent to it with apparent good will, as the sole means of obtaining my liberation, in time to baffle the schemes of my rivals. Nothing would have cost me, to escape from that in-"], [135, "124 carceration which reduced me to impotence, at the supreme hour of fate. — The pledge was kept. Before the official or ders arrived; I was freed, and where my attendants awaited me, I found the indications where to go, and to whom to ad dress myself, in order to reach you.. — The first use I made of my enfranchisement, was to hasten here, to revendicate my rights. Marq. Of vengeance! I recognise you there too. Ard. [proudly] To which I was entitled Marq. But what, if things had turned out otherwise; or had not gone so smoothly ? Ard. My resolution was fixed. If I succeeded in carrying you away, either by your consent, or by force; all was pre pared to take you to Italy, where cloistered under the severe discipline of a rigid religious order, during your lifetime, you would have expiated your sins, and purified both body and soul; or if your defenders had been able to prevent it, I would have plunged my dagger into your heart, without a moment's hesitation. Marq. And you? Ard. Oh ! of myself I had likewise irrevocably disposed. — During the dreary respites which intervened between the ac cesses of frenzied rage and despair, that in the dismal soli tude of my prison, well nigh drove me mad, I realized defi nitively, that without you, all was over for me, in this world; and that there remained but three alternatives for me, a monastery, a hermitage, or suicide. In the first case, I had therefore deter mined to become a monk, or an anchorite, in some cenoby or hermitage, within view of your cell, and there, to spend the remainder of my desolate existence, praying for you, and for our reunion in a less miserable world. In the second alterna-"], [136, "X 125 X tive, I should instantly have killed myself on your body. Marq. We appear, both of us, to have had a narrow es cape. Is that the way people understand love, in England ? Ard. It is the way / understand it, when it consists of a passion unique; and inextinguishable; such as that, with which you inspired me. Marq. [coquettishly] You make me almost regret that the first part of your programme dd not take effect. I should have so intensely enjoyed demonstrating to you how all these he roic resolutions would have melted away like wax before the fire, at the first glance I flashed on you, my first tears, the sound of my voice, the touch of my lips, before the expira tion of twenty four hours. Ard. Unless you had bethought yourself of taking these vindicating documents with you, your most irresistible seduc tions would have failed to allay the rage which took pos session of me, the day I believed you to be false to me, — and has never ceased, till this hour; as if the three Furies were lashing me on, without intermission. Marq. [pondering] Who can it be who has thus brought us together once more, despite of all the mancevres resorted to in order to separate us for ever. Ard. No matter who. Let us put the boon to profit. We have lost too much precious time already. This rapture made me forget every thing. Let us fly at once. I shall not breathe, till I have you in surety, beyond this polluted atmos phere, where we had well nigh perished, and all things me nace us. Come ! [he tries to draw her to the secret door] Marq. [remembering with despair] Alas ! Wretch that I am ! what have I done, all is lost."], [137, "X 126 X Ard. [becoming instantly suspicious and threatening '.] By hea ven ! what new folly have you committed ? Marq. [despondingly] Never was any thing so disastrous- Having exhausted all stratagems and resources, not knowing where to take refuge; believing you to have deceived, and aban doned me; I had no choice, but to accept the hand of the Spa nish ambassador, whom I married half an hour since, to pro tect me from all others. Ard. [furious ] What say you, married ? Marq. Alas ! Ard. [determined] This is madness. — It cannot be, it shall not be. That /, being alive, another should possess you ! Marq. [trying to soothe him] Oh as to that, fear nothing. The duke does not love me; and it is agreed upon between us, that I am only to be his wife, in name. Ard. [exasperated] Really ! You credit that satisfactory clause. Truly you must be insane. Come, let us fly instantly. [He seizes her, and tries lo drag her away.] Marq. [drawing back] For pity's sake, have patience ! Re flect, what a terrible esclandre. — The Duke will be furious, and will make all Europe reecho with his indignation. We are only going to France. You can rejoin me there, in a few days, and then we will deliberate what is best to do. Ard. [raging] And you dare to suppose that I will con sent to leave you, for a single night, or day, in the power of a man who can claim a right over you — on my soul, you must be mad. Come ! [he grasps her round the ivaist, and drags her towards the private door] Marq. [subjugated] Be it so, let us fly. My strength is ex hausted. — Enter Buckingham, [he bursts open the door, and"], [138, "X i27 X bars the way lo them, he draws his rapier.] Not so, you have both a reckoning to make up with me first. Before I suffer him to carry you off.he must step on my body. Ard. [unsheathing his sword] If that be all, I ask no better. It is only too long that I aspire to cross blades with you. (They fence furiously together) Marq. (trying to fling herself between] Ah! Duke! you who have so often promised to be my true knight, — Is this the way you keep your word? Buckingham. Ah Madame ! that part of an obedient troubadour does not tally with our measure, on this side of the channel. Do you still believe that having done your best to kindle the conflagration, it depends on you to quench it ? (Enter the Duke of Medinamoro, by another side door. With his drawn sword he marches straight up to the duellists, and beats down their swords.) Duke. What do I see ! Messeigneurs ! You ven- ture to come to an encounter under my roof. Since when has my house become an arena ? Buck, [astounded] Your excellency's house ! what mean you ? Duke [haughtily] That a husband, under his wife's roof' is always at home; and as, since an hour, Madame appertains to me, by that title, it is to me now, that all those who are at variance, on her account, must henceforth address themselves, Buck, [comprehending all.] Madame has just been married to you ! Ah madame what have you done ? You have sold us all, but yourself, the first, and worst, [aside] I must burn my ships, and call Charles to the rescue, or we are all baul ked, [exit hurriedly]"], [139, "X 128 X Duke, [stepping betwixt Ardown and the Marquise,] With draw, madame, into your private rooms; your place is not here. Marq. [trembling and agitated. She glances at Ardown, and is undecided whether to go up to him, or not.] The Duke, [takes hold of her wrist, and fixing his eyes on her sternly and in rigid tone] Withdraw, madame. I exact it of you; and if requisite, I command it. Ard. [with an outburst] Ah ! what did I tell you, the duke loves you, he is jealous ! Duke, [sardonically] In any case, mylord, I have no ac count to render you. Ard. [coldly furious] How so, when the lady is in ques tion who is to be my wife. Duke, [same tone] Your rights standing over, to the future, while mine, exist in the present, it were superfluous to discuss them. Ard. We shall see that, — draw, monseigneur ! Duke, [ironically] Ah ! I easily conceive that you may de sire to reverse the conditions, by a lucky thrust of your sword But I deny you that chance. Sheath your blade mylord, un less you desire me to summon my retainers to save you the trouble. Ard. [marching towards him] If you think to make me re coil, by menacing me with assassination by your bravi, you mistake your man. Before they can take my life, I will have yours. Duke, [drawing his sword] Lower your rapier mylord. Your finest Toledo blade would be blunted by the coat of mail which shields me from head to foot. One does not prepare for the onslaught of similar foes, without taking one's precautions. And as I only fight with loyal arms, and just now, cling"], [140, "X I29 X to my life, precisely oh the score wherefore it inconveniences you, you must, perforce, postpone the duel you seek, till a more opportune occasion. Marq. [to Ardown] I beseech, you, mylord, leave us. Have no fear, / am here, to take my own part. Ard. [ironically] Exactly, for which reason I do not chuse that you should remain. Marq. [proudly] Do you imagine that I am not equal to exact the respect due to me. Trust to my guarantee. Ard. [scoffingly] That is indeed amply reassuring. Duke, [haughtily] Cease, both of you, to defy me thus. Hola my men ! [A dozen or more of lackeys and Spanish men at arms, all armed, enter the room.] Marq. [breaking suddenly away from the Duke, rushes up to Ardoivn, and speaks hurriedly to him, in a stage whisper] For mer cy's sake be rational. What can you do against numbers. I await you at Paris, whence we will fly together. [ The duke gives orders in an undertone to his men, pretending not to pay attention to the dialogue betiveen the Marquise and Ardown, but never loses sight of her,] Ard. [to Marquise] Leave you alone with him, — never ! (The Spaniards gather round the duke — Ln the rear, appears the valet who introduced Ardown; with Roger, who just peeps in be hind, and hands him a sealed note. Valet, [in stage whisper] Mylord; Roger says the contents are most urgent, [he slips the note into Ardown s hand. Ard. [opens it secretly, and runs his glance over it. His coun tenance brightens, he represses his emotion — aside. — ] Thank God 1 [aloud] All things considered, I cede to such overwhelming odds. Reserving to myself to demand satisfaction from your excellency, in due time."], [141, "X 130 X Duke, [equally haughtily] I shall hold myself willingly at your lordship's disposition, it being weil understood, at a year's date from this day. [he turns to his lackoys] See that his lordship be duly accompanied to his equipages. Marq. [looking significantly at Ardown] Au revoir, soon, I hope- Ard. Assuredly. [exit] Duke, [makes a sign lo his retainers, exeunt. Duke, and Mar quise, alone.] Marq. [haughtily] Will your excellency finally deign to inform me what is the meaning of this peremptory tone, this assumption of despotic control, as offensive, as ill-timed. — I con ceive that you may feel bound to disguise the nature of our relations, in the eyes of others; but you push the comedy be yond all reasonable limits. Duke. It is rather for me, madame, to call you to account for the comedy which you prepared for me, which at the least, was premature. To find two rivals at bay, under my roof, dis puting each other the honour of carrying you off, was going too fast and too far, after barely an hour's matrimony. Marq. [indignantly] You persist then in maintaining even face to face with me, this assumed, and ridiculous part ? Duke. The ridiculous part, madame, is that which you pre sume to impose on me. You have revolved hitherto in a vi cious circle, which has swept you resistlessly onwards in its ver tiginous eddy. But when I snail have sobered you down to that reserve, demureness, and submission, which are the first duties of a woman, and a wife, you will thank me on your knees, for the generous pardon with which I consent to condone to day, the daring violation of all its most imperative obbliga tions, with which you have not feared to inaugurate your con jugal life."], [142, "131 Marq. [with supreme hauteur] To enable me to realise that you can venture to address me in similar language, I am dri ven to surmise that you must have taken leave of your senses. Duke, [sternly] It is again to you, madame, that this re proach is applicable, when you fail to apprehend the magna nimity which alone induced me to abstain from wiping out the insult put upon me, in the blood of him with whom you had the unparalleled audacity to exchange words of love in my pre sence. Marq. [quivering with wrath, but slightly intimidated] Of what consequence is that tojw; — and by what right do you reproach me with it? Duke. By the right of a husband, who defends his honour assailed; and who forbids his wife to give ear to the first ac cents of a love, which is an outrage to him. Marq. [indignantly] Your wife ! Do you flatter yourself, perchance, that title should ever be genuinely applied to me ! This is indeed a folly which exceeds all the others. Duke, [haughtily] To you madame likewise this re proach applies. What boundless folly is yours. Are you igno rant that we Spanish grandees are the most ancient, loftiest, and proudest of all the aristocracies of the civilised world; that our unsullied lineage, dates from the fifth ;md sixth centuries; when the rest of Europe was plunged in mediæval barbarism; — that the prerogatives we exacted from Ihose amongst our peers, whom, for reasons of state, we suffered to assume the crown, are unparalleled in the history of nations. And yet, a Spanish patrician of the most illustrious birth, and the most exalted condition, who claims the king as his cousin, and, boasts the privilege of putting on his hat in the presence of his sovereign, to betoken that he recognises no superior on earth;"], [143, "X 132 X is he whom you deem it in your power to steep in the obloquy which clings to the ignominious tribe of complaisant husbands ! Marq. [intimidated] By what hazard then, and for what motive did you marry me ? Duke. The simplest possible. That of a man who desires to possess, legitimately, and irrevocably, the woman he loves. Mrrq. [overwhelmed] It were possible that you should be in love with me ! great heavens ! [with increasing dismay] Oh but this cannot be serious, you must be trying to appall me ? Duke, [bitterly] Your suggestion is hardly complimentary! — Luckily, as I did not expect any amenities on your part, I have armed myself with the stoicism befitting the occasion. Marq. (disdainfully] Have you forgotten our preliminary convention. Love was explicitly excluded from it, on both sides, if I remember right. Duke. I forget nothing. But the last contract cancels the an tecedent one, by all laws human and divine. In diplomacy, more over, it is the universal rule to gloss over obnoxious propo sitions, by acceptable formulas, when we desire to have them ratified. Marq. [dismayed] I fail to apprehend your meaning Duke. It is sufficiently intelligible, nevertheless, since I love you. Marq. [in despair] Again ! Well, this time, at least, my conscience cannot reproach me with it. Duke, [ironically] Judge thereby, yourself, of the effect, when you do your best. Marq. [irritated] Let us cease, monseigneur. — This tragi comedy begins to exceed my patience, It were useless to pro tract it any longer. For it is well understood, henceforth, that you will depart alone."], [144, "X 133 X Duke. You must allow me, madame, to demur to this con clusion. The duchesses of Medinamoro have always been sub missive spouses. And I am not inclined to be the first head of my house who should permit his wife to disobey him. Marq. [exasperated] How often will you force me to rei terate to you that I absolutely repudiate that title. Duke. We will postpone that discussion till later, madame. Meanwhile, be pleased to accept my arm, for our equipages are in readiness this long while, and as nothing detains us any longer [he tries to draw her away] Marq. [recoiling] Ah ! Monseigneur, if you flattered your self you could compel me to accept your love, by tricking me of my hand, you have made a woful miscalculation. Duke, (scanning her sardonically] Do you know, that for so admirable a proficient in all the subtleties of courts and bou doirs, you are singularly naive, withal ! Marq. [disdainfully] You think so. Duke. By Sant' Iago ! Madame, one must push ingenuous ness far indeed, when one imagines that a husband may be dismissed with a coolness; already proved unavailing, even to rid oneself of importunate lovers. Are you oblivious that I am master here now; and that I have a little army at my orders. Even were it not easy for me, alone, to uplift you like a fea ther, or to break you in two, like a reed. Mari. [recoiling dismayed] You would stoop to have re course to force ? Duke. Certes, madame, if you will listen to no reason save that of the strongest, you have no one but yourself to thank for it. Marq. [exasperated] But in that case, this is i most nefa rious sn^rc in o which you have betrayed me."], [145, "X 134 X Duke. Madame, one traps the game in the most dextrous way of which one disposes. You would probably have turned a deaf ear to my utmost eloquence, had I committed the blunder of plying you with my most honeyed speeches, or pathetic madrigals. Marq. [overwhelmed] Oh! this is dreadful ! Duke, [sternly] Come, you can exhale your plaints later. It is time for us to be on the road. [He sounds a bell, a Spa nish servant, in Duke's livery enters.] Call dona Sancha. [exit lackey.] [Lackey returns immedivtely, with an old duenna, all dressed in black, a black silk mantilla drawn over her head and shoulders.] (exit lackey.) Duke, [makes a sign lo duenna] (in Spanish) la capa della senora duquesa. (Duenna goes, and returns, with a mantle of black velret, or silk; and a mantilla of black silk, with a heavy fall of lace around it; a lackey brings shawls and wraps.) Duke, [to lackey] Put all those things in the carriage — (exit lackey) (to Marq.) Do not trouble yourself about any thing else. We shall find all you may need, on the road. I have given orders to that effect. (He throws the mantle over her shoulders and crosses it on her chest.) Wrap yourself up well, the nights in this climate are damp and chill. Marq. [rousing herself as if from a dream. She looks round and sees the Duenna.] What does this strange woman want with me? Duke. She is the Spanish duenna who is, henceforth, to be always in attendance on you, at home, as abroad; accor ding to the custom of my country. For the present, she will fulfill the functions of your tire-woman, until we reach my es tablishment. M.'-rq. Where is my maid, Jermy?"], [146, "135 Duke. She is to remain here. In Spain, we do not suffer giddy young women around our wives, (he takes her hand to lead her away.) Marq. [tearing her hand away, and drawing back] I refuse absolutely to stir from here. Duke. Will it be necessary that I should have you carried down stairs by my men, and put into the carriage by force ? Marq. [bethinking herself ] You will at least give me time to change my dress; one does not travel in this guise. Duke. Ah ! you are counting upon Charles. Do you fancy I am not aware that he may arrive at any moment ? What could he do more than Ardown? Marq. [gloomily] He, at least, is a king. Duke. Over his own subjects; but not over me; or mine. — Besides, do I not stand in the place of a king too. What monarch would dare to lay a hand on the representative of my sovereign; or on his wife. — Hark ! You will have an op portunity of judging of it; for here he comes. (Equipages have been heard approaching; and rolling into the court; as he speaks. A great fracas is now heard below; and on the stairs; the sound of many feet. There is a rattling of srvords, and arms; while the folding doors are thrown wide open.) Lackeys announce. His majesty, the king. Enter Charles, Buckingham, Rochester. Charles [fixing his eyes on the duke wrathfully] What have I heard, monseigneur ? Marq. (s/riving to rush towards Charles. The duke holds her light by the wrist.] Ah ! thank heaven ! Sire, that you arrive to my rescue. It was time. But for your majesty's arrival, the duke was on tho point of tearing me away from here, by main"], [147, "136 force. Char, [advancing towards the duke in menacing attitude.] What signifies this arbitrary violence, monseigneur? unjustifiable in any case; save that of a delinquent; and inexcusable in that of a guiltless woman; and a lady of the highest distinction. Duke, confronting him steadfastly, and with supreme dignity.] Your majesty designates as unjustifiable that a husband should insist on taking his wife away with him, when about to depart to another country. Would it seem a more decorous proceeding to leave her behind; at the mercy of a swarm of aspirants, and libertines, of whose audacious pursuit, you sire, are doubtless ignorant. Charl. [to Marquise] Can it be true, madame, that you have consented thus abruptly to renounce that liberty and indi pendence you professed to hold so dear ? Marq. Ah sire ! the duke has inveigled me in a manner as artful, as it was unworthy. Proffering his hand to me, simply in the light of a friend and protector; for a marriage of con venance; desirable to both parties on account of certain social and private reasons; no sooner was the ceremony concluded, than, in contradistinction to all the conditions he had pledged his honour to abide-by, he manifested himself as a stern and despotic spouse; determined to subjugate me to his tyranny; and to drag me away with him, against my will. Charl. [indignantly^ Your excellency then, having thus be guiled Madame's good faith, would presume to profit by it in so disloyal a manner ? Duke. I am unaware, that to surprise a woman's good faith, in order to make her one's wife; and to save her from the abyss into which she is on the verge of falling, can deserved ly be stigmatised as an act of disloyalty."], [148, "X 137 X Charl. Be thankful, monseigneur, to your diplomatic ægis; if I content myself with extending my royal protection to the noble lady, whom you have sought to circumvent in so un pardonable a way. Duke, [haughtv and ironical.] The Duchess of Medinamoro can never either need, or accept, any other protection than that of her husband. Marq. You hear him, sire ? He persists in these unwar rantable pretentions; even in despite of your majesty. Charl. Let this discussion drop. Your excellency resorted to the most insidious stratagem to attain your aims. They were on the point of triumphing. But Providence having counter vailed these mancevres, it only remains to confess yourself defeated; and to beat a retreat, with the best grace you may. Buck. The situation could not be more lucidly stated. Duke, [with diplomatic ceremony, but the greatest hauteur] Your majesty will, I trust, excuse me for trenching on diplo matic etiquette, by venturing to inquire in what mode I am supposed to be vanquished ? Charl. [irritated] Zounds? Since / hiive arrived in time. Duke. Ah! if your majesty had succeeded in doing that ? Charl. Since I am present at the denouement of the plot; — however, in the capacity of a marplot, — as king likewise. Duke. I fail to perceive in what this circumstance alters the fait accompli. Madame having accepted my wedding ring, at the altar; under no compulsion,— as the witnesses can testify, thus, being sworn before God and man to be my wife, hence forth; the motives of her resolution are wholly irrelevant to the marriage. Charl. [haughtily] Madame's precipitate and injudicious assent, is deeply to be deplored, no doubt, but in default of"], [149, "X 138 X being invested with that sacerdotal sanction which can alone dissolve the inauspicious knot; I decide, that madame shall remain here, for the time being; under the guardianship of the throne. As for your excellency; of course, you are free to depart, whenever it pleases you; and I may add, that you will do well, not to delay, over long; for my blood boils; and I should much regret that an impulse of ungovernable wrath' were to make me overstep the bounds that our respective qualities impose on us. Duke, [grasping the marquise by the arm.] I was only awai ting your majesty's authorisation, to put an end to a contro versy that cannot be more agreable to one party, than to the other... But as for the duchess; — your majesty will pardon me, if deeming that a wife's place is at her husband's side, I must insist on her accompanying me. Marq. [turning on him, proud and indignant] Decidedly you are mad. Are you ignorant of what is capable such a woman as I,... when driven to extremities. You will curse the hour when you first set eyes on me. Were I compelled to make such a fracas as will resound from one end of Europe to the other. Marq. [sneering] I admire the frankness of your avowals, madame; but in order to put them in practise, you would find it necessary to obtain my sanction to them. Marq. Oh ! in Paris; amidst my own friends, and compa triots, I shall be fully able to dispense with your leave. Duke, [sardonically] In Paris, or Versailles, that might be possible; perhaps; — but in my suzerain fief in Aragon; whither I am about to convey you; if you succeed in issuing from the castle; or in letting any one penetrate within it, otherwise, than by my consent; I will give you carte blanche."], [150, "XI39X Marq. [dismayed] Holy virgin ! then I am lost ! [she totters as if about to faint. — The duke sustains her with one arm; and keeps the other hand on the hilt of his sword.] Charl. [marching towards him furious] Leave Madame at liberty, this instant /, the king, command it. Duke, [retreating a step or two] To me! It is clear that your majesty is no longer able to measure your words. Charl. [frantic, draws his sword] A la rescousse ! iny fol lowers ! (Buckingam and Rochester draw, also) Duke, (calm and haughty] Three against one ! That is too much, by two. — Your majesty exaggerates the privileges of ro yalty. Charl. [infuriated, seems about to rush at him. Buckingham throws himself before him.] Buck. Ah sire ! bethink yourself ! An ambassador ! Charl. [recoils furious and irresolute] Is an ambassador qua lified to set my royal will at defiance, and to brave me thus, to my face. Duke. Sire; nothing is farther from my intention. I am merely revendicating my own rights; not endeavouring to trench on your majesty's prerogatives. I ask no better than to withdraw my obnoxious presence, instantly; if your majesty will but permit me to depart. Charl. You need but to leave madame here; and all the gates and ports of my kingdom, will be thrown open to you. Duke. That is a clause, your majesty, to which 1 cannot submit.- On cooler reflection, I trust its impossibility, will exone rate, my refusal to give in to it. [He recoils a little nearer to the door dragging the marquise with him.] Charl. (frantic] No, this cannot be. You shall not carry"], [151, "140 madame, away, by force; were I compelled to tear her from you, at the point of my sword. Duke, [ceremoniously, but stern] Your majesty would think twice, before attempting such an unexampled proceeding. Be sides which, I too, have a sword I am not unused to wield, in more serious conflicts than this; wherein, nothing but imperious necessity, could induce me to cross its blade with your majes ty's to defend myself or my wife. Charl. [maddened, but not daring to attack him. To Buckingham and Rochester, with anguish and wrath.] What are you two doing there; passive and motionless, as stocks or stones; do not you comprehend that /, the king, am disarmed. (Buckingham and Rochester lower the points of their swords, and draw back.) Buck, [haughtily] To attack an ambassador, in the exer cise of his functions, on British soil ! — a personage, sacred under every regime; and in every country. Ah sire ! it is not from a man of my quality, that any monarch may demand such a service as that. Roches, [sardonically] To outrage the Spanish nation, in the person of its representative, in order to be made the ex piatory victim on whose shoulders are to be shifted, hereafter, the entire score of royal delinquencies; and to be vented, the concentrated furors of Philip, and Louis, combined; for this, sire, I should require to be a trifle more inexperienced. Duke, [to Marquise] Come, Madame ! the debate is closed, You must perceive it, by the attitude of your defenders. Re sign yourself then to your destiny, since the die is cast. Marq. [desperate] Do not hope it. I love Ardown; I adore him. I will never appertain to any but him. Living, I shall never be yours. — Ah ! if Ardown were here, he would deliver me-"], [152, "X I4i X Duke. He might get himself killed madame, he could do no more Marq. If so, I could die with Kim; that would be better A than to live with you. Duke, [drags her away with him to the door.] Marq. [screams to the king] Ah sire ! is it all over then? have you the heart to abandon me to my miserable fate ? Charl. [maddened] Abandon you, do not dream it. If need ful I will oppose force to force. (He claps his hands, and calls) Hallo ! my guards. (Seven or 8 men at arms enter, \"and range themselves behind the king and his friends.) Duke, [clashes his sword, and shouts] A 'mi, Espana ! (From twenty-five lo thirty Spanish men at arms enter, and range themselves in a semircicle around the duke, and the Marquise, — they enter by one of the side doors.) Charl. [bitterly] It appears that your excellency was'pre pared against any emergency. But to surround oneself with a body-guard of arm ,d retainers, in order to intimidate a mo narch, on the steps of his throne, is assuredly an unheard of innovation on th . rules of the diplomatic code. Duke. Sire ! the case of legitimate self-defence is admitted, or implied, in all codes whatsoever. Far from assailing, I seek but to retreat; and it is your majesty alone who detains me. Charl. [determined] Not so, — release Madame, — and all is said. If not, fear the worst. Duke, [makes a sign lo his sergevnt at arms, who carries the Spanish flag rolled up. The standard bearer advances, and unfurls the flag over the heads of the duke and the Marquise, whom he still grasps by the arm.] Duke. Let whoever dares, lay a sacrilegious hand on the duchess of Medinamoro, under the protection of the Spanish"], [153, "X 142 X flag; and if the blood flows in streams now, or hereafter, let the terrible responsibility rest on his head. (Duke salutes the king ceremoniously and the two lords, he moves towards the door with the Marquise.) Charl. [franticly ] Ah ! who will rid me of this pitiless tyrant, -Who shelters himself behind his flag, to tear out my heart, and to insult my crown ! (The secret door in the panelling is burst open, and Ardown rushes in, with his drawn sword in hand; half a dozen armed lac queys, are seen behind him, crowding the corridor.) Ard. [replying to Charles] L sire, (general surprise. Duke anticipating something unforeseen, stands on his guard, and holds the Marquise, who tries to break from him.) Marq. [to Ardown] Ah ! Thank God ! you will know how to rescue me; and if needs be; to kill me, rather than to deliver, me into these abhorred hands. Ard. Did you doubt it for an instant. Had I not known what to do, would I have left you in them, [to the duke.] Come monseigneur, let madame free, without any farther demurring. If you wish to be spared the humiliaton of being forced to do So. Duke, [sternly] Who can compel me to surrender my wife under the guardianship of the banner of all the S pains; and of my sword. Ard. I, — who would trample under foot all the banners on the earth, when they are abused, to shelter delinquencies which the laws of God condemn, and those of man, chastize. (He springs forward as he speaks, dashing the flag out of the hand of the under-officer who holds it.) (The duke, to drain his .word, lets go the Marquise, who seizes the opportunity to rush up to Ardown. Catching her round the waist"], [154, "X 143 X Ardown defending himself from the duke, does not see the poniard drawn by the soldier from whom he tore the flag, who rushes at him to stab him, exclaiming, in fury.) Who insults the Spanish flag, dies7 Bucking, [springs forward, and knocks the knife out of the man s hands, with his sword, just as he was on the point of burying it in Ardown 's heart] Ard. [lo Buckingham] Your grace has saved my life. Bucking. In such a contingency, mylord, you would have done the same. (Meanwhile, Char/es and his group come forward, separating Ardown, and the Marquise, from the duke.) Duke, (menacing, but uneasy.] You will pay dear this unex ampled outrage, mylord. For unless you can prove it to be a delinquency, for a husband to revendicate the possession of his legitimately wedded wife; you will not be able to justify it before any tribunal, at home or abroad. Ar,l. [haughtily] Your wife ! It is mine, whom you are pleased to qualify bv this usurped title; in order to mask an abduction by violence, which his eminence, the cardinal arch bishop of Toledo, would be as far from sanctioning, as the holy See; and his majesty, Philip the fourth, would be as little dis posed to shelter with his flag, as is his majesty Charles the second. Charl. (astounded] What say you, mylord ? Ard. That madame is my wife. Ry my halidom ! Sire you ought to know something of it; since it was your majesty who was pleased to get us married. Unless indeed, the law has been abrogated in the interim, which decrees, that in the case of two marriages, during the life-time of both parties, only the first is legally, and religiously valid."], [155, "X 144 X Charl. [more and more confounded] But what of the papal Bull, annulling the previous marriage. — Ard. Sire, your majesty has been shamefully deceived. Charl. [agitated, he orders his men at arms away, with a sign] We need no prying ears, in this debate — speak mylord. Duke, [motions to his men to withdraw — exeunt all subordinate personages.] Ard. Sire, the Bull in question never emanated from the Vatican. Charl. Is this possible ! But no, the signature, the great seal; all was in regular order. Would to heaven, mylord, that you were right; but you must be mistaken. Ard. Sire, would I presume to affirm it positively, were it not a certainty. — Informed of the fact, anonymously, I hastened to the Nuncio's, and heard from his eminence's lips that the Bull can only be a forgery, admirably imitated; in proof thereof, here is an autograph letter of his Holyness, the Nuncio was enjoined to remit to my own hands; through which your ma jesty can convince yourself, [he hands the large envelope to Charles.] Charl. [seizing it and reading] My dear son in J. C. You are alarmed without cause. No reclamation has reached us concerning your marriage. If any such idea was ever entertain ed, on second thoughts, it has been deemed better to spare us the exceeding regret of being compelled to refuse the sole favour ever requested of us by a sovereign for whom I feel the warmest sympathy; — the marriage ties, being too sacred to be severed, even by the apostolic power, unless for moti ves far graver than those which, it appears, could alone have been pleaded in this case... etc. etc. Charl. [stops short and glances angrily round] Who then can"], [156, "145 have dared? Rochester. By my troth, sire, the delinquent is not difficult to guess. None but a woman could have pushed audacity so far. Duchess of Portsmouth enters, [all in black, with a deep veil throivn over her.] Duch. [flinging herself at feet of Charles .] Yes, sire; I avow my crime; Prepared to accept humbly its chastizement at the hands of my beloved sovereign. I sought to spare your ma jesty a hasty proceeding which must inevitably have been the source of graVe cotnplic ations abroad, and injurious ones at home. — Your majesty is now ; ble to judge how the results would have differed from what was purposed. I sought likewise, in preserving to lord Ardown his conjugal rights, to silence de finitively the calumnious rumours which unscrupulous scandal mongers have not even been deterred from tracing up to the throne. — Compelled to act with unhesitating promptitude, I had not the choice of means. Besides, the heart cannot reason coolly. Your majesty knows that. — It is for you sire, therefore, either to condemn, or to absolve me; if in your sovereign cle mency, the profound attachment which impelled me; — the loy alty of my intentions; — and their results— can attenuate my culpability in your eyes. Charl. (gravely] Rise, madame. We shall advise you of our decision late . taking into due consideration the sincerity of your avowals.. Duch. Never Sire, — until your majesty grants me a magna nimous pardon; for now that I am able to weigh all the gra vity of my offence, I cannot sufficiently humiliate my elf at your feet, [she buries her face in her hands and sobs.] Charl. [stooping and taking her by the hand] stand up, du-"], [157, "146 chess; we command you. [he speaks in an undertone lo her as she rises.] Peace Louise, no scene. I beseech you. (aloud) We pardon you Madame, this once, were it only, for having so well avenged us on that arrogant hidalgo. Roch. [mocking, to duke] Checkmated at the moment of triumph ! a dire humiliation for so consummate a diplomatist. Duke, [with eold rage] It is my turn now, to fling my gaunt let to lord Ardown, and to assure him that when my hour of retaliation arrives, I shall know how to find him, were it at the antipodes, [he flings his glove at lord Ardown' s feet.] Ard. [picking up the glove] At your pleasure, monseigneur. But on the same conditions as those your excellency imposed on me. (exit duke, saluting the king and the three noblemen, in court style. He is followed by all his suite.) (The groupes separate.) (Ardown and the Marquise in the background, whisper lo each other; R ochester converses with the duchess on one side, in a stage aparte, Charles, d.° , with Buckingham.) Charles (aside to Buckingham.) What is to be done, in this quandary. Buck. Faire bonne contenance a mauvais jeu. Reflect sire that you owe a huge cierge to lord Ardown. But for him, this bullying Spaniard had all the trumps in his hand. Whereas now, it is but a temporary discomfeilure. Ardown cannot long absent himself. His old father, his vast estates must soon recall him. I do not give the marquise six months, after the honeymoon, to pine with mortal ennui, at the perpetual tete a tete. Then' the passion cooled, the fetters will irk. Blue-beard will put on the curb, she will champ the bit, ai.d kick; and you' sire, will reap the reward of patience and forbearance."], [158, "X 147 X Charl. True. — Ardown is far too tyrannical for her to tole rate him long. Then it will be my turn. Buck, [aside] And mine too, I flatter myself. Roch. [aside to duchess.] What the devil possessed you, to put your foot in the clever plot. But for you the Spaniard would have avenged us on the entire lot. Duch. Why have left me in the dark, till too late. Besides, I had no other adequate means to dispel the suspicions of Charles, and to keep her out of my way, now and hereafter. Roch. You have certainly consigned her to an Othello, equal to prevent her backsliding. Never will he let her come to the surface again, till he has saddled her \"more anglice\" with a patriarcal progeny, that will convert her into an innocuous dowager, at the age when, in France, she would be at the apogee of her beauty, and her triumphs; with the prospect of throning it over three generations of adorers, like Diane de Poitiers. Duch. True! that will be condign retaliation. My rival will soon learn, to her cost, that to play at true love, with Britons; is the game, a qui gagne, perd. (*) (She approaches the king, Speaking to him aside.) What thinks my king. For whom beats every pulse of my constant heart ? Is it for the sovereign whose wrath I have braved, to preserve his love, or for his supposed rival, whom I have handed orer to the wife he adores ? Charl. (in an undertone] It must be admitted I was wrong- Even royalty may be so, occasionally. I should have been great ly surprised if you had played me false; for it would have assuredly been the first time such a thing ever happened to me. (i) At which who wins, loses."], [159, "148 (To Buckingham) I must pardon her. The poor woman loves me so passionately, that sometimes it unseats her reason. (He approaches the marquise, with emotion) May you be hap py, madame, (he carries her hand lo his lips. — To Ardown) you permit me, mylord, for I presume, this is a farewell ? Ard. [bowing low] In effect. Sire. We were only waiting to take respectful leave of your majesty; for we start for Italy, immediately. Charl. [aside] Well, I shall have to put up with Louise' in the interim. — How she will hamper me again, [aloud lo Ardown and the Marquise] But you do not intend to abandon us for ever, mylord? We shall see you both back at White hall, ere lon^; I hope ? Ard. Without doubt, Sire, — when I shall have taught my wife, that coquetry is a career full of shoals and quicksands; and / have ceased to be jealous. Roch. [to the public] That is the Parthian dart; with a ven geance. His majesty and Buckingham, in that case, may await the loving couple till the Greek calends. The End."], [160, ""], [161, ""], [162, ""], [163, ""], [164, ""], [165, ""], [166, ""], [167, ""], [168, ""]]