[[1, ""], [2, ""], [3, ""], [4, ""], [5, "HOLLAND'S \"SILVER FEAST.\" An -Histof^ical Eulogy, SUGGESTED BY THE OCCURRENCE OF THE 25TH ANNIVERSARY OF THE ACCESSION OF HIS MAJESTY WILLIAM III., KING OF THE NETHERLANDS. BY SAMUEL RICHARD VAN CAMPEN. WITH THE DUTCH TRANSLATION. LONDON : SAMPSON LOW, MARSTON, LOW, & SEARLE, 188, FLEET STREET, E.C."], [6, "\" I bind myself to a people greater in virtues than in the possession of an extensive territory; more powerful by reason of unanimity than numbers.\" — William III., at his Installation in the Nieuiue Kerk, Amsterdam, May 12, 1849."], [7, "CORRESPONDENCE. Aan Zijne Majesteit Willem III, Koning der Nederlanden, Enz, Enz, Enz. Sire, Met Uwer Majesteits genadige vergunning heb ik de eer, Uwe Majesteit aan te bieden een exemplaar van mijne korte Lofrede op Holland, geschreven ter gelegenheid van het Zilveren Feest van Uwer Majesteits regeering, en opgedragen aan de Nederlandsche Vereeniging in London. Uwe Majesteit zal zich zonder twijfel nog gaarne de vrijwillige betooningen van gehechtheid aan Uw stamhuis herinneren, welke by die gelegenheid opgewekt werden bij het Nederlandsche volk ; en daarom mag ik hopen dat de bijgaande brochure Uwer Majesteit aangenaam moge zijn als een klein bewijs van de belangstelling, die de Engelsch sprekende natien in die gebeurtenis, of ten minste in den bloei van Holland en van de regeering Uwer Majesteit, betoonden. Die belangstelling, gaarne getuig ik het, wordt in geen geringe mate gevoeld door het Engelsche volk ; maar ook zijn er niet minder talrijke bewijzen dat de Amerikaansche natie Uwer Majesteits huis en dit oude land van vrijheid evenzeer hoogschat. Het is dus alleen als een nederig vertegenwoordiger van de laatste natie, en als bewonervan die groote Transatlantische wereldstad, die er roem op draagt Amsterdam tot haar moeder te hebben, dat ik het gewaagd heb, met gepasten eerbied, dit mijn geschrift onder Uwer Majesteits aandacht te brengen. B 2"], [8, "correspondence. IV Uwer Majesteit de verzekering gevende dat de loyauteit aan den doorluchtigen Soeverein van een groot en vrij volk, die ik, met het bloed van mijner voorvaderen als eene onuitwischbare familie overlevering geerfd heb — eene erfents waar ik roem op draag — nog immer bij mij voortleeft, Heb ik de eer mij te noemen, Sire, Uw Majesteits gehoorzame en nederige Dienaar, S. R. van Campen. 's Gravenhage, 30 Januari, 1875. Voorhout, 34. (Translation) To His Majesty William III., King of the Netherlands, &c, &c, &c. Sire, With Your Majesty's gracious permission, I have the honour to submit herewith, for your Majesty's accept ance, a copy of my brief Eulogy on Holland,* written in anticipation of the \" Silver Feast,\" and handed over to the Nederlandsche Vereeniging of London. Your Majesty will have no difficulty in recalling to mind the spontaneous demonstrations of loyal devotion which that occasion called forth among the people of the Nether lands ; and I could hope that the accompanying brochure might be accepted as some slight proof of the interest taken by the English-speaking peoples in that event, or at least in the prosperity of Holland and of your Majesty's reign. That interest, I can bear testimony, is felt in no slight * One of a very small premiere edition, in English, beginning with the Correspondence of 14th November, with which the Dutch translation opens."], [9, "CORRESPONDENCE. V degree among the people of England ; but there are evi dences no less numerous that the American people hold in equal veneration your Majesty's House and this ancient land of liberty. It is only, indeed, as an humble representative of the latter, and as a resident of that great Transatlantic metro polis which is proud to own Amsterdam for its mother, that I could venture thus to presume on your Majesty's con descension. With the assurance of that undying loyalty to the illus trious Sovereign of a great and free people, which comes with the blood of ancestry as an inherited tradition of the race I am honoured by associating with my own, I beg to subscribe myself, Sire, Your Majesty's obedient, humble servant, S. R. van Campen. The Hague, 30//Z January, 1875. 34, Voorhout. A cknowledgment. Particuliere Bibliotheek des Konings, 'S Gravenhage, 9 Februarij, 1875. WelEdele Heer Den Heer S. R. van Campen, Ik heb de eer U WelEdele te melden dat ik niet in gebreke ben gebleven Uw geschrift Hollands \" Silver-feast ' met daarbij behoorenden brief, aan Z. M. den Koning aan te bieden. Zijne Majesteit belast mij dientengevolge met"], [10, "correspondence. VI de aangename taak U wegens die aanbieding te bedanken en U te melden dat Hij met vele ingenomenheid daaruit ontwaard heeft de gevoelens van verknochtheid, die U ver binden met een land, waarUw naam een roemrijk verleden vindt. Gaarne maak ik van deze gelegenheid gebruik om U Wel- Edele de verzekering mijner hoogachting aan te bieden. De Adjudant en Bibliothekaris des Konings, H. Du Monceau. (Translation) Private Library of the King, The Hague, $tli February. 1875. Sir, I have the honour to inform you that I did not fail to duly lay before H.M. the King your publication, \" Holland's ' Silver Feast,' \" with the letter accompanying it. His Ma jesty accordingly charges me with the agreeable task of thanking you for the presentation, and of making known to you that with much satisfaction His Majesty has perceived from your work the feelings of attachment which bind you to a country where your name finds a glorious past. I have much pleasure in availing myself of this oppor tunity to convey to you the assurance of my personal esteem. H. Du Monceau, Adjutant and Librarian to the King. S. R. van Campen, Esq."], [11, "CORRESPONDENCE. VII To P. VAN DER WlLLlGEN, Esq., Hon. Secretary De Nederlandsche Vereeniging. 2, Vernon Place, Bloomsbury Square, Sir, London, 14/Æ Nov., 1874. Allow me to trouble you with a note, which will perhaps be pardoned, since it will carry you speedily back to a very agreeable episode in the history of the \" Neder landsche Vereeniging,\" namely, the banquet of 12th Maj. last at the Cannon Street Hotel. You will no doubt remember having given at the time your verbal assent to the publication of the article written in honour of the event you met to commemorate, and which, under circumstances already understood, I passed over to your Club. The article is itself of perhaps only trifling importance ; but a little subsequent history con nected with it, not necessary to be here detailed, caused it to lead up to an undertaking of greater import — the same being an essay toward an historico-biographical work on the \" Three Netherland Kings.\" In view of this, and being about to visit Holland, I have thought it desirable to have in possession a few copies of the paper in pamphlet form, and would therefore like your more express permis sion to its publication together with the correspondence.. The printing of the matter, too, I deem somewhat neces sary in order to explain, perhaps, to some the cause — since no book is without a history — of my undertaking a task at once so apparently ambitious and so formidable ; for I confess that, independent of the train of circumstances by which I have been stimulated up to this point, I could not, even with all my ardent love of Dutch history and my"], [12, "CORRESPONDENCE. VIII veneration for the Nassau-Orange name as I there find its glories emblazoned, for a moment have ventured to con template an achievement so bold as this may seem. As it is, however, the work is fairly entered upon ; and the exceeding richness of at least two-thirds of the period I have to embrace has caused me, not reluctantly, to lay temporarily aside for it (when near the end of my task) another interesting and somewhat similar labour. Upon this labour, strictly speaking biographico-literary in charac ter, I have been occupied for a considerable time past ; and though relating to but an humble Fatherlander, yet to one whose life-work was truly royal, and to survey which at all thoroughly is not only to be drawn irresistibly toward the House of Orange and the whole patriotic history of the country, but to pay tribute to every name in scholarship, in science, and in literature that has made notable mark in Holland. I did not intend at the outset to allude to these parti culars, and I hope you will pardon the length of this note. I trust, also, you will excuse my addressing you in my native language, knowing as I do that it is far more familiar to you, and to your Club, no doubt, than is the Dutch to me ; but I may add, that your reply, should it be your pleasure to grant my request, can be made, if preferred, in the language in which you record your transactions. I have the honour to be, Sir, Your obedient servant, S. R. van Campen."], [13, "CORRESPONDENCE. IX Reply. (Literal Copy) De Nederlandsche Vereeniging, i 8, Buckingham Street, Strand, Sir, London, W.C., Nov. 17th, 1874. I have to acknowledge receipt of your esteemed letter of the 14th inst. It gives me great pleasure to repeat in writing the verbal permission (though, I think, you hardly required any) I gave you to publish the article you wrote on the occasion of the jubilee of 12th May last and of which you kindly sent a copy to \" De Nederlandsche Vereeniging.\" I must sincerely apologize for having omitted at the time to acknowledge receipt of this copy and to thank you for the same. This omission, however, was due principally to the circumstance, that no meetings of the Committee were held for some time after the 12th May. I therefore gladly avail myself of this opportunity to express to you the gratitude of our Committee for the contribution to the library of the Vereeniging of the copies of several of your able writings, which evince such hearty sympathy for Holland and interest in her glorious history. I sincerely hope that the work you are now entering upon will meet with much success, and remain, Sir, Your obedient servant, P. VAN DER WlLLIGEN, Hon. Sec. S. R. van Campen, Esq., 2, Vernon Place, Bloomsbury Square, W.C. B 3"], [14, "X CORRESPONDENCE. To J. Bolle, C. W. Groos, P. van der Willigen, AND OTHERS. (Executive Committee) 2, Vernon Place, Bloomsbury Square, London, ii//z May, 1874. Gentlemen, Your communication of the 29th uit., favouring me with an invitation to the dinner appointed at the Cannon Street Hotel for to-morrow evening, to be given by the Netherlanders of London, in honour of the 25th anniversary of the accession of His Majesty King William III., his Excellency Count van Bylandt to preside,* did not reach me until Friday last, the British Museum at which I was addressed having been closed until that day from May 1st. I have to thank you, Gentlemen, for the honour done me by your kind invitation, and to express my regret that circumstances beyond my control will preclude the possibility of my attendance on that occasion. I desire, however, to assure you of my hearty sympathy with the patriotic purpose which calls you together. As a descen dant of a Netherlander, though not myself a native of Holland, I should be able to share very fully that spirit of hearty enthusiasm and loyalty so peculiar, I think, to the Dutch people on all occasions when King and Fatherland are mentioned ; but especially would it be a pleasure for me to join in the festivities of this occasion, so near to the hearts of members of the Netherlandish Union, some of whom it is my privilege personally to know. The prosperous career of your organization, moreover, I have watched — though as a stranger — with no little in- * This clause became accidentally omitted in the Dutch translation."], [15, "CORRESPONDENCE. XI terest ; and I rejoice at its ability, through the efficiency of your Committee, in bringing about a gathering so important to the promotion of true international feeling as the banquet of to-morrow evening must prove. But in the absence of myself on that occasion, permit me, Gentlemen, to enclose herewith a paper which I hurriedly produced at the last moment in honour of the event you meet to commemorate. The paper, I should say, was prepared originally for publication in the ' Daily News,' but the pressure on the columns of that journal seems to have forbidden its insertion, and it was this morning courteously returned to me with a note from the editor, of which the following is a copy : \" ' Daily News ' Office, London, \"Sir, \"May 10,1874. \" I regret that I cannot find room for your article, to the subject of which we have to-day given a leading article. \" Truly yours, \"The Editor of the 'Daily News.'\"* That the figurative \" midnight oil \" had in this case something to do with the production of the article might truly enough be said ; the writer (to be minute) having worked all night of Friday to finish it, and handed it in to the ' Daily News ' office at six o'clock A.M., on Saturday. * Jt is, perhaps, just to both myself and to this journal to say that on the occasion of the Tri-Centenary of the Independence of the Netherlands, an article which I supplied was kindly inserted in its columns. This compliment I felt profoundly at the time ; and the more so since the public appreciation of the article was shown by its having brought me, most promptly, a patriotic and eloquent Dutch letter, signed by six Anglo-Dutch gentlemen of the City, in which they were pleased to thank me \"for bringing under the eyes of the English nation \" the commemoration of an event fraught with so much interest to the world as that which Holland was then recalling."], [16, "CORRESPONDENCE. XII Perhaps, too, gentlemen convened at the Cannon Street Hotel will think it not improbable that the article, or at least the reminder, may itself have had something to do with producing the sole London leader on the event they celebrate which this (Monday) morning gladdened the eyes of Hollanders. Although I am happy to make known these facts to your Committee, and to offer you a copy of the article, I may, in truth, say that I had ample reward for the labour bestowed in the feeling that I was endeavouring, at least, to do patriotic service in behalf of a country beloved, though never beheld. If, however, I may have experienced some slight sense of disappointment at its non-appearance, I ought to remember that with men of Netherlandish blood defeat should not breed discouragement : nor are defeats wholly unknown to turn out victories. Offering you as a \" New Netherlander's \" sentiment, Vaderland EN VORST ! and bespeaking a feestmaal most joyous and enjoyable, I have the honour to subscribe myself, Gentlemen, with sentiments of highest respect, Your obedient servant, S. R. van Campen."], [17, "HOLLAND'S \"SILVER FEAST.\" An Association of Netherlanders, resident in London, organized a little more than a year ago, under the name of \" De Nederlandsche Vereeniging,\" and of which Mr. James Labouchere is now President, commendably resolved some three months since to celebrate the 25th anniversary of the accession to the throne of Holland of the reigning King William III., occurring on the 12th May, 1874, and accordingly sent out circulars from their Club-rooms in Buckingham Street, Strand, announcing such in tention. One of those circulars I now have before me ; and the patriotic determination expressed there in on the part of the Netherlandish Union to join in heart with all Holland in commemorating this Silver Wedding of king and people, and thus while proving their own steadfast loyalty to the House of Orange, at once demonstrating to Englishmen, if this be needed, that Netherlanders, wherever their lots be cast, never forget their fatherland, has, I confess, awakened within me a kindred feeling to their own,"], [18, "14 HOLLAND'S \"SILVER FEAST. though not myself of their nationality. In response thereto, and as my small contribution in honour of the approaching anniversary, I am induced to tender this humble tribute. The notice taken, however, of the recent rejoicing of the Italian people over the prosperous reign of their constitutional sovereign through a like period, not to speak of the enterprise of the London press, displayed on the occasion of the Dutch Tri-Cente nary, two years ago, renders it likely that informa tion respecting this event would not be wanting independent of any word of mine. Nevertheless, perhaps the few observations the occasion prompts me to offer may not prove wholly unacceptable. Englishmen surely cannot be indifferent as to really important events taking place in the Nether lands. A kind of kinship, indeed, exists between the Dutch and English nations, based both on a close affinity of language, and on a common inherit ance of signal memories. More intimate than now it is true, during the lives of William I. and William II., the one recalled from London to the succession, the other sharing in the ardours and honours of Waterloo, this could indeed be said even apart from such memories, and from the fact of"], [19, "HOLLAND'S \"SILVER FEAST.\" 15 Holland and the same illustrious Nassau line having given to England also, in times past, one of her greatest sovereigns. For through the whole long race for existence, a race in length coeval with our era, and the present stage in which finds both nations in comparative peace and prosperity, Bata vians and Britons have emulously striven side by side. Both planted within narrow confines, that strife has been waged — sometimes, we own, in not unequal combat with each other, but generally in the fair rivalries of commerce, trade, and colonial enter prise. As an English writer has well said, \"both nations have made a dominion of the sea, both have carried into the enterprises of commerce the same hardy and adventurous spirit, the same capacity for undertakings which demand a certain cold audacity in conception, and not over-scrupulous vigour in execution. Both have maintained, under unequal and varying fortunes, the traditions of their fore fathers ; and the counting-houses of Amsterdam have never ceased to vie in wealth and daring, and in far-reaching and wide-ranging operations, with the mighty mart of all the world on the banks of the Thames.\"* * ' Daily News,' April 23, 1873"], [20, "HOLLAND'S \"SILVER FEAST. 16 But it is Holland's proud honour, nay, proudest honour, while justly claiming rank with Italy her self as the early -home of art and culture, of science and letters, to have given to Europe in reality the first true lessons in civilization. This she has done in that it was hers to pioneer the way — a way rugged and difficult, a way gory, indeed, with the blood of her own martyred sons — onward to the enjoyment of those priceless liberties, which are now the common heritage of the whole Western world. When engaged in this stupendous work — when thus constituting herself the sanctuary of freedom, the guardian of unfettered conscience, of untram melled intellect, Holland laid the foundations to her unfading greatness, and wrote too the most brilliant page in the history of nations. Before the brilliancy of that page all subsequent pages in even her own exceptional wealth of annals pale as before the noon-day sun. Hence it is, for one thing, that Holland is now so generally looked upon as a nation great only in her historic past. Moreover, her once supreme political importance has at length become completely eclipsed by the overshadowing greatness of her more favoured sisters ; and perhaps"], [21, "hollanl's \"silver feast. 17 in almost the ratio which the several Great Powers of Europe bear to Holland in point of population and extent of territory. Then, too, beyond the Atlantic, by her own and England's implanting, America has arisen to claim now her share in that world-comprising monopolization of things which the Anglo-Saxon race, there so nobly represented, seems one day destined to acquire. Still, amidst all these changes, marked rather by the gigantic strides of the greater outside nations than by any symptom of actual decadence on her own part, though truly enough through \" varying fortunes,\" such as at times have more than threatened her national existence, little but persevering Holland has steadily held her onward course. Circumscribed hardly more by the restricted boundaries of her low land State than by the lock her beloved language puts upon her, her silent watchers all this time have stood faithfully by their dykes, her virtuous and in dustrious masses have quietly pursued their simple callings, her artists, her statesmen, men of science, of letters, have all been vigilant in their places, her merchant princes, as of old, have reaped the fruits of legitimate venture, and Holland as a State, and as a people, has kept even pace in that grand"], [22, "18 HOLLAND'S \"SILVER FEAST.\" march of progress which has characterized so spe cially the mightier nations of the earth. As regards the last five-and-twenty years of Dutch history, marked by the reign of the present sove reign, although little has occurred to vary the routine of a quiet people given to minding its own affairs, still those years have not been passed in sluggish inaction. Lately, in fact, public attention has parti cularly been arrested by at least the distant opera tions of the Dutch. It has been theirs — perhaps in this sense, fortunately — to share with England, and to a certain extent with America also, the somewhat unenviable glory of waging successful warfare against barbarian tribes, though at no small cost. But this duty was forced upon the powers ruling at the Hague, no less than upon those dominating at Whitehall and Washington. Holland has her rights and honour to maintain in the East. Thence it is, indeed, she derives the chief source of her wondrous wealth, and it is there that the grand domain is situated which one of her own gifted writers (known to us by his \"Max Havelaar\") has so beautifully styled \" that magnificent empire of Insulind, winding about the equator like a garland of emeralds.\" Take care of these princely posses-"], [23, "HOLLAND'S \"SILVER FEAST. 19 sions she must, of course ; and if bringing her power to bear for this purpose may have slightly disturbed at times her political atmosphere, it has at least evinced to the world that the old Batavian courage is as characteristic of the nation in the days of van Swieten as it was in those of Civilis, or of Tromp and de Ruyter ; that it is as unflinching at the taking of the Kraton as when defending the citadel of Antwerp ; or as at Ramillies, and Oudenarde, and Malplaquet. But at home, at any rate, the practice of the peace ful arts has not been interfered with. The reign of William III. may especially be said to constitute an epoch in that marvellous history of engineering feats which is the peculiar possession of the nation enjoy ing literally a \" submarine \" existence : yet whose very being has depended also on her successfully beating back the sea. Long ago the Haarlem Lake, by this engineering skill, was transformed into bloom ing gardens and fruitful fields ; and the same thing, if we mistake not, is soon to be done for the great Zuyder Zee. And here we are reminded that, in 1 86 1, on occasion of one of those dreadful inunda tions which from time immemorial have now and again devastated the country and overwhelmed"], [24, "HOLLAND'S \"SILVER FEAST. 20 whole towns and villages, the King of Holland gained, by his appearing in person at the scene of calamity and rendering aid and sympathy to house less sufferers, like his never-to-be-forgotten name sake the leader of the Gueux, the affectionate title of \"a father of his people.\" During this period, moreover, some of Holland's broad estuaries have been spanned by gigantic rail way bridges that have become models for the world ; internal improvements of all kinds have been fostered ; industries have multiplied ; and her ports and capitals have felt the full impulse of this age of enterprise. Rotterdam has become a grand commercial mart, fast out-distancing her historic southern rival Ant werp, with steamships freighted for every habitable clime ; Flushing has raised her head again, and by her extensive dockworks, recently inaugurated by the King himself, promises to become another important entrepot ; and by a triumph of engineering skill hardly second to that of the Suez Canal itself, and as the enterprise of a single small state, a work, perhaps, entirely unprecedented, Amsterdam, like another Venice, becomes effectually married to the sea, only to enter, we may believe too, on a career of"], [25, "HOLLAND'S \"SILVER FEAST.\" 21 commercial prosperity and grandeur, unequalled by anything in her already memorable experience. Again, the Hague, if not the central seat of Euro pean diplomacy as of old, is still no less the courtly capital of the nation ; Arcadian Haarlem rejoices yet in her grand historical memories, nor yields one whit her claims to the invention of the divinest of arts ; while Leyden remains as ever the cherished home of letters, and her great University a perpetual monument to her wisdom and patriotism.* * Since the above was placed in type, the writer has enjoyed the privilege of visiting Holland, and the principal places here, and earlier mentioned. Although this satisfaction has been afforded him at a season far from favourable for inspiring the foreigner with extatic feelings regarding the beauties of Dutch scenery, it has, nevertheless, served to convince the writer of the general consistency of his allu sions. The two great commercial emporiums of the country, it is true, if this may less apply to the legislative capital, experience the stag nation only incident to the frosty season ; and the tulips and the hyacinths of the \"Garden of Holland\" (as Haarlem and its environs are called) burst forth unseen beneath their uninteresting covering ; but the winter cannot be said to diminish, nay, perhaps it rather pro motes, life at the great seat of learning, especially as the month of February brings round to the Leydeners the founding of their Univer sity, and in the present instance its third centenary. But the writer has inserted this note with the object of speaking of other places than those already alluded to — of Utrecht, the fourth town of the Netherlands, also an old university city, hardly less famed both in the earlier and later story than is Leyden itself, and which gave its name to the memorable Union forming the foundation of Dutch liberties ; also of Delft \" the parent of pottery,\" whose ancient church edifices enshrine the dust of illustrious heroes and scholars ; one of them, indeed, containing the beautiful mausoleum of the Orange Princes, which, with the Amsterdam Stadhouse, or Royal Palace,"], [26, "HOLLAND'S \"SILVER FEAST.\" 22 Such, briefly sketched, is a picture of Holland, — Holland of the past and of the present. That her people have something to be thankful for there can be no doubt. Firmly do I believe, too, that all, peasant and noble alike, will hail the anniversary now so soon to be ushered in, as one of the most memorable events in their later history; and cele brate it with an enthusiasm and a loyalty only such as an intelligent and appreciative people in the full enjoyment of liberty know how to do. recalls the golden age of Holland. A trip through North Holland via Alkmaar, &c, to the Helder, partly by the present ship canal, partly by rail, partly by the primitive diligence, has served not only to acquaint the writer with the still living attractions of two or three of the so-called \" Dead Towns of the Zuyder Zee\" (as Enkhuyzen and Hoorn), but it has also served to reveal to him a prominent source of the wealth of the Netherlands, in the expanse of fruitful prairie or reclaimed waste, worked by a land-owning peasantry, and islanded by a systematic network of canals and ditches, extending throughout the Western Provinces. But the reminiscences of his visit to the ancient capital of West Friesland, while affording him an illustration of genuine Dutch hospitality, must ever remain among the most agreeable of this tour. Privileged, in the first place, to witness the practical working of the Society of Public Utility (having its branches in every important town in the Netherlands), he is, moreover, enabled to attest to the existence of a good loyal scuttery at Hoorn, worthy its country and king. A sort of \" feestmaaltijd,\" which he was there permitted to participate in, brought to mind again (at least faintly) the treasured masterpieces of Rottiers in their own stadhouse, or those of Frans Hals, at Haarlem ; or, if the marvellous Trippenhouse paintings of Dutch scuttery may be mentioned in this category, those of van der Heist and Govert Flinck. Nor should the writer omit to mention Zaandam, proud still of its relics of Czar Peter, and, indeed, of its three hundred windmills, as by no means the least interesting among the places he has visited."], [27, "HOLLAND'S \" SILVER FEAST. 23 One word more. By way of personal explanation, it may be said that, if any apology be needed for the possibly inordinate enthusiasm displayed herein, since having intimated that this is not penned by a native of Holland, such apology is to be found in a feeling which is none the less genuine because Transatlantic in its origin. Joined to a love fed and nurtured as yet solely by contact with the historic page, the feeling is purely an ancestral one ; but its origin is not recent, for it has root far back in New Nether land days ; the ancestral worthy, indeed — whose spark of amor patriœ was doubtless strong enough to bear transmission — -having shared neighbourship with the immortal Stuyvesant himself, and like him walked the streets of the rude island-capital. And knowing well enough how, all New York now regards Holland, I may close by saying, that were this again the day of her despoilment as a nation (which Heaven avert!) instead of one of \"Silver Feast\" rejoicing, sure it is, the faintest proofs of outside sympathy she might have given her would not be coming from her Knickerbocker descendants. LONDON : PRINTED BY WILLIAM CLOWES AND SONS, STAMFORD STREET AND CHARING CROSS."], [28, ""], [29, "NEERLAND'S ZILVEREN FEEST. EeNE MlSTORISCHE LoFREDE, TER GELEGENHEID VAN DEN 2ssten VERJAARDAG DER TROONSBEKLIMMING VAN ZIJNE MAJESTEIT WILLEM III, KONING DER NEDERLANDEN. DOOK S. R. van CAMPEN VERTAALD UIT HET ENGELSCH. AMSTERDAM, P. N. van KAMPEN & ZOON. 1875."], [30, "„Ik verbind mij aan een Volk, grooter in deugden dan in 't bezit van een uitgestrekt grondgebied; kracbtiger door eensgezindheid dan door zielental.\" Willem III bij zijne inhnldiging in de Nieuwe Kerk, Amsterdam, 12 Mei 1849."], [31, "VOORBERICHT VAN DEN SCHRIJVER VOOR DE HOLLANDSCHE VERTALING. Nu ik voor het eerst den voorvaderlijken grond van Nederland betreed, wensch ik in dit kleine vlugschrift mijne welgemeende hulde aan de Hollandsche natie te brengen. Wat ik haar daarbij aanbied is, ik beken het, van ge ringe beteekenis, maar ik vertrouw dat de warmte mijner hulde niet zal worden afgemeten naar de uitgebreidheid van mijn geschrift. Het is alleen te danken aan het wel willend aanbod van een oud vriend, met wien ik in het Britsch museum kennis maakte, om het in de taal van zijn land over te brengen, dat ik het gewaagd heb om er zoo laat in den tijd nog een plaatsje voor te vragen onder de talrijke voortbrengselen van de pers, die het feest, in Mei 1.1. gevierd, natuurlijk hier te lande heeft aan het licht gebracht. Tevens zij het mij vergund de betuiging mijner erkentelijkheid uit te drukken jegens de welbekende uitgevers dezes; en waar ik bijzonder de"], [32, "VI VOORBERICHT. Amsterdamsche uitgevers noem, is het volstrekt mijne bedoeling niet de andere uit te sluiten. De omstandigheden die tot het samenstellen en uitgeven dezer Lofrede aanleiding gaven, zijn overigens genoegzaam in de hierbij gevoegde correspondentie opgehelderd. Het is daarbij niet ondoelmatig geoordeeld, den Engel schen tekst zelven er achter te voegen. S. R. v. C. Amsterdam, Januari 1875"], [33, "CORRESPONDENTIE. Aan den Weledelen Heer P. VAN DER Willigen, Secretaris der Nederlandsche Vereeniging. 2, Vernon Place, Bloomsbury Square, MljNHEER, London, 14 Nov. ') 1874. Vergun mij U lastig te vallen met een' brief, die U zoo ik hoop niet onwelkom zal zijn, daar ze U een aangenaam voorval in de geschiedenis der „Nederlandsche Vereeni ging\" in de herinnering brengt, namelijk, den maaltijd van 12 Mei j.l. in Cannon Street Hotel. Gij zult U ongetwijfeld herinneren, destijds Uwemon delinge toestemming gegeven te hebben tot het openbaar maken van het artikel, dat ik bij gelegenheid van het feest, door U gevierd, geschreven en onder omstandigheden, bij U bekend, aan Uwe Vereeniging heb doen geworden. Het artikel zelf is wellicht van ondergeschikt belang, maar eene geschiedenis daarop gevolgd en die niet uit sluitend behoeft vermeld te worden, heeft geleid tot l) Zie de eerste bladz. van de Eng. correspondentie."], [34, "CORRESPONDENTIE. VIII een onderneming van meer belang, — namelijk, eene proeve van een historisch-biografisch werk over de ,,Drie Koningen van Nederland\". Met het ooghierop, en op het punt zijnde Nederland te bezoeken, heb ik het wenschelijk geacht eenige exemplaren van het vlugschrift te bezitten en wenschte daarom Uwe meer juitdrukkelijke toestemming tot de uitgave daarvan, zoowel als van de correspondentie door ons gevoerd. Het in druk doen verschijnen van het geschrift acht ik eenigermate noodzakelijk, ten einde — daar toch elk boek zijne geschiedenis heeft — aan sommigen de oorzaak te verklaren, waarom ik de taak ondernomen heb, die blijkbaar zoo eervol en groot is ; want ik beken, dat zoo niet de loop der omstandigheden er mij als 't ware toe hadden gebracht, ik het, zelfs met de vurigste liefde voor de geschiedenis van Nederland en mijn eerbied voor den naam van Oranje Nassau, niet zou hebben durven wagen zulk een stoute onderneming te aanvaarden. Hoe dat ook zij, het werk is begonnen ; en de buitengewone rijk dom van ten minste twee derden van het tijdperk, hetwelk ik beschrijven moet, heeft mij genoopt zonder aarzelen er een anderen belangrijken, eenigszins gelijksoortigen arbeid voor ter zijde te leggen. Die arbeid, hoofdzakelijk van biographischen aard, heeft mij sedert geruimen tijd bezig gehouden en verlevendigt de nagedachtenis van iemand, die ofschoon een eenvoudig Nederlandsch burger, zich nochtans aan eene grootsche levenstaak wijdde, en door wiens werken men zich niet alieen sterk getrokken voelt tot het Huis van Oranje en de geheele Vaderlandsche geschiedenis, maar ook leert hulde bewijzen aan alien,"], [35, "CORRESPONDENTS. IX die zich door geleerdheid, wetenschap en letteren in Nederland hebben beroemd gemaakt. Het was eerst mijn plan niet deze bijzonderheden aan te stippen, doch ik hoop, dat Gij mij de lengte van dezen brief zult ten goede houden. Ook vertrouw ik, dat Gij mij zult verontschuldigen, dat ik U in mijne moedertaal schrijf, wetende, dat Gij en Uwe Vereeniging daarmede beter vertrouwd zijt dan ik met het Hollandsch ; doch in geval Gij mijn verzoek zoudt inwilligen, kan uw antwoord, desverkiezende, in de taal zijn, waarin Gij uwe verhandelingen opteekent. Ik heb de eer te zijn, Mijnheer, Uw gehoorzame dienaar S. R. van Campen. Antwoord. De Nederlandsche Vereeniging, 18 Buckingham Street. Strand, Mijnheer, London, w. C, Nov. 17, 1874. Ik heb Uwen geeerden van 14 Nov. jl. ontvangen. Met genoegen herhaal ik schriftelijk de mondelinge ver gunning (ofschoon Gij die, dunkt me, nauwelijks behoeft), om het artikel uit te geven, geschreven bij gelegenheid van 1 1 Mei jl., en waarvan Gij zoo vriendelijk waart een exemplaar aan de Nederlandsche Vereeniging te zenden. Ik moet verschooning vragen destijds verzuimd te hebben,"], [36, "CORRESPONDENTS. X U de ontvangst van het exemplaar te vermelden en U daarvoor te bedanken. Het verzuim is echter voorna melijk toe te schrijven aan de omstandigheid, dat er geen Bestuurs-vergaderingen plaats hadden, dan gerui men tijd na den I2den Mei. Daarom maak ik gaarne van deze gelegenheid gebruik U den dank te brengen van ons Bestuur voor de bijdrage tot de bibliotheek der Vereeniging, door de toezending van een exemplaar uwer verschillende geschriften, die zooveel hartelijke sympathie voor Holland en belangstelling in zijne roemrijke geschie denis aan den dag leggen. Ik wensch van harte, dat het werk, dat Gij thans onderhanden hebt, wel mag slagen, en blijf, Mijnheer, Uw gehoorzame Dienaar P. VAN DER WlLLIGEN, Secretaris. S. R. van Campen, Esq. 2 Vernon Place, Bloomsbury Square, W. C. Aan J. Bolle, C. W. Groos, P. van der Willigen EN anderen. (Commissie van nitvoeringj 2 Vernon Place, Bloomsbury Square, MlJNE HEEREN, London, ii Mei 1874. Uw schrijven van 29 April jl., mij met eene uitnoodi ging vereerende tot het diner tegen morgen avond in het Cannon Street Hotel bepaald, en te geven door de"], [37, "correspondents. XI Nederlanders te Londen gevestigd, ter eere van den 25sten verjaardag der troonsbeklimming van zijne Majes teit Koning Willem III, is mij eerst Vrijdag jl. gewor den, daar het Britsche Museum, waarheen de brief was verzonden, tot op dien dag sedert i Mei gesloten was. Ik dank U, Mijne Heeren, voor de eer van uwe vrien delijke uitnoodiging, en tot mijn spijt moet ik zeggen dat onvoorziene omstandigheden mij beletten bij deze gelegenheid tegenwoordig te zijn. Ik wensch U echter te verzekeren van mijne innige sympathie voor het vader landsche doel, 't welk U te zamen roept. Als afstamme ling van een Nederlander, ofschoon zelf geen Nederlander van geboorte, deel ik ten voile in die geestdrift, zoo geheel eigenaardig aan het Nederlandsche Volk bij alle gelegen heden wanneer er sprake is van Koning en Vaderland; maar vooral zou ik gaarne tegenwoordig zijn bij dit feest, dat van bijzonder belang is voor de Nederlandsche Ver eeniging, waarvan ik het voorrecht heb sommige leden persoonlijk te kennen. Ofschoon vreemdeling, heb ik met groote belangstelling de voorspoedige uitbreiding van Uw genootschap ge volgd, en ik verheug mij, dat het door de energie van uw Bestuur in staat is eene vergadering bijeen te roepen van zooveel gewicht tot bevordering van een wederkeerige belangstelling, als uit het feestmaal van morgen blijken zal. Maar ofschoon persoonlijk afwezig, vergun mij, Mijne Heeren, hierbij een opstel in te sluiten, dat op het laatste oogenblik in der haast vervaardigd werd ter eere van de gebeurtenis, die Gij herdenkt. Oorspronkelijk werd het opstel vervaardigd voor het „Daily News\", doch"], [38, "CORRESPONDENTS. XII plaatsgebrek verhinderde de opname er van in dat blad, en heden morgen werd het mij bepaaldelijk teruggezon den met een briefje van den uitgever, waarvan een copie hieronder volgt: »Daily News Office,\" London, Mijnheer, » Mei 1874. Het spijt mij geen ruimte te kunnen vinden voor uw artikel, daar wij over hetzelfde onderwerp heden een hooldartikel hebben gegeven. Uw dienstw. Dienaar De Uitgever van het »Daily News\".* Dat het figuurlijke ,,naar de lamp rieken\" in dit geval op mijn artikel van toepassing is mag inderdaad wel gezegd worden, daar de schrijver (om duidelijker te spreken) den geheelen Vrijdagnacht gewerkt had om het ldaar te krijgen, en het Zaterdagmorgen ten 6 ure aan het bureau van „Daily News\" bezorgde. Misschien komt het aan de Heeren, in het Cannon Street Hotel verga derd, ook niet onwaarschijnlijk voor, dat het artikel, of ten minste de inhoud daarvan, van eenigen invloed ge- *) Zoowel ter wille van mij zelven als van dit dagblad, moet ik hier melden, dat bij gelegenheid van het Derde Eeuwfeest van de onafhankelijkheid der Nederlanden, een artikel door mij geleverd, in zijne kolommen werd opgenomen. Ik gevoelde mij door deze beleefdheid destijds hoog vereerd; te meer daar ik een bewijs vond voor de algemeene waardeering van dit artikel, door een Holland schen brief die mij spoedig daarop gewerd, geteekend door zes Engelsch-Hollandsche Heeren uit de City, waarin zij zoo vrien delijk waren mij hun dank te betuigen, dat ik „het Engelsche volk zulk eene belangrijke gebeurtenis, als Nederland toen ter tijd vierde, onder de oogen had gebrachf\""], [39, "CORRESPONDENTS. XIII weest is op de verschijning van het eenige hoofdartikel in de Londensche dagbladen, dat over een gebeurtenis spreekt, die heden (Maandag) morgen de Nederlanders doet feestvieren. Ofschoon ik gaarne deze bijzonderheden aan uwe Com missie mededeel en U een exemplaar van het artikel aanbied, voeg ik er volgaarne de betuiging bij, dat ik mij ruimschoots beloond acht voor mijn arbeid door het gevoel, dat ik althans getracht heb eenigen dienst te bewijzen aan een land, dat ik lief heb, ofschoon ik het nooit aanschouwde. Zoo echter de terugzending van mijn artikel eenigermate eene teleurstelling voor mij was, moet ik niet vergeten, dat mannen met „Neerlandsch bloed\" ook na een nederlaag den moed niet opgeven, en dat het niet onbekend is, dat nederlagen wel eens tot overwin ningen leiden. U als Nieuw-Nederlander den heildronk voor VADER LAND EN VORST ! brengende en na U een vroolijk en genotvol feestmaal te hebben toegewenscht, heb ik de eer te zijn, Mijne Heeren, met de meeste achting, Uw gehoorzame Dienaar, S. R. van Campen."], [40, ""], [41, "NEERLAND'S ZILVEREN FEEST. Eene Vereeniging te Londen gevestigd, en om streeks een jaar geleden gevormd, onder den naam van de „ Nederlandsche Vereeniging,\" thans onder Voorzitterschap van den Heer J. Labouchere, nam ruim drie maanden geleden het lofwaardig besluit het 2 5j'arig feest van de troonsbeklimming van den regeerenden koning der Nederlanden, Willem III, op den i2den Mei 1874 te vieren en zond dienten gevolge circulaires rond waarin van dit voornemen kennis werd gegeven. Een van die circulaires heb ik nu in handen ; en het vaderlandslievende besluit daarin uitgedrukt om zich van ganscher harte met geheel Nederland te vereenigen bij het herdenken van dit Zilveren feest van Koning en Volk, en zoo hunne onwrikbare gehechtheid aan het huis van Oranje te toonen, en tevens aan Engeland, als dat noodig is, te bewijzen dat Nederlanders, waar ook gevestigd, nooit hun Vaderland vergeten, heeft, ik"], [42, "neerland's zilveren feest. 14 beken het, in mij, ofschoon van een andere nationa liteit, een gevoel van verwantschap doen ontwa ken. Van dat gevoel doordrongen, en als een kleine bijdrage ter eere van het ophanden zijnde feest, voel ik mij genoopt dit kleine bewijs van hulde te brengen. De bewijzen van belangstelling echter in de on langs plaats gehad hebbende feesten van het Ita liaansche Volk ter herinnering aan de voorspoedige regeering van hun' constitutioneelen Soeverein gedu rende een gelijk tijdperk, om niet te spreken van de belangstelling betoond door de Londensche pers bij gelegenheid van het feest van Nederland' s 300 jarig zelfstandig bestaan, nu twee jaren geleden, maken het waarschijnlijk, dat er, onafhankelijk van mijne woorden, genoegzame aandacht aan deze gebeurtenis zal geschonken worden. Nochtans zul len misschien de weinige opmerkingen, waartoe mij deze gelegenheid aanleiding geeft, niet geheel onwelkom zijn. Het Engelsche Volk kan zeker niet onverschillig zijn voor inderdaad belangrijke gebeurtenissen, die in Nederland plaats hebben. Er bestaat eene ver wantschap tusschen de Hollandsche en Engelsche natien, gegrond zoowel op een innige verwantschap van taal als op een gemeenschappelijke erfenis van"], [43, "neerland's zilveren feest. 15 schoone herinneringen. En ofschoon die verwant schap inniger was gedurende het leven van koning Willem I en dat van Willem II, waarvan de eerste uit Londen werd geroepen als troonopvolger, de laat ste deelnam aan den strijd en de lauweren van Water loo, bestaat die verwantschap toch, al ware het slechts door het feit, dat Holland uit datzelfde huis van Oranje-Nassau aan Engeland in vroegere tijden een van zijn grootste Vorsten gegeven heeft. Want ge durende den geheelen langen strijd om zijn volksbe staan, een strijd van gelijken duur als onze tijdre kening, tot aan het tegenwoordige tijdstip waarin beide natien zich in betrekkelijken vrede en voor spoed bevinden, hebben Batavieren en Britten aan elkanders zijde gewedijverd. Door beiden, binnen een engen kring besloten, is die strijd somtijds, wij moeten het erkennen, met gelijke krachten in het open veld gevoerd, maar over 't algemeen in de schoonere mededinging in handel, zeevaart en koloniale ondernemingen. Zoo als een Engelsch dagbladschrijver te recht heeft aan merkt, „ hebben beide natien de zee beheerscht; beiden hebben in den handel denzelfden stoutmoe digen ondernemingsgeest en dezelfde geschiktheid voor groote ondernemingen, die een zekere koel bloedigheid in het op touw zetten en een niet al"], [44, "neerland's zilveren feest- 16 te schroomvallige kracht in de uitvoering vereischen. Beiden hebben, met ongelijk en afwisselend fortuin, de overleveringen hunner voorvaderen gehand haafd; en de handelshuizen van Amsterdam heb ben nooit opgehouden in rijkdom, koenheid en ver reikende en veelomvattende operation met de mach tige wereldmarkt aan de oevers van den Theems te wedijveren.\" *) Maar het is Holland's grootste eer, terwijl het naast Italie de bakermat is van kunsten, wetenschap en letteren, aan Europa in werkelijk heid de eerste lessen in beschaving te hebben ge geven. Dit heeft het gedaan doordat het den weg gebaand heeft — een weg hobbelig en moeielijk en bevlekt met het bloed van zijn eigen marte laars — tot het genot van die onwaardeerbare vrijheden, die thans het algemeene erfdeel zijn van de geheele westersche beschaving. Gedurende dit reuzenwerk — terwijl het zoo doende het heiligdom der vrijheid stichtte, heeft Nederland, als de beschermer van een vrij geweten en een onbelemmerde wetenschap, de grondslagen gelegd voor zijn duurzame grootheid en sevens de schitterendste bladzijde in de geschiedenis der volken geleverd. Voor den glans van die bladzijde ver bleeken alle volgende als voor de middagzon, zelfs *) Daily News, 23 April 1873."], [45, "neerland's zilveren feest. 17 in zijn eigen overrijke jaarboeken. En daarom is het ook, dat Nederland thans veelal beschouwd wordt als eene natie, groot alleen in zijn geschied kundig verleden. Daarenboven is zijn staatkundige invloed, die eens oppermachtig was, ten laatste geheel overtroffen door meer bevoorrechte landen, misschien wel in dezelfde verhouding als die van de verschillende Groote Mogendheden tegenover Ne derland op het punt van bevolking en uitgebreid heid van grondgebied. Daarbij is ook aan gene zijde van den Oceaan Amerika verrezen, om zijn aandeel te vorderen in de wereldheerschappij, die het Angel-Saxische ras, dat daar zoo goed verte genwoordigd is, eens bestemd schijnt zich te ver overen. Nochtans te midden van al die veranderingen, meer eekenmerkt door de reuzenschreden van an- O dere natien, dan door eenig kenteeken van nationaal verval van zijn kant, is het kleine, maar volhardende Nederland, ofschoon waarlijk met genoeg „afwisse lend fortuin,\" zoodat somtijds zijn zelfstandig be. staan als natie meer dan bedreigd werd, rustig vooruitgegaan. Weinig meer beperkt door zijne grenzen dan door de belemmering welke zijn ge liefkoosde taal het oplegt, hebben zijn stille wach ters voortdurend getrouw bij hunne dijken gestaan ;"], [46, "neerland's zilveren feest. 18 het deugdzaam en nijver volk is rustig zijn roe ping getrouw gebleven; kunstenaars, staatslieden, mannen van wetenschap en letteren zijn waakzaam op hunnen post gebleven ; kooplieden als van ouds, hebben de billijke vruchten van hunne onderne mingen geplukt, en Nederland is als Staat en als Volk niet achtergebleven op dien grooten weg van vooruitgang, die de magtige natien der aarde zoo bijzonder gekenmerkt heeft. Wat de laatste 25 jaren der Nederlandsche ge schiedenis, gekenmerkt door de regeering van den tegenwoordigen vorst, betreft, ofschoon er weinig is voorgevallen, geschikt om den gewonen gang van een rustig volk, dat zijn eigen belangen behar tigt, te verstoren, ze zijn volstrekt niet werkeloos voorbijgegaan. In den laatsten tijd zelfs werd de publieke aandacht in 't bijzonder getrokken door de krijgsverrichtingen der Nederlanders in Indie. Het is hun lot geweest — misschien een gelukkig lot in dit opzicht — met Engeland, en eenigermate ook met Amerika, den in zekeren zin weinig be nijdbaren roem te deelen, en dat wel met geene geringe opofferingen, van een gelukkigen oorlog tegen onbeschaafde volken te voeren. Maar deze plicht was noodzaak voor de regee rende macht in den Haag, niet minder dan zulks"], [47, "neerland's zilveren feest. 19 het geval was voor die te Whitehall en Washing ton. Nederland heeft ook in Indie zijn rechten en zijne eer te handhaven. Daarvan ontleent het de voornaamste bronnen van zijn onmetelijke schatten, en ddar ligt dat trotsche rijk, hetwelk door een begaafd schrijver (bij ons bekend door zijn „Max Havelaar\") zoo schoon genoemd is : „Hetprachtig rijk van Insulinde, dat zich daar slingert om den evenaar, als een gordel van smaragd.\" Dat het zorg dragen moet voor die vorstelijke bezittingen, spreekt van zelf, en al werd ook de politieke atmosfeer van tijd tot tijd door de maat regelen daartoe genomen, verontrust, het heeft ten minste aan de wereld getoond, dat de oude Bataaf sche moed een kenmerk is der natie, zoowel in de dagen van van Swieten als in die van Civi lis of van Tromp en de Ruyter; een moed, even onwankelbaar bij het veroveren van den Kraton als bij de verdediging der Citadel van Antwerpen, of als te Ramillies, Oudenaarde en Malplaquet. Maar in het land zelf heeft in ieder geval de beoefening der vreedzame kunsten nooit stil gestaan. De regeering van Willem III in het bij zonder kan gezegd worden een tijdvak te vormen in die roemrijke geschiedenis van kunstgewrochten, zooals alleen eene natie hebben kan, die letterlijk"], [48, "neerland's zilveren feest. 20 een onderzeesch bestaan heeft, en wier behoud dan ook van een' met gelukkigen uitslag gevoerden strijd tegen de zee ashing. Lang geleden werd de Haarlemmermeer in bloeiende tuinen en vruchtbare akkers herschapen ; en hetzelfde, zoo wij goed onder richt zijn, zal spoedig met de groote Zuiderzee ook plaats hebben. En hier brengen wij in herinnering, hoe in 1861, bij gelegenheid van een dier ver schrikkelijke overstroomingen, die sedert onheuche lijke tijden nu en dan het land verwoest, en steden en dorpen overstelpt hebben, de Koning der Neder landen zich, even als zijn nooit te vergeten naam genoot, de leider der Geuzen, den naam verwierf van „Vader des Volks\", toen hij in persoon ver scheen op het tooneel des onheils, en hulp ver leende aan zijne van dak beroofde onderdanen. Gedurende dit tijdperk zijn ook sommige der breede stroomen in Nederland overspannen door reusachtige spoorwegbruggen, die tot voorbeelden zijn geworden voor de geheele wereld; inwendige verbeteringen van allerlei aard zijn aangebracht; takken van nijverheid hebben zich vermeerderd, en zijne havens en hoofdsteden hebben den aan drang gevoeld van deze ondernemende eeuw. Rotterdam werd een groote wereldmarkt, met stoomschepen, bevracht voor elk bevaarbaar gewest,"], [49, "neerland's zilveren feest. 21 en Het het historische Antwerpen, zijn mededinger, bijna geheel achter zich; Vlissingen is weer ver rezen en door zijne uitgestrekte dokken, onlangs door den Koning zelven ingewijd, een belangrijke haven geworden; en door den grootschen technischen arbeid, die nauwelijks behoeft onder te doen voor dien van 't Suezkanaal zelf, een werk onovertroffen als ondernomen door een enkelen kleinen Staat, wordt Amsterdam, gelijk een tweede Venetie, in waarheid aan de zee gehuwd, om zoodoende een tijd tegemoet te gaan van voorspoed en grootheid, zonder weerga in zijn reeds zoo gedenkwaardige geschiedenis. Ook den Haag, zoo al niet de hoofdzetel van Eu ropeesche Staatsmanskunst, gelijk weleer, isdaarom niet minder de hofstad der natie; het arcadische Haarlem verheugt zich steeds in zijn luisterrijke ge schiedkundige gedenkteekenen, en laat niets vallen van zijn aanspraak op de uitvinding van de god delijkste der kunsten; terwijl Leiden, als altijd de geliefkoosde zetel der letteren, en zijn beroemde Hoogeschool een voortdurend gedenkteeken van wijsheid en vaderlandsliefde blijft. *) *) Nadat het bovenstaande reeds ter perse was gegaan, heeft de schrijver het voorrecht gehad om Holland en de voornaamste plaatsen, hier en vroeger genoemd, te bezoeken. Ofschoon hij dat genoegen"], [50, "neerland's zilveren feest. 22 Ziedaar een kort tafereel van Nederland als een natie. Dat het Nederlandsche volk reden heeft tot had in een seizoen dat lang niet geschikt was om den vreemdeling in geestdrift te brengen voor de schoonheden van het Nederlandsche landschap, is het toch wel geschikt geweest om den schrijver te overtuigen, dat zijn vroeger gemaakte toespelingen over het alge meen waarheid bevatten. Wel is waar ondervinden de twee groote koopsteden van het land, iets dat met de hofstad minder het geval is, natuurlijk den stilstand die het winterseizoen ten gevolge heeft' en komen de tulpen en hyacinthen van den »Tuin van Holland\" onzichtbaar uit onder hun niet zeer aantrekkelijkebedekking; maar van Leiden, den grooten zetel van geleerdheid, kan men niet zeggen dat de winter er het leven verminderd, neen veeleer dat hij het bevorderlijk is, vooral daar de maand Februari den Leidenaars jaarlijks den gedenkdag van de stichting der academie en deze keer de viering van haar driehonderdjarig bestaan medebrengt. Maar de schrijver heeft deze noot ingevoegd met het doel om van andere plaatsen te spreken dan de reeds genoemde — van Utrecht, de vierde stad van Nederland, ook een oude academiestad, die zoowel in de vroegere als de latere geschiedenis, weinig minder beroemd is dan Leiden, en zijn naam gas aan die gedenkwaardige Unie, die een grondslag legde voor de Nederlandsche vrijheid, — ook van Delft, den oorsprong van het beroemde aardewerk, welks oude kerken het stof bewaren van beroemde helden en geleerden; een daarvan toch bevat het fraaie grafteeken van de prinsen van Oranje, dat, met het Amsterdamsche stadhuis of koninklijk paleis, een herinnering is aan den gouden eeuw der Nederlanden. Een uitstapje door Noord-Holland over Alkmaar enz. naar denHelder — gedeeltelijk langs het Noord-Hollandsche Kanaal, voor een ander deel per spoor, of ook in de voorvaderlijke diligence, — was niet alleen geschikt om den schrijver in kennis te brengen met de nog altijd levendige aantrekkelijkheid van twee of drie der zoogenaamde »Villes mortes du Zuiderzee\" (zooals Enkhuizen en Hoorn), maar het heeft hem ook een voorname bron doen zien van den rijkdom van Nederland, in de uitgestrekte en vruchtbare prairie, doorsneden door een systematisch netwerk van water,j bebouwd door pachters en eigenaars, en dat de geheele uitgestrektheid der Westelijke Pro vincien beslaat. Maar de herinneringen aan zijn bezoek aan de oude hoofdstad van West-Friesland, die hem een toonbeeld leverde van"], [51, "NEERLAND'S ZILVEREN FEEST. 23 dankbaarheid, lijdt geen twijfel. En het is mijn vast vertrouwen, dat alien, zonder onderscheid, den feest dag die thans ophanden is, zullen begroeten als een van de meest gedenkwaardige gebeurtenissen in hunne latere geschiedenis, en dat zij dien dag zul len vieren met een geestdrift en oprechtheid, gelijk een verstandig volk, dat prijs stelt op het genot zijner vrijheid, slechts doen kan. Nog €€n woord ten slotte. Als een persoonlijke verklaring mag gezegd worden, dat zoo eenige ver ontschuldiging noodig mocht zijn voor de misschien ongemeene geestdrift in dit geschrift betoond, terwijl toch vroeger te kennen werd gegeven dat het niet geschreven werd door een Nederlander van geboorte, die verontschuldiging gevonden moet worden in een gevoel, dat zeker niet minder oprecht is, omdat voorvaderlijke Hollandsche gastvrijheid, zullen altijd tot de aange naamste van zijn tochtje behooren. Nadat hij eerst het voorrechl had genoten om van de practische werking van de Maatschappij tot Nut van 't Algemeen getuige te zijn, is hij bovendien in staat gesteld om getuigenis te geven van het bestaan te Hoorn, van een trouwe schutterij, haar land en koning waardig. Een soort van »feestmaaltijd\" waaraan hij daar deel mogt nemen bracht hem (ten minste eenigszins) de gewaardeerde meesterstukken van Rottiers, op het stadhuis te Hoorn weder voor den geest, of die van Frans Hals te Haarlem, of, als ten minste de heerlijke schilderstukken op het Trip penhuis op een lijn met deze mogen genoemd worden, die van van der Heist en Govert Flinck. Ook wil de auteur niet verzuimen mel ding te maken van Zaandam, nog altijd trotsch op zijn relieken van Czaar Peter, en ook op zijn driehonderd windmolens, daar het waarlijk niet de minst belangrijke plaats is die hij bezocht heeft."], [52, "neerland's zilveren feest. 24 het van de overzijde van den Atlantischen Oceaan zijn oorsprong neemt. Gevoegd bij de liefde, die o-evoed en onderhouden werd door kennisma king met de bladzijden der historie, is dit gevoel zuiver voorvaderlijk ; de oorsprong moet vroeger gezocht worden, want de wortels schuilen ver terug in de dagen van Nieuw-Nederland, toen de eerwaar dige voorvader — wiens vonk van „amorpatriæ,\" on getwijfeld sterkgenoeg was om de overplanting tot nu toe te verduren — een nabuur was van den onsterfe lijken Stuyvezant zelf, en even als hij de straten doorwandelde van de nog eenvoudige eilanden stad. En wel wetende hoe geheel Nieuw-York thans over Nederland denkt, eindig ik met te zeggen, dat, indien, in plaats van een Zilveren Feestdag, thans de dag mocht aanbreken, van zijn vernietiging als natie ('t welk de Hemel verhoede!) het dan zeker niet de zwakste bewijzen van deelneming zou ondervinden van zijne „ Knickerbocker\" afstamme lingen. Stoomdrukkerij Loman, Kirberger & van Kesteren, Amsterdam."], [53, "THE LITERARY WORLD. LONDON, AUGUST 7, 1874. \"WILLIAM THE SILENT\" AGAIN. (To the Editor of the Literary World.) Sir, — Without intending too great intrusion, allow me, if your very limited space will permit, a few words on this subject ofWilliam of Orange's supposed taciturnity, suggested by the letter in last week's number of the Literary World. Us There can, of course, be no better authority on William I., or as to the origin of his surname of \"the Silent,\" than Motley's \"Rise of the Dutch Republic \" ; still, possibly, some of your readers may be interested in having the testi mony of a Dutch author upon the subject, though the particular point in question is^ rather more curious than importanyperhapsjas concerning the hero's character. I do not find that Hoost, who has ably sketched the character of William I., has distinctly asso ciated taciturnity with his various acknowledged habits and gifts ; although that celebrated historian and, indeed, more than one other native writer, confirms the opinion expressed by both yourself and your correspondent as to William the Silent's gravity, and no less attests to his livelier ten dencies on certain occasions. But your own par ticular observations are incidentally supported by the evidence of the historian Van Rampen, an authority certainly well-known to all Dutch students (and not wholly unfamiliar to English readers, it may be, through his \" History and Topography of Holland and Belgium,\" illustrated by Bartlett), where, in his Vaderlandsche Karak terkunde, he draws the portrait of William III. Alluding to this hero's bringing up, as the \"child of the State,\" compelled to pay deference to the anti-stadtholdjpil leaders, especially to De Witt — who, however faithful to their trust in his education were naturally opposed to his indi vidual interests, while the young Prince himself was inwardly burning with ambitious desires — the # \"WILLIAM THlT SILENT.\" (To the Editor of the Literary World.) Sir, — I am a reader of the Literary World, and in a review of Dr. Stoughton's \" Church of the Revolution\" (in the number for May 15) I ob serve the following statements : — \" Dr. Stoughton must have meant that our Protestant hero was *ctmv#» and taritnrn. hlcf. hie rvwnti-vma^ V^jJ'i.mi {saui;oaq5odv 'axHVi3 '£ \"a 'jojaudo-i^ q '. 'sdinEjs zEi JO £zioj ssajppE itut oj 509s nopuol 'J33-I -uop3au.re.ji *sno$ pas '3iES3ioqA\\. -sisiaiat l[v jo 'qo«o -sir 'ss^joq xis }0 S3SE0 m pat 'qsua *pC -i 'S3[350q al -snoi[3AJEni3.re s;33jp sji 'sssEOSip poo[q pt 'an[s' Zunos 'Epijo-ios joj -3uisue ssiieo J3A3)Eq» mo 'soijunduii [[E uio-ij poo[q aqj asuE3p 03 painE-UEM H^mxxiw aooia axNVd-ai-iiOM. s.ainjvi .«'3Jn HHX SI QOOia 3H1 HOJ-j \"iS-xaa-H 'El \"03 nzAxivio saiuvi : nocmo •japjEAV jpiAuafl— „'3p v tuopc 0} se \\\\3Ml se '[Ejoui e jmod 0} papoau si ?ei; J3Mod aqj puE '3JH UEUinq jo SAE.U. sqi JO jusuiujsdsi 033* E jnoqSnojq} s3)E3ipm Xjojs sqx '3-1^1 °°» 3tI H sa 31113 jo soaEqo e unq 3uia'i3 puE 'ojEuqaui ss3[dpq 3q uodn puEq sji te\\ o'} A\\E[3q) Su-iqEus joj puE 'jipjtju JI SuiqsqoqE JOU JI '3UOp U33q -,3.{ SEq UEql 0J0UI 31UE.1 j'onbi] s'qj 3nU3UlS3J joj 'A'uE;iU3.i3jm 'juaiunSaE JU3)0' sjoiii'e poqsiuinj jo 'ojnjoid J3ppES e nAiEjp 3AEq 3U3E3- 33aEJ3dUI3X 3q» JO SXESS'JJ 32IJJ 3i\\) jo jaqjsqi writer says, it was under these circumstances \"that he (William III.) acquired that taciturnity and*5ieserve which had characterised, though in a modified degree, his great-grandfather William I.\" Again, directly relating to William I. — whose character was in full accord with the motto hel adopted : Sævzs tranquillus inundis — our author' (my interest in whom, above others, I should perhaps explain, can only be that of a descendant from a possible branch of the family, through one of the early Dutch settlers of New York), in the same work, says — and I must give more than strictly bears upon the subject — \" It was as if Providence, when deciding to punish the world with a Philip II., had given to it in mercy a William I., possessed of the same disposition as the Spaniard, but who turned to good account all that the latter made ill use of. At least, William was provident, coolly considerate, constant, shrewd, taciturn fstihwijgendj , thoughtful, and very sparing of his confidence. But what in the first was obstinacy, craftiness, the concocting of wicked schemes within his inmost heart, hypocrisy, and suspicion, was in William a clear perception ofthepast, the present, and the suture ; indomitable perseverance, wholesome precaution, the investiga tion and defeat of the same schemes which the other had concerted for the injury of- mankind, and a wise aversion for that negligence which had caused his friend Egmont to run into the snare.\" Further on we have it said, respecting his social characteristics, particularly as to his ' ' table j ollity,\" that this was \" the one thing to which William surrendered.\" On after dinner occasions he some times thoroughly enjoyed \"a hearty bumpers other diversions, the dance, the game, the chase, the ride, were not to his taste. But even among the pleasures of life he remained always U*e lord (literally) of his tongue.\" And once more, on • the evidence of foreigners regarding William I., \" The Cardinal Bentivoglio,\" . says our author, 'in no sense refuses to him vigilance, industry, liberality, eloquence, penetration, and what the Greek's denominated irnBS>, the power of per suading and guiding minds.\" ' In conclusion I may observe, that the surname of \" the Silent,\" though it may well have origi nated from the memorable circumstance related by Mr. Motley, and be employed by the French when speaking of this prince, is rarely, if ever, made use of by the Dutch themselves, preferring, as they no doubt do, more endearing epithets for the illustrious founder of their liberties. French writers, however, usually so style him, as is instanced by the Guillaume le Taciturne of the eminent Belgium historian, M. Juste, the latest biographer of William I. putlnstead of \" the Taciturn \" we have more fittingly adopted \" the Silent \" ; for, according to Webster, \" a man may be silent from circumstances ; he is taciturn rom disposition.\" Fully sharing with your correspondent the pleasure he speaks of in the perusual of your reviews, and asking pardon for so long a letter, I am, Sir, your obedient servant, S. R. Van Campen. 2, Vemon-place, W.C., July 28."], [54, ""], [55, ""], [56, ""], [57, ""], [58, ""]]