[[1, ""], [2, ""], [3, ""], [4, ""], [5, "OVERREACHED"], [6, "DIGBY'S POPULAR NOVEL SERIES Crown %vn, handsome cloth, fries 2s 6d per Vol. Each Book contains 320 pp., and is printed on superior paper from new type. 7 hose marked * may be had in Picture Boards at 2s. THE BEAUTIFUL SOUL. By FLORENCE MARRYAT. Author of ' A Fatal Silence, etc. Just published. THE OTHEE BOND By DORA RUSSELL. Author of 'A Hidden Chain,' e c. Just published, A LIFE FOR A LOVE, By L. T. MEADE. Author of ' The Medicine Lady,' etc. Just published. FALSE PRETENCES. By ANNIE THOMAS (Mrs Pender Cl-ulip). Author of 'A Girl's Folly,' 'A Lover of the Day,' etc. Just published. HER LOVING SLAVE. By HUME NISBET. Author of 'The Jolly Roger,' ' Bail Up,' etc., etc. With Illustrations by the Author. Just published. * DR JANET OF HARLEY STREET. By ARABELLA KENEALY. Author of * Some Men are such Gentle- men,' ' The Honourable Mrs Spoor.' Seventh Edition^ * THE MYSTERY OF CLEMENT DUNRAVEN. By JEAN MIDDLEMASS. Author of 'A Girl in a Thousand.' ' Hush Money,' etc. Third Edition. * A HIDDEN CHAIN. By DORA RUSSELL. Author of ' The Other Bond,' ' Footprints in the Snow,' etc. Third Edition. * THE JOLLY ROGER. By HUME NISBET. Author of ' Her Loving Slave,' ' Bail Up,' etc. With Illustrations by the Author. Fifth Edition. '.' Other Works in the same Series i?i due course DIGBY, LONG & CO., LONDON"], [7, "OYERBEACHED BY MATTHEW VALLANCE LONDON DIGBY, LONG & CO., PUBLISHERS 18 Bouverie Street, Fleet Street, E.C."], [8, ""], [9, "OVERREACHED CHAPTER I Dead ! is he ? Well he was good to me no one will ever be as kind to me as he was, no one will ever understand me as well. Yet I do not feel what is called grief. Why is it ? There must be some thing wrong in my organisation, and I leant discontentedly against the chimney piece, and stared at my own face in the looking-glass, trying to see if my expres sion contradicted the thought passing through my mind ; but, of course, it did not, there was no trace of regret, no sign of sorrow, nothing but one prevailing look of discontent. Was I without a heart ? could I not feel like others ? In a way, my own way, I had cared for the old man,"], [10, "OVERREACHED 6 but now I did not seem to care. I was not sorry he was gone ; but angry ; why had he died? His death meant an end to my freedom, to all my ambitious dreams. Who would encourage me now to study, who would listen and sympathise in my ' hopes and wild imaginings ? ' and gently laugh and tell me my 'schemes were airy castles.' He had left me, just as I wanted him so much. Sorrow — I could not feel : nothing but rebellion against my cruel Fate : Now that he was dead, I must go and live with my English relations ; and I had always hated the idea; their very letters, few as they had been, seemed impregnated with the chilliness and fogginess of their climate. Oh ! it was horrid of my uncle to die. Weary of looking at myself in the glass, I took to pacing up and down the room, repeating to myself over and over again: 'Dead, and I left.' Yet I might have known the end must come ; he was an old man, over seventy, but I had never thought of death. Life had been a"], [11, "OVERREACHED 7 continual f6te-day to me until the dread ' Intruder ' came, and all was changed. It had been so sudden, scarcely twenty four hours had passed since I had laugh ingly bid him ' work hard and get his old dry stuff finished before I returned,' and he had calmly smiled and chided me for being such a feather-brain. His great work, the book which he ex pected would bring him fame, lay finished on the table when I came back, but the brain that had inspired, the hand that had penned it, was stilled for ever. I thought at first he only slept, and sat down near him to wait his waking ; getting weary at length, I took his hand, calling to him to awake, but in vain : the usual quick re sponse to my touch never came, and, struck by the icy chilliness of his hand, I brought the lamp nearer, and as its light fell on the set features, I knew in whose Dread Presence I stood. Quietly I replaced the lamp in its accustomed place, and then went into the adjoining room where my cousin Gaston sat reading, and like one"], [12, "OVERREACHED 8 walking in her sleep I said : ' Gaston, uncle is dead,' and fell in a faint at his feet. That happened only last evening, and here I am pacing up and down like a caged lion in the same room, the same in every way, save, that his chair is empty. The pages of his MS. lay as he left them ; his pen carelessly thrown down, the inkstand still open, four or five books of reference heaped on a chair beside the table on which lay a fine medal in bronze of George Cuvier — it served as a letter weight, and under it were a heap of letters still unanswered, and which now never would be. I took them up and glanced at the various writings : here was one from Reclus, another from Pasteur, a flattering epistle from a Royal personage — I re- membered reading it out to him and how pleased he had been — bah ! what was the good of looking through them ; he was dead, and I flung them down and began again to walk to and fro. How should I ever bear the change ?"], [13, "OVERREACHED 9 how live my life? 'Oh, Death!' I ex claimed, ' horrible, ruthless destroyer of all happiness, why could you not have taken someone else ? we were so happy, he was the help, the guide to so many, he was all to me and now I am left alone.' I paused again in my restless wandering, and looked around on the dear old room ; how truly it portrayed the occupier. The large table covered with maps and manu- scripts, books everywhere on the chairs, sofa, on small tables, which appeared almost too fragile for the weight laid upon them. A large bookcase filled one side of the room, and as I glanced carelessly at it, I saw the well-known names of Barraude, Agassiz, Venetry, Jean de Charpentier, Forbes, Tyndall, Dollfus-Ausset, Geikie, Falsan, and Alphonse Favre ; how I used to hate those horrid dry books which absorbed all his attention, and made him forgetful of my presence. Fossils abounded in every part of the room ; how proud he was of them, especially of an"], [14, "OVERREACHED 10 Os Manhii which he had discovered himself in Argovia and which was as perfect as if it had just left the water, instead of dating from the Jurassic period. He used it as a paper-weight as he also did a superb specimen of a Paradoxides Davidi, found in the mines of St David, Western Wales, and an Ammonite from Hall stadt. Close beside this, lay a heavy ruler made of wood, harder than iron, of a faded yellow colour spotted with black, it was a souvenir of the Amazon. I took it up mechanically, I almost felt as if I could see his nervous energetic fingers closing round it, but no ! they would never do so again, and I laid it down. Cruel fate that shortens our lives whilst that inanimate piece of wood will last for years, probably cased in some museum, and if it could speak, could tell us the hidden histories of hundreds of years ago, when it formed a portion of its parent tree on the banks of the Amazon. Man's life is so short, so terribly short, and yet what a long vista"], [15, "OVERREACHED 11 there seemed before me — a vista — no, rather a broad blank space with no light shining on it. If only he had lived, how different it would have been ! Hastily I glanced up at the walls on which were hung Indian weapons, antelope horns, portraits of A. de Humboldt, Leopold de Buch, Louis Agassiz, Joachim Barraude, Jean de Charpentier, and most valued of all, Louis Pasteur. Strangely incon- gruous to all these surroundings was a beautiful painting of one of the most picturesque spots in the Jura mountains, by that erratic genius Gustave Courbet ; my eyes rested almost gratefully upon it, it reminded me less of the dead and more of nature and sunshine. I longed for air, aud unmindful of appearances, I rushed to the window, opened it, and flung the green shutters apart — it was a relief, I breathed clearer, and yet how strangely unsym- pathetic nature is. Yesterday when I was happy, she had looked grey and colourless ; to-day, when I was sorrowful, she wore her most brilliant garb ; does it"], [16, "OVERREACHED 12 mean to tell us by this ' light heed of human suffering,' — ' That it was fashioned for a happier world ' perhaps so — who can tell ? ' Veiy beautiful was the scene I gazed upon. Below me lay the waters of Lake Leman, calm and untroubled, save where some passing steamer stirred its surface ; it had the appearance of a large opal so many were its colours. Before me rose the rocks of Meillerie over shadowed by the dent d'Oche, not as I had often seen it dark and threatening, but bright as it caught lovingly the rays of the setting sun; at the foot of the mountain nestled the village of St Gingolph. It stood out clear, as if to re mind me of the happy days I had spent in wandering by the banks of the Morge. To the left of me, I could just see the towers of Chillon, the He de Paix, Villeneuve, and the Bouches du Rhone with their grand background of Valais Alps, Mont Velan, Mont Catogne, and"], [17, "OVERREACHED 13 the Dent du Midi, its heights lit up with rosy tips. How well I knew it all ! how often he and I had sat of evenings looking out upon it he, lost in dreams, trying to make me in imagination see the world's past ages, until I used to get indignant, and perching myself on the window-sill, bid him think of nothing but me, and he would rise laughing and clasping me in his arms, say, ' Chere petite, que vous etes adorable ! ' ' Child, what are you doing, have you already forgotten our loss ? ' and my cousin Gaston stood beside me. I had not heard him enter the room, and started at the sound of his voice, which always irritated me even in my happiest moods. Somehow Gaston had the same effect on me that a mosquito has, and I always found him as difficult to get rid of. Why I disliked him so much I do not quite know ; he was a very good young fellow and decidedly handsome, in fact, I had heard some ladies call him ' an artistic delight,' and perhaps if he had"], [18, "OVERREACHED 14 been born dumb, I might have thought the same ; but Gaston was commonplace when he talked ; he had ' no sense of humour, no originality. Educated by his uncle, he was naturally well informed, but he always reminded me of a ' Child's Guide to Knowledge,' when he took to enlighten me on any subject. It was, therefore, in a tone of considerable annoy ance that I replied : ' Pray, what has my leaning out of the window to do with memory ? ' ' What will the villagers and our neighbours say, if they see you ? ' ' Their remarks will probably not reach me, and if they do, will not affect me.' ' Rayon, you really must learn to be more like other people, and think more about the opinion of society.' ' Oh stop that ceaseless buzzing about society, it is an absurdity talking about such a thing in Corseaux.' ' For the present, Corseaux is your world.' ' And the effect produced on this great"], [19, "OVERREACHED 15 world of yours by my looking out of this window will be terrible, eh ! Gaston,' and I laughed mockingly. ' Hush, Rayon, do be reasonable. It is barely twenty-four hours since uncle died, and here you are to be seen as if nothing had occurred.' ' What difference will it make to the dead, Gaston? Will he know whether I sit in a darkened, stuffy room, or in the open air ? ' ' To the dead, none; to the living, yes. You ought to think of Marie's and my feelings.' ' Anatysing yours and Marie's emotions is a task I am unequal to at present.' ' I said think, not analyse.' ' To forget would suit me best.' ' You will soon be able to do so, Rayon, when your are among your rich English relations.' ' Do not mention them,' and I turned angrily towards him — ' you know I detest going to them ; you are cruel, you never loved uncle as I did ; he was just all to"], [20, "16 OVERREACHED me — mother, father, playmate, friend, and now I am utterly alone.' ' No, Rayon dear, do not say that ; you know I care for you, cruel as you often are to me. Remain with us.' ' Impossible, Gaston, I\" must go away. I should die if I remained here, everything would remind me of him.' ' We would do all we could to make you happy, Rayon. Marie loves you as a sister. ' She has that feeling for so many. No, Gaston, I should not be able to endure my life here without uncle ; it would be so monotonous. I cannot stand the fuss Marie makes over her household duties, this room has been my refuge since she came — the one place sacred from her eternal cleaning ; now all will be changed and broom and duster reign supreme. Truth is, you and Marie are a most praise- worthy couple, but uninteresting ; your lives will run on a dead level. Ten years hence Marie will be studying the same cookery book, fighting the same warfare"], [21, "OVERREACHED 17 with dust ; you will be telling the same dreary stories and expecting people to laugh.' ' Do stop, Rayon, everyone cannot be clever and original like you. Perhaps it would be better for you, if you were more like other people, expected less from the world, were more content to simply per form life's duties.' ' Which to you begin and end for a woman in the three German K's. Die Kirche, die Kinder und die Kiiche. I should go mad, Gaston, if I had a husband like you. Marie with her industrious ways was the very wife for you.' ' Yes, she suits me — ' but Gaston sighed. Was he thinking of his foolish dream two years ago ? For some minutes the two cousins leant out of the window in silence, then Gaston quietly drew the shutters together. ' Rayon, will you come now and take your last look at the dead ? ' ' Not I, Gaston. I want to remember him living. I do not want to gaze at the B"], [22, "18 OVERREACHED husk he has left behind. I prefer sitting here and thinking of him alive,' and I flung myself into the chair I always sat in when with my uncle. ' Then you will not come with me ? ' ' No, I will not ; do leave me.' Gaston looked at me, and heaved a deep sigh. How I hate men with that tendency of transforming themselves into bellows ! ' How heartless you are, Rayon, you think of no one but yourself, your very grief is selfish, you are dwelling always on your loss, you never think of his gain.' 'Naturally not, as my ideas are too vague on the subject, and no one appears to be able to enlighten me with any cer tainty. There, oh ! do not begin to preach, I know every word you are going to say, and I need none of the comforting jargon which satisfies some people. Sorrow is a personal matter, and no outsider can understand the nature of one's grief.'"], [23, "OVERREACHED 19 ' Have I already become an outsider ? ' I thought. ' Never mind what you thought, your sentimental ideas are almost as hackneyed as your religious ones, do leave me please.' I watched him as he turned away, feeling relieved as the door closed. Little I thought the day would come when I should turn to Gaston as my only refuge, my one friend — so little do we foresee the future."], [24, "CHAPTER II What I endured the fortnight I spent at Corseaux, after my uncle's death I can never tell. There are some trials too great to be analysed, and such was mine, perhaps, as my cousin had said, my grief was selfish, and no doubt all right-minded people would have agreed with him, but then I was not a right-minded girl, my mind was not a well-balanced one. I had always been guided by impulse. The fact was, that up to the time of my uncle's death, I had simply existed, enjoying life to the full as only a girl in sound health, and educated free from the tyrannous rule of conventional nurseries and schoolrooms, can. My cousin had been the only croaker"], [25, "OVERREACHED 21 near me ; and I treated him with the same disdain the soaring, singing lark does the rook's dull caw. Now without a note of warning, I had plunged into the dark side of life, and I felt much as a clock, if it vibrated with feeling must do, w7hen a rude hand breaks the little merry wheel that made it tick so gaily the hours away — something had broken inside me, and no cunning hand would ever repair my injury. My cousins, and the ' society ' they affected, were scandalised at my unnatural conduct, as they called it, and they wagged their heads, and pursed their lips up tight, and said I would come to a bad end. ' The idea,' Marie kept saying to me, ' of never visiting the dead body, or going to the grave.' Most of the day I spent alone in my uncle's room, there I seemed to feel his spirit around me, that I was not utterly alone ; but what good would it have done me or him if I had watched by his dead body ? It was not he, only the outer case which he had cast aside. What"], [26, "OVERREACHED 22 comfort would I have gained from gazing on his closed eyes ? Beautiful, they told me he looked; yes, so is many a piece of sculpture, but what inspiration do you gain from contemplating such ? The mind that electrifies the whole body, the sym pathy that strikes a responding chord is wanting; and while they stood around his grave, it seemed to me as I sat in his room that I saw him, indeed, I am certain of it. For a second or two he sat by his old writing-table, his head resting on his hand, then he rose and wandered slowly around the room, pausing by the book-shelves, and I saw a smile pass over his lips as if to say they were now needless; he paused by Pasteur's portrait and gazed upon it lovingly, then he turned as if to sit in his favourite armchair, and I rose to give it him ; but the figure I had been watching in silent, loving awe vanished, and then I heard a voice so musical — it was as if an Eolian harp had been struck by heavenly breezes — say: 'Adieu, ma petite, va remplir ta destinee, moije te surveillerai.'"], [27, "OVERREACHED 23 When I told this to Gaston, he laughed and chided me, and bade me go to bed, and as Marie dosed me with tisane, I heard him whisper that I was going mad. As the train moved slowly out of the station and I saw the last of my cousin Gaston, the one link that seemed to bind me to the past, I thought my heart would break. I forgot all the peculiarities which used to irritate me so greatly, I remembered only his many kindnesses, nothing but his last words, strange as they sounded in one way to me, who was so ignorant of the world, there was a note of fear for me in them. ' Remember, Rayon,' he said, ' if you ever need a friend, whatever may be the cause of your trouble, you will always find one in me. My house shall always be a home to you whatever may be the reason you seek it; let no soirow, no disgrace ever prevent your coming to me.' ' Dear Gaston ! when shall I see you again, when shall I hear again yourkindly voice ? '"], [28, "OVERREACHED 24 Sadly I leant back in my corner. As if in a dream, I saw the spots I knew and had loved so well. I was unconscious of everything, dead to all sensations save regret — and thus the first few hours passed. But as I left the beautiful scenery of Switzerland behind, as snowy peaks and glaciers disappeared, my mood changed. I began as though to breathe again, and became curious as to what my fellow-travellers were like. There were only two, and a short survey satisfied me that I should not get much amusement out of them — yes, I actually thought of amuse ment, do not be shocked my readers, but it was so. A kind of reaction seemed to have come over me as I left Switzerland behind. I felt a longing to be enter tained, to be amused. Heartless, you will say, perhaps so ; but at eighteen one cannot always grieve. What fussy, fat old creatures my companions were; travel ling to them was not a chance interruption to the daily routine of existence, but a veritable undertaking in which everything"], [29, "OVERREACHED 25 was to be done as much as possible en regie. At a certain hour they produced a large basket, the elder one having de clared it was time for supper, and with the gravest air, the younger one brought out hard-boiled egg sandwiches, the thickness of which would have satisfied any London street-boy, cakes, oranges, and a large bottle of red wine. The elder sister (for I had discovered that was their relationship ) allowed herself to be waited upon with a kindly air of condescension, which was quite out of keeping with her homely, plump appearance. Seeing I was watching them, they good-naturedly invited me to join them, and I nothing loth, for I was really hungry, gladly accepted it, and began chatting gaily. I found that they were Bretons, two old maids spending most of their year travelling from place to place, only returning for three or four months every year to their old home near Vannes. When the repast was ended, the younger sister replaced everything in the basket in"], [30, "26 OVERREACHED the same methodical manner, and then they began their preparations for the night. First they unstrapped two eider down quilts which they laid over their seats, then appeared two pillows, a couple of rugs, warm shawls which they wrapt themselves well in. Then they took off their bonnets, tying them carefully up in two large white handkerchiefs before putting them up in the rack, enveloping their heads in red scarfs which made them look even uglier and more commonplace than the frightful headgear they had dis carded. The elder sister at once disposed herself to sleep, but the younger one was less somnolent, and moving to the seat opposite to me, began asking me innumer able questions — where I was going ? what was I going to be ? which questions I answered as best I could. ' Oh dear me, mademoiselle, itais nice to be young and to look forward ; I used to dream once, but it was a dream without an end,' and the poor old girl began to cry. There was something almost comical in"], [31, "OVERREACHED 27 seeing her fat face puckering up, and the tears coursing down her plump cheeks, I nearly laughed ; but the night would be long, so I decided I might as well listen to her story. ' So your dream fled ? ' ' Yes, exactly, my dear.' Oh horror ! she was getting affectionate. ' I will tell you my story, it will be a pleasure to me, for I never talk about the past now ; it annoys my sister, she says my dream was all nonsense, that he forgot me ; but I know better. You see Angele has a strong nature, there is no sentiment in her ; whilst I am soft, oh soft as butter — you are gentle and sweet, you will understand my pain,' and she leant forward and caught hold of my hand. ' How we loved each other, Joseph and I, he was a soldier, an officer, so handsome, all the girls in the town were in love with him, but he had eyes for only me. I was a pretty girl then . . . you doubt it ? ' and she drew herself back offended. I"], [32, "28 OVERREACHED certainly did, but hastened to assure her I was sure she must have been charming. Yes dear, that is just what he used to call me,' and she resumed her old attitude. Alas ! he had no money beyond his pay, and I had not the necessary dot; my father said he could give me nothing, he was nearly ruined. I wanted to be engaged, but my sister said it would be utter foolishness to tie myself down to a beggar, and even Joseph said I ought to remain free, so we parted, he, vowing he would never forget me and if fortune favoured him, would return to me, but I must not sacrifice myself for him ; he only wished me to be happy. I threw my arms round his neck and swore I would wait for him, mon Dieu ! I have waited, but Joseph never came back. A few years after, my father died and we found he had been making money, not losing, as he always told us. I might have had my Joseph if only he would have parted with his loved gold ; but no, he kept his hoard and made an old maid of me. Well, well,"], [33, "OVERREACHED 29 in another world I shall meet my Joseph and there will be no money there to separate us. Good-night now, my dear, it has done me good talking to you, I shall dream sweetly.' Poor old thing, she was soon asleep snoring away lustily in company with her strong-minded sister. Sleep I could not, I was too excited. I kept wondering what my new relations would be like, what would they think of me ? what new events would happen to me ? would a rich Englishman fall in love with me and marry me ? or should I be a failure ? and involuntarily I turned and gazed on the slumberers. Should I live and grow old, and become fat and foolish like them ? leading a placid existence with out any other excitement than daily marketings and the serious consideration of turning winter garments into summer use ? with nothing better to look forward to than meeting an ideal Joseph in another world ? Paris at last — an end to gloomy fancies"], [34, "OVERREACHED 30 and the snorers' duet. An old friend of my uncle's met me and we hurried across Paris in an uncomfortable fiacre, to the Gare du Nord, it was my first vision of Paris, that Cleopatra of cities. But at five in the morning, Paris is not at its best. The early morning denizens look weary-eyed and unwholesome, there are strongly marked traces of demoralisa tion upon them, sad to behold. Nothing eventful occurred during my tedious journey to Calais, in a carriage full of most uninteresting English people, who eyed each other with glances decidedly hostile. I wondered if they had ever been acquainted and had had a lawsuit, but I have since discovered that it is customary for English travellers to adopt this aggres sive attitude towards their country people. The sea came at length, the real sea — for I hardly call the tideless Mediterranean such — true, I have heard it can be rough, but I had always seen it blue, calm, and as monotonous as a well - brought - up - debutante."], [35, "CHAPTER III Only an hour and a quarter did the cross ing take, and yet it shaped future events for me. Such is Fate ! a minute can change the mesh of life that was so smooth and regular, into a tangled web that will take years to undo. I noticed, as I stepped on board, a good-looking man with a long beard of golden hue, dressed in a dark blue serge suit ; our eyes met, and as though he recognised me, he raised his hat. I did not bow in return, but walked past him to a seat feeling confused and shy. I had not long been sitting gazing into the sea, when I heard myself addressed in a soft, rather melodious voice, and on looking round, perceived he had followed"], [36, "OVERREACHED 32 me. He spoke in French and asked if he could do anything for me. I concluded he belonged to the steamer, and without hesitation, replied in the negative, thank ing him for his attention to me. He gave me a peculiar smile, and seating himself beside me, asked for whom I took him. ' Monsieur belongs to this steamer, does he not ? ' 'Mademoiselle, I never was useful enough to be even a steward.' ' But you bowed, and asked me just now if you could do anything for me.' . ' The last was natural politeness seeing a young lady alone, the other a mistake, I thought I had met you last year in Turin.' ' I never was there, and I am sure I never saw you before.' ' Well, we have met now, and we may as well be friends ; you are travelling alone ? ' ' Yes.' ' Have you come from Paris or further ?"], [37, "OVERREACHED 33 ' Oh much further, from Vevey. Have you ever been in Switzerland, monsieur ? ' ' Often, so your home is in Vevey ? ' ' It was, but my uncle is dead, I am going now to live with relations in London. It will be a very different life and very dull at first, for I speak but little English.' ' You will soon learn, I am sure ; you have a talent for languages, mademois elle.' ' How do you know that ? have you been studying Lavator ? ' ' To a certain extent ; you cannot always depend on countenances, but I am seldom deceived, and yours is a remarkable one, you will be able to accomplish most things you undertake.' ' Well, that is fortunate for I shall probably have to depend on myself.' ' We all must do that, if we want to get on in this world, but it is hard for a woman to be alone, I wish there was a chance of my being your friend. I feel drawn to you as if you were my affinity, c"], [38, "OVERREACHED 34 strange feeling, is it not ? as you stepped on board, as our eyes met, I said to myself there is my Fate, I wonder ' — and he lowered his voice as if he had forgotten my presence and was talking to himself — ' will it be for ill or for good.' ' Do not distress yourself, monsieur,' and I laughed, ' we are not likely to meet again ; your fate as regards me begins and ends on this steamer.' ' We shall meet again, I know we shall, but what a charming laugh you have, mademoiselle, how happy your life must have been ! As we get older we cease to laugh, and the few that attempt it produce a disagreeable concatenation of sound generally ending in an asthmatic wheeze and cough, the very reverse of cheerful mer riment ; yours is replete with true mirth.' I had no answer ready to such a tribute to my hilarious powers, so turned away and began to look around, but my com panion was not to be so easily dismissed. ' What part of London are you going to live in, mademoiselle ? '"], [39, "OVERREACHED 35 ' Gloucester Terrace, wherever that is.' ' A very nice part, I know friends there.' He spoke as if Gloucester Terrace was a small town, so I asked if it was a very long street.' ' Fairly so. What are the names of your relations ? I may know the house.' ' The Rev. Claud Hobhouse ; he was my mother's brother.' ' Hobhouse ? ' — and he started. ' Do you know him ? ' ' I have met him.' ' Do tell me what he is like. ' A tall, handsome man, very much sought after and quite the fashion as a preacher, his church is always crammed.' ' Have you met my aunt and cousins ? ' ' I have seen them,' and he smiled again in the peculiar manner I had observed before. ' Are they pleasant ? and how many daughters are there ? ' ' Five. One is married to Sir Matthew Travers '"], [40, "36 OVERREACHED ' Yes, I heard of that marriage, but what are they like ? ' ' Mrs Hobhouse is a most superior woman, one of the best match-makers in London, and all her daughters are good looking, with the exception of the eldest, and she atones for her plainness by her musical talents. Mamma_Hobhouse holds her house like a fortress : the drawbridge is never lowered for detrimentals, only eligibles are allowed to enter.' ' What do you mean ? ' ' Poor child ! you are ignorant of the ways of the world. Well, you will not long remain in ignorance under Mrs Hob house's teaching.' ' You do not like her.' ' Why do you say that ? Well, perhaps you are right. Mrs Hobhouse has no great charm for me, I must admit. I have something of a woman's nature, and with me love begets love. Mrs Hobhouse loves me not. I am poor, and want of means is a capital offence in her eyes.' ' So I shall never meet you there ? '"], [41, "OVERREACHED 37 ' Not likely, but elsewhere in society you are sure to do so, for although I am poor, I have already made a name, and I am a good deal sought after. You see, to get on in fashionable society, a man must be either rich or notorious. My life has already been written about in one maga zine, my name is well known in Italy, France, America, and England, as a man not only of talent, but of unswerving principle. All I want is wealth, to reach the highest rung on the ladder of fame, and I shall get that one day ; all comes to him who knows how to wait.' ' How delightful to have done some thing, to have left some mark on the sands of Time. I do wish I could be somebody great — a George Sand, or a Jeanne d'Arc ; it is so dreadful to be just nothing.' ' You silly little girl, women are not born to be great, but to be caressed and admired ; their only objects in life ought to be minding their husbands and babies.' My thoughts reverted to my cousin"], [42, "38 OVERREACHED Marie, that was her life, and how dull and uninteresting it was. ' You do not like my gospel, mademois elle?' ' No, monsieur, it is all nonsense our being inferior to men ; from the first we came into the world to rule, not serve.' ' You delightful little rebel, and from where do you derive your ideas, not from the Bible.' ' Indeed I do. Look at Adam ; he could not even manage his garden, com plained of being dull to hide his incompet ency, so a woman had to be made to take care of him.' ' And she ruined him.' ' She did, he was so weak he followed her even in evil, and sheltered himself from blame by that disgraceful admission of inferiority \"the woman tempted me.\" Now admit that my sex has the best of it.' 'I will admit anything, you are so charming. Happy the man who will follow you wherever you lead.' Perhaps it was as well that our con-"], [43, "OVERREACHED 39 versation was brought to a sudden con clusion by our arrival at Dover. In the rush of nervous travellers searching for lost bags and rugs, helpless sick ones staggering from below, and sinking down on the first seats available, I lost my com panion and did not see him again until I had passed through the ordeal of having my trunk examined, and was seated alone in a carriage. I noticed as he approached me he looked carefully around, and I wondered why. ' Mademoiselle, you will do me a favour ; do not mention to anyone you have met me. I am supposed to be in London, but I have been engaged on some serious political matters in Paris, and it must be kept a profound secret. If you mentioned having met me on such a date, coming from France, suspicions would be aroused which might lead to discovery and great harm be done.' ' I promise, monsieur.' ' And if you meet me you will show no sign of recognition ? '"], [44, "OVERREACHED 40 'No.' ' Now I have made you a secret member of a political party, tell me your name, will you ? ' ' Certainly ; Rayon Jeanne Massinet.' ' Massinet ? are you related to the great scientist who died lately ? ' ' He was my uncle.' ' And you are related to Mr Hobhouse. I never heard your name.' ' Probably not. Mr Hobhouse was furious when his sister married my father, and he was never reconciled to her until after his death when he wanted her to bring me to England, and to give up all her husband's relations ; but she preferred remaining abroad, so they never met, only corresponded. After her death he wanted uncle to let me be educated in England under his care, but mother had left direc tions that I was to remain under my Uncle Jules' guardianship as long as he lived.' ' I understand. Au revoir, mademoiselle, for we shall meet again, I know. My"], [45, "OVERREACHED 41 name is Charles Keysett,' he looked as if I ought to have been well acquainted with it, but it was quite strange to me — would to God it had ever been."], [46, "CHAPTER IV What an improvement has been made in the decorations, in the furniture, and in the arrangements of our houses during the last twenty-five years ! An English house is a delight now, bidding defiance to the general outside gloom. Mrs Hobhouse's home was even ugly twenty five years ago, whether she was devoid of taste or whether the religious atmosphere in which she was supposed to live, had made her superior to such vanities as a well furnished room, soft stair-carpet, and well-lit passages, her friends were un decided. That her natural vulgarity (for Mrs Hobhouse was not well-born like her husband) had displayed itself in the huge patterned wall-papers, the flimsy chintzes"], [47, "OVERREACHED 43 in vivid blue and green that covered chairs and sofas, the irrepressible wool-work designs on cushions and footstools, and the innumerable crochet antimacassars, was certain. The colouring in her drawing room would have given the celebrated Mr Whistler opthalmia, and would have made him tear his hair over the utter want of poetic repose. Fortunately, it was seldom used, the Misses Hobhouse preferring to sit in their old schoolroom, which was, notwithstanding a grimy wall-paper and torn carpet, more cheerful. Also they could do what they liked there without fear of interruption ; their father was too busy to come there often, and their mother was too stout to clamber up the steep stairs. Yellow-backed novels were to be seen there, a few naughty French books and various bits of needlework, evidently intended for some festive occasion probably unknown to dear papa. The gaudy, stiff, uncomfortable drawing-room was only occupied by the family on special occasions to entertain some of papa's saints or to"], [48, "OVERREACHED 44 inspire awe in some poor relation. For this reason seemingly, they had assembled there to await poor Rayon Massinet's arrival. Mrs Hobhouse was knitting, what she would develop was difficult to imagine, but as it was for the poor it did not much matter, and as the good lady had been at it already six months and only a few rows had been done, it would be a long time before any poor woman would be afflicted with Mrs Hobhouse's charity. She always knitted when she felt uncertain as to the course she intended to adopt, and she was not quite satisfied as to the wisdom of allowing Rayon to be come one of the family ; she had already girls enough to dispose of. True, they were a very good-looking lot, but a French girl with the natural wit and charm of her countrywomen, might eclipse her pure minded, refined daughters. Poor deluded woman ! she little knew what her dear girls really were. ' I say, mother, it is about time for that French girl to arrive.'"], [49, "OVERREACHED 45 'Yes, Muriel, I hope the train will not be late ; it is such a trouble getting another meal ready.' ' Especially for only one person, although the meal is only tea with eggs. How I do sympathise with the child who asked her mother whether God had dinner every evening, and when her parent in horrified accents, replied, \" No,\" l'enfant terrible said : \" Tea and eggs, poor God ! \" ' ' Muriel, where do you learn such dread ful stories ? ' ' Never mind, mother, it is more to the purpose your telling me, what induced you to consent to this French creature coming here, with five daughters of your own — three of whom are still unattached. What you wanted with another to intro duce among the circle of your friends is beyond me, for I suppose you are going to bring her out.' ' Certainly, my dear. Massinet is a name celebrated in scientific circles, she may attract people of higher intellectual"], [50, "OVERREACHED 46 capacity than any of you do — for, with the exception of Jane, none of you take the least interest in books.' ' Ha ha, mother, you are delightful, this girl is bait to catch minds. Suppose she turns out to be as empty-headed as all of us, for wise Jane's highest thought is man.' ' Rayon has been her uncle's constant companion, she will have the shibboleth of learning.' ' Not necessarily ; we are constantly with papa, but none of us are in the least religious.' ' Muriel, I will not have you talking in that flippant manner; it is most unbecom ing in a clergyman's daughter, and would pain me greatly, if I did not know that at heart you were different.' 'Fudge, mother! all our hearts think about are husbands. It is to be hoped for the success of your plan that old Massinet was more sincerely scientific, than papa is religious.' ' Jane, you presume on your intellect,"], [51, "OVERREACHED 47 and say the most objectionable things. Your father — ' ' Is the greatest humbug I ever met. 'Jane, leave the room, I will not sit and hear such things.' ' Do not excite yourself, mother, you know it is quite true ; there is only one gospel preached in this house, and that is \"progression in society.\" Now we are to be elevated by a little brain power. It is to be hoped, Rayon — what a name for a girl — will not be too clever, or she will find out our weak points and laugh at us.' ' I wish she had been a boy, that would have been of more use to us.' said Muriel. ' If she had been a boy she would not have entered this house.' ' Do not get muddled, mother, he would not, you mean, and pray why ? ' ' No money, Jane.' ' Oh that detestable money ! all the nice men have none, and we have to put up with the small, the cracky, the deaf and the dull, because they have chink. Look at Etta's choice, did you ever see"], [52, "48 OVERREACHED such a weakly creature ? Fancy swearing to love and honour such a baby in trousers. Rayon will not be impressed by the Englishmen she sees in this house.' ' Sir Matthew Travers.' ' Oh ! Matt is good-looking, but as cracked as old family china generally is, and most objectionable in other ways.' ' You only say that, Muriel, because he did not choose you.' ' Bah ! I could have had him if I had wished it. In fact, anything in petticoats could. Marian fancied the possession, and long may she enjoy him.' ' Tell us, mother, what you really intend Rayon to do.' ' That depends, Jane, on her appear ance. If she is pretty, I shall send her away as soon as possible ; if she is plain, but presentable and clever, I shall make her of considerable use.' ' No doubt you will try, mother, but perhaps she will refuse to be made useful.' ' Then in that case she will have to find another home.'"], [53, "OVERREACHED 49 ' What a wretched thing it is to be a girl ; if Rayon had been a boy she might have emigrated and snapped her fingers at her relations. As it is, here she must remain and be our drudge, until some man puts the marriage halter round her neck. I must say I do think it hard women are so hampered.' ' Jane, I must forbid your talking before your sisters in this strain.' ' Thank goodness, there is the cab, so cease your lecture, mother ; put on your best smile and welcome the coming guest.' ' I hope you girls will do the same, and not stare at her as if she were a two headed nightingale, you have a most offensive way of receiving strangers.' Mrs Hobhouse might have spared her self the trouble of advising her daughters as to their reception of their cousin, for, although she gushed over poor Rayon, who looked untidy and limp after her long journey, her four daughters, as she introduced them, stared and held out two fingers in the recognised English mode D"], [54, "OVERREACHED 50 of receiving a stranger from whom no advantage was to be gained. The English are commercial, even in their social relations. Little as I had expected to like my mother's people, the reality was worse than I had anticipated. I was not deceived by Mrs Hobhouse's plausible manner ; I felt at once I was an intruder, and a feeling of dislike was instilled in me towards my aunt and cousins, and as I followed Muriel, who had been ordered by her mother to show me my room, and who had obeyed with an unmis takeable expression of annoyance, I vowed I would get away from them all as soon as I possibly could arrange matters with my uncle. The weary climb of the steep stairs preceded by my haughty cousin, the wretched room with bare boards and strips of ragged carpet, which I found I was to share with another, utterly broke me down, and when my cousin left me, having"], [55, "OVERREACHED 51 told me to make haste as tea was waiting, I flung myself on my knees by the bed crying bitterly. ' Uncle, why did you die ? it was cruel of God to take you from me. I cannot live without you, there are so many death might have taken who are of no use in this world, only a burden to themselves and others, while you were all to me ! ' A servant's vulgar voice, roused her. ' Missus is calling for you to come at once to tea.' ' Tea, I want nothing, only to be left alone.' The untidy dirty servant possessed what the Misses Hobhouse had either lost through their father's noble ancestry, or through their mother's superior educa cation — a heart. She gently lifted the tired girl, removed her hat and jacket, and bathed her face and hands with cold water, saying as she did so : ' Try and go down, miss. Missus 'as a temper, she 'as.'"], [56, "CHAPTER V Lady Travers was seated at her writing table, but although her note-paper was laid ready for use before her, she had not traced a letter upon it, and her pen lay idle in its tray. She was pre-occupied, and her head rested on her hand, clenched against her frowning forehead, as if she was trying to suppress the temper raging within her. It was a handsome face, unpleasant at the moment to contemplate, owing to its evil expression, and in general its haughty air marred its good looks ; perhaps Lady Travers' special claim to beauty lay in her beautiful complexion and the colouring of her hair, brown streaked with gold, reminding one somewhat of a partridge's wing. The"], [57, "OVERREACHED 53 opening of her boudoir door roused her and on seeing who the intruder was, she sprang to her feet and drew herself to her full height. Her voice, as she spoke, quickly marred her dignity ; it was thick and husky — she had not that greatest charm in man and woman, a beautiful voice, hers was commonplace always, generally indistinct. ' Well, Charles Keysett, so you have come at last to see me, perhaps you will enlighten me as to the game you are now playing, or am I to understand that you have thrown me over for Rayon Massinet ? Mind, I shall not submit quietly to be superseded. I know your secrets pretty well, and you will find me a dangerous enemy.' Charles Keysett did not appear in the least disturbed by his reception, he ap proached close to her, and taking her hand in his, gently stroked it. ' And so that is what love means to you, Marian ; then the sooner I am free from you the better, and you may do your worst ; but I cannot"], [58, "OVERREACHED 54 believe it, you do not mean to say good bye, Marian.' 1 1 do not know,' and she moved hastily away, withdrawing her hand sharply. ' I am getting sick of the whole thing ; you say you love me and me only, yet for days when I am in town you never come near me ; when we meet in society you avoid me and devote yourself to some idiotic girl, until everyone is talking of your de votion, and that at last Mr Keysett in tends to settle down. Then you tire, and find there is no \" oof,\" and remember me, and come as you have done to-day, expecting to find me as loving as ever, and what is more absurd — as believing.' 'Marian, how handsome you are when in a rage ! it becomes you vastly, being excited.' ' Tush, you fool ! cannot you be serious ? I do not care whether I am handsome or not. What I want to know is, what is your present game? and know I will, or you shall leave this house for ever,' and Marian Travers seated herself in a large"], [59, "OVERREACHED 55 rocking-chair, and began swaying back wards and forwards vigorously. ' Silly child, you know there is only one woman in the world for me, and that is yourself. What I do is for your sake ; do you wish the whole world to become acquainted with our secret ? is your posi tion to be sacrificed for me ? ' I do not much care if it is.' ' Do you not, Marian ? I know you better, you are your mother's daughter, and an apt pupil. Love, without its coat ings of position and money would be valueless to you. Sir Matthew gives you the money and position, I the love.' ' Matt's love for me is much truer than yours. ' And he expresses it so charmingly.' Marian made an impatient movement, and Charles Keysett continued. ' Poor fellow, I believe he loves you in his way ; it is hard lines on him that you cannot be content with it. Shall I go Marian ? it would only be right, I am playing a false part to my boyhood's friend. I can"], [60, "56 OVERREACHED assure you I feel it ; I suffer, you cannot imagine how deeply, when I think how we are deceiving him.' ' It is rather late thinking about that now, you should have done so earlier.' ' When you tempted me, I suppose so. I wish I had ; now as you say it is too late. I cannot do without you, Marian. I try to forget you, I determine never to see you again — then something draws me to you and I find myself at your door; you are my fate.' • And what part is Rayon to play in your game of Fate ? ' ' Now, Marian, be sensible, be your own dear self. Why should you mistrust me ? Whatever my faults may be, I am a man of honour — think of the position I might have held if only I could have bartered my principles.' ' Rubbish, Charles, I do not believe in the wonderful positions you have lost through your love of rectitude ; they have always begun and ended either in your own imagination, or in that of your devoted"], [61, "OVERREACHED 57 Madame de Caillaux. I do not think you the \" coming man \" as she does, so do not waste your time in lauding your virtues, but in plain English tell me why you have begun this flirtation with Rayon.' ' To blind your mother and sisters. Your sister Muriel has already a suspicion there is something between us.' ' Matt has also, but what does that matter ? they can prove nothing, and if it amuses him to be jealous, and Muriel to be scandalous, why, let them. ' It would be ruin to my chances of success. No, I must dissemble.' ' You do not mean to marry the girl, she has merely a pittance of £150 a year to live on.' ' Marriage then is impossible. I must have a thousand a year settled on myself when I marry ; but 1 shall let everyone think I intend to marry her.' ' You shall not ; I will not allow it.' ' You must, Marian, we must turn sus picion from ourselves, you must ask her to Aldhurst ; you must throw us together,"], [62, "OVERREACHED 58 encourage us until your mother, recollect ing Rayon is in her charge, will interfere, and in the storm that will ensue, you and I can resume our old relations without suspicion.' ' Rather a mean trick to play on Rayon.' 1 The Misses Hobhouse were trained, I have always understood, to stop at nothing which could be to their advantage. People are already gossiping about us, and surely Lady Travers, who, report says, thought Sir Matthew Travers so worthy of win ning, that the efforts she employed were somewhat mean, will think him worth re taining.' 'You are right, I could not bear dis grace ; as father says at home \" position is next to godliness.\" ' ' Only from what I have seen of Glou cester Terrace the godliness has not begun there, and the position is still a struggle.' Marian laughed. ' My mother wants me to have Rayon, she does not get on with father, and the girls do not like her.'"], [63, "OVERREACHED 59 ' And your mother finds that she cannot make as much use of her as she intended.' 'Never mind my mother, Charles. I will arrange for the girl to come to Aldhurst, but suppose the jest becomes earnest, and you fall in love with Rayon.' ' I wish I could, but Marian, for bad or for good, you are my fate.' ' I detest a girl about with me.' ' You can always get rid of her ; it is so easy to find a reason for a quarrel.' ' I have a strange feeling about Rayon, I fear her. She has a way of looking at you as if you were a printed page to her, and she was reading all your thoughts and motives.' ' And you object to be read, poor Marian. I regret the discomfort you will be put to, but endure the witch for a while. We will sink her, never fear.' ' If she does not sink us.' ' What nonsense ! you have taken a dislike to the girl, and have become morbid about her ; she is most ordin-"], [64, "60 OVERREACHED ary, and will be like gutta-percha in our hands.' 'Gutta-percha sticks.' ' When we have done with it, the water we shall dip it in will be hot, and loosen its hold of us. There, let us dismiss for the present Mademoiselle Massinet, Marian, you do not doubt me, you love me.' ' I sometimes wish I had never seen you.' ' Sympathy again ! I do the same. Is not that Sir Matthew's voice ? What a nuisance your temper is, Marian, we might have had such a good time this morning. I will go.' ' No, Charles, you must stay ; he will think it so strange if you go before lunch.' ' Food is spoilt with the addition of Sir Matthew. I know all his loud jokes, and his constant spooning of you is sickening. I tell you Marian, his company is a penance fit for purgatory.' ' You will have to endure it if you come to meet Rayon at Aldhurst.' ' We must have many private moments,"], [65, "OVERREACHED 61 Marian, and their sweetness will overpower the bitterness of the rest.' ' Hullo ! Keysett, you here with Lady Travers, I must put a stop to this sort of thing, I do not like it.' ' What sort of thing, Sir Matthew, pray explain yourself,' and Keysett faced his host. 'Haw, haw, a joke you know; a fellow likes to find his wife alone sometimes. When it is not you, it is one of those infernal sisters.' ' Matthew, how dare you call my sisters by such a name ? ' ' Well, Marian, I am sick of them. When a fellow marries, he wants one wife, not a family of wives ; the Hobhouse sisterhood is being transformed into the Travers Harem.' ' How can you be so vulgar ? I will not bear it, leave the room.' ' Not with Keysett in it. Ah, Marian, you ducky sweet, you know how your Matt loves you,' and forgetful, or purposeiy"], [66, "62 OVERREACHED ignoring Keysett, he drew Marian on to his knee. ' Good-bye, Travers.' ' Oh, you are going, my company does not please you.' ' I prefer you each alone ; you are too like turtle - doves when together. Do not move, Lady Travers — ' as Marian vainly struggled to free herself from her husband's embraces. ' Matthew, let me go ; you are a perfect bear. Why did you treat Keysett so badly ? ' ' I am sick of the fellow, he is for ever dangling after you.' ' After me ? He never comes but when he wants something ; he is in love with Rayon, and came here to entreat me to ask her to Aldhurst.' ' Ask her, by all means : we will aid them in their billing and cooing, and perhaps my house may be freed from his presence after the marriage. I am no fool, Marian, remember. I can see through a stone wall,' and Sir Matthew"], [67, "OVERREACHED 63 left the room whistling some vulgar street song. ' No fool ! the greatest I know. Oh, the intolerable existence I lead with that creature ; why had not Charles money and position ? I wonder whether I shall see him again soon, he loves me so fondly.' It was well for Lady Travers she had not seen Charles Keysett's face as the house door closed on him ; contempt for her, disgust at her husband's vulgarity were paramount ; but after a few steps, the ridiculous side presented itself, and he laughed aloud, and muttered : ' Poor Marian has not gained much by her baronet and his ancient lineage. It strikes me the adventurer with his pea sant blood scores there. Well, I have succeeded and duped Marian.. I must see more of that French girl ; she interests me, she charms me, there is power in her, originality. She can help me in my political schemes, she wants a mission, I will give her one. She has courage, and she will never fail where she loves. I"], [68, "64 OVERREACHED must make her love me, and I can always get rid of her if trouble arises, and save myself by sacrificing her.'"], [69, "CHAPTER VI As weeks passed, I saw clearly I should never get on with my uncle or his family ; the cold reception I had met with on my arrival from my cousins had instilled in me such a feeling of dislike, that I made no effort to conciliate them, and any advances they made to a more friendly relationship, I met with reserve and cold ness. They failed to make me useful or a confidante in the daily deceptions they practised on their parents. My first intention had been to free myself from the Hobhouse thraldom, and no doubt my cousins often wondered why, with my strong love of independence, I remained in a house where I showed by my silent antagonism the dislike I felt to E"], [70, "OVERREACHED 66 all its inmates ; indeed, occasionally by my stinging replies to their disagreeable remarks I had left no doubt on their minds how utterly unbearable I found my stay among them. Perhaps if they had been less absorbed in themselves, in their love affairs, in their hunting for wealthy husbands, they might have found the key to my submission to the arrangement made for me after my uncle's death ; but although they had noticed (and chaffed me once) on Mr Keysett 's admiration for me whenever we met him in society, they had no idea of the close friendship that had sprung up between us. A friendship that was closing around me like the coils of a rattlesnake, crushing my independence of thought, deadening my very power of action — I had begun to live, to think, to act solely as he willed. There were times when raging against the monotony of my existence, I resolved to go back to Gaston, and start afresh in some other position than that of a dependent on my relations' goodwill, then the thought of"], [71, "OVERREACHED 67 my lover calmed the storm, I would endure anything rather than lose the chance, of seeing him. And yet, I mistrusted him, his fear of having his name coupled with mine, the precautions he used that no one should know how often we met, and the vague, unsatisfactory reasons he gave for the necessity of all this care, oppressed me with doubts. I knew so little of men, so little of the world, all my knowledge was from books, and I had thought that with great love, all caution fled. He always kept telling me that he loved me, and yet there was so much mystery. Oh uncle, if only you were alive, that I could tell you all I feel, that you could explain to me the true nature of the man I was worshipping, yet, if it had been antagon istic to him would I have believed you? Somehow, under this new power, the Vevey days with you seem so far distant, and your teachings have sunk into the back shelves of my memory. Charles Keysett has become the sun by which I rise and set my daily life."], [72, "68 OVERREACHED Mrs Hobhouse was the one I got on with best, not that she treated me with any particular kindness, for when she found me utterly indifferent to all her hints for rendering myself an advantageous inmate in her family, she left me free to go in and out as I chose, but there were times when we chanced to be together that she became an agreeable companion. Before- she married, Mrs Hobhouse had lived with clever thinkers and had been well educated, and although during her married life, she had drifted into all the narrowness of the evangelical school to which her husband belonged, her more enlightened mind had retained some interest for other teachings. It seemed a relief to her to talk to me, and hear what was being thought outside, how the world was progressing towards the light, having burst from the shadow surrounding her small sphere. I think, with me, Mrs Hob house was her own true self, and once she owned she wished she had not been so ready to lay aside her intellectual freedom"], [73, "OVERREACHED 69 for the family position which had been Mr Hobhouse's great attraction to her. ' But Rayon, I will not look back,' she said as she left me, ' you are a dangerous com panion. I must avoid having any more conversation with you.' So that small comfort was denied me, and I was more alone than ever. With my uncle, I was the red rag to the bull ; he had loved my mother and he had felt aggrieved at her marrying a poor Frenchman, and deserting him and his work. It had been, I believe, with a feeling akin to affection he had welcomed me, her child, to his home, thinking I would be to him what his sister had been — a loving, devoted worshipper of himself. He lost no time in commencing to train my mind on the same religious lines as his own, but he was horrified to find in me an utter want of interest in religion, and almost an absence of belief. My mind was like a scalpel knife, incessantly dissect ing the truths he impressed on me and generally leaving him worsted in the"], [74, "OVERREACHED 70 argument, for Uncle Hobhouse had no reserve force to fall back on — he simply communicated truths he had been taught by a section of Calvinistic Christians whom he had never doubted (indeed I doubt whether he had ever thought very deeply about them). His rare gift of eloquence, his silvery tones, made his hearers weep as he preached Sunday after Sunday salvation through Christ alone ; the denizens of the gay world even relished being told they were utterly lost if they continued their fashionable careers. In mysterious glowing language they even followed him in his narrow views on election, but when the Monday morning dawned, both preacher and hearers forgot the lessons taught, until the following Sunday. Sanctification, justification, elec- tion, were words which sounded as incom- prehensible to me as the story the Sphinx is for ever trying to tell us, and the weekly Bible class was a penance to me. Alone, I could argue with my uncle, but in the class I had to sit silent, except when"], [75, "OVERREACHED 71 some absurd question was asked me, to which I could never reply. At first my uncle thought my want of familiarity with English was the cause of my stupidity, but as time went on, and I spoke it and understood it as well as he did, he began to realise there was more unbelief, more obstinacy than ignorance ; indeed even on his dull mind there crept the, to him, astounding revelation, that not only did I not believe his religious teaching, but I despised it. My reply one day, when he had asked me what I thought of his preaching, ruffled him con siderably. 'Words are to you, uncle, what a musical instrument is, you play skilfully.' He looked furious, but he did not question me, perhaps he thought it wise to ' let sleeping dogs lie.' It was rude of me to tell him his sermons were only pleasant harmony, with no substance in them, and I know I left a disagreeable impression on the reverend gentleman's mind ; at heart maybe he thought me right, that there was more playing than"], [76, "OVERREACHED 72 reality about him ; but if he did, it in creased his dislike to me. It reached a climax one day ; he had just concluded his weekly Bible class, the teaching of which he would gladly have handed over to his already over-worked curate, but the young ladies who attended it were too rich and well-born ; he felt it was wise not only to be the intimate friend of their wealthy parents, but to have a link with the rising generation. ' You could never say,' he used to tell us, ' who they might marry, and some have brothers.' My aunt had been the inspirer of this idea ; she was for ever storing up patrons and social advantages. I had sat through the whole hour silent and stupid, once he had seen a mocking smile for an instant disturb the bored expression on my face, when he held forth on the beauty of giving up all the joys ol this world for Christ ; but it had passed so quickly, and my lips had re-set them selves in their usual rigid shape, that he had not been able to call me to order then,"], [77, "OVERREACHED 73 but when all, save his daughters and I, had left the room, his anger fell like a long repressed torrent on me. I listened in silence until the sputtering and raving had somewhat ceased, and I realised I was to explain my smile. ' I could not help comparing, uncle, the remarks you were making with what you had said last evening at dinner, do you remember them ? somehow they do not agree, do they ? ' A suppressed titter among his daughters did not improve their father's temper. ' I see nothing to laugh at in your cousin's insolence, girls ; it is an old trick of the Evil One to scoff at words of truth, to judge its power by the preacher, and because he fails, to condemn it as false.' ' I do not condemn the teaching as false, uncle, only — ' and I raised my dark eyes to his angry face — ' without the teacher practising his belief, it leaves him in the position of a lighthouse without the light. It is not sufficient to assure us the light is beautiful if we never see it."], [78, "OVERREACHED 74 ' Without faith you cannot be saved, seeing is not beholding, and if I, a frail mortal, have fallen short of what you choose to make your standard, is that any reason for you to deny the truth ? ' ' I do not deny it, I smiled not at the truth, but that believing it, as you profess to do, your daily conversations refute it so completely.' ' Girls, leave the room and tell your mother to come to me, this unhappy girl is no longer fit to be the inmate of a Christian family, she must go elsewhere.' And never see Charles Keysett again was the thought that almost paralysed me for a time ; I scarcely heeded my uncle's passionate reproaches, my ingratitude to him and my aunt appeared strangely mingled with my rejection of the salvation he had been offering me, a sort of vision of myself came before me as he dramati cally described it tearing my hair and beat ing my breast as the answer came in divinely stern tones : ' Amen I say to"], [79, "OVERREACHED 75 you, I know you not, too late for love, too late for happiness.' I passed my hand over my hair, it would be perhaps too late if I left, I was not sure of Charles Keysett. 'Uncle, you are too hard on me, you forget all I have lost, I feel as if I am drifting on some unknown ocean, and the teachings and the words of wisdom I used to hear seem fading away from me.' 'Whose words of wisdom are you alluding to ? ' ' Uncle Jules' ; he was so good he seemed among us like a giant fir tree. We had to look up to him, and it appeared as if looking up to him we saw higher and higher. He used to tell Gaston and me that we were God's plants placed in this garden of earth to send forth so much sweetness that we made it pleasant to all around us ; he told us that the divine essence instilled into us was so strong that it consisted of only one drop, and that drop contained unselfishness, love, and patience ; if we did not increase this drop"], [80, "76 0 VERREACHED implanted within us ourselves, it would die away, and in its place would come a deadly poison, which would harm and kill the good in others around us ; but if we kept on distilling the good, we should at last be blended into the highest essence of all — Christ. I have never cultivated mine, Gaston has, he is good — here we all seem looking down.' ' Claud,' said my aunt entering the room, ' what do you want me for ? Muriel told me you wished me to come at once. Rayon you appear excited, go to your room and remain there until I send for you.' I left them together, feeling I had ruined my cause, and that I should never be forgiven. Mrs Hobhouse waited until the door had closed on the now weeping girl, then she turned and laid her hand on her husband's shoulder ; he had sunk into an armchair while Rayon had been speak ing, and his head was buried in his hands. ' Claud, what has annoyed you ? ' ' Eliza, I believe that girl is right, and that all my life I have been a miserable"], [81, "OVERREACHED 77 hypocrite. You remember the quaint old story of the \"Magnificat,\" how exquis itely it was sung by one on the Christmas Eve, but not a note had reached heaven's gate. Eliza, I have preached the story of the Crucified in eloquent language, and have gained the listening homage of hun dreds. I have been God's minister for many years, but I doubt if one note of mine has ever reached above. I will cease this hypocrisy, I will go far away and in a humbler sphere learn the true teach ing of the Gospel.' ' Claud dear, I and the girls depend on your income as a fashionable preacher.' ' Loaves and fishes, how many have they lost the kingdom of Heaven ! So be it, I must continue ; you must find another home for Rayon, I can never look into her clear eyes again, she has made me feel like one who for years has been viewing himself in a mirror of his own imagining, suddenly finds himself in a room surrounded by reflectors not his own and sees himself as he trulv is."], [82, "78 OVERREACHED ' Rayon must go, she is a kind of search light bringing back memories, raising doubts. I spoke to Marian about her at Aldhurst ; at first she was very averse, but the other day she told me she would like to have her.' ' She will be a trial to Marian.' ' Not she, Marian intends giving her a bedroom and sitting-room, they will only meet at meals. Matthew will not be interested in her, he will not understand her.' 'Men seldom fall in love with what they understand.' ' Rayon has no charm to attract Matthew; besides eccentric, vulgar as Matthew is, his love for Marian is true as steel.' 'All right then, Eliza, arrange the matter as quickly as you can.'"], [83, "CHAPTER VII ' Aldhurst or Gaston ? which shall it be ? ' I kept repeating to myself as I sat dis consolately on the edge of my uncomfort able bed. I had had a stormy interview with my aunt, and she had given me until the morning to decide whether I would go back to Switzerland, or to my cousin Lady Travers. Could I bear the old life at Corseaux without my uncle ? No ; a thousand times no, and even if he had been alive would I have gone ? Horribly ashamed I felt as the truth forced itself upon me that I would not, and yet I had a presentiment that nothing but trouble would come if I decided to remain in England. But the fever of love was upon me and I felt, as I"], [84, "80 OVERREACHED gloomily gazed on the torn carpet, that I would risk any trouble sooner than bid fare well to Charles Keysett. Let Fate do her worst ! to Aldhurst I would go ; there, I should^, have a chance of seeing him. Yet I hated Lady Travers and I had a repug nance to her noisy, illiterate husband. How should I endure my life between her sneers and his boisterous jokes ? surely if I endured such a trial patiently, Fate would have some bright days in store for me, and I dreamt of a home with Charles until my dream was rudely disturbed by my cousin Edith rushing in with a letter in her hand, the long thin envelope showing me at once from whom it came. ' Here, Rayon, is your letter, I was com ing up to fetch a handkerchief, so brought it, or probably you would not have seen it until to-morrow morning.' 'Thank you, Edith,' and I turned the envelope absently around in my hand. I almost wished she had left me in peace to dream on until sleep had mastered me. ' I must say you take a letter from your"], [85, "OVERREACHED 81 friends abroad very coolly ; I really believe, Rayon, you are as heartless as an oyster.' ' I wish I was ; if only I could find the crystal heart that kills all feeling, I should be thankful.' ' Ta ! ta ! for the present, I must go and help Muriel. She is going to slip out unknown to papa and enjoy a dance this evening, and will not be home till morning.' ' She will be caught some day.' ' And what a row there wall be, but she will have had her fun. I wish I was going. ' I see no fun in deceiving. ' Oh, you old prig,' and Edith banged the door with such force that our dressing table ornaments fell like the walls of Jericho before the trumpets of the Israelites, what a frightful discord it must have been to have produced such a catas trophe.' At last I opened my letter ; a strange feeling came over me that it would decide my fate, and so it did. There was only one choice left me : Aldhurst, the F"], [86, "82 OVERREACHED home in Vevey was gone ; Gaston had accepted an appointment in the United States, and he and Marie would have left Corseaux by the time his letter reached me. Woman-like, although I had decided before reading his letter on remaining in England, I felt the compulsion keenly, I had now no choice. I threw myself on the bed and cried, not from temper, but from real sorrow. I realised as I had never done before how I had dependedon Gaston his home — now that I was utterly alone without a refuge, for at any time I could go to Vevey, but with my small means, to reach him in America would be an under taking, and although he generously offered at any time to pay my expenses out to him, that was not to be thought of. Gaston was no longer my mainstay, the ocean and miles of a land journey lay be tween me and him. Over and over again I read his letter, little he thought when writing it that he was cutting my anchor adrift, that the winds of fate would blow me now where they liked. V"], [87, "OVERREACHED 83 It was a letter written in the same loyal, loving spirit Gaston had always shown towards me, though how little I de served his kindness ! how often I had snubbed him and wounded his sensitive nature by my selfishness. Dear letter, how I loved it! its kind tones softened my hard heart, like the welcome rain in hot summer days does the hard baked earth. ' My dearest little Cousin — You tell me so little of your English experiences that I am at a loss to understand whether you are happy and content, or whether you are still rebelling against the trial God sent you lately. I wonder if you are in sym pathy with your surroundings, or estranged from them in thoughts and feelings. You are strangely reticent in your letters, have you lost all confidence in your old play mate and companion or have you forgotten old days ? I suppose I must be content to fade in the bright prospects that I hope are opening before you in England ; in them your poor cousin Gaston will find no"], [88, "84 OVERREACHED place, but if the future looks dark and miserable and you need a friend, remember me. I should like to have seen you once again, Rayon, before leaving for America, where we are going. I have accepted the position of geologist to an expedition in Mexico. Marie will remain in Cambridge, Massachusetts, while I am wandering ; our old friends, the Nyons, are there, you remember them, and letters addressed to their care will always find me ; and, Rayon, if you are unhappy, write or come at once to me ; they will receive you for I shall make such an arrangement with them, and they will help you to reach us should Marie have joined me. I have written to your uncle asking him to advance you money for your journey at any time you may require it, so whatever your trouble may be, never hesitate, never doubt the love, the constancy of your cousin. — ' Gaston Massinet.' ' Well Rayon, not undressed yet, what is the sense of lying on your bed when you"], [89, "OVERREACHED 85 could get inside it!' exclaimed Edith, as she bounced again into the room, ' now I shall hear you fidgetting about when I want to sleep, you are a nuisance.' ' Sorry, Edith, but my fidgetting about has had no effect on you other nights; you fall asleep as soon as your head touches the pillow.' ' I am only partially asleep, I hear you in an indistinct way, and it makes me dream. Why mother could not have given you a room to yourself I cannot imagine, you are a most unpleasant com panion ; you never talk or take the slightest notice of me, but are ever lastingly dreaming and scribbling.' ' You will not be troubled with me much longer, Edith, I am going away.' 'Mother said something about it, you and the governor had a rumpus after we left. Are you going back to Switzer land ? ' ' No, to Aldhurst.' ' To Marian ? I pity you, you will be like the lobster, who, finding the water"], [90, "86 OVERREACHED boiling, made a terrific grab on to the edge of the pot and fell into the fire.' ' Is she so very trying ? ' ' Terribly. Marian monopolises ; she always reminds me of the ball in skitttles, no use standing up against her, she is certain to knock you down in the end, and have the ground to herself. We were so thankful when she married, there was no chance for any of us, she claimed every man, even Muriel had to take a back seat. How they used to quarrel ! ' ' I thought the great virtue of you sisters was, that you always stood by each other and never quarrelled.' ' Not in public, but alone we do. We are wise in our generation, Rayon, and know that our strength in society is in our union. You may snub one, but four and five, where are you ? With all our wisdom, Marian was a little too much for us, she wanted to make our union into a company ; she sole president and manager. We were on the verge of a rebellion when luckil}T, Matt, after dilly-dallying until we"], [91, "OVERREACHED 87 were all in despair, popped and freed us from our tyrant ; now she is our strongest ally But if you want peace during your stay at Aldhurst, you must be her humble servant, even we yield to her when staying there.' ' I shall never be that to anyone.' ' Well, whatever you do, do not try and flirt with Matt, she does not care a straw for him, but like the dog in the manger she will let no one else have a turn out of him. Muriel declares the only man Marian ever cared for, was that fool, Charles Keysets.' ' Charles Keysett ! and he, did he care for her ? ' ' He flirted certainly, maybe he loved, if such an ape can love, but mamma soon squashed the affair. Do not look so scared, oh ! I forgot he pays attention, as the servants say, to you. What can you all see in him ? He cannot ride or drive, he speaks in an affected manner, and is for ever impressing his importance"], [92, "88 OVERREACHED on you ; his only good point is his beard, and one cannot exist on a beard.' ' Does he love her still ? ' ' Love who ? oh Marian ! probably, she never lets her line go when she has hooked a fish ; he was not worth landing, but from what Muriel says, she lets them dangle when they are ineligible and plays them every now and then, so she always has an admirer handy. But I say, do not repeat this to Marian, or she will make a row and as she is para- mount at present in our parents' affections, we should repent in dust and ashes. Marian is — papa, she is a whitened sepulchre of the most improved pattern, and as Aldhurst is a nice place and she is willing to help her sisters upwards in the social scale, we all unite in keeping her well whitewashed in the world's eye. Take my advice, do likewise, and she may help you on.' ' Or I may bring her down,' I muttered vindictively. ' You, indeed ! well, of all vain people"], [93, "OVERREACHED 89 you are the vainest; who would think of you, look at you, when Marian is by? Try and injure her and she will crush you like a beetle, or have you up for libel, and mind you, the whole Hobhouse family will support her, and off you will go to your needy relations, disgraced for ever. Repeat one word to Marian of what I have told you, and I will swear and Muriel will support me that it was a concoction of your own. Do you understand me Miss Massinet ? ' 'Perfectly; Miss Edith Hobhouse will stop at no lie to forward her own ends. I congratulate you, you ought to succeed in life.' ' You are rather hard, Rayon, I am not a liar.' ' Only you have the full intention of being one when occasion requires it.' ' To save my sister, certainly.' ' Well, rest in peace ; I can fight my battles without the assistance of the Hobhouse quartette. . Your affairs do not"], [94, "OVERREACHED 90 interest me singly or together, the only impression you make on me is ennui.' ' Well, you are polite, I assure you we shall be delighted to get rid of you; you have been as unwelcome as a strange queen bee in a hive.' ' And if you could, you would have stung me to death.' ' Some day we may, if you bother. There, let me sleep and forget you.' There was no sleep for me, I kept wTondering what was the true case. I determined to compel Charles Keysett to tell me the truth, but the doubt kept con stantly recurring; should I succeed ? ' How tired I was becoming of life, and in the old days I had expected such joys from it — that was theory, in the reality there are few joy notes."], [95, "CHAPTER VIII Next morning my aunt sent word that I was to breakfast in my room as my uncle did not wish to see me again ; but that at ten o'clock I was to go down and arrange with her my plans for the future. Plans indeed ! I had no scope for such, not even a choice of homes. As the clock struck the appointed hour, I obeyed my aunt's summons ; she was seated by the fire looking the very embodi ment of injured innocence. I felt an hysterical inclination to laugh, there was something so ridiculous in her posing as such, almost as foolish as the terror evinced by grown-up people at the sight of a spider. How could I, a helpless girl, without position, money, or friends,"], [96, "OVERREACHED 92 injure her in any way. Ungrateful even I had not been ; one hundred pounds of my small income went into my aunt's pocket, and for it all the accommodation I had had, was the share of an attic room, with out a fire to sit by on the coldest days. Unpleasant I had been, but what girl treated as I was, would have been any thing else ? ' Sit down, Rayon,' said my aunt as I approached her to say 'good-morning,' ' from the letter your uncle received last evening, you have had no choice of a resi dence, you are left, it seems, dependent on us.' I bit my lip in anger, but did not utter the sharp retort that came into my thoughts, and my aunt continued, ' It is impossible with your temper you can remain any longer with us ; your uncle refuses to have anj^thing more to do with }rou ; or even to see you again. I shall therefore write to my daughter, Lady Travers to-day, and shall tell her how you have misbehaved yourself here, so as to"], [97, "OVERREACHED 93 render a prolonged stay impossible, and that she must expect you to-morrow after noon. Until you leave for Aldhurst you will have your meals after we have done ours, and so avoid meeting your uncle. For the future you will be entirely under the care of Sir Matthew and Lady Travers ; your uncle has written to him arranging to pay them £100 a year for your maintenance, and the remaining £50 will be paid you through Sir Matthew, monthly, for your travelling, dress, and other expenses. I only trust, Rayon, in your new home you will conduct yourself with more humility, and curb your at present uncontrollable temper, and be more obedient to the wishes of those above you. I look upon your being allowed to enter Aldhurst as an inestimable privilege, to associate even for a short time daily with so superior a lady as my daughter, ought to be of the greatest benefit to you, and I pray God you may profit by her example. Remember, Rayon, the humble spirit is exalted, the proud one abased. You may"], [98, "OVERREACHED 94 go now but be ready to leave at half-past one to-morrow.' My aunt rose as she said this and pointed to the door, the air of injured innocence had given place to one of vain glory in her possession of such a daughter, and she stood swelling out with importance like the frog in the nursery fable, and in my rage I longed that she would burst. Lady Travers indeed ! I muttered to myself as I toiled up the steep stairs, who was she that I should abase myself before her ? and let her try the game her mother proposed, and I would show her two could play at it. Detestable family they all were, no wonder my mother left them and oh ! if I only could ! It did not take me long to gather all my things together and pack them up. I felt it a relief to be moving rapidly about, and thumping my books, boots and anything that could bear rough usage into their places. My box packed and locked, I put on my hat and cloak ; I was determined to have the truth from"], [99, "OVERREACHED 95 Charles Keysett before I went to Ald hurst. If he still loved Marian, nothing would induce me to go there. I would go far away, perhaps I would die leaving a letter for him telling him of my love, and then he would be sorry and grieve for me. Thoughts like these occupied my mind as I walked rapidly to Warwick Street ; I had been there so often that I knew my way perfectly, so it was not until the door was opened by the squint-eyed lodging house woman that I roused myself from the touching picture of my tragic demise and its effect on Mr Keysett. As usual the woman grinned when she saw me, and told me with a chuckle which was new, to walk upstairs, Mr Keysett was in and alone. I looked at her sharply and asked: ' Has Mr Keysett been alone all the morning ? ' ' I do not know ; he is alone now, you had better go up miss,' and she walked away. I felt she knew my secret and despised me, I wondered whether I was"], [100, "96 OVERREACHED the only Lady visitor or one of many — perhaps Lady Travers came. I longed to call the woman back and ask her, but all my jealous fears vanished as I opened the sitting-room door and saw the look of delight that came into Charles' face, when he perceived who the intruder was. ' My darling ! what lucky fate brought you to me this morning ? I was feeling so sad, wishing that I was laid to rest in a certain green space in a lonely churchyard I know well, sleeping calmly after \" life's fitful fever.'' Now you are here, it is all sunshine, and I wish to live for ever, you are to me a true Rayon.' ' And you are really glad to see me, Charlie ? ' ' Glad ! child, would you ask a traveller in the sandy plains of Australia, dying of thirst, if he was glad to see a spring of fresh water ? You are to me what that spring is to the thirsty traveller ; with you I live, I no longer despair, I feel as if success must come to me, money, fame.' 'Not money, I am no heiress.'"], [101, "OVERREACHED 97 ' Alas no, or you should never leave me, but we will coin money. I must be great before long, and you will be my inspiration. But tell me, Rayon, what brought you here this morning, have you quarrelled with the Hobhouses ? ' 1 You have guessed right ; only it^ is worse than a quarrel, it is a final break up ; my uncle refuses ever to speak to me or see me again.' ' What made you offend him ? ' ' Pure cussedness, Edith would say. I cannot stand his humbug, so I told him he did not practise what he preached.' ' How could you be so foolish ? What does it concern you whether he barters his soul for filthy lucre or not, you surely are not going to pose as a reformer ; if so, you and I must part, for it is a most profitless occupation. Take men and women as you find them ; if they can be useful, use them, if not, endure them.' ' Do not be so angry, Charles, I came here to be comforted, not scolded.' ' How can I be anything else but G"], [102, "OVERREACHED 98 angry ? you have thrown a good position away, I tell you that you ought to have been thankful to have been started in London under such good auspices. Why will you not use your abilities to better advantage, your conduct at the Hobhouses' has been childish. You have your way, my way to make in the world, did you for get that ? ' ' And to advance you I must dissemble.' ' If you like to call it such, yes.' 'And that I can never do.' ' You come here often enough, and keep it secret, all your ways do not come under the category of strict openness, Mademoiselle Massinet.' ' I am responsible to no one, I am not questioned even as to where I go when I am out.' ' And if you were ? would you tell the truth ? ah ! Rayon, I see by that flush you would hesitate, you would remember it was my secret as well as yours, and equivocate."], [103, "OVERREACHED 99 ' I do not think I would, I would defy my questioners.' 'And gain nothing by it. Well, that danger is at an end, and perhaps it is as well for you, for me, that our pleasant (for I must own they have been pleasant) tete-d-tetes must end.' ' But must they, Charles ? shall I never see you again ? ' ' That depends. Where are you going to?' 'To Aldhurst.' Charles Keysett stooped to pick up something on the floor, so as to hide from Rayon the smile of satisfaction he could not control. How submissive Marian was to his will, and how little she realised he was only using her as a snare to catch his bird. ' So the Travers' have invited you — that is kind of them.' ' Not at all. Mrs Hobhouse has ar ranged it, I do not think she has given them a choice ; I leave to-morrow and she only writes to-day.'"], [104, "100 OVERREACHED ' Lady Travers is not one to be imposed upon even by her mother ; she must have expressed a wish to have you at some time or another, or Mrs Hobhouse would never have proposed it.' ' Are you glad I am going there ? ' and I looked earnestly at him. ' Very, Rayon. I shall have a chance of seeing you. I often go to Aldhurst. Travers and I are old friends.' ' And report says you were, and are still in love with Marian.' ' Does it ? reports are generally un trustworthy.' 'You were in love, Charley.' ' Was I ? ' ' All my cousins say so.' ' Really ? then it must be true. ' And that you still are.' ' Then that must be equally so. ' But, Charles, do tell me, I cannot go to Aldhurst if such is the case. How could I endure to see you making love to Marian.' ' Making love ! you have picked up such vulgar expressions from your cousins. I"], [105, "OVERREACHED 101 do not make love to Lady Travers, I never have.' ' But they say — ' ' Stop, my dear Rayon, I really do not want retailed to me the idle gossip your cousins have repeated to you. I certainly was a friend to Lady Travers before she married ; I saw she was ambitious and determined to marry well. I feared Sir Matthew would be decoyed into a low marriage, and being his greatest friend, I made Miss Hobhouse my ally so as to save him. She made a profitable alliance in every way, and naturally I have re mained the intimate friend of husband and wife.' ' And you are not in the least in love ? ■she is handsome.' 'Very. Rayon, cannot you trust me?' ' Sometimes I do ; at others, Charles,' and I rested my head on his shoulder, ' there is an old story often comes to my remembrance when I am thinking of you. There was in the time of long ago, a young man full of noble aspirations and yearnings"], [106, "OVERREACHED 102 to be greater than other men. He had heard that in a far-off land there was a mountain, which if a man climbed and when he stood on the summit, had been true to his purpose, never having uttered false words to anyone, he would gain the know ledge, the power to be the greatest of men. So he started, and all went well with him until he reached the base of the mountain, and then he saw coming to wards him a beautiful woman richly clad in robes of sheeny silk, and covered with jewels ; he paused and waited for her approach. Gently she spoke and asked him where he was going, and he told her, but he did not notice that as he talked to her he was going away from the mountain. So she brought him to her home, and there he bided for a long time, forgetting the object of his journey. But one morn ing he recollected, and his longing for greatness and fame returned to him. So in sorrow and tears the beautiful lady led him back to the base of the mountain, for she knew that she had no power to keep"], [107, "OVERREACHED 103 him any longer. Love has no place where ambition rules. Very tenderly they parted, he vowing that no other woman should ever take her place, and that as soon as he had attained the summit, he would return and live with her until death should part them. All went well with him, the ascent was tedious and in some parts difficult, but his thoughts, as they varied between his ambitious longings and the memory of his beautiful love, beguiled the way. At length he reached a plateau which showed him half his journey was accomplished, and as he looked around him, he spied a lovely child just blossom ing into womanhood running hither and thither after a butterfly. He joined her, and forgot all in her company. Days passed and still he lingered, it was so sweet, teaching her the old old lesson, but at length he wearied as men ever do, and he told her he must continue his way, but she clung to him and wanted to detain him. He waved her back and started on his upward journey, bidding her wait and"], [108, "OVERREACHED 104 he would return to her, and so he left her disconsolate yet trusting to his promise. At length he arrived at the summit. It had been a dangerous, arduous climb, but he had gained the goal, and soon he would attain the power which would render him almost immortal. On the highest pin nacle there stood a woman more beautiful than any he had ever beheld, grace and majesty were combined in the atti tude with which she awaited his ap proach and he, forgetting all, flung himself on his knees before her and in eloquent words told her his love. She listened patiently, then smiling kindly, held out her hand and drew him towards her, looking into his eyes she said, \" Have you ever loved before?\" \"Never,\" he replied. \" Have you ever,\" she again asked, \"spoken words of love to another ? \" \" Never,\" he answered firmly ; he still forgot. \" Never vowed to be true to others ? \" \" Never,\" but he said this less firmly, and as he turned and looked down, he saw the woman of. the plain, the child"], [109, "OVERREACHED 105 on the plateau, and beside him stood gaz ing at him, scorning him, the woman of the summit, and then she vanished and he was left alone, there was nothing left for him to do.' ' But shoot himself or be shot. A de lightful tale, Rayon, and beautifully told. I love to watch you as you tell your quaint stories, the changing expressions, the light that comes into your dark eyes, the soft impressive tones of your sweet voice all enchant me, but your story in no way applies to me. There is but one love for me in the world, and that one behold ! ' and he led me to the looking-glass over the mantelpiece, and pointed out to me my own reflection. ' Charles, how can you be so theatrical ! You could have said so without marching me to a looking-glass where I see my hair is ruffled, my cheeks red. That has been your doing, but who is this ? what a lovely girl,' and I caught up a cabinet photograph of the most beautiful face I had ever seen. The original could have"], [110, "106 OVERREACHED been scarcely beyond childhood's years. ' Why do you start, Charles, what is she to you ? ' ' Nothing, I do not know her ; that fellow Maitland was here this morning, he has always some fresh love, and he was boasting of his new beauty and must have left her portrait behind him. Flattering to the lady ! ' ' But who is she ? ' ' How do I know ? I did not listen to him ; some ballet girl, I suppose. There, that is the best place for it,' and he flung the photograph into the fire. I sprung forward to save it, but it was too late, the flames had caught it, and soon nothing remained but a small black flake. It was like witnessing a murder, that sweet childlike face had not deserved such a cruel fate, and I turned angrily to my companion. 'You need not have done that, you ought to have kept it. But why are you looking so white ? '"], [111, "OVERREACHED 107 ' I am tired, your story, your suspicions have made me nervous.' ' Oh, Charles, I am so sorry.' ' You must trust me, child. At Ald hurst I shall have to hide my love for you, or Lady Travers will make your life a burden. No one must be noticed but her ; yet we shall have many happy moments together, Rayon. You must go now, for I expect a visitor, a man, do not be jealous. What a curse your suspicious nature is to you, little one ; cannot you believe my present, my future is yours ? no man can have reached my age without hearing occasionally the bells of \" If\" ringing, but you need not be jealous of past memories.' ' I will try not,' but I sighed as I closed the door and left him. ' Fool that I was to leave that photo graph out ! if Selham had seen it I should have been ruined. Poor little Enrichetta ! you deserved a better fate, but there was nothing else to be done ; she is jealous enough over Marian, this would have been fatal. Why has that girl such a"], [112, "108 OVERREACHED fascination over me ? I am not in love with her, indeed I have never really been so with anyone — yes, perhaps my old nurse when I was a small child. But my present state puzzles me. Marian is advantageous to me, she helps me in society, gets me invitations and has a charming home where I am always wel come — at least to her. Enrichetta is be witching, delighting all my senses, but Rayon has no position, no money, and at times is almost plain; she is often cross, I never feel certain of her ; that is her power. She never bores me, she has as many moods as a French verb, and is as difficult to decline, but I will be master. She is free from her uncle, now, to make a quarrel with the Travers' which will not be difficult as the two women already hate each other. Then her English relations will drop her altogether ; the French cousin is in America ; there will be none to call me to account, and Rayon will be mine. Strange, but a queer feeling comes over me when I think of her. I have a"], [113, "OVERREACHED 109 presentiment she will either make me or ruin me ; if she ever finds me out like the man on the summit of the mountain, I had better shoot myself. Come in, Selham.'"], [114, "CHAPTER IX Slowly the door opened, and a tall dark man who might have been any age from forty to fifty-two entered. The hesitating manner in which the door had been opened, the tremulous knocking would have at once told a shrewd looker-on that the new arrival was one who had played for years a failing game with Dame For- tune, and that he avoided the haunts of men, preferring like many animals to dwell in the dark, rather than live in the light of day. And yet he was still a very handsome man, in youth he must have been singularly prepossessing, one to whom the path of love must have been for ever open — how had he passed its turning and drifted into the briery one of"], [115, "OVERREACHED 111 intrigue, to find himself in middle age without position, homeless and obliged to earn his living by becoming the tool of an utterly unprincipled man, who, with less brains than himself, was living in comfort and making a name. Perhaps the strange combination of an Italian mother and an Irish father may have had something to say to the contradictory elements in Enrico Selham's nature. We are apt to trace our failures to some hereditary source, whether rightly is doubtful, but it is one of those fallacies comfortable to believe in, soothing our wounded vanity, and is ever handy as an excuse when we overstep the barriers of moral laws — a crossed nationality, a mad ancestor has saved many from the punishment of the law. Certainly Enrico had inherited most of the weaknesses and none of the strength of his parents ; his father had been an honourable man, kind-hearted to a fault, a loyal friend and a bitter hater, easily led and utterly improvident ; his mother, a"], [116, "112 OVERREACHED lovely Italian girl of an old and im poverished family, had been of a dreamy artistic nature, partial to mysterious love affairs which were incessantly causing ruptures between her and her husband, but which she was astute enough always to keep hidden from the world, and to the last she had retained her husband's love. From her Enrico had inherited his good looks, his talent for intrigue, but what in her had been a dreamy charm hiding a a restless energy, in him was indolence accompanied by a melancholy, somewhat poetical temperament. What had been reckless generosity in his father was luxurious extravagance in Enrico ; his best quality was his enthusiasm for art, for liberty ; but enthusiasm without other qualities is what firewood is when lit without coal, a bright momentary blaze and then extinction. Early in life Enrico devoted himself to the cause of Italy, and at first was looked upon as a coming leader. He showed decided talent for organising the various"], [117, "OVERREACHED 113 societies dispersed in different towns. His eloquence roused lethargic natures who were content to suffer, and wait, to action, and his appearance inspired confi- dence in those so apt to look on a national movement as essentially low and therefore to be avoided as retrograding to their social advancement. But as time went on, the older heads found they could not depend on Enrico, he was away when they most wanted him, or too indolent to exert himself. So gradually he drifted into a secondary position, and finding himself also somewhat embarrassed in money matters, he one day left Italy in disgust, with what he called the ingratitude of the revolu- tionary party and took up his abode in England. For a couple of years he was a favourite in London society, sought after by mothers with marriageable daughters, and spent most of the autumn and winter in a round of country visits. Fortune appeared to have taken him under her special care ; he was engaged to Lady Joan Monro, an heiress, young and talented, H"], [118, "OVERREACHED 114 when in an evil hour at a small watering place in the South of England he met Ivy Smith, broke off his engagement with Lady Joan, and married her. Tennyson says that marriage with a man of a coarse and brutal nature will drag a woman to his level ; it is not so, a woman's nature. if a truly refined one, is not so easily de graded, a man has not the power to drag her down, as a bad wife does her husband. A man's life is so much outside his home that his influence is not continually felt, but the man who links his life with an adventuress brings a poisonous snake to his hearth which will enfold him in its deadly coils, and instil its venom in his offspring, and such Ivy Smith became to Enrico Selham. Once married, his eyes were opened, and he learnt that he had sacrificed his honour, his social position for a beautiful syren, without heart, prin ciple, in fact without soul. In the early days of his married life he suffered terribly, the mistakes she made socially, her ignorance, her coarse ex-"], [119, "OVERREACHED 115 pressions, the utter want of refinement in her daily life jarred on his sensitive poetical nature, but as time went on he sunk to her level ; acquired the same slovenly habits, began to like the servile homage of her set, and spent his evenings card-playing and drinking. His luxurious habits to a certain extent clung to him, and with gambling added to his extra vagance, the fortune his father had left him quickly diminished. Money difficulties did not improve the home life, quarrels were incessant, and what the end would have been had not Ivy caught cold and died, is doubtful. Enrico, freed from his married thraldom, left his only child, a lovely girl of eight years old, to the care of her grandfather, a vulgar, honest old man who had spent most of his life at sea, and returned to Italy hoping to regain his old position, but his long desertion, his want of means, made old friends look askance at him. Disappointed, he resumed his old life, gambled away the little that remained of his fortune, then desperate joined a gang"], [120, "OVERREACHED 116 of wild revolutionists, and in a street row was seized, and for the next few years found himself a denizen of an Austrian prison. Released at length, broken down in health and fortune, he came back to England, and it was then, when abso lute]}' starving, he came across Charles Keysett, and became his secretary and tool. ' Selham, what news ? ' asked Keysett, without raising his eyes from the letter he was pretending to read. No answer came. Selham stood ir resolute by the table gazing into space as if trying to remember. Keysett raised his eyes and looked steadily at him. ' You have been at it again, cannot you do without opium ? ' ' No, it is my only comfort, it makes me a gentleman again, wealthy, surround ing me with works of art ; I wish I had some now, it would dull this pain, I heard something so terrible, what was it ? ' and he looked vacantly at Keysett, who, rising, went to a cupboard and pouring out nearly half a tumbler of whisky diluting"], [121, "OVERREACHED 117 it very sparingly with water, held it to Selham — ' Here, drink this and collect your senses, there is work to be done.' Selham drank it off without pausing, then pushing his hair back from his brow he stared wildly around. ' Work did you say, I will do no more work for you ; there is witchcraft in your dealings, secrets are divulged, innocent people arrested. I tell you, you are the devil, Judas was a saint compared to you ; he betrayed only once, you are always doing so. First it was Mandolini, now it is Luigi.' ' Luigi ! tell me quick what has hap pened to him ? ' ' As if you do not know, you who wrote and told where he would be found and you never fail, you demon, they took him all right last evening, dragged him on board, we shall never see him again, but I will denounce you and we will be revenged.' : And who will believe your story Selham when I have this proof, look at this letter, it was given me this morning, you are rash"], [122, "118 OVERREACHED to sign your name so fully, supposing it had fallen into other hands than mine, it strikes me you would be the carrion by now.' ' I never wrote that letter, I would never betray Italy.' ' It is a most able forgery then, every letter is yours and your signature is identical with everyone I have seen.' ' I tell you I never wrote it ; it is you that made me do it.' ' Then you own to writing this.' ' No, no, I could not have done such a thing.' ' You did it once before.' ' I did not, you make me do what you will, and I never know.' ' Rubbish ! you take so much opium you never know what you are doing, and then you imagine it is I who make you write. I was Luigi's best friend, I loved him, he was so true and upright, you have ruined him by your treachery ; think of him breaking his heart in prison. This evening I shall meet our society and lay before them this letter. You shall be"], [123, "OVERREACHED 119 judged by them. Do you think they will believe your story that I made you write it?' ' No, no. I am in your power but I never wrote it, spare me, oh spare me from such a death for my child's — for Enrichetta's sake,' and the wretched man threw himself on his knees before Keysett. The latter chuckled. ' What a contemptible creature you are, Selham, there, get up ; no, stay, let me look at you. I thought so. You are on the verge of brain fever ; vou must rest.' While he was speaking Keysett had hold of Selham's hand, the man gradually closed his eyes, a few convulsive sobs shook his weakened frame, then he be came still — ' Now get up, sit there and write.' For a whole hour Keysett dictated and Selham wrote ; three letters had been written — long ones reporting all the pro posed movements of the Italian patriots. One was addressed to Austria, another to Rome, a third to France. Without"], [124, "OVERREACHED 120 a change of expression, absolutely unable to resist, the wretched man performed his task. When the third was finished and ad dressed, Keysett placed them in his pocket and removing all the writing materials, burning blotting - paper, he placed fresh before Selham, then seizing the man's hand, he said sharply, ' Wake up ! ' The unhappy man struggled as if in pain, then sat up erect and looked round. ' So there has been no writing this morning ? ' ' No, you slept, I could not wake you ; our morning has been wasted, and now I must go out, you can go.' I wish all our mornings were wasted, your brain paralysed, my arm withered.' 'Stop that, remember you are in my power, and that it is only for your daughter's sake I have spared you.' With downcast head, Selham shuffled off. Key sett waited until the front door closed, then he indulged in a fit of laughter. 'What a miserable creature the man is, if"], [125, "OVERREACHED 121 he only knew that his beloved child was in love with me, that we had met, he would kill me, that is, if he caught me unawares — he was so secret about her, and yet he led me to her. Well, it is her hour now, I must meet her, mia bella Enrichetta, her beauty will make me forget the wretched object I have spent my last hour with, a degradation to man hood ; well, well, to rise one must need use dirty tools, they can be destroyed when done with. Enrico Selham, when your turn comes to be thrown aside I will show no mercy,'"], [126, "CHAPTER X Rather before half-past one my cab came to the door, Mrs Hobhouse having ordered it earlier so as not to interfere, the parlour maid told me, with their luncheon-hour. None of my cousins appeared to see me off, but I turned into their sitting-room think ing it polite to do so. Muriel and Jane were the only occupants, they raised their heads as I entered and stared at me. At last Jane said : ' Oh, you are going, Rayon ; good-bye.' She never rose, and resumed her reading. Muriel only stared, but as I turned away and was closing the door, I heard her say: 'Good riddance!' The kind-hearted housemaid was the only one who bade me a friendly farewell ; the"], [127, "OVERREACHED 123 parlour-maid turned her pert head away, and no doubt reiterated Muriel's remark. My pride helped me to bear up until the cab drove off, then I burst into tears. I felt so lonely, no one seemed to care for me. Mr Keysett, who pretended to love me so much, might have met me at the station and seen me off, and wished me God-speed ; my aunt might have just been kind at the last. Oh, if Gaston had not left Vevey ! but he, too, had gone from me. I must have looked a sorry object by the time I reached the station ; dark people ought never to cry, it is most unbecoming to them ; blue eyes are improved by tears, like the sky after a shower. The old porter who took my box looked pityingly at me, even the ticket-man softened his usual gruff voice, as he handed me my third-class ticket and change. I jumped quickly into a carriage and sank into a seat in the furthest corner, leaning my head disconsolately against the window. No one came in, perhaps owing to the old"], [128, "OVERREACHED 124 porter having closed the door and busied himself in showing passengers into the other carriages, but just as the train was starting, the door banged open and a girl rushed in, breathless with running. The old porter seemed to know her, for he smiled as she slipped some coppers in his hand and said : ' You do run it close, miss.' ' Yes, it was a near go this time,' and she laughed so cheerily, I feltt exasperated and turned sharply towards her, to see the original of the photograph I had so admired, and whose destruction had affected me so deeply in Keysett's room the day before. Lovely as the photo graph had been, it had not done the girl justice ; it had only reproduced her refined clear cut features, and the perfect contour of her face, but her colouring it had lost. Her complexion, even flushed as she was by running, was exquisite, her eyes a deep violet blue shaded by dark eyelashes, her hair of the true Venetian hue artists rave about, and which no dye has reproduced. I watched her, fascinated by her beauty,"], [129, "OVERREACHED 125 as she settled her many parcels, she was such a child, so delighted with what any other traveller would have thought a nuisance. When she had at last arranged them to her liking, she turned and looked at me. ' They are a lot, are they not ? I forgot so many things I wanted, until the last moment, I was shopping all the way to the station. I have put them alto gether, so that I shall not leave one behind, I generally do. Grandpapa says I should forget my head if it was not fastened on. I am so glad you are with me, it is so dull travelling alone, you cannot talk to yourself and I hate being silent, I will sit opposite you. Are you going to Emsworth ? ' 'Not so far, I think,' and I named my station. ' What a pity ! still I shall have you for a good bit. You are a foreigner ? ' ' Yes, you guessed it by my accent I suppose.'"], [130, "126 0 VERREA CHED ' Partly, but your looks are not English, you are so dark. Are you Italian ? ' ' No, French, at least my father was, my mother was English. This is my first visit to England.' ' Do you like it ? ' ' I hate it.' ' Oh, you naughty girl, I love it, there is no country like it — here men are free. Father is always raving about Italy, he is half Italian, and would like to take me off there, only he is too poor ; he longs for its sunshine, but what are clouds and cold compared to oppression and dirt, for all the Italians I have met are dirty and oppressed. No, I am determined to live and die in old England, or any way if I have to leave her, I hope it will be for one of her colonies.' ' But if your father goes back to Italy ? ' ' He never will, they will not allow him, he is a patriot,' and she looked as if I ought to be impressed. Alas ! my opinion of patriots was not"], [131, "OVERREACHED 127 exalted, judging from what Mr Keysett had told me, they were a troublesome, useless lot, so I remained silent and my lively companion soon continued. ' Being French, of course, you do not appreciate an Italian patriot ; never mind they will gain their cause. I wish I could have remained in London, I was at school, a very strict one, still we had half-holidays which we made the most of. I generally went out with father, he used to come and fetch me. I do not know where he lives, but I fancy it is a poor place. He never would come in, but used to walk up and down the square until I joined him, he said he was too shabby, but I always think he looks very handsome. He is very proud, he was a gentleman and rich once, now he is very poor and quite broken down in health by all his troubles, sometimes he seems afraid to go anywhere ; at others he would be so delightful, tellings me the most thrilling stories or peopling the places we sat in with such beautiful women and heroic men, he made it seem to me like"], [132, "128 OVERREACHED fairyland. I often wondered how he could think of such lovely things, the worst was that when he stopped talking, the charm vanished and all became commonplace again. I did not go out very often, some times I had to spend my half-holidays alone at school, and that was horrid. Now and then one of the girls took me home with her and that was jolly. Most of the girls had lovers. I have one now.' Maitland I thought, but I only said : ' Indeed, what is he like ? ' ' I must not tell you anything about him, it is a secret, I promised to tell no one.' ' Does your father know ? ' ' Not yet, but he will soon, and he will be so pleased.' ' I should tell him, if I were you.' ' Not just yet, we shall be married soon. Oh, it is all right, he is such a darling, so true.' Poor child ! I thought if what Charles had said was correct he was anything but that, but before I could speak, my com-"], [133, "OVERREACHED 129 panion disconcerted me considerably by asking if I had a lover. I felt myself getting crimson, so changed the subject. ' Where are you going now ? ' ' Oh, to grandpapa, I always spend my holidays with him, now I am going for good. I do not know how I shall like it, I fear it will be very dull. Grandpapa lives in a small cottage close to the sea, such a funny little place ; it is like a naval museum, all the wonders of the deep that grandpapa collected during his many voyages crowd the room. A figure-head of some wrecked vessel stands in one corner of the garden, an old anchor some where else, shells take the place of flowers. He calls it Trafalgar Cottage in memory of Nelson, and we have a large portrait of the hero over the mantelpiece, and op posite, an engraving of his death on the Victory. He hates the French, does grandpapa, he always talks as if they had injured him. You must come and see us.' ' But I am French.' 1"], [134, "OVERREACHED 130 ' Oh, grandpapa will not mind a French girl. I took mademoiselle, our French teacher once, and he was most kind to her ; he will only pity you for belonging to such a country. Mademoiselle enjoyed herself, the weather was fine, but when it rains it is very dreary ; the moaning sea outside, nothing but relics of the sea within, I have to pinch my legs to be sure I am not turning into a mermaid. I only hope it will not happen when the tide is out, for my beautiful tail would be spoilt dragging it through the horrid mud. Is this your station ? I am so sorry, but you must come and see us, here is my address,' and she pulled out a letter from her pocket and handed me the envelope. I read ' Miss Enrichetta Selham, Trafalgar Cottage, Emsworth.' Selham ! where had I heard the name before ; but there was no time to inquire, as the train had stopped. I kissed the bright, pretty child, and as I stood watching the train as it went off, I thought whatever the man Maitland might have been, he must love"], [135, "OVERREACHED 131 her and forget all past loves, she was so beautiful, how angry he must have been when he found her photograph destroyed. It was too bad of Charles doing such a thing, I must ask him all about Maitland, and then I would go over to Emsworth and see the child. Little did I think under what circumstances we should meet again ! My reflections were disturbed by a voice asking if I was the French young lady Lady Travers expected, and I turned to see a footman beside me. I replied in the affirmative, and followed him to the carriage which had been sent for me. This seemed to me a better beginning, whether the politeness came from Sir Matthew or his wife I did not know or care, but it made me feel less desolate, and as I leant back in the comfortable cushions my thoughts were not so despon dent as they had been since my arrival in England, and my feelings towards Marian softened — perhaps I might not find her as unpleasant as her sister predicted."], [136, "OVERREACHED 132 Had I known more of English country life, I should have been aware that there wras nothing extraordinary in my being fetched from the station, that it was done indiscriminately for guests or servants ; but I was in ignorance, and in my case it was well, for I entered Aldhurst in a more amiable frame of mind than I had thought possible. It was a little disappointing, having prepared myself to be pleasant, to find no one at home, and that Lady Travers would not be back much before eight o'clock, their dinner hour. My ignorance still comforted me, they had sent their carriage for me, and my arrival had been so sudden, no engagement could very well have been postponed. Also, perhaps the beauty of the place soothed me ; the house, a large brick one, lay at the foot of the Downs, a lovely lawn spreading in front, surrounded by fine trees, and a well- kept flower garden at present somewhat bare, sloped from the right side of the house, until it appeared to lose itself in a large green meadow. The avenue from the"], [137, "OVERREACHED 133 house looked rather dark and gloomy but added to the stateliness of the place. Then the old oak hall, with its stained glass, the fine carved staircase, with its walls covered with old family portraits, charmed me as I followed the housekeeper, who awed me somewhat, to my room. Not less entrancing to me were the various recesses in the long passage filled with old Indian china, the delightful smell of dried roses, pot pourri I found they called it. No wonder Charles liked to stay in this charming house, or that Marian had escaped the ugliness of Gloucester Terrace by enduring Sir Matthew's roughness, to gain this home. My bedroom, although not luxurious, charmed me after the horrid attic I had shared with a companion in London. This was airy and bright, and my own. ' Sir Matthew is very punctual, miss,' said the old housekeeper as she ushered me into it, ' so my lady hoped you would be quite ready at eight o'clock,' and look-"], [138, "OVERREACHED 134 ing round to see that the fire was burning, she left me. I threw myself into the large armchair, thankful for the change in my circum stances, I was utterl}r at a loss to under stand why Marian should have consented to receive me, and still more that seem ingly she had done so willingly. She had always treated me with absolute indiffer ence, and yet she must have given orders for my reception, for soon a smart-looking girl appeared with a cup of tea, and bread and butter, and politely asked if she could unpack my things. It was a mystery to me, and thinking would not solve it, so having declined the girl's help, I busied myself in unpacking, and then sat down and wrote to Gaston a long description of my travelling com panion, and my new abode. I wrote more freely to him than I had done before ; I admitted how unhappy I had been in London, but I told him nothing of the magnet that had kept me from joining them in America. I had never mentioned"], [139, "OVERREACHED 135 Charles Keysett to him, I had a convic tion that Gaston would not approve of the secret manner of our love, and would either compel Keysett to admit our en gagement or insist on my leaving England, so I kept my acquaintance hidden from him. Would that I had told him ! what a bitter page in my life's history would have remained unwritten."], [140, "CHAPTER XI The first three days of my stay at Ald hurst were rather trying to me, especially the evening prayers, and they nearly got me my conge. Sir Matthew always as sembled the servants and all of us in the cold hall at ten o'clock punctually, no matter what we were doing or how long we stayed up afterwards. His reading was most peculiar ; he had a way of inter larding his own remarks without a break in the words of Holy Scripture. The first two evenings tried my gravity greatly, but on the third I fairly broke down and laughed out. Marian was fidgetting her foot, when suddenly I heard Matthew read, ' And Peter said (Marian, don't waggle your foot).' The"], [141, "OVERREACHED 137 worst was that my laughter was joined by Marian, and a suppressed titter came from the row of servants. Matthew closed the Bible with a bang and turned towards me furiously, but before he could speak I had flown from the hall. Next morning, it was Sunday. Marian informed me that my conduct had offended her and Sir Matthew seriously, that she had decided to write home and ask her mother to remove me, but at that moment Matthew came in, and solely to annoy her I went up to him, and putting on my most ingratiating manner, told him how sorry I was, that it had sounded so funny to my French ears, I could not help laughing, that he must forgive me and be friends again. ' All right, Rayon, there was some excuse for you, but none for Marian, don't do it again, although from all I have heard you are quite a little heathen.' Marian walked to her place at the breakfast table in a rage I could see, but she said nothing until breakfast was"], [142, "138 OVERREACHED ended, then as she was leaving the room she turned to me and said : ' Rayon, you had better not join us at family prayers again as you cannot behave yourself, and I certainly shall not take one who mocks so openly at religion to church with me, you will remain at home.' I was nothing loth ; indeed an hour after they had left, I was in a state of joy, for who should appear but Charles Key sett, and a happy time we had of it until the Travers returned. Her ladyship, I noticed, looked none too pleased at finding us together, and it was the last time she left me at home on a Sunday. Two months have elapsed since then, and I am still at Aldhurst. Marian and I dislike each other in an honest but passive manner, occasionally when she has an opportunity she treats me to some disagreeable remark, but generally we are absolutely indifferent to each other, she going her way, I mine. Matthew and I have become excellent friends, and to him I certainly owe all the pleasure I find in"], [143, "OVERREACHED 139 Aldhurst. I have become accustomed to his rough ways, knowing how truly kind- hearted he is, and how much he suffers ; he is so devoted to his cold, proud wife, and I feel at times as if I could shake her for the manner she treats him, owing, as she does, everything to him. Also I am quite sure she is in love as much as it is possible for one of her nature to be with Charles Keysett, and I feel a certain satisfaction in knowing he does not care for her. I must say he dissembles well, and there are times when I am miserably jealous ; it is a little hard when one returns from a long drive with Matthew to find Charles arrived almost directly after we left, and that they have been alone to gether. She must have known he was coming, and yet she never said a word to me. I often used to wonder how much Matthew knew. We never spoke of him, but from the first I had a shrewd sus picion he did not like him, and I noticed latterly when we used to find him at Aldhurst on our return from driving or"], [144, "OVERREACHED 140 walking, Matthew always became very red and rude. 1 must say Charles bore all his remarks very patiently, and gene rally left Lady Travers and devoted him self to me. Then Matthew would look puzzled, but his expression always bright ened and his manner became less aggres sive. If Marian would only have left Charles and me alone ; but she invariably managed to draw him from me, and then I used to sulk off, and Matthew to console me would challenge me to billiards or some other game. Returning one day rather earlier than usual we found that Marian, who had declared she was too ill to move off the sofa, had driven to the station to meet Mr Keysett. I had no idea it was in Matthew to look so evil ; he stamped his foot with rage : ' Confound the fellow ! he seems always here, they have made a tool of you, Rayon. I had forbidden Marian to receive him but she coaxed me round when you were coming, declared he was in love with you and swore there was"], [145, "OVERREACHED 141 nothing but friendship between them. They shall play me no more tricks and you shall lend yourself no longer to such a vile scheme ; you ought to be ashamed of yourself, you adventuress, you.' His words had been spoken so rapidly, had been so intermixed with foul exple tives that for a second or two I did not grasp his full meaning, when it dawned upon me, I turned round upon him in as great a fury as he was in himself. ' How dare you say such a thing of me ! you insult Mr Keysett and myself, he is in love with me, not Marian.' ' Pshaw ! you are a fool, in love with you ! it looks like it ! don't tell me any more lies, I have had enough of them,' and he turned away and left me. Never had I been so insulted, not a day longer would I remain under his roof. Charles must help me to find another home. I rang the bell violently, and on the servant appearing, asked him to tell Mr Keysett as soon as he arrived, that I must see him at once alone."], [146, "142 OVERREACHED ' My lady and Mr Keysett have arrived, I have shown Mr Keysett into the library. There is a row, I think, miss, perhaps you had better not go downstairs at present.' ' I hope there is, it is about time,' and I rushed from the boudoir, as the room in which Marian never sat was called, flew down the slippery oak staircase, and banged into the library, the stately surroundings of which were quite incongru ous to my wild entry. Utterly disregarding Charles' soft greet ing : ' At last my darling ! ' I almost screamed in my anger as I seized his arm ; ' Not a moment longer will I remain in this house, Charles. Matthew has in sulted you and me, he is a beast.' ' My dear Rayon, control yourself, he is intolerable, perfectly mad, these attacks come on him so suddenly. We were startled, I can tell you when we arrived, and he appeared crimson with rage, his necktie undone, his hair on end, and dragged his wife to his study, swearing"], [147, "OVERREACHED 143 like a torn cat on the tiles at midnight. Poor Lady Travers, she has had to pay dearly for her wealth and position. I pity her greatly.' ' Then I do not, she is a thoroughly bad sort, and you ought to be ashamed of yourself, flirting as you do with her.' ' And for whose sake have I done so ? you are cruel, child.' ' But the creature is in love with you.' ' That is my misfortune, what I did in joke has become earnest to her, we must end it, Rayon. You cannot return to the Hobhouses, that is impossible. I tell you what I will do, I will write at once to my friend, Madame de Cailloux, and ask her to receive you ; to-day is Tuesday, we will say Thursday.' ' Is she another woman you flirt with ? ' ' Silly Rayon ! she is sixty years of age, I have known her ever since I was a boy, she has been like a mother to me, I have told her all about you and she longs to see you, so be ready to start for Paris, Thursday.'"], [148, "OVERREACHED 144 I hesitated ; I seemed to know so little of this Madame de Cailloux. Charles appeared to read my thoughts for he drew me towards him, and clasping me in his arms, whispered, ' Cannot my little girl trust me ? be sides, it will only be for a month, Rayon, then I will come over and we will get married. I have an opening before me which will make me a rich man.' ' Is this good news true, Charles ? ' ' Have I ever deceived you, pet ? ' I made no answer, I did not feel so sure. ' You promise it will only be for one month ? ' ' Certainly, Rayon ; and that is too long, I am so weary of this waiting. I want to have you always with me, to be my very own ; but go now, child, or we shall be discovered. I will tell Lady Travers you must leave, and that I have arranged for you to go as Madame de Cailloux's com panion ; she knows I was looking out for one for her.'"], [149, "OVERREACHED 145 ' But you will tell her the true reason ? that Matthew has insulted me.' ' Yes ; there will be no difficulty in getting you away, she is jealous enough of you.' ' With Matthew ? ' ' Yes, with Matthew. You blame me for flirting ; from all she has told me you are an adept at the art.' ' You are not jealous, surely ? ' ' Hardly of Matthew, but she is. ' They are both mad. ' Here she comes ; go quickly, for her ladyship will be in one of her worst tempers.' I escaped by another door before Marian entered, and reached my room in a state of delight I had never experi enced before : what idiots girls are when they are in love ! What had passed between Marian and her husband I never knew, or how she had calmed his suspicions. I conjectured she had done so, as the housemaid told me with a disagreeable snigger : ' Mr K"], [150, "146 OVERREACHED Keysett was remaining.' I steadily re fused to leave my room although Marian had begged of me to forgive Matthew, she said he was not responsible for anything he did when these sudden attacks seized him, nor did I soften when I received a long rambling apologetic letter from him. I was implacable. Wound a woman's vanity and you make her, oh man ! an enemy. I could for give a great deal but not his latter speech, these few words had erased from my mind all Matthew's past kindnesses — all the friendly feeling I had had for him."], [151, "CHAPTER XII The whole morning I spent packing my things so as to be quite ready to start for Paris early the following day. Never was a girl happier than I was. I sang snatches of French songs, if the term sing ing could be applied to the noise I was making. I knew my high notes were all out of tune, but I did not care, I felt per fectly in tune myself — only a short month, and then an end to subterfuge and the be ginning of a lifetime of happiness. How wrong I had been ever to doubt Charles ! I longed to see him, to tell him how wicked I had been, it would be so sweet to hear him forgive me in his soft voice. My packing ended, I determined to go out for a brisk walk, I would bid good-bye"], [152, "OVERREACHED 148 to the gardens, shrubberies, and to the whole place from the top of the downs — after all, the past two months had not been so bad. As I passed Sir Matthew's study I paused to listen, he had a really fine voice and was singing an old hunting song to the air of ' Farewell, but whenever you welcome the hour,' indeed the words were a parody on the well-known song. It was long since I had heard him singing by himself, Marian must have restored his faith, as mine had been. I waited outside while he sang the whole song : ' Farewell, but whenever we welcome the day Which shall see us all mounted in hunting array, Then think of the friend, which once crammed his old screw And forgot his forelegs to be forward with you. And when on each morn you mount your old horse And your hounds are just drawing a nice little gorse, Where'er I may be, though perhaps far away, My thoughts, my old boy, shall be with you that day. Delighted each turn and each check I can trace And partake of the pleasure and pains of the chase, Too happy in knowing that mid the first flight You have beat all the cocktails and snobs out of sight"], [153, "OVERREACHED 149 Let Fate do its worst. I have seen many a run Which I oft shall recall ere life's hunting is done, At night when I am sipping my grog by the fire And dozing, I'll fancy I am riding a flyer. Ah ! dreams such as these may I ne'er be without When a jolly old sportsman laid up with the gout, Deprive him of horses and hounds if you will But a foxhunter once is a foxhunter still. It was strange, but as his rich voice died away in a loud tally-ho, my bright spirits appeared also to fade. An unseen some thing passed close to me, who or what I could not say, but so convinced was I that I had not been standing alone while Sir Matthew sang the last verse of his song, that I looked carefulty all about me, to find nothing that could have impressed me in the uncanny manner I had been. Angry at my foolishness in giving way to such weakness I walked quickly down the long passage, but paused as I stood on the first step of the wide oak staircase, for standing in the hall looking up at me was my Uncle Jules, the same in every way as I had seen him that time at Corseaux, when Marie and Gaston were so alarmed"], [154, "OVERREACHED 150 for my sanity. I rubbed my eyes to be certain I was not dreaming, but no ! he was still there and he raised his hand and beckoned me to come down ; slowly I obeyed, but as I reached the hall, instead of waiting for me, he glided before me to the open door and out into the bright sun- shine, for nature even was wearing that day her gayest spring garb. As I hesitated in the doorway whether to follow him or not, he turned and beckoned me again, and as I still remained in doubt, I heard the well loved voice : ' Suivez-rnoi, Rayon, n'ayez pas peur mon enfant,' then I rushed towards him, but he glided so rapidly across the sunny lawn that I never reached him. On and on I followed him along the narrow shrubbery walks, until we reached a little summer house that once had been a favourite resort of Marian's, and then had been kept in perfect order and decorated tastefully for her by Matthew ; she had long tired of it, and the ivy had grown rampant upon it and brambles and nettles around. My uncle"], [155, "OVERREACHED 151 stopped beside the little stained glass latticed window, several small squares of which were broken, and the ivy trailing through, and he turned towards me again and signed to me to stand beside him. I sprang to his side, but as I reached him, I forgot him, for I heard two voices I knew so well, and through the broken panes I saw. . . Oh ! Matthew, singing so gaily in your study, if you could only hear and see what I do. With their backs turned to me sat Marian and Charles, their chairs closely drawn together, she with her head resting on his shoulder, he with his arm twined round her neck, stroking her lovely hair, Marian was talking. ' Charles, we have never had such a good time as since Rayon came, it is a pity Matthew became suspicious.' ' A horrid nuisance, two months bliss gained us by a confiding girl. I shall have to remain away for some weeks now, I suppose, until Matthew cools.' ' It has been a joke. What a simpleton"], [156, "OVERREACHED 152 the girl must be not to have discovered our little game ; they say love blinds, but I never believed it until I met her, she is hopelessly in love with you, Charlie.' ' And believes I am going to marry her, poor innocent ! ' ' And pray what does she imagine you are going to keep her on ? she is not so simple as to believe love sufficient.' ' I told her I had an opening.' ' Oh, the old story. Really, Charles, you will one day believe it yourself, and then you will talk of a coming fortune,' and Marian laughed loudly. Charles looked nettled. ' Do not be so noisy, Marian, someone may hear you, and after all, I do not see anything to laugh at. I may have one. Matthew may leave you a rich widow.' ' Dead men's shoes, eh, Charlie, is that your way to fortune ? No such luck here for you, and after all it might not be as pleasant, stolen love, like stolen fruit, is sweetest.' ' Sweetest, yes, but not so profitable,"], [157, "OVERREACHED 153 and then the game gets a little wearisome when the husband becomes such a watch dog as Matthew ; we cannot always find a Rayon.' ' You must marry an ugly, disagreeable heiress. I know of one.' ' Then there would be two watchdogs. No, I will leave marriage alone, I should get so sick of that never-ending bondage.' ' Not with me, Charles.' ' Yes, even with you, Marian.' ' How can you say such a thing ? ' and she raised her head indignantly, ' why only just now you talked of my becoming a widow.' ' As an ending to my money difficulties, but if we married I firmly believe after six months our regret for poor Matthew's demise would be of the truest.' ' Do you not love me then ? ' 'As you are, I adore you, why, I am sure I do not know, you are a dreadful torment at times, Marian. I often wish I had never met you, I might have"], [158, "OVERREACHED 154 married an heiress then, qui sait / You have spoilt my life for me.' ' How terribly selfish you are, Charles ! ' 'Ditto, sister kettle, and I believe that is why you and I get on so well, we are so absorbed in our own interests, we never bore each other ; now, like a good girl, do find some means for us to meet, for Matthew is very determined that I shall not enter Aldhurst again until I have married Rayon. As that will never be, and as a little time must elapse before I can tell her my prospects have faded and our engagement must end, and get her to tell Matthew the impossibility of our marrying, impressing on him at the same time how beautifully I have behaved, so as to gain me re-admission (do not laugh Marian), we must arrange to meet some where without the watch-dog tracking us.' ' You know our old meeting-place, the clump of trees on the downs, be there the day after to-morrow and I will have some plan. I cannot endure my life without"], [159, "OVERREACHED 155 a sight of you, think what my existence is with that coarse-minded brute ! ' ' He pays you well for your endurance, Marian, do not forget that — he might be worse. Will the old meeting-place be safe ? ' 'Perfectly.' ' Then I will be there at three o'clock sharp, but come away now from this damp gloomy arbour, it has made me feel creepy,' and he shivered, 'besides, I must have a few minutes love-making with Rayon before leaving.' I crouched low among the branches as the two came out and wended their way back to the house, unconscious that they had been seen and heard by certainly the person next Sir Matthew they most wished to remain in ignorance. How long I remained lying full length as I had thrown myself, after their de parture, among the brambles and yet tender nettles, fortunately for my appear ance, I know not ; my senses were be numbed, I could not cry or rage as had"], [160, "156 OVERREACHED been generally my wont when in sorrow. All that had made life sweet seemed crushed out of me, faith, hope, and love were words that had utterly lost their meaning to me. What had I done to be so bitterly punished ? my only fault had been believing too easily, loving too well. Was it possible for a girl of eighteen to know that the world was so vile, that a woman like Marian could exist, who, to further her own wicked ends, would will ingly sacrifice a young girl's happiness, or a man so ignoble as to take advantage of her youth and ignorance. Not even a thought of revenge crossed my mind. I was dead to all active sensation, simply conscious of the cruel words I had over heard, and moaning childishly at intervals from the bitter pain which seemed gnaw ing away at my heart. Once a remem brance of an engraving I had seen of Prometheus chained to a rock with a vulture gnawing at his vitals came to me. Would this bitter pain of mine be like that vulture, for ever gnawing, never killing ?"], [161, "OVERREACHED 157 Death, and, let us hope, forgetfulness, come to many sufferers, but I knew it would not to me — I was strong, I should live on for years, ever remembering, ever suffering. The loud hoot of a large white owl at last startled me, and I sat up and found to my surprise the day had come to an end ; around me darkness was creeping, and I also became conscious that a more uncomfortable resting place I could not have found. Mechanically I tried to dis entangle myself from the thorny branches which had closed around me. It took me time, and the patience I showed was utterly unlike my old self. When I emerged from the shrubbery on to the lawn I could see my way, as myriads of stars were lighting up the sky. How I loathed them, shining down so brightly and coldly on this world of sin and sorrow. What did I want with light ? Grey twi light, gloomy darkness would suit me from henceforth. Life and its joys — if there are such — nature and its now to me"], [162, "158 OVERREACHED deceitful beauty, I had done with. An old verse I had read since I came to Ald hurst recurred to my mind, and I found myself repeating monotonously : ' Tell zeale it lacks devotion, Tell love it is but lust, Tell time it is but motion, Tell flesh it is but dust. And wish them not reply For thou must give the lye.' Ah ! who knew better than Walter Raleigh that this life is all a lie ? But even he had been spared learning the lesson as young as I had been. I made my way into the house by a side door which I knew was never locked until a late hour, and as I was crossing the hall I came face to face with Marian. ' Rayon, where have you been, it is too bad of you going off on such a wild tramp as you must have been. Mr Keysett was much annoyed and also disappointed at not seeing you before you left ; he wanted to arrange about meeting you to-morrow, and seeing you off to Paris.'"], [163, "OVERREACHED 159 ' I am not going to Paris to-morrow, Lady Travers.' ' What do you mean, what madness has come over you ? Is Mr Keysett to be treated like this, what will Madame de Cailloux say ? ' ' Mr Keysett will explain as he likes to his friend, it is a matter of perfect indiffer ence to me.' ' But you cannot remain here.' ' Believe me, I have no wish to do so.' ' You are ridiculously hard on Matthew.' ' Pardon me, I was ; I pity Sir Matthew now more than I can say,' and I looked her full in the face ; she turned very white and seemed puzzled. ' You are not yet your own mistress, Rayon, suppose my father insists on your going to Paris. I will write to him.' ' I should advise your not doing so.' ' You are mad, girl ; well, go your own way, you have been a nuisance ever since you came among us.' ' Not altogether, I think, Lady Travers.'"], [164, "OVERREACHED 160 I again looked firmly at her, this time a look of fear crossed her face. 'Why do you call me Lady Travers, Rayon, you — ' ' I will not tell ; no, Lady Travers, it would bring me no comfort, go your way to its end and let me go mine. Good night.' I left her standing pale and rigid — the simpleton had scored. Alone in my room, I pondered what I had best do. I was resolved to join Gaston, but to go to America requires money, and I knew I had not enough by me to pay my voyage. Appeal to Sir Matthew I would not, I should have had to explain why I was going ; as to my Uncle Hobhouse that was utterly out of the question. I had a little valuable jewellery and I recollected hearing my cousins joking about some friend of theirs who had pawned her sapphires, it was at some shop in the Strand. I would take my ornaments to London to-morrow, and see what I could get for them ; if I failed,"], [165, "OVERREACHED 161 then I must wait until Gaston sent me the money, but in the meanwhile where should I go ? remain at Aldhurst I could not. Fumbling among the rubbish I had cast aside when packing, I came across Enrichetta Selham's envelope. What a comfort the little dusty thing became to me ; yes I would go to her, she was bright and loving, and she had said her grand father was kind. How utterly I had forgotten her although I had questioned Charles about her on his first visit. He knew nothing about the girl, but Maitland who had left the photograph in his room, was a clever rising young man at St Thomas's Hospital, but a sad flirt, and he had laughed at the idea of his being in earnest. It seemed to me men never were. L"], [166, "CHAPTER XIII I started early that morning for London, it was a long walk to the station, but I was in good training, having been Matthew's walking companion for the past two months, and in my present state of mind to be moving was preferable to sitting still. I had never closed my eyes all night, and the long hours had seemed to me interminable. I could see nothing but those two false forms in the arbour, hear nothing but their cruel jests at my ex pense, and I was thankful when daylight came and I had to rise and start for town. I must own that on arriving in London my courage ebbed at the thought of the business I had come upon, and instead of making my way direct to the Strand, I"], [167, "OVERREACHED 163 wandered aimlessly about until I reached the embankment. It was nearly one o'clock, and I felt very weary as I leant over the wall and gazed on the dirty river. I was hardly conscious of what I saw, it seemed to me a moving mass of water, boats and people. At length my attention was attracted by a small crowd, and I made my way towards it. As I ap proached the crowd opened to make way for two men carrying a stretcher on which, from the outlines, I judged was laid a young girl. Life I thought had been too hard for her, and yet what courage she must have had to plunge into the unknown. The wind at this moment lifted the light covering that had been thrown over her and to my horror amid Thames mud and dripping water, I re cognised the face of Earichetta Selham. Impetuously I rushed to her side and touching the arm of the nearest bearer, I asked : ' Where are you taking her ? ' ' To the hospital, miss.' ' Let me go with you, I know her,'"], [168, "164 OVERREACHED ' Certainly miss, you may be of use. We do not know who she is ; little more than a child she looks, too young for such a hending. What these young critters can see in that there river is beyond me.' ' How did it happen ? ' ' I do not know, miss. My pal and I noticed a young woman running wildly towards the river, but before we could get to her she had sprung off the parapet. She fell badly, and I fear she is 'urt.' On our arrival at the hospital I had some difficulty in getting admitted and allowed to remain, especially as I would not give up the poor girl's name until I knew for certain she was dead. At last my entreaties prevailed, and I was allowed to wait. Hours it seemed to me passed before the door opened of the room I was in, and a respectable, good-looking nurse entered. ' You are Miss Massinet, I believe.' 'Yes. Is she dead ? ' ' No, she lives, but there is no hope she injured herself in falling.'"], [169, "OVERREACHED 165 ' Poor child, when I last saw her she was so happy, without a care.' ' How long ago was that ? ' ' Only two months, she had just left school. May I go to her ? ' ' I came to fetch you. You can remain with her to the end, she is conscious at moments, but seems to have no wish to live. Everything has been done that can be.' I followed the nurse into the dormitory, where on a small bed lay the girl whose beauty and gaiety I had so envied. They had washed away all traces of the reeking mud, and her long beautiful hair fell over the pillows and coverlet like a veil of ruddy gold, forming a sort of shrine for the lovely face with its clear-cut features, reminding me more than ever of a valuable and old cameo my Uncle Jules had ; but the expression was sadly altered. Instead of the gay insouciance, there was a look of pain and shame which made me miserable ■ — pain I had expected, but not shame. She made no sign that she saw either of"], [170, "166 OVERREACHED us, and for some moments I knelt beside the bed watching her as she wearily turned her head from side to side, moaning, ' Let me die, let me die ! ' Suddenly she opened her eyes and rested them upon me. ' You here ? I met you in the — ' ' In the train, dear. I am Rayon Massinet.' ' The French girl who hated England. You never came to see me, perhaps if you had — oh ! how could he be so cruel ? ' ' Who dear ? what made you do this ? ' No answer came only the wailing cry, ' Let me die.' I watched and waited, the nurse came backwards and forwards trying to ease as best she could the suffering girl ; she spoke again but the tones were so weak I had to bend over her to hear. ' You told me to tell father, but he never came to see me, I wish I had told grandpapa, he will miss his little girlie, tell him how sorry I am, I could not go back to him. Let me die.' Another long pause, then she spoke"], [171, "OVERREACHED 167 again — ' I believed in him, I was so young I did not know ; he told me to meet him yesterday, we were to be married. I went to the hotel as he bid me and waited for him. I felt so frightened and lonely I cried, but at last he came and I thought all was right. It was too late, he told me, to get married then, but we would be the first thing in the morning, oh ! ' Here her weakness seemed to overpower her, the nurse wiped the heavy drops of per spiration from her forehead and tried to make her swallow a little brandy, but she turned her head away with the sad cry : ' Let me die.' So weak did she seem that we feared we should hear no more, but she made another rally. ' He left me this morning to get all ready, but he never returned. The manager of the hotel came up and told me to turn out, that the gentleman had paid the bill and had told him to get rid of me. Oh ! it was too cruel and I loved him so. Tell me,' and she grasped the nurse's arm, ' when I stand before the"], [172, "168 OVERREACHED Judgment seat will I get pardon, the dear Saviour will know all. I was so young, I had no mother to tell me what men are, I could not go back into the world. I would rather go to Jesus.' Strange faith, I thought, she looks be yond and hopes ; while I watching her, thinking of her cruel fate can but doubt the love, the mercy she seems so certain of and had rushed into that dark river to reach, sooner than trust the world again. I heard the nurse gently murmur : ' Yes, dear, He will understand and pardon.' ' You are quite sure ? ' ' Quite, dear.' A bright smile passed over the face of the dying girl. I felt like a Pagan kneel ing there, indeed worse, for I had no faith. I almost felt it might be well to change places with Enrichetta, there was light somewhere for her, for me none. Her hand touched me. ' You will tell father and grandpapa I loved them both, and I thought my mar riage would have done such^great things for"], [173, "OVERREACHED 169 them. Nurse, I loved him so, I forgot to pray, he had taken the place of God to me, that is why all this trouble came, to call me back. I ought not to have tried to kill myself, but I think I went mad, I knew nothing until I was in the water. How good of God to have brought me here and to be taking me home, you think He will receive me ? ' ' He is ever seeking his lost sheep, He is near you now listening to your words of penitence, remember He has said that although your sins are scarlet they shall be as white as snow, if you truly repent.' I turned on the nurse in anger, what sin had the child committed ? driven to her death in a frenzy of horror at the cruel wrong that had been done her. My fate might have been hers had not my uncle returned to warn me, no help had been given this poor child. I bent over her. I wanted to be certain of the name of the man, I had no doubt it was Maitland. ' Tell me the name of the man.' But no answer came, her lips were"], [174, "OVERREACHED 170 moving and I caught the words, 'Dear Jesus, forgive me, wash me and make me clean, and let me be where Thou art. I have sinned, but Thy Precious Blood can cleanse my sin away.' Weaker and fainter became her voice, the lips at last ceased to move and I saw the nurse pass her hand over the beautiful eyes. She had passed away praying : happy trust that could rob death itself and such a death of all horror. I knelt beside the bed as if turned to stone. I was dimly conscious that a man had come up to the bedside, one of the doctors I supposed, he was questioning the nurse, — 'There was no hope from the first, she lasted longer than I had expected, poor child, it was the old story I suppose, a too confiding nature dealing with a cold blooded scoundrel.' 'Yes, sir.' ' Did you get her name ? ' ' No sir, but the young lady knows her.' I felt a pair of keen eyes scrutinising me, then a firm hand was laid on my shoulder."], [175, "OVERREACHED 171 1 You must come away or you will be ill, there is nothing more for you to do here.' Obediently I rose, pressed one kiss on those sweet lips that had closed in penitence and prayer without one thought of revenge, and silently followed the doctor from the room. As we reached the pas sage, the nurse asked him to sign a paper, and as he did so, I caught the name ' Maitland.' I turned on him in a fury after the nurse withdrew. ' You are Dr Maitland ? ' I am. ' And you could stand by that bedside and talk as you did, knowing you were the cold-blooded scoundrel who had ruined her?' ' You are raving, I never saw that girl before the moment she was brought in rescued from drowning.' ' That is untrue, you left a photograph of her on Mr Keysett's chimney-piece, I saw it myself, and was so struck with its beauty, I questioned him about it, and he told me it belonged to you.'"], [176, "OVERREACHED 172 ' Then he told you what was untrue. I know Keysett. Who was the girl ? ' 'Enrichetta Selham.' ' Selham, that is the name of Keysett's secretary, Enrico Selham, half Italian. He was once in a good position and well off, he spent some years in an Austrian prison, he is a patriot.' ' Yes, Enrichetta told me so with pride.' ' She had not much to be proud of in him, poor girl, he has sunk to the lowest, and the brains he had are destroyed by opium, he is simply a tool of Keysett's. I know Selham well, I am rather in terested in his case, but I never saw his daughter with him ; I remember his mentioning once he had a child — where did she live ? ' ' She left school two months ago, and went to her grandfather at Emsworth, Trafalgar Cottage,' and I thought sadly of the vivid description she had given me of her home. ' Old Captain Smith. Selham spoke to"], [177, "OVERREACHED 173 me about him, a rough God-fearing old sailor. Did Keysett know him ? ' ' I asked him once if he knew the name of Selham among the Italian patriots, he told me he had never heard the name.' ' You may like to have this, miss, it was round her neck,' and the nurse handed me a gold chain and locket. I opened it and found it contained the likeness of Charles Keysett. The boards under me seemed to slip away, all was a mist around me, and I fell in a dead faint at Dr Maitland's feet."], [178, "CHAPTER XIV When I recovered consciousness I found myself lying on a sofa anxiously watched by Dr Maitland and a nurse. ' She will do now, get some strong soup and a glass of port wine, she is utterly exhausted phj^sically and mentally.' I hastened to assure them there was nothing the matter with me, that I must be going home, and I made an effort to rise, but Dr Maitland quietly laid me back on the sofa. ' You are my patient at present, Miss Massinet, and until I allow you to move you must remain quiet. Where do you live in London ? ' ' Nowhere, I came up from the country.' ' And where in the country ? '"], [179, "OVERREACHED 175 ' I am staying with my cousins Sir Matthew and Lady Travers.' ' Aldhurst is their country place, is it not?' ' Yes.' D > they know you are up in town ? ' 'No.' Then you will not be met at the station.' No, I shall walk How far is it ? ' ' Five miles.' ' You will not be able to do it, shall I telegraph to the station-master for a fly to meet you, or to Sir Matthew ? ' ' To the station-master, but you need not trouble, I can take care of myself, I did so coming up.' ' Here is your soup and wine, now make haste and swallow it all, you will then, I think, have half-an-hour to rest, I will see you off' ' You need not, I can go alone.' Dr Maitland smiled and began encourag ing me to eat, as if I were a child. I had no idea I was so hungry until I found"], [180, "176 OVERREACHED myself enjoying the strong soup, devouring the bread, and actually swallowing the port wine ; as I finished, the thought flashed through me of the girl lying dead upstairs, and I burst into a flood of tears. ' How cruel, how heartless I am,' I sobbed, ' to be eating and drinking, and she dead.' ' I really cannot see how it will affect her,' said Dr Maitland. ' Of course not, men have no hearts.' ' Really you have made a remarkable discovery, Miss Massinet, may I ask since when ? ' ' Since yesterday, if you must know.' ' Yesterday seems to have been a not able day in the annals of two young ladies, may I ask if each had the same study ? ' ' Yes, that man is a devil, he makes one believe in the old story of men being able to sell themselves to the devil.' ' Poor devil ! he has been a useful excuse for sinners, a man chooses of his own free will to be ruled by his materialism instead of"], [181, "OVERREACHED 177 his spiritual senses, and the devil is blamed. So you are in love with Keysett ? ' ' I was,' and then I told him how my uncle had returned to warn me, or my fate would probably have been the same as Enrichetta 's. ' No, your temper would never have allowed you to wait patiently at an hotel, you would have gone home in a rage.' ' You have formed a nice opinion of my temper, but I cannot blame you, I was awfully rude to you ; but Mr Keysett had given me such a character of you, apart from your flirtation with poor little Enrich etta, that I . . . ' ' Never mind, Miss Massinet, had you been your usual self, and not in the over strung state you were, I fear my uncouth appearance would have shown you I could not be a favourite with the fair sex. Fancy that lovely girl upstairs ever giving me a thought.' I could not help smiling at the idea, certainly, Dr Maitland was very ugly, no other term could be applied to his rugged M"], [182, "178 OVERREACHED countenance, the large prominent fore head, the thick eyebrows, the cold blue eyes, the thick nose, the large mouth and the stern, square chin, all denoted intellectual power, that he was a man who would and did overcome obstacles. Then his attire was slovenly, and fitted badly his powerful form, his feet were too big, his boots clumsy, his hands large, with fingers square and knotted at the knuckles, the hand of a man who would succeed in life — yes, he was altogether ugly. ' You seem to be taking stock of me, can you imagine me a \" squire of ladies ? \" ' ' I am afraid I cannot, Dr Maitland.' 'You have one great quality, Miss Massinet, allow me to compliment you upon it, you are honest.' 'In other words, rude; let us talk of some thing else beside ourselves, Dr Maitland. I do not know whether Miss Selham's father can afford to pay for her funeral, will you see to it, and in case there is a difficulty, let me leave some money with"], [183, "OVERREACHED 179 you,' and I handed him all I had in my purse. ' Generous as well as honest, there is some good stuff in you ; no, I will not take your money, Selham and old Smith will see to all being done well, and I promise you, I will attend to it all myself. I shall meet Selham this evening. Give me that locket and chain.' I did so, he opened the locket and looked for some time earnestly at the likeness, then closed it with a loud snap, and seemed as if he had come to some decision respecting it. ' How long have you known this man ? ' ' Five months.' ' You met him, where ? ' ' On the steamer between Calais and Dover.' ' And then ? ' ' I met him out in society ; he knows my cousin, Lady Travers.' I did not say how well. ' You went to his rooms in Warwick Street, was that your first visit ? '"], [184, "180 OVERREACHED ' I had been several times, that was my last.' ' Oh ! ' the expression of interest on Dr Maitland's face vanished, and like a flash of lightning I realised the construction he had and others would put on those visits. Dr Maitland put the locket and chain in his pocket, then turning to me stiffly he said : ' You will no doubt wish to hear particulars, if you will tell me whether a letter will find you at Aldhurst or where, I will write you them.' ' I never want to hear of, or see any of the people I have met since I came to England, I start for America to-morrow,' and I rose hastily and began to put my cloak and hat on. Dr Maitland watched me curiously. ' Probably it is the best thing you can do, there is nothing like a fresh country to help one to forget and be forgotten, the voyage too. . .' ' Will prove, you think, the waters of Lethe.' ' I hope so.'"], [185, "OVERREACHED 181 ' Hope generally tells a flattering tale, do not trust her, I must be going. Good bye.' I never put out my hand but walked doggedly to the door. Dr Mait land took up his hat and stick, and I saw was going to accompany me. ' I do not need you, Dr Maitland, after travelling alone all the way from Vevey to London, I certainly can go to the station alone.1 ' Judging from what you have told me of that journey, I certainly shall see you safely away from London ; if it were possible I would travel down to Aldhurst with you.' Oh, the disgrace ! what could he think I would do ? if only Gaston had been nearer I would have gone straight to him, he would never suspect me, and Marie would fuss over me like a rare treasure. Sullenly I allowed Dr Maitland to put me in a hansom and seat himself beside me, but not one word passed my lips until we arrived at the station. I quarrelled then with him over paying the"], [186, "182 OVERREACHED fare, I would not be indebted to him for a penny, and he let me have my own way. He seemed a little surprised at my going into a third class carriage, I suppose he thought the Travers' cousin ought to go first, but I troubled myself little about him, the remembrance of my last journey down, my pretty bright companion with her gay chatter, flashed over me, and I threw myself into a seat and burst into tears. ' Do not cry, Miss Massinet, I wish I could go with you to Aldhurst, you need nursing and care.' ' Which as a poor relation I am likely to get, am I not ? leave me I am best alone, I want no one.' ' Being alone is the worst thing for you,' and he took out his watch and began considering. ' I do not want you Doctor Maitland, you could do me no good.' ' I should irritate you and that would be better than the apathy you will fall into, but I cannot manage it.'"], [187, "OVERREACHED 183 ' Give Mr Selham and Captain Smith Enrichetta's message,' and amid my sobs I repeated them to him. ' Poor child ! I hardly know which fate has been the worst, her early self-inflicted death or her father's slow decay of all mental power between opium and Keysett's hypnotism.' ' Mr Keysett hypnotises ? ' ' He has great powers which he uses to degrade.' ' But can everyone be hypnotised ? ' Dr Maitland smiled. ' Fortunately no, but Selham, and pro bably his daughter were very amenable subjects ; I suspect Miss Selham was mostly under the power from the time Keysett came, to the moment the hotel keeper told her she was deserted. The shock brought on delirium which ended in her self-destruction.' • And in all such cases do you think hypnotism — ' ' Certainly not, there are plenty who fall into sin from their own free will,' and"], [188, "184 OVERREACHED again the stern, hard look crossed his face. I suppose he thought me a hardened sinner. I turned away and was silent, when the time came to start, he rose and held out his hand to say good-bye, but I sadly shook my head and waved it away. ' What have I done, Miss Massinet, to make you refuse to shake hands with me, you surely do not still suspect me ? ' ' I do not.' He paused, then left the carriage. I saw him carefully close the door, and speak to the guard, then he leant over the window and said : ' I shall write to Ald hurst and tell you about the poor girl's funeral.' ' I might have saved her, if I had only gone to see her.' ' Do not get morbid over that, Miss Massinet, it is not customary to accept a chance invitation given by an unknown travelling companion, you are not to blame.' The train began slowly to move off; would he cling on for ever, I thought ?"], [189, "OVERREACHED 185 ' Good-bye, Miss Massinet, I hope we shall meet again.' ' It is quite improbable.' ' The improbable sometimes happens,5 he gave me one anxious look, then stepped down. Thank God he was gone ! How I loathe all men"], [190, "CHAPTER XV On my arrival at Aldhurst, I found Matthew and Marian were out dining, but the housekeeper told me her ladyship had been alarmed at my disappearance, and ' Indeed, miss, you look worn out. Where have you been ? ' 1 Watching by the death-bed of a friend.' ' And she died while you were with her, i miss. 'Yes, and so happily. I shall never face death as she did, Mrs Hughes.' 'To be sure not, miss, you must not think of dying yet. You are young.' ' She was younger.' ' A poor sickly thing, no doubt ; you are strong and hearty. We were only saying in the room the other day, you"], [191, "OVERREACHED 187 were the healthiest and nicest young lady we knew. I was sorry to hear we were losing you so soon, but it is only right you should see your cousins in America before settling down. I do not hold with young people forgetting their own relations when they marry,' and the old woman went on chattering and fussing over me, making me eat the supper she had brought me, and did not leave me until she had tucked me up in bed. The much-abused class of servants are not as bad as they are painted. I slept from utter exhaustion, and did not open my eyes until ten o'clock next morning, to find the old housekeeper watching me with some anxiety. ' That's right, miss. I was getting alarmed ; I thought that unbeknown to me you must have swallowed something last evening, and would never wake. Now you must have your breakfast and not get up until lunch time. My lady was relieved when I told her where you had been.' Very probably, I thought, she is afraid of me now."], [192, "188 OVERREACHED I drank my coffee, but could not eat, and as to resting, now sleep had left me, that was impossible. Should I ever know rest again ? My one chance was to get to Gaston, but where should I find the money for my journey ? The luncheon bell rang, but I did not go down ; I walked about my room puzzling what I could do. Driven to desperation, I determined to ask Matthew, he must help me, and I sought him in his study. He was smok ing, and seemed in a good humour. ' Is it you, Rayon ? you have come to see me at last. What an unforgiving little cuss you are ! ' ' I want you to lend me or let me have some of my own money to pay my passage to New York. Mr Hobhouse arranged for you to be paid a hundred pounds for my keep.' ' Did he ? it is the first I have heard of it.' 'My aunt told me he would do so.' ' Would and did are different words, not"], [193, "OVERREACHED 189 that I would have taken it, I know nothing about your money.' ' Lend it me then. Here is my cousin Gaston's letter promising to repay a loan if I required it, to go out to him.' ' What do you want to go out at all, why cannot you stay quiet here ? ' ' I must go, I shall die if I remain.' ' What has come over you, Rayon ? from what Marian tells me you are treat ing Keysett shamefully.' ' Am I ? ' ' The fellow loves you.' ' Does he ? I know better now, I was angry with you the other day, but you spoke, I know now the bitter truth, only I was not playing the part of accomplice as you suspected.' ' By gad ! I was deceived, but no, Marian told me differently. You are lying, girl, to serve some end of your own.' ' I am not, come with me and I will prove my words.' Not another remark passed between us as I led him to the trysting place Marian"], [194, "OVERREACHED 190 and Keysett had planned for three o'clock that afternoon. By his heavy breathing I knew what he was enduring, but I had no pity, my only feeling was fear that Marian would have postponed the inter view until I had left Aldhurst, but as we emerged from the thick wood on to the downs I saw that we were just in time, and that Matthew would at last know the truth. Marian must have shortened the inter view, for she was certainly bidding him good-bye with her arms thrown round his neck ; the remembrance of my old story recurred to mind she was ' the woman on the summit,' and I wondered what the end would be. As she freed herself from Keysett, she turned and faced us, and never shall I forget the look of terror in her eyes as she stood still, erect, and deadly pale. Keysett did not hesitate what to do, as soon as he saw us, he gave Marian a push and turned to fly, but came face to face with a tall emaciated man, who, unseen"], [195, "OVERREACHED 191 by us had sprung from the clump of trees ; I saw a flash of steel, I heard a hoarse cry of: 'That for my betrayed country!' and Keysett fell to the ground; before we could run to his assistance, the bloody dagger was withdrawn and stuck in deeper with the words, ' And that for my daughter ! ' A gold chain and locket which showed me at once who the murderer was, was flung over him, and as suddenly as he had appeared, Enrico Selham disappeared. I was too horror-struck to move, and Marian had staggered to her husband, and fallen in a dead faint in his arms. I recovered my senses first. As to Matthew, he stood holding Marian as if paralysed. I bade him take her home, and then to send a groom off at once for the police. Left alone, I walked up to the dead man. I must save Enrichetta's father. Dr Maitland and the nurse would recog nise the murderer at once by the trace he had left so conspicuously behind — but I paused as I reached him. I could hardly"], [196, "OVERREACHED 192 realise that life could be so quickly extinguished. I laid my hand on his heart, but it was still, I held my ear to his mouth, but not a movement, death must have been instantaneous ; he had not suffered at least in this world as Enrichetta had done. What was his spirit enduring now ? It had been a hasty exit, a sudden ending to its earthly career of evil. Oh ! horror, as I rose from bending over him, I found the grass around me all red. I could bear no more, hastily picking up the gold chain and locket, I flung it with all my might among the clump of trees ; it would lie hidden under their dark shadow for many a long day, and then I fled from this ghastly corpse with its staring eyes and ominous cross-handled dagger, and never left off running until I was stopped by Matthew at the entrance door. ' Rayon ! where are you going, I have sent for the police.' ' Matthew, say nothing to them about the locket and chain.'"], [197, "OVERREACHED 193 ' Was it yours ? ' ' Good heavens, no, it belonged to the girl I saw die yesterday.' ' A jealous lover, well I will say no thing, poor devil, he did the deed which I should have done had he not appeared.' 'Matthew, do not talk like that, but listen, you only heard the words — for my betrayed country, Keysett was mixed up in a lot of intrigues.' ' The scoundrel ; rest assured I will do nothing to bring his murderer to justice.' ' How is Marian ? ' ' She is in her room, she recovered con sciousness before she got home.' ' And you have left her all alone, go to her at once, you have your chance now, you have always wished to win her.' ' / speak to her again ; never ! ' ' Rubbish, you would be miserable with out her, probably drink yourself to death. Marian has been very foolish, but the man, I heard yesterday, had extraordinary powers, and could make anyone do what N"], [198, "OVERREACHED 194 he liked. Marian would have been his next victim.' ' If I thought that, I would—' ' Think it then, and go to her. Surely he has done mischief enough.' ' Yes ! poor child you have suffered, I will pay your voyage to America.' ' Thanks, Matthew.' He helped me up the stairs, but as we reached Marian's door I opened it and pushed him in. I caught a glimpse of Marian lying face downwards on the sofa sobbing violently, but I heard nothing more as I quickly closed the door. When Marian came to fetch me a couple of hours after to speak to the chief constable, she found me in a raging fever : I had broken down at last."], [199, "CHAPTER XVI So seriously ill did the doctor think me, that Sir Matthew cabled for Gaston and Marie ; as nothing, I heard afterwards, would induce Marian to remain at Ald hurst and until they came, I remained alone with Mrs Hughes and a nurse, not that it mattered much to me for I was unconscious, and it was weeks before I recognised anyone or remembered what had passed. I used to wonder how Marie and Gaston had reached me, and [why I was still at Aldhurst, but I did not trouble to ask many questions, I was content to let things be, and that those who really cared for me were near me. The fever had left me so weak, the doctor still gave but little hope of my re-"], [200, "196 OVERREACHED covery, and as days went on and I made no progress, he arrived at that satisfac tory conclusion most doctors do when non plussed, the patient had better be moved, must not die on their hands, so he de cisively pronounced the fiat, that the sole chance of my recovery lay on my being removed at once to the seaside. It was a relief to me to leave Aldhurst, so I made no objection, only entreated that they would choose a very quiet place, and they selected Hayling. I hardly think they could have found a more sleepy place, and when I recovered, I marvelled how my cousins had endured it, but it was a very long time before I found out how much they had sacrificed and borne for me. After we were installed in the small house Gaston had taken, I refused to be disturbed ; my one cry was, ' Let me rest, I want nothing, only to be alone.' Marie would try and urge me to go out and entreat Gaston to persuade me, but he used only to shake his head and say :"], [201, "OVERREACHED 197 ' Let her do what she likes,' then poor Marie would cry and exclaim, ' That I was fading away from them.' The new doctor who had been called in told me plainly for I begged him not to deceive me, that there was no hope, nothing would do me any good, and I was content to die. I had told Gaston some of my story, and from him I heard that no trace of Keysett's murderer had been found since we saw him disappear, that it was sup posed to be some political revenge, and the newspapers had made most flattering comments over Keysett. I smiled ; how little the outside world really knows about us, how easily it can be deceived ! Spring passed into summer and still I lingered, carried every morning by Gaston from my bedroom to the sitting-room where I lay dreaming away the day in the dim light. Marie attended on me alone now, for the nurse had been sent away, she worried me. Dear gentle Marie, how little I had appre ciated you in the past ! Sometimes I wished the end would"], [202, "198 OVERREACHED come a little quicker, I knew Gaston wanted to be back in America ; he had given up his good appointment to come to me and wished to secure another before the winter set in. I was an encumbrance. The sooner they were free of me the better ; this state of mind did not make me a pleasanter invalid to attend. I was always impressing on them that I was a nui sance and making poor Marie cry and Gaston miserable with my remarks, and when not speaking, lying inert, rejecting any attempt to amuse or rouse me with a gesture of despair. One day I was lying alone more inert than ever, when a loud ring and knock at the front door made me shudder, who could it be that dared to disturb our usual calm, for it was well known around, I could not bear the least noise, but the clear tones of the voice asking for Miss Massinet soon enlightened me. What could have brought Dr Maitland down to Hayling ? had anything been heard of Enrico Selham, and had he come to"], [203, "OVERREACHED 199 question me ? I would not see him, I had never wished to do so, and he must respect the wishes of a dying girl. It was all right, I heard Gaston telling him I was too ill to see anyone, as he led him to his private room, and I listened im patiently to hear him go away. At last I heard them coming down the passage, he was going ; that was well, I should soon be again in peace. But no ! to my horror the sitting-room door opened, and before I could say a word, Dr Maitland stood by my sofa, looking down upon me with the scrutinising glance he had given me, when kneeling beside Enrichetta's dead body. ' Oh Gaston ! ' I muttered, ' how could you ? ' ' Dr Maitland thinks he can cure you, Rayon. Sir Matthew has been talking to him about you.' I smiled, and turning my head away from that keen glance I closed my eyes. ' So this is how you have given way, Miss Massinet, I thought you were made"], [204, "OVERREACHED 200 of sterner stuff and would not have knocked under so easily.' I opened my eyes and gazed at him reproachfully. He coolly laughed. ' What on earth makes you lie in such a dark stuffy room,' and before Gaston could stop him, he walked to the window, pulled up the blind, pushed back the curtains and flung it wide open. ' Now Monsieur Massinet, come and tell me more about your expedition, it was unfortunate you had to leave,' and he drew Gaston with him through the open window into the garden, leaving me unable to move with what I most detested, light and air. Did I really detest them ? how lovely the distant sea looked with the sunbeams playing upon it, dancing away to some wild tune of their own, every note of which meant happiness. Sweet baby angels, they seemed doing their best to brighten the sad sufferers on this earth. I wondered how many million of miles they were away, and if the reflected dance was so lovely, what must it be in their happy land. Should I see those"], [205, "OVERREACHED 201 sweet baby angels when I died, perhaps if if I were to die just now they might come and fetch me ; it would be nice. ' Rayon, Dr Maitland says you are to come for a drive,' and Marie stood before me with her arms full of wraps. ' Oh ! Marie, how can you be so cruel, I was so happy watching the sunbeams dancing away so merrily, you have dis turbed all my fancies, I will not go.' 'Will you not? we will see,' and coolly taking a large cloak from Marie, Dr Maitland coiled it somehow round me, then throwing a small shawl over my head, he lifted me in his arms, while tears of vexation were rolling down my thin cheeks, and carried me to the carriage, laying me very gently on the cushions which Marie told me afterwards he had arranged himself for me. This was only the beginning of the persecution he waged against my indolence, as he would call it. Oh ! how I wished Matthew had held his tongue, and not sent this regular blizzard of a doctor troubling me. When I was"], [206, "OVERREACHED 202 not driving or boating, I had to lie in the garden or on the beach ; if the day was rainy or evening chilly, he would read to me (I hate being read to), or insist on my playing cards, which I equally detest. Then I had to eat and drink just as often as he chose and what he chose, there was no use in rebelling, for he always con trived to get his own way. I actually hated him, and one day I told him so ; but he only laughed and said he was glad I was getting some natural feeling. The worst trick of all he played me that very day, he was carrying me from the beach when he suddenly put me down on my feet and disappeared. It was in the middle of the dusty public road, I could not sit down, so had to struggle as best I could to our gate, where I found him and Marie watching me. I gave them one furious glance and crawled on to my hammock, then I burst into tears. That look of triumph on Dr Maitland's face, the pleasure in Marie's, told me what I had begun to fear was true, I was not going to"], [207, "OVERREACHED 203 die, I would have to live, and what had life proved itself to be to me ? a delusion, a snare, nothing but sorrow and vexation. ' This will not do, Miss Massinet, I allow no crying.' 'Do go away, Dr Maitland, I want to be alone, to rest. You do not understand the value of repose, clever as you think yourself.' ' Perfectly, when my patients have earned it ; you have not.' ' Dr Maitland, when will your holiday end ? ' 'Not yet.' ' Could you not find a livelier place to spend it in than Hayling ? ' •' Not one that suits me as well ; but it is getting chilly, you must come in.' ' Will you ever let me do what I like ? ' ' Some day, perhaps.' I lapsed into silence, there was no use arguing with such a man, and I let him help me into the house. Each day I gained strength. Gaston and Marie ex pressed their delight in such an effusive"], [208, "OVERREACHED 204 style, and overwhelmed Dr Maitland with so much love and gratitude, that I became by turns irritable or sulky, and whenever I was alone, I thought how glad they were to be free from their nursing, and how I hated Dr Maitland for his interference. One day as I was sitting pondering wearily over my future, and thinking how faith, hope, all that made life sweet had been killed for me during the past months, Dr Maitland approached. ' Dreaming again, when will you learn, Miss Massinet, that this world was made for us to work in, not dream.' ' I do not want either to work in it or dream, I wanted — ' ' Never mind what you wanted, you have got to live in it.' ' Worse luck ! ' ' Miss Massinet I must be going back to London, but before I go, I want to ask you a question.' Enrico Selham, I thought, it is coming at last, but I only replied, 'Yes.' ' I wonder if you will say that to my"], [209, "OVERREACHED 205 question,' and he drew a chair opposite me and sat down, for a moment he seemed studying me, then suddenly he said, ' Miss Massinet, will you be my wife ? ' Had he fired a pistol, I could not have been more surprised. ' What for ? ' I stammered. ' Because I love you, because I have done so ever since I first saw you. Do not look so astonished, ugly men can love as well as handsome ones.' I leant back in my chair and pondered. I probably should not live long, I should never be strong, and Gaston and Marie would find me an encumbrance in the busy moving life they must lead, if Dr Maitland really cared for me he would not, perhaps, mind the trouble. I would try and be gentle, and please him in any little things I could do. I should be a good deal alone, that would be a blessing, he would not see enough of me to tire. How glad Gaston would be ! His dear Gerald, as he called him, was just the sort of man he would like me to marry. He would trust me to"], [210, "206 OVERREACHED him, and I began listlessly to wonder why ugly people appeared to have all the virtues, was it a law of compensation ? if so it was a very foolish one. How long I might have gone on philosophising I do not know, but my thoughts were recalled by Dr Maitland. He held his big ugly watch before me. ' It is twenty minutes since I asked you a question ; what is your answer ? ' ' Yes.' Never shall I forget the change that came over the man, his whole being seemed infused with the spirit of joy as he sprang to his feet. ' Oh ! Rayon, I am so glad.' How painfully full of active life he was, I thought, and as I threw myself back again in my chair, I said crossly : ' It seems to me, when men are not devils, they are fools.' ' If the greatness of my love for you, Rayon, places me in the latter category I am content to be there,' and he laid his hand on my shoulder."], [211, "OVERREACHED 207 ' I shall only be a torment to you.' ' A very sweet one,' and he stooped and kissed me. Seven years have passed since then, and I am very happy, even though I have no time for dreaming with three noisy, quarrelsome boys in the nursery, and an ever busy husband. Gerald has become famous, and society makes much of him. My aunt patronises me, but she has never dared attempt it with him, and my uncle calls occasionally ; even my cousins, all now married to monied men, honour me wTith the tips of their fingers, and invite me to their crushes. But we do not often go, Gerald says he was put into the world to be a worker, not a player, and I only care for what Gerald does. I am his secretary, and have to superintend his poor patients, so I have not much time to waste in calling. Marian and Matthew come and see us, and we have been once to Aldhurst. Poor Matthew, what a different man he might have been, but he is going downhill"], [212, "208 OVERREACHED fast, and Marian does not hide that she is tired out with him ; the world pities her and blames him ; if it only knew the truth how different its judgment would be ! Gaston and Marie are well, we often hear from them, and now only one in the past remains to tell of. Old Captain Smith is still alive, and we often run down and see him. He wonders he never sees or hears from Enrico, but I have never told him the story of the Downs, and what became of him no one knows. Whenever I am at Trafalgar Cottage I always go and sit by Enrichetta's grave, and only there I dream and marvel over the strange mystery life is, through her I had gained the happiness of my whole life, while she, poor child, had drunk the cup of sorrow to its dregs. Perhaps one day I shall understand it all. ' For now we see through a glass darkly ; but then face to face : now I know in part ; but then shall I know even as also I am known.' the end"], [213, "SEPTEMBER 1895 SUPPLEMENTARY LIST DIGBY, LONG & CO.'S NEW NOVELS, STORIES, Etc. GRANT ALLEN'S NEW BOOK. The Desire of the Eyes aud other Stories. By Grant Allen, Author of \"The Woman Who Did,\" etc. Crown 8vo, cloth, 3s. 6d. [9 th October. IN ONE VOLUME, Price 6s. NEW NOVEL BY FERGUS HUME. The .Masquerade Mystery. By the Author of \" The Mystery of a Hansom Cab,\" etc. Crown 8vo, cloth, 6s, [End September. NEW NOVEL BY ANNIE THOMAS (Mrs Pender Cudlip). A Lover of the Day. By the Author of \"False Pretences,\" etc. Crown 8vo, cloth, 6s. [In October. NEW NOVEL BY JEAN MIDDLEMASS. Hush Money. By the Author of \"The Mystery of Clement Dunraven,\" etc. Crown 8vo, cloth, 6s. [In October. NEW NOVEL BY DORA RUSSELL. A Man's Privilege. By the Author of \" A Hidden Chain,\" \" The Other Bond,\" etc. Crown 8vo, cloth. [In November. 18 Bouverie Street, Fleet Street, London."], [214, "Published by Digby, Long & Co. 2 NEW NOVELS AND STORIES— Continued. DR ARABELLA KENEALY'S LATEST NOVEL. The Honourable Mrs Spoor. By the Author of \"Some Men are such Gentlemen,\" \"Dr Janet of Harley Street,\" etc. Crown 8vo, cloth, 6s. [Fourth Edition. \"Her latest novel has advanced her to the front rank of lady novelists.\" — BLACK AND WHITE. \" A clever story. The most powerful piece of work that Miss Kenealy has done.\"— DAILY CHRONICLE. \" This powerful story . . . brilliantly achieved. Her style is, as always, graceful and easy, and her character sketches are excellent aud humorous.\" — PALL MALL GAZETTE. NEW NOVEL BY DR ARABELLA KENEALY. Some Men are such Gentlemen. By the Author of \"Dr Janet of Harley Street,\" \"Molly and Her Man-o'-War,\" etc. Crown 8vo, cloth, 6s. With a Frontispiece. [Fifth Edition. \" We take up a book by Miss Arabella Kenealy confidently expecting to be amused, and in her latest work we are not disappointed. The story is 90 brightly written that our interest is never allowed to flag. The heroine. LoiB Clinton, is Bweet and womanly. . . . The tale is told with spirit and vivacity, and shows no little skill in its descriptive passages.\" — ACADEMY. \"A book to be read breathlessly from beginning to end. It is decidedly original ... its vivid interest. The picture of the girl is admirably drawn. The style is bright and easy.\"— PALL MALL GAZETTE. \" Its heroine is at once original and charming.\" — TRUTH. NEW NOVEL BY ALICE MAUD MEADOWS. When the Heart is Voung. By the Author of \" The Romance of a Madhouse,\" etc. Crown 8vo, cloth. 6s. [Fourth Edition. \" A brightly-written, goBsipy novel of real interest and attraction. The story is one for which we would predict a very large measure of popularity. In recent fiction the novel will assuredly take a prominent place.\"— DUNDEE ADVER TISER. NEW NOVEL BY GILBERTA M. F. LYON. One Hour of Madness. By the Author of \" Absent, Yet Present,\" etc. Crown 8vo, cloth, 6s. [In October. 18 Bouverie Street, Fleet Street. London."], [215, "Published by Digby, Long & Co. 3 NEW NOVELS AND STORIES— Continued. A NEW AUSTRALIAN NOVEL. Recognition. A Mystery of the Coming Colony. By Sydney H. Wright. Crown 8vo, cloth, 6s. [Second Edition. \" One of the literary sensations of the season. The first edition was entirely bought up by the trade on the day of publication. The book is odo of absorbing interest, aud has scarcely a dull page from start to finish. '—ABERDEEN JOURNAL. The Westovers. By Algernon Ridgeway. Author of \" Westover's Ward,\" \" Diana Fontaine,\" etc. Crown 8vo, cloth, 6s. \"'The Westovers' is a clever book.\"— GLASGOW HERALD. The Vengeance of Medea. By Edith Gray Wheelwright, Author of \"Anthony Graeme.\" Crown Svo, cloth, 6s. '-Miss Wheelwright has introduced several delightful characters, and produced a work which will add to her reputation. The dialogue is especially well written.\"— WESTERN DAILY MERCURY. NEW SPORTING NOVEL. With the Bankshire Hounds. By F. H. Crown 8vo, cloth, 6s. [End September. What we are Coming to. By Henry Maurice Hardinge. Crown Svo, cloth, 6s. [Shortly. A Ruler of Ind. By F. Thorold Dickson and Mary L. Pechell. Crown Svo, cloth, 6s. [Shortly. The Court Adjourns. By W. F. Alexander. Crown 8vo, cloth, 6s. [In October. Castle Lacy. By Mrs Mary A. Houchen. Crown 8vo, cloth, 6s. [In October. And the World Saith. An Original and Powerful Novel by a New Writer. Crown 8vo, cloth, 6s. [In October 18 Bouverie Street, Fleet Street, London"], [216, "Published by Digby, Long & Co. 4 NEW NOVELS AND STORIES— Continued. IN ONE VOLUME, Price 3s. 6d. \"A Book which everybody is reading.\" His Egyptian Wife. By Hilton Hill. Crown Svo, cloth, 3s. 6d. With Frontispiece. [Seventh Thousand. \" It is her (Nelly Shy's) determination at all costs to see the inBide of a harem that produces the mostracyand adventurouschapters ina thoroughly readable volume.\" —DAILY TELEGRAPH. \" An American journalist of the softer sex is depicted with considerable skill and a fund of genuine humour.\"— LITERARY WORLD. \" There is no one but will fall in love with the indomitable Nelly Shy, of the Chicago ' Ladies' Journal.' \"—A BERDEEN PRESS. \" ThiB is one of the brightest written romances we have read this season.\" —SHEFFIELD INDEPENDENT. NEW BOOK bt the AUTHOR or \" A PLUNGE INTO SPACE.' The Crack of Doom. By Robert Cromie, Author of \"For England's Sake,\" etc. Crown 8vo, cloth, 3s. 6d. [Third Edition. Mr Gladstone writes : — \"I am reading the book with interest.\" \" It has a capital plot, which is admirably developed. The author haB not only struck a vein of fiction rich and rare, but he has demonstrated his ability to work it.\"— BLACK AND WHITE. Her Loving Slave. By Hume Nisbet, author of \" The Jolly Roger,\" \"Bail Up,\" etc., etc. In Handsome Pictorial Binding, with Illustrations by the Author. Crown 8vo, cloth, 3s. 6c?. ; also in Digby's Popular Novel Series, cloth, 2s. 6d. [Third Edition. \" Has abundance of go in it.\"— THE TIMES. \" It is a good story well told.\"— STANDARD. ''The whole story is capitally written, the characters are life-like, and the whole is in Mr Nisbet's best Btyle.\" -._•_'' /AMES'S BUDGET. NEW STORY BY HENRY COX WELL. A Knight of the Air. By the Author of \"My Life and Balloon Experiences,\" etc. Crown 8vo, pictorial cloth, with Frontispiece, 3s. 6c?. [Ready. 18 Bouverie Street, Fleet Street, London,"], [217, "Published by Digby, Long & Co. 5 NEW NOVELS AND STORIES— Continued. Indolent Impressions. By Frederick William Waithman. Crown 8vo, cloth, 3s. 6c.. [Just out. A series of sketches in light and shade, which deal with numerous present day foibles. They are of varied nature, and touch on many interesting phases of life and character. The Leadin' Road to Donegal. By \"Mac.\" Crown 8vo, cloth, 3s. Gd. [Shortly. The \"Weird Ring of Aviemoor. By Marcus Orde. Crown 8vo, cloth, 3s. Qd. [Shortly. Timothy's Legacy. By Emily M. H. Clennell. Crown 8vo, cloth, 3s. Qd. [Just out. My .Doubles, and other Stories. By J. Tempest Blanch, Author of \"Our Hands Have Met,\" etc. Crown Svo, cloth, 3s. 6d. [Just out. Over-Reached. By Matthew Vallance. Crown Svo, cloth, 3s. 6d. [Shortly. A Son of Noah. By Mary Anderson. Author of \"Othello's Occupation.\" Crown 8vo, cloth, 3s. 6d. [Fifth Edition. Spunyam. By N. J. Preston. Crown 8vo, pictorial cloth, 3s. 6d. [Second Edition. \" Very readable stories of the sea.\"— DUNDEE ADVER TISER. \" It has the genuine flavour of the tarry hand.\"— SCOTSMAN. \" The book is thoroughly enjoyable.\"- WHITEHALL REVIEW. NEW NOVEL BY F. J. GANT, F.R.C.S. Perfect \"Womanhood. By Frederick J. Gant, F.R.C.S. (Dedicated by permission to H.R.H. Princess Christian.) Crown 8vo, cloth, 3s. 6d. [Just out. ] 8 Bouverie Street, Fleet Street, London,"], [218, "Published by Digby, Long & Co. 6 MISCELLANEOUS. A History of the Great Western Railway from Its Inception to the Present Time. By G. A. Sekon. Revised by F. G. Saunders, Chairman of the Great Western Railway. Demy 8vo, 390 pages, cloth, 7s. 6c.. With numerous Illustrations. *** Illustrated Prospectus, post free. [Second Edition. \"Mr Sekon's volume is full of interest, and constitutes an important chapter in the history of railway development in England. —THE TIMES, April 12th, 1895. \"An excellent addition to the literature of our iron roads.\". — STANDARD (Leader), April 4th, 1895. \"Mr G. A. Sekon has performed a service to the public. His book is full of interest, and is evidently the result of a great deal of painstaking inquiry. . . . His book is made all the more valuable by several pictures of engines, collisions, the Saltash Bridge, the Old Bath Station and the Box Tunnel ; and it will be welcomed by all interested in the hiBtory and extraordinary expansion of our iron roadwayB \"— DAILY TELEGRAPH, April 13th, 1895. Three Empresses. Josephine, Marie-Louise, Eugenie. By Caroline Gearey, Author of \" In Other Lands,\" etc. With portraits. Cr. 8vo, cloth, 6s. (Second Edit.) \" This charming book. . . . Gracefully and graphically written, the story of each Empress is clearly and fully told. . . . This delightful book.\"— PALL MALL GAZETTE. Winter and Summer Excursions in Canada. By C. L. Johnstone, Author of \" Historical Families of Dumfriesshire,\" etc. With Illustrations. Crown Svo, cloth, 6s. \" Not for a long while have we read a book of its class which deserves so much confidence. Intending Bettlers would do well to study Mr Johnstone's book.\"— DAILY NEWS. The Author's Manual. By Percy Russell. With Prefatory Remarks by Mr Gladstone. Crown 8vo, cloth, 3s. Qd. net. (Eighth and Cheaper Edition.) With portrait. \". . Mr Russell's book is a very complete manual and guide for journalist and author. It is not a merely practical work — it is literary and appreciative of literature in its best sense : . . . we have little elBe but praise for the volume.\" — WESTMINSTER REVIEW. 18 Bouverie Street, Fleet Street, London."], [219, "Published by Digby, Long & Co. 7 MISCELLANEOUS— Continued. A Guide to British and American Novels. From the Earliest Period to the end of 1894. By Percy Russell, Author of \"The Author's Manual,\" etc. Crown 8vo, cloth. Price 3s. Gd. net. (Second Edition carefully revised.) \" Mr Russell's familiarity with every form of novel is amazing, and his summaries of plots aud comments thereon are as brief and lucid as they are various.\"— SPECTA TOR. Sixty Years' Experience as an Irish Landlord. Memoirs of John Hamilton, D.L. of St Ernan's, Donegal. Edited, with Introduction, by the Rev. H C. White, late Chaplain, Paris. Crown Svo, cloth, 6s. With Portrait. \" Much valuable light on the real history of Ireland, and of the IriBh agrarian question in the present century is thrown by a very interesting volume entitled ' Sixty Years' Experience as an Irish Landlord.' . . . This very instructive volume.\"— THE TIMES. Nigh on Sixty Years at Sea. By Robert Wool- ward (\"Old Woolward \"). Crown Svo, cloth, 6s. With Portrait. (Second Edition.) \" Very entertaining reading. Captain Woolward writes Bensibly and straight forwardly, and tells his story with the frankness of an old salt. He has a keen sense of humour, and his stories are endless and very entertaining.\" — THE TIMES. WTlOSe Fault ? The Story of a Trial at Nisi Prius. By Ellis J. Davis, Barrister-at-Law. In handsome pictorial binding. Crown Svo, cloth, 3s. Gd. \" An ingenious attempt to convey to the lay mind an accurate and complete idea of the origin and progress and all the eBsential circumstances of an ordinary action at law. The idea is certainly a good one, and is executed in very entertain ing fashion. ... Mr Davis's iustructive little book.\"— THE TIMES. Borodin and Liszt. I. — Life and Works of a Russian Composer. II. — Liszt, as sketched in the Letters of Borodin. By Alfred Habets. Translated with a Preface by Rosa Newmarch. With Portraits and Fac-similes. Crown 8vo, cloth, 5s. \" Well translated. It consists of two sections, the first a very interesting and sympathetic memoir of the exceedingly original Russian genius, and the second a vivid sketch of Liszt as he appeared to Borodin. The translator's preface sums up the conditions of musical life in Russia very cleverly.\"— THE TIMES. 18 Bouverie Street, Fleet Street, London."], [220, "Published by Digby, Long & Co. 8 MISCELLANEOUS— Continued. Fragments from Victor Hugo's Legends and Lyrics. By Cecilia Elizabeth Meetkerke. Crown 8vo, cloth, 7s. Gd. \" The most admirable rendering of French poetry into English that has come to our knowledge since Father Prout's translation of ' La Chant du Cosaque.' \" — WORLD DIGBY'S POPULAR NOVEL SERIES Crown 8vo, price 2s. 6c_. per Vol. Each book contains about 320 pp., and is printed on superior paper, from new type, and bound in handsome cloth, gilt lettered. Those marked * may be had in picture boards at 2s. By FLORENCE MARRYAT THE BEAUTIFUL SOUL. By AEABELLA KENE ALY * DR JANET OF HARLEY [Ready. STREET. (Seventh Edition). By DORA RUSSELL. By JEAN MIDDLEMASS. THE OTHER BOND. [Ready. * A HIDDEN CHAIN. * THE MYSTERY OF CLEM- ENT DUNRAVEN. (Thikd Edition.) (Thikd Edition.) By L. T. MEADE. By HUME NISBET. A LIFE FOR A LOVE. [Ready. * THE JOLLY ROGER. Illustrated by Author. (Fn-TH Edition.) HER LOVING SLAVE. By ANNIE THOMAS (Mrs Pender Cudlip). FALSE PRETENCES. Illustrated by Author. [Ready. [Ready. %* Other Works in the same Series iu due course. *%* A complete Catalogue of Novels, Travels, Biographies, Poems, etc., with a critical or descriptive notice of each free by post on application. London: DIGBY, LONG & CO., Publishers, 18 Bouverie Street, Fleet Street, E.C."], [221, ""], [222, ""], [223, ""], [224, ""]]