[[1, ""], [2, ""], [3, ""], [4, ""], [5, "THE SUPERIOR SEX"], [6, ""], [7, "THE SUPERIOR SEX. A SATIRICAL COMEDY. BY HAROLD VALLINGS. IA TWO VOLUMES. VOL. I. LONDON: F. V. WHITE & CO., 31 SOUTHAMPTON STREET, STRAND, W.C. 1888."], [8, "POPULAR NEW NOYELS. Now ready, in One Vol., the Seventh Edition of ARMY SOCIETY; or Life in a Garrison Town. By John Strange Winter. Author of ' Booties' Baby.' Cloth gilt, 6s. ; also picture boards, 2S. A Iso now ready, in cloth gilt, 3s. 6d. each. GARRISON GOSSIP, Gathered in Blankhampton. By John Strange Winter. Also picture boards, 2s. IN THE SHIRES. By Sir Randal H. Roberts, Bart. THE OUTSIDER. By Hawley Smart. THE GIRL IN THE BROWN HABIT. By Mrs Edward Kennard. STRAIGHT AS A DIE. By the same Author. BY WOMAN'S WIT. By Mrs Alexander. Author of ' The Wooing O't.' KILLED IN THE OPEN. By Mrs Edward Kennard. IN A GRASS COUNTRY. By Mrs H. Lovett-Cameron. TWILIGHT TALES. By Mrs Edward Kennard. Illustrated. SHE CAME BETWEEN. By Mrs Alexander Fraser. THE CRUSADE OF \"THE EXCELSIOR. \" By Bret Harte. A REAL GOOD THING. By Mrs Edward Kennard. CURB AND SNAFFLE. By Sir Randal H. Roberts, Bart. DREAM FACES. By the Hon. Mrs FetherstonhauGH. A SIEGE BABY. By John Strange Winter. MONA'S CHOICE. By Mrs Alexander, Author of ' The Wooing O't.' F. T. WHITE & Co., 31 Southampton Street, Strand, London, W.C."], [9, "THE SUPERIOR SEX. CHAPTER I. HERE are yet living many worthy, albeit dim-sighted, per sons whose conception of the male or superior sex is a lofty one — a conception so braced by strong but tresses of habit, so knit together by ropes twined of goodwill, by the earnest craving to idolise and be-hero somebody, or by those clustering thoughts that are VOL. I. A"], [10, "The Superior Sex. 2 the thriving family of every wish, that nothing will shake that firm edifice. That there still live such simple-hearted ones, who can behold man upon his daily path, bucklered with a mighty selfishness, helmed with brazen self-conceit, mail shirted with a triple vanity — beside which a woman's is mere thread-paper, that rustles the more for its thinness — who can thus look upon him in all the pan oply of his vices, and yet bow down to him as to a throned superior, is indeed a tribute to human imagination and the glozing power of human goodwill. The existence of such blissful idealism renders necessary a brief prefatory apol ogy to this modern comedy. It is the earnest wish of the present writer to affront the sensibilities of no one ; and, for the better avoidance of such danger,"], [11, "The Superior Sex. 3 to put up here, in the centre of the roadway as it were — instead of in some such unvisited roadside copse as a pre face — a signboard bearing* some such inscription as this, — ' Take Notice. — All worshippers of male superiority trespassing on these grounds will be prosecuted. Spring -guns and toothed traps set here for all tender hearted idealists. All persons of that description are warned that this road is dangerous ; that it leads down steep hills, where lords of creation may be seen to stumble and fall ; through villages, where vulgar little boys may be beheld in the very act of throwing stones at their lordships ; across brambly commons, where thorns may chance to rend their superiority ; through gloomy forests, where the glitter of male egoism"], [12, "The Superior Sex. 4 is like to be dimmed ; through sloughs, where patronising male contempt will be smirched and bog-drenched.' After seeing to the erection of this frank warning, we may fairly hope to adventure upon this simple tale without serious danger of injuring unwitting trespassers : in brief, the red flag has been hoisted, and all casual saunterers across the shot-swept zone — to borrow a phrase from the military tactician — must take their chance of any flying lead-pellets. The strong light of an early June afternoon — or so much of it as could penetrate the soot-laden atmosphere of town — was slanting across the gardens of Ladbroke Square, perhaps the prettiest of the sort in all London. The broad gravel walks were sprinkled with pairs"], [13, "The Superior Sex. 5 and groups of grown-up people ; upon the grass were tangled knots of children, and many other groups of quick-moving tennis players ; while outside the palings, street-boys and others stood gazing in upon the miniature paradise of trees, green grass, saunterings, tennis, and romps. Along the eastern side of the gardens, two persons were slowly pacing, by turns talking desultorily and watching the restless children. ' Considering our sex, Alice,' said the taller of the two, just as they passed the gate of the square, ' we talk but little. Perhaps the presence of so many gentlemen is a wholesome restraint upon the tongue-gymnastics proper to women ? For myself, I have a certain awe in the near presence of young men of"], [14, "The Superior Sex. 6 the period ; their profundity oppresses me ; their brilliance fills me with silent reverence ; their learning, earnestness, grand simplicity, and majestic repose have each a certain numbing effect upon so keen an appreciator as myself. Set me amid a group of young men, and you behold this unique phenomenon — a silent woman ! ' 1 1 must say, Lexie, you are rather hard on the men ; considering the un qualified admiration they bestow upon you, they deserve something better at your hands.' ' They deserve,' Lexie retorted grimly, ' a thousand times more of lashing* than my poor sarcastic faculty can compass. Would that I possessed some tongue or pen-power sufficient to ease my feelings on that head, — something to answer the"], [15, "The Superior Sex. 7 conceited neatness of Virgil, with his \" varium et mutabile \" libel ; to rebut the mighty Verulam, the man who could think like Solomon and act like a cur, with his \" A single life does well for church men, for where charity must first fill a pool, it will scarcely water the ground ; \" or, most of all, would that I had some of the sledge - hammer phrases of a Browning, wherewith to record my scorn of the brutal Swift, who said to us, \" I can hardly believe that you are human at all, but only a sort of a species of monkey ! \" Depend upon it, my dear, that when you have reached my time of life—' ' Which will be in some ten days' time,' interpolated Alice. ' You will have realised the truth of the proposition I repeat to you so often,"], [16, "The Superior Sex. 8 viz., that the word \"man\" is simply the expression \"selfish brute \" epitomised.' Alice laughed, for there was peculiar absurdity in the enunciation of these violent sentiments, not by some soured old maid, but by a person such as her present companion, Alexis Trevanion, a girl of nineteen or so, possessed, as far as outward seeming went, of every thing that nature and good fortune could give her — of youth, health, wealth, and beauty ; the latter, too, of no ordinary kind, nor of the mixed description that gives loopholes to hostile criticism, but unquestionable, striking, recognised by all. This might easily be perceived as they sauntered round the gravel path, for upon the approach of Alexis, a certain unhingement was visible upon the face of every tennis group in the garden."], [17, "The Superior Sex. 9 The ways of man, when anxious to make the most of himself, are as frank, innocent, and readable as those of woman ; in fact, there is a breadth and grandeur about male vanity, finding expression as it does in gorgeous flannel-jackets, brilliant back-strokes of the racquet, and a cer tain impressive hauteur of demeanour, which quite swamps the simple coquet tings, ribbonings, and fringe-ironings of mere females. When Lexie Trevanion was present or expected in Ladbroke Gardens, you could perceive, from the aspect of a score of young men, that she was a favourite beauty, to be acquainted with whom was a virtue as friend-making and friend-finding to a man as a well-filled hamper to a schoolboy ; and whose smile, or even glance, was a thing to brag"], [18, "to The Superior Sex. of first and foremost of all the host of brag topics which young men keep always upon the premises ready to be served to all comers free of charge. You might even be inveigled, by the abounding colours and stripes of a whole battalion of flannel-coated undergraduates, into an assumption that, as a nation, we possess the colour faculty — a thing about as common with us as the art of conversation. The other sex too had an openly expressed admiration for Miss Trevanion : indeed women have so long and so persistently been assailed by accusations of total inability to admire one another, that, from anxiety to expose the libel, they are somewhat apt to overdo the thing, and quite to oppress one by eager panegyrics upon their rivals."], [19, "The Superior Sex. 11 ' By-the-bye,' Alexis resumed, after walking for a short time in silence, ' I forgot to tell you that we are expecting guests to-night ; my father wires from his club — ah ! here's the telegram — laconic, you see, as becomes a man. We have no laconics, as you know ; a woman's diction scrawls across a subject as the British Empire across the map of the world : read this, — ' \" Three men to dinner : ask some j tt women. ' Who are the gentlemen, Lexie ? ' ' I can guess, knowing whom my father intended asking, — Mr Kennedy, Dr Vaughan, and Lord Henry Trump- t ington. 4 Lord Henry is here pretty often ? ' ' Quite so,' Alexis answered coolly ; ' because at present he happens to be"], [20, "The Superior Sex. 12 in love with me. It came on — let me see — about the latter end of January : in a week's time he was in the doctor's hands, so to speak, but on the 8th day the virulence of the distemper abated, on account of my jeering at him for not knowing the date of Waterloo ; and a couple of days later, if I remember rightly, he became quite convalescent upon my discovery of his ignorance as to the author of \" In Memoriam ; \" after which he was recalled to the arduous duties of his regiment, the Royal Aider shot Fusiliers, and left town in the sulks, rather than in love. Just now he happens to be up again, and shows symptoms of a fresh attack ; but 'twill pass, my dear, 'twill pass quickly ; the disease is not organic, merely functional, I assure you, — what the doctors call a"], [21, "The Superior Sex. 13 \" state,\" not a disease, like hysteria in women 'And what of Mr Kennedy?' • Alice, do you ask me to plunge into descriptive narrative — the beloved play ground of all bores ? Then, listen if you will, but remember that you've twined the rope for your own hanging. Mr Kennedy is a friend of my father's, a country parson from near Aldershot. He is, I understand, a man of large intellectual grasp ; but happily his wife is a person of strong character, who takes entire charge of the parish : thus he does as little harm as possible, at the same time being at liberty to give his great mind to literature, and to keep ing the British Press well supplied with those news-gems, so valuable to the public, which are wont to emanate from"], [22, "The Superior Sex. 14 country parsonages — such, for instance, as the following : — '\"Your readers will be interested to learn that on the night of the ist inst. a cuckoo (Lat. cuculus) laid an egg in a robin's nest placed under an inverted flower-pot in the south-eastern corner of a tool-house situated on the north western side of my tennis-lawn. The egg was discovered by my son Tom ; and my man John — a gardener of excel lent character, Justus ac tenax p7'opositi vir — whose word I have no reason to doubt, vouches for having seen the bird fly out of the upper half of the smaller tool-house window exactly three minutes after sunrise on the 2d inst. \"John Buffon Darwin Kennedy, M.A. (Oxon). \" Oakhurst Vicarage, Surrey.\""], [23, "The Superior Sex. 15 ' I hear too that this learned Mr Kennedy is a Shaksperian commentator, and that he has written even more pe dagoguic nonsense about the poet than most commentators. Dr Vaugham tells me that the learned Vicar is at present engaged with a dissertation upon Shak spere's change of ethical motive, as shown during the latter portion of the first two thirds of his middle period. Truly our sweet Shakspere has had the very flesh torn from his bones by many prying fools, English and German. I should like well to see a round dozen of them stood in the pillory, or whipped from Newgate to Tyburn!' ' And Lord Henry Trumpington, has he as low a place in your estimation as the rest of his pitiable sex, Lexie ? ' ' Lord Henry, my dear child, is the"], [24, "16 The Superior Sex. most popular man in Aldershot Camp. Could anything be more significant and stamping than that ? A popular man means one whose personality is a blank sheet of paper for the world to scribble upon ; whose mind mirrors the opinions of the last speaker ; who will praise you with Tom at the one end of the street, swear at you with Dick half-way down, and laud you to the skies with Harry at the other end. Alas ! there are but two types of men — the Tom Tulliver type, which I hate ; the Charles Surface, which I despise. Lord Henry belongs to the latter. I wish you could stay and see him to-night as he enters the room with his round boyish face and waxed smile.' ' What do you mean ? ' ' Why, that his \" having in beard is"], [25, "The Superior Sex. 17 a younger son's portion,\" insomuch that the faint down upon his upper lip, howsoever anxiously waxed, is a mere incident in his perpetual smile.' ' You don't like him, then, Lexie ? ' ' Like him ? Oh, dear, yes — as I do my father's dog Autolycus, who amuses me, and is quite harmless. I'm too cynical and uncharitable to like anyone more than that, Alice.' In the tone of this last remark there was a sudden drop from caustic artifi ciality into real sadness, in response whereto Alice pressed her friend's arm more closely. ' You are always hard on yourself, Lexie.' 'I'm an analyst, and an analyst must dissect himself or herself along with the rest of the world's rubbish, that's all.' vol. 1. B"], [26, "18 The Superior Sex. ' According to your own account, you have not one lovable quality ; yet every one loves you.' ' Except those for whose love I yearn . . . well, well, don't listen to my sen timental repinings ; none are properly appreciated according to their own con ception of their deserts. And now, if you must go, dear, here we are at our own garden gate.' Alexis thereupon took out a key and let her friend and herself into the little strip of territory belonging to No. 500 Kensington Park Gardens. She seemed loth to let this friend go, detaining her upon various trifling pretexts in a small back room which looked out upon the gardens and square. ' This is my father's \" study,\" Alice — an excellent word that, almost as embrac-"], [27, "The Superior Sex. 19 ing and large-skirted as the term \"gentle- man \" — the room sacred to the midnight oil, at least to the morning newspaper. I fear, by the way, that he will be vexed to-night, for the only people I can in- vite to meet his friends upon such short notice are Mrs Neville and Mrs Hug- gins, who is now her guest in Ladbroke Grove. Unfortunately, Mrs Huggins is good-natured, but a little crude, and, in consequence, less satisfactory in society than if she were ill-natured, but well- finished. I fear the world would even call her vulgar, were she not rich ; but, by a beautiful process of alchemy, her gold turns that harsh epithet into \" eccen- tric.\" Well, if any of the gentlemen are out of sorts, I must approach them by the only safe avenue — viz., the — ahem ! -gastric region. You can always ap-"], [28, "The Superior Sex. 20 peal to a woman through the heart, a man through the above - mentioned portion of his anatomy : the cockles of a man's heart are, in simple truth, the gastric juices. And when you have de voted to the lords of creation as much study as I have, you will be aware that there are two important crises in a man's day, — the moment when he cuts his morning paper — the which you may tide over by decent abasement and ser vile acquiescence in his abuse of Liberal or Tory, according to his views — and the moment when he tastes his soup at eight p.m., when no skill on your part will avail one jot, your happiness being de pendent upon previous efforts on the cook's part. In dealing with men, one is always painfully dependent, as a gene ral in modern scientific warfare, upon the"], [29, "The Superior Sex. 21 commissariat department. To - night I propose to appeal frankly to my gentle men by excellence of soup, follow up the assault by brisk skirmishes of fish and piquant sauces, make feint attacks with light cavalry entrees, and so on ; until, when I sound the retreat to Mrs Neville, the menkind will overflow with benevo lent civility, and we shall retire to our woman's tittle-tattle, humble, as becomes women, yet meekly conscious of victory. In short, permit me to lay down this one hard and fast axiom, that an appeal to man, to be efficient, must be gastric ; or, to throw it into syllogistic form, — ' All men are assailable through what they love. ' All men love roast meat ; ' Therefore, all men are assailable through roast meat."], [30, "The Superior Sex. 22 ' Furthermore, it would be easy to de monstrate, by the exhaustive method, that he is assailable in no other way.' 'Well, now that I've listened patiently to your tirade against men, Lexie, you must really let me go, for my brother will be wanting me.' ' He'll never admit that, my dear, if he be a true man ; however, he's a genius — more's the pity — and may be deficient in proper male contempt for us weaker vessels.' ' Good-bye, Lexie ; come and see me as soon as possible ; my brother has half-finished a new picture, very intri cate in composition, and involving just some of the difficult colour problems that you love, and I want your opinion of it.' ' Good - bye,' said Alexis regretfully ; you are going home to be useful, un-"], [31, "The Superior Sex. 23 selfish, affectionate, and to work hard for your bread — how I envy you, child ! ' ' Perhaps, even, that brother does want her back again,' Lexie muttered to her self, when her friend had departed, ' for she is extremely useful to him, — sets his palette, fetches the flake -white when he's impatient, speaks of his genius when the world turns the cold shoulder to him, pays for his models out of her earnings, and probably — in fact, doubt less, when I come to reflect upon the Bohemian nature of their establishment — cooks his dinner. Happy Alice! Yes, she is so placed as to be able to make the great appeal. He must indeed love you — almost as well, peradventure, as himself, his art, and his own comfort.' Thus communing with herself, the girl sauntered listlessly back to the"], [32, "The Superior Sex. 24 study, then fell to searching earnestly for some trifling piece of usefulness to perform for her father, — a stool to push forward or a book to replace. But there was little or nothing to be done, and she quickly relapsed into listless ness, throwing casual glances at the carefully - hung sporting prints round the room, and into the few magazines scat tered about the table. Presently a thought seemed to strike her ; she turned quickly to a little re cess, in which a photograph of herself had hung for some months, and was confronted by the counterfeit present ment, not of her own face, but of a fox - terrier falling backwards in an at tempt to investigate the contents of a milk - can — a specimen of the simple hearted art beloved of the British public."], [33, "The Superior Sex. 25 At sight of this substitute for her self, Alexis seemed stirred by something deeper than wounded vanity ; she looked sadly round for the photograph, dis covering it after brief search, put away behind a little stack of empty cigar boxes, with its glass cracked, and the face blurred by a broad streak of dust that had worked through the breakage. It would seem that she was a more sentimental young person than might be inferred from her previous cynical observations, for, having made this dis covery, she walked to the window and stood there, looking with dimmed eyes upon the sunshine and active children, while large tears rolled unheeded down her bright young cheeks, and presently whispered to herself, — ' Oh, father, father, if you could but have loved me ! '"], [34, "CHAPTER II. H I LE Alexis is making prepara tions for her expected guests, and watchfully superintending all things that, according to her peculiar philosophy, will tend to promote their happiness and amiability during the even ing, it will be convenient to consider briefly what sort of environment has assisted in the development of so unusual a person as herself — a young girl, that is, with the critical proclivities of a soured old maid, and the pessimistic bias, — if spoken"], [35, "The Superior Sex. 2 7 words go for anything — of some club haunting cynic of threescore. The girl was an only child, and, losing her mother before her sixth birthday, had been brought up partly by a certain good-natured, indulgent aunt, partly at a good London school, where she had won golden opinions. It was no case of loveless girlhood, pathetic isolation, or unkind repression. There was no step mother, nor even hectoring elder sister ; in short, there appeared no cause for the growth of a single weed of morbid roman ticism in Lexie's character. Thus, up to the time of leaving school — a year before the scene of the last chapter — she had much reason to be satisfied with herself, and to take an irreproachably healthy view of things. Furthermore, as if to put a culminating stroke to her happiness,"], [36, "28 The Superior Sex. her father, Major Trevanion, had just left the Lancer regiment in which he had been serving abroad, and was at that time on his way home to England, where he proposed to set up an establishment and settle down to London life, in com pany with his daughter. Let it be said at once that the Major was neither a blackleg, a sharper, nor a gentleman-burglar, nor even a bad fellow, as men of the world go. He was simply a profoundly selfish one, a man selfish even as compared with other men, — and truly to have attained to such a pinnacle of indifference to that part of the universe not contained in his own skin as this implies, speaks volumes for the Major. He was a connoisseur in selfishness, — a man who had made a life-long cult of his own wishes and"], [37, "The Superior Sex. 29 interests, one who should be looked upon with deep respect by consistent males, as a supreme master in an art earnestly practised by them all, viz., that of securing at all times, in all places and before all things, one's own comfort. Now, unfortunately, Alexis had the tendency to idealism not uncommon at her age ; her youthful dreams had, by the end of the eight years during which she was being educated at home without ever seeing her father, evolved a picture very dear to her, and definite even to the minutest curve or passage of colour. It was that of a happy home life with a father upon whom she might lavish all her heart's warmth, whom she could watch and worship, cover with endearments, and surround with nest-like feminine"], [38, "The Superior Sex. 30 comforts. And his dream ? Verily it needs but few words to disclose it, to lay bare the yearnings of this parent's heart ; and let them even be his own words, in order that we may do him amplest justice. ' Look here, Biddulph,' said the Major to his friend, one hot night in Bombay, 'I'm sick of soldiering, and think seri ously of sending in my papers, and go ing in for English life. A bachelor's establishment in town isn't bad, but I suppose I shall have to include my daughter, who, I'm told, is learned and accomplished, and that sort of thing — and, between you and me, Biddulph, it's a dam nuisance ! ' ' Hum ! ' said the other reflectively, ' the womenkind always are that ; there's the beauty of foreign service, you get clear away from all that hampering'"], [39, "The Superior Sex. 31 In fact, there was something so innately masculine in this fear of Major Trevanion's, as to draw ready sympathy from his fellow- man and fellow-soldier. That fear, care- fully analysed, would be found to mean this : — ' I've been a rich idle man all my life, and know nothing to speak of about anything outside the usual sphere of whist- table gossip. This daughter of mine ap- pears to have read books, and will pro- bably despise my ignorance. I shall have the trouble and vexation of putting her in her proper place, to begin with, and of keeping her there afterwards ; and if she goes in for being one of your superior females, this suppressing process will be a continuous bore.' Wherefrom it is apparent that the deep male vanity — which is to a woman's as a bottomless mountain lake to a rippling,"], [40, "The Superior Sex. 32 shallow, flooded meadow — had been stirred up, and that Lexie's accounts of her school triumphs had tended to increase the disturbance. Her aunt had reported to the Major that Alexis was quite a paragon among school-girls, — that her music and sing ing were much above the ordinary, and that she was considered the best lady painter of heads at the Slade School. Yet in this last respect Major Tre vanion might have drawn comfort from anyone conversant with art-school mys teries, had such a one been present. Unfortunately, there was no one to tell him that the average young lady amateur is not usually a person absolutely steeped in art-enthusiasm, but leans rather to art properties, to the æsthetic tucker,"], [41, "The Superior Sex. 33 the sprightly bib, the well-trimmed apron, and such like important items in the make-up of an art student ; that her heart is less in the painting than the picturesque environment ; that she copies at the National Gallery, in order to be looked at, and, in point of fact, does far more posing in the course of the year than an average hired model. Her real strength, the irreverent critic might proceed, lies in criticism ; any six months' art-student, fresh from charcoal and the antique, will disparage for you a Rubens or a Turner, and surely such powerful critical faculty, he might add, can only co exist with great learning : wherefrom may be deduced the sweeping yet comfortable thesis that all art-students have great learning, and that we are so happy as to possess in our midst quite an army of vol. I. c"], [42, "The Superior Sex. 34 trained and able critics of painting ; while, as for literary craftsmanship, we know that almost any young girl will cheer fully slaughter three volumes by as many words, before she has learnt to write a decent letter. Much obloquy is daily cast upon professional criticism, but how about the perennial flow of amateur dis paragement ? In consequence, however, of the absence of any such comforter among his brother officers, Major Trevanion learnt to con sider his daughter in the light of an accomplished prodigy, probably highly charged with self-conceit, and more than likely to look upon himself with but a condescending respect. Meanwhile poor Lexie was preparing for the conquest of this father. She toiled at the piano and the easel many hours a"], [43, "The Superior Sex. 35 day, in order to make herself an ac complished daughter, filled up resolutely the shortcomings — neither few nor slight — of her father's letters, and conjured up pictures of him from heart instead of head, in order to become a loving one : read for him, worked for him, played for him, founded herself on an ideal model — evolved from much reading — of what men look for in their womenkind, so that she might satisfy him at all points. From the Major's letters she gathered that his tastes inclined chiefly towards horseflesh and whist, a discovery which sent her through a long and improving course of sporting novels, and thence to a careful study of the modern scientific whist methods. Moreover, in all these abstruse studies, the anxious daughter was hampered by the only trouble that"], [44, "The Superior Sex. 36 had yet fallen to her lot, i.e., a weakness of the eyes — an ailment existing chiefly, according to her friends, in the realms of fancy — that limbo to which we relegate the major portion of all bodily pains other than our own — but which was, nevertheless a considerable hindrance to her at times. At length, after self-improvings, and dawned upon which her father for the was ten years old. all these strivings, polishings, the day Alexis was to meet first time since she It was to her a day fraught with intense excitement, the dramatic culmination of prolonged hopes and anticipations. The house in Ken sington Park Gardens had been taken and furnished according to the Major's directions, and he was coming over from Paris to-day, after taking it leisurely from"], [45, "The Superior Sex. 37 Brindisi, stopping a day here, and a week there. He expected to be met at Charing Cross by his daughter, and conducted at once to the newly-prepared house — there to settle down as a respectable British father, with a daughter as yet all untried in a woman's only real business in life — viz., that of looking after man's well being and convenience. When the moment to which she had been looking forward for nine long years — to youth a whole lifetime — at length arrived, and she found herself standing upon the Charing Cross platform, await ing the Dover express which presumably contained her father, Alexis felt strangely depressed. She was certain that her costume, designed months ago, and sub mitted to many Slade student friends for approval, was, after all, not the thing ;"], [46, "38 The Superior Sex. that she would be extremely shy and awkward with her father ; that she was looking pale and pasty just when she wished to be most radiant — in short, that it would be a relief to have a good cry in a secluded corner of the second-class waiting-room, as a prelude to the coming ordeal. Yet, had she only known it, Lexie was even now making a considerable stir among the many loungers at Charing Cross. Unfortunately, however, that ubiquitous quality, vanity, has a certain cowardice of its own, and is apt to desert us at the hour of utmost need. Ordin arily she was not so superhuman as to be unaware of her attractive power over the male species, but now her perceptions of that power were quite dimmed by nerv ousness. In the waiting-room she was"], [47, "The Superior Sex. 39 quite unconscious that many persons were staring intently at her, and that, when she presently hurried out upon the plat form — being quite incapable of sitting still — that stern toiler the South-Eastern Rail way porter, whose emotion even the clink of coin moves but gently, looked back after her with interest. When the Dover train drew up, Major Trevanion, easily recognisable from his photographs, emerged to his daughter's gaze. He was a tall, handsome, self satisfied man, at the present moment somewhat out of temper from nervous ness, though a nervousness arising from a cause quite other than his daughter's — namely, from the dread of being caught round the neck, and kissed before an admiring crowd. Knowing not his daughter's character, and having a malig-"], [48, "The Superior Sex. 40 nant hatred of feminine gush, he feared — poor Englishman ! — a scene ; a ground less alarm, as he quickly perceived, for Alexis stood quietly by the train, without even advancing towards him, until he should be at leisure to notice her. ' Well, now,' said the Major, with blunt candour, as he shook hands with her, ' you're a handsome girl, Alexis ; they haven't over-praised you there.\" Even these few words, or perhaps the tone in which they were spoken, dis appointed the girl, for an anxious heart is quick enough to argue from a mere sample-phrase to a whole character. So quick-winged, too, is human hope, that before the Major had collected his lug gage, feed four or five porters with true Eastern abandonment, and sworn at several more with sweet masculine free-"], [49, "The Superior Sex. 41 dom, Lexie's ideal father had begun to crumble, while her bright anticipations fluttered upwards one by one, still hover ing near, yet ready for distant flight, like clustering autumn swallows. The drive to Kensington Park Gardens was truly an idol-breaking journey for her. At every street corner almost, some hope departed, some fresh settling down into the earth of the pedestal upon which her youth and affection had set the Major, took place. He was greatly surprised at his daughter — even astonished at her beauty, and conscious that she would be a chattel to be proud of. But he never expressed one vestige of pleasure at see ing her, nor spoke one fatherly syllable. The girl's heart grew very sore ; she contributed her share to the conven tional dialogue that passed between them,"], [50, "The Superior Sex. 42 and sat with tear-dimmed eyes, con structing society small-talk to amuse the parent of whom she had been delighted to think as ' her own dear father,' — whose possible wishes she had been forestalling these years, — for blessings upon whom she had prayed night and morning. On his side, Major Trevanion grew more and more pleased with this un demonstrative daughter, passing many complimentary remarks upon her in his own mind, and declaring to himself, with a glow of cheerfulness, that she was likely to be much less of a bore than he had imagined — a very graceful pane gyric, though not put into words. He spoke to her of the horses he proposed to buy, and asked with some anxiety — in fact, with the first real touch"], [51, "The Superior Sex. 43 of feeling that had yet escaped him — what sort of cook she had engaged. ' Not that it matters much, though,' he proceeded reflectively, ' for I shall seldom dine at home, I expect. I shall be at the club to-night, by-the-bye, so just see that my things are properly put away, Alexis, and my room properly warmed ; for this climate's infernal, even in May, and English servants never look after one properly. Of course, you won't let me interfere with your day ; tell them to let me have breakfast in my room at eight-thirty ; after breakfast, I walk for an hour, and after that I shall drive down to the club, so they needn't think about me any more until dinner at eight, and that but seldom, as I was saying. I will tell you of any little things that occur to me from time to time, for I"], [52, "The Superior Sex. 44 object to the bother of dealing with ser vants myself. Do you mind smoke ? ' Without pausing for an answer, the Major lighted a cigar ; but his daughter had no objection — quite the contrary, for the smoke got into her eyes, and gave her an excuse for raising her handkerchief to them. ' You see I sha'n't interfere at all with your occupations, Alexis. You draw, or write, or something, don't you ? — or was it music ? Well, you can play me to sleep after dinner sometimes, if you like ; but no strumming before I leave in the morning, I beg. By the way, is old Vaughan in town, do you know ? I hope so, for what the deuce I'm to do with myself until I get my friends about me, I'm sure I don't know. Sha'n't know a soul to speak to, by Jove ! shall have to"], [53, "The Superior Sex. 45 almost live at the club for the first week, I imagine.' Thus the Major, looking cheerfully forth from the hansom, quite satisfied with his daughter, and conscious of being very civil and attentive to her, went on sowing his egotism right and left, till the very spring breeze that fanned Lexie's hot cheek seemed to whisper mockingly, ' Self, self, self, self.' All along the Bayswater Road he harped unceasingly upon the same string, so that she had the opportunity of inserting her self still further into his good graces by showing a remarkable faculty of patient listening. Just as they passed the gates which open upon the Broad Walk, the Major espied his old friend Dr Vaughan, and straightway stopped the cab, told Alexis"], [54, "The Superior Sex. 46 to drive on home, and, with many ex pressions of relief and satisfaction, walked off with the Doctor into Kensington Gardens. wondering, when she at No. 500 Kensing whether any soul in was more miserable youth has but slight Lexie drove on, presently drew up ton Park Gardens, all the great city than herself. For sense of proportion : a first great dis appointment is to it a great dramatic crisis, in presence of which the glow of life fades into sudden greyness, and the universe seems to have come to a dead stop. Thus commenced that golden home life to which the simple-hearted young idealist had looked forward with so much ardour. The Major was generally cheerful, always civil, and quite satisfied"], [55, "The Superior Sex. 47 with his daughter's efforts to promote his comfort ; in short, he felt himself, in his relations towards her, to be — to use his own phrase, when a stray thought wandered by chance from its proper sphere, himself, to the unimportant nebu lous region inhabited by his daughter — a model parent. He never spoke a harsh word to Alexis — no shadow of a quarrel was ever between them ; in his view of things, he was himself as the sun, his daughter as a harmless mole cule upon the surface of some unnoticed satellite ; his own ego being as a mighty globe over whose rim he could not see without unpleasant straining, and a tip toe attitude, or as a vast concealing screen between himself and the unwise. The Major soon settled down into a humdrum groove, of which each day was"], [56, "48 The Superior Sex. the twin-brother of the preceding one. His life was that of thousands of other gentlemen ; the most biting uncharity could not pronounce it other than re spectable, nor could the most searching benevolence discover in it much that was useful or profitable to his fellow man. After breakfasting in his room, he would descend, newspaper in hand, to the study, where Alexis was expected to meet him with a cheerful counten ance, a brisk readiness of inquiry as to his late cold in the head, or the state of his appetite, and a request for the morn ing's news. This latter he would hasten to gratify by laying down the law upon every topic of importance dealt with in his news paper, kindly couching his explanations"], [57, "The Superior Sex. 49 in language suitable to a simple female ignorant of politics, and thereby bracing up his daughter's mind for the rejection of any thing in the shape of what he roundly called 'cant and nonsense' — that is, of any views and opinions not coincident with his own. After this he would pat Lexie's cheek, remarking, in a pleasant, friendly way, as though speaking to some casual friend of the temperature, that she was looking thinner, as was true enough, for the girl was losing health daily, — and finally finish up this brief domestic in terview — the sum of his daily inter course with his daughter — with ' Hum ! Well, don't stint yourself in the matter of frocks and bonnet-strings, child. And look here, I'm busy now, so run along to your painting fal-lals, or whatever feminine gear you have about.' vol. i. . d"], [58, "The Superior Sex. 50 Thereupon Alexis would depart obedi ently to spend a long, solitary day in trying her eyes with too much painting, or in reading abstruse books to divert her mind from her daily life. The hand some, healthy Major would drive his pair of bays to the club, there to lay down the law to other old fogies, each of them puffed with a self-complacent vanity of the same brand as his own, and in due course to pooh-pooh their subsequent layings-down of other laws, until it was time for them all to quit the frivolous affairs of the nation for the really important business of luncheon. Then followed a long and useful after noon of whist-playing, rounded off, if it was summer, by an hour's drive in the Park, and home to dutiful Alexis. Then the second crisis of the day — dinner, sue-"], [59, "The Superior Sex. 51 ceeded by soothing slumber in an arm chair, and finally bed, with a clear con science, added to a comfortable sense of being a good fellow and a good father, at whom no reproach could justly be levelled by any living person. One item, however, in the Major's day has been omitted, an action which at least was of value to one living creature, and should consequently be dwelt upon, remembered in all fairness and kindli- ness, and often repeated one to the other by his well-wishers, when, his active and useful life over, he shall be gathered to his fathers. At first glance this may seem a slight thing, but importance is relative, not absolute ; and this isolated act of useful ness in the day is valuable, even as the last rose of summer, from very singleness"], [60, "The Superior Sex. 52 and isolation. It is this, that during his after-breakfast walk, he used to take his dog for exercise, not merely for the pleasure of the dog's companionship, but from pure benevolence, and a desire to keep Autolycus in good health, which makes the Major's conduct the more creditable. Other evidence too might be adduced to show that he was no mere selfish worldling ; for instance, he twice during that first summer asked, while driving down to the club, after his groom's wife ; and as he was told on the first occasion that the poor woman had just died, the second inquiry was quite superfluous, and the more philanthropic for such superfluity. Let us then close the chapter by re peating once more this honourable record of Major Trevanion, that every day,"], [61, "The Stiperior Sex. 53 summer or winter, wet or fine, and over and above eating, drinking, and whist playing, he read extracts from the morn ing paper to his daughter Alexis, and that immediately after that ceremony he took his dog for exercise. Shakspere says, — ' For every man has business and desire, Such as it is.' Even so, and the Major's was as above."], [62, "CHAPTER III HE first of Major Trevanion's arrive was Dr guests to Vaughan, an old friend of Lexie's, with whom it was her habit to dispute nearly always, and to quarrel very frequently. ' Well, child,' said the Doctor, advanc ing across the drawing-room to the solitary figure which rose to greet him, ' as resplendent as usual, I see ! That silk gown alone is presumptive evidence that you expect male guests, and the other bedizenments amount to proof"], [63, "The Superior Sex. 55 positive that you mean mischief — a self evident proposition, by-the-bye, for when did a woman mean anything else ? That young puppy Hal Trumpington is due here, I know, as I heard from his own lips an hour ago at the club, where I left him in a state of drivel- ling radiance. I suppose you will this evening give your mind — if you have one, that is, which is doubtful enough ; for Dame Nature appears to put up with one vacuum pretty readily, to wit, the feminine mind — to the further en- tanglement of that foolish youngster ? ' ' Dr Vaughan,' Lexie answered calmly, offering her hand, ' you are caustic to day. Have you been deprived of a meal, or have you lost at whist, or been worsted in argument by a woman ? Well, I am glad Lord Henry is coming.'"], [64, "56 The Superior Sex. ' And why, may I ask ? ' Because I am.' ' Petitio principal snapped out the Doctor, 'and in all its unblushing naked ness. I angled for it, for there's nothing I love more than a good round staring feminine fallacy. A woman's reasoning is gritty with such ; she has no more notion of cause and effect than a veget able ; with her a good hulking paradox is rather a help than a hindrance. If she slides by chance into some highway of sound induction, she stumbles and staggers, whereas in her favourite lanes of argument, bristling with & priori fal lacy as they are, she skims along with the ease, the spring, the spontaneity, of a greyhound's gallop.' ' I respect your eloquence,' said Lexie, ' and your capacity for quoting from six-"], [65, "The Superior Sex. 57 penny Logical Primers ; but permit me to tell you the real reason of my pre sent satisfaction, which is this, that I like the society of children at all times, and Lord Henry is especially pleasing and infantile in the company of Mrs Neville, whom we also expect this even ing.' The Doctor had been observing Alexis unobtrusively but closely since he en tered the room ; he now said, in a changed tone, — ' Child, you've been painting too much, poring over books too much, and gener ally misbehaving yourself lately. You're looking thin and peaky, and — just listen seriously for a moment, will you — your eyes are worse, and you can't afford to play with them. These lonely hours are not good for you : your life is too solitary.'"], [66, "58 The Stiperior Sex. ' Ah, but it is so useful,' she answered, with quiet bitterness. ' Think what a loss to the human race I should be were I to die to-night ! ' The girl had never before hinted to her friend that she was lonely and un happy ; but Dr Vaughan was a shrewd man, as was clearly indicated by his keen face and searching glance. He had long ago diagnosed Lexie's nature, as well as her excellent father's, and, but a day since, had been discussing this neglected daughter with a certain hard - working vicar of the neighbourhood, in whose parish she had lately done much visiting. ' Get her away,' the Vicar had said, ' that's my earnest advice. The girl has good stuff in her that's going to waste, for faculties become atrophied almost as certainly from half-use as from no-use."], [67, "The Superior Sex. 59 Your friend Major Trevanion, if you'll allow me to speak the simple truth, is a mere block of selfishness, and his daughter is eating her heart out in solitude — a girl with a deep heart and a shrewd wit. I give her plenty of work in the parish, but district-visiting will not fill a girl's empty heart. Get her away to some employment, to some place where she can be useful, and can feel that there's some one to love her.' This was less unpalatable than that common weed good advice is wont to be, from the fact that the Vicar's views happened to coincide with his listener's ; and while pondering the same, Vaughan had in the course of the afternoon evolved an idea which he now communicated to Alexis. ' I repeat, Lexie, that your present life"], [68, "The Superior Sex. 60 is not good for you ; I want to change it, for the sake of your health. You have no friends in the country to whom you could go for a summer change ? ' Lexie shook her head. ' How would you like to be a gover ness or companion ?' ' Not at all. But I would endure most things, if I could be of real use to a living soul.' ' Quite so ; if you could have charge, for instance, not of a nursery full of squalling brats, who could be better cared for by any decent servant, but of an invalid girl who has neither mother nor sister, and whose lot your com panionship might lighten — how then ? ' ' Who is the invalid in question, how, when, and where did you hear of her ? '"], [69, "The Superior Sex. 61 ' A woman's questions are as pro fuse as her fallacies. I reply by one more — do you know Mr Kennedy ? ' ' I soon shall, for he dines here to night.' ' His wife has a cousin, a certain Colonel Chesney, who lives at Oak hurst, a big place near Guildford. The invalid in question is Maud Chesney, the Colonel's daughter. You might go and stay at. Oakhurst a week or two, before finally deciding. Think this over during the evening, and tell me the state of your feminine mind later on. A week would afford ample time for you and Miss Chesney to decide whether to hate each other like poison, or to as sume the chains of a feminine, therefore lifelong, friendship.' At this point their colloquy was inter-"], [70, "62 The Superior Sex. rupted by the appearance of Major Tre vanion, and five minutes afterwards Lord Henry Trumpington was announced. Lord Henry's radiance, remarked by the caustic Doctor at the club, did not seem to have deserted him yet. His cheerful, boyish countenance was lighted by smiles, and flushed with pleasure, as he shook hands cordially with every one in the room, cunningly reserving Lexie's small fingers for the last, as a bonne bouche, and retaining them as long as he dared — a process that appeared to fill him with a certain dazed pleasure. That hand-shaking moment was an epoch to which the ingenuous youth had been looking forward from the moment of Major Trevanion's invitation ; and not a few of those around him might have guessed as much, for even men are"], [71, "The Superior Sex. 63 quick enough to recognise the love state. On the road the cabman, peering through his trap, had watched Lord Henry gazing earnestly at himself, first in the right-hand looking-glass, then in the left ; and had thus mentally summed up the situation, — ' No use looking ; all the looking in the world won't add much to the growth betwixt this and Kensington Park, nor wax neether, young 'un. Don't you count on the moustachers ; natur' s taken it out in cheek with you : best trust to imperence and your button hole if you're spooney ; and if you ain't, I'm jiggered, that's all.' The fare administered upon reaching No. 500 must have deepened cabby's suspicions, for he gathered up his reins while Lord Henry was knocking, mut-"], [72, "The Superior Sex. 64 tering, ' Five bob ? why you must be blamed spooney ; well go in and win, young 'un ! ' The servant, too, who announced Lord Henry, showed a similar perspicacity. ' Mary,' he said to the housemaid, the moment after closing the drawing-room door, ' that boy's pretty far gone, mind yer ; 'is 'and was shaking like a haspen, and his bloomin' young face flushin' like a gurl's. Lor' bless yer, they're mighty easily floored at that age. I was just as bad myself, though you wouldn't think it. Lord 'Enery will be as tough as me some day, I dessay, but he's got to see life a bit afore he reaches my level.' Major Trevanion alone perceived no thing, his faculties being dimmed by the near approach of that great event, dinner. In the course of that meal Lord"], [73, "The Superior Sex. 65 Henry's spirits fell rapidly. Alexis and Dr Vaughan talked about literature, the very name of which depressed and fright ened him, and he could neither see nor listen to the other ladies while she was present. Afterwards, when Lexie and her friends swept out of the room, his despondency reached a culminating point. He cared nothing for the Major's Indian experiences, which, had his state been sounder, would have made him laugh heartily. Mr Kennedy he looked upon as a harmless parson, who might babble of Shakspere if it amused him, but who certainly could not expect to be listened to. In point of fact, no man in his senses ever does expect to be listened to by those of his own sex ; for the male of our species is never a listener, his own ego being a vast self-assertive entity for VOL. I. E"], [74, "The Superior Sex. 66 one thing, and his vanity being in con stant dread of instruction from some one better informed than himself, for another. Thus, to gain a man's ear, you must only talk about himself — a topic seldom piquant, and never exhilarating. Later on Lord Henry managed better, for in a moment of inspiration he in duced Alexis to go to the piano, thereby separating her from the others by a dis tance of some yards. This was his op portunity, and he seized it with a readi ness that might have satisfied his late commentators, cab-drivers and footmen. Being a kind lad, if not a very wise one, he perceived that Miss Trevanion was out of spirits, and accordingly laid himself out to amuse her with such light chatter as he was master of. Alexis learned much of her music by"], [75, "The Superior Sex. 67 heart, and was able to continue playing without interrupting his boyish talk by any labour of leaf - turning. He dis coursed at first of Aldershot life, and the many friends he had made in the neighbourhood of camp, presently branch ing off into an account of the last day or two's adventures in town. ' You see, Miss Trevanion,' he ex plained, ' my governor is rather disap pointed at my being a useless, racketing sort of fellow, instead of a scholar like him self, and wants me to settle down quietly, promising if I marry to see me through the trouble, — set me up in what's needful for matrimony, and that sort of thing. Now, this is all very proper and paternal ; but the consequences to my comfort are fright ful, because he has made confidants of about half his friends in the matter. When-"], [76, "The Superior Sex. 68 ever I come up for three days' leave, life becomes a burden to me — a series of ambuscades and hairbreadth escapes ; and it isn't open warfare, but a species of dacoity, by Jove! My room is strewn with notes from Mrs Trapper. I'm flooded with them — and if I show my nose in the Park, she's down on me, barouche and all, in a moment. Then there's Lady Batfowler with an eye upon me for her daughter — a wizened creature ten years older than myself, Lady Caroline Springle. They say at the club that her only redeeming feature is a good piece of pheasant shooting in Hampshire. ' Your club is doubtless as charitable as that larger one, the world.' ' My life's one long shikkar now. I revenged myself on Lady Batfowler the other day, though, when she pursued Tim"], [77, "The Superior Sex. 69 Flanagan, my chum, and me, all round the ring. We were in a dogcart just ahead, and Tim whispered, \" Let us lead her a dance, bedad.\" And we did too, — dashed out through the Marble Arch when she wasn't expecting it ; careered up Edgware Road, with her ladyship's carriage thundering after us ; got en tangled among some omnibuses and nearly caught ; dashed down Praed Street scarcely ten yards ahead ; got a fresh start in Eastbourne Terrace ; led the hounds — -I mean the ladies — into some shocking slums adjoining the Harrow- Road, and so dropped them. The gov ernor is sorry now that he gave it out, fearing that it will make me shy at ma trimony altogether. However, I told him that I shouldn't mind Lady Caroline's land, but objected to taking the live-"], [78, "The Superior Sex. 70 stock with it. That was rather clever, but not mine, of course — Dryden's, or Samuel Johnston's, or one of those old Elizabethan chaps.' ' You're mistaken,' interpolated Lexie. 'It is not Dryden's, but Brinsley Sheri dan's — man of much earlier date — time of Henry V.' ' I know better than that,' he said sulkily ; ' but you always jeer at a man, and refuse to believe there's a particle of good in him, unless he's book-learned and clever.' ' Excuse me, I don't care particularly for bookish men, but I do like a man with his heart in something, even though it be so pitiful a business as soldiering in time of peace. I haven't an over whelming respect for men at best, but even I can't be expected to eulogise"], [79, "The Stcperior Sex. 71 gentlemen - loafers, without a thought beyond billiards and horses ; moreover, I look upon idle fast men as the poison of society.' j ' Pray go on ! ' he exclaimed, with a flush. ' No one can trample on a fellow better than you.' At this moment several of the others petitioned Alexis for a song, and Lord Henry was compelled to swallow his wrath while he was finding and placing before her 'The Chorister.' By the time she was half-way down the second page, he was on the road to recovery ; for having an ear for music, and something approaching to a love of it, he could never listen unmoved to Lexie's rich contralto. When she had finished he thanked her earnestly, stooping over her and half whispering, —"], [80, "The Superior Sex. 72 ' I'm sorry I lost my temper so easily ; but you always know how to cure the wounds you give.' Lexie glanced at him more kindly than she had hitherto done, yet not quite with the look he hoped for, but rather with the expression of an indulgent mother regarding a wayward child."], [81, "CHAPTER IV HEN his guests had departed, Major Trevanion stood smok ing a cigarette with rather a pleased smile. This daughter of his was really a credit to him, even as his fine play at whist, his perfectly - matched horses, and generally acknowledged con noisseurship in horse - flesh. Lexie's beauty and accomplishments seemed to impress people considerably ; and in ad dition to being proud of her, the Major had lately developed a considerable affec tion for the submissive daughter who"], [82, "The Superior Sex. 74 stirred the admiration of all his friends, always did what she was told, and, best of all, never made a fuss. But it need hardly be added that he contemplated no outward demonstration of this parental pride, for to praise your womenkind tends to undue conceit on their side, and a lessened importance on your own. The proper attitude towards them is one of patronising tolerance ; let them be a credit to you without being aware of it, let them minister to your comfort as a matter of course, laud you as much as they will, have a readiness of absorption of your opinion upon all questions whatsoever, and let them fetch and carry for you without being over-thanked, which is bad for their constitutions. WThile such sensible reflections as these"], [83, "The Superior Sex. 75 were passing through her father's mind, Lexie was striking low chords upon the piano, being nervously anxious for a few minutes of reflection before giving the signal for what would in all likelihood be a struggle with her father. For she had contrived some further discourse with Dr Vaughan in the course of the evening, and was now about to break the matter to Major Trevanion. Presently she moved away from the piano, and as her father sank into an arm-chair, stood beside him, turning over the leaves of an illustrated Byron, and waiting till her heart should begin to beat more quietly. At this trying moment the Major added to her perturbation by administer ing a small dose of praise, to which, albeit a little too thin and diluted to"], [84, "76 The Superior Sex. produce any serious consequences, she was so unaccustomed that it quite took her breath away. ' The evening was quite a success, Alexis ; you really have a very decent knack of entertaining people, and your singing is very tolerable.' At this moderate panegyric the girl flushed deeply ; whereat the Major, hap pening to glance at her in one of his rare moments of self-neglect, was some what astonished, even feeling a faint twinge of conscience as rare as the said neglect. ' I am glad you were pleased,' she answered, in a calm voice, though her hand was shaking so that she was fain to replace the Byron upon the table ; ' and, father . . . have you three minutes to spare ? '"], [85, "The Superior Sex. 77 ' Certainly. What is it — bonnet, ball dress, or painting-gear ? Do you still attend the Slade School, by-the-bye ? ' ' My feminine wants are all well sup plied, thank you ; it isn't bonnet-strings, father, but railway tickets.' ' All right. Where are you going ? ' ' To a certain Colonel Chesney's, I hope, near Guildford.' 1 Very good ; if you want money, you know you have only to mention it. Just hand me a match, child, as you're standing up.' ' This visit,' Lexie proceeded, rather shakily, ' may develop into a permanency.' ' What do you mean, Alexis ? ' ' Colonel Chesney has an invalid daugh ter — ' ' What the deuce has that to do with it ? '"], [86, "78 The Superior Sex. ' Who needs a companion, having to lie down, and — ' ' Well, well, don't let us have a cata logue of the girl's ailments — half of them imaginary, I daresay.' ' I propose to offer myself as her t companion. ' What?' The Major started from his chair amazedly, though, as yet, unable to ap preciate the full magnitude of this an nouncement. He stared at his daughter, now for the first time striking out a line of her own, and one which cut squarely across that of his sovereign will. Then, realising the danger of making her girlish whims too import ant, he sank back into his chair, and dismissed the business, as he thought, with the one word — ' Rubbish ! '"], [87, "The Superior Sex. 79 His display of temper, however, had the effect of rousing the girl's courage and pride, of which latter quality both father and daughter had enough and to spare. ' The fact is, father,' she proceeded quietly, ' I am not very well. I believe you will acquit me of talking too much about my health as a general rule — as you say women are prone to do — but this time I am compelled to mention the subject. Dr Vaughan says that it is necessary for me to leave town, though I must tell you honestly that this health question is an excuse of which I avail myself, because I really want to go.' This was a bad stroke, a smart rap upon a very sensitive part — his vanity. Want to go, — to leave an affectionate father who had done a good deal too much for her ?"], [88, "So The Superior Sex. ' You've never complained of your health,' he said sharply, ' and I've never noticed anything wrong ! ' This remark of the Major's was a fine unintentional satire upon himself ; certainly he had not noticed anything, for to attract his notice an ailment must needs have been writ large indeed, and plained of by full-voiced choirs of lamentation. Thinking thus, Lexie could not for bear a slight smile, which, her father being unusually aroused, caught his attention, and caused the first pang of self-doubt, perhaps, that had ever assailed him. Could he have been neglects — ? Tush ! The thought was pooh-poohed before it had full time to articulate itself. ' I don't wish to complain now, father,"], [89, "The Superior Sex. 81 but my eyes have troubled me some what, and — and Dr Vaughan says I must go away into the country ; and this seems a chance, doesn't it?' Again the Major suffered a twinge— a sharper one this time. He remem bered that at times Lexie had been un able to paint or to play from notes, and that Dr Vaughan had more than once suggested a visit to an occulist. But the thing had not impressed him, somehow ; probably the doctor had chosen some inopportune moment to speak of it, some time when the Major was particularly engaged. Vaughan was to blame, as he said angrily to himself; yet he was aware, nevertheless, that Major Trevanion was to blame still more, and the reflection was a far from soothing one. VOL. I. f"], [90, "82 The Superior Sex. But if the Major had heart enough to feel these twinges keenly, he also had pride enough to conceal them. ' If you have been unwell, Alexis, you might have condescended to men tion the fact, I think, but you women always love to play injured innocence ; and as for your being a nurserymaid, or companion, or whatever you call it, and taking a salary — you a Trevanion, and my daughter — I won't hear of any such nonsense.' ' If Colonel Chesney insisted upon a salary, I thought of giving it to the parish, which I must now desert.' ' Confound the parish,' he growled angrily, ' and all the paupers in it ! This parish business makes me sick. If airls thought a little more of their parents' home-comforts, and a little less of their"], [91, "The Superior Sex. 83 districts, scores of men who now live at their clubs would stay peacefully at home.' ' But you do not entirely reject my plan ? ' ' Yes I do,' he snapped. But for his overmastering ego and consequent touchy dignity, Major Tre vanion might have noticed the look in his daughter's eyes at this moment. She was perfectly conscious of her own real reasons for wishing to part from her father, — of her hope that a little wholesome neglect might awaken his love, that even the mention of such a parting might draw some slight de monstration from him. She was stand ing very near him, her hand upon the elbow of his chair, as near to his shoulder as she had courage to place"], [92, "The Superior Sex. 84 it. A shred of encouragement would have brought her nearer ; a sense of coming trouble was upon her, and the yearning for his love keener than she had ever felt before. A single kind phrase, and she would have thrown her arms round his neck and wept upon his shoulder, lavishing more affection upon him than he had ever dreamt of, and worshipping him with more reverence than he had ever deserved — and they might have ' lived happily together ever afterwards,' in good fairy- tale fashion. But was forthcoming : a you, child,' would what the Major this, — no such expression single, ' I shall miss have sufficed ; but actually said was ' I suppose your convenience would father's comfort and be the last things"], [93, "The Stip er ior Sex. 85 to occur to you ; it never seems to strike you that I have set up this establishment for you — arranged — er — *> er — It was awkward, but in point of fact he could not at the moment think of any single thing that he had arranged for purposes other than his own con venience. ' The truth is,' said the girl quietly, with a faintly sarcastic intonation that was her first retort upon her father for a twelvemonth of neglect, ' I have no fear that my absence will cause you the least discomfort. The cook, I am glad to say, now thoroughly understands your wishes and likings. After break fast you have \" Autolycus \" for a walking companion ; then, for the newspaper reading — well, I daresay you will drive"], [94, "86 The Superior Sex. into town half an hour earlier when I am away — ' ' Enough of that,' the Major cut in sharply. ' Then it's quite settled, father,' she proceeded, taking up the Byron again, ' and when Dr Vaughan comes in the morning, I can ask him to telegraph to Colonel Chesney, so that I may start on Monday afternoon ? ' Even now she was hoping against hope that her father would turn to her, but he sat looking coldly to his front, and answered with the affected indifference born of pride wedded to obstinacy, — ' Very well, if you're so bent on going, make your own arrangements ; and if you're for starting in such a hurry, I should think you had better go and"], [95, "The Superior Sex. 87 give orders about your packing at once.' ' Perhaps you are right ; good-night, father.' And so the foolish, proud pair separ ated, the Major holding the Globe up stiffly before him, though reading never a line of the print, and refusing to let himself think ; Lexie vanishing upstairs, victorious, but very melancholy — and growing more and more so until the time came when she cried herself to sleep. fl^SP"], [96, "CHAPTER V. BOUT five o'clock on the Mon- day afternoon, Alexis might have been seen at Waterloo Station, under the escort of Dr Vaughan, now actually embarked upon her venture. She had seen her father for but a few minutes after breakfast, and that brief space of time had been occupied by a few conventional remarks about Lexie's coming journey, and by a discussion of the weather — that topic apparently specially provided by Dame Nature, who kindly offers to a nation having no"], [97, "The Superior Sex. 89 natural faculty of small talk a climate of such infinite versatility that even the dullest can hammer out a few platitudes under its friendly stimulus. There were no visible symptoms of a quarrel between father and daughter; they conversed with ease, and parted at the Major's usual hour of starting for his club. Alexis felt, as she stood upon the down platform at Waterloo, exchanging a few parting remarks with her old friend, that there was a certain whimsicality about her present situation, which rather suited with her present mood of sadness and soreness, underpropped by resolution to show nothing of her feelings to any one. There was an element of droll incongruity about this step she was tak ing, an inherent unsuitability in the role which had fallen to her lot ; for she was,"], [98, "The Superior Sex. 90 in theatrical parlance, ' going on ' as a companion— a part such as ought natur ally to be filled, as Lexie remarked silently, by an ingenue, not by a nineteen-year old cynic in petticoats like herself. Her very make-up was highly inappropriate ; she should have been a simple young creature — large-eyed, angel-tempered, with gentleness and earnest anxiety to please written upon every feature ; dressed in innocent alpaca, and with eyes moist at parting from a small battalion of younger brothers, for whose sake she should have been going out to service, whereas neither alpaca nor humility were anywhere dis cernible in her equipment. ' And yet,' thought Lexie, as the Doctor, after a string of caustic remarks about half the people upon the platform, squeezed her hand, and turned to go, ' if to be"], [99, "The Superior Sex. 91 down-hearted and miserable be any cri terion of one's capacity for the part, I ought to get through it respectably, with out much help from the prompter — per haps even with a little applause from the gallery.' During these reflections, she was un- consciously causing a considerable com- motion in one of the third-class carriages higher up the train, in which were seated two young men, answering respectively to the names Flanagan and Trumping- ton. These well-matched young scamps were going down to Aldershot by this train, although not due in camp till next morning, because, to use their own phrase, they were ' quite cleaned out,' not having so much as a cab-fare left between them, after taking their third-class tickets. Flanagan was the first to notice the o"], [100, "The Superior Sex. 92 tall girl from whom Dr Vaughan was parting. He turned to his friend before thrusting his head and shoulders out of window for the second time. 'You know old Vaughan, Hal? He's here with such a — but I couldn't think of libelling her by any description. I'll let you see her in a minute. Just like our luck. If we hadn't been cleaned out, we might have been travelling with that beauty.' Presently Trumpington was permitted to thrust his head out, and immediately recognised Alexis — a pretty to-do ensuing upon the discovery. In a trice he was forcing his way out of the carriage, trampling impartially upon several pairs of feet in his progress, and muttering, — ' It's some one I know, Tim. I'm going o o first ; haven't got a sou to pay the differ ence either.'"], [101, "The Superior Sex. 93 ' Could you raise anything on my kit ? ' cried Tim, eagerly dragging forth his hat box and other articles of light baggage. ' Just run over to the cloak-room — ' But already his friend had gone, and, having marked the right compartment, had his foot upon the step as the guard called out, — ' Now, then, sir, jump in quickly, if you're going.' > Henry had a tickling sense of triumph and excitement when the train moved off, and he found himself safely shut up with Miss Trevanion, the only other person in the carriage being an old gentleman who was already immersed in a book ; which things were con spicuous enough upon his mischievous countenance. Lexie was at present looking fixedly"], [102, "The Superior Sex. 94 out of the window, drawing a fancy por trait of the Miss Chesney whose com panion she was to be — a soured person, as she imagined, somewhat faded in looks, temper, and philosophy ; an ex acting, querulous creature about five-and thirty, with a doting parent, the mercury of whose spirits would vary according to pressure of the invalid's varying moods and whims. Lexie's sense of coming failure seemed to increase inversely as the square of the distance from her destination ; every yard passed over added a fresh cold note of its own to her chill conception of the coming life at Oakhurst. She had begun with such high hopes, and fallen so quickly and so hopelessly in the matter of winning her father's love, that the healthy san guineness of youth had deserted her."], [103, "The Superior Sex. 95 She was convinced that in this lesser venture failure as speedy and complete would be her fortune. Under these circumstances, it was no slight comfort to be suddenly confronted, on looking round, by the cordial smiles of Lord Henry, and to laugh at his eager youth some efforts to please her. ' What ! ' he exclaimed, with surprise at least a size too large for nature, ' is it you, Miss Trevanion ? A most extra ordinary coincidence. Let me pull that blind down for you, and put your things right, and cut that magazine for you.' Whereupon he proceeded to re-arrange all her small baggage upon the racks, and generally to give her as much dis comfort as a zealous desire to move everything could accomplish, pouring forth a stream of small-talk for her delectation"], [104, "96 The Supe7'ior Sex. the while. No more chance for reverie or fancy portraiture now, as Lexie knew well enough, Lord Henry having no sense whatever of the charms of reflec tion, or even of conversation containing any sprinkling of thought. Yet his conception of how to be agreeable was at least better than that of most young men ; if he thought it necessary to talk incessantly, he at least prattled of other people beside himself — in a kindly, boyish way too, without a touch of fashionable insolence. Most of his discourse ambled among incidents of camp life, and little regimental anec dotes. He was particularly eloquent upon the various points which put the Royal Aldershot upon a pedestal above all other regiments, complaining bitterly that this uniquely perfect body was"], [105, "The Superior Sex. 97 brigaded with two other battalions, — ' whom we call,' he said, with scorching contempt, the \" Smugs,\" and the \" Girls.' \" Alexis took a cynical pleasure in studving the little oddities of the British J o subaltern, so led him on to various other relations. ' A lot of the \" Smugs \" dine with us to-night,' he went on, ' and some of the \" Girls \" too ; so it will be rather a big night, which, by-the-bye, will give the last joined man, named English, who joins this afternoon, I believe, a chance of finding his camp legs. We've a notion, however, that English won't do for us, in which case, we shall make it pretty rough for him in the first place, and send him home to his \" Ma \" in the second.' And why won't he do ? Has he vol. 1. g"], [106, "98 The Superior Sex. no stable small talk '; has he been known to read Tennyson and neglect the study of billiards ; or, worst of all — for the poor young fellow's sake I hope it is not that— is he that con temptible creature, a quiet man ? ' ' That's just it, Miss Trevanion, he's reported to be one of your quiet, gentle manly men.' ' Indeed ! And you condemn him on both counts, quietness and gentleman hood ? But surely you will manage to innoculate him with a little decent rowdyism in time ; even virtue and gentlemanhood will wear down in time, and you ought to give him a fair chance, you know ? ' But you don't understand ; he's not — I can't explain myself exactly — but he's not what we want.'"], [107, "The Superior Sex. 99 ' Perhaps I understand too well : doubt less he should have been gazetted to the \"Smugs\" or the \"Girls.\" Why those titles, Lord Henry ? ' 'Why we call the 250th the \"Smugs,\" because they smoke pipes in the ante- room — a wretched shoddy lot, I do as- sure you ; and the \" Girls \" are as bad, nearly all married, and the few single ones mere girls. Only the other night, Tim Flanagan was saying, \" I believe, and I say it with pain and regret, that Curate Myers is the fastest man in that regiment.\" Myers, I must tell you, is a long thin fellow with slop- ing shoulders, a man who was caught reading Browning a week after he joined. Even the \" Girls \" couldn't stand that ; they tried him by court- martial in the mess-room that evening,"], [108, "ioo The Superior Sex. and found him guilty, but I forget what the sentence was.' ' You would have treated him even worse, I suppose, in your regiment — he would barely have escaped with his life ? ' ' Curate Myers in ours ! ' he ex claimed, at a loss for comment, or, at any rate, parliamentary comment. ' I am sorry indeed to have hurt your feelings thus ; pray forgive me, and, when you are sufficiently recovered, tell me further of Mr English and his defects.' ' Well, they say he is one of your church-going fellows — ' ' Oh, don't say that ! — poor fellow, that is indeed disastrous. To tell the truth, I am especially sorry to hear of his many vices, for I happen to know this black sheep among subal-"], [109, "The Superior Sex. 101 terns. It must be young Tom English, whose mother I have often met when staying near Scandalbridge, — a bright handsome boy he was two years ago when I met him, and liked by every body ; a keenly sensitive lad too, I fear. Truly I pity him, for he is falling among wolves to-day. I dare say his mother has but now parted from him at Scandalbridge Station, seeing her dear lad off with tears of pride, to think what a favourite he will be in his regiment. Poor Tom English! know you how all un worthy you are of the noble fellows who are to be your comrades ? Do you remember that you are quiet, and a gentleman, and, worse still, a church goer ? Oh, sweet sex ! oh, excel lent, honourable, high-minded sex ! to"], [110, "The Superior Sex. 102 whom nothing is so intolerable as one single stratum of virtue, however thin, superior to your own ! In sooth, we cannot but revere you, for you look down on us from an altitude of bad- ness to which we can never hope to attain ! ' During this tirade, the studious old gentleman had been staring amazedly at the speaker, muttering, — ' Is the girl wrong in the head ? ' But Trumpington, being well accustomed to Miss Trevanion's peculiarities, took it all with considerable philosophy. ' I never do understand you, Miss Trevanion, when you wax metaphysical or psychical, or whatever you call it, like this ; but it is enough for me that English is a friend of yours. He shall have a fair chance, I promise you, for"], [111, "The Superior Sex. 103 I'll nurse him myself, stir his gruel, and give him a helping hand in every way possible.' ' Then I shall be deeply beholden to you, and, when next we meet, will apolo gise for all my abuse of the lords of creation ; there is no time to do so now, for here we are at Woking Junction, where I have to change trains.'"], [112, "CHAPTER VI. PON reaching Guildford, Alexis began at once to look out for Colonel Chesney, 'The manager who has engaged me for this part,' as she said, ' and who, I suppose, will see me through the first rehearsal with the sour invalid, as soon as we arrive. \" Tall and straight, with a long white moustache,\" such was Dr Vaughan's description. Ah, that is he then, or I am much mis taken.' The tall gentleman in question was Colonel Chesney ; he now came forward"], [113, "The Superior Sex. 105 and took possession of Alexis and her lug gage in a friendly, almost parental fashion, which she could not help contrasting with her father's manner upon the occasion of their first meeting at Charing Cross. o o The Colonel had heard a good deal of Miss Trevanion, through his friend the Doctor, and seemed bent upon making her welcome. Lexie was quick to per ceive this in his voice and look, and the little cares with which he surrounded her ; she responded with the surprised gratitude of one accustomed to the highly masculine attentions — of such delicate texture as hardly to be visible to the naked eye — of Major Trevanion. The Colonel's polite anxiety seemed to her a new and pleasing phenomenon in a man, one to be observed and analysed with some interest."], [114, "106 The Superior Sex. ' I begin to see,' she reflected, as they walked towards the dogcart, ' that this manager of mine is of an unusual type. Dr Vaughan said that he was nicknamed \" Colonel Gush,\" a title as significant, I should imagine, of his fellow-man's con tempt as well could be. One can easily comprehend that my manager's earnest courtesy and benevolence are annoying to his fellows. Ah, now he addresses a porter ; will he ask after the man's wife, and the teething of the last baby ? Nothing so bad as that I see ; still he is too civil, too gushing, in short too kind, to escape the contempt of other men. Colonel Chesney ought to be a whole some check upon my hobby-horse riding, but I rather fear will tend to promote the same, by showing me what a man can be like if he wishes.'"], [115, "The Superior Sex. 107 Still commenting to herself, Lexie took her seat beside Colonel Chesney, and was soon bowling along the pleasant Surrey Lanes, trying to enjoy the country, yet still too anxious about her approaching ' rehearsal ' to do so. Colonel Chesney, watching the girl's face, and noting her ready tactful wit in responding to his remarks, was on his side also beguiled into speculative questionings. Was this girl no whit appreciated by her father ? Then truly Major Trevanion must be hard to please. ' You look sad, my dear,' he commented silently ; ' considering what a bewitching young creature you are, you should be all sparkle and hopefulness. I don't like to see a young face so clouded.' Thus they went on taking mental notes of each other, as people are wont"], [116, "108 The Superior Sex. to do while pushing their way through the copses of first acquaintance towards the open undulating country of pleasant friendship. The Colonel spared his companion all guide-book cuttings, not considering that a list of the owners of the various country seats they passed would tend to the removal of her first strangeness ; but he spoke a good deal of his daughter, explaining that he, like Lexie's father, was a widower with one child ; furthermore, that his daughter Maud was not a confirmed invalid, but only somewhat delicate, and for the present obliged to lie down entirely. In every word the Colonel spoke upon this subject, more still in his tone of voice, Alexis could not forbear con trasting him with her own father. He seemed to dwell lingeringly on Maud's"], [117, "The Superior Sex. 109 name, — to quit the subject with difficulty ; and when he spoke of his great hope of seeing her quite well again in time, Lexie saw in his eyes just the look which she had hoped and longed to call into her own father's, but which had never come. One house only Colonel Chesney pointed out. ' This,' he said, as they passed a rural-looking country vicarage close to his own lodge gates, ' is Mr Kennedy's ; his wife is a cousin of mine. And both she and her daughter are often with Maud.' After passing the lodge gates of Oakhurst Place, Alexis noticed the Colonel but little, and the landscape not at all, being too nervous for ob servation."], [118, "The Superior Sex. 110 ' I suppose this is stage fright,' she concluded ; ' in a few minutes now I shall be on the boards confronting the invalid, and possibly Miss Kennedy also, for the bosom friend is sure to be at hand to inspect the newcomer ; would that the part were written out for me, cues and all, for I don't feel at all at home in it. I know that hard-featured invalid will receive me with patronising civility, while her friend in the background apprehends the details of my costume. That is the worst of a woman, she has leisure to criticise you ; a man has all the will and all the uncharity necessary for the process, but is too busy thinking about himself to have time to waste. Thus do his faults counterbalance one another ; in fact, he becomes tolerable"], [119, "The Superior Sex. 111 from their very numbers : with such a jostling crowd of bad qualities to contemplate, one is seldom at pains to disintegrate the mass.' Upon arrival, Colonel Chesney helped Alexis down with much care, and himself conducted her to his daughter's boudoir, saying, with his hand upon the door, — ' I shall leave you now to make each other's acquaintance, and I don't think you'll find Maud a very formidable person.' A great surprise awaited Lexie upon entering. From much dwelling upon her fancy portrait of Maud Chesney during the last day or two, she had come to believe it a speaking likeness, and now, being confronted by a living model to which it bore not the faintest resemblance in line or hue, she felt quite taken aback."], [120, "The Superior Sex. 112 Some one in light blue arose to greet her — no sour old maid, but a girl a year or two older than herself, fair, fragile - looking, and with a sweetness of countenance enough in itself to ac count for Lexie's immediate attraction towards the invalid. Moreover, in those keenly-perceptive moments of first im pression, the visitor saw something be yond mere prettiness, something not often to be found in young faces, viz., the quiet patience of one who has suf fered much without complaint ; so that Lexie's very first thought was, ' Here is one who never complains.' So marked was the newcomer's em- barrassment, that Miss Chesney's con ventional questions as to her journey were never uttered ; in lieu of such ordinary acquaintance - paving process,"], [121, "The Superior Sex. 113 she took Lexie's hand, and made her sit upon the couch beside herself, saying, — ' Am I such an ogress, then ? I had no idea that I was half so alarming.' ' I had no idea that you were half so young and pretty,' Lexie blurted out involuntarily. The invalid laughed pleasantly as she resumed her reclining position. ' Pray don't say so, for I live in such an atmosphere of flattery already, that a single extra compliment per diem will destroy any shred of modesty I have left. Old Mary pours a constant stream upon me, and my father is a great offender too. Fortunately I am very stupid, without the ghost of an accom plishment, and the knowledge of that keeps my self-conceit within reasonable bounds. I shall look to you to narrow vol. 1. H"], [122, "The Superior Sex. 114 the limits further, for I've heard so much of your singing and painting, and other talents, Alexis — may I call you Alexis ? ' For reply Lexie kissed the speaker's cheek, saying reflectively, — ' I never dreamt of kissing any one upon such short acquaintance before. Why is it you attract me so quickly ? ' ' I don't know, unless it be some psychical affinity — that's a good big phrase which I picked up from a book yesterday — between us. I only hope the affinity, whatever be its proper title, won't die a sudden death when you know me better, and find out how stupid I am. Now I am going to give you some tea, and pray tell me about your journey.' ' No, I will spare you the journey, and inflict upon you another species of prosing instead, viz., a confes-"], [123, "The Superior Sex. 115 sion. Did Dr Vaughan tell you I was a harmless lunatic on one point ? Ah ! your smile tells me that he did. Now, as you insist upon calling your self stupid in that forcible manner which precludes all argument, allow me to con fess to you that I am a little mad — very much so, in the estimation of my friends — upon the subject of men and their defects. I've made a scientific study of the masculine character, look you, with the following results.' Then Lexie, once fairly launched up on her beloved topic, flowed on for some time with her usual eager elo quence, plunging, much to her listener's amusement, into all sorts of whimsical ex travagance. In fact, Maud enjoyed the jest ing and nonsense so heartily, that Lexie was tempted on and on, until tears of"], [124, "The Superior Sex. 116 laughter ran down the invalid's cheeks as she cried, — ' Poor fellows, poor fellows ! I wish some of our Aldershot friends were here to listen to you.' ' Tush ! tush ! A man never listens, he talks; that is, until his ideas run dry, which is usually pretty soon, and then, instead of listening to your modest remarks, he is thinking what to say next. I tell you that this study of men is a hero-destroying one — that one's contempt for them grows in direct ratio with one's knowledge.' ' Well, now that you have quite dis heroed man — ' ' As the poet has it,' interpolates Alexis, — \" That piebald miscellany, man, Bursts of great heart and slips in sensual mire.\""], [125, "The Superior Sex. 117 Ay, and how few the bursts, how infinite in number the slips ! And how easy are the steps of approach to that \"great heart;\" just these, my dear — bellows, fire, saucepan, heart. I tell you the only appeal to man is through the kitchen, and had men novelists a grain of honesty, their heroes would all be cooks.' ' Really, Alexis, I begin to think you are a little mad. Pray sing me some thing now, and leave the poor men in peace for a time.' So Lexie sang, while the invalid lay resting, enraptured by the singer's tender voice, trained so carefully for the benefit of the parent who never cared to listen to it, and piecing together Dr Vaughan's hints as to the relations between father and daughter."], [126, "The Superior Sex. 118 When Colonel Chesney came into the room a little later on, he found the visitor sitting at his daughter's head, and smoothing Maud's hair in a caress ing, motherly fashion. Lexie flushed a little, explaining apologetically, as people usually think it necessary to do, when detected in the exhibition of any feel ing which does them credit, — ' It is very gushy and feminine, Colonel Chesney, but the truth is that Maud and I have fallen headlong into a friend ship that will last for ever : it's the way of women, you know.' The Colonel made no verbal comment upon this state of things, but as he stood beside the pair, Lexie was con scious of a feeling of peace and rest ; she felt herself better understood by these friends of an hour than by her"], [127, "The Superior Sex. 119 own father, and the sense of being cared for a little in so short a time, filled hei with a certain hopefulness, an impression that things would come round, that her life would not be such a failure after all. Afterwards they adjourned to the sloping lawn outside, the Colonel pushing his daughter's wheeled couch, while Lexie walked beside it. To the latter, now that her mood was changed and the 'low beginnings of content' were stirring in her mind, the simple land scape was inexpressibly soothing ; the spread of sunlit greenery smiled upon her, the lazy-winding placid little river whispered of peaceful lives ending in quiet havens. But, as usual, nature was sympathetic, yet without power to persuade, and"], [128, "The Superior Sex. 120 Alexis quickly passed from the pleasure of the moment to restless wondering whether her father would miss her this evening. Fortunately, however, for our friends, very little of our deeper feelings get articulated in words. While thus thinking sadly about her father, she was recalling to Maud's recollection certain pictures of roach fishing in punts, in just such quiet waters as these, done by the immortal John Leech. The Colonel, too, talked of the soil, the grumbling of the neigh bouring farmers, the chance of showers to - morrow, and the like, while his heart was full of longing and tears. o o For as they halted upon the river bank among the flowers, he looked from the straight young figure of Alexis to the reclining form of his"], [129, "The Superior Sex. 121 daughter, and felt that one more note was added to the infinite yearning that never left him, the yearning to see her, the patient, the uncomplaining, who lay all day and schemed how to hide her pains and fears from him, walking about the fields again, with youth and hope looking from her eyes. And Maud her self, with her eyes upon her father's face, her mind feeling with his, her thoughts drifting with his thoughts, re counted to him Lexie's peculiar philo sophy, and made merry about all and sundry things that occurred to her. Thus do we hide deep organ notes of thought and feeling under trivial flutings of small talk ; whereby arise half the misunderstandings of shallow people, who cannot see through to the inner lining of a smile, nor realise"], [130, "The Superior Sex. 122 the care and husbandry sometimes needful for the development of a single bright blossom of jest. Many times that evening the newcomer wondered if she was being missed at all in Ken sington Park Gardens, usually arriving at the fairly correct conclusion that Major Trevanion was getting on per fectly well without her. Yet, though Alexis was not sufficiently a part of his life to leave a serious blank behind her on departure, her father was this evening in an unsatis factory mood, made up of mixed feel ings, and having in it veins of self analysis and self-doubt. He had been within an ace of driving over to Water loo to see his daughter off, but pride withheld him. He was not going to let o o the girl consider her departure in the"], [131, "The Superior Sex. 123 light of an important event ; she would be back again soon enough, when she found he could get on very well without her ; it was just a feminine trick for making herself valuable, no more. When he reached home and sat down to dinner that night, a smooth sense of bachelor freedom sat pleasantly upon him, and might have continued to do so, had not a good thing occurred to him presently in the shape of a refuta tion of an article in the evening paper. Then he could not forbear a passing re gret at the absence of his usual listener ; for Alexis certainly could listen well, and had a respectable sense of her own ignor ance of politics. This unspoken fine thing waxed finer under its author's o kindly criticism : it really was vexing to have no one at hand to give ear to"], [132, "The Superior Sex. 124 and praise it. ' It's a dev'lish clever notion of mine,' he exclaimed aloud, and there was no daughter at hand to cry ' Certainly ! ' Later on, while smoking, Major Tre vanion fell to thinking of what Dr Vaughan had once or twice said about Alexis — that her eyes were not right ; that she ought to go to an oculist ; that he himself was not a specialist, and knew very little about the eye, but he rather feared — what was it he had feared? Something ending in — ills; was it Iritis ? The Major could not re collect ; and as next to eating improperly cooked food he disliked straining his memory, he was perforce compelled to pass on to another topic of thought, de ciding by the way that Alexis should see a specialist whenever she returned to town."], [133, "The Superior Sex. 125 For the rest of the evening the Major was, to tell the truth, somewhat dull. His two home amusements, as has been already related, were laying down the law to his daughter, and taking his dog for exercise ; and neither could be prose cuted at the present juncture."], [134, "CHAPTER VII. BOUT the time Lord Henry was discoursing to his travel ling companion of the short- comings of Sub- Lieutenant English, the latter was driving from the North Camp Station, looking forth with much interest upon the camp scenes through which he passed. Now the picturesque element is not conspicuous in Aldershot Camp. It w-ould seem that here, in this sandy waste, our nation, whose tolerance of — one might almost say fondness for"], [135, "The Superior Sex. 127 — ugliness, is not to be surpassed any where, has chanced upon the very centre and bull's eye of natural unloveliness ; and, perceiving at once the fine capa bilities of the spot, has added thereto a culminating artificial ugliness calcu lated to satisfy the most ardent con temner of beauty. Here a man may revel in the hideous through a long summer day, yet feel that further heights and depths await his scrutiny on the morrow. Upon a drizzly December day the place looks its best, for such a spot has a natural kinship with all that is dismal ; and there must needs be a fine unity about a picture which comprises English winter weather, and a space of such superfine ugliness as may be found anywhere in the North or South Camp ; whereas upon a fine sum-"], [136, "The Superior Sex. 128 mer evening the endless rows of squat red huts look their very worst, and under these conditions they first met the eager gaze of Tom English. The lad's heart sank very low as he passed onwards to ' Z ' Lines, South Camp, where the driver informed him that the Royal Aldershot ' was now layin'.' He had been used to see the British soldier upon field-days in the Long Valley, resplendent in pipeclay, with that painful defect, his extreme youth, concealed by a coating of belts, greatcoats, and whatsoever else is em braced by the expression ' marching order.' And now here was the excellent Thomas Atkins lounging about in un buttoned kersey, moistening his clay in front of the canteen, or having a quiet pipe in his shirt sleeves at the corner of the"], [137, "The Superior Sex. 129 brigade parade-ground— in short, Thomas shorn of his martial bedizenments. ' A most gloss-removing drive,' thought young English. ' Ah, here comes another youth of sixteen or so, disguised in the attire of a man : disillusionment can go no further ! ' In sooth, many an ardent youngster is thus oppressed by the first near view of Private Thomas Atkins. For, alas ! O Thomas, thou'rt not what thou once wert ; thou'rt but a poor youngling, Thomas, now, fitter for thy nurse's arms than for war's alarms, — an embryo man, barely strong enough to support the weight of thy rifle. Thou'rt a kindly fellow too, full of odd sayings, couched peradventure in phrase more muscular than elegant ; full of odd habits and quaint phases of comradeship, and want- vol. 1. 1"], [138, "The Superior Sex. 130 ing naught but years to put thee once more on a level with those mighty sires of thine who marched through lead, fire, and smoke from one end of the Penin sula to the other. Oh, strange, passing strange, that this great Anglo-Celtic nation, upon whose possessions the sun never sets, should elect to send forth to battle only the babe and the suckling ! Once well into the heart of the South Camp, however, Tom English's reflec tions became purely personal. He was joining his regiment, approaching a situa tion in the little drama of his life having features peculiar to itself, and well cal culated to try the nerves of a sensitive lad. Nor had Tom's bringing-up been quite a fit prelude to the career he was now looking forward to with so much enthusiasm, though he imagined in his"], [139, "The Superior Sex. 131 youth and innocence that he had seen something of life during his year at Sandhurst. Perhaps there is no other phrase so encrusted with fallacy as this popular one of ' seeing life.' A youngster goes to college, as he thinks, to see life — that is, to mix with others of the same way of thinking as himself, — in short, to live in his own set, with men of tastes and pre judices like his own ; whereby he sees not life, but just the one facet of its many thousands that reflects his own person ality. But let him join the mess of a regiment or a man-of-war ; let him be thrust into daily, hourly, contact with men, of whom some, at least, must be distasteful to him, — compelled, perhaps, to smile at what offends him, to listen to what he loathes, and he actually does"], [140, "The Superior Sex. 132 see something of that weird variety-en tertainment — human life. We have gathered from Lord Henry himself what sort of a man was wanted in his regiment, and what sort of character had preceded English from Sandhurst ; but had the Royal Aldershot known more of the boy's bringing-up, they might have shaken their heads indeed. For Tom's youth had been spent at simple little Scandalbridge. He had lived with a fond mother, going to the big public school daily, but boarding at home ; and beyond this, his education had been en tirely neglected. He had never been into a stable ; he knew not billiards ; nor had his character been braced by a proper course of ' nap,' or ' poker.' He was, indeed, as Alexis had described him, a lamb going to the slaughter — a lamb"], [141, "The Superior Sex. 133 among whose heavy baggage was — to demonstrate in a word the height and depth of his fleecy innocence — a bicycle. Yes, he was about to join that fashion able corps, the Royal Aldershot, with a bicycle. Let the record stand thus in its naked and terrible simplicity ; the most smiting comment thereupon would be merest anti-climax. At first sight of the busbied sentry of his new regiment, Tom's heart beat high. ' Ours,' he whispered softly — ' ours.' As he spoke, the cab drew up in front of the anteroom in ' Z ' lines, and the first mess call rang out from six bugles, as if to give him an imposing welcome. Once in his quarters, he dressed with nervous speed, and presently found him self lingering in the passage, preparatorily to opening the anteroom door. His"], [142, "The Superior Sex. 134 hand shook as he turned the handle : he would like to have tried his new life, as a timid bather the temperature of the water, with one foot first. But the laughter and chatter inside betokened a room-full, so it was a case of plunge or nothing. Upon entering the red-jacketed assembly, Tom's first glance fell upon some one he knew, and his spirits rose considerably, to fall again very speedily. For this happened to be the great Captain Rossiter, the show man of the regiment, whom Tom had once come across in a country-house near Scandalbridge. The great man was at the moment leaning against the mantelpiece, dispensing to a large circle of admirers some quiet re marks concerning the in-and-out running of a certain horse last steeple-chasing season."], [143, "The Superior Sex. 135 Tom, catching his eye, smiled cordially, the simple lad; and, advancing a step or two, awaited Rossiter's greeting, which, when it came, was a neat, epitomised commentary upon the world's ways. Had the last-joined possessed any real merit, say wealth or sporting habits, Rossiter would have stood his sponsor readily enough ; as it was, the sooner he knew his place the better. The Captain, putting up his eyeglass, and interrupting his discourse but for a brief moment, said, — Ah! fancy I've met you somewhere — Switzerland was it ? Just joined, I suppose ? ' The boy looked proud and handsome as he stood there blushing like a girl at this rebuke ; in fact, but for the bad report that had preceded him, his ap-"], [144, "The Superior Sex. 136 pearance might have ensured him some thing like a welcome in any community. As it was, they had already heard that he was not of the right sort, and the reception now accorded him might have come out of an ice-pail, insomuch that Tom was thankful to back into a corner and take up a book. Even here fresh discomfort awaited him ; the volume he took up was the regimental whist-book, and appeared to contain every name in the mess. ' One will have to play whist, then,' thought Tom. He felt sick and un hinged : he and his mother had agreed, in their pastoral simplicity, that he was to have no regular allowance, but to write home when in need of money. It was Tom's earnest desire to spare Mrs English, who could ill afford to let"], [145, "The Superior Sex. 137 him follow his fancy and become a soldier, all possible expense ; and this whist-book suggested a whole vista of spending. While he was thus reflecting, Lord Henry and Tim Flannigan entered the room amid the cheerful greetings of all present. The former, after explaining that he had come down from town too thoroughly cleaned out even to afford a cab from the station, said, — ' By-the-bye, has English joined yet ? I've heard on good authority to-day that he's a dev'lish good fellow.' Then, perceiving the newcomer in the corner, he advanced towards Tom with out the least embarrassment, and shook him warmly by the hand, Tim following suit with equal friendliness. English was amazed, for the teaching of experience is quick as well as sure,"], [146, "The Superior Sex. 138 and even in those few moments he had become aware that men of the world do not fatigue themselves by construct ing cordial welcomes to strangers. Not having the key to the situation, he could not guess that the finger of Miss Tre vanion was the magic wand which pro duced this strange cordiality. After three minutes' conversation with English, Henry whispered to his chum, — 'He's a deuced good-looking fellow, Tim, but mighty innocent, I fear ; any how, I shall do my best for him, for I've promised to. choke off O'Hara, I We shall have to expect.' Then dinner was a guest - night, and announced. It was several men from other regiments swelled the numbers of the Royal Aldershot, so that the mess table was filled from end to end."], [147, "The Superior Sex. 139 A long room, comprising almost one entire hut, full of the superior sex — to picture the assembly is to pause and criticise. For what better opportunity could be afforded for a really impartial glance at a group of men — a glance that at a single sweep shall scatter the calumnies of such captious ones as Alexis Trevanion ? The maligned sex, too, may thus be judged under most favourable circumstances, for who shall say that we have not here a most re spectable sample thereof? In point of intellect none may carp at the British subaltern, a man who has passed safely through a fiery belt of examinations which all his friends agree in pronounc ing prodigious. In other respects, again, he may surely claim to represent the lords of creation most honour-"], [148, "The Superior Sex. 140 ably, for he is, at least in this case, that most perfect of created beings — a sportsman. A certain famous dictum should in our country run — de venatori bus nil nisi bonum; since the Nimrod can do no wrong. By universal verdict of the male sex, the sportsman is a good fellow, and these are all sportsmen, therefore all good fellows. It follows then that we shall be criticising only men of intel lect and good fellows, taking them, more over, at a most favourable time, when all the geniality of a man bubbles to the surface, viz., when seated at dinner ; and, furthermore, considering them when at a safe distance from any member of the inferior sex, and consequently free from any necessity for benevolent lowering of the mental level in order"], [149, "The Superior Sex. 141 to suit the feebler feminine intellect. In a word, it becomes us to approach this mess-table in a spirit of reverence, with earnest hope of useful instruction, and a general sense of grateful appreciation of this opportunity for breathing, even for a few moments, an atmosphere so charged with excellence and superi ority. Let us, after this brief prologue, begin our impartial investigation by listening to the discourse of the two loudest talkers, Captains Chute and Browne. The former is a man whose heart is in horseflesh, whose every passing thought is redolent of the stables, whose universe is horse, whose soul never flies higher than the back of a weight-carry ing hunter, and who, being thus deeply"], [150, "The Superior Sex. 142 versed in the one department of know ledge really valuable to mankind, is in a position to lay down the law upon that topic, and upon all the minor ones con cerning which more ignorant persons might hope to adjudicate. He is just de scribing at length to Captain Brown, his right-hand neighbour, the points of a certain hunter — ' One of your clever horses, always winning jumping prizes, but, for all that, a galloper, my good sir. Most of your clever jumping horses can't gallop, but mine, by Gad! — why only the other day — ' — and so on — horse, horse, horse, and every gap in horse filled up by ego. An excellent talker is Chute, but, alas! Brown has two defects that mis-be seem a dinner-neighbour, viz., a good large ego of his own, and a fine spread-"], [151, "The Superior Sex. 143 ing topic to back it. He is a connoisseur in yachts ; his elder brother owns a crack forty-tonner — a vessel which causes much suffering to Brown's friends, for he has a tongue as long as the spin naker boom of that same ' forty.' At present, when he might be drinking in knowledge at every pore from Chute, the foolish fellow is on a little bragging excursion of his own — ' Finest class there is for sport, the forty tons class, and my brother's is the finest \" forty \" of the year, — amazing boat in a turn to win'ard ; and going free, why, she's like a bird. Last time she raced at the Nore I was on board, and old Jim at the helm, who always trusts to my opinion, said,' etc., etc., etc. This is the spoken discourse of Brown and Chute, listening there is none"], [152, "The Superior Sex. 144 either on one side or the order, albeit some comments aside, for Chute says to himself, ' A conceited fool this Brown, with no shred of an idea beyond that infernal forty-tonner ; wish the d — d thing was broken up for firewood!' And Brown mutters to his neighbour, ' Sit next to Chute to-morrow night, there's a good fellow ; I'm sick to death of dining on horseflesh ! ' Judging from these two, one would diagnose man as a foolish egotist, but such arguments from the particular to the general are proverbially fallacious : most men, as we know, are deferential listeners, anxious for instruction upon all points. On Chute's left sits Rossiter, but the great man, being silent for the present, can teach us no lesson. Shall it be"], [153, "The Superior Sex. 145 said that this peerless sportsman is some what of a gourmand, who objects even to being an oracle while the great event of the day is progressing? If such an admission be made, however, let him too stand forth only as an exception that proves the general rule, that man is as abstemious as he is unselfish. We must come to O'Hara. He is not a bad fellow at bottom ; beneath his deeper outer crust of pomposity you may, when breathless, and well nigh spent with delving, chance upon a tolerable vein of good feeling, but at present such lower strata of his char acter are concealed beneath commonplace vanity, which finds expression in show ing off before the last joined, by the simple method of making game of Scripture — a cheap exhibition too, a thing vol. 1. k"], [154, "146 The Superior Sex. of many words, much bad taste, and little wit. He is somewhat irritable to-night, and Trumpington is labour ing to make him worse by much banter. Anxious as we are, then, to do ample justice to his sex, let us pass over O'Hara, who is not in his best mood, thereby avoiding the common error of the psychological analyst, who is given to probing human nature in its diseased states, instead of making a scientific study of a sound mind in a healthy body, and proceed to Major Auchinlech, who is placed on O'Hara's other hand. Here, at least, we may look for our anxious impartiality to be rewarded, the Major being the accepted censor of the mess. As Rossiter is the crack man,"], [155, "The Superior Sex. 147 the brilliant Jhemistocles, so Auchinlech is the stern, unimpeachable Aristides ; or, to descend to more homely analogy, let him be called the regimental liver. For modern science teaches us that the function of this important organ is to stand sentinel, as it were, over the diges tive system, — to be a sort of policeman, ever on the watch to regulate the traffic, and see that no indigestible matter finds its way into the circulation. And in this wise does Major Auchinlech watch the regimental circulation with a cease less patience, a minute scrutiny, that do him much honour. The Royal Aldershot is, above all things, a ' crack ' regiment ; and the ex pression ' crack,' if carefully analysed, will be found to mean quick-spending ; therefore young men of small means"], [156, "148 The Superior Sex. tend to lower the reputation of such a body, and must be rejected as indi gestible. It is the Major's care and pleasure to so reject young men, though he differs from the liver proper, in the refusal of matter by reason of poverty instead of richness. At first glance this man's mental con stitution might seem to be unkindly, but think of his philanthropy ! Out of pure good will towards his public — the mess — he pursues this sentinel - liver task unpraised, unpaid. It matters nothing whether or no the last joined youngster is pleasing to him — is the boy what we want ? — this is the only question that interests the Major : and, should the answer be in the negative, he is too much of a gentleman to himself set about the boy's removal, but merely"], [157, "The Superior Sex. 149 gives a hint to O'Hara, who has a special natural faculty for ' making it rough ' for young fellows, and the thing is done. Thus is the regimental circulation kept pure by this earnest, careful work man, Major Auchinlech ; and thus is daily added the Major's quota to the vast sum of the world's unrewarded virtue. To reflect upon such a man, his stern justice, his disinterested devo tion, is to have some glimmering of those fine qualities which make the superior sex what it is. The Major had purposely, in resolute pursuance of his self-appointed duty, placed himself in a position to be bored throughout the long dinner, i.e., next to Tom English, the new comer. The youngster found himself treated with much civility, but closely plied with questions."], [158, "The Superior Sex. 150 Did he hunt ? No, unfortunately he had never been able to afford that luxury. Did he play cricket ? Very little, for he had always been a wet bob at Scandalbridge. This was a pity, as the Major remarked politely, since at Aldershot there was nothing better than the canal to row on. Doubtless, however, English had gone in hard for whist and billiards ? Once more, ' No.' Poor Tom felt chilled as the various strata of his incapacity were thus laid bare by the probing Major. ' Now what possessed the boy,' thought Auchinlech, ' to be gazetted to us ? We don't want these unfledged youths ; he won't last a month.' He turned once more to English, ex plaining that he had joined just in time to have his name placed upon"], [159, "The Superior Sex. 151 the new centre-piece which present officers of the regiment were purchasing for the mess. As a subaltern, his sub scription would be only fifteen pounds. Should his name be put down ? ' Certainly.' Tom's heart sank lower. Already he saw his mother pinching and starving herself to supply his demands. He remembered how a few hours since — a year or more, as it seemed — he had seen the last of her upon the platform at Scandalbridge, drawing her veil down when the tears would come, but waving cheerful farewells to him. Her heart would be sore to-night with out her boy, as he well knew, and next day he would have to write of a dozen unexpected expenses. In sooth, this line of thought was far"], [160, "The Superior Sex. 152 removed from the reflections proper to a young man of spirit. There was Bob Chilcott, now, who had joined some six months ; what mattered it to him that his father wrote him imploring letters from the country vicarage, saying that his two sisters must leave school, that the very curate and gardener were un paid ; that Bob's extravagance was ruin ing the family ? Chilcott was a lad of spirit ; he told his chums that the gover nor was the worst of all his duns, but that the old boy was getting broken in gradually. That dinner was a long weariness to English. While he sat ruminating with one elbow upon the table, too much depressed for further efforts at conversa tion, O'Hara began sarcastically, choosing a pause in the general conversation."], [161, "The Superior Sex. 153 ' Don't you think, English, that you'll wear out the sleeve of your mess-jacket with that elbow ? and isn't your tongue tired with all its conversational exercise ? ' Tom blushed hotly at this public in sult ; but he was too much taken aback to reply, although several things occurred to him when it was too late, and they would have fallen flat. It is easy to make telling retorts, as to be wise, after the event. He grew red to the roots of his hair, but nothing else happened. The floor refused to open and swallow Tom up, and O'Hara quite recovered his spirits and temper, after the admini stration of this successful snub. ' The fact is,' he remarked, swelling a little with importance, ' these young fellows on first joining are a deuced sight too free and easy.'"], [162, "The Superior Sex. 154 Free and easy! If Tom's present miserable state is one of freedom and ease, his real discomforts and straits, when they come, must needs be prickly indeed ! But this attentive investigation of ours must now draw to a close. Want of time prevents our culling any more flowers from this scarlet parterre of mas culine virtue ; though, had circumstances permitted, we might peradventure have gathered a bouquet indeed, instead of this mere nosegay of odd cuttings."], [163, "CHAPTER VIII. FTER dinner, upon adjourning to the anteroom, English was asked to play whist, and, feeling somewhat reckless, consented, after saying a word or two about his ignorance of the game. Now the irony of fate gave him the great Rossiter as partner, and the rapidity of the play quickly unhinged Tom's slender knowledge ; he threw away chance after chance, was blind to the most obvious hoistings of Blue Peter, in short, made as complete a"], [164, "156 The Superior Sex. wreck of his own good cards and his partner's fine play, as ignorance, spurred by nervousness, could well achieve. Rossiter spoke not, though his face did so for him. The last-joined presently realised the fact that the Royal Aldershot did not play for love : he arose from that table a still sadder man — and a poorer by several pounds. ' No matter,' he mut tered to himself, ' for this one evening I'll do everything I'm asked, and count the cost afterwards.' During the whist Lord Henry had several times put his head though the billiard-room doorway, with a view to kindly supervision of this blundering English. ' He's getting himself disliked there, o o ' whereas at billiards he could hurt none"], [165, "The Superior Sex. 157 but himself,' so reasoned the friendly critic. ' We're just beginning another pool, will you play, English ? ' Tom left the anteroom with deepest relief, — ' Play pool ? Yes,' thought he, ' and with a red-hot iron for a cue, rather than front Rossiter any longer.' In imitation of the others, and with a grim reflection that at last he was o doing something right, Tom ordered a brandy and soda, and chose a big cigar. He found pool a brief and simple game, quite free from the strain upon mind and temper induced by whist ; his lives departed as if on wings, when the simple ceremony of payment left him free of the game. The billiard-room being full of young subalterns, the fun was fast and furious."], [166, "158 The Superior Sex. After his prolonged silence at dinner, Tom found the boisterous atmosphere rather pleasant ; and ' Hal,' as they all called him, looked after the last-joined with much assiduity and friendliness. That popular subaltern, however, as he walked round the table with pockets full of silver earned by prowess of cue, showed a growing tendency, when obliged to stand still, to trust to the support of a brother officer or the mantelpiece. ' English ! old man,' he exclaimed, more than once, ' I'm going to look after you, to watch over you like a mother. You've been entrusted to my care by — by competent authority. Tom, I'm going to form you, old f'ler. I believe you're a d — d good fellow, though inno cent ; if not, you'd be a d — d fool, for"], [167, "The Superior Sex. 1 5 9 we don't recognise any intermediate grades here. You lose your money like a brick ; but in the matter of billiards, you're still an infant in arms, in long clothes, as it were, and hardly fit to leave the perambulator. But keep up your pecker, Tom, I've got charge of you, old f'ler.' After which peroration, his own turn arriving, Trumpinton threw himself into an attitude, and potted the red, amid great applause. ' It's a deuced odd thing,' he then continued, ' but I never can do a smart stroke till I'm a bit \" moved \" ; after the third B. and S. I become infallible. Now look at Chilcott and Curzon, they're a bit moved too, but it only makes them wild. I consider it immoral to liquor when it spoils your play like that ;"], [168, "The Superior Sex. 160 but with me it's a virtue and a merit, for I earn money by it — see ! This is my first maxim, Tom, \" Never let thirst spoil your play, but work the two comfortably together.\" You must come and have a turn at poker in my quarters presently, and win back some of your money ; it has been warm for you to-night, and no mistake.' For cards they accordingly adjourned later on, a small but select party. The play did not last long, though Tom lost a good deal in a short time — as good deal in a short time — as o may easily be done at the exhilarating pastime of poker. Very soon mere cards were voted dull : songs ensued, and here Tom made his first success of the evening, having more notion of singing than the rest of them. 'Very good,' cried 'Hal;' 'very well"], [169, "The Superior Sex. 161 sung ; you'll do, lad, you'll do presently, the innocence will come off in cakes, when you've been with us a week. But I say, old f'ler, I hope this report about the bicycle isn't true ? Come now, you couldn't have joined us with a bicycle under your arm. Think of the insult to the regiment ! ' English had to plead guilty to this charge, whereupon Trumpington called faintly for ' the Scotch,' and affected to shed tears. ' Oh, Tom, Tom,' he said, ' can you stand there and tell me that ! — how shall I ever wean such an innocent?' Meanwhile Curzon, who had accom panied the choruses with poker and coal-scuttle, and Chilcott, who had assisted with the tongs, were swearing eternal friendship with clasped hands and tears VOL. 1. L"], [170, "The Superior Sex. 162 in their eyes, while a third subaltern was standing on the table delivering an ardent harangue to nobody. O'Hara, too, had waxed genial, patronising Tom majestically, and offering him hints about the management of his voice. This convivial meeting lasted until O three-thirty a.m., when they decided with much regret to break it up. Henry insisted that every one should shake hands with his friend English on leaving, himself superintending the cere mony, supported by the doorpost of his hut. ' All jolly goo-f'lers you see, Tom ; and the fact is, I must now see you home, old f'ler, for I fear you're not qui-sober.' This he said very seriously, after seeino- Tim Flannigan, the last of his other guests, depart. Despite his remonstrances, Tom was"], [171, "The Superior Sex. 163 then taken charge of, supporting his benevolent guide with much difficulty. As their footsteps came within hearing of the guard-room door, the sentry's chal lenge rang out sharply upon the night, — ' Halt ! Who comes there ? ' The challenge appeared to vex Trum pington ; after some indistinguishable mutterings, he exclaimed, — ' Too inquisitive by half, sen'ry ; what the devil d'ye mean by it ? ' The astonished soldier only stared to his front, his arms shouldered, and mouth wide open. ' Sen'ry,' proceeded Lord Henry, with gravity, ' I'm displeased with you ; now then, port arms ; give up your orders.' He listened carefully to the man's re hearsal of the formula for No. 1 sentry post, then shook his head severely."], [172, "The Superior Sex. 164 ' Missed out one thing sen'ry, \" in case of fire or any unusual occurrence, alarm the guard.\" Sen'ry, don't let this 'mission occur again, or I shall have to report you to your c — commanding off'cer, for conduct to the prejudice of goor-order and milry discipline ! ' Tom then contrived to drag his new friend away, leaving Private John Hodge to make this natural comment, ' Doesn't do a blank thing but play cards and billiards, and gets six-and-six a day. Wish I was a blank orficer, 'stead of doing this blank sentry-go on tuppence a day after stoppages ! ' Even after saying a last ' goo-night,' and safely depositing Tom in his quarters, Henry's overflowing benevolence was not satisfied ; he was intent upon doino- the unfledged fellow some further kindness."], [173, "The Superior Sex. 165 ' That bicycle now.' he muttered, ' will get him into trouble as sure as a gun, if Rossiter hears about it. I couldn't do a better thing for him than smash it up quietly, without any fuss.' He proceeded slowly along the huts, supporting himself by the paling that separated them from the parade-ground, until he came upon the obnoxious machine leaning against a post, and glinting in the moonlight, in full view of the afore said Private John Hodge. The sentry pricked up his ears, wonder ing what would come next. He saw the shell-jacketed figure, after standing for a moment before the bicycle, walk slowly to and fro, as if in search of something, then stop before a large heap of bricks and rubbish. ' Now 'ere's a blank spree,' said Hodge"], [174, "166 The Superior Sex. to himself, still walking his post with sloped arms; 'blest if he aint a-goin' to pelt the blank thing with them brickbats ! ' The surmise was correct. As Hodge himself, when relieved an hour afterwards, described it to the corporal of the guard and his comrades, ' Before you could say knife, the air was alive with blank brick-bats. Never thought Lord 'Enery would have took such a sight of trouble about anythink ; stood to it, he did, till he must have been in a muck sweat ; in five minutes there warn't a spoke of the blank thing left whole. 'Twas as much as I could do not to throw down my gun and join in the spree. And if I had, mind you, there'd have been another prisoner up before the Colonel at nine a.m. to morrow. \" No. 200 1, Private John Hod^e"], [175, "The Superior Sex. 167 drunk, fined seven-and-six ; silence there, sir, you've no excuse. Prisoner and 'scort, right -turn, right -wheel, quick - march !\" 'Stead of which it will be, \" Waiter, waiter, a B. and S., quick! I'm just going on parade, and my head's like a pumpkin ! \" ' Meanwhile Tom English sat himself down in his quarters, among the ddbris of half-unpacked trunks, and tried to collect his thoughts. Since joining, some seven or eight hours since, he seemed to have lived half a lifetime ; his young dreams were over and done with already. He was to have been a gallant young soldier, beloved by his brother-officers, yet in these few short hours he had achieved a thorough failure. He was fated, as it seemed, to be an unpopular man ; his ideal was not that of his brother-subalterns, his thoughts and feelings not as theirs ; in"], [176, "The Superior Sex. 168 order to assimilate with them, there was only one course open to him — that of being untrue to himself, a course which he now refused once for all, as he sat thinking. Already, too, he had spent, including his subscription to the centre piece, something over twenty pounds — how much stinting would this occasion his mother ? The thought did not lessen his depression. Tom had been surprised that the un usual amount of liquor he had drunk made so little impression upon him, but now, the moment he lay down, the walls of his hut danced madly round, while his throbbing head forced him to rise again with a groan, and remain sitting miserably in his arm-chair until the mellow-tongued bugles awoke the sleeping lines, and the May morning looked in at his tiny window."], [177, "CHAPTER IX. UT of that confused and jost ling multitude, the minor vices, a pre-eminence in one alone may be accorded to women, viz., in that of jealousy. The reasons adduced for this isolated superiority have been many, in some cases too, highly ingenious. Schopenhauer, for instance, suggests that men are only jealous in their own guild, and of fellow-craftsmen ; whereas women, belonging all to one guild, and having a one common object, to wit, that of pleasing the men, are universally"], [178, "The Superior Sex. 170 jealous, every one of every other. This may be so, yet one could suggest another good working hypothesis for the solution of this problem, viz., that jealousy, at least the true plant, has a close kinship with love, whereby men are seldom over burdened. Woman, loving many, has a wide field for the development of this passion ; man, loving, as a rule, but one, and that one himself, has no chance of generating jealousy ; though of the minor hybrid forms, the commoner weeds, so to say, which have their roots in ruffled vanity, the male of our species is not surpassable as a producer. However, without dogmatising upon this or that cause, there remains the solid un shakable fact that women are extremely jeal ous ; and shortly after her arrival at Oak hurst, Alexis become painfully aware of this."], [179, "The Superior Sex. 171 First there was old Mary, whose jealousy was of the highest order — the genuine plant growing thick and rank in the rich soil of love. Mary's devo tion to ' Missie,' as she called her in valid, was not a thing to be sketched off in a few strokes. She had nursed Maud as a baby, yearned over her as a toddling motherless child, sickened to watch her blooming girlhood fade into ill- health ; loving her always with all the strength and wealth of a deep nature ; surrounding her with such infinite cun- ning of watchfulness, such lynx-eyed, soft- fingered care and devotion, as only a woman can practise, but which a man may perchance condescend to appreciate when he is ill himself. The race of such old servants is said to be dying out ; and may do so appro-"], [180, "The Superior Sex. 172 priately enough in this period, whose lead ing characteristic is the bitter, grasping vulgarity that is blind to all things save what is comprised in the phrase ' your money's worth.' We have no further need of these faithful, troublesome ones, when youth, bone and muscle in con junction can be had for less money. Old Mary had a homely face full of intelligence, red-brown wavy hair streaked with grey, a rare smile, and a rarer laugh, which, when uttered, smote the air in a cheerful, healthy cackle, and needed a thrown back head and plenty of space to get itself properly bodied forth. It was a sad blow to this nurse-mother to be told that her precious patient was to have a lady companion. Though she received the news with becoming stoic ism, Mary made up her mind on the"], [181, "The Superior Sex. 173 instant to hate this companion with all her soul, and shed many bitter tears upon the subject that night. Yet by the time Miss Trevanion arrived, Mary had so far mastered herself as to treat the visitor with distant politeness, though Lexie felt the hostility of her every look and gesture, and knew that it would be hard enough to overcome. On the morning after the respective entries, each upon a new stage, of Alexis at Oakhurst and Tom English at Aider shot, Maud Chesney and her satellites were formed in a group outside the open windows of her boudoir. The Colonel was reading the paper, his eyes turning ever and anon to his daughter's face ; Lexie was making a sketch of Maud's head ; Mary hovering about upon any slight pretext that served to keep her near the invalid."], [182, "The Superior Sex. 174 As they sat thus enjoying the sun shine, a servant announced that Mrs and Miss Kennedy had come over from the Vicarage. This news had a ruffling effect upon the group. 'Say I'm busy, Maud.' Before the words were well out of his mouth, Colonel Chesney had disappeared into the house. Maud laughed, saying, — ' Lexie, they've come to inspect you.' ' Very good ; I have as little fear of my own sex as respect for the other.' Old Mary's sentiments were easily dis cernible. She bridled at the very sound of the name Kennedy, and disappeared after the Colonel, covering her retreat by a volley of muttered disparagement. Mrs and Miss Kennedy then came out of the drawing-room window, and were quickly immersed in the important"], [183, "The Superior Sex. 175 business of small-talk with Maud and her companion. Alexis found herself entertaining Mrs Kennedy with a feeling of respect, un dermined by growing dislike. This was a well - bred woman, and obviously a sensible one. Her remarks were always judicious, never clever. She had the air of one confident in the power of earning the world's respect, and caring nothing for its love. Her re lations with all the neighbouring powers, she might have said, as Queen of the little parish of Oakhurst, were excellent ; even so, for she never omitted a social duty nor said a foolish thing. Yet her own subjects hated her with surprising depth and fervour ; some poor people going so far as to say they would rather get kicks from other people than money"], [184, "176 The Superior Sex. from Mrs Kennedy. She had an oval face, small chilly eyes, a mean-looking, thin-lipped mouth, honey-coloured hair, an iced smile, a tall, commanding figure, and no heart worth speaking of. Colonel Chesney declared of this cousin of his, though never to anyone but him self, that her only strong emotion was one of contempt for her husband. Miss Kennedy, on the other hand, seemed the complement of her mother ; she had plenty of strong feeling, and a tongue that was badly in want of a stopper. The good done by her hands was undone again by her tongue almost before the dust had settled. She would go round a dozen cottages, de- 0 o ' liver at each a ration of soup, and take away a character at every such delivery, and that from sheer exuber-"], [185, "The Superior Sex. 177 ance of babblement, rather than real malice. She was now prepared to dis like Alexis from pure jealousy, while Mrs Kennedy had another and sounder reason for wishing to oust this new comer, viz., the advisability of keeping Maud, the heiress of Colonel Chesney, well under her own influence. A woman of strong character like herself, having a hold over a gentle-natured girl with a large command of money, might, as she put it during frequent self-commun ings, be the means of doing a great deal of good in the world. Thus all persons likely to get any hold of Maud Chesney's heart were obnoxious to this prudent woman, and she quickly diag nosed this new companion as a danger- ous person After a time the conversation turned vol. 1. M"], [186, "178 The Superior Sex. upon music, and at Maud's request Miss Kennedy went to the piano, which stood close to the boudoir window. Her sing ing was respectable, but dull. Alexis followed, and was in splendid voice. Miss Kennedy felt crushed: her chagrin was palpable ; her admiration of Lexie's performance too highly coloured for nature. But the sting of her encomium lay ready in its tail. ' A rich, sympathetic, striking voice,' she said to Maud, ' and obviously well trained, but a little flat. What a pity it is that so many fine voices are not quite true.' Much is contained in that slim little word ' flat.' It is minute, but deadly — a whole volume of disparagement in four letters, and a good safe one to put forth among people having only an average ear for music."], [187, "The Superior Sex. 179 Stung by her defeat, as she called it, Miss Kennedy then began to patronise Alexis, speaking as a Vicar's daughter to a hired governess. This put Lexie on her mettle. She responded with extreme civility, speak ing as a London-bred girl, who had seen society, to a simple, rustic maiden, who had not. By judicious questions and observations, she proceeded to sound the depths of Miss Kennedy's ignorance, and to expose them as thoroughly as the patient Major Auchinlech had laid bare Tom English's the night before. o o It appeared that Miss Kennedy loved pictures, — of course she never missed an Academy ? On the contrary, she had seen but one, and that five years since. Which were her favourite artists ? She enumerated one or two popular"], [188, "The Superior Sex. 180 Academicians defiantly ; but when gently pressed to discuss them, could not com pass more than a brace of tolerable platitudes about either. She had also been to the National Gallery — once; but could only name one Turner out of the whole glorious array, and was not aware that the gallery contained a Rubens or a Rembrandt. All this was very painful, for Miss Kennedy was wont to lay down the law on matters artistic to a whole circle of friends. Her mother listened, shivering, but clinging gallantly to her small-talk with Maud. At length the visitors rose to depart, taking leave of Miss Trevanion with many civilly - expressed wishes to see more of her, etc., etc., and a feeling that they hated her more in a short time than any one they had ever met."], [189, "The Superior Sex. 181 Maud looked nervously at her friend when the others had disappeared, and Lexie answered the glance as though a spoken rebuke. ' I couldn't help it, Maud. I'm not malignant, as a rule, but the one thing I cannot and will not endure, is patronage. I could easily have pleased them by a little cringing ; it is so easy to impress favourably those whom one cares nothing for. Alas ! it is only the desire to please that makes pleasing hard ; the stronger the wish, the more absolute the failure. Well, this time I have — \"yea, by the very fangs of malice,\" as Viola says — made two enemies, and shall suffer for my rashness some day.' ' Your theories are strangely sad for one 7 so young. ' But not for one who has the misfortune"], [190, "182 The Superior Sex. to be perceptive, and consequently to know the world too soon.' 'It is our \"At Home\" this afternoon, Lexie, and I expect a lot of visitors. People are so kind in coming to see me now that I'm an invalid : I really believe one hardly appreciates the world's kind ness until one is ill.' ' And yet,' Alexis added grimly, — \" How sick we need be e'er we make men just.\"' ' Many gentlemen come over from the camp. There's Lord Henry Trumping ton now, and Mr Flannigan ; a kinder pair never breathed.' Lexie pricked up her ears, but said nothing. ' Lord Henry is so boyish, and droll, too. He and Mr Flannigan insist upon being my horses for the afternoon ; they harness them selves to this couch, and draw me about,"], [191, "The Superior Sex. 183 which makes me rather nervous, though I couldn't hurt their feelings by crying out. Last Thursday I could hardly per suade Lord Henry to take any rest ; he was drawing me about the whole after noon. He's as kind and gentle as a woman. However, Lexie, I'm boring you with this discussion of strangers, — worse still, by committing the heinous offence of praising one of the obnoxious sex.' ' Don't mention it,' Lexie answered. ' I don't grudge them an occasional crumb of encomium, however undeserved. Tell me more of these strangers.' Maud told her a good deal more of Lord Henry ; indeed, Alexis appeared singularly tolerant of the subject, and encouraged her friend to wring it quite dry before proceeding to another. Of"], [192, "The Superior Sex. 184 Flannigan, and Rossiter, and others of the Royal Aldershot mess, Maud also spoke. She had a humorous way of describing people, and a kindly habit of dealing gently with all. ' I think, Maud,' said the new friend contemplatively, as they went indoors for lunch, ' you have taught me a great deal in a short time. How much — how very much — would I give for one tithe of your charity ! Truly it is a sweet quality, of which I scarcely possess one grain. Will some of these gentlemen be here this after noon, did you say ? ' ' Several, without doubt.' ' Mr Flannigan ? ' ' Yes ; and Lord Henry with him, almost for certain.' ' Well, I can't encourage any further panegyrising of my enemies : perhaps"], [193, "The Superior Sex. 185 my ruffled feelings may have time to recover during luncheon.' In point of fact Lord Henry was about this time actually starting for Oakhurst. He had asked English to go too, remarking that he could easily get him a mount, and Tom had an swered with promptitude, ' Certainly ' — as he would have done with equal readi ness to the question, ' Will you come and play target for the men to practise at with ball cartridge ? ' For the lad was even more conscious of his general unsatisfactoriness in Auchinlech and the than he was the rather welcomed a the eyes of Major others by daylight night before, and little physical ex- citement as a change from his present blank depression. He was too poor to be a rider, indeed, had never crossed a"], [194, "The Superior Sex. 186 horse outside the Sandhurst riding-school ; no matter, he would do anything, say anything, mount anything, to please ' Tim ' or ' Hal,' the only men in the regiment who had thrown him a kind word. Accordingly Hal had despatched a note to one out of his host of camp friends, and at one - thirty a spirited young mare belonging to one Rowels, of the Lancer regiment, down in the cavalry barracks, was being led up and down, together with his own hack. ' A very spicy little mare, English,' he said, looking approvingly forth from the door of his quarters, as Tom mounted. ' Very much so,' the latter answered ; adding to himself, ' spicy enough for me anyhow. I wonder how much of me the beast will carry safe to Oakhurst ? '"], [195, "The Superior Sex. 187 As they trotted across the regimental parade-ground, Tom felt all abroad ; his brief acquaintance with the equine species had been confined to troop-horses — a very different stamp of animal to the fretful young mare he was now riding. ' If I can but get safely out of sight of the lines without disgracing myself, I don't so much care,' he muttered. At first his steed appeared to be in a contemplative mood, and Tom found him self upon the heather, safe beyond the precincts of camp, listening, as well as excitement permitted, to Henry's cheerful gossip. But now the mare snuffed the pleasant breeze, squealed, and threw up her heels playfully, discovering at the same moment the surprising fact that she was carrying a mere duffer — a raw beginner. She was"], [196, "The Superior Sex. 188 accustomed to the tight grip of Rowels, who had spent some three-quarters of his waking life in the saddle ; what could this stranger rider be — a creature whose legs scarcely seemed to press the leathers against her sides ? He might be only absent-minded, a dreamer : she would try him further. Another caper, and lo ! the duffer was upon the heather, unhurt, but crimson with blushes. ' Hullo ! ' cried Henry ; ' I didn't know you were such a Johnny- Raw in the saddle, young shaver ? ' ' Ah ! you'll soon know all my vices, the list is swelling hourly. I'm no rider, — never had a chance of being one — you see — ' . . . He was going to explain that want of means restricts a man's edu cation in many directions, but was too delicate to thrust forward his poverty. ' I"], [197, "The Superior Sex. 189 shall not do you much credit in any way, I fear,' he concluded, rather miserably. ' Gammon ! ' retorted Henry kindly ; ' you're too modest by half.' Not long after this they rode under one of the South-Eastern Railway bridges, and, as ill-luck would have it, a train came rattling up at the moment. Tom's mare was not likely to throw away such a chance : in a moment she was bounding down the road to Ash Village like a rocket, throwing herself violently from side to side. Tom having got down into his seat a little by now, stuck to her man fully for a few seconds : nor did he suc cumb this time until tired out. He tried to throw his weight back and bring a give-and-take strain upon the mare's head : the sweat poured down his face as he set his teeth and hardened his heart."], [198, "The Superior Sex. 190 But fatigue conquered him, and his legs lost their grip : though spirit held, muscle gave ; and when, just short of Ash Village, the mare swerved suddenly to the right, he found himself, in the twinkling of an eye, shooting through the air. The ground leapt up to meet him : a thousand stars danced before his eyes, then were quenched in darkness. Two gentlemen advanced from a gate upon which they had been sitting and picked him up, quite insensible ; they were Rossiter and O'Hara, out here in the country upon no good errand, as we may be sure. After a few seconds Tom opened his eyes and was much discomfited at seeing them : he said nothing, but a burning flush spread over his white face as he rose slowly with their assistance ; so keenly did the"], [199, "The Superior Sex. 191 sense of shame assail him, that for the mo ment he wished he had broken his neck. As he arose, Lord Henry rode up. ' By George, I feared you'd come a cropper ! Anything broken, old chap ? You mustn't think of mounting again — the mare's too much for you.' Tom looked doggedly down the road, and saw a yokel in leather leggings lead ing the mare. He was badly shaken, bruised, dazed, and wearied, but his spirit was unquenched. ' I shall mount again at once,' he said curtly. He then shook the dust from his clothes, fumbled in his pocket for a six pence for the yokel, and climbed into the saddle, while the man held the mare's head. ' Upon my soul ! ' cried Henry, as they rode off, ' you've got pluck enough anyhow,"], [200, "The Superior Sex. 192 and that's more than half the battle in riding, but I wish you'd give up this.' ' I sha'n't : I shall stick to it.' O'Hara and Rossiter stood looking after them ; the former was inclined to praise English's pluck, but feared to do so. ' I say, though, Rossiter,' he began, ' there's a doggedness about that boy, eh ? ' \" What the deuce does he mean by joining us?' the other retorted bitingly. ' Perhaps he has got pluck, but a crack regiment is not an academy for the instruction of raw boys ; he ought to have been out to nurse before coming here.' Rossiter could not perceive the lad's fine spirit, the very essence of manhood, but only the want of skill, that was in reality want of purse. The eyes of the world are apt to see more in purse than"], [201, "The Superior Sex. 193 in manhood — and the lips thereof to speak judgment oftener than mercy. We need be very sick to make men just, according to Lexie's quotation — ay, and how much more than sick to make them kind ! The two subalterns rode on through shady Surrey lanes ; through quiet villages ringed with lush meadows and flower spangled copses ; across quaint little com mons sprinkled with waddling geese and toddling children. Tom's mare having quieted down after her escapade at Ash, he felt comfortable enough to enjoy keenly the change from pipeclay to rusticity. It was pleasant indeed to listen to piping bird-notes in place of the probing questions of Auchin lech, to meet the kindly glance of nature instead of the scathing gaze of Rossiter. vol. 1. n"], [202, "The Superior Sex. 194 As for Henry, he was somewhat troubled with a headache, consequent upon last night's revelry, and found the suave peacefulness of the country very soothing ; he felt a little penitent, too, for breaking up Tom's bicycle, and found himself pleading guilty to an imaginary arraignment by Alexis. He remembered how once, before he knew her well, he had vouchsafed Miss Trevanion a spirited description — such as other ladies had often encouraged him to give — of a certain ' big night ' at the mess, and what a severe lecture she had read him on the spot, ridiculing what he considered humour, and calling fast gentlemen by hard names. ' Yes,' thought he, ' her talk is like a tonic, strengthening, but precious bitter ; and there's a big dose in store for me when I come to confess — as I always do somehow.'"], [203, "CHAPTER X. EFORE Tom and his companion had emerged from the net work of lanes between Aider- shot and Oakhurst, Maud and her father were entertaining a considerable number of visitors. On these occasions Maud used to hold her court upon the lawn close to the tennis-courts, so that she could lie in the shade and watch the players ; and the Kennedys always came to assist her. Kate Kennedy was present this after-"], [204, "The Superior Sex. 196 noon as usual, and watched with ever- growing vexation the sensation made by Miss Trevanion. All the men seemed drawn towards the girl by some irresisti- ble power, coming in twos and threes for introduction to this new beauty, and lingering about her neighbourhood until Lexie had quite an elbowing crowd of satellites around her. There was the well-known artist, Mr Wintour, who only last week had taken such marked interest in Miss Kennedy's society, now immov ably fixed at Lexie's left hand, after gravitating towards her from the first moment of setting foot upon the lawn. It might seem natural that, as an artist, Wintour should cling to the neigh bourhood of so fine a piece of colour as Miss Trevanion ; but, in point of fact, he was not an artist proper — only a painter."], [205, "The Superior Sex. 197 Otherwise, he might have escaped dis tinction ; might have wasted his life in the solution of subtle colour-problems, in straining to pour forth his art-conscious ness upon canvas — or some such folly proper to genius and idealism. Fortun ately he had no art-consciousness to pour forth, and no colour faculty to speak of, but only a happy knack of supplying the public with much insipid prettiness — and they loved him well. Wintour was wise enough to have but one subject, and that a slight one ; thus he could be recognised, understood, eulogised, before people had worked along the first wall of the first room at the Royal Academy. Yet he con scientiously rang the changes on this subject of his, which was a milkmaid in cool grey against the warm green of"], [206, "198 The Superior Sex. an English meadow. The girl, it is true, was always in the right foreground, balanced by a group of cows in the left middle distance — a most natural group too, as everybody said with perfect truth, for every animal had fronted WTintour's camera, and he was an excellent photo grapher. But it must in justice be added that the milkmaid sometimes carried a can, sometimes did not ; that the sun light did not always slant from right to left, but sometimes conversely ; that the state of the vegetation in his picture sometimes proclaimed the period to be the last week in May, but almost as often the first week in June. Moreover, there were other more subtle variations with which the patient reader need not be troubled. Once he painted a Thames backwater, but five other well-known"], [207, "The Superior Sex. 199 artists had limned the same spot that summer, and the picture never sold. Probably a real change of subject would have ruined Wintour : he returned sub missively to his meadow. Now, before shrewd persons such as Miss Trevanion, it is well to be silent, or natural — an axiom the truth of which Wintour had not yet had wit enough to grasp. In common with a large majority of his sex, he was apt to conceive of the female mind as a sort of shop-front, specially adapted for the display of his own mental wares — an empty space wherein to heap those glittering stuffs in the full gaze of every passer-by. He posed before her as a clever person, a man bristling with art ideas, who, would she but adopt that attitude of deferential receptiveness proper"], [208, "The Superior Sex. 200 to women, was prepared to load her with enlightenment from his own well-stored brain. Poor Wintour ! After listening attentively to a long burst of art-jargon and æsthetic inanity, Lexie whispered to her friend, — ' Maud, what impostors these men are ! He pretends to have mind and ideas, and that to one who has seen his pictures. Tush ! had he one dram or scruple of conceptive power, it would have been written across his canvas long ago. Let him rejoice in his absolute freedom from mind, which in art matters is a short cut to public contempt ; and from ideas, which are but weeds choking the road to success. The public, with a real work of art, is like a dog with a cream-tart — give the latter bones, the former pretty inanity, then look for gratitude.'"], [209, "The Superior Sex. 201 ' I think he must have some taste though,' said Maud slyly, ' for he seems to appreciate form and colour as found in the face of Alexis Trevanion ? ' ' Go to ; even flattery will not prick charity from me — at least towards one of the conceited superior creatures — ' Lexie stopped abruptly ; in the middle of her sentence she caught sight of two gentlemen just emerging from the house, one of whom she recognised at once as Lord Henry Trumpington. 'Lexie, look, quick — there's Lord Henry coming ; I knew he would.' ' One of these newcomers ? ' asked Alexis calmly ; ' which of the two ? — not the boyish-looking one with the round face ? ' ' Yes, that's the one ; do you notice what a bright, kindly face he has ? '"], [210, "The Superior Sex. 202 ' I see a mischievous-looking schoolboy, who appears much in want of snubbing, that's all' ' You're incorrigible, Lexie ; but you'll like him, though he's not a bit clever, for he has the kindest heart in the world.' ' Heart ? Then he possesses something so unique, so phenomenal in a member of his sex, that I protest he must needs be a kind of monster. A man with a heart ? Come, you jest ; you'll tell me next that he has a taste for crochet or plain sewing ! ' Lord Henry made straight for Miss Chesney's couch, failing at first to re cognise Alexis, who turned aside while he was working his way through the throng. He first introduced Tom English, ex plaining that they had just ridden through the lanes from camp ; and Maud, looking"], [211, "The Superior Sex. 203 with different eyes to those of the critical gentlemen of the Royal Aldershot, was much pleased with Tom's good looks and modest manner. Then, after noticing this favourable beginning of acquaintanceship with pleasure, Henry turned to take stock of the bystanders, and straightway found himself staring amazedly at the clean cut profile of Miss Trevanion, who was at the moment engaged in leading poor Wintour into a labyrinth of paradox, wherein his eloquence wandered and was quickly lost. 'Jove!' muttered Henry, too breathless for more words, then beamed with satis faction in such wise that Alexis, watching him out of the corner of her eye, could scarcely forbear laughter. After first greetings, Lord Henry was glad to stand silent and listen to Win tour's discourse, while recovering from the"], [212, "The Superior Sex. 204 shock. The artist, with his eye upon Mr Kennedy's curate, who had been hovering round Alexis for some time, trying for an opening, was asking whether she shared the general contempt for curates. ' On the contrary,' said Lexie promptly, ' I think that a man who has survived three years of curate-hood must be a hero, or something like it. Think of the contempt and obloquy heaped upon him by playwright and novelist ! If he comes on the stage, it is only to fall over hampers, and be the butt of every one ; between the covers of a novel, he lives but to be scorned ; short sight, sloping shoulders, simperings, shyness, croquet playing, goloshes, and imbecility — such are his component parts and qualities ; then, to crown all, he is in real life"], [213, "The Superior Sex. 205 harried by his vicar, and either wheedled or worried by the vicar's womenkind. In short, the struggle for his existence is such as none but the fittest of the fit, endowed with surpassing stubbornness and hardihood, could possibly survive.' ' Somehow, you always give me new ideas,' said Henry. ' Is it possible that I can thus pour wine into an already over - brimming vessel ? ' she asked mischievously. ' I remember Tim Flannigan wanted to ask a curate to dine with us one night, and the other fellows said, \"No, no, Pat, we don't have ladies flights in ours.\" : ' Before any verdict of \" ours,\" Lord Henry, I am dumb — before the learning, the intellect, the delicacy of taste, the transcendent faculty of criticism of \" ours,\" I bow in reverence.'"], [214, "The Superior Sex. 206 Before the discussion could proceed further the curate was within speaking distance. He happened to be a clever man who talked well, so well that Henry soon found himself out in the cold, listening gloomily to an animated discussion between the two, wherefrom his ignorance might have derived much o o instruction, had his temper permitted ; but he objected to these clever people with whom Lexie always got on so well, and presently cast about for some means of extricating her from the surrounding crowd of admirers. ' I think,' he remarked, at the first convenient pause, ' that Miss Chesney is looking tired ; suppose we draw her down to the river, out of the throng for a time.' ' That's well thought of,' Lexie answered, ' and your thoughtfulness rebukes me.'"], [215, "The Superior Sex. 207 Maud acquiesced readily in this pro posed arrangement, and the two subalterns quickly drew her down the sloping lawns towards the river, Alexis walking by her side. To reach the river bank they had to pass round some shrubberies which quite cut them off from sight and sound of the throng upon the lawn ; and when safely arrived under the pollard-willows, Maud uttered a sigh of relief, smiling her thanks to Tom and Henry. ' Well, I can play draught-horse pretty respectably,' said the latter : ' it's about all I am good for. Not being learned, and that sort of thing, I can't hope to compete with clever, long-tongued curates in conversation.' In reply to this obvious challenge, Lexie only shook her head."], [216, "The Superior Sex. 208 ' I decline the combat. This sweet eventide is not the time for quarrelling ; and after all this exhausting society talk, let us be idyllic, pluck daisies — and enjoy nature like children.' Nothing could please Henry better than the programme thus suggested. ' If you care for flowers,' he said art fully, ' let me take you to the next bend of the river. You get a very fine view there of — of everything, and the ground is a positive carpet of flowers, white water-lilies, and all sorts of things.' ' Water-lilies growing on dry land ! I should like to see them, as well as the view of — of everything.' Accordingly they sauntered off through the scent-laden air, with the slant sun light upon their faces, Henry waxing un usually meditative the while."], [217, "The Superior Sex. 209 ' May I ask,' said Alexis, perhaps a little nervous at this silence, ' upon what problem you are now straining your mind?' 'It's just this, Miss Trevanion' — he spoke in a low, confidential tone, — ' I want to be asked to stay the whole even ing ; I don't wish to go back to camp and leave yo — leave this country, which looks so jolly after our Aldershot desert, and I intend to bring the thing about somehow. Don't be alarmed if I fall into the river : it's likely enough, because were I to get a ducking, Colonel Chesney would have to keep us here while my clothes were drying — look, there's a for get-me-not just out of my reach ; pray ask for it ; then, if I should get a wetting — ' ' But I wouldn't keep you from your mess-table for worlds.' I tell you it's a case of that or rip- vol. I. o"], [218, "The Superior Sex. 210 ping off one of my horse's shoes ; pro bably I shall do both, in order to make the thing a certainty.' Alexis found that the air of this idyllic eventide was somehow getting into her head. She seemed unable to dominate Lord Henry as she was in the habit of doing, but even sat down upon the bank at his request, and, throwing off her hat among the flowers, watched the slow glittering ripples, the skimming swallows, and the landscape throbbing through the yellow sunlight. Henry was watching her face instead of that of nature, but wisely forebore to be sentimental ; he spoke of his father, a topic most sympathetic to Alexis, for he was heartily fond of the Duke, as she could tell from the tone of his voice the very first time he mentioned ' the"], [219, "The Superior Sex. 211 old governor.' He talked penitently of the trouble he had often caused this kindest of parents, how he was con stantly in debt, and how kindly his father had always dealt with him ; in short, Henry was in very humble mood this evening. When he had rambled on for some time, she began abruptly, : — ' It was kind of you to think of Maud's fatigue, and — ' ' Stop a moment,' he said. ' I don't deserve even that praise ; it was pure self-interest. I wanted to get you away from the curate. It's hard lines,' he added, plucking fretfully at the grass, ' to have to confess it, — to reject the only word of praise you ever threw me.' ' Let me throw you another for your honesty : I doubt if many would have made the confession.'"], [220, "The Superior Sex. 212 ' There's a worse to come, and I don't deserve your praise, by Jove ! — and — and — last night I smashed up English's bicycle. I'm afraid I was rather — ' ' I understand,' Lexie answered quietly ; ' I understand perfectly. It is not my place to judge you ; but — but,' she added sadly, ' you have spoilt the beauty of the evening and the flowers and everything — let us go back to the others.' Meanwhile Tom also had been mak ing confessions, — telling his invalid com panion, much to his own comfort, and not a little to his own surprise, of his utter failure last night, and of his dis grace at Ash village an hour or two since. In point of fact, Maud Chesney was a born recipient of confidences : all her little world of friends poured their troubles into her lap, as a matter of"], [221, "The Superior Sex. 213 course. She was one of those who, having no gift of smart uncharity or prickly criti cism, and no ready dogmatism upon ordin ary topics, is generally summed up by that profound critic, the world, in this wise, — ' Very sweet and gentle, and all that sort of thing, but there's nothing in her.' This vacuum or emptiness of character, however, the same critic kindly endea vours to fill up by the grievance-pouring process aforesaid. Tom, as it happened, was grateful and appreciative, feeling much relieved by his confession, — ' Why should calamity be full of words ? Though what they do impact help nothing else, Yet do they ease the heart.' Presently Colonel Chesney, who could seldom endure to have his daughter long out of his sight, joined them, and vindi"], [222, "The Superior Sex. 214 cated his right to the nickname bestowed by his friends, by insisting that Tom and his friend should stay and dine at Oak hurst, instead of hurrying back to camp. Tom was overjoyed at the thought of escaping Auchinlech and the others for a whole evening, and as he turned to accept the invitation with alacrity, the other two rejoined the group. Lord Henry endeavoured to acquiesce in the acceptance with cordiality tempered by seemliness, albeit much minded, as he whispered to Alexis, to throw his hat into the air and cheer Colonel ' Gush.' ' And look you, Miss Trevanion,' he re marked aside, ' this is all the more accept able in that it saves me from a ducking.' Shortly afterwards, when Mrs Kennedy and her daughter were taking their leave, the Colonel informed them, in his cheer-"], [223, "The Superior Sex. 215 ful, benevolent manner, that ' both boys ' were going to spend the evening at Oak- hurst — an announcement that gave an added bitterness to Miss Kennedy's in- vective during her walk across the park. This was, of course, Miss Trevanion's doing ; she had committed many crimes and misdemeanours this afternoon, where- of the most conspicuous was the de- liberate beguilement of half-a-dozen gentlemen, including the clever curate, and Lord Henry Trumpington, both of whom had betrayed a partiality for Miss Kennedy's own society on the last At Home day at Oakhurst. Moreover, it was clear that Maud Chesney was quite bewitched by this conceited, sar- castic, self-confident companion of hers ; a state of things upon which Miss Kennedy waxed very eloquent to her mother."], [224, "The Superior Sex. 216 Now Mrs Kennedy was not the sort of person to waste breath in making spiteful remarks such as her daughter indulged in, but just as they passed through the lodge-gates, she summed up the situation with admirable brevity, in a calm, emotionless tone — yet one which silenced her daughter's wordy vexation in a moment, by these simple words5 * That girl must go.' Had Dr Vaughan, or some such phil osopher of the cynic school, overheard this conversation, he might have remarked, ' What a pity that so much good spite and jealousy should be wasted!' But he would probably never have prophesied the curious issue of the same, the unexpected conjuncture to which Miss Kennedy's rather natural emotion was to lead."], [225, "CHAPTER XI. EXIE'S first day at Oakhurst was a fair type of the twenty or thirty that succeeded it. All those about her, with the exception of old Mary, were kindness itself, Colonel Chesney bestowing upon her a warmth of friendship which served as a peg for Miss Kennedy to hang much comforting and bitter satire upon, yet which made Lexie very sorrowful at times. She had taken no special pains to win the Colonel's heart, yet he was like a thoughtful parent to her. She had spent years in the study"], [226, "218 The Superior Sex. of how to please her real father, and many months in anxious endeavour to make that study bear fruit, and he had been to her, at least as far as outward demonstration went, little more than a casual stranger. She dutifully wrote to him once a week from Oakhurst, and twice received hurried notes in reply — one to say that there was no news, the other to mention in off-hand fashion that he would be yachting about the Solent and Channel during most of the summer, and hoped she would be comfortable at Oakhurst meanwhile. From Maud's affection, however, Alexis drew unalloyed satisfaction ; and from studying the invalid's unwearying forti tude, from listening to the voiceless sermon of patiently-borne trouble, she probably learnt even more than she was at the time aware of. Moreover,"], [227, "The Superior Sex. 219 another reason for gratified acquiescence in her present surroundings offered its self, viz., a pretty constant flow of masculine admiration. Lord Henry rode over about four times a week, some times upon pretexts so bodiless and slender that he was ashamed to clothe such airy nothings in words, and used to begin, ' Ah, how-d'ye-do, Colonel Chesney ? English and I have just — er — ■ in fact, just ridden over from camp — just to — er — How are you, Miss Chesney — pretty well to-day, I hope ? ' Yet the speaker must have been very disconsolate at this time, for when riding home of an evening he would pour into his friend's ears much melancholy philosophy, engendered by the multitude and vigour of his rivals, and by his own inability to make any way with Alexis."], [228, "The Superior Sex. 220 ' She doesn't care a rap for me,' he would say humbly to English, 'and, by Jove ! I'm not surprised at it, for I'm an ignorant fool beside her, worse luck. She'll never love where she doesn't re- spect, and what the deuce is there to respect about me ? ' ' To tell the truth,' Tom answered, ' I don't quite understand Miss Tre vanion ; there's something odd about her, as though she were dreading something, suffering something which is hidden from us lookers-on. She does not seem well : do you think she is suffering any pain ? ' ' I hope and trust not,' said Henry earnestly ; ' once or twice I have fancied so myself, and I can't tell you how it cuts me to think that this may be case.' Now it happened that Colonel Chesney and his daughter had also noticed with"], [229, "The Superior Sex. 221 concern a growing languor and depres sion of spirits on the part of Alexis, but could elicit no sort of explanation from her, until one night in the first week of July, when circumstances gave them the key to the mystery. On the afternoon of that day, old Mary had been more than usually jealous and bitter about Miss Trevanion, so much so, indeed, as to make her young mistress puzzled and unhappy. There are a hun dred ways in which one woman can make things unpleasant for another, and Mary, it must be confessed, had omitted but few of these lately. At first she had striven against her own jealousy with a vigour and resolution about which there was something almost pathetic, forcing her self to treat this interloper with proper civility, and sometimes even to perform"], [230, "The Superior Sex. 222 for her the little nothings that evince goodwill. But, during the last few days, the iron appeared to have entered poor Mary's soul in such fashion as to force the spite and acidity to the surface. Alexis had borne this with a patience by no means native to one of her spirit and temper, and would have continued so to do a good deal longer for her friend's sake ; but on this particular day, Maud had come to the desperate con clusion that she must read old Mary a severe lecture, though it required an hour or more's wrestling to work herself up to this pitch of resolution. All the afternoon her friend was sitting by her couch, so that Maud had no op portunity of performing this dreaded piece of duty ; about six o'clock, however, Colonel Chesney came out into the"], [231, "The Superior Sex. 223 verandah and carried off Alexis for a stroll. Maud felt that now there was no escap ing her task ; she rejected all the shrewd arguments for procrastination suggested by her fears, and rang the hand-bell that was always answered by her nurse. Old Mary was scarcely ever, night or day, out of hearing of the gentle tinkle of this bell, and now appeared immediately. On her face was the look of irritation that had lately become habitual to it, until her glance swept round the verandah, and she perceived that Maud was alone ; then she beamed all over, exclaiming, — ' What, missy dear, all alone ! Maud slid her hand nervously up and down the woodwork of her couch, feeling that her task was much harder than she had imagined, that she must really put off"], [232, "The Superior Sex. 224 this lecture until such time as Mary should be a little out of temper, or at any rate less tender and caressing than she was now. Yet then it would be hanging over her, and Maud thought she would rather face the thing itself than its continued anticipation. ' Mary,' she began desperately, ' I want to — to say something to you — to — ' Old Mary's face changed with almost dramatic suddenness ; for conscience makes us perceptive as well as cowardly. ' Oh, nurse, nurse ! it makes me so depressed and tired, when you — you know — ' It was abundantly evident that Mary did know, for her face grew all puckered and quivering, and she began to sob hysterically. ' It makes me very unhappy, Mary, that"], [233, "The Superior Sex. 225 she ' — no need to mention names, as Maud well knew — ' should not be treated pro perly ; and she does so much for me . . . And pray don't cry so, old Mary, or I shall too.' The speaker need not have used the future tense ; her cheeks were growing moist even in this initial stage of the business. ' And do try hard to like her better, nurse ; she hasn't too much affection. I fear that her father cares very little for her, and I believe she suffers a good deal from her eyes now, especially of a night, though she never will admit this. I think she lives in great dread of their getting worse, and is afraid that a doctor's verdict would endorse that dread, for when I speak of getting Dr Vaughan down from town, she always puts me off. Depend vol. 1. p"], [234, "226 The Superior Sex. upon it, she is afraid to see him. She is altogether in wretched spirits now, and I do want to comfort her — and, Mary, you are sometimes downright ru — rude to her, and it makes me so m — miserable to com- plain of you, after all you've done for me.' This speech Maud blurted out with great difficulty, then fell to crying, in lieu of finishing the lecture. Old Mary too was speechless with con flicting emotion — with anger at Alexis, distress for her young mistress, and, to do her justice, with strong self-upbraiding. But jealousy was still uppermost, and had taken too strong a hold to let her make any promises of amendment yet, or even a verbal admission of wrong-doing. She only kissed Maud's hand, shedding many tears over it, then retired to her bedroom to shed many more tears, and spend an"], [235, "The Superior Sex. 227 hour or two in comfortable solitary wretchedness. But Maud knew her old nurse with a thoroughness engendered by love, and felt certain that the difficult lecture would not have been in vain. Alexis and the Colonel presently re turned from their walk, and an evening of music followed in due course, the only break in the usual routine occurring just before Lexie left the piano ; when, after going through all the invalid's favourite songs, she lingered a little, as if loth to leave the instrument, then fell to singing the hymn, ' Thy Will be Done,' with such solemnity and pathos that Maud was glad there was no light in the room, and Colonel Chesney had to clear his throat before thanking the singer, afterwards going out into the open air to smoke a cigar, and to"], [236, "228 The Superior Sex. think of his daughter, with Lexie's rich tones as a backing to his thoughts. When they had all retired that night, old Mary might have been seen stealing down the passage to Miss Trevanion's room. She was looking pale, and was much less trim in her dress than usual. Upon her face was a look which Maud, had she been present, instead of sound asleep in her room, dreaming that she was well again, and was galloping along the Hogsback by her father's side, with a strong west wind blowing the roses back to her cheeks, would have interpreted at once as one of resolution to face an unpleasant duty. Mary had a feeling somewhat akin to defiance as she knocked at Lexie's door. She was going to say something civil to the interloper, to hint, perhaps, were she well received — and she appreciated Alexis"], [237, "The Superior Sex. 229 sufficiently to know that this would certainly be the case — at something like regret for late o o petty rudenesses ; but she was going to be neither very humble nor very gushing. Hearing a murmur of some sort in answer to her knock, Mary opened the door, and straightway her carefully - ad justed conception of the coming interview was shocked into nothingness. A picture met her gaze which filled her with anxious pity, and with surprise so great that she stood stock still, without uttering a word. Miss Trevanion was kneeling by the open window, with the faint mellow light of the summer night falling upon her dis hevelled hair. Her face was buried in her hands, but as the old nurse entered, she raised it, and Mary saw that her features were convulsed with pain. When she spoke, there was an anguish in the"], [238, "The Superior Sex. 230 young voice which touched old Mary to the quick. ' Come in, Mary ; I shall be glad to talk to you. I could not conceal it much longer. I'm suffering an agony of pain, but even that is nothing, nothing to the mental dread — ' ' Why, child, what ails you ? ' said old Mary, laying her hand as tenderly upon Lexie's head as though it were her own invalid's. ' Don't take on so. Dear heart, what is it ? Oh ! I've been a brute to you, but you'll forgive me — ' ' The pain, Mary, the pain ; it grows worse : I can hardly bear it ! ' ' I've been a brute, I say,' sobbed Mary. ' And it means ... it means ... I cannot say it . . . You know what it must mean.' ' Tush ! child, you're nervous and hys-"], [239, "The Superior Sex. 231 terical, and ready to frighten yourself about nothing.' ' It means,' the. girl went on, burying her face once more in her hands with a low wail, ' it means that I'm going blind. It's all dark to me now sometimes ; it's coming fast ; the blessed light is fading ; the black night will soon be upon me ! Father, father ! had you but loved me, I should never have grown reckless and careless, and this might never have been. Too late now ; I'm going blind, blind, Mary, blind ! '"], [240, "CHAPTER XII has been related in a former chapter how Tom English had been unfortunate enough to disgrace himself by a very poor display of horsemanship before just those two particular members of the mess for whose absence at the time he would have been most thankful, viz., Rossiter and O'Hara. Now it happened, by some ironical by stroke of fickled Fortune, that on the afternoon of the day after Maud's difficult lecture to her nurse, Tom was called upon to fill a different role, having the"], [241, "The Superior Sex. 233 identical brace of brother officers as spec tators. The incident came about in a rather sudden, unforeseen fashion, though more or less in the ordinary course of things. It has been said that Tom was a girlish, sensitive fellow, and perhaps his general lack of the true grit that belongs to manly selfishness was nowhere more conspicuous than in the matter of his letters to his mother. The lad was now thoroughly permeated with the consciousness of his own failure as a British subaltern, and growing steadily more miserable as the weeks went by and he found himself slipping further and further out into the cold. Not that any active hostility was manifested towards him : in the con sulship of Auchinlech furniture-breaking, and such florid methods of making things"], [242, "The Superior Sex. 234 rough for unsatisfactory youths had never obtained ; but English found himself ig nored, isolated, apart. Unless Flannigan or Trumpington happened to be present, Tom always sat silent in remote corners of the anteroom ; his poverty kept him aloof from the general life of the regiment, his pride added to and exaggerated his keen sense of being unpopular : he was an interloper among the herd, a stranger within the gates of a happy family which didn't want him. It was no easy matter to keep this state of things from his mother ; indeed, had he but known it, such concealment was im possible, and he might as well have given his mind — if the success obtained thereby be the index of an effort's worth — to trying to square the circle. Nor was he of an age to get much satisfaction from"], [243, "The Superior Sex. 235 the mere effort's self, — to appreciate the poet's maxim : — ' The aim, if reached or not, makes great the life.' He was but a kind-hearted lad en- deavouring to bear his troubles alone. To which end he expended much laboured ingenuity on his letters home ; chose brief interludes of non-depression for writing, dipped his pen in continual cheerfulness, and only spoke regretfully of the money he was forced to spend, declaring that for the rest the regiment was quite a home to him. Meanwhile Mrs English treasured up every line her boy wrote, knew even better than himself the veins of feeling he strove to conceal, and would have loved him the more for his striving were it pos- sible for such mother-love as hers to have a ' more.'"], [244, "The Superior Sex. 236 On the afternoon in question Tom had wrenched from himself one of these cheer ful letters, and the birth pangs of it proving more severe than usual, he started to taste of the best solace permitted by circumstances — that is to say, a country walk. Lord Henry, who would ordinarily have been his companion, was on guard, so Tom set off alone, choosing as his goal a certain sequestered village lying knee deep in meadows a little off the road to Oakhurst. Among numerous less pleasant dis coveries concerning himself, Tom had lately found that he possessed that com forting faculty — Imagination. During his happy schoolboy life at Scandalbridge, he had failed to appreciate the fact, imagina tion perhaps needing for its proper de velopment the stimulus of roughness or"], [245, "The Superior Sex. 237 misfortune, as its first cousin, Invention, needs that of necessity. As he now plunged into the lanes, he made, by the aid of this happiest of faculties, a clean sweep of his whole Aldershot environ ment ; camp and barrack-rooms were no more ; the cards and billiards, that he could neither afford nor refuse, were no more ; the sneers of O'Hara, the critical glance of Auchinlech, the blank indiffer ence of his other brother officers, had all ceased to exist. Tom was once again a jovial schoolboy at old Scandalbridge, coming in from boating on the old familiar river, from a long afternoon of scrambling and pushing up side-streams with his old school chum ; anon the pair reached the boat-house, where other chums were standing about in flannels, getting into canoes, getting out of sculling-boats,"], [246, "238 The Superior Sex. greasing the slides of four-oars, and the like. Presently the pair march up the little High Street together, arm in arm, stop ping now and then to exchange chaff with other friends, until they reach Tom's home. As they unlatch the garden gate, his mother smiles a welcome from the open window ; behind her the summer breeze is wafting white curtains to and fro, and between them is a gleam of dainty china upon snow-white cloth. The dappled shadow of the old ash falls across the little lawn and upon the group of boy and girl friends who are running to greet Tom ; they shout a welcome to him as he advances, for everyone likes him, and is glad to see him at Scandalbridge . . . when, lo ! he is dragged suddenly from the very heart of this homesick reverie"], [247, "The Superior Sex. 239 and dalliance with old times by a shout of dismay from several boyish throats. Upon awakening, he was surprised to find himself close to the outskirts of a certain straggling little hamlet called Damshott, a favourite half-way halting place between the camp and Oakhurst. Past a small inn and among the few cottages of the hamlet ran a deep alder fringed stream, upon which, about fifty yards below the point he had reached, stood Damshott Mill. In this stream, especially at a big bend on Tom's left, where it ran over the tail of a shelving bank, the small boys from the neighbour ing cottages were wont to disport them selves as often as their mothers' backs were turned. Some of them were bathing now, and from them had come the shouts that startled Tom from his brown study."], [248, "The Superior Sex. 240 ' You young idiots,' he now called out, ' don't you see that if the current took you off your legs you'd be under that big wheel in two minutes, and ground to powder on the instant ? ' Both English and his friend had taken the trouble to warn these same boys once or twice before, and their warnings had each time been received with jeers ; but now no one answered Tom, and, fearing some accident, he hastened forward to look down over the high bank. The boys were bathing in this admittedly dangerous spot out of pure bravado, under the stimulating leadership of one Jimmy Groat, as reckless a lad as ever made a mother's life a burden to her. Jimmy had been even more venturesome than usual this afternoon, and, not content with making half a dozen other youngsters risk"], [249, "The Superior Sex. 241 drowning with him, he must needs prove his superiority to them all by adventuring furthest into the treacherous sweep of the stream. Wading out some three or four yards beyond them, he was taunting the others with their cowardice, when he lost his balance, floundered, and in flounder ing got further out from the bank, and seemed on the point of being carried off his legs into the deep water in mid stream. Poor Jimmy tried hard to turn and re trace his steps. The water was up to his shoulders : he swayed heavily. If he lifted a foot from the ground, he felt he would be swept away. The boy's white face was drawn with terror now ; his piteous eyes stared eagerly at Tom, who was advancing cautiously to his rescue. ' Keep steady,' growled Tom ; ' don't vol. 1. Q"], [250, "The Superior Sex. 242 move hand or foot : I shall get hold of you directly.' At this moment Tom heard the rattle of a dogcart on the road, and the voice of Rossiter calling to him to know what was the matter. Jimmy, too much frightened to attend to friendly injunctions, took a step to wards the bank, swayed, clutched at the air with both hands, and in a moment was swept off his legs into the full force of the current. Then he uttered shriek upon shriek as the banks began to move steadily past him. Being a good swim mer, he easily kept himself afloat, but wrestled and strove in vain to free him- self from that strong gripping tide, while the increasing thunder of the great wheel made the blood curdle in his veins. O'Hara, who had jumped down from"], [251, "The Superior Sex. 243 the trap, was now standing upon the bank, looking down with blanched face upon what was happening. His nerve was gone : he could only stare stupidly at Jimmy's struggles. Rossiter was also looking on from a point some thirty yards back. ' Nothing can be done,' he muttered ; ' before I can reach the bank, the boy will be under the great wheel.' Tom English, seeing that the lad was fast in the grasp of the main stream, that no stretching out from the banks lower down would avail to reach him, strode through the shoal water, and struck out after Jimmy, snatched at him from behind, and gripped him by the collar. The boy tried to turn and throw his arms round his rescuer, but Tom held him like a vice. The two were borne steadily onwards to-"], [252, "The Superior Sex. 244 wards the little brick bridge, under the arch of which they could now see the great wheel smiting the gliding water into foam. Tom's only hope clung to the slender branches of an alder which stooped low enough to touch the water near the left bank just above the bridge. Towards this he struggled with every muscle in his body. Jimmy, making a last effort for life, endeavoured to second his ex ertions. The broad dripping floats of the mill wheel, one after another descending, seemed almost over their heads now ; the din of it was thundering in their ears. A slight flaw of current drifted them towards the alder, another swept them from it. In two seconds they would be under the bridge — the bystanders turned aside so as not to see the end. Tom clutched frantically at the wet"], [253, "The Superior Sex. 245 alder twigs as he swept past ; they gave at first, but checked him slightly. One final effort — he knew that his strength would avail but for this one — and he touched a root : his fingers closed round it : the root held. Jimmy was swept round him by the disappointed stream, but his left hand still held Jimmy's collar as in a vice; in a moment friendly arms were reached down to them, and they were dragged safely forth on to the green sward. Still dazed with the shock of this narrow escape, Tom found himself — he knew not how — seated in the miller's parlour, with a vague buzz of talk going on around him. But after a stiff glass of brandy and water, the world began to assume its normal reality, and he was glad to escape from its congratulations to the miller's best"], [254, "The Superior Sex. 246 bedroom, there to remain until his clothes should be dry, and he should be fit to walk back to Aldershot. When he commenced that walk in the cool of the evening, Tom felt happier than he had done for many weeks. Uppermost was nature's strong reaction after escape from imminent peril, and beneath it the consciousness that he had played the man, — had come through a sharp trial with honour. He was even more shy than usual of entering the anteroom that evening. At the mill, the folks had made his face flame with their cordial praises, and though he wished for and expected nothing like this from his brother officers, he did look for ward with keen pleasure to a word or two of congratulation upon his narrow escape. He had not been a credit to his regiment"], [255, "The Superior Sex. 247 as yet, but in all things was a raw un fledged beginner, as he had felt keenly every hour of every day since joining ; now at last, however, though he was not of a sort to overrate his action, he had done something to show that he was no mere milksop. But Tom knew not the world, nor the might of human self-love and vanity. Rossiter and O'Hara had played the part of supers in that little drama at Damshott : men so largely endowed with the aforesaid qualities as they do not wax eloquent concerning situations in which they fail to score. ' Whoso is out of hope to attain another's virtue, will seek to come at even hand by depressing another's fortune,' says cunning Verulam. O'Hara, it is true, the better-hearted man of the two, was minded to do some-"], [256, "The Superior Sex. 248 thing like justice to Tom's exploit, but Rossiter pooh-poohed him altogether. The mess gathered from their account a sort of general impression that English had jumped foolishly into some small stream or ditch after an urchin who fancied him- self drowning, and that the affair was nothing to make a fuss about. Thus, when Tom entered the ante room, he was greeted with chaff, not con gratulation. ' Been trying to drown yourself, English ? Better try the canal next time you want to bathe, you'll find it cleaner than the country ditches,' — and so on in the same strain. Tom sat down with a forced laugh, and a sense of swallowing a very bitter pill. This experience went further towards turning the lad's youthful enthusiasm to"], [257, "The Superior Sex. 249 gall than anything that had yet befallen him. Hitherto he had considered his various disabilities as a sufficient justi fication of his want of popularity, but now he felt the utter hopelessness of trying to please. As he sauntered back to his quarters after dinner, he congratulated himself upon having written to his mother by the after noon post, for he felt that he would now be too miserable to impose upon her for several days to come. ' I'm thoroughly awake at last,' Tom reflected, as he threw himself wearily into his one arm-chair ; ' that's the word for it — awake. I know what life is, and of what texture is the world's justice — kindness it has none. I've been a gushing, dreaming, young fool until now. \" Every man for himself, and devil take the hindmost — i.e.,"], [258, "The Superior Sex. 250 the poorest.\" I used to call that the in vention of a cynic, now I know that it's a complete, highly-compressed com mentary upon the world's true philosophy and conception of the fitness of things. Neither kindness nor justice — ay, there's the sting ; one word of merited praise would counterpoise a whole chapter of deserved blame ; but the word never comes, the chapters are never ending. Some one in Shakspere says, — \" One good deed, dying tongueless, Slaughters a thousand others.\" Then this world is truly a vast slaughter house, and the wonder is that any single good deed escapes the shambles. I'm a fool, a failure, a pauper, a miserable dog ; youth is a mere dalliance among meadows whose flowers and tall grass hide the"], [259, "The Superior Sex. 251 dusty road beyond ; presently one reaches the stile, mounts it full of hope and en thusiasm, then lo ! the highway — the long, dull, stony, miserable road, along which one is doomed to tramp, tramp, tramp, with never another look at the green meadows until the journey's done.' END of vol. 1. COLSTON AND COMPANY, PRINTERS, EDINBURGH."], [260, ""], [261, ""], [262, ""], [263, ""], [264, ""]]