[[1, ""], [2, ""], [3, "STRICTURES ON THE REV. DR. HOOK'S LETTER TO THE LORD BISHOP OF RIPON, ON* « THE STATE op PARTIES in the CHURCH OF ENGLAND.' VINDEX. \"Pride goeth before destruction, and a haughty spirit before a Fall.\" Proverbs op Solomon. LONDON: SIMPKIN, MARSHALL, & CO., STATIONERS' HALL COURT LEEDS : J. Y. KNIGHT, 39, BRIGGATE. MDCCCXLI."], [4, "ADVERTISEMENT. The publication of a Second Edition of Dr. Hook's Letter indicates a degree of activity in the promulgation of hia views, which, independent of the importance of the questions agitated, furnishes an ample apology for this attempt to set some of the matters referred to in a light more consistent with the true state of facts than the Letter itself seems calculated to do. The writer of the following Remarks, though tempted in every page to dwell on other points than those discussed, (which, though of a personal kind, are so introduced as to have a real connexion with the argument,) has abstained as much as possible from this course, lest he should weaken the effect of the appeal which he desires to make to the sober judgment of his readers, be they few or many, on the very serious subjects brought under review. The entire Letter of Dr. Hook is printed, not because it is essential to the purpose of the writer in com menting on parts of it; but to obviate the possible charge of garbling or of unfair omissions, if less than the whole were given along with the comments. Further, the writer deems it impossible that the Vicar of Leeds should take umbrage at the discussion of the questions he has raised by his Publication, seeing that he so decidedly and so justly condemns the attempt to put down by authority those who cannot be sileD^ argu ment. By the argument alone we are willing to stand or fall. We agree entirely in Dr. Pook's declaration, that \" under existing circumstances, we must become party men. We cannot halt between two opinions. We must take our side.\" Our side, then, is taken. The subject of contention is no less than \" The Principles of the Reformation from Popery in the Sixteenth Century\" to which principles we adhere. This great prize we are resolved not to surrender without a struggle commensurate with its value, and with the lofty joy of those who contend for their Altar and their Home, we accept the challenge of the enemy, and, vaulting into the saddle, we cry \"God defend the Right.\" April 15th, 1841."], [5, "STRICTURES. LETTER TO THE EIGHT REVEREND THE LORD BISHOP OF RIPON. My Lord, At the Meeting of the District Committee of the Society for Promoting Christian Knowledge, which was held in my parish on the 31st of March, and at which your Lordship kindly presided, I commenced a statement with reference to the condition of Parties in the Church of England, which your Lordship considered to be irrelevantfa.^) to the purposes of the Meeting, and which, in obe dience to your Lordship's command, I did not continue. But it seems to me that I was permitted to proceed so far in my statement as to render it expedient if not necessary for me to inform your Lordship and my Parishioners what it was that 1 intended to say, in order that I may not be misrepresented or misunderstood ; and this, with your Lordship's permission, (b. ) I propose in the present letter to do. At the same time, my Lord, I wish it to be clearly understood that I have no intention whatever to question the pro priety of your Lordship's conduct in interrupting me ; for I can (a.) The proverbially indulgent temper of the Bishop assures us that His Lord- ship's command must have been directed against something more seriously faulty than a mere irrelevancy of remark ; the least that can be said of it is, that it referred to something which his Lordship deemed highly irregular and disorderly. That the interruption was felt at the time as a severe rebuke, is perfectly manifest from the abrupt manner in which Dr. Hook refused to proceed with his speech at all, when stopped from proceeding in his own way. His friends the next day boasted of the fine \" command of temper which he had displayed under such trying circumstances.\" This is hardly consistent with the view given of the proceeding in the above paragraph. But we forbear. ( b.) The permission we apprehend was given to address a public Letter of expla- nation to his Lordship. That the tone and contents of this Letter were approved and sanctioned by his Lordship all persons feel to be impossible."], [6, "4 fully understand your Lordship'sfc.J apprehensions on the subject. There was considerable excitement of feeling exhibited by my Pa rishionersfdj assembled at the Meeting, from the circumstance of their having supposed that on a late occasion I had been unjustly attacked. Your Lordship evidently feared lest in proceeding with my statement I should excite that feeling still further. I can assure you, my Lord, that nothing was more distant from my intention ; but my intention was unknown to you, and, bowing as I should do to the decision of the chairman under any circum stances, I felt peculiars. J pleasure in submitting to your Lord ship's wishes, for of all your Clergy none can respect or reverence your Lordship more than myself. I had stated to the Meeting, before I was interrupted, that we can no longer blind ourselves to the fact that the Church of England is now a divided body.f/J It cannot be injudicious to say this when it is evident to all that the fact is as I have stated it to be. The most vmhappjsg.) determination of the Hebdomadal fe. J To say nothing of the utter inconsistency of this statement with that already made above, that the remarks were merely irrelevant to the purposes of the meeting, it is no doubt highly convenient to put this construction on the whole affair as a salve to the severe wound inflicted : but this suggestion as to the nature of the Bishop's apprehensions is, like the former one, notoriously at variance with the fact. His Lordship interfered to put a stop to an unseemly exhibition of temper, injurious to the character of the meeting, as well as of the speaker ; and moreover in direct violation of his Lordship's express commands, which it is said Dr. Hook well knew to be that those who addressed the meeting should not indulge in controversial remarks or irri- tating language. The bare fact of such an injunction having been deemed necessary by the Bishop, is pregnant with meaning, and will furnish matter of serious reflec- tion to all thinking people. (d.) That the persons in fustian jackets who were observed in various parts of the room, and who, together with the crowd of \" great lads*' in the gallery, caused the prodigious uproar in the meeting were \"Parishioners of Leeds,\" may be very true: how far they represented the respectable and intelligent parishioners whose judgment on any question may be worth having, is altogether a different affair. (e.) \" Peculiar\" enough ! no doubt, if those may judge who witnessed it. The occasion has been humorously called \" a moment of intense triumph.\" Query, whe- ther \" a moment of intense agony\" would not better describe its character ? (f.) This is no modern discovery. The Church of England furnishes in this respect no exception to the experience of the Church Universal in all times. The fact of such a division existing remains unhappily true, from the time when St. Paul (recognising the same truth from the days of Ishmael) declared that \"as then, he that was born after the flesh persecuted him that was born after the Spirit, even so it is now.\" And this, notwithstanding the admission of the persecutors into the Church by the outward rite of baptism. It is for those who uphold High Church views to reconcile the facts of the case with their theory. (g.) Unhappy determination ! Nay truly, but thrice unhappy accusation on the"], [7, "■5 Board at Oxford to censure Mr. Newman — a censure which I have little doubt the convocation of the University would, if sum moned, reverse — has proclaimed this from one end of the country to the other. The meeting of the Pastoral Aid Society in Leeds, which was regarded^ A.^) as a demonstration against me, the Vicar of the Parish, — a \" rally,\" as it has been called — declared it to my Parishioners. It would indeed be worse than affectation and a want of moral courage to deny what is evident to all. It is a fact, an undeniable factfi.) that there are two Parties in the Church of England ; the High Church Party and the Low Church Party. And the act of the Hebdomadal Board renders it absolutely necessary for us to range ourselves^/'J on the one side part of Dr. Hook. — What ! after all the denials (wrapped up in convenient generalities,) by which he has been so long screened from the charge of symbolizing with the writers of The \"Tracts for the Times,\" is it come to this, that the very first expression, by authority, of an opinion adverse to the doctrines inculcated by those Tracts, is denounced by Dr. Hook under his own hand as an unhappy censure ! For let us see what the Hebdomadal Board has done : — It has declared, First, as a matter of fact, that the Tracts for the Times are \" a series of anonymous publications, purporting to be written by members of the University, but which are in no way sanctioned by the University itself.\" And Secondly, it has declared the official opinion of the Vice- Chancellor, Heads of Houses, and Proctors of the University, that \" such modes of interpretation as are suggested in Tract No. 90, evading rather than explaining the sense of the Thirty-Nine Articles, and reconciling subscription to them with the adoption of errors which they were designed to counteract, defeat the object and are inconsistent with the due observance of the Statutes of the University.\" Now which of these two propositions is deemed unhappy by Dr. Hook ? Does he deny the fact affirmed, viz. that the Tracts have no sanction from the University ? Then let him shew where, when, and how, that sanction was ever given. Does he admit the fact but lament it ? Then of course he must approve the Tracts, which he deems worthy of such sanction. Does he consider it an unhappy circumstance that any check should be given to a system of teaching of the Jesuitical, evasive, and mischievous character described by the Board ? Then is it time for us to look well to the character of his own teaching, lest, peradventure, it be found to have an equally slippery foundation. (h.) This is exactly of a piece with the assertion made last year by the same par- ties, that the meeting of the Leeds Church Missionary Association, (the Thirtieth Annual Meeting, if we remember, and held in regular course from a period twenty- seven years previous to Dr. Hook's coming into the parish) was \" an affair got up in opposition to the Vicar\" ! ! The thing is really too ludicrous to admit of a serious answer. (i.) And it is equally undeniable that the odious distinction and the nicknames which express it, are alike the creation of these self-styled High Churchmen them- selves, whose \" Call to Union\" would have a better chance of attention if unaccom- panied by such constant efforts to widen the breach which they affect to deplore. Men of sober piety in the Church are content to call themselves \" Churclunen.\" (j.) By all means let us take our sides — neutrality in such a case is mere cowar- dice—only let it be clearly understood what is the line on the one side or the other of"], [8, "6 or on the other. That is to say, we must join that party with which in general principles we agree, and not desert it merely because we may think that a few individuals may have expressed themselves on some points incautiously,^. ) or have been hurried into acts which a colder and a calmer judgment may condemn. I cannot illustrate my position better than by mentioning what occurred to myself and to several other clergymen whose names I have no objection to mention in private to your Lordship. On the publications/ .) of the 90th Tract for the Times, I determined to point out in a pamphlet what I considered to be its errors. But the moment I hea.r&(m.) that the writer was to be silenced, not by which we are to be ranged. And that is none other but the line which separates on the one hand the adherents of the glorious Reformation of the Church of England from the debasing idolatries of Popery, with all its unmeaning mummery and blasphemous deceits ; and on the other those who condemn that Reformation, who yearn after a return to that abhorred abyss, and in their hearts are already turning back again to Sodom. This is the alternative set before us, and we say to all who are meditating their choice, \" Remember Lot's wife\" ! sk. J These \" incautious individuals\" are really very troublesome people, and ought to be severely admonished for thus prematurely disclosing the designs of their party. We all remember how Mr. Newman was condemned some time ago for his incautious publication of \" Froude's Remains,\" and now the same imprudent person has been rash enough to put forth the 90th Tract for the Times, and to declare to all the world that the strictly Protestant sense of the Thirty-Nine Articles is a grievous burden, from which Anglo-Catholics must be allowed to escape, either by means of mental reservation (which is only another word for lying), or by an open secession from the Church of England, if not a direct union with that of Rome ! Shockingly indiscreet, no doubt : but let us thank God for the disclosure, whether we owe it to the honesty or the infatuation of the author. \" The murder 's out at last,\" and the \" men of colder or calmer judgment\" may condemn as they please, they can no longer disguise the real object of their party. (I.) The 90th Tract for the Times is dated at Oxford, on the \" Feast of the Con- version of St. Paul,\" that is, the 25th of January last, and the condemnation of it by the Hebdomadal Board was on the 15th of March. Dr. Hook says that \" on the publica- tion of the Tract, he determined to point out, in a pamphlet, what he considered to be its errors,\" but that this good resolution was checked by the interference of the authorities. Now, considering the Doctor's readiness of expression when he feels warmly, one is apt to fancy seven weeks a rather long delay in a matter of such serious import. These dates again, like incautious friends, are awkward things. If this delay admits of any fair explanation, let us have it. (m.) \" The moment I heard,\" &c., \" that moment I determined,\" &c. Here is a proof of the Doctor's promptness of decision in reference to this very subject. Pity that on the promulgation of pestilent error his judgment should have required seven weeks' gestation to ripen it for action against the authors of the evil ; while the slightest frown from the authorities of the University is sufficient to kindle his zeal into an instant flame, and \" rouse the god to arms\" against an alleged persecution, which he says would substitute authority for argument in order to silence an opponent. The practice complained of is by no means confined to the University of Oxford."], [9, "7 argument, but by a usurped authority,^. ) that moment I deter mined to renounce my intention : that moment I determined to take my stand with him ; because, though I did not altogether approve of a particular Tract, yet in general principles, in the very principle advocated in that Tract, I did agree with him :(o.) in a word, I was compelled by circumstances to act as a Party man. And in justice to one whom 1 am proud to call my friend, I am bound to say that Mr. Newman's explanatory Letter to Dr. Jelf is to my mind perfectly satisfactory. What I maintain on this point is, that, under existing cir- (n.) Can any one picture to himself the glowing language in which the decision of the Hebdomadal Board, in favor of the 90th Tract (if haply they had so decided), would have been trumpeted through the length and breadth of the land ? Oh yes, but that would have been quite another thing ; that would have been a most lawful and authoritive and conclusive judgment, but now it proceeds from \" a usurped authority\" ! Let us, however, do justice to Mr. Newman in severing him from this absurd charge of usurpation. In his letter of submission to the Bishop of Oxford, while referring to the condemnation by the Heads of Houses, he says \" I allude to it only for the purpose of assuring your Lordship of the great sorrow it gives me to have incurred their disapprobation, and of the anxiety I have felt for some time past that I was incurring it. I reverence their position in the country too highly to be indifferent to their good opinion. I never can be indifferent to the opinion of those who hold in their hands the education of the classes on which our national well- being, spiritual and temporal, depends; who preside over the foundations of 'famous men' of old, whose ' name liveth for evermore,' and from whom are, from time to time, selected the members of the sacred order to which your Lordship belongs.\" This is the respectful and deferential language of Mr. Newman himself, in speaking of that which Dr. Hook angrily denounces as \" a usurped authority.\" To whose judgment shall we adhere in such a case ? (o.) Let these words live — for they are Dr. Hook's own chosen words, not hastily and inconsiderately dropped in the excitement of a speech, but deliberately written, printed, and published, and that not once only but now again in a second edition. Here they are \" In general principles, in the very principle advocated in that Tract I did agree with him.\" Here at any rate is no mistake. Dr. Hook's friends have, it is said, profited by his lesson about \" vindicating the rights of the diocesan, even though the diocesan himself neglect them,\" and have undertaken to vindicate the orthodoxy of the Vicar, notwithstanding this plain declaration of the Vicar himself. These over-zealous friends declare that, despite the words we have just quoted, Dr. Hook by no means approves of No. 90 Tract, because he says just before, that there were some things in it which he considered to be errors. But this wont do ; we have been long enough amused by these general declarations of the Tracts containing some (undefined) things to which Dr. Hook does not agree. Here, however, he has utterly cut himself off from all retreat, and it remains only for us to inform ourselves what is the undeniable principle of the Tract (which, in three words, is an evasion of the Protestant sense of the Thirty-Nine Articles), and to that very principle is Dr. H. irrevocably committed. The anxiety of his friends to extricate him only entangles him more cruelly in the meshes of the net in which he is thus taken, and we suspect he will give his officious friends small thanks for their interference.,"], [10, "8 cumstances, we must become party men. We cannot halt between two opinions. We must take our side. Minor differences must be forgotten when our general principles are attacked, (p. ) High Churchmen have always been averse from such a proceeding. We have hitherto repudiated all idea of Party. I myself have done so very zealously. But we are opposed by a Party ; and a Party, too, feared by our rulers ; and, in self-defence, we also must form ourselves into a Party ; and not refuse to support one another merely because we may not all agree in respect to a few non essentials.fg.J Now, my Lord, the two Parties into which the Church of England is divided is, as I have said, the High Church Party and the Low Church Party. And on these I propose to make a few observations in a spirit which, I hope, will not, which I am sure ought not, to provoke controversy. The High Church Party is accused by indiscriminating zealots of the Low Church Party of Popery : the Low Church Party is accused by indiscriminating zealots of the High Church Party of Socinianism. And both accusations are false. For we all know that among those who hold Low Church views, the generality hate Socinianism as cordially as Popery is abominated by the generality of those who hold High Church views. But the accusation on either side would not have been made, or would not have been entertained, unless there was something of truth mixed up in it ; and we must admit that in all principles, as held and applied by fallen man, there is a tendency to a vicious extreme. Let us, then, candidly, and at once, admit that of High Church Principles the vicious extreme is Popery, (r.) I not only (p.) The remainder of this paragraph is new in this \" Second Edition,\" and seems to have been added from a consciousness that it was necessary to forestall the obvious charge of party spirit to which these innovators from antiquity have exposed them selves, and to cast it by anticipation on those who have set themselves to oppose the spread of such party principles. This is doubtless a happy device, but by no means a new one ; as policemen well know, who have learned not to be diverted from the pur suit of a culprit, by the most vociferous shouts on his part of \" Stop thief,\" directed against the bystanders. sq.) We had thought that Dr. Hook and his friends condemned as the height of presumption, any attempt to distinguish among religious truths, as to what were \" essen tials,\" and what \" non-essentials.\" But we forget, that was when the distinction was attempted by others— not by themselves. And we observe further from this paragraph, that among the \" non-essentials\" Dr. Hook reckons those doctrines which he admits to have a tendency to the vicious extreme of Popbry I fr.) Couple this with the previous declaration of an entire adherence to the prin ciple of No. 90 Tract, (the connexion of which with Popery is explained by its author"], [11, "9 admit it, but proclaim it. As it would be adsurd to deny that there is a division in the Church, so it would be worse than absurd to deny that, of High Church Principles, Popery is the vicious extreme. Most unfair, and most wicked, it is to accuse those of Popery who carefully avoid the extreme, and warn others against it, as being vicious ; but when High Church Doctrines are very generally preached, when they are unconsciously held by men who profess to oppose them, perversions to Popery may be feared, and, therefore, ought to be guarded against. For what is Popery ? It is the corruption of the truth. We are not to suppose that men sat down, like Calvin or Socinus, and determined to form a system of Theology, and so produced Popery. No. God's truth was held in God's Church for a long period, pure and uncorrupt.(A^ At length the Church became allied to the State; and its union with the world, highly important as that was, in order that the in the \" perfectly satisfactory\" letter to Dr. Jelf, to be so close, that those who hold it must take refuge in Rome if disowned by the Church of England), and the whole passage exhibits such a coquetting between \" High Church principles,\" and their \" vicious extreme,\" otherwise Popery, as would be truly laughable if the subject were not too serious. What sort of Popery may be regarded as the vicious extreme of High Church principles, in Dr. Hook's opinion, it might be hard to say, seeing that he adheres entirely to the Tract which teaches, — That Holy Scripture is not the rule of faith, That justification by faith only is not at all inconsistent with justification by works also, nor with justification by baptism, — That the doctrines of purgatory, vene- ration of relics, and invocation of saints and angels, and prayers for the dead, ate not condemned by our articles, and may any of them he held by the Anglo-Catholic as a matter of private belief, — and That the thirty-first article condemning the sacrifice of masses as blasphemous fables and pernicious deceits, \" neither speaks against the mass itself, nor against its being an offering for the quick and the dead, for the remission of sin,\" with divers other matters equally pure and reformed. But Dr. Hook is angry when persons who hold such doctrines as these are charged with Popery, and avers that they themselves expressly avoid and warn others against the vicious extreme, which would become Popery. May we ask then whether the doc- trines just set forth, are regarded by Dr. Hook as something short of the so called vicious extreme of High Church principles ? Do they exhibit no more than a tendency towards Popery ? Are they less than its very essence ? And is it, or not, reasonable that we should demand a somewhat clearer confession of Protestant faith than this, from one who holds a Protestant vicarage among 120,000 souls ? fs.) Yes. Popery is the corruption of the truth ; but it is not correct to say that God's truth was held in God's Church for a long period pure and uncorrupt. The Epistles of St. Paul abound in evidence of the incipient corruptions of doctrine in the Church even in his day, while St. John declares of the spirit of Anti-Christ that it was already at work during his own life. And it is notoriously true, that the full-grown Popery of the fifth century was the legitimate and necessary result of that gradual corruption of doctrine and practice in the early Church, and which had reached such a fearful height in the fourth century, the famous Nicene age, of which, here and else- where, Dr. Hook and his party boast the unsullied purity."], [12, "10 Church might discharge one of her offices, namely, that of being the Salt of the Earth, to season and to civilize Society, had also, too often, the ill effect of introducing a worldly spirit into it. Men began to think of the Church as an important and useful Insti tution. Instead of acting towards her as dutiful children, they styled themselves Friends of the Church ; and thought that they befriended her best, not when they assisted her in promulgating unpopular truths, but when they rendered her popular by inducing her to suppress what was contrary to the spirit of the age, and to adopt every innovation which the spirit of the age demanded. In deference to the spirit of the middle ages, which was superstitious, in order that the Church might become popular, that the number of its members might be increased, that weaker brethren might not be shocked, many of the high truths of religion, many ancient and primitive practices, were perverted to the purposes of superstition. The very Power of the Pope, in spiritual affairs, how did it origi nate ? There were controversies and disputes, as among sinful men there always will be, and by those who cared not for the Truth, but desired only the temporal welfare of the Church, it was desired that these controversies and disputes might be put an end to. For this purpose the Pope was permitted to usurp an authority to which he could not plead the shadow of a claim : he called himself the Head of the Universal Church, and those whom he could not silence by argument he silenced by authority. But, not to proceed further on this point, 1 say that the Sin of Popery consists not in the deliberate invention of wrong doc trine, but in the gradual corruption of the Truth, the gradual per version of what in practice was originally right. And while I do not deny that corruptio optimi est pessima ; still I humbly contend that we are no more called upon, on this account, to give up the truth, or denounce practices primitive and apostolical, than the rich man is bound to give up his wealth because wealth is liable to be misapplied and so to involve the owner in endless misery. I admit, then, fully, that the vicious extreme of High Church doctrine and practice is Popery ; but I maintain at the same time that this is no reason why that doctrine and practice should be renounced. And now having said thus much on the vicious extreme on the High Church side, I proceed to a few remarks on the vicious extreme on the other side. Now the distinguishing principle of the Low Church Party is the assertion of the sufficiency of private judgment in the interpre-"], [13, "11 tation of Scripture. The High Church Party take Holy Scripture for their guide, and in the interpretation of it defer to the authority of primitive antiquity : the Low Church Party contend for the suf ficiency of private judgment. (7.^) But if the sufficiency of private judgment be admitted, it follows that there is but one heresy, and that is the rejection of Holy Scripture as the Word of God. Re ceive the Scriptures, and then, on this principle, you are safe whatever construction you put upon them. The Socinian under stands them in the sense which, by attention to minute criticism, by comparing them with what he witnesses of the Work of God in nature, and by consulting manuscripts and various versions he thinks they will bear. They who hold the sufficiency of private judgment, may discuss with him, but further than this they have no right to go if they would be consistent. They have no right to call any one a Heretic, who, receiving the Holy Scriptures, under stands them to the best of his judgment. Hence it is that the ten dency to Low Churchism is to Socinianism ;(u.) — not that I mean to say that Low Churchmen may not hate Socinianism : but this is the tendency. Whenever Low Church principles are extensively prevalent, Socinianism is the result. Low Churchism was the pre valent system of the last century.* Many High-Establishment men were Low-Churchmen. And what was the last Century ? It was the age of Socinianism. All Churchmen who held what would * Nothing can more clearly establish the assertion made above than the state of religion at Geneva and in Germany. But I have omitted any allusion to those places, as my wish is to be concise (Note to Second Edition of Dr. Hook's Letter.) ft.) What marvellous nonsense is this continual railing against private judgment! One might fill pages with the subject, but the real question is in a nutshell. Those who reject High Church principles hold to Holy Scripture alone as the rule of faith, and exercise, under the solemn responsibility they owe to God, those faculties which he has given them to understand what He, by his Spirit, has revealed, and in the under- standing of which he has promised to all who seek it by sincere and humble prayer, the aid of that Spirit to guide them into all truth. The High Churchman, on the con- trary, (not daring to claim inspiration for the early fathers, to whom he defers) exer- cises his private judgment (for how else can he understand it,) in the study of what these old writers in their private judgment thought to be the meaning of Scripture, and so removes himself one degree further than others from the pure fountain of truth. This is the whole controversy, and let men of common sense decide it. fu.) This equally offensive and false charge seems to be the favorite form in which High Churchmen delight to speak of those who differ from them ; and this while they are professing to desire conciliation with their \" dear Low Church breth- ren\" ! What is the name that will most fitly describe such language ? We fear it would be a hard and unpalatable one — and we forbear."], [14, "12 now be called liberal principles, were, like Hoadly, socinianized. All alterations of the Liturgy — all the reforms which were sug gested as the means of strengthening the Church by the worldly friends of the Church, were projected with a view of enabling the Socinians, who formed the influential persons in most of our large towns, to conform. If the effect of preaching High Church doc trines be to create in weak minds a tendency to Popery, the preva lence of Low Church doctrines led to Socinianism — a soul-destroying heresy now almost extinct. Who, indeed, would now propose to alter the Liturgy to conciliate the Socinians ? I should, my Lord, had I been permitted to continue my address to the Meeting of the Society for Promoting Christian Knowledge, have dilated, at some length, on the topics upon which I have now touched : on the fact that we are divided into two Parties, and that there is a vicious extreme on either side to be avoided. Of course, in my opinion the extreme on the Low Church side is the worst of the two ; that is, Socinianism is worse than Popery. (v.) And my object in alluding to this would have been to point out how we may look upon what we, at first, contemplate as an unmitigated evil in the light of an advantage. Doubtless, our divisions are permitted as the punishment of our sins. They are an affliction. But every punishment, and every affliction, if borne in piety, may become eventually a blessing. Our present division may have this salutary effect. It may place a barrier on either side. While both Parties are narrowly watched by their opponents, neither will be permitted to deviate into the extreme. Both Parties continuing in the Church of England, will receive her for their guide, and to her articles and formularies an appeal will be continually made. The accusing Party will not, indeed, be sv.) This sentiment is pleasantly developed in the following extraordinary pas- sage from that eminent organ of the High Church Party — the British Critic for April, page 491, just published — and may be left without another word of comment: it is deserving of very deliberate consideration under existing circumstances. Speaking of a work entitled \" Geraldine,\" written for the very purpose of gaining proselytes to Popery, the writer says, — \" We observe that ' Geraldine' has got to the third edition, and really do not know how to be sorry for it. It contains incomparably more truth than error, and is far more powerful against the Protestantism of the day than in behalf of Rome. Some few converts it may make to its own creed ; but on the whole we doubt not its circulation will work beneficially for our Church ; and even as regards its converts, we have always to inquire what they were before conversion. The chance is that they will be found in the judgment of the sober Anglican to have gained by it. We are no palliators of superstition, but England is not in so orthodox a state, that Romanism is the worst of heresies.\" ! ! !"], [15, "13 permitted to interpret those articles and formularies in his own sense, and then, begging the whole question to convict his oppo nent of heterodoxy ; but the accused Party will always find it necessary to make good his cause by shewing that he does not in reahty depart from the common standard. Thus may either party be the means of preventing the diver gence of the other into an extreme. I am sure, my Lord, that you will pardon me if here I pause to observe that an awful responsibility rests upon our spiritual rulers. Most humbly and most heartily do I pray that to them may be vouchsafed that spirit of wisdom and sound discretion which may enable them to moderate between parties without decla ring themselves for either. And I have the less hesitation in ven turing to say this to your Lordship since I know that such, as it has been hitherto, will ever continue to be your object. (w.) And guided by the wisdom and piety of our Bishops, we may hope to see both parties ere long united as before in many things : united in a full determination to resist Rome, while Rome continues as she now is, and, in the words of Mr. Newman, brings in another gospel : and at the same time united in so solemnizing her offices as to give free scope to those feelings of awe, mystery, tenderness, reverence, and devotion, which the Scriptures would excite, and which, if our Church were to neglect them, would lead men to Rome, who appeals to them : united, if not in reverence for anti quity, in filial love to our Mother the Church of England, through whose instructions, I agree with Professor Sewell in thinking, we who are her children are to imbibe CathoUc truth : united in a desire to maintain a wholesome disciphne in the Church, and through the Church to preach repentance towards God and faith in the Lord Jesus Christ. But union we shall never have, unless we convince our rulers that our strength is sufficient to demand their consideration ;(x.) and that, if concessions are to be made, there sw.) The Bishop we apprehend is little likely to fall into the snare offered to him so insidiously in this paragraph, of seeking to promote Union by such a compromise of principles as can serve only to engender mutual contempt. Truth is an absolute sovereign and holds no divided empire with error. And here again we may quote against Dr. Hook the opinion of his friend Mr. Newman, in the letter already referred to, where he says, \" To be anxious for a composition of differences is to begin at Hie end.\" sx.) This again is a \" second thought.\" How far it is an improvement on the first edition we may be aUowed to doubt. For what is this but a direct adoption of O'Connell's system — an appeal to numbers, or in other words, to \"physical force.\" Talk of \" the manœuvres of political warfare\" indeed ! The Irish agitator talks of his"], [16, "14 is a conscience to be considered on one side as well as the other. (y. ) The Low Church party have declared a war of extermination against High Church principles, and peace will not be restored to the Church until it is made quite clear that we are too strong to be put down by clamour. We have only to hope that in all the con troversies that may arise our chief rivalry will consist in an endea vour to show which system is most productive of gentleness and peace, and forbearance, and kindness, and Christian love : which system most conducive to purity of morals, to charity of sentiment, and to elevation of character. If we are to be engaged in contro versies, I hope that they will not be conducted by evil speaking, lying, and slandering, which seem to be the besetting sins of the religious world ; nor by recourse to the petty manœuvres of poli tical warfare ; nor by the bitterness of sarcasm ; nor by the vul garity of ridicule ; nor by the rancour of personal hatred ; nor by insinuations which are known to be false, and which are only cow ardly methods of stating an untruth : nor by attributing the worst motives where charity ought to suggest the best. (z. ) No, let the seven millions of papists as too numerous to be despised ; whose \" consciences\" must be respected, and whose \" strength is sufficient to demand consideration.\" And Dr. Hook does not deem it beneath him to resort to the same forcible arguments ! Ah ! tell it not in Gath — this surely is but a sorry exhibition of the amiable rivalry recom- mended a few lines below, and which is to \" consist in an endeavour to shew which system is most productive of gentleness, and peace, and forbearance, and kindness, and Christian love\" ! What condemnation can be equal to the mere production of this precept and example so combined ? Truly we need no aid from clamour to put down those who so effectually put down themselves. And as to the \" war of exter- mination\" it may be sufficient to state, with reference to the acknowledged tendency of High Church principles towards Popery, that the motto on our banner is \" No peace with Rome.\" fy.) Exactly so. But this idea of \" a conscience to be considered on one side as well as the other,\" seems to have escaped the Doctor's acute observation when he indited the passage commented on below in note faa.), where he could think only of a violence to be done to the consciences of High Churchmen. We hail this emendation in the \" Second Edition\" as indicative of increasing light, and heartily desire that it may lead to further discoveries, which lie equally near the surface, if men had but eyes to see them. fx.) The best remedy for all these evils (the frightful magnitude of which is freely confessed), will be for those who complain of them to set a better example, since there is not a single stone in this basket which they are entitled to throw at any- body. At the same time it must be allowed that there is a freshness and force in the sketch here drawn of the manner in which High Church controversy has been carried on for some time past in the parish of Leeds, which reminds one of the vigour of the \" ancient masters,\" and shews that the portrait comes from the hand of one very fami- liar with his subject. We wonder if a mirror formed any part of the furniture of the artist's studio."], [17, "15 weapons of our warfare be not carnal but spiritual : let them be sound arguments from the pure word of God, incessant prayer, and such good works as God hath prepared for us to walk in. In all the controversies in which the two Parties I have referred to may be engaged, it is always to be remembered that we are Bre thren ; and I hope that while we contend for the truth, we shall contend, as brethren amicably discussing, not as foes engaged in deadly feud. It is not like a controversy between ourselves and those who are out of the Church : on many occasions we must act together: we must often meet in friendly intercourse: our pulpits ought to be open to one another, with the understanding, of course, that we refer in our sermons on such occasions to the many points on which we agree, and not to the few on which we differ. And here, perhaps, your Lordship will perceive how I might have brought my observations to bear upon the Society for Pro moting Christian Knowledge : I might have pointed out how, in a variety of ways, it is calculated to afford common ground on which both parties may meet. But into that subject I need not enter in this letter, though it would have afforded much matter for my speech. I will only here direct attention to the importance of main taining the Society for Promoting Christian Knowledge in its neu tral position. A Party exists which has introduced unhappy discussions into the Committee Room in London, and which is suspected of a desire to revolutionize the Society. The policy of the Standing Committee has hitherto been to conciliate and con cede to this Party. But concession may be carried too far : and if the consciences of High Churchmen be violated, (aa) and they be faa.) The discussions designated \"unhappy\" have done more to purify, and invigorate, and extend the Christian Knowledge Society, than any event since the formation of that Society. And if the standing committee should accept the advice here given, (of which however there is no fear,) and in order to avoid violating the consciences of High Churchmen, should decide upon violating the consciences of those who differ from them, (and who, under favor, really have some consciences to be violated,) the exclusives may possibly be left at liberty to fall again into the sound sleep of formality from which they have been roused, while the excluded will proceed to carry out their benevolent designs as they best may. But if not, and if these High Church consciences should be pressed beyond their powers of endurance, what are we to think of the threat here held out, that they will \" swarm off to another hive,\" forsaking what they so vehemently affirm to be the only lawful constitution of a Church Society, viz. one of which the Archbishops and Bishops of the Church are the heads, and becoming — what ? — Schismatics, dead and withered branches, separated from the Church, sapless, fruitless, unprofitable Dissenters ! Alas, how sadly does a man forget his own principles when he allows himself to be angry."], [18, "16 compelled to withdraw from the Society, I do not doubt of their being able to form a new Society more efficient than the old one, but I do dread the introduction of a fresh element of discord among us.sbb.) With every sentiment of affection, reverence, and respect, I have the honor to be, My Lord, Your Lordship's obliged and dutiful Servant, W. F. HOOK. Vicarage, Leeds, 1st April, 1841. sbb.) One word at parting. The present uproar has arisen from the ill-advised and entirely unprovoked attack made on the Church Pastoral Aid Society, because it would not consent to be unfaithful to its trust. The result is very much like what befals an intrusive urchin, who attempts to violate the sanctity of a hive of industrious and peaceable bees — he loses the honey, and gets horribly stung for his pains. A. PICKARD, PBINTBB, CROSS-COURT, TOP OF BRIGGATE, LSEDS;"], [19, ""], [20, ""]]