[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "CONTINENTAL EXCURSIONS. CAUTIONS FOR THE FIRST TOUR. ON THE ANNOYANCES, SHOET COMINGS, INDECENCIES, AND IMPOSITIONS INCIDENTAL TO FOREIGN TRAVEL : ADDRESSED TO HUSBANDS, FATHERS, BROTHERS, AND ALL GENTLEMEN GOING WITH FEMALE RELATIVES ON CONTINENTAL EXCURSIONS. BY VIATOR VER AX ma. M.n.i. THIRD EDITION. LONDON : W. RIDGWAY, 169, PICCADILLY. 1863. Price Sixpence."], [8, ""], [9, "CAUTIONS FOR THE FIRST TOUR. ON THE ANNOYANCES, SHORT COMINGS, INDECENCIES, AND IMPOSITIONS INCIDFsNTAL TO FOREIGN TRAVEL: ADDRESSED TO HUSBANDS, FATHERS, BROTHERS, AND ALL GENTLEMEN GOING WITH FEMALE RELATIVES ON CONTINENTAL EXCURSIONS. BY VIATOR VERAX M. A. M. Ii. I. THIRD EDITION. LONDON : W. RIDGWAY, 169, PICCADILLY. 1863."], [10, "\" He, only, is a useful traveller who brings home something by which his country may be benefited ; who procures some supply of want, or some mitigation of evil, which may enable his readers to compare their condition with that of others, to improve it whenever it is worse, and, whenever it is better, to enjoy it.\" — Johnson's Idler, No. 97, a.d. 1760."], [11, "CONTINENTAL EXCURSIONS. Nearly half a century has elapsed since one of the \" fast sailing packets \" from Dover took the author of the following pages into Calais harbour, where he landed for the first time on the great Continent of Europe. As Sterne says, \" I dined on that day incon testibly in France ; \" and, from time to time, in after years, when the love of foreign excursions led me across the straits, the spirit of inquiry was as ardent in the elderly gentleman as in the youth of eighteen. Good, bad, and indifferent befel me in turn, as must be the case with all travellers ; and, when found, I made, like Captain Cuttle, a note of it ; and among those records it would be only fair to say that pleasant memories are in the ascendant -. but men and things abroad have changed wonderfully since a.o. 1S15 — in my humble opinion, very little for the better. Strange as it is to relate, while triumphant armies were occupying their capital, the French of that date appeared to me lively, a 2"], [12, "4 CONTINENTAL F.XCURSIONS. goodnatured, polite, and obliging neighbours. On the coast, in the towns, in Paris, there was an eagerness to please, and an alacrity to win favourable opinion, which the supercilious alone could disregard. The inevitable disasters or annoyances of foreign travel were compen sated by the civil speech and kindly acts of the natives ; and few of our countrymen regained the British shores with other feelings than those which prompted blind ness to the failings, and kindness to the errors they had noticed among a sociably disposed and inoffensive people. Such impressions induced us in those days to tolerate, and hope the best for, many grievous short comings. We believed that the French and Flemings would live and learn, would adopt our transcendent scale of \" comforts,\" emulate our decencies, and intro duce into their stint and scanty miAnage that complete ness in appointments which commends itself so delect ably to the senses of the Englishman in the first domicile he enters on his return from the Continent ; when the contrast he at once discerns to be so disadvantageous (not to use a harsher term) to the foreigners, reminds him of privileges and blessings which are never so justly appreciated as when they have been missed. I say we expected, eight and forty years ago, that familiarity with our tastes, notions, and habits would speedily work a marvellous change in those of our in telligent neighbours; and the hope was general that both at bed and board, in-doors and out-doors, they would introduce everything in which we excel, and copy all that was worthy of imitation in our houses and"], [13, "5 CAUTIONS FOR THE FIRST TOUR. homes, our domestic arrangements and social economy. Such anticipations were far too sanguine. They have not been just to us, who spend millions of money in their Country ; nor true to themselves, enriched and enlight ened as they have been by our profuse liberality, and by our notions of propriety, gentility, comfort, delicacy, and refinement. Let the plain truth be told — that in all these they fall short; ay, and miserably, too. Much of the disgust, much of the indignation which gentle women of our Country, and their male relatives escorting them abroad, have keenly felt, but suppressed rather than expressed, might have been averted by a few words in due season, before they embarked at Dover or Folke stone : and this is the consideration which has induced me to forewarn and forearm any party contemplating, for the first time, an excursion, in the Summer season, \" across the water.\" It is high time that some such plain speaker should obtain a hearing : for, however agreeable may be some of the surprises the traveller meets between Picardy and Provence (and these have often been the theme of mention), few, if any, of our tourists have been considerate enough to give publicity to the facts they might have related confirmatory of the allegation that novelty in foreign parts is not always pleasing. The disappointments, the outrages, the shocks to which even rugged, as well as gentle, natures are liable, — from the first moments of landing on the oppo site shore, — have not been duly reported, nor, as they might have been, beneficially detailed. It is only due to the individual who is forming a plan involving so"], [14, "6 CONTINENTAL EXCURSIONS. much physical suffering, toil and trouble, expense aud personal sacrifice, as any continental excursion may en tail upon him and his \" tender charge,\" that he should be previously made acquainted with the worst; and then if he can make the best of it, he will be far better qualified to handle \" Life's mingled yarn, good and ill together,\" among a strange people, than if, at every step, he had to deplore his ignorance of their ways, and the rash resolution that drew him from his home. The pleasant incident-narrators of our periodicals, our \"Special Correspondents,\" \"Note-makers by the Way,\" and other ready writers that cater for the reading and \" discerning \" public, have not altogether dealt fairly by us in this matter. The reticence of the Returned has tended to compromise the Outward bound, and to per petuate hapless ignorance where accurate knowledge would have proved most valuable. It happens thus, — that the indignation of pater or mater-familias (or of both) that has reached fever-heat long before the horses' heads were turned towards the coast homewards, sub sides into uncomplaining complacency, malgre the under currents of dissatisfaction and disgust which home-com forts and refinements so speedily, so delightfully, stimu late into a sense of positive happiness, that not a syllable of evil reports reaches the public ear, or serves to deter the first listener to their travellers' tales from rushing into similar experiences. For my part, I incline to believe that the majority of our returned tourists main tain silence on the topics of disagreeables and annoy ances, under the surmise that they might be told they"], [15, "7 CAUTIONS FOR THE FIRST TOUR. did not understand foreign travel; and that, in many instances, they must have created, or drawn upon them selves, the very troubles they encountered. Again, many return to England, vowing never again to leave it. These make no stir. They hesitate even to allude to past grievances or horrors. They pity those who have to encounter even half of what they could speak of; but here it ends : their experiences are not revealed to the world, and the result is that \" Murray's Hand Book \" and \"Bradshaw's Continental Guide\" sell as widely as ever; and upon the maxim, probably, that \"the whole truth \" is not always to be told, these deservedly popular manuals would lead us to infer that we have but to take health and wealth into foreign parts, and our felicity as travellers will be complete. These indispensable ingre dients, doubtless, effect much. I possessed both ; but I have communications to make which will testify that neither good constitution nor fortune is exempt from the experiences which, after eight and forty years' ac quaintance with the fairest lands in Europe, have led to the present publication. As the title-page implies, the following disclosures are addressed to readers of that gender which the gram marian naively asserts to be \" more worthy than the feminine.\" A father's acquaintance with certain of the facts revealed will, it is hoped, enable him to shield his wife and children from many of the disagreeables (a mild term, considering all things) and outrages to which I have seen my countrywomen exposed. And this will effect some positive good. The English gentlewoman"], [16, "8 CONTINENTAL EXCORSIONS. (\"by that name if rightly called\") is the most delicate of the gentle sex at large ; and we owe it to her charac teristic pre-eminence in modesty, purity, refinement, and self-respect, that she should be, as it were, fenced round with all the care and caution requisite to secure her — in countries whose habits and morale are so diverse from ours — from affront, offence, hardship, and outrages which her acute sense of conventional decencies can ill brook, and her inexperience in barbarism leads her not to expect. Before I touch upon this particular section of my subject, I shall lay before the reader a few ex tracts from the note-book, which, according to old cus tom, I filled — even during an excursion of three weeks in the months of July and August, 1S62. I am, there fore, speaking of the actual condition of things, and shall gain the greater heed. And, firstly, there is immediate personal annoyance in the very mode of entering France, whether at Calais or Boulogne. There is a tyranny, most repulsive to our British notions, in the regulation which compels every passenger, no matter of what rank — ill or well, merry or miserable — when the steamboat has glided alongside of the Pier landing-place, to walk in the open air, whether in fair weather or m down-pouring rain, through a lane roped off from a crowd of the lowest canaille of the populace, from the jetty ladder to the Custom House. It may be, but I am not aware of the fact, that ambassadors, officers of state, and foreigners of Royal distinction, may be indulged with the privilege of landing in a boat brought along the port-side of the"], [17, "9 CAUTIONS FOR THE FIRST TOUR. vessel, and of entering the town beyond the Custom House. I crossed from Folkestone, in 1847, with the Count and Countess Jarnac (attached, at that period, to the Legation from Paris), and they entered the Douane with me. This tramp from the gunwale to the Bureau is a transit of most annoying publicity, through a hun dred of ugly, dirty, ill-favoured loiterers, hangers on and touters of the harbour, which many of us would, at such a time, give a good fee to evade. At Boulogne the lane exceeds not five and twenty feet. At Calais, it is not less than thirty yards ; and many a low gibe and joke is passed upon the poor pale ones, shuddering at the bare recollection of their recent sufferings at sea, as they thus run the gauntlet between the ropes — the sport of the lowest of the low who throng that particu lar quarter \" to see the fun of the thing,\" and whose pressure and greasy contact are ill fenced off by the semi-military officials of the Custom House. The ante room of this building is found thronged with a rough lot of official, or rather officious fellows in light blue slop-frocks — resembling those worn by butchers in our country — intermingled with touters from the inns, agents from the railway, petty shopkeepers, and house owners on the look-out for a bargain or a job — a prompt escape from whose presence and importunities is only to be effected by pronouncing, in loud decisive tones, the name of the hotel you intend to go to ; upon which the Commissionaire, or errand-porter — the repre sentative, in fact, of the said hotel— will step forward and undertake to clear all your luggage, if you can"], [18, "10 CONTINENTAL EXCURSIONS succeed in procuring for him a sight of the several pieces, and will hand over to him the keys that will open the trunks, &c. He may be implicitly trusted. Purloining among this particular class is unknown. There are no cabriolets ranged in line, as at our stations and ports of embarkation ; nor will there be found any decent porter or attendant to hail and bring up a carriage, or caleche, or \"fly.\" Unless you arrive with a courier, or have adopted the precaution of writing to the master of the hotel, intimating the day and hour on which you purpose to reach Calais or Boulogne, and desiring him to have a superior carriage in waiting for you, this finding of even a public caleche will devolve on yourself, as will the carrying of all your hand parcels ; for you will either find no one to assist, or you will be mobbed by twenty or thirty hungry, tobacco or onion scented, blue-frocked varlets ; to rush from whose of fensive entourage of yourself and ladies you run forward, and pack yourselves up as you best can. I have already said, this may in great measure be avoided by a previous arrangement. Three-fourths of the English, whether en garqon, or en /amille, stow them selves away in the omnibuses which surround the place. It may readily be imagined that the gentlewoman who never in her lifetime put her foot on the step of one of these human caravans, will not adopt this description of carriage abroad, more complacently than she would at home. She waits for the first caleche or carriage that the gentleman at her side may succeed in procuring, and proceeds to the hotel. I shall confine my state-"], [19, "11 CAUTIONS FOR THE FIRST TOUR. ments exclusively to the best hotels. To these alone I went, and in these I made my observations. When the Omnibus parties alight at the hotel entry, the head waiter and one or two of the underlings repair at once to meet them. At sight of a caleche, resembling our barouches, drawn by two horses, the bureau bell is rung, and out comes what in France is called the Femme de Con/ance. This is a female mostly about thirty or forty years of age, who acts as a sort of lady of the bedchamber ; shows the best apartments, and issues or ders to the chambermaids and other attendants specially concerned in the letting and preparing of the apart ments. We have established a similar personage iu our large English hotels, where the wife of the hotel-keeper sits at her ease in the bar-parlour ; or in any other apartment, taking no active part in the management. This functionary informs you at once whether you can be accommodated with the rooms you require — a sitting-room on the first-floor (over the Entresol), a bedroom and a dressing-room. I am supposing a gentleman and his wife to be the party. If he bring daughters or sons, or other relatives, there will be two, three, or more bedrooms, of course, to be supplied. We may let the salon (the sitting-room) pass without any particular comment. It will smell close and musty, unless there be an open fire-place. In many the Poele, or china stove, is built up against the fireplace, the flue of which receives the pipe of the stove, and all ventila tion is effectually cut off. The French never open the windows of a vacant room. A pendule (clock) will be"], [20, "12 CONTINENTAL EXCURSIONS. seen on the chimney-piece, or, if there be no slab there, on a bracket, or table, or commode ; but a French housekeeper would as soon live in a room without a ceiling or a window as without a clock-piece ; though it is a notorious fact, that in nine instances out of ten, the said piece of mechanism is found to be out of order, and the hour hand pointing to four o'clock when it should be upon ten. The sofa will probably be found covered with rich Utrecht velvet, and the chairs and stools en suite ; but let my traveller try both the bell-pulls, and ascertain if either of them will do its office. Let him ascertain if the door-key turns in the lock : if the bolt acts. In Summer time, the window curtains may probably have been removed. If they be in their place, let them be drawn once or twice, backwards and forwards, to dis lodge spiders or moths ; and let the croisees, the pecu liar folding casements or windows, be opened and shut again, just to see how they, too, act. Let the new comers, also, if they arrive at night, observe how many \" Paris wax candles \" there may be visible in the sitting room. They are merely pressed tallow, though called wax; but serve as well as spermaceti of an inferior kind. If there be, in candlesticks and in sconces, eight or ten, you must at once say how many you intend to be liable for. If ten be placed in your rooms, your account will be made out for ten, unless you at once apprize the /emme de con/ance, when she shows you the apartments, that you limit your bougies to two or four, as you may elect. It was a very common practice"], [21, "13 CAUTIONS FOR THE FIRST TOUR. for the waiter or woman to hurry round the two rooms and light every candle, and leave them burning ; the tired traveller inadvertently neglecting to notice the act, and thus becoming liable to pay for, probably, ten (so-called) wax-lights. Your wife, meanwhile, has been looking around the bedroom. Probably it will contain two single beds, one for Monsieur, one for Madame. This arrangement may be complied with or not. If not, you will perhaps learn that on the other side of the house — possibly on the same side, a few yards further on, there is a bed room with un grand lit — a double bedstead. We occupied, last summer, on three several occasions, un grand lit. I had a foot-rule in my portmanteau. In each instance, the grandeur was restricted to three feet ten inches in width. The single bedsteads measure three feet eight inches ; so that, in Summer, it may be said that man and wife may, if they choose, lie in a space as wide as seven feet, four inches ; but, like a two volume novel, in separate parts or compartments ! It is not so important to ascertain, when entering a foreign bedroom, what there is, as what there is not. The reader will keep in mind, that we invariably went to the \" first-rate hotels.\" I will make one report suffice for all, and I will state what there was not. No towel horse — no gown-horse — no pegs for gowns — no bidet — no footbath — no chamber-pail for slops — no night-com mode — no wardrobe — no hot-water can — no soap — no cheval-glass — no shutters or Venetian blinds to exclude the early morning sunlight. Chamber candlesticks are"], [22, "14 CONTINENTAL EXCURSIONS. articles wholly unknown ; and snuffers and douters (eteignoirs) are not to be found.* You must blow out your candles, or extinguish them in any way you like ; and carry them about in the high sticks, as in England we carry \" chamber candles.\" It may be well to ask whether there be any foreigners in the bedroom next adjoining ; and, if so, whether the gentleman smokes in his bed-room, or up and down the lobby, between six and nine a.m., or at night. The practice is almost universal. If, on returning into the sitting-room, you observe that it is carpeted, a peep under the carpet will be advisable. Within the last thirty years, the hotel keepers have introduced carpets not only into the sitting-rooms, but into the bedrooms also. They thus cover and conceal a floor, the surface of which would occupy two of our charwomen through two consecutive days to scour and purify. As Murray very truthfully observes, \" Some of these floors are black with the accumulated filth of years : a little water is sprinkled on them from time to time to lay the dust, and increase the dark crust of dirt.\" For my own part, I have known France ever since I was a youth going to Oxford, and never yet have I there seen a housemaid with a pail of water, soap, and flannel, nor using a carpet-broom. If such cleansing ever be resorted to, it must be in profound e.st secrecy ; but I believe the utmost that is done in the * When I left Lucerne, the innkeeper at the Schweitzerliof Hotel pro mised me that lie would in future fit up his bedrooms with all these English adjuncts. He was a very civil \"hote.\" It is to be hoped he kept his word. The Duchess of Sutherland held the rooms next to ours."], [23, "CAUTIONS FOR THE FIRST TOUR. 15 matter is to go over the carpet with a damped cloth — a ' smear,' as the housemaids say ! The lady being at length in possession of her bedroom will be glad enough to receive a supply of hot water. The bell in the bedroom is derangee — Anglice, rings not. Madame, beginning to be en deshabille, calls to Monsieur, entreating him to ring the bell of the sitting-room. But, grant that the bedroom bell will actually work ; it is sounded. After a pause of five minutes a knock is heard at the door. \" Come in !\" exclaims the lady. She is obeyed ; and a moustached attendant (waiter, or ' boots ') stands before her ! Horrified at this unlooked for personage on the scene, she commands the presence of the femme-de-chambre, and eau chaude. Five, per haps seven, minutes elapse, and another knock is heard. Confident, this time, that woman and hot-water are out side, Madame rashly exclaims, \"Mntrez!\" The door is opened, and reveals another bearded and moustached respondent, who announces to your wife (now hiding behind the bed-curtain), that \" la femme Jeanette \" will come \" tout a l'heure \" with the warm water ! \"* In five minutes' time, Jeanette, aged sixty, perhaps, knocks, and calls from outside to say the eau chaude is there. On open ing the door, the lady beholds Jeanette holding a brass vessel, very nearly resembling the gallon-measure cans carried about by bricklayers when supplying themselves with beer from the nearest public-house. It is not very * More than half the beds in every foreign hoi el are made by men. We saw in the room adjoining ours, a man, with a white paper cap on his head, assisting the chambermaid in folding up the night-shifts."], [24, "16 CONTINENTAL EXCURSIONS. easy to hold, on account of its shape, its weight, and the heat of the metal handle. The water has been heated below, expressly for the party requiring it, for it is not in general demand — far from it. The English lady then requests particularly to be supplied with a foot-pan, or foot-tub, or any vessel suit able for placing the feet in warm water. This is a puzzler for Jeanette, who well knows that, at most, there are but two in the house, though there are sixty bedrooms ; but she will go and inquire. Between her undertaking to inquire, and her return, an interval of about twenty or five-and-twenty minutes may elapse. The inquiry ranges over the collective number of bedrooms ; no one being able at once to say in what apartments the foot-bath was last used : the foreigners managing somehow to do without it. Moreover, water must be made hot for it. There are no ranges and boilers in French houses as in ours, from which warm water may be drawn in a moment, while, by the action of a ball-cock, in a cistern close at hand, a flow of cold water replenishes the boiler. At length the /emme dechambre makes her appearance with a plain zinc-metal vessel, the exact counterpart of those little \" coppers \" or \" furnaces,\" which may be seen in our cottages, holding, if filled to the brim, nearly three gallons. In some inns I have met with a zinc vessel, exactly resembling a small church-bell inverted. A gallon of hot water, however, is brought up at last ; and, when the apartments are re-arranged for the day, the said foot-bath is taken away. It is never permitted to remain in the room of the person who sent for it. It"], [25, "17 CAUTIONS FOR THE FIRST TOUR. is an article of scarceness, and set apart accordingly, as warming-pans are in our inns. While the ablutions are in progress (and nothing hardly is more annoying to foreign innkeepers and their servants than our habits of much washing, and our love of hot water), a loud knock will be heard at the door, now locked ; or, if the lock be injured, which is one of the most likely occurrences — bolted.* \" What now ? \" One of the moustached emissaries is again outside to ask whether Monsieur or Madame intends to dine (at five or six o'clock) at the table d'hote. The extreme solicitude of the hotel keeper to induce all the lodgers to dine at the ' table ' in dicates very plainly how lucrative a concern he makes of it. \" Yes,\" or \" No,\" like \" M. or N., as the case may be,\" in our \"marriage service.\" And, now, the washing, 'cleansing, and comfortable purifications being completed, our English lady will ring again, and being prepared for a male interlocutor (who is sure to make his appearance), she calmly suggests the clearing away of all these slops ; for, as there is no chamber-pail, nor foot-bath, every vessel stands filled to the brim. \" Oh, yes; if Madame will but put all the said vessels out side the door, the /emme de chambre shall fetch them away ;\" and off he goes. * The foreigners are altogether incapable of sympathizing with the indignation of our countrywomen at being intruded upon, while iu their bedrooms, by the male servants. A gentleman of my acquaintance saw a French lady, .stripped to her waist, washing her neck and arms, in the pre sence of her husband and of one of the hotel waiters, who was speaking to them about dinner : the lady pausing, every now and then, to ask questions of the last-named personage. The bedroom door was more than half opened. B"], [26, "18 CONTINENTAL EXCURSIONS. It was no light trouble to manage this clearance in the Flemish and German hotels. In despair the English parties used to place every basin and pan, into which soapsuds and dirty water had been poured, outside the bedroom-doors, and then spiritedly pull their bells. ' Giessen sie das schmutzige wasser aus ' (Take away this dirty water) is one of the first sentences 1 would advise ladies and gentlemen to pronounce with fluency, if they purpose making any stay in a German hotel.* The foreigners themselves, if they can seize the opportunity of the \" coast being clear \" below, most unscrupulously throw the contents of their washbasins out of window ; which certainly is a summary mode of proceeding, and most efficacious ; but should any un fortunate wight, passing through the courtyard or street, be touched by a drop of such fluid, or should any sergent de ville, or street-keeper, witness the act, the * Familiarity with the German language will be found very desirable even in the Parisian hotels. The waiters are one and all Germans or Swiss, and evade speaking more than they can help in the French tongue. This makes them appear so stupid, and accounts for their general ignorance of tlie Capital and of all that might interest the traveller. Our landlord explained this, saying no Parisian would take a waiter's situation in a hotel. The Parisian abhors mounting staircases, and answering bells, and tagging about the premises. He will be found active enough on the ground fours, but not higher up. Hence tlie coffee-houses and all the basement story 'restaurants' abound with them ; but the fellows who answer bells and run up and down the five or seven stories of the hotel are Flemings, Swiss, or Germans ; aud their unacquaintance with the commonest subjects of local information is astonishing. One of my friends, only a few weeks ago, inquired of a waiter at the Hotel Doelen in Amsterdam, whether he knew Mynherr Van Dunck ? \"Oh, yes; well. The family always frequented the house; but, he believed he was lately dead.\" Van Dunck is the hero of an old glee ! — an imaginary skipper."], [27, "CAUTIONS FOR THE FIRST TOUR. 19 disturbance ensuing hereupon would prove a serious matter. But we have not yet mentioned all that requires notice in a foreign hotel-bedroom. If it have more than the one door of entry — if that other door com- municate with another room, and that room be not occupied by one of your own party, look to it. Examine, with closest scrutiny, all the panels of such door. In nine cases out of ten, unless the hotel has been ex- clusively tenanted, ever since it was first established, by the English gentry, you will detect, at that part of the panel where it is inserted into the style of the door, one or two — may be more — small holes, bored either by a gimblet, or awl, or fork, or, perhaps, by a pocket- knife. .Some few, among many, will be found stuffed with paper. Through those which are not stuffed, the eye may range over a considerable portion of the next room. The lower panels exhibit, frequently, as many holes as the upper, and they are, in many instances, bored vertically — that is, they are made in a slanting direction, some directing the scope of vision to the right or left, others looking downwards. These are the \" Trous Judas.\" They are bored by foreigners, and, it is much to be feared, occasionally by low- minded English, for the purpose of seeing all that is done, whether in broad daylight or by candlelight, in the room over which their eyes, closely applied to what- ever hole serves best, are enabled to range. They stand upon stools, or chairs, or on whatever will elevate them to the position most favourable for their object ; or they b 2"], [28, "20 CONTINENTAL EXCURSIONS. will crouch down and gaze through the lower holes; having taken off their boots or shoes that .their near presence may not be surmised by the slightest sound in that direction. I was made aware of this nefarious practice at an early period of my travels. A Frenchman of distinc tion, and, as the phrase is, \"of superior manners,\" volunteered to me the information that he had watched a certain Swiss lady (who with her husband had often dined at our table in the best hotel at Chamounix) for nearly an hour all through her dressing-time ; and added much more. \" I had made a sufficient number of peep- holes,\" said he, \" and could see her in every part of her room.\" • *■ To such outrage and devilish blackguardism are our wives and daughters, sisters, nieces, and whatever other female relative or friend may be travelling with us, liable, while a miscreant, lodged in an adjoining apart ment, can turn to this special use the gimlet he is quite capable of having purchased or purloined expressly for the purpose here mentioned. Every feeling of civilized humanity revolts from the bare mention of such in famous treatment, for which vitriol injected into the eyes of the peeper would probably operate as the most fitting punishment. But prevention is better than cure. A railway-wrapper, or an old shawl, or a boat-cloak, fastened across the door by a couple of iron tacks,* * A well-known author of foreign travels said he never left England without a small hammer and a few nails in his carpet bag, as an expedient to meet this common nuisance."], [29, "21 CAUTIONS FOR THE FIRST TOUR. would effectually protect the injured party (or the party, rather, that might be thus atrociously insulted) from all wrongs of this nature, and maintain their privacy day and night. It has often struck me as a very remarkable circum stance, that our countrymen, returning from their conti nental tours, have not published throughout England the fact of these drilled door-panels. I can only account for it on the supposition that ninety-nine out of a hundred have failed to discover them ; in which case, how repulsive is the conclusion that the wretches who made the holes must have betrayed thousands of unconscious hotel-tenants to the gazers, in succession, who availed themselves of ready-made petits trous d'ob servation ! \" Men's eyes were made to look ; and let them gaze ! ' says Mercutio; but not after this vile manner, which makes the mere mention of \" man \" hateful, be he foreigner or Briton. We will now descend to the Salle a Manger, sup posing our married pair to be willing to make trial of a table d'hote. For nine days, in last July and August, we essayed dining in our own sitting-room, but finding small comfort in that plan — though, in bygone days, it was beyond all comparison the best — we risked the venture of the \" Public Ordinary at Six o'Clock \" — for this is the plain English of it, after all. The French designate"], [30, "22 CONTINENTAL EXCURSIONS. it \" The Landlord's \" or Hotel-keeper's Table,\" and the foreign hotels in all parts of Europe have adopted the term. Indeed, it is now not uncommon to hear ot it in our own country, where it is supposed to set off, with its flourish of French, what Johnson defines to be \" A place of eating established at a certain price.\" Many of the English consider this mode of dining a very entertaining incident in foreign travel, and dilate on the number and variety of dishes, and the exhibition of /oreign manners ! It is fortunate for the \" hote\" that such opinions and relishes prevail ; the policy of the innkeepers being to feed the fifty or the hundred guests, at the smallest possible outlay, on coarse and second-rate provisions, while the \" menus,\" or little bills of fare, dispersed about the table, convey a notion of most approvable soups, fish, flesh, and fowl, and plenty thereof, with \" sweets \" and a dessert : \" and thereout,\" as David saith, \" suck they no small advantage.\" The announce ments made on these \" menus \" are suggestive of a feast of fat things; but, agreeably to French phrase in general, \" les noms sont beaucoup plus magnifiques que les faits ;\" and the dining seemed invariably to me to be endeavour ing to dine. There is no spread, as we term it — no \" mise en table \" — no inviting centres nor side-dishes — no ingeniously-suggested relish — no happy combination. You do not \" see your dinner before you,\" as John Bull used cozily to say to his guest. So far from it, that there will occasionally be seen large plated dish-covers, such as our turbots or haunches of mutton are brought"], [31, "23 CAUTIONS FOR THE FIRST TOUR. under to table, and silver-plated corner-dishes, suggestive of hors d'œuvres, entremets, &c, of appetizing cookery, arranged at the top, bottom, and flanks, which, in the sequel, are shamelessly removed, and reveal absolutely nothing but the empty dishes they had covered for effect only ! My brother was an eye-witness of this three weeks since at Antwerp. But we have entered the salle a manger, and the average dinner shall be described, with the modus in quo submitted to by those who are supposed to be enter tained by the host, be it at four or five francs ahead, exclusive of wine or beer. Having taken your seat on a rush or wooden-bottomed chair, you will find a plate of heavy, dull white ware as thick as a roof-tile, and about eight inches in width, containing a folded napkin, and flanked by a three pronged silver or electro-plate fork, a pointed spoon, and a kitchen knife (that is, a black-handled one), with a very dull blade. Few, very few, white-handled knives will be met with after leaving England. We travelled through the north of France, Belgium, the Rhine, and Switzerland, without seeing them ; and even in Paris (at one of the principal hotels in the R-ue Rivoli), though the handles were of ivory, we had still large dinner knives — no small ones, nor sugar-tongs — at breakfast.* Opposite to the plate stand a wine-glass, and a tumbler very closely resembling a cupping-glass. At intervals * A foreign lady thus explained why no sugar-tongs were placed on the breakfast or tea table. \" We are supposed to sit down with clean hands, and may surely use our fingers.\""], [32, "24 CONTINENTAL EXCURSIONS. of about two feet will be seen a little bit of square glass, having two small cavities, which are filled with pepper and salt. Salt-spoons, none i the guests are expected to dip their knives into the.se \"cellars.\" At three or four feet distances are placed in a black wooden frame, a cruet of red vinegar, and one of oil ; poppy oil, by-the bye, not olive. A heavy carafe of water is supplied among six guests, and long rolls of bread are distributed in like manner. For about fifteen years after the long war, the charge of four francs at a table d'hote included a bottle of the vin ordinaire. Subsequently, as the English began to increase in numbers on the Continent, a bottle was allowed for two persons. After the year 1848, the wine ceased to be included in the price paid for the dinner; and the hotel-keeper began to charge a franc for the small bottle of common wine ; a thin Bor deaux, or Burgundian wine. It is now charged at two francs. So that if you drink even this poor beverage, at a \" table d'hote a quatre francs,\" you virtually dine at six francs. The bottle thus supplied contains one pint and one wine-glassful. Very speedily after you have seated yourself, a waiter brings to you the carte des vins. Here is a little surprise for the Englishman who has \" crossed \" for the first time, and at length expects to drink \" those capital French wines at a fair and reasonable rate of charge,\" contrasted with the extortionate figures placed against them in England. I here insert a copy of the list of wines handed to me last July, at the coast, on the road, and in Paris ; and I may add that in Belgium — Brussels,"], [33, "CAUTIONS FOR THE FIRST TOUR. 25 for instance — and on the Rhine, the prices were still higher : — Clarets — Chateau Margaux, 8fr. ; Laffitte, llfr. ; Julien la Rose, 6fr. Burgundies — Clos Vougeot, 12fr.; Richebourg, 9fr.; Romanee Conti, 10fr.; Chambertin, 7fr. Champagne — Moet, 8fr. ; Clicquot, 10fr. Vin Ordinaire — Bordelais, 3fr. ; Beaujolais, <tsr. So much for the privilege of drinking French wine in France ! As the Bordeaux common wine is charged three francs (and a very ungenerous fluid it is) my reader may form a fair conception of the raciness (or raivness ?) of the two-franc bottle he pays for, extra, at dinner. Well, the said dinner begins by each person being served with a shallow white plate, containing what is called ' potage.' It will be designated by some special name : \" Potage Vermicelli,\" or \" Crecy,\" \" Julienne,\" or \" Printannier,\" \" Au Riz,\" or \"Palestine.\" Any one of these may be accurately imitated thus : Take four table-spoonfuls of English beef-tea, add two of thin water-gruel, or sago, stir about, and throw in either a few shreds of parsley and carrot, or a tea-spoonful of rice, or a \" pinch \" of vermicelli. To produce the ' Julienne' omit the gruel, and substitute three additional table-spoonfuls of beef-tea, and some minced water- cress and carrot. The earliest thing to become familiar with in this department of the \" soups \" (a term hardly to be used in France, for there we get nothing but varieties of broth) is the lukewarmness of the ration thus served. You may travel from Calais to Cairo and not meet with hot plates at dinners. They are absolutely ignored ; and"], [34, "26 CONTINENTAL EXCURSIONS. as the tureen is placed at a side-table, and its contents are ladled into a stone-cold plate which is carried about, probably for twenty yards, before it reaches the party to whom it is to be presented, this fluid preface to the host's entertainment is enjoyed, as a matter of course, with the chill on. Now count four minutes, perhaps five or six, by the watch. In this dull interval you will see the guests \" walking into \" the bread, \" saute de mieux ; \" and the rapid result of this premature in dulgence in farinaceous aliment is an order for wine. The hote is well aware of it, and reckons on wine, low priced or high priced, being in demand before any dish circulates after his rich potage. Till within the last four or five years the dish that invariably followed it consisted of lumps of coarse beef which had been boiled down till every particle of juice and flavour was extinct, and were then made to do duty as bouilli (or meat boiled down to mere fibres), the flavourless condition of which was thought to be compensated by a thin slice of melon. When melons were not in season, the cook sent round with this caput mortuum a few bits of carrot ; sometimes pickled gherkins. Since the railways have favoured the transport of fish from the coast, these indigestible lumps of cow-beef have, for the most part, been superseded by a ration of fish. In this article the cook's ingenuity is most playful. A large halibut, sometimes a hake, or a huge plaice, is cut up into portions of an ounce and a half weight, and sent round as the representative of turbot. The bill of fare promises \" turbot \"-— a rare dainty in France. The infinitesimal \"help\" of fish"], [35, "27 CAUTIONS FOR THE FIRST TOUR. defeats the curiosity of the uninitiated to ascertain what it really is which lies lukewarm on the plate, especially if he be rash enough to add sauce (no, dear reader, not lobster sauce ; that is never to be seen) to the little whitish lump called \" turbot.\" The sauce here spoken of is butter converted into an oil, into which a few capers have been thrown (as if boiled mutton were on the scene) ; but if, as is now frequently the case in the Summer season, salmon rations be carried round, they will be deposited with a gravy spoonful of this hot oil, mixed in equal proportions with the yolk of an egg and some flour, with, perhaps, a few capers. This yelkrw slime, the counterpart of that peculiar size which picture frame makers employ when gilding, makes really credit able salmon a dreadful undertaking to eat. But the English men and women are seen to swallow it com placently, content with the reflection that this is the way salmon is eaten in France, and that they are being initiated into foreign dishes and customs. Let me ob serve that it is the Englishman's own fault if it be the mode he adopts. At Thoun, in Switzerland, we were served with half a trout each. As the whole fish would have been contained within the dimensions of a Cham pagne glass, the quantity we were pleasantly said to be entertained with amounted to an ounce and a half. In fact, I believe this is the weight conventionally appor tioned by mine hdte everywhere as the guest's plate of fish. The fish is disposed of (where cut up we see not) ; and potatoes, served alone, follow. As this vegetable is"], [36, "28 CONTINENTAL EXCURSIONS. worse cultivated in France than in any country in Europe, I would advise my friends never to touch it unless sliced and fried, or sliced and served with melted butter and parsley. Au naturel it is hard and wholly indigestible. Now count four minutes ; roll and acid vin ordinaire, in the interval. The next entree is beef. It is described as \"rosbif\" — meaning \"roast beef\" — a facetious illusion ! Roasted meat of any kind is not brought to table in France ; the meat is invariably baked : and as the heifers in that country are the leanest quadrupeds of the bovine race in Europe, the cook is constrained to lard the beef with shreds of bacon ; this, however, is only now and then. It is a most unlawful introduction, and is no more a substitute for natural and wholesome fat than slices of liver would be for the lean of a sirloin. Horseradish appears not. No vegetables will be served with this baked beef. You must not expect to eat vegetables with any meat at the table d'hote, unless you reserve a plate at your side to eat from at intervals. Probably, when the beef has been disposed of, and bread and wine are again resorted to in the dull interval that follows (for these breaks in the feast are frequent, and prolong the sitting to an hour and a quarter), a plate containing scarlet runner beans, in a very greasy state, or some cauliflower saturated with butter (lukewarm), is placed before you. It is remark able that we rarely meet in France with the dwarf French bean ; in nine cases out of ten the scarlet-runner, or climbing bean, is the only one brought to table. The next dish may be hot cray fishes, of about the size of"], [37, "CAUTIONS FOR THE FIRST TOUR. 29 your little finger, the edible part of each amounting to about the sixth part of an ounce. We may suppose these to be sent round merely to occupy attention and the fingers, for a minute or two.* Then comes a dish containing slices of \" gigot roti,\" that is, of leg of mutton, but not roti ; this, also, is baked meat, and as the leg weighs but six English pounds, and is utterly devoid of fat, this is a lukewarm portion which always awakens saddening recollections of home, be it England or Scotland, if the guest have been familiar with our country's primest meat. The baked mutton having been relished with what appetite it might, a large metal dish is carried round containing the legs, wings, back, and breast, of a baked duck. In Ghent, at our private dinner, we were served with a boiled duck ! This baked duck is distributable among nine persons — two legs, two wings, two transverse cuts off the breast, two ditto of the back, and the rump ! Half a dozen ducks are baked at once for a table d'hote dinner- table laid for sixty guests. The entire bird is scarcely larger than a full-sized grouse. A thick circle or ring of baked rice pudding, deeply browned, now goes the round of the table, with a red wine sauce, sweetened, and is quickly succeeded by baked chickens, cut up exactly as the ducks were, and, together with this make-belief for a roast fowl, is handed round a bowl containing two cabbage lettuces, broken up, and anointed with poppy oil {huile * In lieu hereof, turnip radishes are often served, with slices of raw ham."], [38, "30 CONTINENTAL EXCURSIONS. d'œillette),* and sprinkled with salt ; sometimes a small proportion of endive is added. The lettuce is quite green, never having been bleached by ligature or pres- sure — and this is called \" the salad !\" Those travellers who know what constitutes the genuine salad at an English table, where pains have been taken to blend, according to the rules of taste, the thirteen ingredients essential to this charming melange, will not touch the green, greasy leaves offered in France as a salad — except pour passer le terns. These skinny pullets (horrors !) and the lettuces close the dinner. A \" sweet\" of some sort is then handed round, and some Normandy cheese, closely resembling Gruyere Swiss cheese, by which the English are continually deceived (both at home and abroad), and then the guests are left to the keen relish of their dessert. This is a pleasantry. The apples, pears, plums, peaches, apricots, and nectarines, are in- variably so hard — having been purchased in the market with a view to keeping through many days, (the week if possible) — that the merest discretion and common sense would deter any one who feeds wholesomely from having anything to do with them. Barcelona nuts and almonds are distributed here and there, in the shell. The foreigners, women especially, crack these with avidity, never asking for casse noisettes (nut-crackers) ; and the noise made by young children on the occasion is annoying in the extreme. They shamelessly pocket them, as I have seen their mothers do by the macaroons and other * This is the huile de cuisine, or huile a manger, used throughout France, except in the olive tree provinces."], [39, "31 CAUTIONS FOR THE FIRST TOUR. cakes, which they afterwards munch and munch as they walk along the streets. So much for the table d'hote dinner : here a bit, and there a bit, by fits and starts ; in infinitesimal portions or commons ; lukewarm flaccid meat, fish, and poultry ; eaten oft' cold plates — a meal from which the guest, familiar with a gentleman's every-day dinner in private life, where housekeeping is understood, and good taste imparts a relish to the plainest viands, may be said to retire with the sensation of having been /ed ; but as to that happy consciousness with which Paterfamilias, or his son, is so often heard in our blessed Country to exclaim, \" thank God for a good dinner ! \" it will never be felt at the conclusion of a feed at the table d'hote, except under a delusion ; and of this, certainly, it would be ungenerous to disabuse the deluded.* ■ As to \" obtaining an insight into foreign manners,\" the less that is said upon that subject the greater one's charity. It is not advisable to watch a foreigner busy • A few months since, the following paragraph appeared in the Times, relative to \" Hotels in Rome.\" The correspondent says, \" From two of these houses, the names of which I do not give, a Cuban and an English gentleman were ejected, vi et armis, for having criticised the bad dinners. In the first case it led to an order from the landlord to the waiters to send the guest away ; a collision ensued, in which four or five fell upon one, and the Cuban was arrested ; but through the interference of Mr. Severn, the British Consul, he was liberated, and the landlord received a rap over the knuckles. The other case was similar, thougli differing in its details. The offender refusii.g to leave the house, the waiters were ordered not to serve breakfast, and to remove the bed from his room. This is rather a high tone to be taken by a licensed victualler, because an inmate has dared to criticize a dish ; and the law is clearly defective. Here, again, Mr. Severn's services were called into request, and the proprietor of the hotel was to receive a reprimand.\""], [40, "32 CONTINENTAL EXCURSIONS. with knife and fork ; not always safe proximity to sit in very close juxtaposition, whether he (or she) spits three or four times, only, on the floor during the meal, or extracts troublesomely lodged filaments or fibres from the teeth with the point of the dagger-shaped knife, or with one of the tines of the fork. Happily, the old pointed knife-blade has now for some years past been superseded by the round. In February last I received a letter from one of my relations at that time in Wur temberg, in which he described the act of a German lady seated exactly opposite to him at Marquardt's noble hotel in Stuttgart, who, having detached her large brooch from her gown-front, employed the fastening-pin of it, first in picking her teeth, and then in scratching her back hair ! The men unscrupulously select for themselves the primest portions (the wings and breasts, for instance), of the poultry; leaving the backs and \" drum-sticks \" to the ladies alongside. This is an every-day occurrence ; and Murray refers to Lady Chat terton's report of the circumstance from a table d'hote, at Bagneres de Bigorre : — \" We laughed a good deal,\" says her ladyship, \" at a scene we witnessed at the table d'hote yesterday, where a Frenchman, after helping himself to all the best pieces of the fowl, turned to the lady next him and said, with a most insinuating smile, ' Madame, ne mange pas de volaille ? ' \" These polite worthies empty the dish of peas, beans, or strawberries, with the same insouciance, and consider, \" Every man for himself \" to be the reglement of the repast. Except at Meurice's, in Paris, where the general tone of the"], [41, "CAUTIONS FOR THE FIRST TOUR. 33 table company is in harmony with the elite of British travellers frequenting that deservedly favourite house, and adds a relish to every course of a dinner infinitely superior to any that are set out elsewhere, under the same denomination of table d'hote, these public feeds are the last to be reckoned upon by a tourist in quest of a comfortable repast. As Francis I. said of fickle woman, \" Bien sou qui s'y fie ! \" The whole dietary, in fact, of continental hotels is regulated on the system of accumulating enormous profits from the adaptation of third-rate provisions to a bill of fare which makes the eye and ear the fools of the other senses. It has also been wofully deteriorated by the demands of the many unreflecting English, who from time to time since 1815 have slighted and discouraged the appetizing prepara- tions of old French cookery — the purees, vol-au-vents, fricandeaux de veau, fricassees de poulets, roulades, turbans, salmis, grenadines, galantines, aspics, omelettes, &c, and raised a cry for \"joints; \" something at which \" a fellow may cut and come again.\" The result of which ill-judging interference has been that the French cook supposes he has done all that the Englishman cares to see done, when he provides two pieces de re- sistance as they term it (solid joints) ; and the hors d'œuvres — \" made dishes,\" and plats masques have wholly disappeared from these public dining-tables. At the principal hotel, in one of the favourite \" Spas,\" we were served at our private dinner (for which, exclusively of wine, we paid five francs each) with a baked brisket of beef — or hippopotamus ? for it was too tough to be c"], [42, "34 CONTINENTAL EXCURSIONS. cut, and was, of course, uneatable. We were English, and had bespoken a repast suitable to the English gentleman ; and this entailed the solid (or impenetrable) joint which the visiting guardians of the week would not have permitted to be supplied at an Union house dinner. On the other hand, it is hazardous to taste of any mysteriously compounded dish presented (on Sun days, for instance, when many of the natives are in the habit of joining the lodgers in the hotel) at the table d'hote. I remember one of the waiters at a celebrated hotel in the Lyonnais, advising me to taste of \" un plat tres excellent,\" in the dark glutinous sauce of which were mixed up what seemed to be a pair of brown kid gloves cut into short strips. They were pig's ears ! There is hardly anything, in fact, be it thin flank, scrag, tendon, or cartilage, that comes amiss to the hands of a cook who has to provide for hungry numbers. The soup-room at any one of our London pastrycooks is suggestive of economy of time and ingredients. All the forcemeat balls, yolk of egg balls, shreds of vege tables, fried bread, vertebral joints (as in ox-tail soup), and other \" leavings \" that remain uneaten in the soup plates, are removed and thrown again into the caldron, on the departure of the individual who has been lunching. Que voulez vous ? No one is the 'worse. Where ignorance of such doings leaves mind and ima gination at ease, knowledge is to be deprecated; and \" happy man be his dole \" who can eat abroad and at home, and ask no questions."], [43, "35 CAUTIONS FOR THE FIRST TOUR. We will now go upstairs again. When you are on the point of choosing apartments in a hotel, be it in France, Belgium, or Switzerland, where wife, daughter, or other female relatives are to lodge, let one of your first inquiries be with respect to Le Cabinet. It is called by various names. In Germany, it is very com- monly termed the Commoditat ; sometimes, as in the railway stations, Abtritt. Impelled by the continual remonstrances and complaining of their English visitors, the hotel-keepers in these countries have very laudably endeavoured, of late years, to introduce expedients re- sembling, in some respects, our water-closets ; but with very rare success. Even in Paris itself, the accommoda- tion is still wretched ; and one of the most discouraging circumstances attending it is, that the foreigners (French, Belgian, Swiss, &c.) will not use these mechanical con- trivances according to the method universally prescribed — never raising the plug, nor pouring down a drop of water, even if a two-gallon Can be at hand. But the attempt to make these closets identical with our own fails everywhere. There being no high-service cisterns, supplied through steam engine-houses in the neighbour- hood, all the water has to be carried up by buckets to the cistern (in all cases much too small), and it stands to reason that a hundred lodgers resorting to even three or four closets, in the same division of a building, must speedily exhaust the supply, unless the replenishments follow continually from an abundant source derived from \" the main.\" That section of Paris alone which benefits by the Fontaine de Grenelle is become independent of c 2"], [44, "36 CONTINENTAL EXCURSIONS. the water-carriers. There is a high-service in that quarter, ascending seventy feet. You will find in many, if not in most, of the best hotels, the apparatus which conveys an idea of water procurable in a moment by the raising of a brass handle ; but that idea is speedily mocked by unmistakeable evidence of no assets in the cistern — more than enough in the pan ! Two very creditable exceptions, at the Bauer Hotel, Zurich, and the Schweitzer Hof, Lucerne, deserve special mention. All was admirably managed at both these places, where the English have humanized the proprietorships. But at the very first-rate hotels between Calais and Ghent, Brussels and Cologne, Wiesbaden and Bale, Thoun, Berne, Strasburg, Nancy, up to the Rue Rivoli in Paris, the continual absence of water in the little trumpery cisterns induced a state of things from which memorv revolts. In many a hotel, the brilliant exterior of which would seem to suggest perfection in all its appointments within, the abominations in this particular department are unspeakable. The effluvium indicates only too plainly the situation of the cabinet. One glance, on the opening of the door, is mostly sufficient to make any English gentlewoman run away, as from a chamber of horrors, to her room. We dined with some relatives in a hotel upon the Rhine, vying in repute with our \" Clarendon.\" It was a house of considerable renown. Its general aspect could not but lead ,-iny one to expect comfort, elegance, and refinement. Royalty itself was lodged there, and we dined in the apartment which had been occupied by queens. The \" cabinet\" (and it was the only"], [45, "37 CAUTIONS FOR THE FIRST TOUR. one) to which the ladies of our party were conducted by the waiting-woman, surpassed in beastliness any I had seen for many years. An unpainted deal seat sur mounted a slanting cast-iron cylinder, the condition of which, and the odour proceeding therefrom, was enough to induce gastric fever within six hours. Nothing was there to supply the absence of a cistern, nor any expe dient by which the fœtid exhalations might be got rid of. When outraged delicacy shrunk from such pollution, and sought in the showy bedrooms the usual alternative of a nacht-stuhl (the chaisepercee, or night-chair), none was there. It was an article to be rung for, and not very promptly found. The custom of the country is to manage as one can. A gentleman, who had been en lightened on the subject by his wife, related to me the following incident, which evinces the extreme filthiness of even Female habits among the foreigners. She had given the /lie de chambre a small fee, when leaving the hotel, in consideration, as she told the girl, of her having required her so often to attend to the night commode in her bedroom. The girl begged she would not mention the subject ; \" for,\" said she, \" we always expect the dames Anglaises to be very particular about that matter; but we do feel ourselves overtasked, especially by the French ladies, when they set us to work on the drawers.\" \" The drawers ! Why, what in the world does the girl mean ? \" \" Why, madame, they often pull one of the drawers out about ten or twelve inches forward, and sit there,"], [46, "38 CONTINENTAL excursions. and shut it to again ; leaving us, when they have quitted the hotel, a few minutes afterwards, to make all clean after them, as we best can.\" One would not have been astonished to learn this from Rabelais, the eccentricity of whose conceptions was only equalled by his coarseness and impurity ; but the entire history of Gargantua and Pantagruel can hardly surpass the French /ille-de-chambre 's revelation. One word remains to be added. I advise all fathers travelling with their daughters to take the precaution, before any of his relatives have entered one of those closets, of inspecting the panels and papering of the same. In only too many cases, the pencilled writing and drawings on the wall or door, are horrible. The closet, in such cases, is no place of resort for the ladies of an English party. Of course, whatever hotel-keeper was apprized of the approach of Majesty, took special care to provide, from the town upholsterer, if not from Berlin, one of the most complete and elegant nacht-stuhls that Prussia could supply : — something, probably, after the fashion of our Wiss's patent. Let me render similar good service to the Queen's lady subjects. When I have seen young and lovely maidens embarking at Dover and Folkestone, on their first trip to the Continent, my spirit has been stirred within me, while reflecting on the horrors my own eyes, nostrils, lungs, and stomach have encountered ; and it was distressing to think on what lay before them ■en chemin/aisatit. I rejoice in being able to state that I have discovered"], [47, "39 CAUTIONS FOR THE FIRST TOUR. in London a means of averting, at a cost of less than twenty-five shillings, all the wretchedness, contamina tion, and defilement here adverted to. I have more than twice visited Fyfe's Repository of Scientific Inventions for Sanitary purposes, at 46, Leicester Square. At my suggestion he has introduced into it what would appear, in any lady's luggage, to be a bonnet box. This box contains a metal pail, having a removeable polished mahogany rim, metal lid, and hermetically closing cover. This might be in use through a whole day, and render the owner wholly independent of the foreign hotel lobby. It travels in the said box with the other luggage, per fectly scentless, and may be lifted by a child of twelve years of age ; being light in weight, and convenient in shape.* I would earnestly advise the adoption of this admirable article into the family's baggage. The ladies will not then have to encounter — to meet and glide by — the moustached foreigner (be he a noble or a pedlar) with his waistcoat unbuttoned, cigar in mouth, and his hands fumbling at his braces — in the corridor. They will not be subject to the insult of coming upon such a personage seated, with the door open, at a sudden turn to the right or left, at the end of the lobby, or feel constrained to avail themselves of the loathsome retreat, with closed eyes, that their sight may not be blasted, as it were, by the pencilled obscenities already spoken of. I have pointed out the evil, and I think nothing would justify my omitting to mention this certain mode of avoiding it. The Inodorous Standard Pail was not * About fourteen inches square."], [48, "40 CONTINENTAL EXCURSIONS. brought under my notice till after my last return from the Continent. It is unnecessary to add how gratefully I should have annexed it to my travelling kit, as a sine qua non and vade mecum, after fitting it, as just shown, into an ordinary bonnet box. Before I quit the subject of hotels, I may appro priately wind up by recapitulating the substance of a letter, published in the early part of the Spring of this year by another Viator (for so he signed his statement), with a view to placing his countrymen on their guard against extortion, wrong, and robbery, in a corner of France, which, until very lately, was included in the map of Italy. I refer to Nice. Many of my readers must have seen the said letter ; but, for the edification of those who did not, I will condense the main facts and leave them to make due impression. The traveller, it appears, who arrives at any one of the hotels in that city, is immediately urged by the master of the house to take up his residence in it for what is termed \" the season ; \" and if he decline being thus domiciliated he is at once placed on the extra-charge list of lodgers, and required to pay four shillings or four and ninepence a day, instead of two and sixpence, even for an apart ment of very ordinary accommodation, and may be ejected from this if a party shall happen to arrive and prove more facile than himself in hearkening to the host's suggestions. The consent to stay during the season involves, nevertheless, a series of impositions which soon make the entrapped traveller deplore his folly in yielding to a compact in which the benefit is"], [49, "41 CAUTIONS FOR THE FIRST TOUR. wholly one-sided. He may have bargained for dinner at the table d'hote at so much a head, and breakfast, ditto ; but the numberless items for which he speedily finds himself liable, as not having formed component parts of his agreement, disabuse him of the impression that he is about to live at a stipulated rate. He finds himself stinted in wood — for the winter is the period of the year when parties iu quest of the mild climate of the South are mostly to be found quartered in Nice — and even for the fuel that is thus remissly provided he pays three times more than he ought. As for an egg at breakfast, the per centage laid on the market price (dear as it is at half-a-crown the score) brings that article of nourishment up to ten shillings beyond the figure at which the innkeeper purchases it ; and Monsieur is charged fifteen sous for every egg he cracks. He is swindled at nine a. m. and at six p. m. upon the same principle ; for if he pronounce the vin ordinaire to be far too ordinary for his drinking, and proposes a better quality and a higher price, he is at once supplied with a bottle labelled for a totally different vintage, — but containing the same wine ! * The table d'hote in such a house must, of course, be abominable. One of the lodgers having made up his mind to remonstrate on the meagreness of the diet and the short commons, thought he might break ground by hinting to the mistress that it would be advisable to effect some improvements in the daily spread. She * This reminds us of Leach's waiter making \" some older and more delicate \" Port at the pump !"], [50, "42 CONTINENTAL EXCURSIONS. spoke civilly enough on the subject, but presently re plied, \" Be advised ; if you were to say to my husband what you have been saying to me, he would at once insist on your taking yourself off altogether.\" Viator goes on to say that there was a French gentleman of respectability occupying rooms, with his invalid son, at the rate of seven pounds a week. The poor youth gained no nourishment from the wretched potage (de scribed in my earlier pages) nor from the meats which followed it ; and his father, naturally alarmed at the symptoms of debility aggravated by such inadequate nutriment, began to dine at a Restaurant in another part of the town. It is hardly credible, but it is a fact, that the innkeeper, perceiving his absence on three consecutive days, desired to speak to him, and at once gave him to understand that if he persisted in staying away from the table d'hote, he must give up his rooms. His compact bound him to board in the house, and in the house he must dine. Upon this the gentleman offered to pay the full amount of profit derivable from his own and his son's daily dinners. No ; he must dine or go away ; and in sad extremity the demand was ac quiesced with. Illness and suffering were in this instance made liable to a /ne, and a detention very nearly akin to imprisonment ; the party being confined to hall (the eating-room) as, at college, delinquents are \" confined to chapel.\" But death itself in the very same hotel was far more heavily mulcted; for the executors of a gentleman who died there found a charge of 300 francs /or dying in the hotel; and 600 beyond that"], [51, "CAUTIONS FOR THE FIRST TOUR. 43 sum for the defunct not having fulfilled his contract to continue to eat and drink out his twelvemonth as an inmate ! Not long after this occurrence, a young couple, on their wedding excursion, engaged at the adjoining hotel two small and very inconvenient rooms which they were only too happy to quit on the seventh day after their arrival. They had not made any compact, and found themselves liable for seven hundred francs (27/. 14s. 2d.) for the six nights' lodging, six dinners, and six break fasts. At these hotels in Nice, Cannes, and the neigh bourhood, the charge for a lady staying with her maid is 25/. a week ; for the twelvemonth, 1,000/. ! ! ! It is un necessary to observe hereupon, that these are not speci mens of French hotels in general. Far from it. This fleecing and flaying seems peculiar to New France, as we may yet regard the Nicene territory ; but the traveller must not rely too implicitly anywhere on respectable appearances or fair words ; still less reckon without his host, when contemplating any sojourn beyond two or three days; for the system, from North to South, or from East to West, is to get out of him all that can be got, and to regard him and all his belongings as legitimate prey. Railways. — With the recollections of several years of this mode of locomotion, I should be chargeable with a very reprehensible omission, were I to withhold most honourable mention of \"Bradshaw's Continental Railway Guide;\" the accuracy and lucid arrangement of which, as regards the trains and hours, — to say"], [52, "44 CONTINENTAL EXCURSIONS. nothing of the epitomized descriptions of cities, &c, guided me unerringly through thousands of leagues, and saved me from much loss both of time and money. But the English traveller will act wisely who strives to banish from his mind all recollections of railway-stations, railway station-masters, guards, porters, and ticket dispensers in his own country ; for, if he permit his memory to dwell on these, he will find the best of tempers, if he be blessed with one, only too frequently exasperated into indignation and wrath by the disagree ables that force their annoyance upon him, in contrast with management and manners at home. It is a just matter of surprise that railway administration is not put on a more creditable footing in France, the country that pretends — and it is but pretence — to the highest civilization in Europe. Neglect and rudeness, domineering, as it were under the immediate countenance and sanction of theAuTORiT^s, (the term they swear by in France) render the very first moments of an arrival at the Station an ungenial begin ning of the journey. Just as Sterne* had proceeded as far as Montreuil, after leaving Calais, a.d. 1767, before he was able to find out what was wanting to his chaise, so did my fellow-traveller and self discover, only too late, what we ought to have started with ; for if a couple of tourists, whose united ages amount to a hundred-and twenty years, expect to accomplish a pleasurable excur sion without a courier, they must look out for dis appointments and worry, and wear and tear, which * Sentimental Journey, chap. xix."], [53, "45 CAUTIONS FOR THE FIRST TOUR. \" tell \" only too soon both on mind and body. Travel en garcon, solus, and you may speed your way without help or hanger-on of any description, from Boulogne to Balbec. But if you undertake a foreign expedition with a gentlewoman (a gentle being, let me say), a departure or arrival will be equally offensive and unpleasing to her, and, de raison, to yourself, as her companion in the troubles, as in the delights, of your journey. If I arrive with wife, servant, and carriage, portmanteaux, and sacs de-nuit, &c, at King's Cross-station, or at the Victoria station, Pimlico — say ten minutes or a quarter of an hour before the train is to start, we are immediately greeted by two active, civil porters, who take for granted we intend to proceed by the next train ; and when they have assisted our servants to unpack the carriage, one of them seizes a truck, and begins to arrange in a judicious way all the articles we may wish to have conveyed in the luggage-van of the train ; but he starts not with the load till he has ascertained from me the place for which the things are to be labelled. \" You will find me, sir, on the platform, when you have got your tickets ;\" and away he speeds to the label-distributor. By the time I have my ticket in hand, and make my appearance on the platform, he is there, sure enough, and probably will inform me that all my things are in \"that com partment \" (pointing to them) ; \" the hat-case, sir, you will, perhaps, prefer taking with you into your first-class carriage.\" This, as my reader need not be informed, is the manner in which we arrive, and are attended to, and without let or hindrance, demur or"], [54, "46 CONTINENTAL EXCURSIONS. detention, select our railway-carriage, and secure our seats. How do we fare across the water? I will suppose myself and my sister or wife to have driven up in the carriage supplied to us from our hotel. On arriving at the Station, the greatest probability is that no one will be visible at its entry. Your driver, in most cases, has to alight and begin to unpack, when you soon perceive he must have some one to help him, and to help you too; but many a caleche have I seen unpacked, and the baggage de posited on the bare stones (in rain, or fair weather) before any one came forward to remove it. In fact, you may be constrained, as I often was last Summer, to go forward and exclaim, \" Is there no one here who will look to our luggage ? \" This will startle some three or four out of a group of ill-favoured fellows, attired one and all in the light blue slop-frocks worn by our butcher-boys ; and by these, if not by more than these (all of them looking out for payment) will the bags, boxes, and other goods be snatched away, without a word as to your destination, and run off with into an inner apartment, which you are not permitted to enter, and where you are sure they cannot advance the luggage a step on its progress onwards, as no inquiry has been made respecting the place you are going to. If you lay hold on any of these blue-frocked hangers-on at the station, and demand of him your right to, at least, the giving of directions about the labelling, you are only answered with, \" Allez, allez — prenez vos billets.\" {i.e. \"Be off, and get your tickets.\") These tickets are, at very many Stations (in Paris most offensively)"], [55, "47 CAUTIONS FOR THE FIRST TOUR. given out at one and the same pigeon-hole whence the third and fourth class passengers obtain their tickets ; and, as the last-named denomination of travellers often come on the scene from limepits, brickfields, sewers, and such like localities, the reader may readily imagine that the system of issuing the*\"Pass\" is akin to the \" Misery \" which \" makes man acquainted with strange bed-fellows.\" This, besides following up the luggage, is the work that should devolve upon the courier ; for let it be kept in mind, that till these tickets are obtained, your wife or sister, or other female relative, may cool her heels on the pavement or the \" common hall ; \" for entry will they grant none into the Salle d'Attente (the waiting-room), till you can exhibit your tickets ; but you must not enter that room till you have been piloted either by some stray blue frock, or by your own intuitiveness, into the Salle des ABagages — a long dismal room, like an old custom-house, with a broad counter running through its entire length — behind which have been deposited, \"in most admired disorder,\" as Lady Macbeth would say, the collective baggage of all the passengers that are to travel by the next train. You are not asked by any of the \" Blues \" behind the counter, to point out your luggage ; you must ferret it out of the \" higgledy piggledy \" heap with your own eyes, and, proprio motu, get it heaved on to the counter, and identify piece by piece, till some one or two \" Blues \" have placed every item of it, down to a sandwich-case — if inadvertently you let it accompany your portmanteau — on to the"], [56, "48 CONTINENTAL EXCURSIONS. scales, where it is weighed, in immediate contiguity to a glass-windowed little closet, where sits the Registrar taking account of the declaration of weight. You are allowed to carry 30 kilogrammes without charge (61 English pounds). The \" Blue,\" having ascertained that your portmanteau, 2 bags, and bonnet-box, weigh 180 pounds English, shouts out, \" Quatre Colis ! Quatre vingt dix Kilo!\" — meaning, four articles weighing 90 kilogrammes. Upon which, the Registrar places in the hands of a \" Blue,\" at his side, a slip of paper — a printed form in which the number of articles is specified, and the weight also; to which entry is ap pended, in writing, the amount of charge levied on all above 61 pounds weight. You receive at the same time a duplicate of his registration, on which appear the figures designating the number under which your lug gage is to travel. All this would be accomplished for you by your courier, while you and your ladies might be sitting at the Station front in the carriage which brought you all from your hotel. If you have no such representative, you must go through the whole of this yourself ; and I hesitate not to say, that of all the bear garden scenes of rude and rugged contact, vociferation and vulgar grossness, through which the bewildered foreigner is sent here and there, and bawled at (and not unfrequently laughed at, if they perceive he resents the unceremonious treatment he has to encounter from the \" Blues \"), this baggage department exhibits the worst. At Zurich, for instance, where the confusion, for want of method and discipline, was maddening, I thought the"], [57, "CAUTIONS FOR THE FIRST TOUR. 49 train would be delayed an hour ; and, doubtless, as befel us at Kehl, where confusion makes his master piece, many a traveller's luggage was sent on a little tour of some ten miles in the wrong direction ; com pelling us and a member of the French Legislative Assembly and his family to take a set of return tickets, and set out in quest of it. I attribute this disreputable and most offensive state of things to the low caste of population from which the officials, from the che/-de gare (station master) to the meanest lamplighter on the platform, are selected. The rate of wages is very low, and none but the canaille of even the ouvrier class are disposed to take service on the lines ; and as for the Station Master, he always appeared to me to be the veriest imbecile of the whole staff — a thorough incapable, whose bit of silver lace and \" frogged \" coat and semi military cap seem, in most instances, to exercise a stupi fying influence on his ability to think or speak ; and the guards, who are really obliging, intelligent fellows, and the engine-drivers, appear to appropriate all the intellect, as well as the driving and the carriages, to themselves. I must caution my reader, having brought him thus far, against supposing that when he has purchased the privilege of taking the ladies of his company into the waiting-room he will be permitted to step forward, ticket in hand, as we do in England, on to the platform, to breathe fresher air, and to select a carriage. No ; the whole of the passengers booked for the first and second, third and fourth class carriages are compelled to n"], [58, "50 CONTINENTAL EXCURSIONS. remain in temporary imprisonment, looking wistfully through the glass partition which separates them in the waiting-room from the platform ; and every now and then trying the handles of the two doors which open on to it. These doors, however, are kept locked till within three minutes of the moment at which the train starts, and their appearance in this \"durance vile,\" as beheld from the platform, has been very appropriately compared with that of the wild beasts we gaze upon through the wire- work in the Zoological Gardens ; I cannot say through the glass, because the serpents only are so in spected ; not but that the encaged travellers are but too often, in this instance, as mad as snakes to feel them selves under a restraint which, in point of fact, leads eventually to one only result, — a tumultuous and dis orderly rush to the carriages, into which men, women. and children may be seen clambering and throwing themselves, with their hand-parcels and umbrellas, biscuit-bags and bird-cages, like so many frantic pas sengers escaping in the pinnace and long boat from a sinking East Indiaman. To make the turmoil and clatter more general, the doors of the carriages are thrown quite back upon the nearest panel, so that the passengers have to scan with rapid glance the fittings of the interior of each carriage till they can discern it to be a first or a second class; the distinction between the two not being so conspicuous as in our country. If the autorit£s of the platform would but leave the doors to be opened at will, according to the English custom, the words Pre and IInde classe would, of course, render this"], [59, "51 cautions for the first tour. scrutiny and loss of time unnecessary; for these designa tions are conspicuously painted on the exterior of the panel, which this absurd practice of throwing back every door effectually conceals ! The best management I have ever seen at a foreign railway Station was at Lucerne ; but, even there, the in exorable rule is enforced, which at almost all the French stations makes \" Parting's sweet sorrow \" (I quote Juliet's words) more intense than it need be. No re lative or friend is permitted to come on to the platform for a final shake of the hand and benediction. The ticket-armed individuals alone are to be tolerated there ; you must bid \" adieu \" on the other side of the salle d'attente. I suppose the reason to be this, that the employes, the officials, themselves, create such due con fusion, (every one giving orders, and no one inclining to obey them,) that the train would be delayed to an in definite period if any but the Outward-bound were ad mitted alongside the carriages. As is well known, the second-class carriages are infinitely superior to ours. The Frenchman would not permit such horse-boxes, as many of our second-class carriages resemble, to be introduced upon a line. The seats are spring-cushions ; the sides of the carriages are padded, and have blinds. On the other hand, — to be the possessor of a ticket for a first-class carriage is no guar antee that you shall travel continually with passengers in that condition and class of life which implies a con ventional obligation to travel by that class only. If the guard be in a hurry, at any of the small Stations on the d 2"], [60, "52 continental excursions. line, to get the parties there waiting for the train dis posed of as summarily as may be, he will unhesitatingly open the door of a first-class carriage, and thrust in a party whose only appropriate place would be in the third, if not the fourth class. We travelled thirty miles with a working man in a sky-blue slop-frock, and heavy boots, bespattered with thick samples of a chalky soil. The democratic soul of a French railway guard would have spurned the lightest remonstrance or remark on the occurrence; though the directors would have imposed a fine upon his infraction of one of their most positive rules and enactments. There is another most impudent, I might term it most atrocious, violation not only of railway, but of common law and common honesty, to which I perceive the attention of our countrymen has lately been drawn, though several months later than the date at which my own brother, still on his travels, informed me upon the subject. I refer to what has taken place not only in France, but also in Italy and Germany, at the railway stations, where gentlemen having laid down gold or silver money at one end of the entrance hall, in purchase of their tickets, and having received silver or copper change for the coin, have been informed at the other end of the hall, when tendering the very identical pieces of small money in payment of the charge for luggage, that that sort of coin is not taken there ! ! ! • My brother having indignantly rejoined that he had only a moment previously received that small coin from the issuer of tickets at the bureau opposite, was uncouthly replied to"], [61, "53 CAUTIONS FOR THE FIRST TOOR. with, \" Non fa niente : questo non tocca a me ! &c. &c.\" \" I have nothing to do with that matter ; it is no con cern of mine \" — and other coin was perforce demanded, and, there being no help /or il at the moment, was pro duced. Now I have not a doubt that if the party thus imposed upon had deemed it worth while to linger a couple of days, or more, in Milan, to seek out a director of that railway line, the functionary guilty of this out rage would have fared more roughly than he imagined he might when risking the imposition. But it is the very circumstance of a traveller's disinclination to lose time, money, and temper in seeking redress at the twelfth hour, which enables these scamps to annoy the foreigner with impunity. A native would have threat ened to pull his moustaches from his lips, if he could catch him outside his bureau, after such effrontery. Nowhere— no, not even in Paris, where Bureaucracy is almost as rampant as in Germany — must the traveller rely on good faith ; as we expressively term conscientious dealings, man with man. You may be \"gloriously,\" or ingloriously \" sold \" at many a bureau in that vast and magnificent capital ; beginning at the railway stations. An English physician, and one of the leading barristers on the Northern Circuit, took their tickets a few months ago in Paris for Marseilles. Before they had proceeded sixty miles, they discovered that they had each paid ten francs more than the regular fare ; the issuer of the tickets having relied on their ignorance of the table of fares. They were cheated out of nearly ten francs more for their luggage ; having paid 9s. 1 1 d"], [62, "54 CONTINENTAL EXCURSIONS. for the latter as they went, and 1*. lOfo?. as they re turned over the same ground ! A little further on they made a short excursion out of the direct line. On taking their tickets, they perceived they had each been charged five francs beyond the train-table figures, and went up to the issuer of the tickets to state this circum stance ; upon which he made them a bow, and coolly returned the overcharge. At the next principal Station they were required to pay on their extra weight of luggage. The whole amount to be paid by the two was twenty-six francs and a half (1/. 1*. 2d). They ac cordingly tendered two gold Napoleon pieces (1/. 1 Is. 8d.), and ought, of course, to have received in change thirteen francs and a half. The clerk gave them only eight and a half. This, too, they represented at the ticket-bureau as a very palpable mistake, and demanded the further sum of five francs. It was at once paid to them ; the clerk saying he had mistaken five for ten ! To sum up their grievances, they discovered that the portmanteau of one, and the hat-box of the other, had been forced during the journey, and the lock of each rendered use less. About a fortnight afterwards a friend of the party proceeded, in turn, from Paris to Marseilles. The charge levied on his portmanteau, carpet-bag, and hat-box was nineteen francs five centimes (15s. Id.). He went on to Toulon, and from Toulon returned to Paris — a greater distance by thirty miles. 1'or the same luggage he was charged nine francs five centimes (7s. 6%d.). The Parisian had cheated him out of ten francs ! The victim accounted for his loss in this way : When you take your"], [63, "CAUTIONS FOR THE FIRST TOUR. 55 ticket, whether for place or luggage, you are pressed on behind by some eight or ten (it may be twenty) persons intent on taking theirs also. The issuer of the tickets sits behind the pigeon-hole at which the party puts down his fare. This agent, who is very impatient of even five or six words of colloquy, pronounces, in a brusque and despotic manner, the sum to be paid ; looking beyond the party to whom he hands the ticket, as if to say, \" Come forward, you who are behind.\" As for giving you time to count your change at the pigeon hole, he would rather consign you to the custody of the sergeant who is close at hand. The Great Northern Railway station in Paris exhibits this tyranny in its worst features. It is not to be wondered at that every now and then a gold-piece is left by mistake (?) in the hands ofthe fierce fellow behind the wirework. In fact, he goes on to say, \" In France, the traveller, no matter of what nation, English or Arabian, is treated as the helpless dependant of every porter who orders him about ; unless he be a courier, and he \" shows fight,\" and dilates on such behaviour in language most un parliamentary. I shall not digress further by following out the subject through all the phases of foreign travel. To do this would be to publish a volume, not a pamphlet, and to deter the English people, who have never crossed the straits, from setting foot on the opposite shore. Well knowing the benefits attainable from due insight into places, men, and things, far beyond our own limited island home — of which we are naturally prone to con-"], [64, "56 CONTINENTAL EXCURSIONS. ceive that we cannot entertain too exalted opinions and notions, (though we may carry this too far, and suffer for it proportionably) — I would not dissuade any family party from travelling over thousands of miles in Euro pean countries, if they have health, and wealth, and the accurate knowledge of languages, and other good quali fications ; but I wish to befriend them, on the eve of such excursions, by putting the inexperienced on their guard, and making revelations which may preserve them from the indignities, impositions, indecencies, and depri vations, for which our native habits in nowise prepare them. It is mere truth to affirm that, in several respects, the foreigners are still hoo centuries behind us. Those who go forth from the refinements of civilized England to live among them, learn this truth in less than a little month ; and whatever may tend to lessen the force of those \" natural shocks \" which await our countrymen and countrywomen en voyage, cannot but be a word in season, and a defence worth arming with. I deprecate the selfish silence which has so long forborne to speak out; and equally so the insouciance which has suffered so many drawbacks, discomforts, and annoyances to disturb and disgust the traveller, without suggesting some mode of mitigating, if not of surmounting them. One word as to the couriers. Those who can afford to engage these useful personages will effect their arrivals and departures without any of the disagreeables enume rated under that head. The reckonings and the dis bursements pass smoothly enough through the groove of"], [65, "57 CAUTIONS FOR THE FIRST TOUR. their intelligence and activity, which, like that of the sircars * of Bengal, prevent their employers being cheated by anyone but themselves. They realize, pro bably, ten per cent, without the family being cognizant of the circumstance; their good understanding with the innkeepers being the chief source of their advan tages. They bribe them when they arrive and when they depart ; acknowledging their patronage of the house when they introduce a family, and appealing to their gratitude as a pledge of future favours. But, nean moins, they are a comfort to those for whom they ride, run, and wrangle ; fetching and carrying, packing and unpacking ; and, like \" Figaro qui, Figaro qua, Figaro su, Figaro giu,\" in the opera, are anywhere and every where, for your greater ease and enjoyment. The cost, however, of this living appendage is, with the exception of the slight difference of the railway fare (second in stead of first class), pretty nearly that of a third indi vidual added to a couple ; and this is an important consideration. I therefore suggest the alternative of writing from England to the maitre d'hotel, whether of this or that hotel (the guide-books name the two or three best in each town) apprising him of the party's intention of leaving Dover, or Folkestone, or Newhaven, at such or such an hour, for the French coast, and re questing him to station either the commissionaire or a laquais de place, at the jetty-side where the vessel will land her passengers, to look out for an English couple or * Or superintendents, who make all purchases for the housekeeping, and secure thereon a very large per centage."], [66, "58 CONTINENTAL EXCURSIONS. family, who will, on their part, be looking out for him, and so soon fall in with him, that he may instantly wait upon them as they pass to the Custom-house, and take upon himself to open their trunks and packages for the momentary inspection of the revenue officers, and hand Madame and the party with her into the caleche sent for that purpose from the hotel ; and when the party quit the hotel for the Station, to which they will next be proceeding, in continuation of their proposed tour or journey, they should engage the same individual to accom pany them to that station, and leave them in the caleche, apart from the multitude of the waiting-room, till within three minutes of the time when the train is to start, he, meanwhile, taking their tickets, and getting their luggage weighed, labelled, and registered ; he would then come to the carriage-door, give the tickets for the journey,* and the tickets for regaining possession of their luggage, and having escorted them to the very door (about to be opened within a minute of their reaching it) of the glass partition, already described, which looks on to the platform and carriages, he will wish them bon voyage, and quit them. This will have spared the gentleman a vast amount of personal trouble and annoyance, and liberate his party from the crowd ing, shoving, clamour, and brusquerie to which gentle and simple, travellers of all ages and conditions, are subjected on their proceeding to get tickets, and to * In one particular the French railway management has adopted a regulation which would be most satisfactory to our own countrymen at home. The tickets indicate ihe amount of fare paid."], [67, "59 CAUTIONS FOR THE FIRST TOUR. qualify themselves for a railway carriage : — a method of annoyance as unlike our English system as it is possible to conceive. The attentive solicitude of our Station platform porters, even — to say nothing of the guards — in helping the passengers of either sex, whether first or second-class travellers, and in facilitating all their arrange ments from their first entry on to the platform to the starting of the train, is not to be looked for abroad. The courtesy of our English gentleman, standing aside at the railway carriage door, till the lady or ladies have entered, and then, and not till then, taking a place in it for himself, will not be reflected in the manners of the foreigner, who, upon being released from the glass doors of the salle d'attente, rushes, like a runaway, into the first carriage he can climb into, and complacently stares out of the window, wondering whether those demoi selles he has just shouldered and shoved against, will succeed as well as he has done in seating themselves somewhere at their ease. The selfishness of the foreigner of the present day strikes me as one of the most odious of his characteristics. If you look for galanterie, be content to witness it at home ; for levelling doctrines, blended with jealousy of our comparative wealth, and with the hopelessness of reaching our stan- dard in anything connected with social refinements, have left little else than commonplace, abrupt civility — de- scending often into unmannerly and graceless indifference to conventional politesse — which the Frenchmen of the ancien regime would have abhorred. This, however, is a topic hardly relevant to the object of the present pub-"], [68, "60 CONTINENTAL EXCURSIONS. lication. I incline to believe that sufficient evidence has been adduced in the foregoing pages, to convince any father, husband, brother, or other relative or male con nexion,, or friend, about to take charge of ladies, for whose comforts and enjoyments they are naturally concerned and solicitous, that much, very much, is to be provided for and considered on the eve of a trip to the Continent. I make no concessions to affectation and squeamishness ; I con temn all prejudice and illiberal bias, all senseless pride and pretentiousness, of which the English travellers for nearly half a century have but in too many instances exhibited most ridiculous and derogatory examples ; the ebullition, perhaps, of a national failing : — but to the many, the thousands, it may be said, who go forth from among us — from the home of \" health, competence, and peace \" — of comforts, proprieties, decency, and refine ment, purity, and self-respect, to encounter and endure harshness, to shudder at unlooked-for outrages on com monest delicacy, and to exchange the substantial, salutary, and ample diet of \" good old English fare \" for the \" airy nothings \" of cookery that sets off bad meat with high-sounding names, as the jingle of rhyme is oft employed to set off bad matter ; — to those, I say, these hints and warnings are given : for he who is aware of the disagreeables that lie before him will not be subject to painful surprises ; and all annoyances become compara tively insignificant when a man has been instructed how to meet them. Such foreknowledge and preparedness contribute in no light degree to that grand and happiest essential of pleasure-excursions — the spirit of cheerful"], [69, "61 CAUTIONS FOR THE FIRST TOUR. endurance and good humour, which, like genuine faith, may remove mountains, instead of making them out of the mole-hills of transient and petty inconveniences. With such qualifications for travel, the most inexperienced may proceed on their way Abroad rejoicing ; without it, their health, wealth, and happiness would be best consulted by remaining contentedly at home. V. V. THE end. R. CLAY, SON, AtfD TAYLOR, PRlyiEEH, BREAD STREET HILL."], [70, ""], [71, ""], [72, ""], [73, ""], [74, ""], [75, ""], [76, ""]]