[[1, ""], [2, ""], [3, "ORIGINAL CONTRACTS r«a THE SURVEY OF THE COAST."], [4, ""], [5, "ORIGINAL CONTRACTS. Treasury Department, June 20, 1842. Sib : I have the honor to transmit the following communication, in an swer to the inquiries made in your letter ofthe 31st ultimo, in behalf of the special committee '• on the coast survey.\" First. Respecting \" the contract between the Government and F. R. Hassler, superintendent of coast survey,\" of which a copy is asked by the committee, I beg leave respectfully to refer to the accompanying papers, (marked A, B, C, and D,) as containing all the information in possession of the Department, in reference to the engagement of the services and the terms on which Mr. Hassler undertook to perform the work, in the year 1816, and on its revival in 1*832. Second. In reference to the inquiry,\" under what authority was Mr. F. K. Hassler employed to make a set of measures for the United States ?\" I would respectfully refer the committee to the copy of a communication, herewith sent, from Mr. Secretary Ingham, under date of the 30th of April, 1S31, (marked C,) by which it appears he was employed by the Treas ury Department, with the sanction of the President, to superintend the manufacture of weights and measures for all the custom-houses ofthe United States. Third. In regard to the inquiry, \" when was the work eonnneneed, and how much has been expended, yearly, from its commencement up to the present time, specifying the sums, to whom paid, and for what purpose ?\" it is to be remarked, in answer to the first branch of this inquiry, that on the 29th of May, 1S30, the Senate of the United States adopted a reso lution directing the Secretary of the Treasury \"to cause a comparison to be made ofthe standards of weight aud measure now used at the princi pal custom-houses in the United States, and report to the Senate at the next session of Congress.\" To comply with the requirements of this reso lution, it appears Mr. Secretary Ingham deemed it expedient to engage the services of Mr. Hassler to make the necessary comparisons, as shown by the accompanying copy of his letter to that gentleman, dated 12th June, 1830, (marked B,) and inviting him to come on to Washington to perform that duty. To institute the comparisons mentioned, it became necessary to require the collectors ofthe principal ports to forward their standards to Washington, which occasioned some unavoidable delay in the commence ment of the work. The proper tests and comparisons were accordingly made by Mr. Hassler, and the determined results were submitted to the Senate, in reports from the Department, under dates of the 3d of March, 1831, and 20th June, 1S32, which will be found in Senate documents, 2d session of 21st Congress, 2d volume, document 74, aud Executive docu ments, 1st session 22d Congress, volume G, document 299. As the results of these comparisons exhibited serious discrepancies be tween the standards used at the respective ports, the Department gave di rections to Mr. Hassler to superintend, in this city, the manufacture of standard weights and measures for all the custom-houses. These direc tions were given in April, 1831, but, as many arrangements had to be made before the work of fabricating these standards could be properly en tered upon, such as the collection of materials and the preparation of re-"], [6, "4 quisite machinery, some time elapsed before it went into complete opera tion. There is no data in the Department by which the precise time when the work was commenced can be fixed. In reply to so much of the second branch of the inquiry under considera tion as relates to the amount \" expended yearly, from its commencement,\" I beg leave to refer to the statement prepared by the Register of the Treas ury, and transmitted to the committee on the 15th instant, in compliance with the request of Mr. Aycrigg, a member of the committee. Fourth. As to the inquiry, \" from what source or sources have the funds thus used been derived?\" 1 have to state that the funds have been derived from the accruing revenue, under the authority believed to be given in the 21st section of the general collection act of the 2d of March, 1799,requiring surveyors of the customs, from time to time, and particularly on the first Mondays in January and July, in each year, to examine and try the weights, measures, and other instruments, used iu ascertaining the duties on imports, with standards, \" to be provided by each collector, at the public expense, for that purpose.\" The construction given by the Department to this pro vision of law' seems to have been sanctioned by a special committee of the House of Representatives, of which the Hon. Horace Binney, of Penn sylvania, was chairman, as shown by their report, No. 132, vol. 1, second session of the 23d Congress, which closes with the following resolution. which was adopted by the House : \" Resolved, That it is highly expedient that the Treasury Department should complete, with as little delay as practicable, the fabrication of stand ards of weights and measures, for the supply ofthe different custom-houses ofthe United States, upon the principles set forth in the reports ofthe Sec retary of the Treasury to the Senate on the 3d of March, 1831, and 20th June, 1S32.\" Both Houses of Congress subsequently sanctioned the source from which the expenditures were made, by a joint resolution of the 14th June, 1836, directing the Secretary of the Treasury to finish a complete set of all the weights aud measures adopted as standards, for the respective States ; and by the 7th section ofthe act \"for the support of the military academy,\" &c, passed the 7th July, 1S3S, the Secretary of the Treasury is directed to cause to be made, under the superintendence of Mr. Hassler, one standard balance for each State, and, wh;:n completed, to be delivered to the respect ive Governors, for the use of each ofthe States. Fifth. In regard lo the inquiry, \"how many complete sets of weight:. and measures have been delivered to the Treasury Department, and how have they been disposed of?\" I beg leave, in answer, to refer the commit tee to the statement herewith sent, (marked D,) by which- it will be found that two hundred and seven sets of large weights, forty-four sets of ounce weights, and forty-one yard measures, have been delivered by Mr. Hassler to the Department ; that, of the former, there have been distributed to cus tom-houses and States, &c, one hundred aud nineteen, of the second twenty-three, and ofthe latter thirty-four. Sixth. In respect lo the inquiry, \" when is it probable the work will be finished?\" I would remark, that the Department is not possessed of such information as to enable it to fix any precise time when the wark will be finished ; but, as it is informed that the capacity measures, and the balance ofthe ounce weights and yards, have been fabricated, and are now under going their final comparison, it is not supposed that much time will elapse"], [7, "5 before their final completion It is understood that the balances designed for the States are also in a siate of forwardness. It is deemed proper to observe, in conclusion, that it is not contemplated to furnish the respective custom-houses with balances or ounce weights, they being designed for the respective States alone. I have the honor to be, very respectfully, your obedient servant, W. FORWARD, Secretary ofthe Treasury. Hon. F. Malloh^, Chairman ot Select Committee on Coast Survey. Washington, July 12, 1816. Sin : Herewith I have the honor to deliver the more detailed articles of the agreement between the Treasury Department and myself, relative to the survey of the coast, as desired by the letter of the Secretary of the Treasury, under the 5th instant. You will judge if I have expressed myself clearly upon the subjects under consideration, or not, and dispose, in consequence, as you find most proper. I have the honor to be, with respect and esteem, sir, your most obedient, humble servant, F. R. HASSLER. Jones, Esq., Treasury Department, IFashington City. Articles of engagement between the Treasury Department ofthe United- Slates and F. R. Hassler, relative to the survey of the coast of the United States. A. Mr. Hassler engages to bestow all his time, labor, and attention, to the work ofthe survey; as well to make, himself, the principal part of the general large triangulatiou, and the consequent calculations, as to superin tend and direct the establishment of the observatories, and the officers of engineers, or naval officers, who will be engaged under his orders, in the detail parts of the work, and give them proper instructions to that effect, according to the plan proposed by him, under the 15th May, 1816. B. He will, to that purpose, have the use of such instruments and books of the collection he has procured, or which are yet to be procured, for the use in this work, as he may find necessary for his objects, and give direc tions relative to those which are to be used by the officers under his direc tion. C. He will be provided from the corps of engineers, on his application to the general of said corps, with the following assistance to his own works, or such part of the same as he may deem necessary, according to circum stances, viz : 1. Two officers of engineers, topographical or others. 2. Some cadets of said corps, in number according to the circumstances. 3. Twelve men of said corps, for the most part artificers, with corporal or sergeant. 4. One large baggage wagon, with four horses, or two smaller ones, as he may require, with the necessary drivers to them."], [8, "6 5; Two saddle horses. 6 Tents for the accommodation of himself, the above-mentioned officers, cadets, and men, and the shelter of the instruments. 7. The necessary field utensils, as well for the personal accommodation ofthe company as for the works occurring, not comprehending Mr. Hass ler's private equipment. D. Under Mr. Hassler's orders, the officer first in rank accompanying him will have the chief command ofthe above military assistance, and act as treasurer upon the funds, which will be given to said officer to defray all the expenses ofa public nature occurring or ordered by Mr. Hassler; and said officer will render account upon these funds to the Treasury Depart ment. E. The following are lo be considered expenses of a public nature, viz: 1. The keeping in order and securing from injury of the instruments belonging to the Government, their stands and boxes, and the fitting them up for use. 2. Such additions lo the collection of instruments and books as may be sound necessary by Mr. Hassler in the progress of the work, as well to complete the collection from time to time as to furnish a sufficient number of them for the use of the detail surveyors. 3. The construction of the signals and signal lamps, and their attend ance and protection 4. The preparations ofthe stations, for the convenience of observations, and the securing of them for future utility. 5. The transport ofthe instruments and the baggage ofthe companv. 6. All expenses consequent or relating to the keeping in order and maintenance of the military assistance stated in article E. 7. All expenses for the establishment ofthe permanent or temporary observatories, to be erected according to Mr. Hassler's plans. 8. The printing of blank formulas of journals and calculations, for the detail surveyors, if such are found advantageous, as it is probable. F. Mr. Hassler will receive, as compensation for his personal work in the survey, his superintendence and direction ofthe whole, and all his per sonal expenses consequent thereof, the sum of five thousand dollars an nually, to be paid quarterly, on his drafts upon the Treasury Department, *)r otherwise. G. It is understood that the work shall not be carried on in the form of a bureau or office ; but that Mr. Hassler himself, as well as the officers under his direction, shall execute such work as devolves upon them, orar***-, ordered to them iu the field, by defraying their own personal expenses and at home in their private quarters. Therefore, no accounts will be ad mitted upon room hire, fire wood, stationery, or smaller drawing imple ments, not provided by the collection of the Government. The above mentioned compensation is to be considered compensating all his personal expenses, in his absence from home, in the work of the survey and the items here mentioned, required for his personal use in this work exclu sive only of tho expenses stated as of a public nature iu article E H. The appointments to be made in future, to officers undertaking sen arate parts ot the work, will be fixed so as to comprehend the same articles and to follow the same principles. ■ ' I. If, therefore, Mr. Hassler shall at any time require officers to work under his direction m his quarters, it will be at his option, and entirely a"], [9, "7 matter of his private arrangement; otherwise, every officer is to be un derstood to execute his house work in his own quarters. K. From these regulations are excepted : 1. All expenditures relating to the use of vessels or shipping, for sound ings and the nautical part of the survey, for which proper arrangements will be made in time by the Treasury Department, upon propositions to this effect. 2. The clear executed copies of the maps and charts, either general or special, which will be required by the proper authorities, or prepared for publishing ; for which proper draughtsmen will be appointed, and paid according to separate arrangements, to be made with men who may have applied to such works with particular success. 3. All expenses and consequences of engraving, printing, publishing, or executing such number of copies of the maps or charts as may be required for this purpose, or desired by the Government, or the officers to whom it may belong. F. R. HASSLER. Washington. July 12, 1S16. Treasury Department, August 3, 1816. • Sir : The correspondence and documents relative to your being employ ed as superintendent of the survey of the coast, under the act of Congress respecting that object, have been submitted to the President, and your ser vices are engaged, on the following terms : 1 . The whole of your time, labor, talents, and attention, shall be given to the work, as well in relation to the superintendence of the duties to be performed by military or naval officers and assistants, or by draughtsmen and engineers, as in relation to the parts of the work which are to be ex ecuted by yourself. 2. You will be provided with competent assistance of officers and men, from the corps of engineers and from the navy, with tents and field equip age, with baggage wagons and horses ; and you will have the free use of the public instruments and books, for the purposes ofthe survey. 3. The party of officers, men, and assistants, accompanying you, will be ordered to conform to your instructions ; and all the incidental expenses of the survey, which are of a public nature, will be defrayed by the Govern ment • but vour own personal expenses are to be defrayed by you, whether you are employed at home or abroad. 4. Funds will be placed, from time to time, upon your requisition, in the hands of the chief officer accompanying you, to be disbursed, upon youi order in the payment of the expenses of a public nature, and to be ac counted for by him at the Treasury once at least in every three months. 5. You will receive, in full for all your services, a compensation at the rate of g3,000perannum,and soryour personal expenses an allowance at the rate of $2,000 per annum, to commence on the 18th day of June, 1816, and to be paid quarterly at the Treasury, upon your drafts. 6. You will make frequent reports of your progress to this Department, and deposite here all the surveys, drafts, notes, charts, maps, journals, and documents, in any wise belonging to the survey of the coast ; and you will return the public instruments and books to such place as shall be directed, when they are no longer required for the business ofthe survey."], [10, "8 7. Is at any lime it should be necessary to explain the nature and ex tent of your employment and engagement, your communications to this Department, and particularly the articles submitted by you on the 12th July, 1816, will be resorted to. It only remains to repeat the President's solicitude for a successful and speedy execution of the great national work which is thus confided to you, and to assure you of the\" esteem with which I am, sir, your most obedient servant, A. J. DALLAS. Mr. F. R. Hassler, [ To the care of Robert Patterson, Esq., Director of the Mint, Phila.] Copy certified conformable to the original. F. R. HASSLER. Upon the articles of agreement between the Treasury Department of the United States and F. R. Hassler, relative to the survey of the coast of the UniledJStates. 1. Mr. Hassler engages to undertake the direction of the survey oi ie coast of the United States, according to the law to that effect of 1S07 and the act to put the same in activity, passed in 1832, as well by performing such of the principal parts of the same as will require his own personal work, as by directing and superintending the work of such officers of the army and navy, and also civil engineers, as will be appointed, upon his recommendation, in the other parts, and the detail surveys, the determina tion of soundings, and such like. 2. He will, for that purpose, have the use and disposition, for himself or his assistants, of the instruments and all other necessary implements, books, &c, that have been procured in time for that purpose, and such others as will be procured successively for the same use. 3. He will also be provided with the proper means of safe conveyance of these instruments and other objects, either by land or by wat#r, accord ing to the arrangements which he will make at proper times for that pur pose. 4. He will receive the assistance of such officers, cadets, midshipmen, or other men of the military or naval service, as will be appointed upon his request, and who will be provided with all their necessary field equip ments, &c. 5. AU the assistants and men, military, naval, or civil, that will be ap pointed for this service, will be ordered to conform to his instructions and directions, and, in case of their refusal, he will have the liberty to order them to report for other services, or dismiss them. 6. He will have the sole and free disposition of the carriages or other means of conveyance, and other objects or implements appei tainin°* to the equipments for this work. 7, He will be provided with tents for the instruments and for the ac commodation of himself and his assistants, with the necessary tools for pre paring stations, placing signals, and the other necessary works for the en campment on the stations, and mending implements, &c, that might be in"], [11, "9 need of it, the necessary means for signals, and for the preservation ofthe stations of the survey. 8. One of the assistants will act as accountant for all public expenses made upon the orders of Mr. Hassler, and will receive from the appropria tions made for the survey such sums, at different times, as shall be agreed upon. He will account for them, at stated times, to the Treasury Depart ment, for which service he will receive a compensation. 9. All drawing, plotting, execution of maps, or such like, will be done by the assistants, upon Mr. Hassler's orders, either in their private quar ters or in an office, as may be judged best adapted to the case ; the office expenses will be paid by the accounting officer, on public account. 10. All the stationery needed in the work, as well for Mr. Hassler as for any ofthe assistants, will be provided by the accounting officer, at pub lic expense, in the field or at home. 11. Officers or engineers, detailed out by Mr. Hassler for separate works, of detail parts or others, will conform to the instructions which they will receive from him upon their work ; they will be furnished with such in struments, implements, and assistance, as he will direct ; and their expen ses of a public nature will be accounted with the accountant above stated. They will report to Mr. Hassler, as he will direct ; for such works they will receive adequate compensation. 12. Mr. Hassler will receive, for compensation of his services, $3,000 per annum, aud in lieu of his private personal expenses $2,000 per annum, to be paid together quarterly, upon his draft, bill, or otherwise, unless, in the progress of the work, he should be obliged to make voyages at greater distances, when an allowance, by the way of mileage, will be determined. 13. Mr. Hassler will be provided with an ostensible public paper, stat ing his employment, and the nature and object of the same, to support him in his actions and transactions in any part of the country he may have to go for the purpose of his work, to serve equally for his assistants and the persons employed under him, F. R. HASSLER. Washington City, August 6, 1832. Instruments, implements, and assistance required. 1st. These cannot be very essentially different from what they were in 1817. In the present state ofthe instruments and their accessories, it will be best to give them under detailed inventory, as stated in its place, to the disposition of the chief of the work, to take the best advantage of them that they will afford, to have them put in as good order as possible, and to al low him to replace the missing accessories as best he can. 2d. The carriage made p trposely for the transportation of the principal instruments was sold, but i yet on hand, and can be made serviceable un til a new one may be consti icted, which would most likely delay too long at present. For the other parts ofthe transportation it will be easy to get a Jersey wagon, as has been used before. 3d. Horses and harness it will be necessary to purchase— the first strong and sure ; the second simple, but strong. The mode of transportation of the xistruments by a proper carriage, made of a size exactly to serve as a box"], [12, "10 for them, and upon springs and thorough-braces, has been found more se cure and economical lor this country than the transportation by hand. It admits, therefore, also, to reduce the number of laboring hands for the work of the triangulation. 4th. The whole party in the work must be supplied with the necessary lents for their encampment in the field, and other necessary field equip ments, besides axes, pickaxes, spades, and other tools, required for the placing of signals, preparing stations, and keeping every thing in good or der. (I have even always such tools with me as are proper for keeping the instruments in good order, and repairing lighter accidental damages.) 5th. It must be observed, that the proper provision and arrangement of the accessories, and even the ease of an observer, are essential elements of accurate observation, as well as attentive and intelligent assistants ; both favor the unimpeded and proper progress of the work, and are therefore essentially economical. A defective state of these parts is very detrimental. 6th. It is expected that none of the chronometers will be in a serviceable. state ; that defect may be supplied by the loan of a second-pendulum clock at West Point, (of Troughton's arrangement,) made expressly for transport ation, which is not expected to be in use there ; even a circular instrument of Troughton's, which is there, most likely in the same predicament, might be borrowed with advantage for the secondary triangles mentioned in the proper place. 7th. The selection ofthe assistants, in officers or other able men,mu?t of course belong to the chief of the work, who will recommend them, and they will receive their appointments Trom the Department, but, if necessary, removed upon the proposition of the chief of the work. For the present first beginning, to execute the part stated for the immediate works three such persons will only be required, whom I wish to name, besides what accidental help I shall have to call my son in for, on account of his ac quaintance with the former work. 8th. The number of laboring men will vary at different times. When the base lines are measured, fifteen to twenty will be required for the sim ple triangulations, particularly that proposed at present in completion and extension of ti e triangulation made in 1817. Six or seven may be suffi cient, besides the drivers for the carriages and what may be needed for de tail triangulations, if they are undertaken simultaneously. 9th. The best manner of getting this part of the assistance in laboring men is to take them from the military, where they may be easily spared from some garrison or other. Their habit and regulation of discipline, and their being placed under the order of an officer, introduces much easier the necessary regularity, and they stand for their conduct under proper regula tion. 10th. The pay and maintenance, in every respect, of the officers and men taken from the army c*.nd navy, is in all cases to be provided for and paid by the army corps to which they belong, or the navy in general, according to the regulations in which they otherwise stand ; so, also, they will receive all their equipments. They must, in general, be considered as coming to this service in the same manner as to any other in their line to which they might be ordered. F. R. HASSLER. Washington City, August 6, 1832"], [13, "11 Treasury Department, August 9, 1832 Sir: With the President's approbation, you have been appointed\" to make, under the superintendence of this Department, the survey of the coast ofthe United States, directed by the acts of the 10th February, 1817, and 10th July, 1832. The act last mentioned having authorized the employment of other per sons as well as those in the land and naval service, such assistants, of either description, as may be necessary in the work, will be provided at your request. Funds will be placed, from time to time, upon your requisition, iu the hands of one of your assistants, to be disbursed for such expenses ofa pub lic nature as may be properly chargeable to the appropriation for the sur vey of the coast, and he will render his accounts, approved by you, quar terly, to the First Auditor. Those expenses of the persons in the military and naval service em ployed in the survey, which are chargeable to military and naval appropri ations, will be defrayed by the officers of the respective Departments, and accounted for under the direction of those Departments. You will receive, in full for all your services, a compensation at the rate of $3,000 per annum, and, for all your personal expenses, an allowance at the rate of $1,500 per annum, payable quarterly, to commence on the 2d of August, 1832, you having been employed since that time in the neces sary arrangements of the instruments and other preparatory works. It is to be understood, however, that you will still continue your services in the construction of weights and measures for the custom-houses, as far as may be compatible with your duties in the coast survey, without any other com pensation than what is allowed for the coast survey. In all other respects than those indicated by this letter, the terms and nature of your employment will be the same as were fixed by the letter ad dressed to you by this Department on the 3d of August, 1816. The plan of operations and methods formerly adopted by you in the coast survey having been approved of, you will recommence and continue the work in conformity with them, including such modifications as are sug gested in your report of the 6th instant. I am respectfully, your obedient servant, LOUIS McLANE, Secretary ofthe Treasury. F. R. Hassler, Esq. Washington City, August 12, 1832. Most Honored Sir : I have the honor to acknowledge the receipt of your favor of the 9th instant, by which you are pleased, with the authoriza tion of the President, to give into my charge and direction the important national work of the survey of the coast of the United States, with a com pensation of $3,000 annually for my services, and an annual allowance of $1,500 for my personal expenses, to begin from the 2d instant. I am too well aware of the great importance ofthe work, its exigencies and nature, and the magnitude of the task, not to appreciate duly the value of the confidence you place in me by this trust. I shall call up all my exertions to prove these feelings, by conducting the work in a manner as"], [14, "12 honorable as permanently useful to the country ; for which it presents so valuable means, that I feel highly honored by the occasion thus given to me to contribute my exertions toward such an aim. The diminutionof the allowance for my personal expenses, from what they had been rated at in my first appointment in 1816, is not such that within the limits of such estimations, made beforehand, its effects could be distinctly foreseen ; I could only say, that while I was in activity in this work in 1817. my annual expenses in my absence from home amounted to about $2,000. What effect the now somewhat changed prices of things may have in this respect is of course impossible to foretell ; therefore this is so much less an objection with me, as in any case I am certain it is not the intention of the Government to put me to pecuniary loss, and that, there fore, in case it should be found appropriate, this part may easily be modi fied to tho exigency of unforeseen circumstances. I shall also attend to the standarding of weights and measures, in which I have hitherto been engaged. I have taken such arrangements as will enable my assistant in it, Mr. Schmid, to prepare the works to the last stage of their adjustment, which I shall then make myself next winter, after my return from this year's field work in the survey. His acquaintance with the subject, and his practice in that part during his presence in all my former operations, render him fully capable to the task ; and his work will abridge mine so as to bring the necessity of my personal attendance within such limits of time as will be compatible with my work in the survey. With thanks for the honor of your confidence, I remain, with perfect respect and esteem, most honored sir, your most obedient servant, F. R. HASSLER Hon. Loris McLane, Secretary of the Treasury of the United States."], [15, ""], [16, ""], [17, ""], [18, ""], [19, ""], [20, ""], [21, ""], [22, ""]]