[[1, ""], [2, ""], [3, ""], [4, ""], [5, "THE MANCHESTER MAN. VOL. II."], [6, ""], [7, "THE MANCHESTER MAN. CY MRS. G. LINNÆUS BANKS, AUTHOK OF \" god's provddence house,\" &c, &c. IN THREE VOLUMES. VOL. H. LONDON: HURST AND BLACKETT, PUBLISHERS, 13, GREAT MARLBOROUGH STREET. 1876. AU rights reserved"], [8, "LONDON: PRINTED BY MACDONALD AND TDGWELL, BLENHEIM HOUSE, BLENHETM STREET , OXFORD STREET,"], [9, "THE MANCHESTER MAN. CHAPTER I. EASTER MONDAY. sTIHAT evening, Jabez, a clear-eyed, open- -'- browed youth, in bis seventeenth year, upright, well-knit, and firmly built for his age, knocked at the parlour-door after Miss Augusta had been sent to bed. There was some trouble on his counten ance, as though he was bent on an errand utterly repugnant to him. He was truly sorry to be the means, however remotely, of bringing disgrace on both an old man and a young one; but Simon had led him to the conclusion that if there was little honour VOL. II. B"], [10, "2 THE MANCHESTER MAN. in turning informer there would be absolute dishonesty in keeping silence whilst he saw his master robbed. Yet he hesitated, and lingered with his hand on the handle of the door, after the clear voice of Mr. Ashton had twice invited him to \" come in.\" Mr. Ashton therefore opened the door, and saw Jabez with a design for a bell-rope tassel in his hand. \" \"Well, Jabez — what is it ? something special you have to show us ?\" \"No, sir, I only brought this lest any of the servants should be curious about my errand here.\" Mrs. Ashton, who was reading a romance from Mrs. Edge's circulating library in King Street, lifted up her head at this ; and Jabez came in, closing the door. \" Then what is the errand which needs such precaution ?\" asked Mr. Ashton, re suming his seat and looking up at the clear face of Jabez."], [11, "3 THE MANCHESTER MAN. \" I think, sir,\" — and he laid an emphasis on the \"think\" — \" I have found out how you are being robbed, and who it is that robs you.\" \" You — what ?\" exclaimed Mr. Ashton, placing his hand on the elbows of his chair, and bending forward inquiringly. Jabez repeated his statement, adding, \" I think, sir, some of your putters-out and work-people are in league to defraud vou.\" Out came Mr. Ashton's snuff-box, down went Mrs. Ashton's romance, whilst Jabez told succinctly how his suspicions had been first aroused, and how they had been con firmed that day. \" I did not tell my suspicions to Christo pher, sir, thinking I had best not interfere, or put the — the — them on their guard until I had spoken to you. I feared lest I should defeat your plans,\" said Jabez modestly. \" Just so, Jabez, just so ; you were b2"], [12, "4 THE MANCHESTER MAN. quite right, Jabez,\" said his master, whilst a shower of snuff fell on neckcloth ends and shirt-frills. \" Yes, quite right !\" assented Mrs. Ashton with customary dignity. \" ' A still tongue shows a wise head;' but we seldom see an old head on such young shoulders.\" No active steps were taken for a few days, but Mrs. Ashton was in the ware house, and doubly observant ; and Mr. Ashton was also on the alert. They saw enough to convince them that Jabez was correct, and, acting on first impulses, Nadin was again communicated with. From the window of Jabez Clegg's little room, Kit Townley was seen to receive payment from a fringe-weaver for his share of the spoil ; and then Nadin, who knew all about it quite well enough before, fol lowed up the clue to a waste-dealer's who bought at his own price workpeople's \" waste \" (i.e., warp, weft, silk, &c,"], [13, "5 THE MANCHESTER MAN. remaining after work was completed), and found tradespeople willing enough to re purchase, weU knowing that commodities so varied, and so far below market value, were not honestly come by. Nadin, big and blustering when there was nothing to be gained by silence, was for hauling the whole lot off to prison — the two Kits, the waste-dealer, and sundry workpeople — and the criminal code was a very terrible dispensation then. But Mr. Ashton was more merciful ; he was for milder measures. Besides, Mr. Townley was an old friend of his, and for the sake of the father he forbore to drag the son into a court of justice ; and unless he prosecuted all, he could not prosecute any. The sight of Nadin and his rough men, in their red-cuffed, red-collared brown coats, with their staves and hand-cuffs ready for use, was sufficently terrifying. The distress of old Mr. Townley was painful"], [14, "6 THE MANCHESTER MAN. to witness. As for Kit himself, he seemed less conscious of his guilt than ashamed of being found out, openly declaring that he \" did no more than was customary,\" and no more than old Christopher, who had led him into it, had done for years. That old hypocrite went down on his knees with many whining protestations of his innocence; but, finding proof too strong, he made a clean breast of it, and on learn ing that through the generosity of his em ployer he was about to escape prosecution, which would have led to transportation, he begged piteously to be allowed to retain the situation he had held for so many years. \" No, Kit,\" said Mrs. Ashton ; \" ' there is no rogue like an old rogue ;' you have not only robbed iis yourself, but taught others the trick. Think well you have escaped the New Bailey\" (the Manchester and Salford prison). At that period the constable who appre hended a criminal received a bonus on each"], [15, "7 THE MANCHESTER MAN. conviction, called \"blood-money,\" so large a proportion of felons were executed ; and Nadin, gruff and uncourteous even to his superiors, was disposed to resist Mr. Ash ton's amiable \"interference with the course of justice.\" A liberal douceur from Mr. Townley's well-stocked purse was potent to aUay his zeal. His runners were dismissed, and his friend the waste-dealer had a longer lease. The clearance of rogues paved the way for honest men ; besides suggesting mea sures to prevent like embezzlement in future. The Ashtons rightly thought that the best way to reward Jabez was to serve his friends. A situation as putter-out to the weavers was offered to Tom Hulme, Mr. Ashton having had his eye on him for some time ; and old Simon, being sent for, went home delighted with commendations of Jabez, and the consciousness that the only barrier to Bess's marriage was now removed, and that through the foundling's instrumentality."], [16, "8 THE MANCHESTER. MAN. The only bar, that is, save the double fees of Lent, and the \" ill-luck \" supposed to follow a couple united during the peni tential forty days. Tom put up the banns, however, and Easter Monday was chosen as the day of days for the ceremony. Tom Hu] rue's parents had been married on an Easter Monday, Simon had been tied to his wife on an Easter Monday, Jabez had been made a Blue-coat boy on an Easter Mon day, and apprenticed on an Easter Monday ; it was consequently an anniversary to be observed and respected. Early marriages prevail amongst the class made early self-dependent by earning their own living. Matt Cooper had long been a grandfather, Molly and his two eldest boys had been married and settled. A brisk young butcher coming to the tannery with hides had met Martha, the other girl, bearing her father's dinner, and been so taken with her sharp, active gait, and saucy answers, that he proposed to transfer her"], [17, "9 THE MANCHESTER MAN. to his shop beyond Ancoats Lane Canal bridge, and to make his offer more palat able, suggested an amalgamation of the two households, and to take the youngest lad — Matthew, aged fourteen — as his ap prentice. So ardent and promising a lover was not to be despised. Martha did not say \" No,\" and Matt, beginning to stoop in the shoul ders, rejoiced at the prospective haven for his declining years. It was arranged that they should be married along with Bess and Tom Hulme ; and so Matthew Cooper went with the Cleggs to church, not as a gallant bride groom, but, more suitably, to give away a bride. And now how shall I describe the scene at the Old Church on Easter Monday, to convey anything like an idea to modern readers, unacquainted with the locality, the period, and the habits of the people ? It must be borne in mind that registrars'"], [18, "10 THE MANCHESTER MAN. offices did not exist ; that there was no marrying at dissenting chapels ; that few, if any, churches were licensed for the solemnisation of matrimony ; and that the collegiate parish church of Manchester was the nucleus towards which the marriageable inhabitants of all the surrounding townships and villages turned at the most important epoch of their lives. The venerable pile (now being doctored by restorers) was set, as it were, in a ring fence of old houses, with an inner ring of low wall encircling the churchyard, which, as grave-stones testified, had once extended to the very house-steps. As I have else where said, the path between this wall and the houses was known as Half Street, a portion of which, containing Mrs. Clowes's old shop, still remains ; and did I enumer ate all the public houses in this ring-fence which offered accommodation to wedding and christening parties, only a future generation of antiquaries would thank me ;"], [19, "11 THE MANCHESTER MAN. and even they might doubt the facts set down in a work of fiction. Nevertheless on Easter Monday not one of these hostelries had a spare foot of room. Every window and every door stood wide open. Men and women, gaily dressed as their own means or friendly wardrobes would allow, went in and out, filled rooms and passages, leaned from the windows with ribbons flying loose, or with pipes and ale-pots in their hands, calling to their friends below, whilst rival fiddlers (almost every party having its own) scraped away in anything but harmony. Horses and carts blocked up every avenue, and the churchyard itself was thronged with an excited crowd. Only the parties immediately interested were admitted into the sacred edifice, but to reach the doors they had to force their way, and could only return in couples through a dense avenue of humanity, amid a shower of jests, many not the most seemly."], [20, "12 THE MANCHESTER MAN. Bess wore only a white cambric gown, and a straw bonnet crossed with white ribbon, both of which Mrs. Ashton had provided ; but somewhere in Tom's Penin sular campaigns he had picked up a bright coloured scarf, which made her glorious to behold, and the envy of many a country bride. His old uniform had been kept for the occasion, and they looked grand toge ther, but the quiet content on Bess's face was better than the grandeur. Nat Bradshaw, the butcher-bridegroom, was of a jovial turn, and nothing would do but the whole double wedding-party, Jabez included, should turn into the Ring-o'-Bells to drink health and happi ness to the brides, and give them spirit to go through the ceremony befittingly. Bess and Martha hung back, blushing like peonies ; but Nathaniel was not to be gain said, and in they went ; and whilst the brides sipped, he quaffed, and pressed the others to do likewise."], [21, "13 THE MANCHESTER MAN. At length Jabez, who had been brought up temperately, cried out they would be too late — Parson Brookes had been gone into the church half-an-hour. There was a general rush from the room, and in the scramble to get first the party got separated, Matthew pulling his daughter along and leaving the bridegroom to follow. They elbowed their way into the church, and reached the choir just as Joshua pro nounced the benediction over some twenty couples closely packed around the altar. Then there was a jostle and a scramble for \" first kisses,\" amidst which rose the rough voice of the chaplain. \" Now clear out, clear out ! Do your kissing outside. There are other folk waiting to be wed. Do you think I want to be kept here all day tying up fools ?\" That instalment of the married having been hustled away to sign the church books, with their attendant witnesses, Joshua called out impatiently to the wait-"], [22, "14 THE MANCHESTER MAN. ing couples, amongst which were Bess and Tom— \" Come, come ! How long do you mean to keep me standing here ? Do you intend to be married or not ? Oh, it's thee, is it ? [to Bess]. Well, thah's waited long enough. — See that you make her a good husband [to Tom]. Kneel down here,\" and he placed them, not roughly, almost in the centre of the altar, pulling others to their knees beside them, with scant ceremony. \" What do you want here ?\" in his harshest tones he asked a very youthful looking couple. \" To be wed,\" was the prompt answer of the young man. \"Ugh!\" grunted the Parson, \"what's the world coming to ? I used to marry men and women — now I marry children ! Here, you silly babies, take your places.\" Another file of candidates for matrimony being ranged (after some pushing and pulling) in pairs around the altar, Joshua"], [23, "15 THE MANCHESTER MAN. took his book, and the service bearan. 7 O So long as it was general, all went tolerably smoothly — women and men alike were too bashful and confused to know much what was said, or what they re sponded, and certainly they rarely looked in each other's faces. At length there was a slight stir and a whispering from the quarter where Matt Cooper stood behind his daughter. \" Silence there !\" roared Joshua, in a voice which set a row of hearts in a flutter, and there was silence. But he had come to the troth-plight, and again the same commotion was apparent as he approached the Coopers. \" \"What's wrong here ?\" he demanded, pausing before Martha, who was all in a tremble. \" Moi lass is waitin' fur her mon,\" an swered Matthew from behind. \" Ugh !• I can't wait for laggards. — \"Here, you, [addressing Tom Hulme,] an-"], [24, "16 THE MANCHESTER MAN. swer for him. — \"What's his name ?\" [to Martha]. \" Nathaniel,\" she faltered. \" I, Nathaniel, take thee, Martha, to be my \" he went on, insisting on the response of Tom, who looked aghast at the prospect of marrying the wrong woman, and being told \"to pair as they went out,\" as Joshua had summarily adjusted a like mistake heretofore ; or what was worse, of being saddled with two wives. On imperturbable Joshua went with the ceremony, bent on a marriage by proxy. His experience having taught him that women of the working class as a rule took charge of their wedding-rings, he asked Martha for hers, which was duly produced, and without further ado he directed Tom Hulme to place it on Martha's finger, as he had pre viously put one on Bess's, and with the same formula. They had got as far as \" \"With this ring I thee wed,\" when the missing bridegroom"], [25, "17 THE MANCHESTER MAN. came in hot haste through the side door, into the chancel, closely followed by Jabez, who had been in quest of him. He was flushed with ale and excitement, but was clear-headed enough to perceive what was going forward, and, to the chaplain's chagrin, plucked the young woman back from the altar and his proxy, and the ring rolled to the ground. Then ensued an altercation between the butcher and Joshua Brookes, the latter in sisting that what was good enough for princes might be good enough for him, and refusing to go over the ceremony again. But an apparitor drew the tardy bride groom aside, and whispered to him a few mollifying words, whilst Joshua concluded the ceremonial, and then hurried from the altar with hardly a look at either Jabez or Simon as he passed out of the chancel, chafed and angry. Another clergyman took his place, and in the next group Nat Bardsley and the half-married Martha took VOL. II. c"], [26, "18 THE MANCHESTER MAN. theirs. The lost ring had a substitute provided by the clerk for such emergen cies; and this time they were as surely married as Bess and Tom had been. Jabez had found the truant bridegroom at the \" Ring-o'-Bells,\" oblivious of the flight of time, or of his party. The story having got wind, there was a general rush in their direction. \" Here's th' mon wur too late to be wed !\" — \" Tak' care thi woife hasna two husbants !\" — \" Hoo's getten two husbants o' ready !\" — \" See thah's tied oop gradely, lass !\"— \" Thah'rt a pratty fellow!\" and much more which might have provoked a man less good-humoured in his cups. As it was the new brides clung to their husbands, half afraid of these noisy demon strations, and were not sorry to get clear of the crowd, and thread their way to Ancoats Lane, where the thriving butcher, assisted by Mrs. Ashton, Mrs. Clowes, and"], [27, "THE MANCHESTER MAN. 19 Mrs. Clough, had prepared a dinner which bore no proportion to the \" short commons \" of every-day fare. C2"], [28, "20 CHAPTER II. PETERLOO. PEOPLE had been naturaUy sanguine that the conclusion of peace would inaugurate prosperity, that commerce would flourish with the flourish of pens on the parchments of a treaty. But the war had been of too long continuance, too universal, too destructive of life and property and crops. \"When grounds lie untilled for years ; when swords reap harvests that should have been left for the sickle ; when cattle are slaughtered wholesale for unpro ductive soldiery, or for lack of provender ; when orchards and vineyards which have taken years to mature are given to the"], [29, "THE MANCHESTER MAN. 21 flames, there can be no sudden re-adjust ment of commercial matters. Food-pro ducts are the staple of trade, which is only a system of exchange facilitated by coin and paper. \"What could a food-producing continent, down-trod by the iron hoof of war, have to offer in exchange for our textile fabrics and hardware ? Trade could not revive until there was food to sustain it. Yet the mass of the people in 1816, still further im poverished by a deficient home-harvest, imputed the evil to defective legislation, and the exclusion of foreign corn save at famine prices ; and discontent became universal. Strangely enough, the agricultural dis tricts, which the Corn Laws were supposed to protect, were the first to cry out against them, and to break out into riot — not Manchester, Oldham, Nottingham, and the manufacturing centres."], [30, "22 THE MANCHESTER MAN. This year closed on a popular demand for Parliamentary reform, but not a riotous one. Sunday-schools had created readers on humble hearths, and William Cobbett supplied them with books and pamphlets bearing on their own rights and wrongs. They were read with avidity, and he be came a power. He counselled peaceful persistence, not armed resistance. Hamp den Clubs were formed all over the country, in which the political questions of the day were discussed with as much freedom as stringent law permitted. Public speakers and poets, of whom Samuel Bamford was one, arose from the ranks of the working classes ; and the men banded together under such leadership caUed themselves Radical Reformers, a title which soon degenerated into Radicals. The members of these rapidly-spreading clubs subscribed a penny a week each. Delegates were sent to meet and debate together; and on the 4th November, 1816,"], [31, "23 THE MANCHESTER MAN. a large meeting was held in St. Peter's Field, Manchester (strangely enough, the site of the present Free Trade Hall), \" to take into consideration the distressed state of the country.\" Other meetings were held by the Re formers and their delegates; and on the 13th January, 1817, their political opponents held a counter-meeting, to consider the \" necessity of adopting measures for the maintenance of the public peace ;\" for certainly the meeting of large masses of disaffected people, however peaceably dis posed in the outset, and individually, becomes threatening in the aggregate. No one cares much for a grain of gunpowder ; but mass the grains into pounds, and the pounds into tons, and there is certainly need of precaution in dealing with it. Amongst the precautionary measures deemed necessary for the protection of the peace, and the suppression of seditious meetings, were the suspension of the"], [32, "24 THE MANCHESTER MAN. Habeas Corpus Act, and the enrolment of the Manchester and Cheshire Yeomanry Cavalry, under the command of Sir T. J. Trafford ; Laurence Aspinall, Ben Travis, and John Walmsley joining the corps. Ou the 24th of March — since known as Blanket Monday — a large number of men assembled in St. Peter's Field, with blankets upon their shoulders, with the openly expressed design of walking to London, to lay their grievances before George, the Prince Regent, in person. The blankets were intended for coverlets on the wayside beds Mother Earth alone would spread for them. The meeting was dispersed by military, the newly-formed yeomanry dis tinguishing themselves by trapping a num ber of the Blanketeers who had prematurely set out, and who had not got farther than Stockport. This was the signal for wide-spread alarm, and for Joseph Nadin to prove his discrimination and vigilance by scenting"], [33, "THE MANCHESTER MAN. 25 out imaginary plots, and arresting suspect ed plotters, whom he tied together, hand cuffed, ill-used, and hauled to prison, or before magistrates (whether for acquittal or conviction), for little other reason than the dangerous power given by the suspen sion of the Habeas Corpus. He was a big, blustering, overbearing fellow, with a large grizzled head, closely set on strong broad shoulders, with overhanging brows drawn close, and a saUow skin ; and his officious zeal in arresting such persons as Samuel Bamford, the weaver-poet, Thomas Walker, and the amateur actors he laid hands on at a public-house in Ancoats Lane, laying to their charge plots which had their origin in his own brain, did more to embitter the people against their rulers than those dust-blinded rulers suspected. The Radical agitation reached its climax in 1819, when our friend Jabez was a well-formed, well-favoured young man of twenty, high in the estimation of his"], [34, "26 THE MANCHESTER MAN. master and mistress. Popular rights had found a fresh champion in Henry Hunt, the son of a well-descended Wiltshire yeoman, a man of gentlemanlike bearing and attire, agreeable features mobile in expression, and dull grey eyes which lit like fiery stars when in the fervour of his speech his soul shone out of them. \" Orator Hunt,\" as he was ironically dubbed by those who loved him not, was the very man to move the people as he himself was moved ; his energy and fervid eloquence carried his hearers with him, and as he was wont to lash himself to a fury which streaked his pale eyes with blood, and forced them forward in their sockets, no wonder the Manchester mag nates were afraid of his influence on the multitude, or that the Prince Regent should issue a proclamation against sedi tious meetings and writings, or the military drilling of the populace, then carried on with so fervid an orator to inflame them."], [35, "27 THE MANCHESTER MAN. When Henry Hunt made a public entry into Manchester, and attended the theatre the same evening, a disturbance ensued, and he was expelled, and the next evening the theatre was closed, to preserve peace. Then a watch and ward, composed of the chief inhabitants, was established ; a meet ing called by the Radicals was prohibited ; but that did not deter the calling of another on St. Peter's Field, on the 16th of August, when a couple of large wagons were boarded over to serve as temporary hustings, whence Orator Hunt from the midst of his friends might address the assembled multitude. Augusta Ashton had just passed her fif teenth birthday. She was slim, graceful, and tall beyond her age, and was surpass ingly lovely. She was still under Mrs. Broadbent's care, and went to school that morning as usual, other meetings having passed off quietly, and no apprehension of"], [36, "28 THE MANCHESTER MAN. disorder being entertained until long after nine o'clock. About that hour the people began to assemble from all quarters on the open ground near St. Peter's Church — not blood thirsty roughs, but men, women, and children, drawn thither for a sight of a holiday spectacle. True, of the coHective eighty thousand, though there were many thousands of earnest, thinking men who went to grapple with important questions, yet no such mighty gathering could be without its leaven of savagery and mischief. But those who went from the mills and the workshops, the hills and the valleys around Manchester, walking in procession, with bugles playing and gay banners flying, though they might look haggard, pinched, and careworn, made no attempt to look deplorable, or excite compassion. They wore their Sunday suits and clean neckties ; and by the side of fustian and corduroy walked the coloured prints and stuffs of"], [37, "THE MANCHESTER MAN; 29 wives and sweethearts, who went as for a gala-day, to break the dull monotony of their lives, and to serve as a guarantee of peaceable intention. Such at least was the main body, mar shalled in Middleton by stalwart, stout hearted Samuel Bamford, which passed in marching order, five abreast, down Newton Lane, through Oldham Street, skirted the Infirmary Gardens, and alongMosley Street, each leader with a sprig of peaceful laurel in his hat. Women and little ones pre ceded them, or ran on the footway, sing ing, dancing, shouting gleefully in the bright sunshine, as at any other pageant to which the music of the bugle gave life and spirit, and waving flags gave colour. Such too were the bands which, with banners and music, fell in with them on their route, and together parted the dense multitude as a wedge, on their way to the decorated platform. Thence Samuel Bam ford observed that other leaders had been"], [38, "30 THE MANCHESTER MAN. less temperate. There were to be seen black banners and placards inscribed with sedi tious mottoes and emblems : caps of liberty, skull and crossbones, \" Bread or Blood,\" \" Liberty or Death,\" \" Equal Representa tion or Death ;\" this last with an obverse of clasped hands and heart, and the one word \" Love,\" but all of the same funereal black and white. But ere he could well note or deplore this, the scattered bands struck up \" God save the King,\" and \" Rule, Britannia,\" deafening shouts rent the air, and Henry Hunt, drawn in an open barouche by white horses, made his way slowly to the hust tings amidst the enthusiastic cheering of the multitude. A Mrs. Fildes, arrayed in white, with a cap of liberty on her head, and a red cap borne on a pole before her, sat on the box-seat. It is said she had been hoisted there from the crowd. Be this as it may, she paid dearly for her temerity before the day was out."], [39, "31 THE MANCHESTER MAN. Barely had Henry Hunt ascended the platform, taken off his white hat, and begun to address his attentive auditory, when there was a startling cry, \" The soldiers are upon us !\" and the 15th Hussars, gallop ing round a corner, came with their spare jackets flying loose, their sabres drawn, and threw themselves, men and horse, upon the closely packed mass, without a note of warning. All had been preconcerted, pre arranged. From the early morning, magistrates had been sitting in conclave at the \" Star Inn,\" and there Hugh Birley, a cotton-spinner, was said to have regaled too freely the officers and men of his yeomanry corps, so soon to be let loose on the \" swinish multi tude,\" as they caUed them. A cordon of military and yeomanry had been drawn round St. Peter's Field, like a horde of wolves round a flock of sheep. The boroughreeve and other magistrates issued their orders from a house at the"], [40, "32 THE MANCHESTER MAN. corner of Mount Street, which overlooked the scene ; and thence (not from a central position, where he could be properly seen and heard) a clerical magistrate read the Riot Act from a window in an inaudible voice. Then Nadin, the cowardly bully, having a warrant to apprehend the ringleaders — although he had a line of constables thence to the hustings, — declared he dared not serve it without the support of the military. His plea was heard ; and thus, through the blindness, the incapacity, the coward ice, or the self-importance of this one man, soldiery hardened in the battle-field, yeomanry fired with drink, were let loose like barbarians on a closely-wedged mass of unarmed people, and one of the most atrocious massacres in history was the result. Amid the shouts and shrieks of men and women, cries of \" Shame ! shame !\" \" Break !"], [41, "33 THE MANCHESTER MAN. break !\" \" They are killing them in front !\" \" Break ! break !\" hussars, infantry, yeo manry rushed on the defenceless people. They were sabred, stabbed, shot, pressed down, trampled down by horse and infan try ; and in less than ten minutes, the actual field was cleared of all but mounds of dead and dying, severed limbs, torn garments, pools of blood, pawing steeds, and panting heroes (?). Men and maidens, mothers and babes, had been butchered by their own countrymen for no crime. Hunt had been taken, Bamford had escaped — to be arrested afterwards — and Mrs. Fildes, hanging suspended by a nail in the platform which had caught her white dress, was slashed across her exposed body by one of the brave cavalry. But the butchery and the panic had spread from the deserted Aceldama over the whole town; and the roar of cannon began to add its thunder to the terrors of the day. As the first shrieking fugitives VOL. II. D"], [42, "34 THE MANCHESTER MAN. rushed for their lives down Mosley Street, with the Manchester and Cheshire Yeomanry in swift pursuit, Mrs. Ashton, for the first time alarmed for the safety of Augusta, hurried through the warehouse in search of Mr. Ashton, who was nowhere to be found. On the stairs she met Jabez in a state of equal excitement. \"Miss Augusta! Is she at school? Had I not better \" \" Oh, yes ! Run ! run !\" cried the mother, anticipating him. \" Go through the back streets, and take her to her aunt's. It is not safe to bring her home.\" He was gone before she concluded. (His master's daughter was the very light of his young eyes). From Back Mosley Street he tore down Rook Street and Meal Street, into Fountain Street, across Market Street — already in a ferment — and onward down High Street without a pause. By good fortune he met the young girl and a school-fellow, on their usual home-"], [43, "THE MANCHESTER MAN. 35 ward route, at the corner of Church Street, almost afraid to proceed, the distant firing had so scared them. \" This way, this way, Miss Ashton !\" was his impetuous cry, as he hurried them from the main thoroughfare (into which a stream of terror-stricken people was flowing), through by-streets, and a long entry to the back door of Mr. Chadwick's house, which they found unfastened; and then he thanked God in his heart of hearts that she at least was safe. Upstairs rushed Augusta, followed by her friend, in search of her aunt and cousin, whom she found in the drawing-room in a state of the greatest trepidation and alarm. Dolly, a stout woman-servant, had gone to Fountain Street, as was her custom, to assist her paralysed master home to dinner. From the windows they had seen men, women, and children flying along, hatless, bonnetless, shoeless, their clothes rent, d 2"], [44, "36 THE MANCHESTER MAN. their faces livid and ghastly, cut and bleed ing, shrieking in pain and terror as they ran, or dropped in the path of pursuing troopers ; and their hearts throbbed wildly with affright as they pictured that helpless old man caught in that whirlpool of horror and destruction with only a woman's arm to protect him. \"Jabez will go and meet them,\" cried Augusta ; \" he is below !\" \" Jabez !\" exclaimed Ellen, starting to her feet, her white face flushed for a brief moment. \" Oh, no !\" But without waiting to hear her cousin's exclamation, or to note her change of colour, Augusta had run downstairs to Jabez, waiting in the long kitchen, and communicated her aunt's fears to him. Personal danger was unthought of when Augusta Ashton pointed to needful service. The lobby door closed after him with a bang before she had well explained her wishes ; and when Augusta re-appeared in"], [45, "37 THE MANCHESTER MAN. the drawing-room, Ellen Chadwick's head was stretched from the window, watching the sturdy young man stem the on-rushing tide of humanity — the only one in all that crowd with his face turned towards the danger from which the rest fled in despe ration. The sights and sounds that met her eyes and ears were terrible : gashed faces and maimed limbs ; appeals and imprecations mingled with the roar of a surging crowd ; the dropping fire of musketry ; the coarse shouts of the yeomanry, drunk with wine and blood ! As her fearful eyes followed Jabez, a man rushed past whose hand had been chopped off at the wrist. With the remaining hand he held his hat to catch the vital stream which gushed from the bleeding stump ; and as he ran, he cried, \" Blood for blood ! blood for blood !\" in a tone which made her shudder. Faint and sick, she drew back her head ;"], [46, "38 THE MANCHESTER MAN. but open apprehension for her dear father, and secret fear for the apprentice who had gone so readily to pilot him through that surging human sea, caused her to look forth once more. Augusta and her friend, with blanched cheeks and lips, were also at the window, fascinated as it were with that which chilled them. Jabez turned the corner into Piccadilly, where one or two good houses had been converted into shops witout lowering the floors, or removing the original palisades which enclosed bold flights of steps leading to doors with good shop-windows on each side. A confectioner of some stand ing named Mabbott occupied the second of these. He and his neighbour were hurriedly putting up their shutters as Jabez, crushing his way through the thickening crowd, saw Molly and Mr. Chadwick jammed up against the pali sades, a young mounted yeomanry officer, in all his pride of blue and silver, brandish-"], [47, "39 THE MANCHESTER MAN. ing his sabre, urging his unwilling steed upon them, and shouting — \"Move on, you rebels, move on ! or I'll cut you down !\" Strong of nerve and will, Jabez thrust the impeding throng aside, and grasped the horse's reins to force it back, crying as he did so — \" Shame, you coward ! to attack a woman and a paralysed man !\" \" Come in here, quick, Mr. Chadwick !\" cried Mr. Mabbott at that instant, opening his closed gate and drawing the feeble gentleman and his attendant within, as the sabre, raised either to terrify or strike the old man, came down on the outstretched arm of Jabez, gashing it frightfully. Another of the corps riding past, with his eyes full upon them, stopped his horse at the gallop as if to interpose, but he was too late. \"My God! Aspinall, what have you done ?\" he exclaimed, and throwing his"], [48, "40 THE MANCHESTER MAN. own reins over the palisades, he dismount ed hastily, caught at Jabez, who had staggered back, and drew him 'too within the iron screen, and helped him also into the confectioner's, as the other, with a derisive laugh which ill-became his handsome face, turned at a hand-gallop up Oldham Street, where he overtook a confrere, and with him sneered at \"that soft-hearted Ben Travis.\" Ellen and Augusta had not lost sight of Jabez many minutes when two of the Manchester Yeomanry, their dripping sabres flashing in the August sun, wheeled their panting chargers round, and rode (heedless of the shrinking wretches be neath their hoofs) across the footway, and made the brute beasts rear and plunge against the area-rails. \" Shut your windows, or we'll fire upon you !\" they shouted. Nothing daunted, EUen called back indignantly —"], [49, "41 THE MANCHESTER MAN, \" John Walmsley, I'm ashamed of you !\" Not sober enough to distinguish friends from foes, again the pair launched theh' threat, \" Shut the window, or we fire !\" and Ellen, seeing pistols advanced, drew the window down, Mrs. Chadwick in much trepidation closing the other. \" Who was that handsome officer with John ?\" asked Augusta, as they drew back, \" he's a perfect Adonis \" (Augusta dipped surreptitiously into Mrs. Edge's novels at times, and a handsome man in uniform was of course a hero in her eyes). \"Oh, Augusta, how can you talk of handsome officers at such a fearful time ?\" remonstrated Ellen. \" I think them hide- ous, every one !\" \"But who is he ? Do you know him?\" she asked, even through the tears drawn by the scenes she beheld. \" Oh, yes : know him ? yes. He's a friend of John Walmsley. He's too wild to please either Charlotte or me! — Oh,"], [50, "42 THE MANCHESTER MAN. mother ! I do wish father had come home !\" and Ellen turned a worried look towards Mrs. Chadwick, whose rigid face and clasped hands betrayed the anxiety which kept her silent. Augusta, though not naturally void of feeling, longed to know more of the hand some yeomanry officer who had so capti vated her young fancy ; but that was not the season for such inquiries, and she was conscious of it. \" Hark ! what is that ?\" burst from Mrs. Chadwick, some half -hour later, as the sound of feet was heard from below ; and Ellen, rushing to the stairs, came back foUowed by her father leaning on the arm of a big muscular man, in the blue and silver uniform of the yeomanry cavalry, a red cord down his pantaloons, hessian boots, and, to make assurance sure, M.S.Y.C. ivpon the shako which his height compelled him to doff ere he entered the doorway. \" Where is Jabez Clegg ?\" faltered Ellen,"], [51, "43 THE MANCHESTER MAN. as she pressed to her father's side, led him to his chair, and placed his cushions to his liking, Augusta bringing a buffet on which to rest his foot. The stalwart young fellow's eyes followed the attentive daughter, as he answered — \" We have left Jabez Clegg at Mr. Mab bott's, Miss Chadwick,\" with an inclination of his head. \" He was afraid you would be anxious for your father's safety, and I offered to see Mr. Chadwick home in his stead.\" Ellen's black eyes expanded question ingly, and Mrs. Chadwick's mild voice, in accents indicative of some fear, asked — \" I hope not of necessity, sir ?\" \"Well, yes, madam; and I must hasten back ; he has received a sabre-cut on Eh, dear !\" Ben Travis, for he it was, darted forward to catch Ellen Chadwick, just as he had previously caught Jabez at Mabbott's gate ; Aspinall's sabre had wounded two instead"], [52, "44 THE MANCHESTER MAN. of one — Ellen Chadwick, who that day had seen what sabre-cuts meant, had fainted. Ben Travis bore her to the sofa, Mr. Chadwick pulled the bell-rope, Augusta ran for water, Mrs. Chadwick called for vinegar and burnt feathers, and in the midst of the commotion Mr. Ashton burst into the room in a state of excitement very foreign to his nature, which was tolerably easy-going. \" Thank God, Augusta, you are here !\" he exclaimed. \" Your mother is almost distracted about you — Why, what is the matter with Ellen ? The whole world seems gone mad to-day — or hell has set its demons loose. I've just seen our friend Captain Hindley's horse take fright in Mosley Street at the firing, and dash with him against those half -built houses at the corner of Tib Street. He was pitched off amongst the bricks and scaffolding, and the horse dropped. Old Simon Clegg happened to be there, and he helped me"], [53, "THE MANCHESTER MAN. 45 and another to raise Hindley, who had fared better than his horse, for it was stone-dead, and he is only badly hurt.\" He had gone on talking, though hard ly anyone had listened to him. Ellen's fainting fit engrossed feminine attention, and the yeoman, seeing her revive, was saying to Mr. Chadwick, \" You will excuse me now, sir. I must look after our poor friend Jabez.\" \" Eh ! what ! Jabez ? You don't mean to say anything has happened to Jabez Clegg ?\" exclaimed Mr. Ashton, pausing in the act of drawing forth his snuff-box. Travis was gone, but Mr. Chadwick, whose tongue now was none of the readiest, stammered out — \" Yes, WiUiam, w-we le-ft him at Mab ab-bott the confectioner's. In try-ying to-o save me he got b-badly w-wounded. I'm v-very s-sorry, for he is a n-noble y-young man.\" \"The wretches ! I'd almost as soon they'd"], [54, "46 THE MANCHESTER MAN. wounded me ! Stay here, Augusta ;\" and with that Mr. Ashton was off after Ben Travis. The main streets were unsafe, so he also took the back way, and across Back-Piccadilly to Mr. Mabbott's, with a celerity scarcely to have been expected, for he was not a young man. But his ap prentice had won upon him not only by his integrity and business qualifications, but by his manifest interest in the family he served, especially the daughter. Let me not be misunderstood. Augusta was the cynosure of Mr. Ashton's eyes ; the homage of the apprentice to the school-girl, he estimated as the homage of an apprentice merely, and was gratified thereby, but had no thought beyond. He found Jabez on a chintz-covered couch in Mr. Mabbott's sitting-room, his arm bound tightly with a towel, through which the blood would force its way. He was pale and exhausted from excessive hæmorrhage, but seemed more concerned"], [55, "47 THE MANCHESTER MAN. about the fate of the multitude outside than for his own. Ben Travis, discovering that no one had dared to venture in quest of a doctor, threw himself across his horse, which he found where he had left it, and was off up Mosley Street and thence back to Piccadilly, intent on bringing either Dr. Hull or Dr. Hardie. His uniform was a protection, and so the doctors told him; Dr. Hardie plainly saying that black cloth was not plate-armour, and that his friend, whoever he might be, must wait until the tumult had somewhat subsided. But Jabez was only a few hours without attention. There were hundreds wounded that day, who had to skulk into holes and corners to hide themselves and their agony as best they might, afraid of seeking surgi cal aid lest Nadin and his myrmidons should pounce upon them, and haul them to prison as rebels."], [56, "48 CHAPTER ILL* ACTION AND RE-ACTION. sTlHE August sun had looked down in -*- its noontide splendour when the events I have attempted to describe took place; but the tide of terror and destruction swept beyond the limits I have covered, and after the first fierce onslaught, as if the carnage had been insufficient, artillery went rattling and thundering through the streets, to awe the peaceful and terrified inhabitants. As the flying crowd, dispers ing, left bare St. Peter's Field, pressing outward and onwards through all accessible ramifications, the main thoroughfares * See Appendix."], [57, "THE MANCHESTER MAN. 49 thinned, and the scene of action took a wider radius. Still the gallant hussars and yeomanry went prancing through these thorough fares, dashing hither and thither, slashing at stragglers, shouting to the rebels, and to each other, to \" clear the way \" ; driving curious and and anxious spectators from doors and windows, and firing at refractory outstretched heads. To clear the streets more effectually, cannon were planted at the entrances of the leading outlets from the town, and, as if that were not enough, the artillery had orders to fire. At New Cross two of these guns (which went rattling up Oldham Street, to the dismay of Augusta and the Chadwicks, as well as their neighbours) were posted, one with its hard iron mouth directed up Newton Lane, the other set to sweep Ancoats Lane, not then so wide as at present. VOL. II. e"], [58, "50 THE MANCHESTER MAN. Nathaniel Bradshaw's butcher's shop was situated at the narrowest part of Ancoats Lane, a little beyond the canal bridge. The shutters had been closed precipitately on the first alarm, but Martha Bradshaw and her young brother Matthew opened the window of the room above, and had their heads stretched out to watch and question the white-faced people scurrying past in disorder, when Matt Cooper, who lived with his genial son-in-law, came hurriedly home for dinner. His route from the tannery lay in a straight line up Miller's Lane, past Shude Hill Pits, and the New Cross, into Ancoats Lane, which he crossed the Market to reach only just before the cannon lumbered up. His clogs had rattled as swiftly over the pavement as his stiffening, hide-bound, long legs would carry them, and observing the heads of Martha and Matthew advanced from the window he waved his hand in gesticulation for them to withdraw from"], [59, "51 THE MANCHESTER MAN. a post so fraught with peril. But youth is wilful, and woman curious. They either did not understand, or did not heed his warning. They did not know all he had seen at New Cross, or how narrow an escape he had had from Aspinall's flashing sabre. \" Do goo in, childer !\" he cried, as he drew near, \" if yo' wantn to kep the yeads on yo'r shoulders. Wenches an' lads shouldna look on sich soights.\" \" Han yo' seen Nat ?\" the wife asked anxiously. \" Nawe.\" \" He's gone t' see what o' th' mob an' feightin's abeawt. Aw wish he wur whoam.\" Matt wished the same, but went in at the unfastened door, and passed on to the room beyond, where he found the un tended lobscouse boiling over into the fire. He took the lid off the pot; then went to the stair-foot, and called \"Martha!\" There being no answer, he strode back E 2"], [60, "52 THE MANCHESTER MAN. through the shop, saying as he went — \" Dang it, hoo'll not be content till hoo's hurt !\" He stepped out on the rough pavement, and, looking up, called out — \" Do put yo'r yeads in ; yo'U A musket-shot, splintering a corner of the stone window-sUl on which they lean ed, was more effective than his adjuration. The cannon boomed simultaneously — a shriek recalled the hastily-withdrawn heads; and there on the rough sun-baked ground before theh- eyes, lay weltering in blood, a doubled-up form, which a minute before had been their father, Matt Cooper, the tanner, the preserver of Jabez, the friend of Simon and Bess. This harrowing event was the last of the painful incidents of that fatal day coming within the scope of this history, which, iso lated as they are, the writer knows to be true, even though they may not be chroni cled elsewhere'."], [61, "53 THE MANCHESTER MAN. The streets grew silent and deserted, save by the military and medical men, as the day and the night advanced ; but with in the houses of poor and rich there were loud complaints, and groans, and murmur ings, which did not sink to silence with the day that called them forth. The town was, as it were, in a state of siege ; and men of business, whether Tories or Radicals, alike felt the stoppage of trade and commerce in their pockets, whether they felt the cruelty and injustice to the injured in their hearts or not. But chiefly those who had friends wounded by design or accident in the melee were loud in their denunciation of the whole proceedings ; and of these neither Mr. Chadwick nor Mr. Ashtion was the least prominent, even though the one was paralysed, and they were of contrary shades of politics, the former being what he himself called \"a staunch and true out-and-out Tory,\" the latter having a"], [62, "54 THE MANCHESTER MAN. leaning towards Liberal — not to say Radi cal — opinions, and at county elections voting1 with the Whigs. The stiff \"Church and King\" man, whose sons had distinguished themselves in the Army and Navy, and whose son-in law, Walmsley, might also be said to have distinguished himself in the loyal Manches ter Yeomanry — he who had been a member of John Shaw's Club in the Market Place, and called for his P or his Q bowl of punch even before the aroma of Jacobinism ceased to flavour the delectable compound, and while yet John Shaw himself lived to draw his silver spoon from its particular pocket to concoct the same, and (inexorable autocrat that he was) could crack his whip in his poky bar-parlour in the ears of even noble customers who lingered after his im perative \" Eight o'clock, gentlemen ; eight o'clock !\" or summon his sturdy factotum, Molly, with mop and pail, to drive thence with wetted feet those whom the whip had"], [63, "55 THE MANCHESTER MAN. failed to influence — he who had stuck to the club even after John Shaw, Molly, and the punch-house itself had gone to the dust — he, Charles Chadwick, whose Toryism had grown with his growth, was foremost in condemning the proceedings of Peter loo. In his own person he had witnessed how the actual breakers of the peace were those commissioned to preserve it. In the wanton attack on himself, an unarmed, defenceless, disabled old man, he recognised the general characteristics of the whole affair, and entered his protest against so lawless an exposition of the law. He was himself a peaceable man, a loyal subject, going quietly about his own business when Jabez intercepted, to his own hurt, the sabre destined for his grey head. Matthew Cooper, his tenant's son-in-law, was as peaceable and well-disposed ; and if so, might not the bulk of the so-called rebels have been the same ? In his gratitude to"], [64, "56 THE MANCHESTER MAN. Jabez he denounced the mounted yeoman who had sabred him as \" a drunken, blood thirsty miscreant,\" though in the hurry, excitement, and agitation attending his own withdrawal from the press by Mr. Mabbott, he had failed to identify his pursuer with John Walmsley's dashing friend, and the exclamation of Ben Travis had not reached his ear in the confusion. Easy-going Mr. Ashton also seemed transformed by the event. He had cer tainly lost the valuable services of his apprentice for some time to come ; but that was the very least ingredient in the cup of his wrath. By faithful, intelligent service ; by persevering industry, by a thousand little actions which had shown his interest in his employers, and his devo tion to his old friends, Jabez had won a place in his master's esteem and affection no other apprentice of any grade had ever attained. And now that Jabez had risked the"], [65, "57 THE MANCHESTER MAN. dangers of the soldier-ridden street to bear his beloved daughter to a place of safety, and had braved the storm of foot and horse, and fire and steel, to rescue his brother-in-law by endangering his own life or limbs, his admiration and gratitude rose to their highest, and in proportion his denunciation of an outrage which called for such a sacrifice, was strong and vehe ment — all the more that he sympathised with the objects of the meeting. When he and Simon Clegg (who had been drawn to the scene in his dinner-hour with others, like moths to a candle) picked up his cavalry friend, Robert Hindley, from amongst the building materials, and disen gaged him from his dead horse, he could not refrain from telling the disabled warrior, with all a friend's frankness, that \" it served him right !\" Open expression of private opinion on the conduct of rulers was dangerous at that period, as may be supposed ; but private"], [66, "58 THE MANCHESTER MAN. opinion now became public opinion, too strong and too universal to be put in fetters. Mr. Tyas, the Times reporter, had been taken prisoner on the hustings, and it was imagined that only a one-sided account — forwarded by the magistracy in justification of their conduct — would reach London. But other intelligent reporters were at large, the garbled statements sent to the Government press were confuted by the truth-telling narratives of Messrs. Archibald Prentice and John Edward Taylor, which appeared the following day, and roused the indignation of the realm. These state ments being more than substantiated by the Times reporter on his liberation, national indignation rose to a ferment. This alarmed the Manchester magis trates; a meeting was hurriedly arranged to take place on Thursday, the 19th (the third day from Peterloo), at the Police Station ; thence adjourned to the \" Star Inn,\" in Deansgate ; and, as though the"], [67, "59 THE MANCHESTER MAN. meeting had been a public one, resolutions were passed thanking magistrates and soldiers for their services on the previous Monday. Then Manchester rose, as it were, en masse, to vindicate its own honour, and reject participation in a disgraceful deed. \" A declaration,\" says one historian, \" was issued, protesting against the ' Star Inn ' resolutions, which in the course of two or three days received close upon five thousand signatures,\" in obtaining which none were more active than Mr. Ashton and (despite his paralysis) Mr. Chad wick. Old Mrs. Clowes talked her cus tomers into signing, and Parson Brookes was not idle. Mr. William Clough, whose old servant Matthew Cooper had been shot down at his own door, gave the tanners a holiday, that they might influence their fellows; and Simon Clegg, Tom Hulme, and Nathaniel Bradshaw seemed ubiquitous, they went to work with such determined zeal-"], [68, "60 THE MANCHESTER MAN. They did not feel \"thankful \" to the magis trates for the blood shed on Peterloo Mon day. Neither did the bulk of the inhabitants ; and an energetic protest against the pro ceedings and representations of the magis tracy was the result. To counteract this, the Prince Begent, through his mouthpiece Lord Sidmouth, sent his thanks to the magistrates and the military leaders for \" their prompt, decisive, and efficient measures.\" But this, instead of calming, lashed the public mind to frenzy. Meetings to remonstrate with the Begent and to petition for inquiry were held in all the large towns, Sir Francis Burdett presiding at one held in West minster. Subscriptions were also got up for the relief of such wounded and disabled per sons as had crept into holes and corners to hide themselves and their wounds from Nadin and his constabulary ; and here, too,"], [69, "61 THE MANCHESTER MAN. William Ashton and William Clough work ed hand-in-hand to bring relief to sufferers not in the Infirmary ; and Parson Brookes, to the disgust of some of his clerical breth ren, lent his aid in ferreting out the miser ables, if he did not ostentatiously flourish his subscription in their service; and I rather think a certain \" J. S.\" in the subscription list represented the mite of the Grammar School head-master, but I could not take an affidavit on the subject. But when the wounded, so far as ascertained, amounted to six hundred, irrespective of the killed, subscriptions had need to be many and ample. Another token of the change in public sentiment was shown in the satires and pasquinades which appeared on the walls, or were distributed from hand to hand. Previous to Peterloo, a set of anonymous verses in ridicule of the popular leader had been distributed. They began and were headed as follows : —"], [70, "62 THE MANCHESTER MAN. the ORATOR HUNT. i. Blithe Harry Hunt was an orator bold — Talked away bravely and blunt ; And Rome in her glory, and Athens of old, With all their loud talkers, of whom we are told, Couldn't match Orator Hunt ! n. Blithe Harry Hunt was a sightly man — Something 'twixt giant and runt : His paunch was a large one, his visage was wan, And to hear his long speeches vast multitudes ran. O rare Orator Hunt ! VI. Orator Hunt was the man for a riot — Bully in language and front — And thought, when a nation had troubles to sigh at. 'Twas quite unbecoming to sit cool and quiet. O rare Orator Hunt ! vm. How Orator Hunt's many speeches will close — Tedious, bombastic, and blunt — In a halter or diadem, God only knows : The sequel might well an arch-conjurer pose. O rare Orator Hunt ! Sufficient has been given to show"], [71, "63 THE MANCHESTER MAN. nature of the lampoon without repeating its scurrility. The following, of which we only quote the two first stanzas, is of pretty much the same order, though emanating from the other side, and after terrible pro vocation had been given :— THE RENOWNED ACHIEVEMENTS OF PETEKLOO, On the glorious 16th of August, 1819. By Sir Hugo Burlo Furioso di Mulo Spinnissimo, Bart., M.Y.C. and A.S.S. The music by the celebrated Dr. Horsefood ; to be had at the \" Cat and Bagpipes,\" St. Mary's Gate, Manchester. Recitative. When fell sedition's stalking through the land, It then behoves each patriotic band Of noble-minded Yeoman cavaliers To sally forth and rush upon the mob, And execute the magisterial job Of cutting off the ragamuffins' ears. Aria Bravura. Forte. How valiantly we met that crew Of infants, men, and women too Upon the plain of Peterloo, And gloriously did hack and hew The d d reforming gang."], [72, "64 THE MANCHESTER MAN. Our swords were sharp, you may suppose : Some lost their ears — some lost a nose ; . Our horses trod upon their toes Ere they could run t' escape our blows : With shouts the welkin rang. Andante. So keen were we to rout these swine, 'Whole shoals of constables in line We gallop'd o'er in style so fine, By orders of the sapient nine — First friends, then foes, laid flat. By Richardson's best grinding skill Our blades were set with right good will, That we these rogues might bleed or kill, And \" give them of Reform their fill !\" And what d'ye think of that ? And so on the satire ran, in mock bravura style, through the whole course of piano, sotto voce, pianissima-mento, and con baldama, with foot-notes to strengthen or elucidate the text. And that the writer remained undiscovered and unprosecuted, spoke loudly for the re-action which had taken place in men's minds."], [73, "65 CHAPTEB IV. WOUNDED. A T the extreme end of Mr. Mabbott's ■*■ ■*\"- long double-countered shop was an expansive archway, closed in general by folding doors, through which entrance was afforded to a narrow sitting-room, the length of which was just by so much less than the width of the shop as was required for a passage and staircase. Once a year the open archway revealed a shimmering mass of snowy sugar-work, the towers and turrets of a castle on a rock, or the illuminated windows of a magnificent palace, fit for any princess of fairyland, with pleasure-gardens and lake, or fountain VOL. II. F"], [74, "66 THE MANCHESTER MAN. and pond, wherein stately swans floated, and were overlooked by dames and cavaliers created by the confectioner and his satellites. For the fifty other weeks it was simply a snug parlour, comfortably furnished according to the fashion of the time. And it was in this room we left Jabez, whilst good-natured Ben Travis, leaving his more patriotic comrades to \" hack and hew \" at their pleasure, galloped hither and thither in search of a surgeon to dress the wounded arm. Every doctor in the Infirmary had his hands full ; Dr. Hull, from his windows in Mosley Street, and Dr. Hardie from his in Piccadilly, had been satisfied that if they ventured forth they might soon need doctoring themselves — and they both plead ed \" medical etiquette \" in excuse for their lukewarmness. They were \"physicians, not surgeons.\" He bethought himself of Mr. Huertley, in Oldham Street, but even"], [75, "THE MANCHESTER MAN. 67 he had more than one wounded patient in his surgery, and was loth to encounter the danger outside. Ben Travis, however, would take no denial. He waited until sundry gaping wounds were closed, cuts plaistered and bandaged, a broken limb set, and a bullet extracted, even lending a hand himself where unskilled help could be available, being less bemused with liquor than many of his cavalry corps. Then, although they were almost within a stone's throw of their destination, as Oldham Street was not safe for a civilian to cross on foot, with loaded cannon in such close proximity, Travis mounted the surgeon behind him, the latter not sorry to have the yeoman's capacious body in its conspicuous uniform for a shield, as they dashed across into Back-Piccadilly to Mabbott's back door. As they passed Chadwick's the younger man cast a sharp glance of scrutiny at the drawing-room windows, and bowed low in f2"], [76, "68 THE MANCHESTER MAN. recognition of the face for which he was looking — the face he had seen so pale and pitiful, bending over an afflicted father, and so shocked to hear of even an apprentice wounded in that father's behalf. Ben Travis had a big body and a big heart, but he had little knowledge of the hearts of womankind, or he might have found another solution for Ellen Chadwick's fainting fit. He did not know how she had trembled for another on seeing him dis mount at Mr. Huertley's door, nor how she had watched, too sick and sad to descend to the dining-room, when the spoiled dinner was at length set on the table — watched eagerly and anxiously, her heart's pulsa tions counting each second a minute, as hours elapsed before she saw them mount and away, and noted the direction they took. And she saw no admiration in the low bow of the fine soldierly young gentleman — only the polite salutation of a stranger introduced casually by the untoward events"], [77, "69 THE MANCHESTER MAN. of the day, albeit, having rendered her father a service, and professed himself the friend of Jabez, she was bound to recognize him as he passed. To Jabez himself, lying faint and ex hausted with loss of blood, on kind Mr. Mabbott's chintz-covered squab-sofa, every thing was a haze, and the people around him little more than voices. He was per fectly conscious when Mr. Mabbott hastily cut away the sleeve of his jacket, and bound the wounded arm as tightly as towels could bind. When Mr. Ashton put his troubled face into the confectioner's small parlour, Mr. Mabbott was in the act of reaching from a corner cupboard a small square spirit decanter, and an engraved wine-glass, in order to administer a dose of brandy to the young man, then rapidly sinking into un consciousness. Under its influence he revived for awhile ; but, as the blood gradually soaked through the towelling, he grew fainter, in spite of"], [78, "70 THE MANCHESTER MAN. brandy, and by the time Ben Travis (who had surely kept the promise made in school boy days) brought Dr. Huertley to his aid he had lapsed into a stupor from which the manipulations of the surgeon barely aroused him. \"You should have tied a ligature tightly as possible round the arm above the wound, first thing,\" said the surgeon, addressing those around him — \"a bit of tape, a strip of linen, a garter — anything narrow, to stop the hæmorrhage. Had this been done, there would have been less effusion of blood, and our patient would not have been so utterly prostrated.\" \"Just so, just so,\" assented Mr. Ashton, adding, \" but Mr. Mabbott had \" \" Done his best — no doubt,\" interrupted the surgeon, \" or our young friend might have bled to death. But the tight, narrow ligature would have been better; and many a valuable life may have been saved or lost this day through that bit of know ledge or — the want of it.\""], [79, "71 THE MANCHESTER MAN. Mr. Ashton's \"Just so, just so; I dare say you are right,\" was followed up by \" Shall we be able to remove him to-night, Mr. Huertley ? He is my apprentice, and has been injured whilst bravely protecting your opposite neighbour, Mr. Chadwick, my brother-in-law. I should like to get him home, to be under Mrs. Ashton's care, as well as to relieve Mr. Mabbott, to whom, I am sure, we all feel greatly indebted.\" \" Don't name it, I beg ; at fearful times like this,\" said Mr. Mabbott, with a shudder, \"it does not do to think of trouble or of ceremony. But I do not imagine the doctor would counsel the young man's removal to-night, even if the road were clear and safe.\" \" Certainly not,\" replied Mr. Huertley, as he packed up his lint and instruments. \" And in my opinion, if you remove him to-morrow you must do it carefully on every account, and will have to smuggle him away in a hackney-coach, lest he"], [80, "72 THE MANCHESTER MAN. should be pounced upon as a wounded rebel.\" \" Two days, however, elapsed before Mr. Mabbott's sofa lost its occupant, and even then the strong arm of Tom Hulme and the loving care of Bess were needed to help Jabez, feeble and wan, to the hackney carriage brought up to the back door, which bore him slowly away, avoiding the main streets, until they passed under the arched gateway in Back Mosley Street whence he had last emerged at a headlong pace to prevent Miss Augusta getting into danger. Some remembrance of this flashed through the brain of Jabez as the coach stopped in the court-yard, and on the house door-steps he beheld Mrs. Ashton, Augusta, and Ellen Chadwick, all three waiting to receive him as if he had been a wounded relative returning from far-off victories to his own hearth. Nay, the very servants hovered in the back-ground,"], [81, "73 THE MANCHESTER MAN. even cross Kezia pressing to have a first look at him. Mrs. Ashton herself, with the graceful dignity which sat so well upon her, went down the steps to lead him up and into the house, and as she touched his left hand and unwounded arm, she said impressively, \" Jabez Clegg, I understand we owe our brother's life to your self-abnegation, if not that of our daughter also. I regret that your noble intervention should have cost you so dear ; but I thank you most truly, and shall not forget it.\" The stately lady's eyes were humid as she led Jabez into their common parlour (the room in which Augusta had displayed his specimens of incipient artistry) and there placed him on the large soft sofa, already prepared with pillows for his reception. The attention touched him to the heart ; the humble apprentice, feeling himself honoured, raised the lady's hand to his lips as gracefully and reverently as ever did knight of old romance."], [82, "74 THE MANCHESTER MAN. And then he would have closed his eyes for very weariness, but a little soft warm hand stole into his feeble one, and thrilling through him, a faint tinge chased the death ly pallor from his face as Augusta's voice, full of commiseration, said apologetically, \"I had no idea, Jabez, that I was sending you into danger when I asked you to look for Uncle Chadwick ; I am so sorry you have been hurt.\" He held the little hand of his master's daughter for one or two delicious minutes, while he answered feebly — \" Never mind, Miss Ashton ; I was only too glad to be there in time ;\" and lapsed into so ethereal a dream as he released it, that the low, broken, grateful thanks of Ellen Chadwick left but the impression on his mind that she was very much in earnest, and had called him Mr. Clegg. Mr. Clegg ! When had the College-boy — the Blue-coat apprentice — been anything but Jabez Clegg ? Mr. Clegg ! It was"], [83, "THE MANCHESTER MAN. 75 from such lips social recognition, and so blent strangely with his dream. Ah ! could he but have known how much of latent tenderness was embodied in those incoherent expressions of a daughter's gratitude, or that the speaker dared not trust her faltering tongue with his Christian name ! Mrs. Ashton called the young ladies away. \" My dears, you had better resume your occupations, and leave Jabez to repose ; it is not well to crowd about an invalid on so sultry a day as this.\" So Miss Chadwick went, with her tatting shuttle, back to her seat by the one window where the friendly shade of the dove-coloured curtains screened from ob servation any glances which might chance to stray from the tatting to the sofa ; and Miss Ashton went back to her music-stool, where the sunbeams, falling through the other window, lit up her lovely profile,"], [84, "76 THE MANCHESTER MAN. shot a glint of gold through her hair, and showed the dimples in her white shoulder to the half-shut, dreaming eyes of Jabez, who listened, entranced, as she practised scales and battle-pieces, waltzes and qua drilles, totally unconscious that she was feeding a fever in the soul of the apprentice more to be feared than the stroke of Aspinall' s sabre, though it had cut into the bone. Not that she was a simple school-girl, and ignorant of the power of beauty. She was pretty well as romantic as any girl of that romantic age who, being fifteen, looked a year older, and learned the art of fascination from the four volume novels of the period. Mrs. Ashton herself subscribed to the fashionable circu lating library of the town, but she was somewhat choice in her reading, and had Miss Augusta stopped where her mother did she would have done well. But it so happened that, after feasting on the whole-"], [85, "77 THE MANCHESTER MAN. some peas her mother provided, she fell with avidity on husks obtained surreptiti ously elsewhere. Kisses from Augusta could always coax coins from papa, and as a Miss Bohanna kept open a well-known, well-stocked circulating library in Shude hill, albeit in a cellar, its contiguity to Bradshaw Street and Mrs. Broadbent's enabled Miss Ashton (or Cicely for her) to smuggle in amongst her school-books other fictions, such as Elizabeth Helme and Anna Maria Boche used to concoct, and George Bichardson provided, to delight our grandmothers with. So Miss Ashton was quite prepared to be admired and play the heroine prema turely; but she had been reared in the same house with Jabez, had been caressed and waited upon by him as a child, and anything so absurd as her father's appren tice falling in love with her had never dawned upon her apprehension. Then not even his wounded arm could make"], [86, "78 THE MANCHESTER MAN. him handsome enough for a hero, so she plunged through the \" Battle of Prague,\" and \" Lodoiska,\" and glided into the \" Copenhagen Waltz,\" with no suspicion of a listener more than ordinary. Mrs. Ashton, who was back-stitching a shirt-wristband (family linen was then made at home), imagined that Jabez was dozing, and, unwilling to disturb him, only spoke when a false note, or a passage out of time, called for a low-voiced hint to her daughter, or when she found occasion to make some slight observation to the equally silent Ellen. Presently the clock in the hall proclaimed \"five.\" Miss Ashton closed music-books and piano; Miss Chadwick completed a loop, then put her tatting away in a small, oblong, red morocco reticule ; Mrs. Ashton laid the wristband in her workbasket, which she put out of sight in a panelled cupboard within the wall, sheathed the scissors hanging from her girdle, folded up"], [87, "79 THE MANCHESTER MAN. the leather housewife containing her cut skeins of thread, &c. ; James brought in the tea-board, with its genuine China tea service, plates with cake and bread-and butter, and, whilst he went back to Kezia for the tea-urn, in walked Mr. Ashton, and with him the Bev. Joshua Brookes. One might have supposed his first salutation would have been to the lady of the house. Nothing of the kind ! With a passing nod to Mrs. Ashton, who had extended her hand, he marched straight to the sofa, and greeted its occupant with — \" Well, young Cheat-the-fishes, so you've been in the wars again.\" \" Yes, sir,\" said Jabez, attempting to rise. \"Lie still, lad! And so you thought a velveteen jacket defensive armour against sharpened steel ?\" \"I never thought about it, sir.\" \" Ugh ! Then I suppose you reckoned a young man's arm worth less than an old man's head ! Eh ?\""], [88, "80 THE MANCHESTER MAN. Jabez smiled. \" Certainly, sir !\" \" Humph ! I thought as much !\" Then, darting a keen inquisitive glance from under his shaggy eyebrows at the prostrate young fellow, he added in his very raspiest tones, \"And I daresay you've no notion whose sabre carved the wing of the goose so cleverly ?\" What little blood was left in his body seemed to mount to the face of Jabez, the old scar on his brow — which every year made less conspicuous — purpled and grew livid. Old Joshua needed no more. \"Ah, I see you do! Well, are you inclined to forgive the fellow this time ?\" All ears were on the alert. Jabez caught the quick turn of his kind master's head. He hesitated, paled, and flushed again. Joshua Brookes waited. There was some indecision in the reply when it did come. \" I am not sure, sir. But he was very"], [89, "81 THE MANCHESTER MAN. drunk. I don't think he would have done it if he had been sober.\" \"Just so, Jabez — just so !\" assented Mr. Ashton with evident satisfaction, and a tap on his snuff-box-lid. Ben Travis had revealed the name of Mr. Chadwick's assailant to the manu facturer, and he to the chaplain. \" Oh ! that's your opinion, is it ?\" cried the latter, crustily, wheeling sharply round to disguise a smile. — \" Here, madam, let's have a cup of sober tea after that !\" \" I think, Mr. Brookes,\" said Mrs. Ash ton, as she seated herself, \" with all due deference to you — I think you ask too much from Jabez. I do not consider drunkenness any excuse for brutality.\" \" No excuse for the brute, madam, cer tainly ; but a reason why a reasoning man should forgive the brute incapable of reason.\" Just so, Parson !\" chimed in Mr. Ash VOL. II. G"], [90, "82 THE MANCHESTER MAN. ton, laying his Barcelona handkerchief across his knee. \" I don't see it, sir,\" argued Mrs. Ashton, handing a willow-patterned cup and saucer, with his tea, to her interlocutor ; \"a man who is a brute when intoxicated should keep sober. For my own part, I should be loth to let the same stick beat me twice. Our apprentice has borne quite too much from that fellow \" (she waxed indignant), \" and there is a limit to forgiveness.\" \" Yes, madam,\" answered the Parson snappishly, \" there is a limit to forgiveness ; but the limit is 'not seven times, but seventy times seven !\" There was no more to be said. The rough chaplain spoke with authority, and from experience, and Jabez knew it."], [91, "83 CHAPTEB V. MR. CLEGG ! TJ0WEVER grateful Mrs. Ashton -»-A might be, she never lost sight of her personal dignity, and had no idea of admitting Jabez on terms of equality after that first reception. In his helpless condition he required attention, which she could not condescend to render personally ; yet she was as little inclined to delegate the duty to Kezia, who was never over well-disposed towards him, and who might have resented the call to \"wait on a prentice lad;\" or to Cicily, who was too young to have the run of a young man's chamber. It was like herself to hit g2"], [92, "84 THE MANCHESTER MAN. on the happy mean, and invite Bess Hulme at once to satisfy her own longings, and meet the requirements of the case, by waiting on her foster-child in his helpless ness, bringing with her her own boy, now two years old, to be committed to -willing Cicily's care when the mother was herself engaged. Yet the apprentice never again sank into the old ruts. His bed in the attic was turned over to his successor. From that parlour where he had lain and listened to Augusta's music, and Parson Brookes's dictum ; where Mrs. Ashton had placed his pillows, and Ellen Chadwick had supplied his wants with such intuitive perception at tea-time ; from that room he went to a chamber on an upper floor, furnished neatly but plainly, with due regard to comfort. There was a mahogany camp-bedstead, draped with chintz of most extraordinary device. The bed was of feathers — not"], [93, "85 THE MANCHESTER MAN. flock. An oak chest of drawers, which did duty for a dressing-table, stood by the win dow, which itself overlooked the yard, and on the top stood a small oval swing looking glass. There were small strips of carpet along the two sides of the bed, which did not touch the wall; an almost triangular washstand in one corner, and near the middle of the room a rush-bottom chair and a tripod table. There was also a cushioned easy-chair, which had a suggest iveness of being there for that special occasion only ; and Jabez, who on his first glance around began to speculate whether the whole would not vanish with his con valescence, was reassured when he saw that his wooden box had been brought from the attic and stood against the wall. The six-foot, bronzed, bearded man of forty remains a child to the mother who bore him, or the woman who nursed him. And as she had laid him in his cradle when a baby, Bess helped Jabez to his new bed,"], [94, "86 THE MANCHESTER MAN. fed him with the beef-tea which Kezia had prepared (for a wonder, without a grum ble), gave him the cooling draught Mr. Huertley had sent in, smoothed his pillows for repose, and kissed his brow, with a \" God bless thee !\" much as she had done when he was an ailing child, but with all the access of motherliness her own mater nity had given. Nevertheless he did not sleep readily. Neither Bessy's soothing hand nor the soft bed superinduced slumber. He was modest, and \"Mr. Clegg\" haunted him. He could not see the connection between his impulsive rush forward to check the yeoman's plunging steed, and his employer's recognition of the service rendered. \" I only did my duty,\" he debated with himself, as he lay there, with a mere streak of light from the glimmering rushlight show ing between the closely-drawn curtains— \" I only did my duty. Anyone else would have done the same in my place. If I had"], [95, "87 THE MANCHESTER MAN. once thought of consequences and grasped the reins deliberately, there would have been some bravery in that. But I never thought of the sword, not I. I only thought of poor old Mr. Chadwick and Molly ; and I'm sure Mr. Mabbott's ready hand did as good service as mine. Only I happened to get hurt. Yes, that's it ! And they are sorry for me. I wonder if that ruffianly fellow did know whom he was striking at? I hardly think he did, he was so very tipsy. If I fancied he did, I — But he could not. He was just blind drunk. What a pity, for such a handsome fellow, not older than I am, and a gentle man's son too ! Forgive him ! I don't think I've much to forgive. I'd bear the pain twice over for all the kind things that have been said and done since ! Tea in the parlour with Parson Brookes and all ! And this handsome bed-room [handsome only in untutored eyes]. And all the thanks I have had for so little. And, oh ! the bliss of"], [96, "88 THE MANCHESTER MAN. holding Augusta's delicate hand in mine, and hearing the music those white fingers made. It's worth the pain three times over. And Mr. Clegg, too ! Mr. Clegg ! How like a gentleman it does sound ! Will anybody call me Mr. Clegg besides Miss Chadwick ? How fond she must be of her father, from the way she thanked me!\" (Ah, Jabez ! what oculist can cure blind ness such as thine ?) If less consecutive, still in some such current ran the young man's thoughts, until chaos came, and his closed eyes saw innumerable Mr. Cleggs written on walls, and floor, and curtains, and a delicious symphony seemed to chorus the words, and \" lap him in Elysium.\" After that, once each day Mrs. Ashton paid him a brief visit of inspection and inquiry, generally timed so as to meet the surgeon. Mr. Ashton, with less of cere mony, dropped in occasionally, to bring"], [97, "89 THE MANCHESTER MAN. him a newspaper, book, or pamphlet to beguile the hours, and was not above loitering for a pleasant chat on matters in doors and out, the state of political feeling, and of business, in a manner so friendly Jabez was at a loss to account for it. Once or twice Augusta tapped at the door, to ask if Jabez was better, ancl to \"hope he would soon be well,\" and the simple words ran through his brain with a thousand chimerical meanings. Joshua Brookes paid him . a couple of visits, brought him papers of sweetmeats and messages from Mrs. Clowes, and a Latin Testament and a worn Æneid from his own stores, as a little light reading. Mrs. Chadwick, too, made her appearance at his bedside, with kindly and grateful words from her husband ; and amongst them he was in a fah^ way of becoming elevated into a hero to his own hurt. Simon Clegg (who pulled off his thick Sunday shoes in the kitchen, and went up-"], [98, "90 THE MANCHESTER MAN. stairs in his stocking feet, lest he should make a clatter, and spoil the carpets) counteracted the mischief, and somewhat clipped the pinions of soaring imagination. Jabez, his arm bandaged and sustained by a sling, lay with his head against the straight, high back of his padded chair, between the window and the fireplace, which glowed, not with live coals, but a beau-pot of sunflowers and hollyhocks from Simon's garden. At his feet lay little Sim, fast asleep, w-ith his fat arms round the neck of Nelson, the black retriever, which had somehow contrived to sneak past Kezia with his tail between his legs, and to follow Bess up-stairs, where he had estab lished himself in perfect content. • Simon greeted his foster- son with bated breath, awed no doubt by the lamp-bearing statues in hall and staircase, and hardly raised his voice above a whisper while he stayed. He had much to tell which the reader already knows, but he took his leave"], [99, "THE MANCHESTER MAN. 91 with quite a long oration, impressed no doubt by the comfort in that chamber, as well as by the grandeur in rooms of which he had caught a glimpse through open doors. Jabez himself, being still feeble, had spoken but little. \"Moi lad,\" said he, \"this is a grand place, but dunnot yo' let it mak' yo preawd; an' aw hope as yo're thankful yo' han fallen among sich koind folk.\" \"Indeed I am.\" \" Yo' did nowt but whatn wur yo'r duty, moi lad, as aw trust thah allays wilt ; and thah's getten a mester and missis i' ten theawsand, to mak' so mich on a cut in a 'prentice's arm — ay, tho it ivur got i' savin' one o' theer own kin ! Luk yo,' Jabez : o' th' mesters aw ever saw afore thowt as 'prentices, body an' soul, wur theer own ; an' yo've lit on yo'r feet, aw con tell yo'. An' yo' conno' do too mich for sich folk. Aw see they're makkin' a man on yo', an' dunnot yo' spoil o' by thinkin' yo' han earns"], [100, "92 THE MANCHESTER MAN. it, an' han a reet to it. We're unprofitable sarvants, th' best on us. An' dunnot yo' harbour anny malice agen th' chap as chop ped at yo'. Them Yowmanry Calvary wur as drunk as fiddlers, an' as blind as bats. Thah tuk thi chance wi' the ruck, an' came off better than some folk. So thenk God it's no waur, an' bear no malice ; an' thenk God as sent yo' theer i' the nick o' toime.\" In little more than a fortnight Jabez was downstairs again, although his arm, not being thoroughly healed, yet needed sup port, and he was not hurried into the ware house. Neither was he again invited to join the family, Mrs. Ashton having ob jected to Mr. Ashton's proposition. \" It would lift the young man out of his sphere, William, and do him more harm than good. Only very strong heads can stand sudden elevation ; and it is well to make no more haste than good speed.\" But Mr. Ashton's \" Just so \" was less definite than ordinary, and he took a second"], [101, "93 THE MANCHESTER MAN. pinch of snuff unawares, with a prolonged emphasis, which supplied the place of words. To the observant Mr. Ashton's snuff-box contained as much eloquence as did Lord Burleigh's celebrated wig. He had taken a liking to the lad from the first, paid very little deference to Mrs. Grundy, and gave Jabez credit for a stronger head than did his more cautious and philosophic lady. Yet Jabez, to his surprise, found that his little room downstairs had undergone a transformation. It was no longer a bare office, fitted only with a desk and stool. Desk and stool were there still, but a carpet, hanging shelves, a few useful books, and other furniture had been introduced, the result being a compact parlour. Mrs. Ashton had her own way of showing good will. His previous application to work in that room, when his fellow-apprentices in over hours were cracking jokes on the kitchen settle, lounging about the yard, tormenting"], [102, "94 THE MANCHESTER MAN. or being tormented by Kezia, had served somewhat to isolate and lift him above them, albeit he took his meals in the kitchen with the rest. This separation was now confirmed by orders Kezia received to \"serve Clegg's dinner in his own room;\" orders which Kezia resented with asperity, and at least three days' ill-humour, and which James declined to execute. He was \"not goin' to disgrace his cloth by waitin' on 'prentice lads !\" Beady-handed Cicily came to the rescue, and took the office on her self, amid the banter of the kitchen, which the quick-witted maid returned with right good will and right good temper. Permission to receive his friends in his own room occasionally had been graciously accorded by Mrs. Ashton herself, with the characteristic observation — \" They are worthy people, Jabez Clegg, and you owe them a son's duty ; besides, you need some relaxation — ' The over strained bow is apt to snap,' and 'All"], [103, "THE MANCHESTER MAN. 95 work and no play makes Jack a dull boy.' ': Altogether, he was more than satisfied. He was not demonstrative, but his heart swelled as he felt within himself that all these little things were stepping-stones upwards ; and he mentally resolved to mount them fairly. He recognised that he was rising, and ere the week was out he found that others recognised it also. His blood-stained garments had been removed, whither he knew not, and he had had to fall back on his grey frieze Sunday suit. Be sure he began to calculate the chances of getting a fresh one. As he was able to go out, he was em ployed on out-door business until his arm should regain its full vitality, and one of his errands was with a note to Mr. Chad wick's tailor, in King Street. At first he thought there was some mistake when the fraction of a man proceeded without more ado to take his measure. Saturday night proved there had been"], [104, "96 THE MANCHESTER MAN. no mistake. On his bed, accompanied by a very kind note from Mr. Chadwick (written with his left hand), lay not only a well-cut, well-made suit of clothes, but a hat, white linen shirts, neck-cloths, and hose. Did ever young girl turn up her back hair, or young man assume his first coat, indifferently ? To Jabez — the foundling — the Blue-coat apprentice, this was not merely a first coat, not merely a badge of approaching manhood. The whole outfit, provided as it was by his master's brother in-law, seemed a recognition of the station he was henceforth to fill. No clerk in the counting-house was so well equipped as he, when he stood before his oval swing-glass (for the first time far too small), and endeavoured to survey himself therein, that fine September Sunday morning. I will not presume to say that he looked the conventional gentleman in that suit of glossy brown broadcloth, and beaver hat ;"], [105, "97 THE MANCHESTER MAN. I will not say that he did not feel stiff in them. Only use gives ease ; but this I will say, that a more manly figure never gave shape to garments, or a more noble head to a hat, albeit there was more of strength than beauty in the face it shaded. His forehead was broad and well de veloped ; the reflective as well as the per ceptive faculties were there. There was just a slight defensive rise on the else straight nose ; the eyebrows were full save where a scar broke the line of one. Firm but pleasant were mouth and dimpled chin, and the lower jaw was somewhat massive ; but his full grey eyes, dark almost to blackness, and standing far apart, were clear and deep as wells where truth lay hid, though deep emotion had power to kindle them with the luminosity of stars. I am afraid he was not the only one on whom Parson Gatliffe's eloquence was thrown away that Sabbath morning. If he looked up at the Blue-coat boys in the VOL. II. h"], [106, "98 THE MANCHESTER MAN. Chetham Gallery, with their quaint blue robes and neat bands, to throw memory back and imagination forward, others were doing likewise, from old Simon in his free seat to his envious fellow-'prentices in the pew, whose mocking grimaces drew upon them the sharp censure of the beadle. Party spirit was then at a white heat. Had Peterloo been written on his forehead it could not have marked him out for curious eyes more surely than his sling. Greetings, not altogether congratulatory, followed him through the churchyard. But old Simon caught his left hand in a tremulous grasp, his eyes moist with proud emotion. Tom Hulme beamed upon him, and Mrs. Clowes, energetic as ever, over took them a few yards from the chapter house, just as Joshua Brookes emerged from the door. \" Well, my lad, I'm glad to see you at church again !\" she exclaimed, shaking him warmly by the left arm. \" I hardly"], [107, "THE MANCHESTER MAN. 99 knew you in your fine clothes. They've made quite a gentleman of you. We shall have to call you Mr. Clegg now, I reckon.\" \"Now, Mother Clowes, don't you give Jabez humbug of that sort ; it's sweet, but not wholesome. ' Fine feathers make fine birds.' He's as proud as a peacock already. Mr. Clegg, indeed ! — and him a 'prentice lad not out of his time ! Let him stick to the name we gave him at his baptism — it's worth all your fine Misters.\" And Joshua turned off, muttering, \"Mr. Clegg, in deed !\" as he went away, Neither the old woman in her antiquated gown and kerchief-covered mutch, nor the old parson in his cassock and square cap, modulated their loud voices. Jabez blushed painfully. Both had touched sensitive chords. But others had heard the \" Mr. Clegg,\" and he heard it again, from Kezia and the apprentices, in every tone of mockery and derision. Thence it travelled into the h2"], [108, "100 THE MANCHESTER MAN. t warehouse. He bore it with set teeth through many a painful week, until the title stuck to him, and the taunt was forgotten in the force of habit."], [109, "101 CHAPTEB VI.* IN THE THEATRE ROYAL. T T has been said that Madame Broadbent -*- had various subtle ways of advertising her \"Academy\" (as the directory has it), by which she generally contrived to \" kill two birds with one stone.\" One of these wOuld scarcely have been practicable in any but a theatrical town like Manchester, where not even the fierceness of party politics could close the theatre doors. She was particularly fond of a good play, and as particularly careful of her own pocket. So she watched for such occasions as a special benefit or \" Bespeak \" night, to engage one of the dress-boxes, and take * See Appendix"], [110, "102 THE MANCHESTER MAN. tickets for a select party of her pupils. The young ladies — apart from all natural love of amusement and display — were taught to regard their admission to Mrs. Broadbent's train as a high honour — a mark of exceeding distinction; and few were the parents so stern or so niggardly as to refuse the four shillings for a box ticket when Madame invited and Miss pleaded. The then Theatre Boyal, in Fountain Street, which was opened in 1807, under Macready's management, and brought to the ground by fire in 1844, was, in 1820, a building so capacious — so solidly built — it might not fear comparison with Drury Lane. Stage, scene-rooms, dressing-rooms, were all on an extensive scale. There were three tiers of boxes, a large pit, and an immense gallery breaking the line of the third tier. With the exception of the large side boxes, which were partially on the stage, all these boxes were open to the"], [111, "THE MANCHESTER MAN. 103 view, having only a divisional barrier the height of the parapet, light iron pillars supporting the weight above. There were no chairs — only narrow, baize-covered benches, innocent of backs. And the theatre was lighted by sperm-oil lamps, those round the auditorium being suspend- ed by cords over pulleys, so as to be lowered for lighting, trimming, &c. But the glory of that theatre, of which it was shorn at a later date, was its box-lobby, a lofty, open promenade, wide as a street, and long in proportion, for its one grand entrance was in Fountain Street, the other in Back Mosley Street. But for the step or two at either end, carriages might have driven through, or depositing their living loads within at the saloon doors, have turned easily and driven back. This lobby was naturally a lounge, as well as a waiting-place for servants and others with wraps and pattens, neither carriage nor hackney-coaches being numer-"], [112, "104 THE MANCHESTER MAN. ous, and the streets being — well, not quite so clean or well-paved as at present. The ten days' trial of Henry Hunt and his compatriots at York had, as is well known, resulted in sentence of imprison ment for different terms, to the discomfi ture of one party, the exultation of the other. Close upon the promulgation of this sentence came Easter week, at the be ginning of April, 1820, when Jabez had little more than a month to serve of his apprenticeship. Edmund Kean was then playing at the Theatre Boyal, supported by Sophia M'Gibbon — daughter of Woodfall, the memorable printer of \" Junius \" — a favourite on the Manchester \" boards.\" Either to mark their satisfaction at the result of the trial, or their admiration of the great tragedian, the officers of the Manchester Yeomanry Cavalry bespoke \" Othello \" for the Wednesday evening, and Mrs. Broadbent made the most of the glorious opportunity. She engaged a box"], [113, "105 THE MANCHESTER MAN. close to the centre of the dress-circle, on terms well understood, and as small people take less room than large ones, and her front row was very juvenile, she contrived to make it a profitable investment, even though she took a teacher with her (at a lower rate). The young ladies assembled at the school, and made quite a proces sion to the theatre, where Mrs. Broad bent's own maid took charge of hats and cloaks, and waited drearily in the saloon. Then, duly marshalled by Madame Broad bent and Miss Nuttall, they filed into the box decorously, and took their seats, the youngest in the van — the whole pro gramme having been rehearsed and re-re hearsed for a day or two beforehand. A bouquet of white rosebuds they might have been called, white muslin was so general ; but one young lady blushed in pink gauze, and Augusta Ashton's lovely head and shoulders were set off by delicate blue crape. There were round necklaces"], [114, "106 THE MANCHESTER MAN. of coral or pearl, long loose gloves of cam- bric or kid, and every damsel in her teens had her fan. But of fans, commend me to Madame Broadbent's. It was no light trifle of ivory or sandal-wood, but of strong green paper, spotted with gold, with ribs and frame of ebony, and it measured half-a-yard when closed. Her well-saved, long-waisted, stiff brocaded robe and petticoat might have been her wedding-dress kept for state occasions ; but that fan, slung by a ribbon from her wrist, was part of her individuality — the symbol of her authority inseparable from her walking self. A relic of her younger days, she employed it — citing Queen Char lotte as her exemplar — to arrest attention, to admonish, to chastise ; and woe to the luckless little lady on whom it came in admonition ! The box was filled to the very door, where Miss Nuttall kept guard. Madame Broadbent displayed her own important"], [115, "107 THE MANCHESTER MAN. person on the third row above the curly heads of the smaller fry, and to Augusta Ashton — being a profitable pupil, of whom she had reason to be proud — was allotted a seat next to herself. The house was full and fashionable, both stage-boxes being occupied by members of the Manchester Yeomanry, resplendent in silver and blue. Laurence Aspinall, John Walmsley, and Ben Travis were of the party. In the pit were the critics, pressing as closely as possible to the stage. Nods and smiles from friends in different parts of the theatre greeted the component part of Madame Broadbent's bevy of innocents, and smiles responded. Then rose the green curtain upon Ed mund Kean's Othello, and Mrs. M'Gibbon's Desdemona. The audience was enthralled. Act by act the players kept attention fixedr and all went well until the last scene. But, as Othello pressed the murderous pillow down, one of Madame Broadbent's"], [116, "108 THE MANCHESTER MAN. white-f rocked misses in the front row, with whose relatives Desdemona lodged when she was not Desdemona, started up, and cried out piteously — \"He's killing Mrs. M'Gibbon ! He's killing Mrs. M'Gibbon !\" The clear voice rang through the house, to the consternation of the actors, the amusement of some, and the annoyance of the audience. Some of the officers laughed outright in the very face of the tragic Moor; but Madame Broadbent was furious, all the more that she was bound to suppress her passion then and there. For the credit of her \" Academy,\" she, however, felt bound to resent so flagrant a breach of decorum. Tapping the tearful culprit on the shoulder with her ready fan, in a stern whisper, scarcely less audible than the child's impulsive tribute to the great tragedian, she asked, \" How can you bemean yourself so far, miss, to the disgrace of the school?\" and, beckoning the child"], [117, "109 THE MANCHESTER MAN. forth, she was passed to Miss Nuttall at the very back of the box, sobbing more for Mrs. M'Gibbon than for Mrs. Broadbent. This caused a change of places, which brought Miss Ashton more prominently into view. Laurence Aspinall, an ardent admirer of beauty, put his hand on the shoulder of the officer before him, and said, \" Good heavens, Walmsley ! Do you see that lovely creature in Mother Broad bent's box ?\" \"Which ?\" was the obtuse answer. \"Which!\" (contemptuously echoed). \" The divine beauty in celestial blue. Who is she ?\" And his admiring gaze brought a conscious blush to the young lady's fore head, although the querist was beyond her hearing. \" In blue ? \" And Walmsley lazily scan ned the group. \"Oh! that's Charlotte's cousin, Augusta Ashton! Yes, she is rather pretty ;\" and the married man turned away to the stage."], [118, "110 THE MANCHESTER MAN. \" Bather pretty ! She's an angel ! You must introduce me !\" \" Well, well !\" answered the other testily, anxious to end a colloquy which distracted his attention from the tragedy, \" I'll see. But she's only a school-girl — not yet six teen !\" \"Egad ! but she looks seventeen, and she'll mend of that disqualification every day ;\" and still he kept his eyes on Augusta in a manner extremely disconcerting, though her romantic little heart fluttered, for in him she recognised the \" Adonis \" who had reared his horse so threateningly in front of her uncle Chadwick's house. The green curtain came down amid universal plaudits. Ladies rose to rest themselves and chat, as was the custom. Gentlemen quitted their seats to join friends elsewhere, to lounge in saloon or box-lobby, or to take a hasty glass at the \" Garrick' s Head \" adjoining. Amongst the latter were Walmsley and"], [119, "THE MANCHESTER MAN. 111 Aspinall ; but they did not return when the prompter's bell rang the curtain up. There was a pas de deux of Tyrolean peasants by the chief dancers of the company. Then followed an interlude, and then a comic song, all before the last piece ; but the comrades did not return ; and Augusta found herself wondering whether the hand some officer, with the rich copper-coloured hair, would come back at all. They did make their appearance during the progress of the drama (Monk Lewis's \" Castle Spectre,\" in which Mrs. M'Gibbon gave ocular demonstration that she was not killed), both seemingly exhilarated, but they left again before the drama con cluded. Well drilled as were Madame Broadbent's pupils, they could not quit their box in the same order they entered it — big people so seldom recognise the right of little ones to precedence. They straggled into the sa loon, separated by the crowd. There"], [120, "112 THE MANCHESTER MAN. Madame Broadbent, assisted by Miss Nut tall, collected her brood, and passing on to the box-lobby, they looked around for their respective attendants. There was one — a fine young man, in height some five feet ten — who sprang for ward with shawl and calesh for Miss Ashton, at the same time bowing deferen tially to the pompous dame with the big fan. He proceeded to adjust the shawl round the dimpled shoulders so very pre cious to him, and said — \" I hope you have had a pleasant even- ing, Miss Augusta.\" Then, bowing again to Mrs. Broadbent, he offered his hand respectfully to the young lady, to conduct her home. On the instant they were intercepted by Aspinall and Walmsley, neither so sober as he might have been. \"Augusta, here's my friend Aspinall; deuced good fellow — quite struck with you,\" was Captain Walmsley's unceremoni-"], [121, "THE MANCHESTER MAN. 113 ous introduction — at a time, too, when in troductions were somewhat formal. \" Quite, Miss Ashton,\" he assented. \" 'Pon my soul, I am ! Your charming face has quite captivated me, and those eyes pierce my heart like bullets. Permit me to escort you home.\" There was an amusing consciousness of his own attractions in this free expression of his admiration. A woman of the world, with her weapons ready, might have dis missed him either with hauteur, badinage, or cool indifference ; but to Augusta Ashton, almost a child in years, it was be wildering and disconcerting. Her eyes fell — her colour rose. She stood silent, abashed, and confused. Native modesty took alarm. Jabez came to her relief \"Miss Ashton is under my protection, sir : she requires no other escort.\" The words were cool as those of a man who, having his temper well under control, VOL. II. '"], [122, "114 THE MANCHESTER MAN. did not choose to quarrel, though his pulses were beating like drums. With cool effrontery his old antagonist looked him full in the face. \" So it's you again, yellow-skirt ! A nice fellow to protect a pretty girl : a fellow without skill to defend himself, or spirit to resent an insult ;\" and the speaker's red lips curled with derision. The eyes of Jabez kindled and his teeth set. There was no lack of spirit, but not the spirit of which common brawls are made. He was anxious to get the trem bling Augusta away from the gathering crowd. Madame Broadbent, shorn of half her pretty train, came up aghast. \"Young lady! Miss Ashton! what is A wave of the silver-braided sleeve set her aside, chafed and indignant at the freedom and impertinence. \" Keep out of the way, Mother Broad-"], [123, "THE MANCHESTER MAN. 115 bent. Look after the rest of your lamb kins. Miss Ashton's cousin and I propose to see your pupil home.\" \"All right, Augusta,\" said Walmsley thickly ; \" we'll see you home.\" But she clung in dismay to the arm of Jabez; and not Hercules himself could have torn her from him. Ignoring the coarse taunt of Lieutenant Aspinall, he endeavoured to lead her past them, simply saying to Captain Walmsley — \"Mr. Ashton committed his daughter to my care. I am auswerable for her safety.\" Aspinall, mistaking his calmness for pusillanimity, again intercepted their pas sage, and would have taken Augusta's hand. But a will strong as his own — an arm strengthened by lifting and carrying heavy burdens — was opposed to him. Jabez struck no blow : he thrust out an arm with muscles like leather, swept the offensive lieutenant aside, and down he went on the stone pavement of the lobby. i2"], [124, "116 THE MANCHESTER MAN. \" Bravo, Clegg !\" exclaimed a voice from the rear; and the burly form of Ben Travis parted the curious crowd, as le viathan parts the waves, before the infuri ated Aspinall could rise, or Walmsley interpose ; \" that's right ; take the young lady away, and leave these gallant bucks to me. I'll guard the honour of our corps.\" The terrified young lady and the in ebriated young bully were alike in sure hands. But consequential Madame Broad bent, ignored, forgotten, had received a blow to her importance she was not likely to forget or overlook."], [125, "117 CHAPTEB VII. MADAME BROADBENT'S FAN. nnHEY had made their exit from the -*- Fountain Street end of the box-lobby, to avoid the rush from the gallery door in Back Mosley Street, which somewhat lengthened the short distance Jabez had to convey his precious charge, who appeared more apprehensive of offending Madame Broadbent by scant and unceremonious leave-taking than troubled by the imperti nence of the young officers. Truth to tell, the whole adventure had a savour of Miss Bohanna's circulating library about it, and she felt herself elevated into a heroine by the occurrence."], [126, "118 THE MANCHESTER MAN. But her appearance before Madame Broad bent in the morning would be very real and unromantic, that lady resenting nothing so much as disrespect. \" You see, Jabez, I did not even make a curtsey to her as we came away. I am afraid she will be displeased.\" \" If you think so, Miss Ashton,\" he replied respectfully, \" I will hasten back as soon as I have seen you safely home, and bear your apologies to Madame Broadbent. She may not have left the theatre. Be sides, I feel that I also owe an apology for leaving a lady of her age unprotected in the midst of such a scene. It was very remiss on my part,\" he added; \"but, in deed, at the time I thought only of placing you beyond reach of further insult ;\" and Augusta could hear him mutter between his teeth, \" The impertinent puppy !\" The distance even from Fountain Street was very inconsiderable, and they had reached the broad steps of the door in"], [127, "119 THE MANCHESTER MAN. Mosley Street, and his hand was on the lion-headed knocker when this ejaculation escaped him. Service from Jabez was so much a matter of course that Augusta regarded his care for herself, and his proffer to run back at her bidding, only in the light of apprentice duty ; but that muttered exclamation spoke of smothered passion ; and before James was roused from his doze in front of the far-away kitchen fire by that peal on the knocker, and sleepily opened the door, she had added a caution as an addendum to her message to Madame Broadbent. \" I hope, Jabez, you are not going back to — to interfere or quarrel with Mr. Walms ley and the other officer. If they are not quite sober, you must remember they are gentlemen.\" \" I will forget nothing I should remem ber, Miss' Ashton,\" said he, as James un closed the door for her entrance, and he darted off, the emphasis she had laid on"], [128, "120 THE MANCHESTER MAN. her closing words having stung him keenly with a sense of his social inferiority in her sight. \" She evidently thinks the appren tice College-boy has no right to raise his hand against gentility in uniform, however drunk or disorderly it may be,\" he thought, as he ran along, spurred by a manly desire to show that it was not cowardice which had caused him to leave his prostrate enemy in the hands of a deputy. He was not three minutes more in reach ing the box-entrance in Back Mosley Street ; but for all that, the short walk home, and the brief delay caused by sleepy-head James, had given ample time to empty and close the theatre, from which more than half the audience had dispersed before they left. Even the oil lamps over the doors were extinguished ; and though a few stragglers loitered about — the natural hangers-on to histrionic skirts — and there were brawlers in the neighbourhood, he saw none of those he went to seek."], [129, "121 THE MANCHESTER MAN. The fact was, Captain Travis had hauled Lieutenant Aspinall from the ground with little ceremony, and, with a -sharp reproof for \"the disgrace he was bringing on their corps by insulting a young lady in a public place, as if sufficient odium did not attach to the Yeomanry already,\" forced him into a waiting hackney-coach, giving the driver orders to bear him home to his father's house on Ardwick Green, heedless of the young officer's remonstrance to the con trary. But Jehu, who knew his fare, drove him instead to the \" George and Dragon,\" on the opposite side of the Green, and Mr. Aspinall saw nothing of his hopeful son that night. Nor would Charlotte Walmsley have seen much more of her husband, had not kind hearted Ben gone far out of his own way to land John safely at home. Perhaps it would be hardly fair to calculate too nicely how far he was influenced to that by the relation of the Walmsleys to Ellen Chad-"], [130, "122 THE MANCHESTER MAN. wick, since the secret springs of action often lie too far down even for self knowledge. As for Madame Broadbent, no sooner had Miss Nuttall disposed of the last of the budding misses than she hid her indigna tion in the deep shadow of her large calesh, and, with an access of importance, left the theatre, slightly in advance of her humble dependants, and made her fearless way through Fountain Street and High Street, with a step which augured unpleasantness for all beneath her roof if her supper were not done to a turn and served to a nicety. Augusta was somewhat loth to leave her pillow in the morning, after the night's unusual dissipation, and was still more reluctant to encounter her lessons and Mrs. Broadbent ; and she for the first time remarked to Cicily that she thought she was \" quite too old to go to school.\" As if the world was not one huge school, wherein the dunces get punished most"], [131, "123 THE MANCHESTER MAN. severely, and even the best and brightest do not escape the rod. But Augusta Ashton, buoyant, blooming, cherished, admired, adored, could not see that her real schooling would begin when Madame Broadbent's reign ceased. No doubt Mr. Ashton would have been coaxed into granting an extension of his darling daughter's Easter holiday, and suffered her to remain at home that Thursday morning, but he was at Whaley- Bridge ; and mamma met her request with — \"No, my dear, you have had quite holiday enough. It would be setting a bad example to infringe Madame Broad bent's rules. Go, my dear, and go cheer fully. I will send Cicily for you at noon. The streets will be rather rough this week.\" She went, though not cheerfully, and Cicily was duly despatched to bring her home ; but neither Cicily nor Miss Ashton"], [132, "124 THE MANCHESTER MAN. had returned when dinner was put upon the table at half -past twelve o'clock. Then Mrs. Ashton recalled her own words respecting the rough streets, and the insult offered as unwelcome tribute to Augusta's beauty over-night ; and, though by no means a nervous woman, the mother grew restless and apprehensive — a lovely daughter who is an only child is so very anxious a charge. As she sat down to her solitary meal, another thought crossed her mind. \" James, ask Mr. Clegg to oblige me by stepping this way.\" Mr. Clegg was with her in an instant : the summons was unusual. \" Jabez, I'll thank you to ascertain why Miss Ashton has not returned from school at the usual time. Cicily has been gone almost an hour. Should Madame be keeping her in for any breach of etiquette last night, pray offer an apology for me and my daughter also, but at the same"], [133, "125 THE MANCHESTER MAN. time politely insist on Miss Ashton's immediate return to dinner.\" \" I believe I owe Madame Broadbent an apology myself,\" answered Jabez, smiling. \" I shall be glad of an opportunity to dis charge the debt.\" The school-room door was midway down the dark, narrow, arched entry. Groups of girls, with slates and bags in their hands, loitering on the pathway at the entrance and in the passage, made way for him, with curious looks and whispers among them selves (Jabez was not unknown to some of the senior pupils). The school-room door stood ajar : the whole place was in a commotion unprecedented in that precise establishment. Madame Broadbent, holding by the copy-slip axiom, \"Familiarity breeds con tempt,\" preserved her dignity and that of her high office by avoiding personal contact with her pupils, save at stated"], [134, "126 THE MANCHESTER MAN. hours. Her assistant-governesses were at their posts from nine until twelve, from two until four ; but Madame herself only sailed into the long room from the house door across the entry at eleven o'clock to receive reports, inspect work, dispense rewards, or administer reproof and chas tisement. \" Spare the rod and spoil the child\" had not been abolished from the educational code fifty-five years back. The double shock her importance had received at the theatre sent her home to quarrel with her supper; and as a meal dispatched in an ill humour does not easily digest, Othello and the Castle Spectre haunted her pillow, and broke her rest with nightmares. She rose late, and stepped into her schoolroom later than usual, to visit her accumulation of disagreeables on minor delinquents, as well as on the primary offenders. Let us be just : Madame Broadbent had"], [135, "127 THE. MANCHESTER MAN. gracious smiles and approving words to dispense to the ultra-good, and their very rarity made them valuable. But if she rewarded any that day, it was only that severity might stand out in contrast. Little hearts beat, little fingers plied in dustrious needles, little eyes bent over work, when Madame's step was heard in the entry ; but when her august presence fairly filled the room, every little damsel rose simultaneously, and saluted her entrance with a low, formal, deferential curtsey. Two rooms had evidently been thrown into one to give required space, the back portion being curiously lit by a narrow, small-paned window extending along the side, high above the rows of racks and pegs. It was the writing end of the room. Madame Broadbent occupied a seat in the front portion, almost opposite to the door ; and as she marched towards it with more than ordinary loftiness, and beat her fan"], [136, "128 THE MANCHESTER MAN. on her table with one peremptory tap, instead of a short rapid quiver, to enforce her command, \" Attention, ladies !\" the very youngest of those ladies could inter pret the signs portentously. Lucky was the young lady whose work passed muster that morning ; so many were condemned to stocks, backboard, columns of spelling, recitations from the \" Speaker \" and Thom son's \"Seasons,\" lengths of open hem, back stitching, or seaming ! At length Madame Broadbent, having dismissed ordinary business, rapped her fan upon the table, and in a sharp per emptory tone called \" Miss Ashton !\" — and Miss Ashton, who had been expecting the summons all the morning, came forward at her bidding, but not with the ordinary alacrity of pupilage. She had left her childhood (I had almost said her girlhood) behind her, in the box-lobby of the Theatre Boyal. \" Miss Brookes !\" cried the same sharp"], [137, "THE MANCHESTER MAN. 129 voice ; and with a painful start the little girl who had committed such a terrible breach of decorum before a whole theatre as to utter her impromptu commentary on the tragedian's art, rose, trembled, burst into tears, but was too agitated to obey with sufficient promptitude. Her seat was on a low front form. Madame took a step forward, stretched out her arm, and drag ged the child by the ear to the side of Augusta, then gave her a smart cuff as an admonition to more prompt obedience another time. Then with another rap of her fan on the table, which set all hearts palpitating, she began an inflated harangue to the mite of a child and the budding woman, in which she reproached them both with bringing disgrace on the \" Academy,\" hitherto so irreproachable. The one had drawn the attention of a whole theatre to her ill breeding and want of proper training ; the other by \" boldness of look and manner VOL. II. K"], [138, "130 THE MANCHESTER MAN. had licensed the free speech of loose men ;\" and, as if that were not enough, had \" been the cause of an unpardonable insult to her self.\" She, Madame Broadbent, so highly honoured and respected by the chief people in the town, to be called \" Mother Broadbent !\" — it was an outrage not to be endured ! Her temper interrupted her oration ; she shook Augusta violently, and condemned her to remain in school until she had learn ed one of Mrs. Chapone's letters by heart. Then she darted on the smaller one as the primary cause of all, shook her till the little teeth chattered, and dragged her by the lobe of the ear towards a dark closet, set apart for heinous offenders. Something akin to rebellion had been growing in Augusta's breast all the morning. She was a girl of quick impulses and sympathies, and was not only struck by the disproportion of punish ment meted out, but by the terror on the"], [139, "THE MANCHESTER MAN. 131 little one's face. She threw herself in their path, and to the utter astonishment alike of pupils and teachers laid hold of the child to release her, exclaiming as she did so, \" You shall not lock her in the dark ! you will kill her with fright, you cruel Madame Broadbent !\" If Madame Broadbent had been wrathful before she was furious now. Never in her long experience had she been so braved. Without thought, without premeditation, she raised her heavy fan and struck sharply at Augusta. The blow fell on her beautiful bare neck, the collar-bone snapped, as it will do with a very slight matter, and Augusta dropped ! Cicily, waiting outside at the time, heard Madame's raised voice and Augusta's im petuous remonstrance ; then a thud, a fall, and a suppressed scream from the girls ; and without pausing to knock, she pushed open the door. Cicily had been too k2"], [140, "132 THE MANCHESTER MAN. long the recipient of Augusta's school-girl confidence to stand in much awe of Mrs. Broadbent at best of times. Now she darted forward to raise her young mistress, whom she almost worshipped, and certainly did not consult either Madame's feelings or dignity in the epithets she launched at her. No one had been more electrified at the effect of that stroke with the fan than Mrs. Broadbent's self. She seemed petrified, and Cicily's indignant outburst fell on deaf ears ; but as Miss Nuttall ran for water, and Cicily cried out for a doctor, she roused to self-consciousness, and closed the school-room door as if to keep the outer world in ignorance of what was going on inside. A wide latitude was then allowed for school discipline ; but even Madame Broad bent was sensible that the blow which had felled Mr. Ashton's only daughter was a blow to imperil her seminary."], [141, "133 THE MANCHESTER MAN. Augusta did not revive. Miss Nuttall suggested that the school should be dis missed, and a doctor fetched ; and, before either could be effected, Jabez was on the spot. He took in the scene at a glance ; Augusta, white as her frock, her hair all in disorder, lay extended on a form, her head supported by the kneeling Cicily, whilst excited girls and teachers flocked helplessly around. \" Good heavens ! what is the matter ! what has happened to Miss Ashton ?\" was his hurried and agitated inquiry. One said one thing, one another. Wrathful Cicily came nearest to the mark. \" That old wretch has struck ar darlin' wi' her great fan. Aw'm afeard her neck bone's brokken !\" \" Impossible ! She could not be so heartless !\" he cried, as the group made way for him to pass, and he knelt down opposite to the sobbing Cicily, on the other side of the form, and sprinkled the pallid"], [142, "134 THE MANCHESTER MAN. face so dear to him with water some one had brought in. There was no sign of revival. \" My God ! this is terrible ! Oh, madam, how could you do it ? Mrs. Ashton will be distracted !\" and he started to his feet, inexpressible anguish in every feature. \" But this is no time for revilings. Where is the nearest doctor ?\" \"There is Mr. Campbell in Hanover Street— and \" Brushing unceremoniously past his informant, he was with the Scotch surgeon before Miss Nuttall had recovered from her surprise, or Madame from her stupor. Mr. Campbell was quickly on his way to attend his new patient, and Jabez speeding towards the top of Market Street. There he hired a hackney coach from the stand, close as he was to home, and drove straight to Dr. Hull's. He bore the doctor from his unfinished dinner with impetuosity brooking no delay. They found Augusta"], [143, "135 THE MANCHESTER MAN. Ashton faint, pale, but restored to con sciousness, in Madame's own dingy parlour, where the author of the mischief was doing her best to put a favourable colour on the disaster."], [144, "136 CHAPTEB VIII. RETROSPECTIVE. sTlHE collar-bone was broken ; there was -\"- no mistake about that ; but Jabez, mindful of Mrs. Ashton's protracted anxiety, lingered no longer where he would fain have remained than to see the surgeon prepare — under Dr. Hull's supervision — to reduce the fracture; a delicate process, since to the collar-bone no splints can be applied. Augusta's affection for her mother over came her pain. \" You will be careful how you tell mam ma, Jabez, I know ; do not frighten her more than you can help; she will be so"], [145, "137 THE MANCHESTER MAN. terribly distressed,\" faintly murmured she, as he again departed. With all his haste and care, so much time had been spent, Mrs. Ashton's fears had already conjured up all manner of evils, all of course wide of the mark. That some thing was wrong she felt assured, and he found her dressing to follow her dilatory messengers. The stoppage of the coach and his evident agitation were confirma tory ; but the absolute facts roused as much indignation as grief. Yet Mrs. Ashton never forgot herself; and though the waiting coach bore her to Bradshaw Street, to add her maternal re proaches to the wrathful utterances of Cicily, the rough rebukes of Dr. Hull, and the prickings of Madame Broadbent's own conscience, the natural dignity of her man ner more overawed and impressed the re sentful schoolmistress than all which had gone before. She was as profuse in apolo gies as in extenuating pleas, but she was"], [146, "138 THE MANCHESTER MAN. not prepared to combat Mrs. Ashton's pro verbial argumentation. \"Facts are stubborn things, madam, and she who cannot govern herself is not fit to govern others.\" Neither coach-making nor road-making had reached the acme of perfection, and Augusta's removal home, without the dis placement of the bone, had to be considered. A sedan chair — the last in the town — was still kept for invalid use at the In firmary. Jabez was aware of this, and be fore Dr. Hull could make the suggestion he had proposed to go for it, and was back with the black, brass-nailed sedan long before the doctors thought their patient fit to be removed. As the unfamiliar vehicle waited at the \"Academy\" door, it attracted the notice not only of neighbours and returning school-girls, but of passers-by, until Ma dame Broadbent was in a fever. The reputation of her school was at stake, and"], [147, "THE MANCHESTER MAN. 139 she felt that every extra moment that hand carriage and wheel-carriage remained stand ing there, the bruit of the lamentable oc currence was spreading farther afield. There had been no cessation of afternoon school duties, albeit the teachers alone presided, and discipline was somewhat relaxed. But when patient, doctors, friends, and vehicles had gone their way, and the school was soon after dismissedr the harassed, agitated and prescient dis ciplinarian surrendered herself to alternate fits of hysteria, passion, lamentation, and overweening assumption. That first outburst over, the self important dame stood on her \" right to maintain discipline,\" even when confronted by Mr. Ashton, no longer the easy-going, pleasant parent of a paying pupil, but the angry father of an injured only child, who had posted from Whaley-Bridge, on the first intelligence of the mischance, leaving his business incomplete."], [148, "140 THE MANCHESTER MAN. Not alone to the inmates of the house in Mosley Street was Augusta Ashton precious. Notwithstanding her sometime wayward ness (the result of her father's over-indul gence), she had endeared herself, by her affectionate heart and winsome ways, to a wide circle of friends ; even Joshua Brookes was less grim with Augusta ; so no wonder Jabez was secretly devoted to her heart and soul. Great and general was the sympathy expressed on the occasion. Mrs. Chadwick aud Ellen were with Mrs. Ashton before the afternoon was out, and at Augusta's eager desire her cousin remained behind, not only for companion ship, but as chief nurse, an office for which Ellen had that peculiar fitness observable in some women, coupled with the deftness and experience gained in long attendance on her father. And now, leaving Augusta in the hands of love and skill, with all that affection and wealth can lavish upon her in futherance"], [149, "THE MANCHESTER MAN. 141 of recovery, let us step backwards to the previous September, when Peterloo was fresh, and Jabez yet wore his left arm in a sling. Whaley-Bridge has been mentioned more than once, for in that village, near the high road from Manchester to Buxton, Mr. Ash ton possessed a water-mill on the pictur esque banks of the river Goyt, which there divided the counties of Cheshire and Derby shire. . It had been established in the previous century, together with another in the contiguous vale of Taxal, by a specu lative ancestor of Mrs. Ashton, whose old hall was in the locality. The two places had been chiefly colonised by his work people, many of whom had been pauper apprentices from Manchester and Warring ton. Besides the mill, Mr. Ashton owned the \"White Hart\" Inn, close to the bridge, where the Buxton coaches stopped ; and Carr Cottage, a long, low, rough-cast"], [150, "142 THE MANCHESTER MAN. building, nestling under the shadow of a fine old farm-house which crowned the elevated ridge of Yeardsley-cum-Whaley, lang-syne the Gothic stone Hall of the warlike Yeardsleys. From this farm-house, Carr Cottage was separated by a retired walk at the back, which, itself a wilderness of nettles, gave ac cess to the cellarage and a clear well, and led the adventurer away up the hill between the cottage grounds and the farmer's tall high banked hedges, which almost overtopped the cottage roof. And on the left of the cottage (as viewed from the high road) spread the granaries, stabling, and farm yard, enclosed by remains of the ancient wall, and entered by a step or two through an ancient Gothic doorway, over which ivy and honeysuckle clambered in luxur iant rivalry. The cottage, which on each floor contain ed four capacious rooms in its length, was on the ground divided in the middle by a"], [151, "143 THE MANCHESTER MAN. respectable lobby ; the house-place and kitchen lying on the left, the parlours to the right as you entered. There were two staircases, one at each end of the building, the one running upwards in the kitchen itself, the other from a small enclosed space at the back of a parlour, containing also a china closet door, and lit by a low window close to the foot of the staircase, from which it was possible to step out into the garden, unseen by anyone in the house. Otherwise, both chambers and parlours had doors of communication from end to end of the building, the two middle chambers being only accessible through the others. The lower windows in the front — at least, those of the large parlours — were brought close to the ground, and over looked a charming landscape ; descending, at first suddenly, from the wide-spread flower-garden (with its one great sycamore to the right of the cottage for shade), then with a gradual slope to a bean-field below,"], [152, "144 THE MANCHESTER MAN. to a meadow crossed by a narrow rill, then, after a wider stretch of grass, the alder and hazel fringe of a trout-stream, skirting the high road, on the far side of which tall poplars waved, and in Autumn shed their leaves in the wider waters of the\" Goyt fresh from the bridge, where the road bends. Bivulets, road, and river ran parallel. And from the road a broad wooden gate gave access (over a bridge across the trout-stream) to a wide, steep avenue between trim hedges, which rose to the level of the cottage, in itself as de lightful a retreat as any wearied denizen of town could desire. To Mr. Ashton it was necessary as an adjunct to his factory, an occasional home for his family in the Summer, a lodge for himself when a visit of inspection was desirable. Hearing that the general discontent was spreading amongst his own work-people at Whaley-Bridge, Mr. Ashton, without wait ing for the stage-coach, put himself into a"], [153, "THE MANCHESTER MAN. 145 long-skirted drab overcoat, with high col lar and small double cape, ordered reluctant James to \" find another for Clegg,\" and hav ing stowed away a carpet bag and a case of pistols, lest they should be molested on the road, he mounted his high gig, with Jabez by his side, and set off to \" take the bull by the horns,\" as Mrs. Ashton had advised. Away they went through the mild Sep tember air, up London road (where houses had been growing in the years since we scanned it last) and past Ardwick Green Pond, where a dashing young buck, booted and spurred, lounged at the door of the quaint \" George and Dragon,\" and followed them curiously with his eyes ; yet not so swiftly but Jabez had time to recognise with accelerated pulse his former assailant, Laurence. Longsight, Burnage, Fallowfield left behind ; Stockport Bridge gained, they go walking by their horse's head up the steep hill, between frowning houses, to the VOL. II. L"], [154, "146 THE MANCHESTER MAN. \"Pack-Horse,\" in the market-place, where the beastwas baited, and the travellers dined at the same table, Jabez not for one mo ment forgetting the social distance between his master and himself. Again seated, they quickly left the smoke-begrimed, higgledy-piggledy mass of brick and mortar called Stockport behind, and were away on country roads, where yellow leaves were blown into their faces, where brown-faced, white-headed cottage children were stripping blackberries from the wayside brambles, or ripe nuts from the luxuriant hazels which have since changed the very name of the Bul lock-Smithy through which they drove at a gallop to Hazelgrove. It was a glorious treat for Jabez, was that drive, and Mr. Ashton, conversing with him as they went, was surprised to discover his love of Nature, and his know ledge of her secrets. This induced reminiscences of the early years of Jabez,"], [155, "THE MANCHESTER MAN. 147 when Simon took him pick-a-back in the fields on Sundays ; and Mr. Ashton led him on to dilate on his childhood among his first friends, until he had a closer insight into tne young man's heart than in all the years he had served him. But the object of their journey had not been forgotten ; and at Disley, hearing Mr. Ashton remark that they were but three miles from Whaley-Bridge, Jabez ventured to suggest — \" Do you not think, sir, as I am unknown in Whaley-Bridge, I might make inquiries, and ascertain the feeling of the people better if I went on foot, having no apparent connection with you ?\" \" That is a wise thought of yours, young man. Just so. I will put you down at the next milestone. Here is a guinea for your expenses at the ' White Hart.\" But country people are inquisitive ; what do you propose to be ?\" l2"], [156, "148 THE MANCHESTER MAN. t \" Well, sir, I took the liberty to bring a sketch-book with me — I don't get many such opportunities — I could represent myself as an artist ; or I could cram my pockets with plants and roots as I went along, and say I was a botanist in search of specimens.\" \" Stick to the artist, Jabez ; our country botanists would soon floor you on their own ground — they know more of plants than pencils, I'll warrant.\" And Mr. Ashton, handing the reins to Jabez, took a pinch of snuff on the strength of it. Mr. Ashton, putting up the collar of his coat, drove direct to Carr, much to the surprise of his unprepared overlooker and wife, who had charge of the cottage. He said nothing of any companion ; and Jabez some twenty minutes later walked into the bar of the \"White Hart,\" dusty and weary, as if with long walking ; called for bread-and-cheese and ale ; intimated his intention to remain the night, if he could"], [157, "149 THE MANCHESTER MAN. have a bed ; talked of the scenery, and led the host to tell of the best points for sketching. Professing fatigue, he kept his seat in the bar-parlour the remainder of the day. The sling, not yet wholly discarded, drew attention, as he expected it would. The incomers, eyeing him askance, talked politics before him, and finding him less glib than themselves, whispered that he was a refugee from Peterloo, and, to show their sympathy with the party to which he was supposed to belong, freely discussed the political aspect of the district before him. He was young, free with his money, and they were not reticent. He found that the overlooker had made himself, and his master through himself, obnoxious to his weavers, and that only prompt measures would prevent an outbreak. The next morning Mr. Ashton put his head into the inn, greeted \" Mr. Clegg\" as some one he was surprised to meet in so"], [158, "150 THE MANCHESTER MAN. remote a spot, and invited him to Carr Cottage. Jabez accepted the invitation for the afternoon, saying he could not spare the morning. Under pretence of sketching, he took his way by the Goyt to the neigh bourhood of the mill with pencils and sketch-book ; women and children flocked inquisitively round him in their dinner hour, and talked to him ; then he rested in a weaver's cot, and when he found his way to Carr in the afternoon, and sat with Mr. Ashton for privacy under the dropping keys of the sycamore, he had brought with him the key to the prevailing discontent. Mr. Ashton listened, took an enormous quantity of snuff, dropped an occasional \" Just so,\" and, knowing the sore, set about healing it. He drove back to Man chester, leaving Jabez as his temporary deputy — high honour for so young a man, — and the overlooker was required to ren der up his accounts."], [159, "THE MANCHESTER MAN. 151 A fortnight later, as Jabez was midway up the avenue to Carr in the afternoon, he turned, hearing the blithe bugle of the coming Buxton coach, and watched its dashing progress along the road. To his astonishment it stopped at the gate. He himself reached the spot at a run. His eyes had not played him false. Simon Clegg, in his best clothes, was there on the box-seat ; Tom Hulme and Bess and little Sim sat close behind him. Mr. Ashton was himself an inside passen ger. In the bustle and confusion of alighting, and dragging boxes from the boot and from the top, curiosity was kept on the stretch. It was not until the entire party were under the roof of the cottage that Jabez was enlightened. Tom Hulme was the new overlooker, Bess the new care taker of Carr Cottage, which was hence forth their rural rent-free home ; and to Simon, long disqualified by rheumatism"], [160, "152 THE MANCHESTER MAN. for the wet and slush of the tannery, was given the charge of the garden, with a boy under him. And of all the group old Simon and little Sim were most delighted. Some eight months before, Sim (then about two years old) had slipped on the frosty stones in the old Long Millgate Yard, and, rolling down its rugged declivi ty, was supposed to have injured his spine, and he had been too delicate ever since to run about freely. To the child, therefore, whose shoulders seemed unnaturally high, the change from the stifling court was something too exuberant for expression. To Simon Clegg, who, in losing his crony Matt, had felt the old haunts oppressive, the bountiful expanse of nature before him, and the comfortable, fragrant home, were matters of deep thankfulness. \"Moi lad,\" said he to Jabez, when the latter was about to depart with Mr. Ashton, after they were fairly inducted, \" ar Bess said thah would be a Godsend to us, an'"], [161, "153 THE MANCHESTER MAN. thah has bin. This Paradise o' posies has o' grown eawt o' thy cradle. God bless thee !\" \"I think, my dear, the experiment will succeed. There is a matronly air of re spectability about Mrs. Hulme, that will help to uphold her husband's position amongst the workpeople, and I can trust his soldierly discipline for keeping the rebellious in order. Thus said Mr. Ashton to his good lady, sitting by the fireside after supper, the night of his return home. Then, after a little pondering and trifling with his snuff box, he added, as if reflectively — \"It is all very well, my dear, to serve the young man's friends and ourselves at the same time, but I should like to do something for Jabez himself. It is entirely to his clear head and his tact that we owe the preservation of peace at Whaley-Bridge. I should like to give him a rise.\" \"My dear William, make no more haste"], [162, "154 THE MANCHESTER MAN. than good speed, and never do things in a hurry,\" replied his calm proverbial philoso pher. \"We must not excite the envy of his fellow-clerks, or we shall surround him with enemies from the first. In removing his humble friends you have cleared one barrier to his advancement.\" Mr. Ashton did not say \" Just so !\" for a wonder ; he turned his gold box round and round in his fingers, and at length gave utterance to a thought which took Mrs. Ashton by surprise. \"If we remove all the young man's old associations, don't you think we ought to provide him with new ones?\" \" I think, William, we ought to 'leave well alone ;' smooth paths are slippery paths. The young man will be out of his time in six months ; you can then advance him if you think proper — in the warehouse — but I do not feel disposed to open our drawing room to him, if that is what you are"], [163, "THE MANCHESTER MAN. 155 driving at ;\" and she drew herself up, as if her dignity had received a blow. \" We-11 no—not exactly !\" and Mr. Ash ton, unable to express what he did mean exactly, shuffled and fidgeted till he upset his snuff on the Brussels carpet."], [164, "156 CHAPTEB IX. ON THE PORTICO STEPS. T)ETWEEN that expedition to Whaley ■U Bridge, with its terminal connubial conversation, and the breakage of Augusta Ashton's collar-bone, rather more than six months intervened — six months during which Mr. Clegg, as his good master had anticipated, felt the solitary state of his trim sitting-room somewhat oppressive, the permission to receive his old friends be coming a nullity on their removal. He occupied a position midway between parlour and kitchen — above his old associates of the porringers, the fireside settle, and the sanded stone floor, and beneath the family"], [165, "157 THE MANCHESTER MAN. seated round the tea-urn, on cushioned chairs and Brussels carpet. Towards the former he cast few backward looks of regret — he had put his past behind him — but, oh ! who shall tell his unuttered longings for the \" Open, Sesame !\" to that Paradise of which he had had one rapturous glimpse, and one only — that Paradise where his master's daughter, so high above him, moved like a seraph, and filled the air with harmony ! I am afraid that at this time he brooded over his orphanhood, and that unknown father who had disappeared so mysterious ly, and strained his soaring thoughts in their flight towards possibilities more than was good for him. He was too much alone for one of his years, and there were times in those long candle-lit Winter evenings when books and pencils dropped from his wearied hands, and for lack of a companion he held dreamy converse with the fire. Of course his library was restricted, and"], [166, "158 THE MANCHESTER MAN. there were no institutions in Manchester at that time where young men of his class could meet for mutual improvement, or that mental polish caused bythe attrition of mind upon mind. Occasionally, at long intervals, and at first to the utter confusion of James, Captain Travis had inquired for \"Mr. Clegg,\" and been shown into the little sitting-room, with a disregard to \" caste \" very creditable to both of them ; and now and then Mr. Chadwick and Mr. Ashton would drop in together for half-an-hour's chat, the gratitude of the former being deeper than the surface. But rarely did a feminine face, save Cicily's, brighten up his solitude, and she, devoted to her young mistress, had always something to say about Augusta, if only what she wore, or how she looked, which sent him off into dreamland immediately. Sunday was a very chequered day, when he missed his old friends most. True, he followed the family to church, perhaps"], [167, "159 THE MANCHESTER MAN. carried Augusta's prayer-book, exchanged a word of kindly greeting with old Mrs. Clowes, and Parson Brookes, who was not as hale as he had been ; but there was no old Simon to grip his hand, no Bess to give him a motherly smile, and unless the weather was fine enough for a ramble in the fields with Nelson for companion, the rest of the day was very dull indeed. The fan which broke Augusta's collar bone broke down a barrier for Jabez. No personal sacrifice attended the service he rendered. He but went and came as an active messenger. But he went and came with intelligence and promptitude, and exercised for mother and daughter both the care and forethought of a much older man. In the father's absence the father was not missed. What came under Mrs. Ash ton's own eye, Mrs. Ashton could appreci ate ; and the commendation of Dr. Hull was not without its weight. He had said,"], [168, "160 THE MANCHESTER MAN. \" Capital fellow to send for a doctor, that messenger of yours, Mrs. Ashton ! A determined, persistent fellow ! Would see me, and haul me off with only half a din ner, though I protested, and he had already got a surgeon there before me !\" His thought about the sedan chair, which he had accompanied to Mosley Street to insure care on the part of the chairmen, and had ordered into the very lobby of the house ; the cautious manner in which he had lifted Augusta thence, and borne her to the ready couch, coupled with his protection of her daughter in the theatre the night before, weighed down the scale already trembling in the balance, and Mrs. Ashton's \" Jabez, I am deeply indebted to you \" was not mere words. He was her messenger to the Chadwicks, her amanuensis to Mr. Ashton ; and, when Ellen and her mother arrived somewhere about tea-time, for the second time he was invited to join their party ; and one, if not"], [169, "161 THE MANCHESTER MAN. two, pair of cheeks burned as the invitation was given. Then, the night Mr. Ashton returned home to find Augusta an invalid, he was gratified to see Jabez again at the tea table, and after that at odd times, until the restraint upon him gradually wore away, and he would read to Augusta and Ellen, as the latter sat at work, and do his best to make the time pass pleasantly. Next Mr. Ashton took it into his head to teach him backgammon and cribbage, to help to make his own evenings at home more lively. And Mrs. Chadwick, who, for some occult reason, had resisted her husband's desire to show courtesy to his preserver, could scarcely be less gracious than her grander sister, who owed him so much less ; so now the green-parlour door in Oldham Street was opened to him, and as Jabez refreshed his memory with Hogarth's VOL. II. m"], [170, "162 THE MANCHESTER MAN. prints, he felt that he had made another step up the ladder. Those were halcyon days ; while Augusta, too tall to be robust, recovered so slowly, and was so much gratified by his attempts to entertain her. Halcyon days for more than one. Yet, ere Jabez was out ofhis apprentice ship, or Augusta had left her pillowed sofa, a pebble was thrown into the stream which broke the surface of the tranquil waters, and disturbed them for ever. Mr. Ashton was one of the original shareholders in the Portico, a classic stone building erected in 1806 as a library and reading-room, on the other side of Mosley Street, which, with its pillared facade and flight of steps, like an Ionic temple, looked down on the plain red-brick front of the Assembly Booms, though its opposite neighbour stood quite as high in repute, and was equally exclusive in its constitu tion."], [171, "THE MANCHESTER MAN. 163 Mr. Aspinall, the Cannon Street cotton merchant (who dined with the Scramble Club, instituted by business men whose homes were in the suburbs), was likewise a shareholder in the Portico ; and from con stant meeting at the long tables within the book-shelved, galleried walls of its lofty reading room, he and Mr. Ashton had a tolerably lengthy acquaintance, although it had never ripened into intimacy — the men were so dissimilar. Charlotte Walmsley was naturally trou bled by the result of Madame Broadbent's notions of discipline, and not unnaturally (considering the condition in which Ben Travis had taken him home) blamed her husband as the primary cause. As naturally he shifted the onus to the shoulders of Laurence Aspinall, and, taking him to task, plainly told him he ought to apologise. Laurence snatched at the proposal. \"My dear Jack, nothing would please m2"], [172, "164 THE MANCHESTER MAN. me better ! I'll make a thousand apologies, if you'll only introduce me.\" John Walmsley had had quite enough of introductions ; besides, he stood in some awe of Mrs. Ashton, and did not know how she might take it, especially as his friend Aspinall had acquired the character of \"a wild spark.\" He emphatically declined. But if Laurence Aspinall once set his mind on a thing he would attain it, if within the range of possibility, whether by fair means or foul, whatever might be the consequences. For a few days he was on his best behaviour at home ; and having won his father over by expressions of deep contri tion, and promises of reformation, and the assurance that he would never again do anything \"unbecoming a gentleman,\" he prevailed on him to introduce him to Mr. Ashton, with a view to making his own apologies in person. \" Well, Laurence, you can go with me"], [173, "165 THE MANCHESTER MAN. to the Portico to-morrow morning, and if Mr. Ashton is there, we will see what can be done ;\" the tone in which this was said clearly implying, \" If we seek an introduc tion to the Ashtons for the purpose of making the amende honorable as befits gentlemen, there can be no doubt of its acceptance.\" But when they met Mr. Ashton on the steps of the Portico the following morning, the self-complacence of the lofty gentleman received a slight but uncontemplated check. Mr. Ashton nodded to Mr. Aspinall with a beaming face, and would have passed his acquaintance with a mere \" Good morning,\" but the other stopped, and after shaking hands, and remarking that trade was slack, presented, with due formality, the hand some, elegant six feet of dandyism who bore him company. \" Mr. Ashton, let me make you acquaint ed with my son, sir — Mr. Ashton, my son Laurence ; Laurence, Mr. Ashton.\""], [174, "166 THE MANCHESTER MAN. The young gentleman raised his stylish beaver from his rich coppery curls, and bowed with courtly grace in acknowledg ment of Mr. Ashton's formal bow, whilst his father continued, almost in the tone of one who confers an honour — \" The fact is, my son, sir, desires an opportunity of expressing to Miss Ashton his deep regret for the indiscretion of which he was guilty in the lobby of the Theatre Boyal, some ten days back.\" The smile faded from the face of Mr. Ashton, who, with a reserve very foreign to him, put his hand into his pocket for his snuff-box instead of extending it to the young man, and, tapping it with a little impatience, caught at his words. \" Indiscretion, sir ? What you are pleased to call ' indiscretion ' has placed my daughter in the doctors' hands with a broken collar-bone.\" Before Mr. Aspinall could reply, Laur ence, better skilled to temporise, interposed."], [175, "167 THE MANCHESTER MAN. \" So, to my infinite regret, my friend Mr. Walmsley has already informed me, sir. And I assure you I take shame to myself that any word or action of mine should have led to consequences so lament able. No one, sir, can deplore the injury Miss Ashton has sustained more than myself — the unhappy cause. It is this, Mr. Ashton, which impels me to seek an opportunity to express the sensibility of my grave offence, and my extreme regret, to Mrs. Ashton and Miss Ashton in per son. I cannot rest until I have implored their pardon !\" The tones in which this apologetic speech was delivered were at once so suave, remorseful, and sympathetic that Mr. Ash ton, whose sternness was seldom of long duration, was considerably mollified. He looked at the handsome, dashing blade before him, whose blue eyes seemed full of gentleness and pity, and felt as though the boy he had seen torturing old Brookes,"], [176, "168 THE MANCHESTER MAN. and the yeomanry officer who had slashed at Mr. Chadwick and Jabez Clegg, could never be one and the same. He reverted to the latter circumstance — \" I think, young sir, you owe an apology to some one else under my roof — the young man who received the sabre-cut you de signed for my brother-in-law, Mr. Chad wick.\" Aspinall's handsome face flushed. His father's quick reply gave him time to think. \" You surely, Mr. Ashton, would not expect my son to apologise to an appren tice-lad, a mere College-boy.\" \" Just so ! I would expect him to apologise to anyone he had injured, were it a beggar !\" Here the son interposed : \" My good sir, do not remind me of the horrors of that dreadful day ! I shudder when I recall it. We acted under orders, and I swear I was utterly unconscious and irresponsible for"], [177, "169 THE MANCHESTER MAN. my actions throughout the whole affray.\" And Laurence seemed desirous to wash his hands of the responsibility. \" The fact is,\" said Mr. Aspinall, coming to his son's rescue, \" Laurence had taken more wine than his young head would stand on both occasions. It takes years to season a cask, you know, Mr. Ashton, and we must not be too hard on young fellows, if they slip sometimes. We have all had some wild oats to sow.\" This was a platitude of the period, but Mr. Ashton's \" Just so !\" was not a cordial assent ; and Laurence, fearing the conver sation was taking an unfortunate turn, led it back to its original request. But Mr. Ashton tapped his box, and, offering it to his interlocutors, took a pinch himself, and then a second, before he came to a decision. It was evidently a debatable question. \" I will mention your request to Mrs. Ashton, young gentleman, and if I find her agreeable to receive you, I can take you"], [178, "170 THE MANCHESTER MAN. across with me to-morrow morning, pro vided you meet me here. Good day.\" Mr. Aspinall's \"Good day\" was some what stiff. He had held his head very high all his life, metaphorically as well as physically, and was not disposed to be snubbed by one whose status he considered scarcely on a par with his own. He was disposed to look on his son's peccadilloes as some of those \" wild oats \" which young gentlemen of spirit were expected to sow, and considered his fine figure and beautiful features, his education, accomplishments, and prospects, passports to any society; and that Mr. Ashton should for one moment hesitate to open his heart and his doors to his son, was an indignity not to be borne. \"The fact is, Laurence, that, if you make an apology to those people after this, you have less spirit than I take you to have !\" was his conclusion. \" Never you mind, father, I know what I'm about. I want to get my foot in"], [179, "171 THE MANCHESTER MAN. there,\" answered subtle Laurence. And he managed it. Mr. Ashton went home to dinner full of his conversation on the Portico steps, and set his romantic daughter's heart in a flutter by mooting the point at issue in her presence. \"Oh, papa! do bring him; I want to see him again, he is so handsome !\" \" ' Handsome is that handsome does,' Augusta,\" was Mrs. Ashton's commentary on that young lady's impulsive exclama tion. \"Charlotte says he is very wild,\" re marked Ellen, \" and I feel as if I should shudder at the sight of him, after his con duct at Peterloo.\" \" You don't shudder when Captain Travis calls, and you don't shut the door in John Walmsley's face, and they may have done things just as bad, if you did but know it, Ellen,\" retorted Augusta, standing on the defensive for the absent \" Adonis.\""], [180, "172 THE MANCHESTER MAN. \" Just so, my dear, so they might,\" ad mitted Mr. Ashton, whilst Ellen held her peace, silenced by something in her cousin's retort. \"Yes, William, but look on the poor bandaged neck and shoulders of our child, and think of that ruffian's cruelty to Jabez and others when a schoolboy. I don't think either John Walmsley or Mr. Travis could have done anything so bad.\" \" Well, but, mamma,\" argued spoiled Augusta, \" Jabez forgave him ; and I think Madame Broadbent is more to blame than Mr. Aspinall — he only offered to bring me home.\" Mrs. Ashton shook her head as she rose from table. \"Besides, mamma, he says he only wants to apologise, and you know you need not invite him again unless you like. It would be so rude to refuse.\" \" Just so, just so,\" assented Mr. Ashton, willing to humour his pet in her invalid"], [181, "173 THE MANCHESTER MAN. state, \" and perhaps it might clo the young fellow good to see the consequences of his folly.\" As usual, where Augusta enlisted her father on her side, Mrs. Ashton's dissent grew feebler. The next day Mr. Ashton made at least one false step in his life, and brought over his own threshold a blight. Faultless were the curves of the stylish hat, faultless the fit of pantaloons, and coat, and Hessian boots, and York-tan gloves ; graceful the figure they adorned ; graceful the apology tendered so adroitly — more to the mother than to the daugh ter — but if ever a graceless good-for nothing cast a shadow on a good man's hearth, it was the wolf in sheep's clothing whose hungry jaws were watering for the pet lamb of the fold, and who made so courtly an exit full in the sight of Jabez, as he crossed the end of the hall to his soli tary dinner in his own room."], [182, "174 CHAPTEB X. MANHOOD ! \"TTOUNG as he was, Laurence Aspinall -*■ was wont to say he \" wouldn't give a fig for any man who could not be any thing in any society;\" and the Laurence Aspinall of the cock-pit, the ring, and the bar-parlour, was a very different being from the Laurence Aspinall of the Assembly or drawing-room. He could be a blackguard amongst blackguards, a gentleman amongst ladies. Nature had done much for him, art had done more. Nature had given him at twenty-one a symmetrical figure, and art"], [183, "175 THE MANCHESTER MAN. an easy carriage. Nature had given him the clear pink and white complexion which so oft accompanies ruddy hair, and art had trained his early growth of whisker to counteract effeminacy of skin. Nature had given him a lofty forehead, art had clustered his bronze curls so as to hide how much that brow receded. Nature had given an aquiline nose, eyes of purest azure, flexile lips with curves like Cupid's bow ; and art had taught that eyes set so close, whose hue was so apt to change as temper swayed him, and lips so cruelly thin, might be tutored to obey volition, and contradict themselves, if so their owner willed. To crown all, nature had gifted him with a flexible voice, and art had set it to music. The Liverpool schoolmaster had obeyed Mr. Aspinall's instructions to the letter ; all that education and accomplishments could do to polish and refine the physical man into the gentleman, as the word was"], [184, "176 THE MANCHESTER MAN. then understood, had been done for him ; but under the stucco was the rough brick work Bob the groom had heaped together, and which no trained or loving hand had removed. Be sure Laurence Aspinall did not carry this analysis into society, written on his forehead. Instead, he had cultivated the art of fascination ; and in the brief space occupied by that apologetic introductory visit in Mosley Street, he not only con trived to dazzle the romance-beclouded eyes of Augusta, but, what was almost as much to his purpose, to win over Mr. Ashton, and to weaken the prejudice of Miss Augusta's less pliant mamma. Ellen Chadwick was the only one on whom he made no impression, the only one who retained a previous opinion — confirmed. Possibly, as Charlotte Walmsley's sister, she knew something of his life below the surface, and had imbibed that sister's no tion that he \" led John Walmsley away.\""], [185, "177 THE MANCHESTER MAN. Possibly, too, as Charles Chadwick's daugh ter, she contrasted the silken speech of the drawing-room dandy with the hectoring, sword-in-hand, yeomanry cavalry lieuten ant who, in striking at her father, had wounded Jabez his deliverer instead. At all events, she met the enthusiastic admiration of Augusta after his departure, the gratified encomiums of her uncle, and the more subdued approbation of her aunt, with the unvarying expression, \" He would have murdered my dear father but for Jabez Clegg, and Mr. Clegg is worth a hundred of him.\" Mr. Laurence knew better than to pre sume on that introduction all at once. From their gardens and greenhouses at Ardwick and Fallowfield, he sent small baskets of early flowers and fruit to Mrs. Ashton, for her daughter, with courteous inquiries ; but he allowed several days to elapse before he presented himself in per son, and then his call was of the briefest. VOL. II. n"], [186, "178 THE MANCHESTER MAN. He knew he had prejudice to overcome, and worked his way gradually. Mean while Augusta progressed favourably ; and if Aspinall grew in favour with the family, so did Jabez. May, sweet-scented month of promise, brought to Jabez Clegg in 1820 his natural and legal heritage — manhood and man hood's freedom. He was no longer an apprentice bound to a master by the will of others. He had a right to think and act for himself, subject ouly to the laws of God and of the realm. True, that free agency brought with it a train of responsi bilities, but the new man was not the one to overlook or ignore the fact. He had thought long and keenly of the coming change, and all it might involve, months before it came. His fixed wages as an indoor apprentice, according to indenture, were no great mat ter ; but, supplemented by coin he extract ed from his paint-box after business hours,"], [187, "179 THE MANCHESTER MAN. he had found a margin for saving, besides contributing to the humble wants of his early fosterers. The latter duty he had never neglected, but Simon was as sternly just as the lad had been gratefully generous, and, even when poverty bit the hardest, would never accept the whole of his earnings. \" Si thi, Jabez, if thah dunnot keep sum mat fur thisel' to put by fur a nest-egg, thah'll ne'er see the good o' thi own earnin's, an' thah'll lose heart in toime,\" the old -tanner had been wont to say, when sturdily bmiting the extent to which his foster-son should open his small purse. So Jabez, leading a steady, industrious life, spending little on personal gratifica tion, save what he invested in books, had quite a little store laid by — the result of very small savings — against the time when he might have to shift for himself. Two things had troubled him — the possibility of having to find a situation elsewhere, Mr. n 2"], [188, "180 THE MANCHESTER MAN. Ashton having said no word of retaining him, though, on the contrary, he had said nothing of his removal ; and the necessity for quitting the house which had been to him a home so long that even the grum bling cook and the affectionate dog had welded themselves into his daily life, how much more the kind master and mistress, and that beatific vision, their beautiful, bewitching daughter, who had held him O O ' in vassalage from the very day of his ap prenticeship, and tyrannised over him as only a wayward, spoiled beauty — child or woman — could. The bright morning of the fifth of May set this at rest. He was called into the inner counting-house, and passed the high stools of inquisitive-eyed, quill-driving clerks with a palpitating heart, conscious how much depended on the issue of that interview. As he opened the curtained glass door, to his surprise he found himself confronted"], [189, "181 THE MANCHESTER MAN. by not only Mr. Ashton, but Mr. Chadwick, and Simon Clegg, who had been brought from Whaley-Bridge for the occasion. Business men, as a rule, are not demon strative over business, and after the first salutations and surprised greetings, the congratulations of the day were soon said, and the stereotyped \" And now to business\" put sentiment to flight. And yet not en tirely so, as will be seen. There was nothing luxurious in that counting-house of the past. Besides the high desk and stool, it contained an oil cloth-topped hexagon table, with a deep rim of partitioned drawers, three wooden chairs, a sort of fire-guard fender, and a poker; but there was neither carpet nor oil- cloth on the floor, and the walls had but a dim recollection of paint. Mr. Ashton, snuff-box in hand, occupied one of these chairs ; Mr. Chadwick, resting hands and chin on a stout walking-stick, another ; the third, a little apart, had been"], [190, "182 THE MANCHESTER MAN. assigned to old Simon (now on the shady side of seventy). Jabez remained stand ing. Mr. Ashton, as was his manner, tapping his fingers on his snuff-box-lid whilst he spoke, opened fire. \" No doubt, Jabez, you have been expecting me to say something respecting your prospects and position when your indentures are given up ?\" \" Well, sir,\" answered Jabez, with a frank smile, \"I believe I have.\" \" Just so ! I knew you would. It was but likely. And I should have spoken to you some time since, but for brother Chadwick here. Both Mrs. Ashton and myself have watched your conduct and progress, during the whole term of your apprenticeship, with entire satisfaction.\" Here a pinch of snuff emphasised the sentence, and both Simon and Jabez felt their cheeks begin to glow. \" You have been unusually steady and"], [191, "183 THE MANCHESTER MAN. persevering — have not been merely obedi ent, but obliging, and your rectitude does full credit to the ' honourable ' name Parson Brookes gave to you.\" This was quite a long speech for Mr. Ashton ; he paused to take breath ; and old Simon, proud of the young man as if he had been his own son, feeling the en comium as some sort of halo round his ow-n grey head, exclaimed — \"Aw'm downreet preawd to yer [hear] yo' say it, sir. It'll mak' ar Bess's heart leap wi' joy.\" But Jabez, blushing, half ashamed of hearing his own praises rung out as from a belfry, could only stammer forth — \"I've endeavoured to do my duty, that is all, sir.\" \" A — all !\" interjected Mr. Chadwick, in his imperfect speech, \" Nelson sa — said du — u — ty was all Engla — and expected of ev — ev'ry man, but it w — won the b— battle of Tr— Trafalgar !\""], [192, "184 THE MANCHESTER MAN. \" Duty wins the battle of life, brother,\" put in Mrs. Ashton, who had quietly entered the counting-house by the door behind Jabez. \"Just so, just so !\" assented Mr. Ashton, as he rose and handed his chair to the lady whose stately presence seemed to fill the room ; \" and Jabez has only to continue doing his duty to win his battle of life, I take it. But to our business. — You have hitherto served us well, Jabez, in the warehouse and out of it ; you have been doubly useful to me as a designer and as a detector of the roguery and mismanage ment of others. Then, to my daughter, who is far dearer than either warehouse or trade, you have rendered more than one service.\" \" Oh, sir, do not name it, I beg. It has been my highest pleasure to serve Miss Ashton — or yourself,\" Jabez exclaimed, the two last words rising to his lips simul taneously with the thought that his"], [193, "THE MANCHESTER MAN. 185 sudden outburst might fail of appreciation by Miss Ashton's wealthy relatives. \" Just so ! but I must name it, Jabez, as. a reason for my proposal to retain you in my employ, and for assigning to you a situation and salary higher than is usually accorded to an apprentice just out of his time. But as you have shown stability and judgment beyond your years, and I know you to be honourable in all re spects, I feel I am justified in making the offer.\" Mr. Ashton then stated, with a little seasoning of snuff, the salary he proposed to give the young man, and the duties he required as an equivalent, if Jabez accepted his proposition. The eyes of Jabez sparkled and his cheeks glowed. As for Simon, he seemed dumb with delight and astonishment at the good fortune of the foundling. \" If !\" cried Jabez, \" there can be no ' if,' sir; you overpower me with an offer so far"], [194, "186 THE MANCHESTER MAN. above my deserts. I accept it most grate fu \" \"Stay, Mr. Clegg,\" interrupted Mrs. Ashton, as Mr. Chadwick raised his head from its rest on its hands and stick, and made an ineffectual effort to speak. \"'Think twice before you speak once;' my bro \" \" Oh. madam ! there is no need,\" Jabez began, but she silenced him with a mere gesture of her raised hand ; and Mrs. Ash ton, acting as interpreter for her slow tongued brother-in-law, resumed — \"You have done us some services, Mr. Clegg, but ' a man will give all he possesses for his life,' and Mr. Chadwick feels that his debt to you is greater than ours.\" Jabez looked from one to another, be wildered. Mr. Ashton took up the thread — \" Just so ! and that brings me to the point we have been driving at. You see, Jabez, Mr. Chadwick is not so capable of manag-"], [195, "187 THE MANCHESTER MAN. ing his business as he used to be ; things go wrong he scarcely knows how, and he is desirous to bring some one into his ware house on whom he can rely. He therefore offers to take you at a higher salary than I think at all suitable for so young a man, and if you prove your competence to take the management within a reasonable time, to give it over into your hands, and ultimately — it may be in a very few years — to give you a small partnership interest in the concern.\" It is difficult to say whether Jabez or Simon was the most completely stunned. \" You must not look on this altogether as a testimony to your business qualifications, Jabez, I think,\" continued Mr. Ashton, \" but as the outflow of a grateful heart, and the proposition of a man who has no son capable of keeping his trade together. Is not that so?\" — turning to Mr. Chad wick. \" Cer— certainly !\""], [196, "188 THE MANCHESTER MAN. Jabez looked from one to another, then to Simon, but no help was forthcoming from that quarter. Mrs. Ashton came to his relief : \" I think, Mr. Clegg, you had better ' look before you leap.' Whatever decision you make will equally satisfy us. But I see you need time to consider. Suppose you consult your foster-father, and give Mr. Ashton your decision at the outcome-supper to night.\" The hesitation of Jabez was only momentary. We are told that all the marvels and glories of Paradise were re vealed to Mahomet before a single drop of water had time to flow from a pitcher overturned in his upward flight ; and even whilst Mrs. Ashton spoke, Jabez had time to think. \" Thank you, madam,\" said he, \"but I need no deliberation. I know not for whose kindness to be most grateful ; but I do know that I should be most ungrateful O"], [197, "THE MANCHESTER MAN. 189 if I were to quit the master and mistress to whom both myself and my dear friends owe so very much, for the first tempting offer made to me. Mr. Chadwick over rates my service; Mr. Mabbott rendered quite as efficient aid; besides, I have no acquaintance with the manufacture of piece goods, and have no right to take advantage of Mr. Chadwick's extreme generosity, knowing my own disqualifications. And pardon my saying so — if Mr. Chadwick has no mercantile son, he may some day have a son-in-law better fitted in every way for the office and promise held out to me. — I trust, Mr. Chadwick, you will not consider me ungracious in declining your liberal offer, but indeed I have been trained to the small-ware manufacture, and here lies my duty, for here I feel I may be able to render something of a quid pro quo.\" Before anyone had time for reply, the Infirmary clock struck twelve ; and, as if simultaneously, there was a rush from the"], [198, "190 THE MANCHESTER MAN. warehouse into the yard, an outcry and a din, as if Babel had broken loose, the sacred precincts of the counting-house were in vaded, and Jabez was carried off vi et armis."], [199, "191 CHAPTEB XI. ONCE IN A LIFE. /\"\"iUSTOMS change with the manners V' of the times, and as the apprentice is no longer the absolute bond-slave of his master, release from the seven years bondage is now seldom accompanied by the active and noisy demonstration which of old marked that epoch of a tradesman's or an artisan's career. But, if the sudden uproar which chased quiet from the precincts of Mr. Ashton's warehouse and manufactory when the Infirmary clock told noon, broke prema turely upon the conference in the counting house, it was not unexpected. Every"], [200, "192 THE MANCHESTER MAN, apprentice had been similarly greeted at the same period of his life. Until the clock proclaimed twelve, business routine had been undisturbed, but those twelve beats of the timekeeper's hammer had been the signal for every apprentice and work man on the premises to rush pell-mell into the yard, each bearing with him some implement or symbol of his trade, anything which would clash or clang being'preferred. Bemnants of fringe, bed-lace, and carpet binding waved and fluttered like streamers from the hands of the women; umbrella sticks were flourished ; strings of waste ferules, brass wheels, brace-buckles, button and tassel-moulds, cops, and spindles were jingled and jangled together ; tin cans were beaten with picking-rods, punches, ham mers, leather stamps, and other tools, by apprentices and men ; whilst Jabez him self, hoisted on the shoulders of the two smallware-weavers who had seized and borne him from his master's presence,"], [201, "193 THE MANCHESTER MAN. claiming him as one of their own body, a recognised lawful member of their craft, was paraded round and round that inner court-yard, with the crowd in extemporised procession, amid shouts, hurrahs, songs, and that peculiar instrumental accompani ment which was — noise, not — music. The household servants had crowded to the scullery door ; clerks stood aloof under the gateway, where Simon Clegg kept them company in an ecstasy of satisfaction ; Mr. and Mrs. Ashton and Mr. Chadwick surveyed the proceedings from the counting house window, whilst even Ellen and Augusta were curious enough to look on from those back-hall steps where they had once before received the hero of that scene, wounded, from a very different one. More than six years had elapsed since the last indoor apprentice had been borne in triumph round that yard (Kit Townley's indentures had been prematurely cancelled), and Jabez may be pardoned if he contrast- VOL. II. 0"], [202, "194 THE MANCHESTER MAN. ed the two occasions, and construed the wilder excitement and enthusiasm of this in his own favour, when his employers and their daughter noticed it also. \"It is easy to tell what a favourite Jabez must be in the warehouse, by the uproar. The last outcome, I remember, was quite tame beside this.\" \"Well, Augusta,\" answered Ellen, \"I believe he deserves it. I know my father thinks there is not such another young man as Mr. Clegg in all Manchester.\" \" Yes, he's very kind, and obliging, and clever, and persevering, and all that, and I like him very well ; but then you know, Ellen, he is not a gentleman, and he is not handsome by any means,\" responded Augusta, in quite a patronising tone. Ellen looked grave. \" He is all that is good and noble, if he was not born a gentleman ; and / think him handsome. He has a frank, open, ex pressive countenance, and a good figure,"], [203, "195 THE MANCHESTER MAN. and good manners, and what more would you have ?\" Augusta turned her head sharply, and looked up archly in her cousin's face. \" It's well Captain Travis does not hear you, Ellen, or he might be jealous of the prentice-knight,\" she said, banteringly. Ellen coloured painfully. \" When shall I make you understand that Mr. Travis is nothing to me ?\" asked she. \" When my cousin makes me understand that she is nothing to Mr. Travis,\" was the quick reply, as Jabez was being borne past for the last time, and the young ladies once more waved their handkerchiefs in salutation. It may be very gratifying and veiy triumphant to be borne aloft on other men's shoulders, but it is neither dignified, nor graceful, nor comfortable ; and Jabez, being carried off bare-headed, had neither hat nor cap to wave in return. He made o 2"], [204, "196 THE MANCHESTER MAN. the best use of his right hand, his left being required to steady himself, yet I am afraid he was more desirous to make a good impression on the romantic young lady muffled in a shawl, to hide the swath ing bandages, than on his less attractive and elder champion by her side. It was half -past twelve : the dinner-bell rang, Jabez was lowered to terra firma, and there was a general rush to the packing room, which had been cleared out to receive tressels and planks for tables, and an abundant supply of cold meat, cheese, bread and ale, provided by the master. And then and there, before a mouthful Avas cut, Mr. Ashton, standing at the head of the table, with Mr. Chadwick by his side, and Simon Clegg close at hand, presented Jabez with his indentures, with many ex pressions of his good will and his good opinion, and an intimation to those assem bled that Mr. Clegg would in all probability continue in his employ ; an announcement"], [205, "197 THE MANCHESTER MAN. which was received with loud acclaim ; and the hungry operatives set to at the colla tion with right good will. This was the master's feast ; that of the apprentice, for which it was customary to save up long in advance, was at night, and held at the neighbouring \" Concert- Hall Tavern\" in York Street, opposite to the then \" Gentlemen's Concert-Hall.\" Prior to that, however, Mrs. Ashton had somewhat to say to the young man, and she chose his own sitting-room to say it in. Of course, his apprenticeship over, it be hoved him to shift his quarters ; and he had looked forward to his abdication with regret undreamed of by Mrs. Ashton, or she would certainly have hesitated ere she made the proposal she did. As it was, she kindly and thoughtfully considered that Jabez had no good parental home to return to ; that she had no other use for the rooms he occupied, so she pro posed to him that he should continue to"], [206, "198 THE MANCHESTER MAN. occupy them whilst he thought fit, since he had elected to remain in their service. He had already looked at lodgings in Charlotte Street, close at hand; but this unexpected proposal came like a reprieve to an exile, and he was as prompt in his ac ceptance as he had been in that previous decision which had so thoroughly swamped all Mr. Chadwick's plans for his advance ment. His eager \" Oh, madam, you can not mean it ! you overwhelm me with kindness. Kemain under this roof ! It is a privilege I had not anticipated, and I shall be proud to embrace it !\" sent Mrs. Ashton away well pleased. It was doubly satisfactory to find the comforts of their home appreciated after seven years' experience, and to be able to refute Mr. Ashton's theory that \" all young men like to shake a loose leg, and Jabez would be too glad to escape from grum bling Kezia's jurisdiction to accept the offer.\""], [207, "199 THE MANCHESTER MAN. Mr. Ashton, however, did not abandon the opinion he had formed. \"I'll wager my gold snuff-box against a button-mould,\" asserted he, \"that Clegg only said 'Yes' because gratitude would not let him say ' Nay !' It's not likely a young man would care to be always under the eyes of a master or mistress, however steady he may be.\" Ah, but neither Mr. nor Mrs. Ashton knew there was a magnet under their roof, stronger than all the ordinary inducements which might otherwise have drawn him away : — and perhaps it was as well for him they did not. Simon, who was present at the time, seemed literally overpowered with gratitude for all the good which was falling into the lap of the child of his adoption. He, how ever, took his own views of the matter, views not calculated to puff Jabez up in his own esteem, and when Mrs. Ashton was gone, he broke out —"], [208, "200 THE MANCHESTER MAN. \" Oh, Jabez, lad ! but thah's lit on thi feet ! Thah's bin a good lad, aw reckon, an' thah's sarved thi master gradely ; but thah sees many a lad does that as never gets a lift such as thah's getten. An' aw conno' but thenk it o' comes o' that prayer o' thy Israelite neamesake, as aw towt thee when thou wer no bigger nor sixpenn'orth o' coppers. Yo' hanna furgetten it, aw hope ?\" No, Jabez had not forgotten it ! It would be strange if he had. Nay, only that morning, in the flush of success he had carried from the counting-house, with the buoyant presumption of youth, a con viction that it was not so much a prayer as a prophecy nearing fulfilment. Simon brought his soaring pinions down from their Icarian flight. \" Well, lad, it may be ' the Lord has en large thi coast,' but if so be He han, thah sees theer's moore room fur thee to slip as well as to stond, and theer's moore"], [209, "THE MANCHESTER MAN. 201 rayson whoi thah shouldn be thenkful and humble ; fur the big book says, ' Let him that stondeth tak' heed lest he fall,' an' aw shouldna loike t' see thi young yead torned wi' proide.\" His lecture was somewhat of a cold shower-bath to Jabez in his hour of triumph, but no doubt it was salutary in its ultimate effects. At all events, it kept the vaulting ambition of the new man a little in check. People — especially work-people — then observed early hours. At seven o'clock the outcome supper was on the tables at the \" Concert-Hall Tavern ;\" and the elder apprentices, and all such of the workmen as were absolutely engaged on the pre mises, were there to partake when Jabez found old Simon a seat, himself taking the head of the table, with the two senior apprentices on his right hand and left. The cost of such suppers usually fell on the apprentice, but sometimes, as in this"], [210, "202 THE MANCHESTER MAN. case, the master added his quota. If plain, the provision was substantial and ample. Bounds of beef and legs of mutton, piles of floury potatoes, and red cones of carrot on pale beds of mashed turnip, smoked on the board, and the two-pronged forks and horn hasted knives were flanked with earthen ware jugs and horns of ale. It was the first essay of Jabez in the art of carving, and no doubt he made rather an unskilful president. But in the then condition of the lower classes a large joint of meat was a rare sight to a working man, and so he cut away with no fear of critics. Amidst the rattle of cutlery and crockery, and the rapid play of jaws, beef and mutton disappeared, and were succeeded by a tre mendous plum-pudding — the contribution of old Mrs. Clowes — and half a cheese, which came to the table in the then common japanned receptacle locally known as a cheese-biggin. Appetite and the viands fled together,"], [211, "203 THE MANCHESTER MAN. the noise of tongues succeeded to the noise of knives and forks, and Lancashire humour vented itself in jest and repartee, some times coarse, but seldom mischievous. Old Simon enjoyed it immensely. It seemed like a renewal of his own youth. It was not, however, until the supper table was cleared that the chief ceremonial of the evening took place. Then an arm chair was hoisted upon the table, in which Jabez was enthroned, the two eldest ap prentices standing also on the table on either hand as supporters. An immense bowl of steaming punch was brought in, which was held over the head of Jabez by the one apprentice (when he was said to be crowned), whilst the other, wielding the punch-ladle as a symbol of authority, with many a theatrical grimace, began to ladle the odorous compound into the glasses of the guests ; and the head overlooker of the manufactory, from the opposite end of the table, prepared to propose the health of"], [212, "204 THE MANCHESTER MAN. the late apprentice, as a new member of their craft. At this juncture in walked their master, Mr. Ashton, closely followed by Mr. Chad wick, leaning on the arm of the Bev. Joshua Brookes, who, with many a \"pish!\" and \" pshaw !\" and \" pooh !\" had professed to come reluctantly, \"to see a sensible lad make a fool of himself.\" Their entrance, and the volley of cheers which greeted it, made a momentary pause in the proceed ings. Then Mr. Ashton, being duly sup plied with a ladles ul of punch, took his overlooker's place, and the glass serving as a substitute for his snuff-box, he proposed and drank \"Mr. Clegg's health and pros perity,\" and welcomed him among the con fraternity of small- ware weavers. This was succeeded by a prolonged cheer; and then, as one by one each man's glass was filled, ere he touched it with his lips he sang separately (with whatsoever voice he might happen to have, musical or other-"], [213, "205 THE MANCHESTER MAN. wise) the following toast to proclaim the released apprentice a freeman of the trade, the chorus being taken up afresh after every repetition of the quatrain : — \" Here's a health to he that's now set free, That once was a 'prentice bound, And for his sake this merriment we make, So let his health go round, Go round, go round, go round, brave boys, Until it comes to me ; For the longer we sit here and drink, The merrier we shall be. Chorus — Go round, go round,\" &c. Mr. Ashton had ordered up another bowl of punch, and that being distributed with like ceremony over the new small-ware monarch's head, Jabez, from his temporary throne, with all the warmth of freshly stimulated gratitude, delivered a very genu ine oration on the excellence of the master then present, and proposed as a toast \"Mr. and Mrs. Ashton, our worthy and esteemed master and mistress.\" Now-a-days I am afraid the master would have been dubbed a \" governor,\" and the*"], [214, "206 THE MANCHESTER MAN. mistress ignored altogether ; but though it is only fifty-five years since, servants were not ashamed to own they had masters and mistresses, and consequently were not above being amenable to rule. During this digression, at a hint from some one (I believe old Simon), Jabez, whose eloquence must surely have come from the punch-bowl, dilated on the spiritual relation between the reverend chaplain and the party assembled, there being scarcely an individual present who had not been either baptised or married by the Bev. Joshua Brookes ; and he wished \" health and long life to him \" writh much sincerity. A general shout rose in response, but Joshua made no other reply than to turn on his heel (the better to hide his face), and growl out, \" Long life indeed ! Ugh ! pack o' tomfoolery !\" as he hurried from the room, before either Mr. Ashton or his paralysed brother-in-law could follow. Yet,"], [215, "207 THE MANCHESTER MAN. in spite of his gruff disclaimer, he added another bowl of punch to the \" tomfoolery\" — at least, one was brought in soon after, and no one there was called upon to pay for it. Believed from the restraining presence of the gentlemen, tongues wagged freely, long pipes were introduced, song, jest, and toast succeeded each other, and as the fun grew and the smoke thickened, they min gled confusedly, until at length clear headed Simon drew his arm through that of the novice, and watching his opportuni ty, led him unnoticed into the open air, with his head spinning like a teetotum. Jabez awakened the next morning with a terrible headache, and a dim recollection of having encountered stately Mrs. Ashton in the hall overnight, when the very statues had seemed to shake their heads at him, and her mild \" Fie, Jabez !\" followed him upstairs, apparently carpeted with moss or india-rubber for the nonce. It was his"], [216, "208 THE MANCHESTER MAN. first dissipation, and his last. He never forgot it. And if anything was wanting to destroy the germs of self-sufficiency and elation, it was found in the consciousness of his own frailty, and the sense of shame and self-reproach it engendered. Experienced heads knew that the sur rounding fumes of liquor and tobacco had been more potential than the small quanti ty of punch he had imbibed. But he did not know it, and by the hail-fellow-well metishness of those workmen who were most inclined at all times to keep Saint- Monday, and who came to their work, or stayed from their work, unfit for their work, was a sensitive chord of his nature struck, far more than by the quiet caution of Simon, the light badinage of Mr. Ashton, or the jeers of captious Kezia. In making light of it, Jabez felt they made light of him, and he was long after afraid lest those whose opinion he held in esteem should make light of him also — Augusta Ashton chief of these."], [217, "209 CHAPTEB XL* ON ARDWICK GREEN POND. TT was in vain Madame Broadbent waited -*- on Mrs. and Mr. Ashton, and solicited Miss Ashton's return to her establishment on her ultimate recovery. The pupil was not more shudderingly reluctant to be re-placed under her despotic rule than the parents were peremptory in their refusal. When her plea for the \" maintenance of discipline \" failed, and she tried cajolery as ineffectually, she gave way to the expression of her natural fears that it would \" be the ruin of the Academy \" if Mr. Ashton did not reverse his decision. He loved his daughter too well to yield, and Mrs. Broad- * See Appendix. VOL. II. P"], [218, "210 THE MANCHESTER MAN. bent went back to Bradshaw Street to find, as years rolled on, that she had been a true prophetess. The injury done to Miss Ashton's collar-bone had been bruited about, and slowly but surely it helped to sap the foundation of the once flourishing seminary. It continued to exist for some years, but its prestige was gone, its glory departed. Yet she maintained her personal importance to the last, and exhibited her flock in the \"lower boxes \" of the Theatre Boyal on Mrs. M'Gibbon's benefit nights with un diminished dignity through successive seasons. The rapidly ripening young lady had her will; she had done with the school-room for ever, and her lessons on the harp from Mr. Horobin, and on the piano from George Ware, the leader of the Gentleman's Concerts, came under quite another cate gory. Nor did she think it beneath her aspirations to retain her place in Mr."], [219, "211 THE MANCHESTER MAN. Bland's fashionable dancing-room, where she practised cotillons, quadrilles, and the newly imported waltz, with partners on a par with herself. But these were accom plishments, and we all know, or ought to know by this time, that accomplishments require much more prolonged and arduous application than the merely useful and essential branches of knowledge, theorists for the higher education of women not withstanding. Miss Augusta was desirous to be capti vating and shine in society, and so proud was Mr. Ashton of his beautiful daughter that he fell in readily wiih the expansive views of the incipient belle ; and new steps or new melodies were paraded for his gratification week by week. But Mrs. Ashton, telling her daughter that \" know ledge was light of carriage,\" sent her to Mr. Mabbott's to take lessons in cookery and confectionery, and into the kitchen to put them in practice under the eye of P2"], [220, "212 THE MANCHESTER MAN. Kezia ; and, exercise being good for health, according to the same sensible mother, she was required to assist in bed-making, furniture-polishing, dusting, and general household matters, for which the young lady had little liking, and was not to be spurred into liking by any citation of her cousin Ellen's qualifications in these re spects. She preferred to dress with all the art at her command to make her beauty more bewildering, and to take her place at harp or piano, or embroidery frame, ready to receive visitors either with or without her mother, and to be as fascinat ing as possible, especially when Laurence Aspinall was the caller ; or she would sit in deshabille in the retirement of her own chamber, and read Moore and Byron be cause they were tabooed and the handsome lieutenant quoted them so enchanting]}- ; whilst Cicily, who had something to answer for in this respect, bustled about and overworked herself to spare her darling"], [221, "213 THE MANCHESTER MAN. Miss Augusta, who, with all her faults, must have been a loving and lovable crea ture to win such devotion from a de pendent. It happened that the young lady received visitors alone more frequently than was desirable, Mrs. Ashton being unusually tied to the warehouse through the interest Mr. Ashton took in the establishment of the Manchester Chamber of Commerce, and in the project for the widening of Market Street, and others of the cramped thorough fares of the growing town — which neces sarily took him much from home and his private business — to say nothing of the excitement consequent on the trial of Queen Caroline during its long progress. But the year 1820, which had opened only to close the long volume of George the Third's life, and to open that of George the Fourth's reign at a chapter of regal Avife persecution which has few parallels, had itself grown old and died, and 1821"], [222, "214 THE MANCHESTER MAN. had thrust itself prominently forward. It came with a white robe and a frost bitten countenance, which grew sharper and more pinched as weeks and months went by. It looked down on the currents of rivers and canals, on the secluded still waters of Strangeways Park, the oblong pond in front of the Infirmary, and the leech-shaped lakelet within the area of Ardwick Green, until their ripples cur dled under the chilling glance of the New Year. Sterner grew its aspect as the shivering weeks counted themselves into months, and the shrinking waters spread first a thin film, then a thick and a thicker barrier of ice between them and the freezing atmo sphere. Every gutter had its slide, along which clattering clogs sped noiselessly ; every pool its vociferous throng of boys, and every pond its mingled concourse of skaters and sliders. Of these, the In firmary and Ardwick Green waters were"], [223, "215 THE MANCHESTER MAN. most patronised ; the former having the more numerous, the latter the more select body of skaters, and consequently the more fashionable surrounding of spectators. The amusements of the town were then on so limited and exclusive a scale that long frost was quite a boon to the younger portion of the community; and during the sixteen weeks of its continuance, the Green became a promenade gay with the warm hues of feminine attire, as ladies flocked to witness and extol the feats of husbands, brothers, cousins, or particular friends. There was no fear of vulgar overcrowding (except on Sundays) ; work ing-hours were long, and there were no Saturday half-holidays, so that only those whose time was at their own disposal could share the sport or overlook it. Amongst these, much to the annoyance of Mr. Aspinall, his son Laurence chose to enrol himself, with less regard to the fluc tuation of the cotton market, or the com-"], [224, "216 THE MANCHESTER MAN. parative value of American or East India staples, than the Cannon Street merchant thought necessary to fit him for his future partner or successor. The younger man had chosen to construe liberally the word \" gentleman,\" which had been the be-all and end-all of his training, and to regard elegant idleness as its synonym. What availed his fine figure and proficiency in arts and athletics, if he had no opportunity for the display of his person or his skill ? And to throw away the rare chance the Winter had provided was clearly to scorn the gift of the gods. Accordingly he spent more time on Ardwick Green Pond that in the counting house, varied occasionally with a visit to the Assembly Billiard-Boom in Back Mos ley Street, or a morning promenade in the Infirmary Gardens, from the open gates of which he generally contrived to emerge as Miss Ashton descended the steps from Mr. Mabbott's, and just in time to hand her"], [225, "217 THE MANCHESTER MAN. courteously and daintily across the road way, and bear her company to her own door, discoursing of recent assemblies or concerts, from the former of which she had hitherto been debarred, and of the last occasion on which he had \" the exquisite pleasure of seeing her at Ardwick Green \" — ocasions which were seldom reported at home, any more than the chance meetings on her way from Mr. Mabbott's ; and the reticence, be sure, boded no good. Dr. Hull had long ago advised \" out-door exercise \" for the rapidly growing girl, and there was no embargo on her walks abroad, Mrs. Ashton suspecting no danger, and no surreptitious meetings. Her visits to the Green during the long skating season were quite as unrestrained, except that an es cort became a necessity. Occasionally her mother accompanied her, sometimes Mrs. Walmsley and John (then there was gener ally a nurse and baby in the rear), some times Ellen and Mrs. Chadwick ; and"], [226, "218 THE MANCHESTER MAN. Augusta had always returned so exhilarat ed by her country walk, and so delighted with all she had seen, that once or twice, when imperative business withheld Mrs. Ashton from bearing her daughter com pany, as promised, rather than disappoint, the lady had made Mr. Clegg her deputy, an honour on which he perhaps set far too high a value. O Mrs. Ashton would have drawn herself up with double dignity, and repudiated as an insult the suggestion of any other of their salesmen or clerks as an escort for her beautiful daughter ; but Jabez lived in the house, had lived there so long, had even from her childhood been the girl's fre quent guardian, and proved himself so worthy of the trust, that she committed her to his care now much as of old, and per haps all the more readily because she saw, or fancied she saw, a disinclination on Miss Augusta's part to be so accompanied. In March the cold was as intense as in"], [227, "219 THE MANCHESTER'MAN. January, and Miss Ashton as eager to watch the skaters. One afternoon towards the close of the month, when the breaking up of the frost was anticipated, quite a family party had gone to the Green, wrapped in fur-trimmed pelisses of velvet or woollen, with fur-rimmed hats and Brob dingnagian muffs. It was not quite closing time when Mr. Ashton, always disposed to be friendly with Jabez, accosted him. \" The ladies are gone to the Green, Clegg. Suppose you lend me an arm along the slippery roads, and we go to meet them, eh ?\" The sparkling eyes of Jabez confirmed his ready tongue's \"With pleasure, sir,\" as, sensible of the honour done him, he left the sale-room, whistled his black friend Nelson from the yard, and they set off at a brisk pace, to keep the blood in circula tion, the dog leaping, bounding, and bark ing before them, in token of good fellow-"], [228, "220 THE MANCHESTER MAN. ship. As they passed the Infirmary pond, Jabez remarked that the ice began to look watery, to which Mr. Ashton replied, \" Yes ; I think Jack Frost's long visit is near its end, and there must be some truth in the old saw that ' a thaw is colder than a frost.' \" At that moment Mr. Aspinall's carriage roiled past them, bearing the merchant homewards in distinguished state (private carriages were by no means common), whereat Mr. Ashton observed with a shrug, \" How pride punishes itself ! Fancy a tall fellow like Mr. Aspinall cramped up in a stifling box upon wheels on a day like this when he has the free use of his limbs !\" Contrary to expectation, they did not come in sight of the ladies until they gain ed the Green, which they found a scene of wild hubbub and commotion ; skaters and spectators gathering towards the centre of the Green, whence came a confused noise"], [229, "221 THE MANCHESTER MAN. of voices shouting, crying, and screaming. The quick eye of Jabez was at once arrested by the figure of Augusta on the opposite bank, the centre of an appalled group, wringing her hands in the very im potence of terror, and as he penetrated the excited crowd, he saw the hatless head of a man, whose body was submerged, resting with its chin upon a ledge of the ice, which had apparently broken under him. At the first glance he failed to distinguish the head from the distance, and rushed for ward, apprehensive lest it should be that of either Mr. Walmsley or his friend Travis, whom he knew to be of the party. Becognition came accompanied by a shock that staggered him. If the ice had attractions for Aspinall and Walmsley, Ellen Chadwick had certainly as great attractions for Ben Travis ; but it is certain that neither cousins, nor mother, nor aunt were sensible that they had been drawn thither simply as a sort of decorous train to Miss Augusta"], [230, "222 THE MANCHESTER MAN. Ashton, whose inspiriting had in turn been the fascinating lieutenant, the most grace ful and accomplished skater on the pond. Perhaps she hardly knew it herself, not being given to searching her own heart for its motives. But a hint from him had set her longing for \" another sight of the skating before the chance was gone,\" and her imperative will no less than her per suasive voice had swayed the rest. Laurence had made the most of the occasion, glad of an opportunity to cultivate the acquaintance of the whole family, and display his graceful figure and his skill to the best advantage. Now and then he joined the Chadwicks and the Ashtons on the bank, anon darted off, wheeling hither and thither, so swift in his evolutions, the eye could scarcely follow him. Amongst the skaters the man and his feats stood out. He was the observed of all observers, and not vainer was he of his accomplishment than was Augusta at being"], [231, "223 THE MANCHESTER MAN. singled out for attention in the face of so many damsels of his acquaintance, all, as she foolishly supposed, equally desirous to bask in the sun of his smile. A small match will kindle a large flame if conbustibles be there. Fired by her too apparent satisfaction, and Mrs. Ashton's presence, his excessive vanity induced him to perform what, with the imperfect skates of the period, was a distinguished feat. He was ordinarily proud of his caligraphy. Now he wound and twisted, lifted his skates or dashed them down, until he had scored upon the ice an alphabet in bold capitals ; but whether he had miscalculated his space, or the strength of the ice — broken into for the use of cattle at the upper end — or the crowd of inquisitive or envious followers had been too great for its resistance, as he made the last curl of the letter Z, the ice gave way, and he was plunged in up to the neck, amid the shrieks of women and the shouts of men. His"], [232, "224 THE MANCHESTER MAN. chin had caught upon the ice with a stun ning blow ; but it rested there, and, aided by the buoyancy of the water beneath, upheld him until, with returning sense, he struggled to bring his shoulders above the OO o surface, and upheave himself. He trod the water, and it sustained him, but the ice would not. He was forced to content himself with the use of his hands beneath as paddles, to relieve the pressure on his chin, and wait for help which seemed an eternity in coming. He had been in the water some time when Jabez and Mr. Ashton appeared on the scene amongst women shrieking with affright, and men rushing about, without presence of mind, or paralysed to power lessness. Mr. Travis alone seemed to have a thought, and he had sent for ropes and hatchets to cut a way to him through the ice itself. But there was a question would his strength hold out ? \" Will no one save him ? Will no"], [233, "THE MANCHESTER MAN. 225 one save him?\" cried Augusta piteously. \" Fifty pounds to him who will save my son !\" was the cry of the frantic father, who had witnessed the accident from his own carriage window. \" A hundred ! — two hundred pounds ! — five hundred pounds to anyone who will save him !\" \" It's noan a bit o' use, measter,\" said a working man, with a shake of his head. \" Men wunna chuck their lives aweay for brass ; an' yon ice is loike a pane o' glass wi' a stone through it.\" Unfortunately impulsive Ben Travis had darted forward to his rescue at the outset, and his ponderous weight had cracked the already broken ice in all directions. He had himself retreated with difficulty ; and now no offers of reward would tempt men to put their own lives in peril, though Kit Townley was there, urging others to the attempt, and Bob, the ex-groom, had rushed for ropes they had neither pluck nor skill to VOL. II. Q"], [234, "226 THE MANCHESTER MAN. •use, since a noosed cord, flung like a lasso, would have strangled him. \" Oh ! save him, save him, Jabez !\" im plored Augusta, as he and her father came up. Jabez looked at her strangely. His head seemed to spin. His face went livid as that on the ice. Had his secret devo tion no other end than this ? True, she had called him \" Jabez,\" but so she had called him in his servitude. She had ap pealed to him as one she trusted in implicit ly ; but the appeal sounded as made for one she loved, and that was not himself, but he who, as boy and man, had wounded him in soul and body. The very tone of her cry was as a knell to his hopes and him self. It was his foe and his rival who was perishing j Was he called upon to risk his life to warm a serpent to sting him again ? The conflict in his breast was sharp and terrible. \" If thine enemy hunger, give him food,\" seemed to float in his ears."], [235, "s THE MANCHESTER MAN. 227 There was a small gloved hand on his arm, a pale, sweet face looking up into his. The moments were flying fast. \" Oh ! Jabez, Jabez, do try !\" \" I will,\" said he hoarsely. Had he not often declared in his secret heart that he would give his life to serve her ? — and should he be ungenerous enough to shrink now ? \"It is folly to attempt. I forbid it!\" exclaimed Mrs. Ashton, laying her hand on his arm. And Ellen Chadwick, pale as Augusta, tried to stop him with — \" You must not ! you must not ! You will perish !\" Even strangers from the crowd warned him back. But he was gone ere Mrs. Chadwick softly recalled her daughter to herself. \"Hush! Ellen. This is not seemly. Mr. Clegg will attempt nothing impossible.\" He hurried to the side nearest Laurence ; Q2"], [236, "228 THE MANCHESTER MAN. called to him, \" Keep up ; help is coming !\" — asked for ladders ; gave a word or two of instruction to Mr. Ashton and Travis ; sent Nelson on the ice to try its strength ; secured a rope round his own waist ; then, lying flat on the cold ice, cautiously felt his way to the farther side of Aspinall, whose eyes were closed, and whose strength was ebbing fast. He hardly heard the words of cheer addressed to him. Two long ladders had been lashed side by side to give breadth of surface. These, by the help of cords and Nelson, whose sagacity was akin to reason, he drew across the cracked and gaping ice ; and crept slowly from rung to rung, watched from the land breathlessly, until he reached his almost insensible rival. With rapidly benumbing fingers he secured strong ropes beneath each shoulder, sending Nelson 7 O back to the bank with the main line, in case his own strength was inefficient to lift the dead weight of Laurence, or that"], [237, "229 THE MANCHESTER MAN. the ice should yield beneath the double weight. Some one sent a brandy-flask back by the dog. \" Can you swallow ?\" he asked. There was no answer, but a gurgle. He moistened the blue lips, while the head bent slightly back, introduced a small quantity of the potent spirit between his set teeth ; and, having warmed himself by the same means, essayed to lift the freezing skater, who was almost powerless to aid. But the latter with an extreme effort raised an arm above the ice, and grasped recum bent Jabez. And now Nelson proved his worth. He set his teeth in Aspinall's high coat-collar, and tugged until their united strength drew him upwards, and across the ladder sledge, almost as stiff and helpless as a corpse. To lessen the weight, Jabez crept from the ladders ; they were drawn to the side with their living freight before he himself"], [238, "230 THE MANCHESTER MAN. was out of danger ; for the heavy pressure and the swift motion set the ice cracking under him, and with extreme difficulty he dragged himself to the bank to sink down OO on the hardened snow, overcome by the strain of mind and muscle, whilst the approving crowd set up a shout, and Augusta Ashton thanked him tremulously. \"I'm afraid, Clegg, you've spent your strength for a dead man,\" said Travis, grasping his hand warmly, \"ancl Aspinall was scarcely worth it, alive or dead.\" But Jabez made no reply. He rose slowly and painfully, shook off the con gratulatory crowd of strangers and friends, on the plea of needing to \"warm and dry himself,\" refused point-blank to accept the grateful hospitality of Mr. Aspinall, and taking the proffered arm of Travis, turned towards the \" George and Dragon,\" as little like one who had done a noble action as could be imagined. Mr. Ashton followed, tapping his gold"], [239, "THE MANCHESTER MAN. 231 snuff-box in wonder and perplexity. He saw that something was wrong, but knew not that Augusta's hasty thanks had closed the young man's heart against all but its own pain."], [240, "232 CHAPTEB XII. BLIND ! HO white, so cold, so still was the rigid figure borne from the pond to Mr. Aspinall's house, Travis might well count him \" a dead man,\" as the rumour ran con cerning him ; and feeble old Kitty set up a lamentation as over the dead. Mrs. Ashton, who knew that to be a home without a thinking woman at its head, voluntered her services, and entered the house with the bearers, leaving the trembling Augusta with their friends. She gently put the old woman aside, and felt pulse and heart. \"There is life,\" said she, \"and while"], [241, "THE MANCHESTER MAN. 233 there is life there is hope. Keep tears until there is time to shed them ; now we must act.\" Then turning to the scared and scurrying servants, she gave her orders much as though she had been in her own warehouse, and with a stately authority there was no disputing. The butler was bidden to \" Bring brandy, quick !\" The footman was re quired to \" wheel this sofa to the fire, and pile up the coals !\" A maid was asked for \"hot blankets without delay ! \" and moan ing Kitty was set to work to \"help to strip her young master and chafe his limbs.\" And so promptly were her clear, cool orders obeyed that, when the doctor arrived in hot haste with Mr. Aspinall, half his work was done. The pulse had quick ened and the limbs began to glow, though the eyelids remained closed. Most grateful then was Mr. Aspinall for the efficient matronly service rendered to his motherless boy by the stately lady, who"], [242, "234 THE MANCHESTER MAN. was drawn nearer to him in his helplessness by her own kindly act than by all the con ciliatory visits and peace-offerings with which Laurence had himself sought to propitiate her. And for once Mr. Aspinall accepted a kindness as a favour, not as a tribute to his personal importance, and he placed his carriage at the disposal of Mr. Ashton and herself for their return home, without a sign of his usual self-inflation. His importance received a considerable shock, however, when he called at the house in Mosley Street the following day to report progress, and relieve himself of his obligation to his son's preserver by paying over the five hundred pounds he had in his extremity offered as a reward. \" I do not think Mr. Clegg will accept a reward,\" said Mr. and Mrs. Ashton in a breath. \" Not accept it !\" and the portly figure seemed to swell; \"five hundred pounds is a large sum for a young man in his posi-"], [243, "235 THE MANCHESTER MAN, tion ; only a fool or a madman would re fuse it.\" \" Just so, just so,\" replied Mr. Ashton, offering his open snuff-box to his visitor, whilst Mrs. Ashton stirred the fire as a sort of dubious disclaimer ; \" but I think, for all that, you will find we are right ; Mr. Clegg is not a common man, and is not actuated by common motives. — My dear ?\" He nodded, and Mrs. Ashton pull ed the bell-rope. Mulberry-suited James answered on the instant. \" Mr. Clegg is wanted.\" Mr. Clegg, labouring under the disad vantage of a cold caught the previous afternoon, to which any huskiness of voice might be attributed, obeyed the summons; He was presented duly to Mr. Aspinall, and, much to that gentleman's surprise, was in vited to take a seat. \" Absolutely invited to take a seat !\" as he afterwards recounted in indignation to"], [244, "236 THE MANCHESTER MAN. a friend; \"these Whigs have no respect for a gentleman's feelings !\" • Nor had Jabez. He was pale enough when he entered, but his face flushed, his lips compressed, and the scar on his brow showed vividly, as Mr. Aspinall drew forth a roll of crisp bank-notes from his pocket book, and loftily offered to him the reward he had \" earned by his bravery.\" He flushed, put back the notes with a movement of his hand, and said coldly, '• You owe me nothing, sir. The mean est creature on God's earth should have freely such service as I rendered to your son. I cannot set a price on life.\" \" But I offered the reward, and the fact is I must discharge the debt. Beconsider, young man, it is a large sum: many a man starts the world with less.\" \" A large sum to pay for your son's life or for mine, sir ?\" interrogated Jabez, draw ing himself up stiffly ; adding, without waiting for reply, \"I do not sell such"], [245, "237 THE MANCHESTER MAN. service, sir. You owe me nothing. Let your son thank Miss Ashton for his life ; he is her debtor, not mine.\" The words seemed to rasp over a nutmeg-grater, they came so hoarsely, as did his request for leave to withdraw ; and he closed the door on the five hundred pounds, ancl on the smiles of husband and wife, before the rebuffed cotton-merchant could master his indignation to reply. The notes in his palm were light enough, but lying there they represented liberality contemned ; a debt unpaid ; an undischarg ed obligation to an inferior ; and not thrice their value in gold could have pressed so heavily on Mr. Aspinall as that last con sideration. The frigid manner of Jabez he construed into radical impudence; he re sented the salesman's repudiation of re ward as a personal affront, and did not scruple to express his views openly, then and there, winding up with a question which startled his interlocutors,"], [246, "238 THE MANCHESTER MAN. \" What did the singular young man mean by his reference to Miss Ashton ?\" Had they followed the \"singular young man \" across the hall to the sanctuary of his own sitting-room, seen him dash him self down into a chair, and bury his head in his hands on the table, with unutterable anguish on his face, and heard burst from his lips — more as a groan than embodied thought — \" Oh, Augusta, adored Augusta, what a presumptuous madman I have been !\" — they would but have had half the answer. But had they mounted the polish ed oaken stairs to the dainty chamber where Augusta Ashton lay in bed with a \" cruel headache,\" brought on by the fright, and eyes red with weeping at the cata strophe which had befallen her adorable admirer the gallant lieutenant, and heard her half-audible lamentations, the answer might have been complete. Mrs. Ashton had heard Augusta's frantic appeal to Jabez at the pond, had"], [247, "239 THE MANCHESTER MAN. seen him stagger and turn livid as if shot, noted the inward struggle ere he said, \" I will ;\" but she had ascribed it to old and unforgiven injuries, and thinking it hard that he should be called upon to hazard his life for his known enemy with chances so heavy against him, had herself forbidden the attempt. This was all the solution she had to offer Mr. Aspinall. In the excite ment of the accident and the rescue, she had overlooked Augusta's excessive emo tion, but now her mother's heart took alarm. Could it be that the younger eyes of Jabez had seen a preference for the handsome scapegrace which she had not ? The matter was talked over by husband and wife long after Mr. Aspinall had left ; and the anxious mother questioned the maiden in the privacy of her own room, to come thence with the sad conviction that Augusta had prematurely been led captive by a handsome face and a dashing air, ir respective of worth or worthlessness. Yet"], [248, "240 THE MANCHESTER MAN. she consoled herself and Mr. Ashton with the reflection, \" It is, after all, only a girl ish fancy, and will die out.\" \" Just so, and as the young rake is laid by the leg for one while, there is all the more chance,\" assented Mr. Ashton. \" If his immersion does not convert him into a hero,\" added the matron, with a clearer knowledge of her daughter. Yet neither asked themselves how the intuitive perception of Jabez came to be more acute than their own, nor what power impelled him to risk his life for an enemy at the mere bidding of Augusta. Indeed they set the hazardous exploit down to the score of magnanimity and bravery only. Equally unobservant were they of Ellen Chadwick's remonstrance, or her feverish watch of every perilous turn Jabez and Nelson had taken on the ice, or of the caresses she lavished on the dog when all was over. Only Mrs. Chadwick had seen that, as she had seen fainter signs years be-"], [249, "241 THE MANCHESTER MAN. fore ; but she held her peace, and, having a leaven of her sister's pride, \" hoped she was mistaken.\" There were three young hearts consumed by the same passion — that which lies at the root of the happiness or misery of the world, — one nursing the romance, two fighting against its hopelessness in silence and concealment; but \"the race is not always to the swift, nor the battle to the strong.\" Jabez Clegg could not tell when he had OO not loved Augusta Ashton, from the time when she was young enough to play about the ware-rooms, or to be lifted across the muddy roadways in his strong apprentice arms, when it was his pleasant duty to protect her to and from school. But he could trace back the time when Hogarth's prints gave to that love a definite shape, and he began to look upon his master's daughter as a prize to be attained. All things had tended to confirm his belief in VOL. II. R"], [250, "242 THE MANCHESTER MAN. its possibility, and love and ambition had gone hand in hand, and fed each other. The child had come to him for companion ship and entertainment, the girl under his protection had confided to him her school day troubles, and come to him for help in difficulties, with lessons on slate or book. She had looked up to him, trusted him, clung to him ; and though she was as a star in his firmament, he had had a sort of vague impression that the star which shone upon him from afar would draw nearer, and, as he rose to it, come down to meet him. His first sharp awakening was her re minder that the pair of intoxicated officers who had insulted her in the theatre were \" gentlemen,\" and so not to be chastised by him. His second — and then jealousy added a sting — was meeting Aspinall face to face in the hall, when the latter smilingly bowed himself out on his first visit. And now he brooded in despair over the final"], [251, "243 THE MANCHESTER MAN. dissipation of his dream beneath the icicle hung boughs on Ardwick Green ; for the first time conscious that she belonged to another sphere. Never by look or word had he done himself, or her, or her parents, the dis honour of giving expression to his ambi tious love ; and now another had looked on his divinity, and won her for himself. It came upon him like a flash when that white-faced agony, that piteous cry called him to imperil his own life — worthless in the scale against another, and that other. It came upon him with a flash that scathed like lightning. He had forgiven the boy Aspinall long ago ; and the man — well, Augusta's happiness demanded the sacri fice, and he had made it. Out of his very love for Augusta he had saved the rival's life she had prayed for. And he had been offered money for the act which wrecked his own life. Thank God he had rejected it with scorn ! r2"], [252, "244 THE MANCHESTER MAN. A kind hand laid on his shoulder inter rupted a reverie which had induced torpor. \"Mr. Clegg, you are ill — your cold requires attention. You had better seek repose : you are quite feverish.\" Bepose ! The man's soul was on fire, as well as his body. Yet from his chamber a fortnight later emerged a grave business man, without an apparent thought beyond the warehouse. And what of Laurence Aspinall, whom we left with closed eyes, wrapped in blank et's, on a sofa ? He had hung suspended in the water for an hour by the clock in the tower of St. Thomas' ivy-clad church ; and notwithstanding he had kept his limbs and the water in motion so long as he had power, the chill had extended upwards, and though life had been called back, sight and reason were in abeyance. Shorn of his rich curls, for weeks he raved and struggled in the grasp of brain fever ; and old Kitty, forgetting everything"], [253, "245 THE MANCHESTER MAN. but her promise to his dead mother, watched and tended him night and day, albeit nurses from the Fever- Ward relieved each other in their well-paid care of him. The frost was gone ; vegetation, bound so long, had leapt upwards from its chains. Lilacs and May-buds greeted him with perfume through the open windows, and even the daffodil and narcissus sent up their incense from the brim of the garden pond when he began to show signs of amendment. \" Better,\" \" Much better,\" were the answers to inquirers (among whom may be cited Kit Townley, and Bob, their some time groom); but the lilac and the hawthorn ripened and faded, and the daffodils gave place to the wallflower and carnation, and the rosebuds opened their ripe lips to June, yet the rich cotton-merchant's son saw no thing of their glow. Over the blue eyes of Laurence the lids were closed, and not an oculist in the"], [254, "246 THE MANCHESTER MAN town had skill to open them. Dr. Hull, the consulting physician of the Eye Insti tution, and his surgical colleagues, Messrs. Wilson and Travers, had laid their heads together over a case peculiar in all its bearings, but the lids remained obstinately shut. At length, when Hope had folded her drooping wings in despair, and Mr. Aspin all was borne down with grief for his sightless son, some one suggested that, as water had done the mischief, water in action might cure it. \" Can he swim ?\" asked rough Dr. Hull curtly of Kitty. \" Swim? ay, he can do owt he shouldna do,\" replied the old woman, having no faith in the value of her charge's peculiar ac complishments. \" Is he a good swimmer ?\" \" Aw reckon so ! He usent to swim fur wagers i' Ardy (Ardwick) Green Pond when he wur quoite a little chap.\""], [255, "247 THE MANCHESTER MAN. \" That will do.\" Mr. Aspinall was conferred with, and the next day's mail coach took the blind patient, his father, Kitty, and one of the surgeons to Liverpool. After a night's rest at the York Hotel, they were driven down to St. George's Pier, a very humble presentment of what it is in this our day. Like Manchester, Liverpool has vastly swelled in size and importance within the last fifty years, and her docks have grown with the shipping needing shelter. The Mersey was not the crowded highway it is now — there were fewer ships and no steam ers to cross each other's track, and set the waters in commotion, defying wind and tide. Mr. Aspinall had engaged a boat to be in readiness. The sightless athlete was rowed a short distance from curious spec tators on the pier, and then, his face being turned towards Birkenhead, he plunged into the swelling river, which he breasted like a Triton, so welcome and native"], [256, "248 THE MANCHESTER MAN. seemed the element to him. And as the salt wave buoyed him up, or dashed over his cropped head, he appeared to gain fresh strength with every stroke. Anxiously his three attendants followed in his wake, lest cramp should seize him, or his impaired strength give out before the river — there rather more than a mile in breadth — could be crossed. Yet not a yard of the distance bated he. By instruction he had bent his course slightly down stream, so as to meet the opposing tide, then rolling in with a freshet. He struck out boldly, the very dash of the salt waves invigorating him as they broke over his bare poll, or laved his naked limbs. Still well in advance of the boat, he seemed at last to cross the current as a conqueror. He touched the shore at Bockferry, and — miracle of miracles ! — his eyes were opened. Laurence Aspinall, who for weeks had cursed his darkened exist ence, could once more see !"], [257, "249 CHAPTEB XIII.* CORONATION-DAT. II ISFOETUNE binds closer than pros -L'J- perity. The calamity which tied Laurence Aspinall down in a strait-waist coat to a bed of fever, with shaven head and sightless eyes, touched the Ashtons in a tender point. Themselves the parents of an only child, the very crown and glory of their lives, their sympathies went forth to Mr. Aspinall, in spite of his haughty assumption. Indeed, distress brought him down to the common level of humanity ; and having neither sister, aunt, nor cousin to undertake the care of his sick son for love, and not for fee, he learned the com- * See Appendix"], [258, "250 THE MANCHESTER MAN. parative powerlessness of wealth, and hailed with all the gratitude in his nature the occasional visits of Mrs. Ashton, in whose stately bearing no doubt he recog nised a sort of kinship. It was, however, not Mrs. Ashton the business woman, not Mrs. Ashton the lofty lady, but Mrs. Ashton the mother who laid her cool hand on the young man's fevered forehead, questioned the nurses, made suggestions for the benefit of the invalid, and by means of a \"Ladies' Free Begistry \" in Chapel Walk, found a staid woman of experience to act as housekeeper, and bring the disorganised household into order without treading on the toes of attached but incapable Kitty. The head of Antinous shorn of its glori ous locks, swathed in lotion-cloths, tossing in delirium, would scarcely appear so attractive as to fill the most timid mother with fears for a romantic daughter's heart, and so whilst sympathy was awake vigil-"], [259, "251 THE MANCHESTER MAN. ance slumbered. Yet never need vigilance have been more awake. She saw him as he was — Augusta, as he had been. Through other channels than the maternal she heard of his condition from day to day, and how in his delirium he had mixed up her name with the slang of the cock-pit, the race-course, and the prize-ring ; but with strange infatuation she ignored all that should have warned, and clung to all that was pleasant to her own self-love. Never had she been so assiduous in her visits to her aunt Chadwick and her cousin Walmsley ; and her smiling \" I've brought my work and come to sit with you this afternoon,\" should have been trans- lated, \"I hope John or Mr. Travis will drop in. They are sure to have something to say about Mr. Laurence ; it is so dread ful not to know how he is going on.\" And pretty generally her calculations were correct; the two gentlemen were interested in Aspinall as a member of their yeomanry"], [260, "252 THE MANCHESTER MAN. corps, apart from private friendship, and were constant in their inquiries, even finding their way to his bed-side ; and Mr. Benjamin Travis, who could not very well every day manage to meet Mr. Chadwick accidentally on his way from the warehouse, and lend his stout arm as a support, appear ed only too glad to be the bearer of bulle tins from Ardwick, as an excuse for calling in Oldham Street and hovering about the chair or the window where Ellen Chadwick sat at her sewing or knitting, and grew silent on his entrance, blushing when she heard his footstep or his voice in the hall, from motives sadly misinterpreted. There was no mistaking the true pur port of his frequent visits and assiduous attention to the crippled old gentleman ; so Augusta, having settled in her own mind that Ellen was either too reserved or too shy to give her big, good-natured but timid lover proper encouragement, took upon herself to play into his hands"], [261, "253 THE MANCHESTER JIAN. and make opportunities for his wooing. \"What a delightful afternoon for awalk !\" Whether he or she made the observation, the other was sure to assent ; and then wilful Miss Augusta, unaccustomed to be gainsaid, and seconded by her aunt, also a secret ally of Ben Travis, would drag her cousin forth in defiance of any excuse or protestation, to the undisguised satisfaction of their magnificent cavalier. It was remarkable that on these occa sions, whether they took their way up Ancoats, or Dale Street, or Piccadilly, or Garret Boad, they would eventually be led so near to Ardwick Green that it would have been unkind had not Mr. Travis \"just stepped across to see how Mr. Laurence progressed.\" And so, too, whenever she went abroad with Cicily at her heels, or when Cicily was sent on errand, nothing would content her imperative young mistress but that she should hasten (whether in her way or out"], [262, "254 THE MANCHESTER MAN. of it), with \" Mrs. Ashton's compliments,\" to ascertain the condition of the invalid scapegrace. Many a scolding did breathless Cicily get in consequence from angry Kezia, the queen of the kitchen, which Augusta paid her messenger for with coins, or ribbons, or kerchiefs, or smooth words, as might be most convenient at the time. And Mrs. Ashton was accredited by the Aspinalls with a degree of attention never contem plated by herself. But there was one person in the house Augusta avoided from that afternoon at the end of March, when her fascinating hero would have lost his life but for a much humbler hero, of less pretension and few-er attractions. She might have been blind as father and mother to his attach ment until that afternoon; but that one wild, impassioned, agonised look of Jabez into her eyes had opened them for ever, she felt she had tasked him beyond human"], [263, "THE MANCHESTER MAN. 255 endurance, and was ashamed to look him in the face. The presumption of the ex-apprentice paled before his devotion and self-abnega tion, but, self-conscious, after that first outburst of thanks on the Green, she had shrunk from meeting him in hall or stair case, and had always a reason ready why he should not be invited to their own tea table when father or mother proposed it. Public events march on irrespective of private joys or sorrows, and no individual goes out into the world after three months' seclusion to find things just as he left them. The first use Laurence Aspinall made of his eyes was to look at himself in a mirror ; the second, on his return to Manchester, to select a substitute for the clustering curls of which he had been despoiled. Close shut in the carriage which Mr. Ashton lightly designated a box, he was driven down Market Street, to dis cover that the Spirit of Improvement, \" fell"], [264, "256 THE MANCHESTER MAN. bane of all that's picturesque,\" had touched the ancient, many-gabled, black and white houses with which his earliest recollections were associated, and they were crumbling into dusty ruins before the potent incan tation \" Space.\" It was the beginning of a very necessary widening of the main thoroughfares of the growing commercial metropolis ; but the blanks in the narrow street took Laurence by surprise. There was a newspaper the more for his restored sight to scan, albeit the Manchester Guardian, which Jeremiah Garnett and John Edward Taylor first gave to the world on the fifth of May, was scarcely likely to take his view of party politics, or of his share in the Peterloo massacre, which was still a disturbing element in the town. Just now the paper, which he found at the perru quier's, was given over to the discussion of the approaching coronation of George IV., which likewise formed the theme of conver sation, not only at the wig-maker's, but"], [265, "257 THE MANCHESTER MAN. whithersoever he turned when once more presentable. Somehow, though he found his way to the warehouse, and the cockpit, and the Assembly Billiard Club, and to Tib Street, where Bob the groom had a pretty daughter very much at the young man's disposal, he did not present himself at his Mosley Street friend's as soon as might have been ex pected, considering all things ; and Au gusta, in the most becoming of morning robes, watching with eager expectation for his coming, began to pant and chill with the sickness of hope deferred. He was by no means the only admirer of the lovely heiress, and was sufficiently desirous to complete his conquest before other com petitors were fairly in the field ; but he was in perplexity how to deal with Jabez Clegg, who stood in his way after another sort. He was grateful— after a fashion — for the preservation of his life ; but ungrateful, in asmuch as Jabez was the preserver. VOL. II. s"], [266, "258 THE MANCHESTER MAN. \" Hang it !\" said he, in conference with himself, as he tied on a neck-cloth at the glass, \"if the fellow had but taken the five hundred pounds, there'd have been an end of it ; and one could have wiped one's hands of him. What right had the beg garly charity-boy to refuse a reward, as if he were a gentleman, I should like to know ? I wonder what Kit Townley and Walmsley were about — the cowardly ninnies — to let an upstart like that pull me out of the hole. I'd almost as lief have been drowned.\" And away went a spoiled cravat across the room in his temper ; and he rummaged for a fresh one, to the detriment of linen, as he went on — \" There's one thing certain, I must either bring down my pride or give up the girl, and be d d to it ! That old Ashton, with his ' Just so !' like a cuckoo, would certainly shut the door in my face if I neglected to make a set speech, and thank his precious protege, who knocks you down"], [267, "259 THE MANCHESTER MAN. w-ith one hand and picks you up with the other. Well, I don't feel inclined to sur render the finest girl in Lancashire, and with such a fortune as she'll have, so I'm in for it. I must make a virtue of necessity. Egad ! I'll write to this Mr. Clegg. No, I won't. It would be a feather in his cap to have a thanksgiving letter of mine to exhibit.\" Having at length determined his course, Mr. Laurence betook himself to Mosley Street, made his bow duly and gracefully to Mrs. Ashton and the young lady, keeping the hand of the latter as long within his own as etiquette would permit, and sending the warm blood mantling to her cheek, with a supplicating glance of devotion as potent as words. Then, with some little prolixity, he professed his desire to \" thank his noble preserver \" for the life he had saved; and at his request Mr. Clegg (whom he might just as well have thanked in the warehouse without ceremony) was sent for. s2"], [268, "260 THE MANCHESTER MAN. Coming into the parlour all unwittingly as he did, to find Laurence Aspinall, handsome as ever, and more interesting from illness, standing under the lacquered-serpent chan delier in close proximity to Augusta, spark ling with animation, and blushing like the rose he had just offered her with a pretty simile, his emotions so overmastered him that the polished gentleman had him at a disadvantage, and shone in comparison. Both Augusta and her mother noted the contrast between the elegant manner, suave tones, and rounded periods of Lau rence Aspinall's thanks and the curt dis claimer of Jabez, though their deductions were different. Augusta was in raptures with the rose-giver. \" Ah ! my dear, all is not gold that glitters. There is more sterling metal in your father's salesman, mark my words, than in the tinselled lieutenant,\" was the summing-up of the elder, as she replaced cake and wine in side-board and cellaret."], [269, "261 THE MANCHESTER MAN. She was clearly no friend to Aspinall now that he had recovered sense and sight. The town, which had been strong and outspoken in its condemnation of the new king during the trial of Queen Caroline, was now all alive with preparations to celebrate his coronation with befitting mag nificence, one branch of trade vying with another which should make the greatest display in the coming procession to the Green, the like of which never had been, and never would be again. And this competition, productive of marvellous re sults, due, in a great measure, to trade rivalry and an ambitious desire to outshine, was set down by historians, rightly or wrongly, as a proof of the excessive loyalty of the Mancestrians. In all classes, from the highest to the lowest, something was being done, and nothing was talked of, thought of, dreamed of, but the coronation and the procession. In courts and alleys there were making and"], [270, "262 THE MANCHESTER MAN. mending and washing, and no little pinch ing was undergone by hard-working fathers and mothers to provide the girls with white cambric frocks, tippets, and net caps, or the lads with fresh jackets and breeches and shoes, so as not to disgrace the Sunday schools under whose banners they were to walk. The finest horses of the Old Quay Company and Pickford's were put into new harness and the finest condition, and every lurry (a long, flat, sideless waggon) was called into requisition. Smiths, saddlers, sign and scene painters, were at work day and night for weeks ; and such was the request for banners that ladies undertook the work when skilled labour was not to be found. The important ceremony was fixed for the 19th of July. On the 17th a deputa tion of small-ware weavers waited on Mr. Ashton in despair. They could get neither flag nor banner ; the painter had"], [271, "263 THE MANCHESTER MAN. thrown over the order at the last moment. \" An' Tummy Worthington's getten a foine un, measter. It'll be a sheame an' a disgrace to us o' if we let Worthington's cut us eawt.\" [The said Worthington was a rival small- ware manufacturer]. Mr. Ashton had recourse to his snuff box, and then to his wife. \"My dear, what is to be done ? There will be no flag. The painters cannot execute the jobs in hand. Worthington's have a fine one, I hear.\" \" No flag ! That will never do. We must have a flag. Let me consider.\" Ellen Chadwick was busy helping Au gusta to make favours for the men. She looked up. \" Do you not think Mr. Clegg could paint you one ?\" she suggested. Mr. Ashton brightened, but his \"Just so!\" was nipped in the bud by the recollection that there was no time."], [272, "264 THE MANCHESTER MAN. \"Where there's a will there's a way,\" said Mrs. Ashton, and sought out Jabez. \" It is quite out of my line, but I can try. It would be a pity to disappoint the men,\" answered he. \" And nothing beats trying but doing !\" added Mrs. Ashton. Silk and colours were procured. There was no leisure for complex design or elaboration. At that time the dark blue covers of the Dutch tapes in gross bore the symbolic device of the flax plant within a rude scroll. This Jabez transferred in colours to his silk on a colossal scale, both sides bearing the same emblem of their trade, more effective on its completion than any elaborate work. He had bargained to be left without interruption. The men fidgeted about the warehouse in a state of nervous trepidation (it was an important matter to them), but at dawn on the 19th it was finished, and borne off by the weavers in triumph <and exultation."], [273, "265 THE MANCHESTER MAN. Market Street Lane being in ruins at one end, and a narrow gully at the other, Mosley Street became the natural course for the procession (two miles and a half in length) from Peter's Field to the Green, where a royal salute was to be fired ; and like every other house on the line of route, Mr. Ashton's was filled with guests, and from garret to basement every window had its streamer, and was crowded with gaily dressed spectators, mostly feminine, the gentlemen of the town taking part in the procession, officially or otherwise. The Chadwicks and Mrs. Walmsley were there of course, and Mrs. Clough amongst others ; and on another floor Jabez — who being above the warehousemen, and not a master, did not walk — had as a companion good Bess Hulme, who with her husband had come over from Whaley-Bridge, where there was of course a holiday. To Tom had been assigned the honour of chief standard-bearer."], [274, "266 THE MANCHESTER MAN. In all such processions the military element, with its brilliant uniforms and stirring music, prevails. But here (where every item of the cavalcade had its own brass band) were also all the dignitaries of the church, with every silver badge of office resplendently burnished for the occa sion ; the borough-reeve, and other magis trates, and constabulary, in new uniforms ; the lamplighters with new smocks, carry ing their ladders and cans; the firemen and fire-engines, bright as paint and polish could make them ; the gentlemen of the town, all with favours ; the Sunday-school children, marshalled under their respective banners or tablets, walking six abreast ; the Ladies' Jubilee School ; the Green- Coat School ; and the Blue-Coat School, on which Jabez looked down with curious ly mingled feelings. But the marked feature of the magnifi cent procession was the display made by the trades, with then banners, a lurry accom-"], [275, "267 THE MANCHESTER MAN. panying each, bearing well-dressed work men and machines in full operation. At the head of these came two figures, O / representing Adam and Eve, in a perfect bower of greenery, as representatives of the primitive condition before dress was invented. They were followed by a lurry, on which tailors (whose art is the first on record) sat cross-legged, and stitched and pressed, as if on a shopboard, whilst a select band of journeymen walked after, bearing miniature garments on wands, or ferruginous geese and sleeveboards. The blacksmiths wrought on their anvil, and carried also on long poles, horse-shoes, &c. The brass and copper smiths, likewise at work, had a bright array of kettles, candlesticks, and a mounted man in armour, as had also the tin-plate workers. The glass-blowers made a goodly array, and gave away tokens as they went. The men wore hats and caps brittle and brilliant, with wavy plumes of spun glass, whilst"], [276, "268 THE MANCHESTER MAN. birds, ships, goblets, and decanters on their poles glistened in the beams of the hot sun. A printing-press distributed appropriate verses, worked off in the course of the procession. And St. Crispin's followers waxed their threads and plied their awls on boots and shoes as they and their benches were borne along, followed by their leather aproned fraternity, holding aloft their pro ductions, from the most gigantic of Wel lingtons to the tiniest infant's slipper. All branches of the cotton trade were represented. There was cotton in bags ; twist in bales ; carding, roving, spinning, weaving, all going on under the eyes of the onlookers, with the workpeople following in their best and brightest. Shouts and hurrahs attended the whole line of march, not wholly unaccompanied by hisses ; but as the small-ware weavers passed Mr. Ashton's the cheers were deafening. A loom was at work weaving lengths of binding for garters, on which"], [277, "269 THE MANCHESTER MAN. was inwoven \" God save King George IV.,\" with the date, and these were lifted on long J o wands to the ladies at the windows on their way, or scattered to others in the street ; and as Tom Hulme caught the eye of Jabez, he pointed proudly to their banner, which had no rival in all the elaborately painted flags waving in the wind, and the im promptu artist was well satisfied. But the brightest day has its cloud. As the Man chester Yeomanry went prancing past, Travis and Walmsley alike saluted the ladies at the drawing-room window, but to the pain of Jabez and the indignation of Mrs. Ashton, Lieutenant Aspinall had the audacity to kiss his hand to Augusta."], [278, "270 CHAPTEB XIV. EVENING : INDOORS AND OUT ! sTlHE two-miles-and-a-half-long proces- ■*- sion was not the only popular demon stration which made the Coronation of George IV. memorable in the annals of Manchester. There were no telegraph wires to flash intelligence to the supporters of Queen Caroline that she had been re pulsed from the Abbey gates, and driven thence to die broken-hearted and uncrown ed. So, in the absence of a cause for indignation, loyalty, or its substitute, con trived to add a pendant of disorder and excess only to be recorded as the dung heap out of which grew flowers of promise."], [279, "271 THE MANCHESTER MAN. As in most of the private houses along the line of route, a cold collation had been prepared for the refreshment of the friends who crowded Mr. Ashton's open windows. But no calculation had been made of the space the unwonted pageant would cover, or the time it would occupy in passing ; and Mrs. Ashton, having discovered that sight-seeing in the dust and glare of July was parching and fatiguing, issued orders for tea to be handed round when the last banner had disappeared, and before her less intimate friends should rise to depart. In giving these orders, she unwittingly stirred the kitchen fire into a white heat. Lavish hospitality was a characteristic of the time, and when a family of good position professed to keep \" open house,\" it was generally equal to the most extrava gant demands. But, as a rule, Mrs. Ashton had little leaning towards impromptu parties, and Kezia considerably less, pre ferring those grand and formal receptions"], [280, "272 THE MANCHESTER MAN. which involved elaborate preparation, and placed imaginary feathers in the caps of mistress and maids. Kezia herself considered the honour of the house involved in everything under her control being \" in apple-pie order ;\" and the surprise which put her on her mettle, put her also in a fume. Becalled from the window — whence her head had been poked far as the farthest — to provide tea and its concomitants for an indefinite number of strangers, she accom panied her erratic movements about her domain with explosive outbursts of spleen at \" bein' takken unawares when nowt's ready to hand.\" \" Here's missis bin an' ordered tay fur th' whole boilin' of folk up-stairs ; an' theer's Cicily and t'other wenches a' agog ower th' crownation, an' not worth 'toss of a pancake !\" She jerked out her anger in the ears of Bess Hulme, who, seated on the settle, had"], [281, "273 THE MANCHESTER MAN. just lulled to sleep Mrs. Walmsley's crying baby, which (neglected by its gaping nurse) had commemorated the day by a fall from a high bed. Bess made a temporary couch for the baby in a snug corner, and quietly came to Kezia's assistance ; then Ellen Chadwick, intuitively perceptive of kitchen troubles, busied herself in bringing reserves of china, glass, plate, linen, and sweetmeats from closets and store-room ; Cicily and Dolly came down in due time ; and the credit of the establishment lost nothing in Kezia's hands, even though there was an additional influx of visitors, and a supper also to provide. That was Mr. Ashton's affair. He had tired of his processional march in the broil ing sun by the time they had skirted Ard wick, and defiled into Chancery Lane. The two friends by his side, Mr. John Mc- Connell and Mr. John Green (both cotton spinners with whom he dealt), being of VOL. II. T"], [282, "274 THE MANCHESTER MAN. the same mind, they had fallen out of the line in Ancoats Lane, and turned down Canal Street to the house of the latter, to refresh themselves with something less dry than snuff or road-dust. Mr. Green was the uncle of Henry Liver seege, the artist, fragile of form and spiritual of face, but the latter was then only a genius in his nineteenth year — with fame and an early grave dimly fore shadowed.* They found him on the door step, with his fussy and fidgety though kind-hearted aunt, just back from Mr, Gore's in Piccadilly, whence they had seen the show. The gentlemen's requirement, \"a draught of ale,\" was soon supplied, accompanied by a spasmodic comment on the \" grand display,\" and the exhibition of a pah* of the loyally inscribed fillets she had secured as the smallware-weavers passed. \"By-the-by, that was a wonderfully effective banner of yours, Mr. Ashton,\" in-"], [283, "275 THE MANCHESTER MAN. terposed the thin voice of Liverseege. \"Who painted it?\" \"A young fellow in my employ, who occasionally designs for us,\" answered Mr. Ashton, handing his snuff-box to the group in rotation — \" quite a self-taught artist !\" \"Indeed! It was not much like an amateur's brush. I should like to know him. You see I do something in that way myself.\" The young painter, conscious of .♦. his own latent power, was sensitively alive to undeveloped art in another. \" Would you ? Just so ! Then you shall. Come along, all of you, and finish the day wdth us. Mrs. Ashton will find us a dish of tea, and I am sure, Mrs. Green, she will be proud to see you also.\" Turn ing to the gentlemen, who had by this time emptied their talboy glasses, he added, \" And I think I have a few bottles of rare old port waiting among the cobwebs for us to drink the King's health.\" It was a period of much pressing and T 2"], [284, "276 THE MANCHESTER MAN. many excuses, but the excitement of the day had so far destroyed ceremony that even Mrs. Green, who was somewhat punc tillious, after a little nervous trepidation anent the fitness of her last new cap for company, consented, and accepted the arm Mr. Ashton gallantly offered to pilot her across the crowded streets, along which the tail of the procession had only just trailed. Graciously, though with her natural stateliness, Mrs. Ashton received the new comers ; Mrs. Green, finding the company generally in morning visiting dress, was at ease about her cap ; the tea was ex hilarating ; the viands toothsome ; the wines excellent ; there was one common topic for discussion ; the ice of ceremony had thawed hours before ; and genial Mr. Ashton, having locked the doors to pre vent the escape of a guest before the supper he had bespoken was demolished, was thoroughly in his element."], [285, "277 THE MANCHESTER MAN. Mrs. Ashton was not quite so much at ease, though she was too well-bred to manifest her disquiet, which had two sources. In the first place, the presump tuous salutation of Augusta by Lieutenant Aspinall had jarred a sensitive nerve. In the second, Mr. Ashton, generously impul sive, had introduced Mr. Clegg to their friends, and as a friend of whom he was himself proud. She thoroughly appreciat ed Jabez, and equally contemplated his advancement ; but she was for \" making no more haste than good speed,\" and con sidered it more prudent to raise him by insensible degrees. And as she watched her husband, radiant with good-will, cross the room with Jabez (discomposed at the very doorway by the wondering eyes of Augusta), and present him to Mr. Green and Mr. Liverseege, thus ran her thoughts : — \" Dear me ! William is very inconsider ate ! He will turn the young man's head,"], [286, "278 THE MANCHESTER MAN. and insult our visitors at the same time. I hope Mrs. Clough will not recognise him. How indignant she would be if she thought we expected her to associate with one who once wore her son's cast-off clothes ! Certainly he is well-conducted, and worthy in all respects, but — people don't forget such things ! If Mr. Green and Mr. Mc- Connell only knew William was introducing our Blue-coat apprentice what would they say ? — I am glad, however, to see young Mr. Liverseege so affable with Jabez.\" To her surprise, at this juncture, Mr. McConnell drew his chair close to Jabez and Mr. Liverseege, and attributing the evident embarrassment of the former to the newness of his position, endeavoured to dissipate it by taking part in the con versation, to which quiet Mr. Green occasionally added a word. The lady, who was so afraid of touching the dignity of her friends, had not heard her less exclusive lord whisper to the two cotton-spinners,"], [287, "279 THE MANCHESTER MAN. \" I'm afraid I've committed a grave mis demeanour in Mrs. Ashton's sight, by bringing young Clegg among our party ; but kings are not crowned every day, and I thought it a good opportunity to bring a worthy lad out. You and I \" — and he tapped his snuff-box — \"know what Man chester men are made of, and that young fellow has good stuff in him ! He was made to rise, sirs.\" Mr. Ashton's friends nodded in acquies cence, and willing to humour their kindly host, and perhaps desirous to test the calibre of an aspirant so introduced, wittingly or unwittingly did their part in helping him to \"rise\" by the very distinction of their prolonged attention. It was an act quite in the way of John McConnell, who had already given a lift to his rising young countryman, Fairbairn the engineer. Presently Mr. Chadwick, beckoning at tentive Ellen to his side, and using her"], [288, "280 THE MANCHESTER MAN. shoulder as a support, involuntarily second ed his brother-in-law by joining the group, and, putting out his hand to Jabez (who rose at his approach, and offered his own seat to the paralytic gentleman), said — \" Wha-at inter-rests yo-you so m-much, M-Mr. Clegg, th-that you f-forget old f-friends ?\" \" No, Sir, I had not forgotten you, nor Miss Chadwick either (Ellen coloured), \"but Mr. Ashton having honoured me with an introduction to Mr. Liverseege and these gentlemen\" (bowing to them), \"I was not at liberty to break away, had I felt so disposed.\" \" We were discussing the influence of art on our local manufactures,\" added Henry Liverseege, and thereupon the sub ject was resumed, Ellen necessarily in close attendance on her father, standing there with sparkling black eyes, an animated and attentive listener, well pleased that Mr."], [289, "281 THE MANCHESTER MAN. Clegg's merits (as seen by her) had at length found recognition. Meanwhile Augusta, the centre' of a group of young people, indulged in senti mental chit-chat, and trifling with her fan, and human hearts, completed the enslave ment of her last admirer, a fair-haired Mr. Marsland ; while Jabez, from his distant seat, looked and longed in vain. Cards were, as a matter of course, pro posed for the amusement of this extempo rised party ; and in filling up tables for whist or loo, Mrs. Ashton's fears for the sensibility of her friends were forgotten. They were utterly put to the rout by a loud rat-tat-tat at the street-door, followed by the entrance of Mr. Clough and the Beverend Joshua Brookes, the latter less vigorous than of yore, but in a state of un usual excitement. His loud voice was heard before he was seen. \" Hogs, sir, hogs ! They are no better than hogs, sir !\" he was saying even as he came into the"], [290, "282 THE MANCHESTER MAN. drawing-room. He appeared too much ruffled to respond composedly to the kind ly greetings of his many friends ; even Augusta, who put forth her little white hand with her most winning smile, attract ed no more attention than a hurried \" How d'ye do, lass ? How d'ye do ?\" \"What is the matter, Mr. Brookes? You seem \" He interrupted Mr. Ashton's inquiry with — \" Matter, sir ? Waste and riot, intem perance and indecency, are the matter. These old eyes have seen that which is enough to bring a curse upon the corona tion and a blight upon the town.\" Conversation was arrested, flirtation forgot its part, cards were laid down, save by three or four inveterate players, and young and old were alike on the qui vive, crowding round the speaker. \" Permit me,\" said Mr. Clough, com mencing an explanation. \" I suppose you"], [291, "283 THE MANCHESTER MAN. are all aware that the new market in Shude Hill is the chief station of the nine ap pointed for the distribution of meat, bread,. and ale to the populace ?\" \" Populace, indeed ! — the very scum and dregs of the town — say rather the lowest, roughest rabble !\" broke in old Joshua. \" Well, Parson, for the credit of our working population, let us hope so,\" chimed in Mr. Clough, resuming — \" Whilst Mr. Brookes and I were at tea in his sanctum, Tabitha ran in breathless to tell us that the platform erected for recipients in front of the storehouse had given way, that several persons were injured, and one had been killed on the spot. \" Ah !\" said the Parson, drawing a long breath between his teeth, while Jabez, unobserved by either, drew nearer to listen, and the ladies put up their hands in horror. \" It was not our most direct route, but either curiosity or compassion took us round by Shude Hill Market on our road"], [292, "284 THE MANCHESTER MAN. hither, and never shall I forget the scene we witnessed. Loaves and junks of meat were being pitched high and far amongst the crowd from the warehouse doors and windows, as if flung to hounds.\" \" Hounds, sir !\" burst iu impatient Joshua, \" don't slander the better animal. Only the commonest curs would have yelped and scrambled and struggled and fought for their rations, as did the human beasts we saw clutching and gripping from weaker women and children that which had fallen within their reach, or trampling in the mud underfoot the food they were too greedy or too drunk to devour. Ay, mud, for the very kennels ran with ale thrown in pitchers-full amongst the people, to be caught in hats, and bonnets, and hollowed hands, as if it were rain in an African desert. Ale ! the atmosphere reeked of ale ! Men, women, and children of all ages carried it away, or drank it from all sorts of vessels ; reeled, hiccoughed, and"], [293, "285 THE MANCHESTER MAN. staggered under their burden, or sank down by the wayside ; whilst others, shouting like maniacs, drained the half empty mugs. I tell you, sirs, Captain Cook never fell in with greater savao-es. o o Even death and disaster in their midst had not awed them ! Ugh ! I say again they are hogs, absolute hogs !\" As Joshua paused to take breath, aud sank into a chair, Jabez modestly put the question to the excitable chaplain — \"Do you not think the distributors are most to blame for this wanton waste and excess, to say nothing of the loss of life ? Surely the arrangements of the committee must have been defective.\" The Parson's harsh tones softened as he put out his hand to grasp the speaker's. \" Ay, Jabez, lad, is that thee ? I'm glad to see thee here \" — and he laid emphasis on the word — \" Ay, the dis tributors are answerable for \" But the personal recognition had created"], [294, "286 THE MANCHESTER MAN. a diversion. The question Jabez had mooted was talked over by separate knots of individuals in different quarters of the large room, whilst Mr. Clough, to Mrs. Ashton's amazement, yes, and gratification also, shook the salesman warmly by the hand, and congratulated him on his apparent success. Moreover, he bore him away to Mrs. Clough, at the loo-table, and called her attention to the change time had effected in the old tanner's foster child, in the most cordial manner. Thanks to Mr. Ashton, Mr. Clegg had truly got his first foot into Manchester society that coronation-day, and his old hopes might have revived, had not a dis turbing element crept into the room during the denunciatory oration of his clerical friend. John Walmsley, not finding his wife at home when released from yeomanry duty, had come in quest of her, bringing two of bis comrades ; and when Mr. Clegg retired * OO"], [295, "THE MANCHESTER MAN. 287 from the loo-table with a bow, his eye fell first on the conspicuous figure of Captain Travis, in the silver-and-blue glory of uniform, bending deferentially to address Miss Chadwick ; and in another moment on the elegant Adonis he had dragged from icy death, toying with Miss Augusta's carved ivory fan, and whispering low to her, whilst she hid her India-muslin robe and too eloquent face behind the screen of her convenient harp, and drew her flexible fingers lightly across the chords. The lustre of that evening's introduction was dimmed for Jabez. Augusta scarcely looked at him as she brushed past to sup per, leaning on the arm of Lieutenant Aspinall, her white dress in strong contrast to his dark uniform ; and no doubt his pain was pictured on his face, for Ellen Chad wick sighed, as she too passed him with her martial cavalier, and half turned to look pitifully as she went. There was no lack of ladies, so Mrs."], [296, "288 THE MANCHESTER MAN. Ashton paired Mr. Clegg off with a chatty damsel of thirty or thereabouts, and he did his best to listen and make himself agreeable, but not even the novelty of his situation could keep his thoughts or his eyes from wandering where they should not. Along the whole course of the procession the Manchester Yeomanry had been greet ed with more hisses and groans than cheers. This had chafed their noble spirits, and on disbanding they had sought consolation in the wine-cup, which temperate Jabez was not slow to observe, although their degree of exhilaration was not then considered a disqualification for the drawing-room or for the society of ladies. Mr. Ashton's strong home-brewed sup per-ale was not a sedative, yet still Augusta smiled on Laurence, in spite of her mother's frowns, driving Mr. Marsland to despera tion, and Jabez to despair. Indeed, he was glad when the repast was"], [297, "THE MANCHESTER MAN. 289 over, for then Joshua Brookes rose to depart, sober as when he sat down, and the Chadwicks also. He had thus an oppor tunity of escaping from his torment, by offering his escort to tottering Mr. Chad wick and the Parson in succession, if the latter did not object to the slight detour. Jabez foresaw that Mr. Travis was ready to do Miss Chadwick suit and service ; but in offering his arm to assist the slow feet of the disabled father, he little dreamed how gladly the daughter would have made an exchange, nor, had he been wiser, would he have thrust himself in big Ben's way, any more than would Mrs. Chadwick who openly favoured the \" personable and unim peachable \" captain. END OF THE SECOND VOLUME. LONDON: PRINTED BY MACDONALD AND TUQWELL, BLENHEIM HOUSE."], [298, ""], [299, "WORKS BY THE AUTHOR OF JOHN HALIFAX, GENTLEMAN. NEW AND CHEAP EDITIONS, Each in One Volume, Illustrated, and Uniformly Bound, price 5s. JOHN HALIFAX, GENTLEMAN. \"TMs is a very good and a very interesting work. It is designed to trace the career from boyhood to age of a perfect man — a Christian gentleman, and it abounds in incident both well and highly wrought Throughout it is conceived in a high spirit, and written with great ability. This cheap and handsome new edition is worthy to pass freely from hand to hand as a gift-book in many households.\" — Examiner. ' 'The story is very interesting. The attachment between John Halifax and his wife is beautifully painted, as are the pictures of their domestic life, and tbe growing up of their children, and the conclusion of the book is beautiful and touching.\" — Athenæum. \" In ' John Halifax ' every character is consistently conceived and very truthfully de lineated. The incidents, the scenes, the ' still life,' are painted with a power that sus tains the attention of the reader.\" — Spectator. \" The new and cheaper edition of this interesting work will doubtless meet with great success. John Halifax, the hero of this most beautiful story, is no ordinary hero, and thi3 his history is no ordinary book. It is a full-length portrait of a true gentleman, one of nature's own nobility. It is also tbe history of a home, and a thoroughly English one. The work abounds in incident, and is full of graphic power and true pathos. It is a book that few will read without becoming wiser and better.\" — Scotsman. A WOMAN'S THOUGHTS ABOUT WOMEN. \"A book of sound counsel. It ia one of the most sensible works of its kind, well written, true-hearted, and altogether practical. Whoever wishes to give advice to a young lady may thank the author for means of doing so.\" — Examiner. \" These thoughts are worthy of the earnest and enlightened mind, the all-embracing charity, and the well-earned reputation of the author of 'John Halifax'\" — Standard. \"This excellent book is characterised by good sense, good taste, and feeling, and is written in au earnest, philanthropic, as well as practical spirit.\" — Post, A LIFE FOB A LIFE. \" \"We are always glad to welcome this author. She writes from her own convictions, and she has the power not oDly to conceive clearly what it is that she wishes to say, but to express it in language effective and vigorous. Jn 'A Life for a Life' she is fortunate in a good subject, and she has produced a work of strong effect Tho reader, having read the book through for the story, will be apt (if he be of our persuasion) to return and read again many pages and passages with greater pleasure than on a first peruBal. The whole book is replete with a graceful, tender delicacy ; and in addition to itB other merits, it ia written in good careful English.\" — Atltenœum. NOTHING NEW. \" 'Nothing New' displays all those superior merits which have made *John Halifax' one of the most popular works of the day.\" — Post. \" The reader will find these narratives fully calculated to remind him of that truth and energy of human portraiture, that spell over human affections and emotions, which have stamped this author one of the first novelists of our day.\" — John Bull. THE WOMAN'S KINGDOM. \"\"The Woman's Kingdom ' sustains the author's reputation as a writer of the purest und noblest kind of domestic stories. The novelist's lesson is given with admirable force and sweetnoss.\" — Athenæum. '■'The Woman's Kingdom' is remarkable for its romantic interest The characters are masterpieces. Edna is worthy of the hand that drew John Halifax,\"— Post. [CONTINUED ON NEXT PAGE.]"], [300, "WORKS BT THE AUTHOR OF JOHN HALIFAX, GENTLEMAN. (CONTINUED.) CHRISTIAN'S MISTAKE. \"A more charming Btory, to our taste, has rarely been written. -Within the compass ef a single volume the writer has hit off a circle ot varied characters, all trae to nature some true to the highest nature— and she has entangled them m a story which keeps us in suspense till its knot is happily and gracefully resolved ; while, at the same time, a pathetic interest is sustained by an art of which it would be difficult to analyze the secret. It is a choice gift to be able thus to render human nature so truly, to penetrate its depths with such a searching sagacity, and to illuminate them with a radiance so eminently the writer's own. Even if tried by the standard of the Archbishop of York, we should expect that even he would pronounce 'Christian'B Mistake ' a novel without a fault\"— The Times. \" This is a story good to have from the circulating library, but better to have from one's bookseller, for it deserves a place in that little collection of clever and wholesome stories that forma one of the comforts of a well-appointed home.\" — Examiner. STUDIES FROM LIFE. \" These Studies are truthful and vivid pictures of life, often earnest, always full of right feeling, and occasionally lightened by touches of quiet genial humour. The volume is re markable for thought, sound sense, shrewd observation, and kind and sympathetic feeling for all things good and beautiful.\" — Post. MISTRESS AND MAID. \"A good, wholesome book, as pleasant to read as it is instructive.\"— Athenæum. \" This work is written with the same true-hearted earnestnesa as * John Halifax,* The epirit of the whole book is excellent.'' — Examiner. \"A charming tale charmingly told.\" — Standard. A NOBLE LIFE. \"This is one of those pleasant tales in which the author of 'John Halifax ' speaks out of a generouB heart the purest truths of life.\" — Examiner. \"Few men, and no women, will read a 'Noble Life' without finding themselves (he better.\" — Spectator. \" A Btory of powerful and pathetic interest\"— Daily News. A BRAVE LADY. \" A very good novel, showing a tender sympathy with human nature, and permeated by a pure and noble spirit\" — Examiner. \" A most charming story.\" — Standard. \"We earnestly recommend this novel. It is a special and worthy specimen of the author's remarkable powers. The reader's attention never for a moment flags. \"—Post. HANNAH. \"A powerful novel of social and domestic life. One of the most successful efforts of a successful novelist.\" — Daily News. \" A very pleasant, healthy story, well and artistically told The book is sure of a wide circle of readers. The character of Hannah is one of rare beauty.\" — Standard. THE UNKIND WORD. \"The author of * John Halifax ' has written many fascinating stories, but we can call to mind nothing from her pen that has a more enduring charm than the graceful sketches in this work. Such a character as Jessie stands out from a crowd of heroines as the type of all that is truly noble, pure, and womanly.\" — United Service Magazine. HURST AND BLACKETT, GREAT MARLBOROUGH STREET"], [301, ""], [302, ""], [303, ""], [304, ""]]