[[1, ""], [2, ""], [3, "y lUArVfW'iVTff T \"-•■■'■vibImaTt Ji ■ J JJl S ■I mm tt r» ■ .w .1 rH3'iJwi2S iW -SBH IJWp-ffifB"], [4, ""], [5, ""], [6, ""], [7, ""], [8, ""], [9, "A VISIT TO VAUCLUSE, NISMES, ORANGE, PONT-DU-GARD. AVIGNON, MARSEILLES, &c. &c. IN MAY, MDCCCXXI. EV THE AUTHOR OF THE TRIMESTER, IN MDCCCXX Valle locus elausa toto mihi nullus in orbe Gratior, aut studiis aptior ora meis. Valle puer clausas fueram, juvenemque reversum, Fovit in accepto valHs amæna situ. Valle vir in elausa meliores dulcius annos Exegi, bi vitæ Candida fila meæ. Valle senex elausa, sapremum ducere tempos Inclasus, cupio, te duce vate mori. Petrarch in Epistola ad PhiUppum Episcopum de Cavaillon de Gabas&e LONDON: PRINTED FOR WILLIAM CLARKE, NEW BOND STREET. 1822."], [10, "Printed hj* J. F. Dove, St. Joiin's Square."], [11, "CONTENTS. Order in which the places are mentioned. Avignon. Vaucluse. Orange. Marseilles. Hyeres. Aix. Nismes. Pont du Gard. Pont du St. Esprit. Lyons. Paris. Yersailles."], [12, ""], [13, "A VISIT TO VAUCLUSE, Sfc. Sfc. AVIGNON. It is right and proper to say something of Avignon, from whence I proceeded directly to Vaucluse. The distance is about fifteen Eng- lish miles, or five leagues off Provence, called from their length commonly bonnes, ou mor- telles lieues; but here, in Provence, lieues des amoureux, or lovers' leagues. As it is, how- ever, my desire, to enter immediately on my principal subject, 1 shall leave Avignon, Orange, Marseilles, Nismes, and le Pont du Gard, for a postscript. Having taken a cursory view of Avignon, with an intention to return, I set out for Vaucluse, whose interesting valley, and ra- pid torrent, with the aid of the poetry of Pe^ trarch, and the history of Laura, have attracted; to its source travellers of all countries, equally enthusiastic, who have left it as the Seine, it has been said, leaves Paris, a regret fugitive. i'"], [14, "2 There are two roads that lead to Vaucluse, the shortest goes through Morieres, and is pre ferable to that over the new bridge on the Du rance, by the Chartreuse de Bon-pas, and Cau mont, by which it will be best to return. In coming out of Avignon, the verdure in the mouth of May delights and relieves the eye-sight, which in half an hour more a naked plain inter sected with vineyards, and studded with flints, tires and fatigues. As you get nearer to Mo rieres, Nature smiles again, you mount with gentle ascent, and the stony road is bordered with vines and olive-trees. Here, if you look back, you have a view of the Rhone to Roque maure, where Hannibal is said to have passed, and to the point below the Durance, and its junction with that river. From Avignon to L'isle, four hours are required, and from L'isle to Vaucluse, an hour and a half. Two-thirds ofthe last road is on a plain, bounded by hills, and arid rocks, at the foot of which is the foun tain, of whose situation you can have no accu rate notion, till you come to it : the imagination is lost in conjecture, but unable to form an idea half so rude, wild, and picturesque. The banks on each side are clothed with trees, and patched with turf, and the rapid Sorgue here reflects its various tints in the moving crystal of"], [15, ""], [16, ""], [17, "3 its limpid stream ; and there dashes the rocks with azure froth, and blue eddies, like the ra- pid Rhone in the Leman lake. The noise ofthe rolling waves is reechoed by the rising rocks, whose lofty clefts are only accessible to birds of prey, and serve to form a contrast with the rich scene below. The view of this noble fountain, as Pliny, lib. xviii. c. 22. names it, might easily fire the imagination of the lover, the poet, and the painter, although he had never heard of Pe- trarch and Laura : but should he visit it with the sonnets in his hand, he must, one would think, be both ravished and enchanted. The village of Vaucluse is built on a naked rock, and the Sorgue runs at its base, and is as cheer- less above as it is gay and smiling below. The nearer you approach the source, the more the river is narrowed, and the stream contracted ; the waters that are pure as crystal at the vil lage, break against the rocks near the spring, and become foaming torrents. As you walk along the path that leads to the basin, you pass several spriugs that fall into the Sorgue at their rise : at length you arrive at the end of a narrow vale, bounded by a mountain that terminates in a point 700 feet high, above the level of the source, which is nearly half as high above the sea. Between the village and"], [18, "4 the spring, the Sorgue, rapid as it is, has sixty feet in breadth, and from five to six in depth. At the foot of the mountain, ending in a sharp point, is a cavern ; the vale here is surrounded by a deinicircle of inaccessible rocks to the right, and sharp pointed to the left, which it is impossible to pass, and you must return by the way you came, whence the name of Vaucluse, or Vallis Clausa. The roar of the waterfalls, the enormous blocks suspended as it were on the waves, the broken fragments rolling in the stream, the py ramidal needles, the ruined castle of the ancient lords of Vauuluse, to which there is no visible approach, with rocky unfathomable caverns, altogether present a picture singularly wild and romantic. The principal source comes out from a natural cavity at the foot of a sharp-pointed rock, at the east end of the valley. In order to obtain an exact idea of this singular fountain, it must be seen when the waters are both at the highest and at the lowest : when the fountain is low, the waters are inclosed in the basin, which comprehends the interior of the cavern, where a natural vault is to be seen, of which no idea could be had from the appearance of the spring at high water. At this time there is no cascade, and the fountain is less interesting : when I saw"], [19, ""], [20, ""], [21, "5 it, it was in its greatest beauty. The difference between the highest aud the lowest level of the surface of the water, is 88 palms or 6'6 feet. The rocks at extreme low water are covered with byssus jolithus, a red vegetable substance, with an odour of violets. After the snows be gin to melt, or after great rains, the rocks dis appear in part, and the great blocks, buffeted by the foaming torrents, are often crowned with the bow ofthe many-coloured Iris. We may say of Vaucluse, what Rousseau has said of Meillerie. This place is a wild and savage desert, but as full of beauties to susceptible minds, as of hor ror to those who have no fine feelings. Two lovers, who had survived the wreck of a ruined world, would no doubt find a delicious asylum among the rocks of Meillerie. The house of Petrarch was between the vil- lage and the castle ; there is now no trace of it left, the inhabitants of Vaucluse have carried away all its parts, and it has been removed, like a Venetian palace, or a French chateau, stone by stone. It was at first like a simple cottage, which he afterward rebuilt and enlarged. A ruined chateau on a rock, strangers are told was the house of Petrarch; but Monsieur Gue rin tells us, that it belonged to the bishops of Cavaillon, who were the lords of Vaucluse."], [22, "6 Petrarch is never tired in prose or verse, of praising his retreat, which to him was buon, ed amabile retiro, and as he thought, could never be enough commended. He delighted in hav ing no fixed habitation : Nulli certa domus lucis habitamus opacis, Riparumque toros, et prata recentia rivis, Incolimus. Æn. 1. vi. 67.3. \" Here,\" he says, \" my garden is bounded by a river, there shaded from the great heats by a rock, and protected against every rude ap proach by a walled fence, and open on all sides to the gentle zephyr. I walk in the morning on the hill, in the evening in the meadows, and the garden near the fountain at noon-day. The Sorgue is delightful — the king and lord of springs. I am at this moment writing by the murmur of its waters, close to the charming re treat of Vaucluse, where liberty dwells, and perfect freedom reigns. Adest tibi tuus Sorgia rex fontium, adest liberrimum gratissimumque, perfugium Clausa vallis.\" — Epist. 3. lib. 8. Petrarch retired to Vaucluse to give himself up entirely to the Muses, and withdraw him self from the object of his adoration : there he purchased a small house and field, and set up his books. In his twenty-seventh sonnet we read,"], [23, "7 \" The image of Laura follows me everywhere, into the woods and wildest rocks. Three times in the middle of the night I saw her stand be fore me, and with a determined look reclaim her slave; fear froze my limbs, my blood left my veins, I rose before day, and flying from a house, where every thing inspired me with terror, I climbed the rocks, I ran through the woods, locking back to see if the image, that broke my sleep, followed me ; 1 was no where secure; I saw her in every tree, and every stream, in the hollow rock, and impending cloud. Fright made me immoveable; I knew not where to go, or what to do.\" — Carmin. lib. 1. epist. 7. In his epistle to posterity, he says : \" Whilst I was looking for a retreat, I found, fifteen miles from Avignon, a solitary but deli cious vale called Vaucluse, at whose end the Sorgue, the most famous of fountains, arose : struck with the beauty of this place, I came hither, and brought my books with me. I should tire out all patience were I to recount every thing I have done in this solitude, where I have passed a great number of years. I give an idea in saying, that of all the works of my pen there is not one which has not been begun, or conceived here, and although they are so"], [24, "8 many, and I am so old, yet I still fatigue and tire myself with writing more. Petrarch speaks of Vaucluse in his Latin poems ofthe fourteenth century, 1581, in folio, edition of Bale. \" Si nihil aut gelidi facies nitidissima fontis.\" vol. 3. p. 80. lib. 1. epist. 4. \" Populus estingens niveo contermina fonti.\" p. 80. lib. 1. epist. 4. \" Exul ab Italia furiis civilibus actis,\" — p. 82. lib. 1 . epist. 6. and various other places ; p. 83. lib. 1. ep. 7. p. 84. lib. 1. ep. 7. p. 104. lib. 3. ep. 3. p. 105. lib. 3. ep. 3. also in his sonnets, p. 80. Ediz. Venez. 4to. 1727. 27. 13. p. 441. Quo. Venezia, 1727, p. 449.20. sonnet 33. p. 463. sonnet 35. p. 465. In another place he says, speaking of Vau cluse, \" It is here that I war against my senses, and my eyes, which have led me to the brink of many a precipice, see nothing but air, water, and rocks ; my only female is a servant, brown as a Lybian desert, and dry as a mummy ; my ears, long accustomed to harmonious sounds of voice and instrument, hear nothing but the lowing ox, the bleating sheep, the chirping birds, the murmuring waters. I keep silence from morning to night, having no one to talk to :"], [25, "9 the vine-dresser, the fisherman, and the hedger and ditcher, have no conversation ; I am satis fied with the black bread my servant eats, and know no luxury but the fruit of my garden and the fish of my river. I am lodged like Fabius or Cato, and all my domestics are a man-ser vant and a doge. Iu this delicious asylum no citizen braves mewith his insolence, no tongue provokes me with its slander. Without cla mour, or lawsuit, or din of arms, I am exempt from ambition, avarice, and envy, and possess the happy mean between poverty and riches ; every thing about me breathes joy, simplicity, and freedom. The people are good, easy, and affable; the air is healthy, the winds are tem perate, the springs clear, the river full of fish.\" — From the MSS. of the Imperial Library, lib. 10. ep. 6. quoted by Guerin, p. .98. 1813. Having now paid my visit to Vaucluse, I be gan to inquire into the history of its famous inhabitants, Petrarch and Laura, in the field of their exploits, ancl, as it were, at their door; and I found that more than fifteen writers of different countries, with the author of the Me moirs l'Abbe de Sade, and the Abbe Roman, their abridger, had confided entirely in a con fused tradition handed down at Avignon in the year 1533, after the opening of the tomb of Ma- c"], [26, "10 dame de Sade at the Cordeliers. This tradi tion, before unknown, as will appear, is sup ported by a fact foreign to Petrarch's Laura, and to the total neglect and contempt of the ruins of the house of her poet. On what authority is the history of a Laura established, of whom the writers know neither the birth nor the existence of her parents ; widely differing from her, of whom Petrarch tells us the whole genealogy of the noble family, the father, the mother, and sister, who lived at Vaucluse. With these reflections, Monsieur l'Abbe Costaing de Pusignan of Avignon, con servateur des Mnsees, aud member of the Aca demy, has undertaken to explain from the text of Petrarch, in his life written by himself, and to shew that the most chaste admiration of the virtues of Laura, a pure virgin, has been con verted into a sensual love, and romantic intrigue with a married woman, mother of many chil dren, by the author of the Memoirs, and l'Abbe Roman: and this too in direct opposition to Crescimbeni, Muratori, Louis Beccatelli, Arch bishop of Ragusa, Cardinal Bellarmin, Philip Villani, who lived in Petrarch's time, and Boc caccio, who bore witness that his sonnets re cord the history ofa virtuous woman in seclu sion, of extraordinary piety and beauty : more-"], [27, "11 bver, that this egregious blunder is all owing to a tradition of a Laura of Avignon, and a ren contre with her at Sainte Claire, and because Petrarch calls his Laura Madonna, when it is well known, says Monsieur Costaing, that the title of Madonna is not always given to a mar ried woman. Petrarch, swaddled at his birth in the intes tine divisions of the Guelfs and Gibellines of Tuscany, came to Avignon with his exiled fa mily, and was hospitably received, as well on account of his genius for poetry, as his taste for science. Cardinal Colonne protected and en couraged him ; and he, Petrarch, remained at Avignon till he was twenty-two, when his love for solitude induced him to retire to Vaucluse ; and he tells us the reason why in the third col loquy of his Liber Secretus ; namely, that it was death to him to stay at Aviguon, \" reli quiæ mortis hie habitant.\" Now his mother had purchased a small domain at Vaucluse before her death ; and it was here that he first met Laura in the vale of Galas. He was then an honorary canon of Padua, and archdeacon of the church of Parma, but not in holy orders ; and in his letters he signs himself Archdiaconus inutilis; since, in the fourteenth century, single laymen were suffered to hold benefices, because"], [28, "12 they were poor in every thing but prayer, and unmarried. The enthusiasm of young Petrarch broke out on having seen Laura, the solitary beauty of his desert. He sang her praises, and made her his favourite muse ; triumphed over his own heart by flying from her presence; and, like an ancient cavalier of his day, by using the word amore in its noblest sense, of friendship and respect, that virtue inspires with religion, fidelity, and charity. We find in the history of Provence that the name of Laura flourished in the illustrious house of Adhemar; a century before there existed a lady of Sade d'Avignon, called Laura. There were five of this name ; Laura d' Adhemar, in 1270; a second, fille d'Ai mar, in 1274; a third, a religious lady of the Abbaye de St. Pont, in 1276 ; a fourth in 1282; and a fifth, in order of time, is Laura des Baux, an illustrious virgin of Vaucluse, who, Petrarch tells us, was born in the fourteenth century, 1305, of the lords of the principality of Vau cluse. It is clear, from these dates, that the Laura of Petrarch belonged to tbe illustrious houses of Adhemar and Baux, which flourished in the time when Laura's poet exclaimed, in his book of colloquies, on seeing her for the first time, \" O quam te memorem virgo !\""], [29, "13 From this single quotation it is clear that Pe trarch could never have known the lady of Sade, a married woman, whose name and li neage, far from being ancient in the poet's time, did not begin to be known till the end of the fourteenth century, long after the death of Laura and Petrarch. The name of Laura will inform us also of what Laura the poet speaks. It is remarkable, then, that Petrarch calls Laura Laurea, Laurus et Alloro, a laurel that bears golden fruit; and the families of Adhemar and Baux have constantly given the name of Laura to their ladies, because laurus is the right name of the tree that bears the orange ; therefore Laura derives her name from the orange-tree, as may be seen in Aldrovand us's natural his tory ; the orange-tree of dame Laura, Citrus dominæ Laura : the true appellation of a virgin, born and descended from the illustrious house of Orange, as we read in the sixty-sixth sonnet : p. 525. edition 4to. 1727, in Venezia. \" Quel che d'odore, e di color vincea L'odorifero e lucido Oriente, Frutto, fione, arbor, e frondi ond' il ponente D'ogni vera eccellenza, il pregio havea, Dolce mia Laura, ov' abitar solea Ogni bellezza, ogni virtute ardente.\""], [30, "14 Petrarch in his 10th Latin eclogue, MSS. ex plains the name of Laura still farther, and more at length, an eclogue composed on the death, entitled \" Laurea Occidens ; or, the Orange- tree that dies.\" He here shews us who was the first Prince of Orange that founded the town of this name, in the neighbourhood of Vaucluse. \"Longe ibi transfluvium ad regnum — inter Bactra subortum Unus erat Rutilus.\" In the same eclogue, Petrarch describes the residence of Laura at Vaucluse, and her noble parents in the vale of Galas. The ancient lords of Vaucluse have left the impression of their name, and the marks of their grandeur on the walls of Saumane, a rock of Vaucluse, on which the first chapel was built in the sixth century. Of the abode of Laura, he says, \" there is a pleasant vale, hid from the eyes ofthe traveller by high hills, from whence descend the famous springs that inclosed an orange-tree within their waters. Nobilibus formosa jugis, et operta meanti Vallis seclusa virens in vortice Laurus.\" Here it was that Laura des Baux was born,"], [31, "15 and where her acquaintance with Petrarch first began; and when he came back in 1350, she was dead : he addressed her thus, in sonnet 264, MS. \" Mira '1 gran sasso d' onde Sorga nasce.\" Turn your eyes to the high rock, whence the Sorgue takes its rise. It must not be forgot that the fortress of Saumane, which commanded the heights, was built at the end ofthe twelfth cen tury, 1189, by the Baux and the Adhemar, lords of Vaucluse, Saumane, Lagnes, Cabrieres, and Cavaillon. On casting an eye on this mo nument, splendid with the rust osages, you re collect its epoch, and its lords, and the descrip tion of the poet, \"arx alta doinans dulcesque oleæ sumniatus,\" and allow that the castle of Laura was very near the great rock of the foun tain, and the house of Petrarch, where he tells us he lived fifteen years. Upon which the echo of Avignon cries out, \" Sirs, you are mistaken, Laura never had a house at Vaucluse, neither during her life, nor at her death. She lived al ways at Avignon, and was buried in thechurch of the Cordeliers, of which atthe Revolution it may be added, every trace was rubbed out, ancl a square green turf with a tree at the four corners, is all that remains of Laura de Sade.\" If there be any reason for thus disguising the truth, the walls and vaults at Saumane can develop it,"], [32, "16 though Petrarch's writings, printed or manu script, were all burnt: the seal of its illustrious proprietors, the stars, the orange-flower, &c. will all prove and confirm it, if the poet had not done it in his sonnet : \" Forse vuol dio tal di virtute arnica Torre alia terra, e'n ciel fame una stella;\" and still moreatlength in the 10th MSS. eclogue: \" Unus in hoc numero gaudens se condere vivo Fonte, decus nemorum.\" Petrarch having spoken of Laura, and her star, mentions the three lords, her renowned parents, who lived with her in the desert ; and says, that they bore not only the star in their arms, but also a particular decoration ; one of these three delighted in the living fountain, made his abode near it ; another, girt with parsley, struck his golden harp ; a third, gathering the orange flower and the lily, collected them in a vase. Petrarch informs us, that Laura, in her soli tude at Galas, lived with an aged father, a sis ter, and numerous female relations, and here she died : when he returned in 1350, to Vau cluse, she was no more, as appears by the son net 264, before quoted. The house of Laura was near Petrarch's. \" My heart,\" he says, \"is"], [33, "17 full of sighs, when I look on the; hill arid the plain where she was born,\" il dolce piano Ove nacque colei she was also of my month, and of my year. Ch' era del anno e di mia etate Aprile. MSS. Monsieur L'Abbe Costaing, without taking the pains to attack the tradition which sup poses that a Laura was born at Avignon, in the year 1325, in the family of Sade, contents him self with saying, that Laura des Baux came into the world, in the vale of Galas, according to the attestation of Petrarch in the passage just quoted from a MSS. canzone, in which the age aud history of Laura are detailed with the greatest precision, by saying she was of my age, year, and month. In this picture of her life, the poet begins by informing us, that the first time he met her, she was gathering* flowers in the meadows round her house, and on seeing him, she fled with precipitation. The whole of this canzone \"Tacere non posso, e temo non adopre\" is given in the work of Costaing, in * Al tempo che di lei prima m' accorsi Ond ell' subito corr' si A coglier fiori in quei prati d' intorno. (MSS.) o"], [34, "18 which it is manifest, that the married Laura of Avignon is not the illustrious virgin of the fo rest of Vaucluse, who led a pious life in the bo. som of her family, in extraordinary seclusion and solitude : he also adds, that the expressions of the poet are not those of a Troubadour, or courtezan, but of the friend of virtue and truth ; full of noble sensibility and pure Platonism, to tally unlike the false tones, and jargon of sen sual love, with which the Ovids ofthe clay dis figure his sublime poetry; - Petrarch composed his tenth eclogue on the death of Laura, in Italy, which opens with a description of the place where he first met Laura.* There was in a secluded spot a lofty forest, and mountains from which the limpid Sorgue on one side, aud the pale Durance on the other, ran into the Rhone : to the Sorgue chance had brought me from Tuscany, and the banks of the Arno. In this abode I had a small barren field, which, because of my poverty, was all I had to cultivate. I wandered into the woods, there, amidst the * suit alta remotis Sylva locis qua se diversis montibus ortæ Sorga nitens Rhodano, pallensque Druentia migrant Hue mihi quo fueram Tusco translatus ab Arno : Sic nominum res fata rotant."], [35, "19 rocks and knotted oaks on the river's bank grew a superb orange-tree, I was attracted to wards it, and fixed to the spot. In the enjoy ment of the shade of its branches, my happiness was exhausted. The tree was rude, but the flower, the finest ornament of the river ; and 1 gave up to this unique gem my time, and had no pleasure but in chanting its praises, forgetful of myself, and all my labours. \" suit aridulum rus Dum colui, indigno atque operi successit egestas Arva marata, vagus sylvis spatiabar apricis. Verum inter scopulos, nodosaque robora quercus, Creverat ad ripam fluvii pulcherrima laurus, Hue rapior, dulcemque mihi postobtulit um- bram, Omnis in hanc vertor. Cessit mea prima vo- luptas. Rusticalaurus erat, sed flosgratissimus amnis, Immemor oblitusque mei cecinisse juvabat Hanc unam.\" It is easy to see where Petrarch employed all his time in singing Laura's praises, that it was at Vaucluse by the hills and the rocks where the orange-tree grew, where the Durance and"], [36, "20 its mountains naturally complete the landscape, because they enclose Vaucluse, and its grounds in. the diocess of Cavaillon. From; the high ground where was his Helicon, you see the range of hills, and discover Cavaillon, la pale Durance, la Sorgue limpide, falling into the Rhone near Avignon. The author of the memoirs not attending to this passage in the. Latin of Petrarch's tenth eclogue, thinks he can support the tradition of Avignon, by a quotation from the Italian of the same author, \"Dove Sorga e Dnrenza in maggior vaso Congiunger' van' lor chiare e torbide aeque, La mia Academia, e tempo, o parnasso, Ivi onde agli occhi miei il bes Laura nacque.\" I) ,i ;i . ..... , : Where the Sorgue and la Durance fall down to join their clear and turbid waters into a larger basin, there my time, my Parnassus, and my academy, is fixed, where Laura the beauty of my eyes was born. Here is no mention or allusion to a city, but merely of a place from whence two rivers fall into the plain of Avignon, ofa place where was the Parnassus of Petrarch, of a point of view, and a hill from which the Durance and Rhone are visible. Not far from the fountain, and of tho"], [37, "21 side of Lagnes, is a considerable building, be tween the hills and the river, the oldest house iu the country where Laura and her relations resided. This house was made an abbey, under the name of the Convent of the Ladies of Ga las; after Laura and her relations decease, and abandoned by the nuns, who fled to Cavaillon, at the approach of the Calvinists, when the war broke out. On searching into these places, Mr; Costaing found the titles and traditions agree with Petrarch's topography, and that the habitation of Laura could be found no where else. It has been of late years rebuilt, and now is in possession of Messieurs Sylvan, of Vau cluse, proprietors of a great part of the lauds of Galas, where they have erected mills and bleacheries on the waters all around them. Amid some remains ofthe convent walls, raised since the death of Laura, le beuitier is pre served without the old wall of the chapel as it was anciently fixed ; it is of the simple form and taste of the work of the fifteenth century : it is likewise in the same place where was the rising ground that served for Petrarch's Parnas sus, which the inhabitants call Bauclelon, or Little-hill. Hills are in general called, in Pro vence, baux, as with us balks. The top of this hill is a truncated cone, aud serves for a plateau"], [38, "22 of Ilexes, and old umbrageous oaks of the time of Petrarch, where he wooed his favourite muse in many an immortal sonnet. Petrarch, in his third eclogue, has told us of his having met Laura, and that she ran away from him. Having obtained the leave of Cardi nal Colonne to go to Vaucluse, and repair the house his mother had left him near the fountain, he was lodged at his friend Cardinal Cabas soles' hermitage, bishop of the diocess. The Cardinal had a house with a chapel on the hill over the fountain, the ruins of which are impro perly still called the castle of Petrarch. This old miserable ruin, of difficult and dangerous access, was formerly a hermitage for the reli gious of St. Victor of Marseilles, who came to serve the chapel of St. Veran of Saumane, in 1040. In this year, the Bishop of Cavaillon, gave Isnard, Abbe de San Victor de Marseille, the hermitage of la Fontaine. The Pope Pas chal II. speaks favourably of this hermitage in his letters of the eleventh century. It was at this time when he went to visit Vau cluse, and was lodged at the Cardinal Cabas sole's hermitage, that in his walk to the forest of Galas, he saw Laura gathering flowers in the mead, \" herself the fairest flower,\" he immedi ately turned back, and took the road to the"], [39, "23 meadow, and approaching, began to address her. She seeing a young stranger of twenty-one, ran away into her own house, and left the poet in the middle oshis speech. Petrarch has de scribed this scene in an eclogue, the third of Daphne and Strophæus. \" Daphne, ego te solam deserto in littore pri- mum Aspexi, dubius ne hominem, divam ne vide- rem.\" \" O Daphne, when I first saw you on the de sert shore, you were alone, and I knew not if I saw a mortal, or a divinity.\" Through the whole of this dialogue, he reminds us that it was at Vaucluse the scene passed. He men tions also the Laurier of the house of Orange, under the names of Aureasis, and Rutilus ; the virginity of Laura, and her constant refusals of the various offers of marriage with the first fa milies, which means that she had determined to remain always in a state of single blessedness. This first meeting and flight of Laura, took place in the mouth of July, in the year 1326, as he says in his one hundred and fifty-sixth sonnet. At sunrise, in the hottest season, \" Levando il sole a la stagion' acerba.\""], [40, "24 And the death he adds in another place, \" L' adentro nodo ov' io sui d' ora in ora Contando anni ventuno interi, preso, Morte disciolse.\" Petrarch entered then his twenty-second year, when he saw Laura first on lhe banks of Vau cluse ; a year afterward he had a second inter view in the same solitude, the 6th April, 1327, as appears by the third eclogue. Petrarch did not see Laura agaist after her flight. He left Vaucluse at the end of July, 1326, to go to the Cardinal Jacques de Colonne^ as we learn from his letters. On his return to Avignon, he passed the winter there; and in the spring set off' again for his new habitation in lhe desert, where he had another interview with Laura, not alone, but accompanied by her fe male friends. \" Forte die in medio, dum me meus urget ad amnem Sylvæ ainor, in sylvas subito vox contigit au res Dulcior humana, stupui.\" — Eclog. 3. When, by chance, at noon my love for the woods and the river led me out, I all at once heard a voice softer and sweeter than any thing human, I was struck dumb with astonishment."], [41, "25 This poem on Laura of Vaucluse will ever be the poet's best triumph, and the finest eulogy and immortal praise of the virgin of the house of Orange, and the fullest refutation of the tra dition of Avignon. Petrarch is completely jus tified in saying in one oshis letters, (Famil. ep. 3. lib. 8.) that although Vaucluse has been ren dered famous by its fountain, he has laboured to give it a higher lustre by writing its history. Petrarch has laid before his readers all the interviews and conversations he held with Laura des Baux at Vaucluse, and the evidence that the heads of her family were descended from Guillaume au Cornet, Prince of Orange, ofthe ancient house of Rutilus Adhemar ; and farther, that Ie chateau de Saumane and its ancient chapel are the precious testimony of the birth of Laura of Vaucluse, and of the power that her ancestors exercised there. The sonnets are new proofs of the truth of what has been advanced and composed on Laura three years before the eclogues. It now remains to speak of the death and burial of Laura in the vale of Galas ; but to begin with his Italian poetry, his sentiments and thoughts, from his first inter view with her at Vaucluse. There are some of the sonnets of Petrarch that seem to favour the tradition of Avignon, E"], [42, "26 and the fable of the meeting of Petrarch and Laura on a Good Friday, in the church of Ste. Claire. It has been seen hitherto that it was at Vaucluse, in the valley of Galas, that this first rencontre took place. By calculation, it ap pears that in the year 1327, 6th April, the day of the pretended Good Friday, Easter Sunday fell on the 12th of April, and, of course, the 6th was ou a Monday. Petrarch and Laura could not, therefore, assist at the holy function of Good Friday on a Monday. The sonnet, on which this fable is made to rest, contradicts it completely, when duly ex plained from manuscript authority. We read in the first verse of the second sonnet : (Edition 4to. in Venezia, 1727.) \" Era il giorno ch' al Sol si scolorano Per la pieta del suo fattone i rai. It was on the day when the rays of the sun were discoloured or obscured by compassion for his Maker, that is, on Good Friday, when the sun was eclipsed at the crucifixion. But let us see what says Abb6 Costaing's manu script? To which add the notes of Muratori on the second sonnet. \" Era il giorno ch' al Sol di color raro Parve la pieta da suo fattore, ai rai"], [43, "27 Quando io fu preso ; e non mi guardai Che ben vostri occhi dentro mi legaro. Sonetto 2d. MS. Literally : — It was on the day that I was cap tivated, devotion for its Maker appeared in the rays of a brilliant sun, and I did not well con sider that it was your eyes that enchained me. This is in the usual style of Petrarch, who makes Laura his sun. We need go uo farther than the ninety-first sonnet to prove this. \" In mezzo di duo amanti onesta altera Vidi una donna, e quel Signor conlei Che fra gli uomini regna, e fra gli dei, E dal, un lato il sole, Io dal' altr' era.\" I saw a virtuous and illustrious dame, and that Lord with her who reigns over men and kings. And on one side was the sun, Laura, and on the other I was. Here he speaks of Laura, whom he saw for the first time, when she fled from him. The first meeting was not in a church, but in a meadow, between two banks formed by the two currents of the Sorgue, where he compares Laura to a white roe."], [44, "28 \" Una Candida cerva sopra l'erba Verde m'apparve con suo crine d'oro Fra due riviere all' ombra d'un alloro.\" Sonnet 156. Petrarch sees Laura weaving silk knots, by which he could not fail to be caught, as he was passing in the road between the mead and the hill, and struck with admiration, he continued his walk ; returning by the same way soon after, he found her culling flowers, when she fled from him.— Madrigale 3. p. 188. Ed. 1727. Ve nezia. \" Nova angeletta sopra 1'ale' accorta.\" Petrarch struggled violently with his passion, and ran over France, Italy, and Germany, and still felt the arrow in his side, like the wounded deer, as appears by his 173d sonnet, which he sent to his friend Sennuccio Delbene, his fel low-student at Avignon. \" I dolci colli ov' io lasciai me stesso, Partendo onde partir giammai non posso. Tal io conquello stral dal lato manco Che mi consuma; e parte che diletta, Di duol mi strugge, e di fuggir mi stanco.\" MS."], [45, "29 \" Those charming hills, where I left myself, are ever before me, and I can never drive them from my eyes ; I feel like the wounded deer, ' lethalis arundo' sticks for ever in my side.\" He explains to his friend the state of his heart, and the motives of his flight. \" I ara now free from the heavy war of sighs, ' lorda guerra de sospiri,' in which my soul was en tangled.\" — Sonnet 74. MS. Petrarch was now got to Avignon, but no persuasions or com mands of his friends the cardinals, Colonne of Talciran and Bologna, though in the name and by the order of the pope, could make him stay. Totally unable to bear with ' Empia Babilonia' (Sonnet 90. prohibited. — See Ediz. 4to. 1727. Tassoni's quotation from Tacitus), he fled from the city in the year 1330, at the age of twenty five. Being arrived at Vaucluse, and hardly fixed there, he writes to Sennuccio : — Sonnet 89. \" Mi dove mezzo son, Sennuccio mio, Cosi ci foss' io intero, e voi contento.\" \" My dear Sennuccio, I am only half settled at Vaucluse, — O that I was for ever, and with your entire satisfaction and approval.\" Sometime after he speaks of his having quit ted Avignon, and says, that the only way left him to prolong his existence was to fly from that"], [46, "30 impious Babylon, the mother of error. Here I am alone, I make verses, and gather flowers, talk with myself, and remember that times were better : I am here quite happy, and live in per fect security ; and I'll tell you why, I no longer fear the dazzling beauty of Laura's eyes, which now shed only the milder light of friendship. Whilst Petrarch enjoyed this delicious solitude he finished his Latin works, his Letters in verse, and his Afrique. He found great resources in the society of Laura and her family. \" 'Tis here,\" he says in his Letters, \" I find repose. — Laura is an enemy to love ; — she loves nothing but God, and I love her the more on that ac count.\" After having exhausted himself in re peated praises of the hills, and the shades of his habitation, and that of Laura des Baux at Galas, he speaks of every window in his house from which he had ever seen her, whom he calls the sun, as I have before observed, on a con tested passage well explained by Monsieur Costaing from MSS. \" Quella fenestra dove un Sol si vede Quando il lui piace, e l'altra in su la nona E quella dove 1'aere freddo suona Ne' brevi giorni, quando Borea '1 siede.\" Sonnet 78."], [47, "31 The window from which she was visible, &c. the rock where she sat, the ground on which she had left the impression of her foot, revived his feelings, and opened all his wounds (antiche piaghe), and made them bleed afresh. The Prince Colonne had wished to surprise him unawares in his retreat. The poet was in formed of his eminence's intention, and in order to decide him to set out, he sent him a sonnet. (Sonnet 9.) \" Gloriosa colonna, in cui s'appoggia Nostra speranza, e '1 gran nome Latino.' \" Glorious column, the prop of our hopes, and of the great Roman name.\" \" Qui non palazzi, non teatro, o loggia Ma'n loro vece, abete, un saggio, un pino.\" Edition 1727, p. 24. \" Here are no palaces, no theatre, no lodge, but in their stead a fir, a beech, a pine.\" It was six years after Petrarch had been ex ercising his muse incessantly at Vaucluse, that his poem entitled Africa was sent forth, and led the author to be crowned in the Capitol. The same day brought him, at his retreat, the letters of the chancellor of Paris, and the senate of Rome, inviting him to receive the crown on the"], [48, "32 two theatres of the world. He was crowned poet, after the examination of his Latin poem ou Scipio Africanus, at the age of thirty-one; and, as he says himself, '■ adhuc scholasticus rudis,' yet an unpolished scholar. On his return from this ceremony, he remained some time at Parma and at Padua. He did not come back from Padua till after the death of his friend the lord Jacques de Carrare, three years from his coro nation. On his return to Vaucluse in 1339, as he tells us in his letter to Posterity, he received the congratulations of Laura, and her female relatives and attendants, as one of the most dis tinguished men of the age. Re-entering on his studies, he wrote his Latin letters in verse, a great part oshis epistles in prose ; his treatise on illustrious men from Romulus to Titus, a work of merit, but not finished, and continued by another hand. These employments occupied him for the space of eight years ; and, at the end of 1346, he went a second time to Parma, after a residence of thirteen years at Vaucluse. The reason of his second departure is to be found in his works. He tells us in his 210th sonnet, that he had fears for the health of Laura, who was in a languishing state when he left her. — Sonnet 210."], [49, "33 \" Quai paura ho quando mi torna a mente Quel giorno ch' i lasciai grave e pensosa Madonna.\" N. B. Madonna did not always belong to a married person. The pure virgin destined for the cavalier in the tournament was called Ma donna. — Sonnet 211. \" Solea lontano insenno consolar me Conquella dolce angelica tua vista Madonna.\" She, who was wont, though removed far from my sight, ever to console me with the counte nance of an angel, now fills me with fear and consternation. The poet here plainly informs us that Laura was very ill, and on the point of departure ; and that he had not the courage to stay and see her die. In his 197th sonnet he takes leave of his chamber and his bed, and says it is not you only that I fly from, but my self and my own thoughts. \" Ne pur il mio secreto, e'l mio riposo Fuggo, ma piu me sesso, e'l mio pensero. In his book of colloquies with St. Austin, he is more expressive. Every day we draw nearer and nearer to death ; and Laura, exhausted by F"], [50, "34 her constant cough, grows weaker and weaker, and I older ; and seeing that she could not live, I was the first to run away before she had breathed her last, \" Itaque ilia ad mortem appropinquante præcucurri,\" without staying to close her eyes ! ! ! — (Liber secret, coll. 31 diei.) Laura died of a consumption, ptubs ; in the MS. in the king of France's library, ptysmati bus ; and in the printed copies, perturbationi bus, which is evidently wrong. She died soon after Petrarch left her, six months before the plague that ravaged the country. Born in 1305. She died in 1348, April 6. Petrarch, in his book of the Triumph of Death, paints Laura dying, surrounded by her sister and her female relations. \" Questa leggiadra e gloriosa donna Ch' 6 oggi nudo spirto e poca terra.\" Trionfi della Morte, cap. i.p. 6 — 12. Ediz. Venez. 1727. This beautiful and glorious vestal is at this day a naked spirit, and a clod of earth. She did not perish like an extinguished flame, a fire that is forcibly put out, but like a soft light which consumes itself little by little, and ex-"], [51, "35 pires for want of aliment. This proves that the plague was not the cause of her latter end, as it was of the death of Laura de Sade. Laura des Baux died a virgin (in casto letto), on her chaste bed, and not a married woman, or the prey of a public calamity. We must agree that the testimony of Petrarch, at once poetical aud historical, ought to be received before the tradi tional prejudices of Avignon; but the text ofthe poet is not the only proof of the birth and death of Laura at Vaucluse. Alexander Vellutelli, of Lucca, has given notices of Laura, which may be found at the head of his arguments on the rhymes of Pe trarch. He went on purpose to Avignon, in the year 1490, to collect information on the subject of this lady and her parents. The only thing, he says, I found at that place, was, that among the many Lauras of Sade, there was one of the vil lage of Graveson, at the distance of two leagues, and that she came to the great town to assist at the functions of Good Friday at Sainte Claire, where Petrarch saw her for the first time. But this is evidently a mistake of the people of Avignon, and particularly of Gabriel de Sade, of that place, a nobleman of a great age (molto antico), whom I saw twice at Avignon, and with whom I had long and frequent conversations."], [52, "36 He told me that this Laura, daughter of Jean de Sade, celebrated by Petrarch, was born in 1314, and married to Henry de Chiabeau, lord of Cabrieres. I then asked him when this lady of Sade lived, he said she was of full age in 1360-70. This answer convinced me that she was not Petrarch's Laura, who was already dead in 1348. Vellutelli was not quite satis fied with this mistake of M. Gabriel de Sade, and he set off for Vaucluse, and at Saumane he saw the chateau de Laure des Baux, which had been given to the house of Sade, and the regis ters in which the name was mentioned of the wife of Henri de Chiabeau, but found nothing he could rely on but inthe writings of Petrarch, that Laura was never married, that she died where she was born, \" una Candida cerva.\" Veil utello Vita dominæ Laura, Venice, 1416et 1425. Thirty-seven years before the opening of the tomb at the Cordeliers, this author re jected the information of the house of Sade, the only accounts then known at Avignon. He re futed it by Gabriel, who proved so satisfacto rily that the Laura buried at the Cordeliers was not Petrarch's Laura. As to the supposition that this Laura of Sade was born in 1314, and married to Henri de Chiabeau, lord of the Ca brieres. Mr. Bimard de la Bastie has proved, that in the year 1324 there was at Cabrieres nei-"], [53, "37 ther village nor castle, nor inhabitants, nor pa rish, and that the forest was a part ofthe terre de Saumane, aud the seigneurial domain of Vaucluse ; and he shews from the archives of the chambre of Carpentras, that since 1274, when Philip le Hardi gave up to the pope le Comte Venaissin, no mention was made of Ca brieres in the homages given in to the Se neschal du Saint siege, which proves that terre was reunited to Vaucluse and Saumane, and could not have belonged to Henri de Chia beau. No seigneur ofthe name of Chiabeau is found in the homages presented to the popes, and enregistered in the chamber of Carpentras, nor in the list of nobles and lords who assisted at the states. The first hommage returned to the apostolic chamber for the terre de Cabrieres, is that of Arnaud de Montjoye, chamberlain of Clement VII. in the year 1456, a proof that the pretended Seigneur de Cabrieres never existed. — Collect. Academ. Vol. 10. All that is known for certain of Laura de Sade is, that she was a lady de la cour d' amour des Troubadours Provencaux. I add also, says Mr. L'Abbe Costaing, that she died of the plague, as well as many of the ladies de la cour d'amour, victims of that scourge of the year 1398, in the month of Sep-"], [54, "38 tember. The third Laura de Sade was the daughter of Jean de Sade, according to M. Gabriel. Jean de Sade, in the genealogies of that house, married Hermansade de Sauve. It was of her that Laura was born, who threw herself into the convent of Sainte Claire, of which the Messieurs de Sade have been a long time the benefactors. She died there in 1401. This is what Vellutelli learnt from M. Gabriel, that she was of full age in 1360, and 1370. The death of this lady is confounded with the preceding, who died ofthe plague in 1398, and this has made those suppose who never read Petrarch, that the poet had seen Laura in the church of Sainte Claire. It is not difficult, nevertheless, to see that the three Lauras of Sade were not born till after the death of Laura des Baux, and that the name of Laura was not in that family till after the extinction of the ladies of the house of Orange ; to which that name was exclusively dedicated. But the pains taken to preserve the opinion com- municated to Vellutelli in 1480, have de scended even to the Abbe de Sade, who made it the base oshis memoirs in 1760. The opinion that the Laura of Sade was the Laura of Petrarch, grew so strong in the year 1533, that the grave was opened, and an insig-"], [55, "39 nificant medal in lead, and a wretched sonnet were dug up, not at all in the style of Pe trarch, when he speaks of Laura's tomb in his book of the Triumphs ofthe Divinity — \" Felice sasso,\" 4to. p. 692. It is hardly necessary to say, that it has been rejected with contempt by all the learned Italians: (see L' Abbe Costaing, p. 179. 1819.) and this is the best proof, that the tomb where it was found is not the burying-place of Pe trarch's Laura. In the same year that the tomb was opened, Francis the First passed through Avignon, and went to see it : this is no proof of the truth of the fact that Laura was buried there. Sannazarius gives the same ac count of the birth-place and burial of Laura that Petrarch had done before him. \" Quella ch' all'umil suon di Sorga nacque, Qua duuque invile albergo occulta giacque, E stiasi chiusa in una oscura tomba — Pur vive,\" &c. Sometime after the death of Laura, Petrarch returned to Vaucluse, to pay his last devoirs at her tomb, and compose his six visions in Can zone xlii. p. 491. 4to. and his second picture of Laura and Vaucluse, in Canzone xiv. p. 215. 4to. This last, which begins"], [56, "40 \" Chiare, fresche, e dolci acqtie\" — is generally esteemed as his chef-d'œuvre and best composition, and has been imitated by Vol taire, and beautifully rendered by Sir William Jones, and by another hand : — The first stanza of Petrarch in a close trans- lation : see Voltaire and Sir William Jones's paraphrase. The other is, O sweetly fresh, O clear unsullied stream, In whose translucent wave, She, who to me the only fair did seem, Was wont her limbs to lave ! O lovely tree, beneath whose shady green The beauteous maid reclin'd, My sighs recall the long-lost faded scene And paint it in my mind ; Ye spring-born blossoms, and ye perfum'd flow'rs Her flowing vest did hide, Ye sweets less fragraut in your native bow'rs, That on her bosom died ; O clime serene, beneath whose cloudless sky My heart received its wound, Attest my tears, accept my parting sigh, And sacred be the sound !"], [57, "41 Chiare fresche, et dolci acque, Ove le belle membra Pose colei, che Sola a me par donna Gentil ramo, ove piacque (Con sospir mi rimembra) A lei di far albel fianco colonna ; Herba, et fior, que la gonna Leggiadra ricoverse Con l'angelico seno ; Aer sacro sereno, Ov Amor co'begli occhi il cor m'aperse ; Date udienza insieme : A le dolenti mie parole estreme. There are at least twenty sonnets, &c. on the subject of Laura and Vaucluse, well known to the admirers of Petrarch, whose best and most exquisite translator into English verse is a lady of high rank. Petrarch has concluded his sonnets on Laura and her sister, by an epitaph in his eleventh eclogue, under the title of Galas-thea, the di vinity of Galas, which the editors of the tradi tion of Avignon have converted into Galatea, and substituted a Roman nymph of bad cha racter for the pure virgin of Vaucluse. Mon sieur Costaing has translated the whole of G"], [58, "42 this eleventh eclogue, and given the distorted variations of it by Benvenuto da Imola, the most distinguished zealot of the tradition. The eclogue is in the form of a dialogue, between Neodes, Laura's sister, and the vestal Fusca, and begins thus : — NEODES. Due Soror ad tumulum, gelidique ad saxa sepulchri. FUSCA. Quid lacrymis alimenta petis? germana quid optas ? NEODES. Lead me, O sister, to the tomb, and the stones ofthe cold sepulchre. FU'SCA. Why, Neodes, do you seek food for tears ? O sister, what is it you require of me? The distorted variations will be found in the collections of Benvenuto da Imola's edition of Venice, 1546. The tomb in which Laura des Baux was buried, is ofthe form ofthe ancient Roman se pulchres. A building of an oblong shape, rough without, built of small stones, like a sheepfold, with oblong and narrow vent-holes."], [59, "mows .i-.;*..*.- ,:<~J-f,*- ■■»•■ ■ tun ■<\"/^ y }ht. shut A)- <ih,, tell Hi. f iJAatrifia, &&> -,'A) <•-'/.«- 'I '/ ,■;/■''■'•■ St&nun > ■ i us y-4 #/•«-*■ ■ ' '' -"], [60, ""], [61, "43 The interior of this edifice, restored in 1400, is of white stones, and has pilasters and Cor nishes of the Tuscan order. The walls are four stones thick, rough on the outside, and smooth within. I add an engraving of the sepulchre, which Mr. Costaing has made with great accuracy. The first mark ofa monument which he found on the walls was an inscription on the cornish, as thus : Which means, ANNO XI. DOM. ERÆ 1400 SACRUM BUSTUM AMPLIAV1T JOANN. NICOLA. EPISC. In the year 11, and of our Lord 1400, Joan nacci Nicolas restored this monument. A new proof that this building is the sepulchre Pe trarch has acquainted us with. Joannacci Ni colas, a noble of Bari, promoted to the bishop rick of Troye in Italy, 1409, was in the same year transferred to the bishoprick of Cavaillon,"], [62, "44 as appears by the acts of that church. He is also spoken of in 1416, and in 1 42 1 he was suc ceeded by William III. chamberlain of Mar tin V. See Fantoni's- History of Avignon, and del cont. Venessiuo, lib. 23. It is clear then that this edifice was restored in 1411, by the bishop of this diocess, Joan nacci Nicolas. The second monument found by Mr. Cos taing on the inner walls ofthe sepulchre, is the shield over the door; he has carefully drawn and engraved it. It is carved in bas-relief on a white stone ; and, though blackened and stained by length of time, has lost nothing of its essential form. The shield bears in front a star of eight trian gular rays, and below two stalks of orange flowers of five petals, with their fruit in the mid dle in the form of small oranges. Opposite them are some traces of a cornet. Monsieur Moureau, and Monsieur Syl vain, the present mayor (18 J 9) and proprietor of the building, says Mr. Cos taing, acknowledge this shield to bear the arms ofthe House of Orange, and of Laura des Baux. From the labours of Monsieur Costaing, travel lers will now be sensible of the new lustre which he has thrown on Vaucluse, and the composi tions of Petrarch, with which the Tuscan poet"], [63, "45 has so beautifully embellished its fountain, and its environs. There are other rivers longer in their course, and more abundant in their wa ters, but none, that Mr. Costaing knows, whose limped streams from age to age never diminish enough to dry up their course, or cease to bear a boat; and, on the other hand, never swell suf ficiently to inundate the country. The volume ofthe Sorgue is so considerable, that almost at its source it divides into four streams that are navigable for boats. Vaucluse is itself a desert, but with its river, rocks, and residence of Pe trarch, has become a kingdom of the Muses, and a new Parnassus immortalised by a single poet. The admirers of Petrarch's Latin composi tions, which are not within the reach of every reader, will no doubt be pleased to see the pas sages referred to at full length. I shall there fore quote from the edition in folio of Basle, iu 1554, the passages that make particular men tion of Vaucluse. The first extract is from the second volume of Petrarch, in folio, and the fourth epistle to Dionysius de Burgo Sepul chro. \" Si nihil aut gelidi,\" p. 1334. The second begins, \" Populus est ingens,\" Ep. 4."], [64, "46 The third, \"Exul ab Italia,\" Ep. 6. p. 1336. Philippo Patho Cardinali. The fourth, \" Hie mihicrede Pater,\" Ep. 6. The fifth, \" Umbra ex pomifero,\" Ep. 6. The sixth, \" Hie mecum Exitio,\" Ep. 7. p. 1338. The seventh, \" Sæpe dies totos,\" p. 1338. Ep. 7. The eighth, \" Turbida nos urbis,\" Gulielmo Veronensi Oratori, S. lib. ii. Ep. 2. p. 1360. Page 1361, \" brevis angulus hæret Rupi bus,\" lib. iii. Ep. 4. Joanni Columnæ Cardi nali. There are also five sonnets that have a re ference to the same place, which belong to the same subject, viz. 13, 20, 27, 33, and 35, in the quarto edition of Venice, 1727. Si nihil aut gelidi facies nitidissima fontis, Aut nemorum convexa cavis arcana latebris Ac placidis bene nota feris Dryadumque ca- tervis, Et Faunis accepta domus ; nihil ista Poetis Opportuna sacris sub apricis rupibus antra Permulcent animum, nee clementissimus aer Allicit, ac montis præruptus in æthera vertex"], [65, "47 Liberiore situ liquidas extentus ad auras, Collibus aut Bromius frondens, aut sylva Mi- nerva Gratior autVeneri,nec utramque tegentia ripam Herculeis umbrosa comis, distinctaque subter Floribus innumeris, et dulce virentibus herbis Prata trahunt oculos, aut hie qui separat arva, Atque soporifero clausam qui murmure vallem lrapletinexhausto descendens alveus amne, Et videt hinc illinc Nympharurn mille choreas, Musarumque audit totidem per littora cantus. Populus est ingens niveo contermina fonti, Quæsimul et fluvium.et ripas, et proxima campi Jugera ramorum densa testudine opacat. Hie olim multaque loci dulcedine captum, Et rerum novitate oculos, animumque movente Aggere florigero magnum posuisse Robertum Membra diu lassata ferunt, curisque gravatum Pectus et exigui laudasse silentia ruris. Exul ab Italia furiis civilibus actus, Hue subii, partimque volens, partimque coactus. Hie nemus, hie amnes, hie otia ruris amœni : Sed fidi comites absunt, vultusque sereni. Hoc juvat, hoc cruciat: nihil illis dulce remotis. Gratulor ; at licuisse locis insistere notis ! Hie puer, hie juvenis, hie sit mea serior ætas;"], [66, "48 Nam res, fama, novas properat nisi pandere lætas. Rure tuo statui, quæ restant tempora vitæ, Degere : nee bellis, nee tristi turbida lite. Hie patriœ tellus, præsul venerande Philippe : Hie mihi mons Helicon, hie sit mihi fons Aga- nippe. Hie profugas fessasquededi requiescereMusas; Et tibi nobiscum locus est, nisi forte recusas. Hie mihi crede,Pater, tranquillain pace manebis ; Ad tua te revoco ; quod postulat usus, habebis, Cura supervacui trepidis linquatur avaris ; Dulce nitens aurum laqueis cor nectit amarit. Non muros aulæa tegent, sed corpora vestis, Et cibus altor erit stomachi, non fercula pestis ; Non torus ordinibus surget, scandeudus eburnis, Membra sed accipiet rebus quassata diurnis. Non tibi sollicito splendebit purpura lecto, Nee niveus thalamus fulgebit, marmore secto. Nongemmasostrumque premes, sed lætavirenti Gramine, sed fluvio circumdata prata recenti. Videris ipse tamen de te, cui cœlitus almum Contigit ingenium, fragilem subd ucere scalmum. Umbra ex pomiferis veniet gratissima ramis, Dum curvisscopulos uncis scrutabimur hamis."], [67, "49 Catera Clausa quidem Vallis præstabit abunde Persica mala, pyra.mensæ decus adde secundæ. Tu, precor, ista tuos jubeas perquirere, nee te Anna parum validæ pigeat conferre senectæ. Hæc tibi per sylvas scripsit, dignissime Præsul, Ille tuus, Sorgæ dicam peregrinus, an exul? Hie mecum exilio reduces statione reposta Pierides habitant; rarus superadvenit hospes, Nee nisi rara nocent noti miracula fontis. Vix mora nostra quidem, licet annua, bisve semelve Congregat optatos Clausa sub Valle sodales. Sæpe dies totos agimus per devia soli, Inque manu calamus dextra est, at carta si- nistram Occupat, et variæ complent præcordia curæ. Turbida nos urbis species, et dulcis amœni Ruris amor tulerat nitidos invisere fontes, Mirand unique caput Sorgæ, quod vatibus in- gens Calcar et ingenio generosas admovetalas. Hie ubi te mecum convulsa revolvere saxa Non puduit, campumque satis laxare maliguum, Vernantem variis videas nunc floribus ortum Natura cedeute operi, pars amne profindo Cingitur, ad partem præruptis rupibus ambit H"], [68, "50 Mons gelid us, calidumque jugis obversus ad Austrum ; Hinc medio ruit umbra die, pars nuda tepenti Porta fovet Zephyro ; sed et hinc procul arcet asrrestis Mums, ab accessu prohibens pecudesque vi- rosque. Aerias sed enim ramis viridantibus alte Littoreos volucres scopulis intexere nidos ; Has museo velare domos, sed frondibus ilias, Progeniemque inopem fidis trepidare sub alis Aspicias, atque ore cibos captare trementi. Concava turn querulis complentur vocibus antra, Et color hinc oculos, illinc sonus advocat aures Certatim, dulci spectacula plena tumultu Suspend unt, gratove quies condita labore. Hie unus cum pace dies exactus Aventi Vix totus, tot me laqueis, tot curia curis Implicat, id meritum quin vincula nota libenter, Infelix, tritaque jugum cervice recepi. Nunc tamen illius juvat hie meminisse diei. Dum latices, dum prata vagor, diimque insita nuror Arbuta, dum lauros alia regione petitas, Obvia Gulelmi facies truncisque vadisque ; Inque oculis tu solus eras, hoc aggere fessi Sedimus, has tacito accubitu compressimus herbas, Lusimus hie puris subter labentibus undis,"], [69, "51 Hie longo exilio sparsas revocare camœnas ; Hie Graios Latiosque simul conferre Poetas Dulce suit, veterumquesacros memorare labores Nostrorum immemores, hie cœnam in tempora noctis Traximus, alterno pariter sermone relicti. Singula dum repeto, lux ilia brevissimafurtim Labitur, et Clausa vix serum Valle revolvor Faucibus egressus, quum jam sylvestria tempe, Umbrososque sinus spectans post terga vide- rem, Lucidus ac mecum ad lævam descenderet amnis, Surgit ab adverso vulgus muliebre, virisque Intermixta acies Brevis angulus hæret Rupibus, ille quidem Nympharum ab origine sedes, Nunc mea, Pieridumque domus satis ampia, quod hospes Adveniet rarus, sordent quia carmina vulgo, Vitaque nostra furor sub judice sacta furenti. Hanc modo vallamus, quam nulla revellit aquæ vis, Ni montem oppositum a radicibus eruat imis. Si tibi cura animum dederit, si curia tempus Omnia mutato nostrum decus ordine rerum"], [70, "52 Me Nymph's, Nymphasque mihi cessisse vicis- sim, Et cecidisse minas, compressaque bella videbis. Retia nunc sunt arma mihi et labyrinthius error Viminea contextus acu, qui pervius undis Piscibus est career, nulla remeabilis arte; Pro gladiis curvos hamos, fallacibus escis lmplicitos, tremulasque sudes, parvumque tri- dentem Piscator modo factus ego, quo terga natantum Sisterejam didici, duroque affigere saxo Primitias en flumineæ transmitlimus artis, Et versus quot Clausa domos habet arctaque Vallis, Quæ tibi pisciculos et rustica carmina pascit. sonetto 27. Solo e pensoso i piu deserti campi Vo misurando a passi tardi e lenti ; E gli occhi porto per fuggire intenti Dove vestigio uman la rena stampi. Altro schermo non trovo chi mi scampi Dal manifesto accorger delle genti ; Perche negli atti d'allegrezza spenti Di fuor si legge com' io dentro avvampi : Sich' io mi credo omai che monti, e piagge, E fiume, e seive sappian di che tempre Sia la mia vita ; ch' e celata altrui."], [71, "53 Ma pur si aspre vie, ne si selvagge Cercar non so, ch' Amor non venga sempre Ragionando cou meco, ed io con lui. sonetto 13. Quante fiate al mio dolce ricetto Fuggendo altrui, e, s' esser pu6, me stesso, Vo con gli occhi bagnando 1' erba e'l petto ; Rompendo co' sospir 1' aere da presso. Quante fiate sol pien di sospetto Per luoghi ombrosi e foschi mi son messo Cercando col pensier 1' alto diletto Che morte ha tolto ; ond' io la chiamo spesso Or in forma di Ninfa, o d' altra Diva, Che del piu chiaro fondo di Sorga esca, E pongasi a seder in su la riva ; Or 1' ho veduta su per 1' erba fresca Calcare i fior com' una donna viva, Mostrando in vista che di me le 'ncresca. sonetto 21. I' ho pien di sospir quest' aer tutto, D' aspri colli mirando il dolce piano Ove nacque colei, ch' avendo in mano Mio cor in sul fiorire e 'n sul far frutto, E gita al cielo, ed ham mi a tal condutto Col subito partir, che di lontano"], [72, "54 Gli occhi miei stanchi, lei cercando invano, Presso di se non lascian loco asciutto. Non e sterpo, ne sasso in questi monti ; Non ramo, o fronda verde in queste piagge ; Non fior in queste valli, o foglia d' erba ; Stilla d' acqua non vien di queste fonti ; Ne fiere han questi boschi si selvagge ; Che non sappiau quant' e mia pena acerba. sonetto 33. Valle, che de' lamenti miei se' piena ; Fiume, che spesso del mio pianger cresci; Fere silvestri, vaghi augelli, e pesci Che 1' una e 1' altra verde riva affrena ; Aria de' miei sospir calda e serena; Dolce sentier, che si amaro riesci ; Colle, che mi piacesti, or mi rincresci, Ov' ancor per usanza Amor mi mena; Ben riconosco in voi 1' usate forme, Non, lasso, in me ; che da si beta vita Son fatto albergo d' infinita doglia. Quinci vedea 'Imio bene ; e per quest' orme Torno a veder ond' al ciel nuda e gita Lasciando in terra la sua bella spoglia."], [73, "55 SONETTO 35. Amor, che meco al buon tempo ti stavi Fra queste rive a' pensier nostri amiche ; E per saldar le ragion nostre antiche, Meco e col fiume ragionando andavi ; Fior, frondi, erbe, ombre, antri, onde, aure soavi, Valli chiuse, alti colli, e piagge apriche ; Porto dell' amorose mie fatiche, Delle fortune mie tante, e si gravi ; O vaghi abitator de' verdi boschi ; O Ninfe, e voi che '1 fresco erboso fondo Del liquido cristallo alberga e pasce: I miei di fur si chiari ; or son si foschi ; Come morte che '1 fa. Cosi nel moudo Sua ventura ha ciascun dal di che nasce."], [74, "56 Avignon is of Celtic origin, and named by the Greeks Au'eviwv, by the Latins Avennio, and more modern authors Avinio, and Avenio, and Avignon. TheGreeks that first possessed them- selves of Marseilles, six centuries before the Christian era, settled also at Avignon in pro- cess of time, but in what Olympiad it is by no means certain ; and Strabo, in his details of the republic of Marseilles, only names Avig- non. It must then be considered as one ofthe Marseille cities, that grew out of the mother colony, after the conquest of the Gauls by the Romans, as it is not to be supposed that the Marseillois, who were under the necessity of calling in the Romans to defend them against their neighbours, could have had possessions bevond the Durance. We know that the Gauls were forced by the Romans to repass the Alps, when they, the Romans, were called in by the Marseillois to defend them against the incur- sions of the Gauls, and that Fulvius Flaccus was sent, after his defeat of the Transalpine Ligurians, to drive away the Gauls from the Massilian territories in the hundred and twenty- second year before Christ. After these victo ries Avignon probably became the property of the Romans, who named among the towns of Gallia Narbonensis, Vienna of the Allobroji, Avenio, Nemausus (Nismes), Tolosa, and Ai au-"], [75, "57 sio, according to Pomponius Mela, as some of the most opulent and flourishing. Avenio Ca- varum was inhabited by the Celts or Gauls on the left bank of the Rhone ; the country of the Cavars was below the Segulunians, whose Me- diterranean towns were Akousion, Avenion, Arausion, and Cabellion, as Ptolemy informs us. Julius Cæsar and Hadrian appear both to have sent colonies to Avignon, by an inscription in Mr. Calvet's Museum, where we read col. jul. hadrian. aven. signifying, that both the Emperors had sent colonies to Avenio. On the decline of the Roman empire, the state of Avignon was far from peaceable, and the keys of the government were bought and sold by the different factions, as they rose and fell. In the reign of Valens, of Honorius, and Area- dius, the countries between the Rhine and the sea, the Alps and the Pyrenees, were laid waste, and the inhabitants put to the sword. The only region in all the Gauls that remained to the Ro- mans was Provence, but the bravery of Aetius could not resist theGoths and the Burgundians, and he was forced to make peace and give up all the countries he had conquered except those that lay between the Durance and the sea. Avignon was still disturbed, and in continual trouble. King Gundicaire had fallen in battle, i"], [76, "58 and Clovis, at the head ofa powerful army, had obliged Gondebaud, his successor, to fly, and throw himself into Avignon, which he fortified, and forced the enemy to raise the siege. Clovis then joined Theodoric king of the Ostrogoths, and with his assistance conquered the country, and Avignon fell to Theodoric's lot, who made Wandalius governor of the place. It is from Gregory of Tours that we learn the length of the siege, the strength of the fortifications, the desolation of the country, and the ravages made by the array of Clovis, the destruction of the olive-trees, and the extirpation ofthe vineyards, till at last Gondebaud agreed to the advice of Artedius, and sent hostages to Clovis; and, receiving an officer ofthe king within the gates, submitted to a perpetual tribute to his acknow ledged sovereign. Cassiodorus has preserved a letter of Theodoric to Wandalius, in which he speaks, in his third book and thirty-ninth letter, of Avignon as a place of great strength, and says, that its inhabitants should be honoured with the name of Romans. From the sixth century lo the middle of the thirteenth, Avignon underwent variety of changes, both ui its fortunes and its masters. In the year 1243, Pope Innocent IV. gave up to the Comte de Tholouse all the territory the"], [77, "59 Popes had been in possession of since the year 1228. At the death of Raimond VII. Comte de Tholouse, Alphonse de Poitiers, and Charles d' Anjou, counts of Provence, became, by the treaty of 1228, joint heirs of Avignon. On the demise of Alphonse, his heir Philip the Bold became master du Comtat, which he surrendered to the court of Rome, and of the half of Avig non, that Philip le Bel, his successor, gave up to Charles II. king of Naples and count of Provence, the possessor of the other half, and the Counts of Provence were the sole masters of this city till it was sold to Clement VI. by the Queen of Naples. Avignon now began to recover itself, and its law-school erected by a bull of Pope Boniface, in 1303, into a univer sity, subsisted to the end of the eighteenth century. In the year 1309, Pope Clement V. arrived at Avignon, and shed a new lustre on the city, which successive pontiffs still more embellish ed by a palace, by ramparts, and a number of churches from Clement V. John XXII. Bene dict XII. &c. to Benedict XIII. In the four teenth century, Avignon was one of the first courts in Europe, and contained 80,000 souls; before the plague of 1348, and at the conclu sion of it, was reduced to 50,000, and still far-"], [78, "60 ther after the scourges of a similar nature in 1580, 1639, and 1720, to 18,000. In 1789, the inhabitants were numbered, and the sum total amounted to 26,000, but since the Revolution has sunk nearly one-third, ln its good days, before the Holy See abandoned it, many kings were crowned in the capital of Provence, and Benedict XII. received at Avignon an em bassy from the Khan of Tartary. Thus much for the princes of this city, of which there are still fine remains ; and we may say, as of many a beauty, la sarine a e4e jettee, mais le son se vend. Avignon is on the left bank of the Rhone, within half a league of the place where the Durance falls into that river, five leagues from the fountain of Vaucluse, four from Orange, seven from Nimes, and seventeen from Marseilles. The town is upon a plain ; the whole of it, if you except the vice-legat's palace, the archbishop's, and the metropolitan church, which are all on an eminence. You may walk round the town under the shade of fine elms, and the walls of the ramparts raised and decorated during the residence of the popes. The depositions of the rapid Rhone have bu ried so deep, and so far concealed, the antiqui ties of Avignon, that few medals of early empe-"], [79, "61 rors have been dug up, and repeated revolutions have contributed to efface, what time itself has not destroyed. The metropolitan church had been probably on the site of a temple dedicated to Diana, and a part of another consecrated to Hercules : Pope Urban ordered a statue and other antiquities to be buried, in order to abo lish all remembrance of idolatry. The pedestal of the statue of Hercules was inscribed Herculi Aveuuico, and set up by the citizens of Avenio. Various other objects, that serve to explain the history of Avignon, the traveller will find most industriously collected, and arranged with scientific taste, in the museum of Mr. Calvet. Prior to the Revolution, and antecedent to the political storms of France, there were seven parish-churches in Avignon, and seventeen re ligious houses, the total of whose revenue amounted to six thousand pounds sterling yearly. The income of the female communi ties, fourteen in number, was five thousand, and the hospitals, of which there were twelve, that fed, clothed, and lodged, more than 500 unfortunate beings, expended four thousand pounds sterling in charities. Louis VIII. king of France, founded seven fraternities, which cost 25,000 francs annually. Add to these the colleges, the university for civil and canon law,"], [80, "62 the seminaries, &c. and the whole amount will be twenty thousand pounds sterling a year. There was also a quarter for the Jews, apart from the other inhabitants. In this fraternity, Joseph Meir, the learned rabbi, who published Annals of the Kings of France and of the house of Ottoman, was educated. The present state of Avignon now becomes an object of inquiry. It is then situated in the most agreeable position of the south of France, and has more than 22,000 inhabitants. Its ramparts are embattled, flanked with towers, and adorned with alleys, in which you may make the tour of Avignon in an hour and twenty minutes. The Rhone is a majestic ri ver, over which are the ruins of a noble bridge, and whose quays command a view of the hills of Languedoc, that present themselves to the spectator in the form of a lengthened amphi theatre. The monuments of the fourteenth century, such as the ruined bridge of St. Bene zet, the towers ofthe palace and the ramparts, fall infinitely short in grandeur of the noble edi fices of Roman pride at Orange, Cavaillon, Vaison, St. Remy, Aries, the Gard, and above all and beyond all, the amphitheatre, and Mai son Carree of Nismes. There are some fine hotels at Avignon, such as the one in which"], [81, "63 Napoleon lodged the King of Spain in his late passage through the city ; and beautiful houses, for instance the hotel and garden of Mr. De leutre; but the greatest part of the town is ill built, its streets are narrow, short and winding. The best place to take a view of Avignon, is from the Rocher de Don, north-west ofthe city, about 150 feet above the level of the river that runs at a short distance from its base. From this promenade on the Don, you have a view to the south of the Durance that bounds the de partment ; to the east you see the hills of Vau cluse and the valley where the Sorgue rises, to the north-east the mountain Ventoux of lime stone that is 6,000 feet above the Mediterra nean, where the inhabitants of Avignon get ice for their summer soirees. At present there is but one English family, one English lady, who is herself a host, and one English gentleman in this delightful residence. On coming down from the rock, before you arrive at the Legat's palace, the metropolitan church attracts your notice, whose pillars that form the peristyle of the cathedral are evidently antique, and most probably the remains of some Grecian temple. The Legat's palace, shut up since the Revolu tion, is a very labyrinth with its vast courts, its immense halls, its walls, whose thickness ad-"], [82, "64 mit of cabinets, narrow staircases that open in to vast apartments, and dark vaulted rooms lit by single windows, and supported by a pillar, to which Rienzi is said to have been chained, who, in the fourteenth century made Rome re sound with cries of liberty and equality, by his letters dated from the Capitol, the first year of the free republic. The fine apartments occu pied by the Vice-legat have been destroyed, and the building now serves for a prison, a bar rack, and a hospital. The whole was the work of different popes at various times, and its pre sent irregular and confused mass is all its claim to grandeur or sublimity. ORANGE. Artemidorus, who lived one hundred years before the Christian era, is quoted by Strabo in his 4th book for the town of Arausion or Orange, which probably derives its name from the river nearest to it, and the word ion in the language of the Celtes, lord, thus Ara'is with ion will make Araision or Arausion. It was not known for some time where to look for the name ofthe river, till it had been observed that a group of houses on the river Meyne had the name of Aral's, which has served as a proof that it might be the primitive appellation of the river. Accord-"], [83, "65 ing to Monsieur Gasparin l'Aine in his History of Orange, this conjecture is much strengthened by the towns of Aouvenion, Vaison, aud Caba lion, that are thus interpreted : Aouvenion is composed of two Celtic words, Aoue and ion, Lord of the Flood ; Ouasion or Vaison, Lord of the Oueze, Cabalion or Cavalion, Lord of the Cabal, now called Caulon. Arausion, Cavail lon, Avignon, and Aeria, are all in the country of the Cavares, who made a considerable part ofthe great nation ofthe Celtes, and its nume rous hordes and migratory crews; they were for the most part shepherds or hunters, unac quainted with the art of agriculture, and they neither cultivated the olive, nor planted the vine ; but when they had exhausted one country, like Tartars or wandering Arabs, they invaded ano ther. At length the Greeks came and settled among them, and they learnt so quickly the arts of civilization from their invaders, that Greece did not seem so much, says Justin,* to be arrived in Gaul, as that Gaul had been trans ported to Greece. The Greeks sent colonies into the country of the Cavares, and Cavaillon and Avignon were rebuilt and peopled by the Marseillois. -The Cavares in process of time became strictly united with the people of Mar- * Lib. 43. cap. 4*. K"], [84, "66 seilles. The Marseillois were also allied to the Romans, because, after the burning of Rome by the Gauls, part of the * ransom money required by the victors was furnished from Marseilles. As soon as the Romans were informed that Hannibal was preparing to invade Italy, they sent ambassadors into Gaul, to invite the people to opposethe Carthaginian in his passage. The Gauls thought the request inadmissible on two accounts : they had no obligations to Rome, and the Carthaginians had never offended them ; they therefore determined to remain neuter. The exact point where Hannibal passed the Rhone cannot be decided but by a comparison ofthe writers on the subject, and the places themselves. A division of the Romans was placed at the mouths of the Rhone. The Carthaginians there fore were obliged to give up the road through Liguria, where they must have disputed every step; they determined therefore to take the road that led to the upper Alps, and try to reach the plains of Piemont before the enemy. With this intention it was necessary to chuse a point at which to pass the Rhone, where the Durance should lie between them and the Romaii army. This point was four days journey from the mouths of the river, as we learn from Polybius, lib. iii. cap. 8. and not far from Orange. * Justin, lib. xliii. cap. 5."], [85, "67 From Avignon to Roquemaure the Rhone is bordered with rocky hills and vast marshes that have been but lately drained, and the road through them must have been totally unfit for cavalry, and impassable for elephants. It is only therefore above Roquemaure this opera tion could have been performed, and between Connaux and Orange, both sides of the Rhone present an open plain fit for the purpose. It is here that the Gauls which resisted the passage were dispersed on both sides of the river, and left Hannibal to pursue his route towards Italy. The Romans found it necessary to colonise the country after the Gauls had submitted to their government, and Julius Cæsar began by distri buting his veterans, after the war was over, through the principal places and capital situa tions, such as Aries and Narbonne, and Apt became Apta Julia ; and Aix was first colo nized by Sextus, and we read in * Pomponius Mela and Pliny, of Orange, under the title of Arausio SecundanOrum,t having received a co lony of the second legion between Julius Cæsar's dictatorship, and the reign of Claudius. It was the practice ofthe Romans to construct superb monuments in their new colonial possessions in * Lib. xi, cap. 5. f Aurausio Secundanorum, Pliny, lib. iii. cap. 4."], [86, "68 order to dazzle and astonish the natives by their magnificence, and accustom them to their yoke, which, if it was galling, it was grand. The fine remains of these noble antiquities are still attract tive, and fill the traveller with a majestic idea ofthe splendour ofthe theatres, the circuses, the aqueducts, and the temples, and make him cry out with the old woman in Phædrus, O suavis anima qualem te dicam bonam Antehac suisse, tales cum sint reliquiæ. Lib. iii. F. 1 Another great advantage in visiting the colo nial above the mother city, is security of person, exemption from pillage, protection of life and limb from brigants, and their sbirri, and the in efficient escort of Papal soldiers. TRIUMPHAL ARCH OF ORANGE. The spectator is agreeably surprised on ap proaching this city that any monument of Roman antiquity should have braved the ravages of time so happily, as this arch. It must not how ever be concealed, that we owe its preservation to a Prince of Orange, Raymond de Baux, of the thirteenth century, who made it his strong castle, by walling it round, and converting the"], [87, "69 interior of the building into a residence, in the making of which he has done some injury to a part, and preserved the rest from the barbarous ignorance of his own times. The triumphal arch seen in front is a square edifice with three arcades, of which the two on the sides are smaller than the one in the middle, and sup ported by four Corinthian pillars. Above the cornish, which is over the attic, that terminates commonly this sort of erection, is an overall, equal in height nearly to one-fourth ofthe whole building. It is here that the great battles and other things accompanyingthem are sculptured. This has the effect of elevation on the whole, but depression of the arcades. The arch is built of limestone, and of course is not so well preserved as the Maison Carree at Nismes, or the mausoleum at Saint Remi ; but the mo nument is so rich where it has been well pre served, and has not suffered by revolutionary violence, of which it has never been the scene, though unjustly confounded in the voyage of Mr. Millin in the south of France with others that have felt its undistinguishing influence. The south side of the triumphal arch, a square of sixty feet in height, has been more damaged than any other part. Four fluted columns support the arches, two of which have"], [88, "70 been repaired. The vaults of the arches are richly adorned with flowers and fruits. There are also arms piled up, swords, spikes, and shields, on which are words half effaced, such as on three VD1LLVS. AVOT. DACVRD. MARIO, and on a fourth SACRO VIR. The frieze is covered with gladiators of a diminu tive size. The cornish on this side has been nearly all defaced, but was very rich, as may be concluded from the other sides where it is still entire. Over the grand arch is an attic, and over the cornish above the little ones you perceive the stern ofa vessel, tridents, and other marine in struments. Over the great arch is a second cornish, and above that the representation of a battle, in which are the natives half naked co vered with long shields, and engaged with the Romans in armour ; on both sides tliere appears to have been cavalry. The east side is well preserved, and very beautiful; instead of a lengthened rectangle, usual in monuments of this kind, the architect has given it the form of a truncated pyramid, which is more elegant. Four Corinthian columns supported this side: here are captives delineated two and two, with their hands tied behind their backs ; over them are arms and ensigns. The"], [89, "71 frieze has gladiators on it as on the south side. The cornish is in part wanting : it is surmounted by an attic, in the middle is a head of Phœbus radiated, and encircled with stars. At the cor ners of the attic are cornucopias. Above the attic the second cornish is supported by two Sirens. The whole of the west side is destroyed, ex cept the figures of the captives whicli are like those on the east end. The upper part of this side has been restored in 1722, by M. Mure Roi, king of the bowmen, whose games were held at this triumphal arch. The north side is the most perfect, and in ex amining it you may get an idea of the majesty and elegance of the erection. The ordonnance of it is the same as that of the south side ; but as it is better preserved, you are at liberty to form a mora perfect judgment of its details. Over the small arches are shields and ensigns with quadrupeds on them, and over the trophies are bragues, or pantaloons, in use among the Gauls. On the north side the frieze has instead of gladiators holes in which may be fixed cramps for letters and figures, perhaps of Fame, such as are still seen on the arc de triomphe of St. Remi. A capital L has been found here by Mons. Bar-"], [90, "72 reilles, the designer ofthe drawings of this arch. On the north side, at the top of all, as on the south, is a battle. The interior ofthe arches is carved in a superior style. The roofs are rich to excess, and elegant. Under the great arch, and immediately under one of the imposts of the lesser, are two heads of divinities finely de signed, representing a man and a young female crowned with vine and olive-leaves. In order to understand by whom and for whom this monument has been erected, it is necessary to remark after Monsieur Fortia d'Urban that at Orange this is not the only arch of triumph, but also at Carpentras and Cavaillon there are arches. This leads us to recollect that the war with the Gauls was undertaken by the Romans for the delivery of Marseilles from its determined and inveterate enemies, and to the great battle of Ouindalon they owed their deliverance; that Domitius, proud of having defeated the Gauls, had a triumph for doing it, and that his straight road to Rome after his pursuit ofthe enemy was through Orange, Carpentras, and Cavaillon, where there are arches of triumph of the same date, which must have been the work, it is highly probable, of the Marseillois, and the least they could do to perpetuate the memory of so great a service. Another and a better reason,"], [91, "73 if possible, may be given is in the absence ofthe famous ensign ofthe eagleintroduced by Marius, and always used for the victories of the legions since his time. He also might easily have been tribune ofthe soldiers at the battle ofVindalon in the army of Doraitius Ænobarbus, according to Monsieur de Gasparin's conjecture, as it is known that his first campaign was in Spain, under Scipio Africanus at the siege of Numan tia, one hundred and thirty-three years before A. D. ; and although we do not know when he was made tribune of the soldiers,*but ofthe peo ple, from Valerius Maximus one hundred and twenty years before our era; and the battle of Vindalou was fought in 121, one year before that epoch. He might therefore have served, having been always a soldier, under Domitius, as tribune ofthe soldiers, and been made tribune of the people the year after. His name is on a shield, Mario, iu the dative case, and the other names are in the nominative, because they were foreign, and not declinable. The name Mario is not in front, where the chief and captain would have been inscribed, but on a shield ; again, Florusftells us thatDomitiusÆnobarbus raised stone towers on the field of battle a great * Valere Maximus, lib. 6. cap. 19. f Floras, lib. 7. cap. 3. L"], [92, "74 way from Orange ; but the trophies of Domitius raised by himself have nothing to do with those set up for him by the Marseillois, whom he had delivered from the Gauls. It may be asked, why the prows of ships, and tridents, appear on the monument, and what quadrupeds.like boars, mean ; as to the first it may be answered, that the Marseillois were a naval people, and close to the mare magnum, and boars are not ea gles, and of course not the ensigns of Marius's standard. There are few ancient buildings in Italy and Greece so well preserved as the theatre called the circus of Orange, and the amphitheatre of Nimes. The facade of the theatre is seen iu the form of a rectangle one hundred and seven feet three inches high, and three hundred and sixteen long. It is built with large blocks of coarse shell limestone from the neighbouring quarry of Courthezon. The interior, where the finest productions of Sophocles and Euripides were once re-echoed, is now filled up with mi serable hovels, which have been the means of preserving the precious walls of this curious antiquity. Here the poor and houseless have found an asylum ready furnished to their hands. The orchestra, or pit, where the spectators were seated, could hold six thousand persons"], [93, "75 nearly. There were two stories of graduals or orders of steps, and seven in each story. In the larger theatres three, where there was a third story. There is in the facade a line of arcades nineteen in number, with a large door in the middle, and nine on each side. Of these niue the two first which set off from the extremity of the wall were open, and led to the interior ofthe edifice ; the second at the other end served for the same purpose, and is now the only one that admits to the theatre from the square, and goes by the name of Goulet du cirque. All the ar cades are separated by Doric pillars that sup port a simple unadorned cornice. To this theatre belonged a velarium, or tent, which was attached to poles that were inserted in projecting stones of hard limestone pierced properly to re ceive them. The tent was meant to shade the benches only ; but not the arena, or the semi circular space surrounded by graduals, which the ancients called the orchestrum. Orange at once could boast ofa theatre, a circus, and an amphitheatre. The square that exists on the outside of the theatre, and was originally formed by the circus and the theatre, has retained the name of circus, which has entirely disappeared, aud left nothing but its name, that is now given to the remaining theatre. This has abun dantly puzzled and perplexed the antiquaries,"], [94, "76 says Monsieur Gasparin in his history of Orange in 1815, and made them labour incessantly to convert the present remains of a theatre into ari ancient circus, and obliged them to say that the circus of Orange was in the form of a theatre.* Some traces of an amphitheatre were discovered in the year 1812, in a meadow near the town, but three years after they were abandoned, as no thing more had been dug up. MARSEILLES. Ofthe ancient monuments existing before the seventeenth century there are few remaining at the present day, and no great city in France has preserved so little of its ancient splendour as Marseilles. The temple de la Major, the ruins ofthe monastery of St. Victor, a marble here and there of the temple of Diana, make up all its antiquity. The barbarous nations that have subdued it from time to time, destroyed its early monuments, and the Vandals of a latter period have carried away the little that was left. The temple of Diana was situated in the burying ground de la Major, and the choir of that church probably made a part of it. The walls of the city have been laid low, and raised again as often as it has been taken, or enlarged. Those that enclosed it before the Christian era were * Lapise, p. 198."], [95, "77 raised when Cæsar made himself master ofthe place ; others were erected with towers for their defence, that subsisted till 412, and then with reparation, which became necessary as the towu increased, till 1350, when the walls were all re newed with new towers to protect the gates, ten in number, of which none now remain ex cept la porte de la Joliette, Porta Gallica, the only one spared by Cæsar. St. Victor, the oldest monastery in Fiance, often sacked, reduced to ruins, and rebuilt, was at first a mere grot, or cavern, where the early Christians celebrated their mysteries, and in terred their martyrs. Victor, who suffered martyrdom under Diocletian, July 20, 303, was buried here, and St. Cassian came from the east to Marseilles in 410, and built a tomb for St. Victor. The walls and the towers that fortified this religious house are of the twelfth century, 1196. Inscriptions are still extant, and grey columns of the Corinthian order with two of white marble, uphold the vaults of the crypt. In the cloister there are pilasters of various co loured marbles, and an altar of a chapel con structed in the time of one of the Antonines. This srot was the cradle of the church of Mar seilles since the first preaching of the Gospel in France. Besides this curious relic of Chris-"], [96, "78 tianity in its infancy, there is a memorial of pope Urban V. who commenced his ecclesiastical ca reer as abbe of this church. Chateau-Babou is a great edifice, extending from Fort St. Jean to the end of the hill called Casteou Joli-Castrum Julii, because Julius Cæsar built a fortress here after he was master ofthe town. After the grot of St. Victor, La Major was the first church dedicated to the true God, and built out ofthe remains ofa tem ple of Diana. The edifice fallen to ruin was re paired in 1815. In the sanctuary are six co lumns of oriental granite with their ancient capitals. The tomb, which is now a baptismal font, is as old as our era. CHATEAU DIF. Chateau d'lf is on an island called Ypea, from the number of yews growing on it. Here was a circus in the times ofthe Romans, who, like the Genevois, shut the play-house out of their republican city to preserve the morals of the inhabitants. It is now a state prison, and the comte de Mirabeau was for a short time confined in it. The public baths of Marseilles preclude their use from women of bad character, on every day but Monday, and to Jews on every day but"], [97, "79 Friday, on other days if they bathe they pay thirty sous. The old coin of Marseilles in gold, silver, and copper, with Diana or Apollo on them, on the reverse a lion, or vulture, and a Greek inscription, MASSA, are rare in the An ticaglia shops, that is, the shops of antique curi osities, in Lyons, but in private collections both here and in London and Paris, not uncommon, except in gold. A house is shewn in the rue des Cannes, No. 37, once inhabited by Titus Nanius Milo, a Roman senator, exiled to Marseilles for the murder of Clodius, but the proof of the fact is not merely tradition.* The magnificent village of Marseilles without walls or gates has replaced the former by its boulevards, which from the summit of the Bour bon hill to the porte de la Joliette, afford a shade in the greatest heats. This hill has been subdued by incessant labour, and an easy path ofa considerable breadth has been cut through the hardest rocks for public accommodation; at its foot and at the head of the first boule vard a column was raised in 1801, the shaft of which was given by the town of Aix. At the bottom of this monument is a fountain, encir cled by an iron rail. Near this spot is a paved road, leading to Notre Dame de la Mer, where formerly the seamen made their offerings in a * See Asconius Pcdianus in Milone."], [98, "80 private chapel. The ex votos are now depo- sited at Notre Dame de la Garde. It is from hence, from this Ida, that you see Marseilles seated in a demicircle, encompassing her port, and beyond her, a rich and highly varied land- scape of a territory dotted with bastides, and crowned with mountains ; from the same point the chateau d'lf, the isles of Pomegue and Ra- toneau, the sea, and an unbounded horizon, come to view. From hence you return whence you set out. In the street de la Daree tra- versing la rue de Rome and St. Ferreol, is a fountain, whence rises a pillar of oriental gra nite bearing a bust ofthe prince of the poets of Greece, — on the pedestal you read, \"This mo nument is dedicated to Homer by the descend ants of the Phocæans, erected in 1803.\" In 1802, a fountain and an antique column of granite surmounted by a marble figure of the genius of health, crowning the names of those who devoted themselves to certain death, inlend ing their assistance to the sad victims of the plague in 1720. Inscribed, \"To the eternal me mory of those bold and courageous souls who,\" &c.&c. with tlieir names, Langeron, command ant de Marseille, &c. in all twenty-five, among which are a governor, a bishop, a famous painter, an intendant de la Sante, and two physicians, besides one hundred and fifty religieux, aud"], [99, "81 Clement XI. who succoured the city under its great affliction. The town is divided into two quarters, one named, les Beaux quartiers, the other les Vieux. The former is well built, adorned with squares and fountains, girt with boulevards, and paved with flags and trottoirs. The latter situated on the side ofa hill fronts the port, and is full of old and ill-built houses. The Beaux quar tiers compose the new town, and the old town is made up of the Vieux. They are separated by a fine street called le Cours, which joining at its two ends the streets of Aix and Rome, makes a superb point of view, unlike everything of the kind, and the admiration of all comers and goers. The rue Beauvau, where strangers are for the most part lodged, is terminated by the great theatre, and has in its neighbourhood all tbe agrements of cafe, spectacle, promenade, and sea. The population of Marseilles amount ed in 1696, to seventy-five thousand souls, aud in 1720, before the plague, to ninety thousand, and at the Revolution it had regained what it lost by that devouring scourge. At this day the number is one hundred thousand, of which only half are Marseillois. The French language has not been general in Marseilles for more than forty-five years; before that period, the favourite M"], [100, "82 was the Provencal, a language composed of Greek, Latin, Italian, Spanish, and French. Old people of a certain class, advocates, priests, and shopkeepers, converse, plead, dispute, and preach, in Patois. The food of the common people is of baked fruits during winter, and at break of day, when the cannon has announced that the harbour is open, you hear the cries of Pere cuecho, toutei caoudo, des poires cuites, toutes chaudes, and in the evening, de betterabo de gardano cuecho aou four, des betteraves du gardane cuites au four. All visitors agree in their remarks on the climate of the south of France, that the change from hot to cold is very rapid, that the winds from the east and north-west are very prevalent, and that the latter spoils the finest days of the finest season — and yet they allow it performs a good office in cleansing the streets, and purging them of their foul air. The Parliament, the Mistral, and the Durance, are the three scourges of Provence, so says the old proverb, to which might be added the plague. Le Parleraent, le Mistral, et la Durance, Sont les trois fleaux de la Provence."], [101, "83 HYERES. In the month of May there passed through Marseilles, in their road to Toulon, twelve char rettes, with thirty galley-slaves in each. The distance is about forty miles to this ancient and considerable sea-port, which is in part com manded by high hills, from whence cannon by great exertion dragged to the heights, forced the English fleet to retire in 1 793. The arsenal and its marine stores, and magazine of arms, which were then in part destroyed by fire, have been rebuilt, and restored in all their depart ments. The great square surrounded by a double row of poplars and aspins is much ad mired; and the fort Joubert, la maison com mune, on the fine quay Marchand ; and the two colossal figures that support the balcon, which are by the celebrated Puget, represent two distinguished consuls to the life. Hyeres is in the environs of Toulon, a small town with an hotel d'Angleterre, about two miles and a half from the sea, opposite the isles of the same name. At Hyeres the climate is favourable to valetudinarians, and much frequented by inva lids. The walks among the orangers, citron niers, lemoniers, grenadiers, and pechers, all en pleine terre, are delicious, except when il"], [102, "84 vento maestrale reigns, followed by a sharp frost, then is the whole territory strewed with oranges, lemons, &c. &c. and the trees are killed for a season, which happened in the year 1819, and there was hardly one vix una sospes saved, except the oldest of enormous girt in the pro prietor's private garden. The caper bush, caparis spinosa, is a low but beautiful shrub, grows wild, and is cultivated at Toulon. In its natural state it is seen on old walls, in the fissures of rocks, and in dry places, common as a bramble. It flowers trained against a wall at Paris, and at Camden House, near Kensington, since the year 1716. The isles of Hyeres are called Stœchades, from their linear order, the first is prota, the second Mesa, the last hypea. From the town there is a gradual descent of two miles and a half to the sea, from whence you have the best view of the evergreen orange wood in looking down upon it. This climate produces the most aro matic of European plants, Teucrium marum, and the most drastic and powerful, called globularia alypum, l'herbe terrible for its purgative quali ties; but besides these is the phœnix dacty-. lifera, or date-tree, in the full ground."], [103, "85 AIX. Aix lies between Avignon and Marseilles, and was heretofore the capital of Provence. The approach to it represents the entrance into a magnificent castle by the iron gates that en close it, and before which the high road passes. In one of its faubourgs are mineral lukewarm waters, and baths, whence come its name. Close to the town is the orbitelle, or beautiful walk of elms, in superb alleys adorned with fountains. Here is also a jeu du mail, as at St. Germain's, and formerly at St. James's. This charming city was the birth-place of the learned Peyresc, the marquis d'Argens, De Brneys, Tournefort, and Adanson. The antiquities of St. Remy, Tarascon, Aries, and Frejus, require a very particular detail, and are, as our ingenious neighbours re mark on long stories, a tale of twa drinks. In approaching the towns in Provence, you drive through remises of an uncommon length. The roads abound too with mulberry-trees, many of which are stripped naked to feed the silkworms. At Avignon an enclosure of four houses is called an isle, and the tenements are doubly numbered, the house and the island. Houses are called islands when they are not"], [104, "86 touched by the neighbouring buildings. Such was Insula Clodii, or Clodius's Island, in Ci cero's oration for Coelius, xvii. c. 7. Monsieur Millin has published an ancient inscription, in which, a house or system of houses, consumed by fire, is called insula. NISMES. The amphitheatre and the maison carree of Nismes are the best and finest antiquities of the south of France. We may safely announce the Roman amphitheatres to be the most mag nificent structures ofthe Romans in whatsoever point of view they are considered; their solid ity, their grandeur, the ingenious distribution of their parts, all entitle them to the universal admiration of the best judges of architecture. To make a building on a piece of ground of no enormous dimensions, to contain thousands and tens of thousands, and give them simultaneous ingress and egress, without disorder or confu sion to a single individual ; to place them all in good points of view, so that no one shall ob struct or impede another, is no doubt to reach the summit of success, and to arrive at the de sired perfection: and this the Romans have done in their amphitheatres. Aud it is for this that we admire the fine"], [105, "87 remains of such buildings, although the taste for the games aud exercises to which they were destined be now lost, and for us completely extinct. The lapse of time, the rage of conten tion, and the devastation of civil war, have not laid violent hands on the amphitheatre or mai son carree of Nismes, and they are still preserved for the particular attention of the traveller and antiquary. The form of this amphitheatre is elliptical, and in that is like all others, except that it is a perfect oval. The grand diameter is from east to west, and taking in the thick ness of the facade, is four hundred and five feet. The small diameter, from north to south, three hundred and twenty-seven. The exterior cir cuit is eleven hundred and forty feet, and the height, from the ground-floor to the attic, is sixty-six feet nearly. The facade of the am phitheatre is composed of a ground-floor, and one story over it, and an attic which crowns the whole. The ground-floor has an open por tico with sixty arcades, or so many doors by which you entered into the interior. The doors are high, and ornamented by a pilaster two feet thick and two feet wide. The arcades are at equal distances from each other, on lines drawn from the centre to the circumference. The same order reigns in the story above, with a parapet for the security of those who walked"], [106, "88 along the portico. The arcades are adorned with columns of two orders, here Tuscan aud there Doric. The attic has neither arcades, pilasters,nor pillars, and terminates the building with little or no ornament. Here is the same apparatus as at Orange for the reception of poles for the velarium. The attic is perfect except in the eastern part of the edifice ; and in some ranges of stones, up to the capitals of the pillars about six-and-twenty feet in length towards the country ; on the town side also part of the attic has been demolished. In the interior the steps served for seats all round the arena, and rose one above another from the podium to the attic. The podium was set apart for persons ofthe first rank; the gra dins were thirty-two in number ; the seats of the inferior ranks, that rose from the podium to the portico above, are destroyed, and yet enough remains of them to shew their order, and restore their symmetry. The podium was formed by a wall of twelve feet high that ran the whole length of the arena, furnished with a rail trellised with twisted iron work, projecting and hanging over towards the arena, in order to protect the spectators near it from the attacks of the wild beasts below, who, but for this defence, might easily have sprung over the wall. This amphitheatre could have"], [107, "■.^„..i..f*-s<«..\"»p- j - •"], [108, ""], [109, "89 held seven thousand persons according to the calculations of M. Menard. There is a variety of figures carved in many places of the facade of this edifice. The two bulls that are seen to project half out under the pediment over the northern gate, are symbolical figures, and shew that Nismes was a Roman colony, which may be inferred from coins on which the usual sign of colonization is a single ox, or bull, or a pair yoked and drawing a plough. These two are the only ones in alto-relievo on the building, the others are carved, or only half-relieved. The stones of this building are some of an enor mous size, and many eighteen feet long, two high, and twenty inches broad. It required no small ingenuity to bring these masses from the quarries and fix them in their places by iron cramps and lead, for they have neither mortar nor cement of any sort. The quarry of Roque maliere is about three-quarters ofa mile off\", and that of Barratell at least five miles. The inten tion and destination of this amphitheatre might have been as well for scenic representations or combats of gladiators, as wild beasts, or of criminals condemned with bears, bulls, boars, and tigers. There were various sculptures on the face of the amphitheatre, besides those un der the pediment of the north-door. On one of N"], [110, "90 the pilasters near the north-door there is a wolf suckling two infants. Between the bulls ancl the wolf are two gladiators with shields and poniards, and helmets in attitudes of attack, and defence. On the pilaster next to the wolf is a Phallus with wings and hart's feet, and two others, one of which has a bell. Near the western gate are others, and on the lintel of one of the vomitories of the second rank, near the door towards the south, two are seen without wings or feet. These were all meant to be sa crifices and exvotos to the deity of Lampsacus. The interval between 138 and 161, during the reign ofAntoninusPius,this building was erected after the model ofthe coliseum at Rome. LA MAISON CARREE. La maison carree is also at Nismes, and is the finest piece of ancient architecture extant, and the most magnificent in its ornaments. The length of it, including the vestibule, is seventy two feet ; the interior is forty-eight long, thirty six wide, and thirty-six high. You enter on the north side of this parallelogram, the walls of which are built of fine white stones two feet thick. Time has worn away the basement, and another has been substituted in its place. The edifice is ornamented with thirty Corinthian"], [111, "91 pillars, each of which has twenty-four flutes . they are of different pieces so put together as not to shew where they are joined but by nice inspection. They have attic bases with astra- gals delicately contorted. The capitals are of olive-leaves of beautiful workmanship, and the moulding of oak. The columns are distant from each other four feet, or two diameters, except the pillars of the two extremities, which have only two feet between them. The pediment over the vestibule has no ornament, neither the frieze, nor the architrave ; all that is seen is the holes where vvas the inscription made by me- tallic letters fixed with cramps. Various opinions have been entertained about this ele- gant structure ; some have thought that it was intended for a capitol, or consular building; others, for a basilik of Plotina. At length its true character and destination has been disco- vered by the ingenuity of Mons. Seguier,* who in his valuable dissertation has shewn that by following the traces of the letters in the cramps this inscription will be brought out: C CAE SARI AVGVSTI F COS. L. CAESARI FCOS. DESIGNATO. PR1NCIPIBVS. 1VVENTUTIS. * Obliged, no doubt, to a dissertation in Latin on ancient cramps, by the bishop of Vasio in 1652"], [112, "92 This temple is consecrated to Caius and Lu cius Cæsar, sons of Augustus (by adoption) Principibus Juventutis — the one consu 1 the other consul elect. There is a number of other antiquities at Nismes, detailed in all the books, but nothing like what I have reported, of extraordinary in terest. DU PONT DU GARD. The Pont du Gard is at some distance from Nismes, but yet may be said to belong to it, as it was built for the use of its inhabitants. This bridge is perhaps one of the finest relics of an tiquity in the south of France. It is what the Italians, who are good judges, call un capo d' opera, of the best, and boldest sort. The Gardon or Gard, over which it is constructed, rises in the Cevennes, and runs from west to east. This ancient bridge is ten miles to the north of Nismes near the castle of St. Privat, and the town of Remoulins, where the river flows through a rocky valley. Three rows of arches, one on another, compose it, and form three bridges. The first bridge is sixty-two feet high above the surface of the stream to the top of the moulding, and four hundred and ninety long. It has six arches ; through the"], [113, "93 fifth the ordinary course of the river passes, and the breadth is seventy-eight feet ; the other arches are not so wide. They are born on five piles, eighteen feet broad, and seven feet six inches thick in front. The second bridge, con structed with eleven arches, is sixty feet high from the upper part of the moulding of the first, to the top ofthe one that is over it. Five of its piles answer to those of the first bridge, and serve for its foundation. Its length is eight hundred feet. The third and last bridge is twenty-four feet high from the moulding ofthe second to its coping, and is eight hundred and nineteen feet in length. It is composed of thirty-five arches, of which each has fourteen feet in the opening, and twelve feet in height. Their piles are eight feet thick in front ; the whole elevation of the edifice from the water to the top ofthe third bridge is one hundred and forty-seven feet. The whole of this great work was constructed for the support of an aqueduct, the level of whicli was to join that of the two hills between which the Gardon flows ; the two hills are six hundred feet asunder; the aque duct is placed over the third bridge, and is four feet wide and five high. Its side walls are en parapet, each two feet six inches wide, covered with coping-stones of one piece, a foot thick"], [114, "94 and three broad, joined by cement and project ing one foot ; within they are incrusted with cement, on the sides three inches thick, and painted red to prevent the transpiration of the waters. The bottom of the aqueduct is a solid mass of small stones mixed with coarse sand and lime eight inches thick. The bridge is built of hewn stone laid without mortar or ce- ment. On the bend of the third arch of the second bridge is a Phallus in low-relief, with a bell about his neck, terminated by three tails that form three other Phalli of a smaller size, symbols of the population of the colony of Nismes. The bridge du Gard served to con- duct the waters of two fountains of Airan, half a league from Uzes, and Eure half a quarter of a league from the same. The fountain of Airan poured its waters into that of Eure by an aque- duct, of which traces are still to be seen. The suite of aqueducts that brought the waters of Airan and Eure to the Pont du Gard vvas of considerable length, and from thence to Nismes; and although the distance by the common road was but four leagues, yet the detours necessary to preserve the fall, and the level made the four seven. Amidst the various opinions of the public in"], [115, "95 France, concerning the epoch of the building ofthe bridge, Mr. Menard is persuaded, that Agrippa, son-in-law of Augustus, was the man who merits the title of Pontifex Maximus in Gallia Narbonensis, and at the time when he was sent to appease the Gauls, in the year 735 of Rome, and nineteen before the era of Christ. During Agrippa's stay in Gaul, he made the four great roads that traverse that country; and from the title given him of curator perpetuus aquaram, he might most probably have given the colony of Augustus its aqueducts and its bridge. This latter was not however finished till four years before our era, and at the expense ofthe Roman colony. PONT ST. ESPRIT. In the departement du Gard, and the road from Nismes to Lyons, you pass over the Pont St- Esprit on the right bank of the Rhone, re markable for being the last stone bridge, as all the rest from thence to its embouchure are of boats. The use of this bridge is forbid to heavy loaded waggons. It was begun to be built in 1205, from the produce of the offerings made to a small oratory dedicated to the Holy Ghost. Its length is considerable, two thousand five"], [116, "96 hundred and twenty feet, and is composed of twenty-six arches. The town of Pont St. Es prit traffics in wine, oil, and silk. LYONS. There are two playhouses at Lyons, their deportment is worthy of imitation: they begin at seven and finish at ten. They give three pieces, such as, the night I attended at the Ce lestius, lst. Les deux Czars— le Bourguemes tre de Saardam. 2d. Taconnet et Preuille, or the drunken Soldier and the Cobler. 3d. La inort de Kleber. Here they make the assassin to be an enthusiastic Turk, a white man, where as in the Jardin des Plantes, in the Skeleton department, we are told he was a black man, and of Egypt. An extraordinary story is re lated hereofan actor who only appeared once on the stage, and retired from disgust. Monsieur Orfrene's voice was low, but remarkably clear and distinct in the most rapid utterance, so was the case with our Garrick and Jordan — a whisper of theirs was audible. On the debut of Orfrene, the pit cried out \" plus haut, he — et, vous plus bas.\" Instantly the audience rejoin ed most clamorously, \"a genoux, a genoux.\" Orfrene left the stage, and returning imme diately in a black coat, said as soon as he could"], [117, "97 be heard, \" I am not come to make my excuses, but to say simply how sensible I am de la bas sesse de mon etat, — and that it is my intention to quit the stage entirely.\" He then retired bowing, and nothing could bring him back again. Paris has great obligations to Lyons — Paul and his sister, the famous opera dancers, are both from the place Terreaux. The musee in this square has great treasures of remains of antiquity, discovered as it were on the spot. I have already engraved the best and the finest mosaique, in my Trimester of 1821, and now announce others that were found under the steps which lead to the Jardin des Plantes, and were sent to Paris to be restored, where I saw them in July, a 1' ecole de dessein at the Cor deliers in the rue de V Ecole de Medecine — under the hands of the operator. The French ladies of Lyons are as fond of their dogs as the English, and if you love me, they say, love my dog. On admiring the beauty and complaisance of a lady's lapdog, I was told his whole history, and assured that he was not always so well behaved. Monsieur dit-elle il y a des jours, quand il est hargnieux avec le moral d'un Griffon, obstine, volontaire, jusqu' a faire ce qu' il voudrait, ne donnant qu' une o"], [118, "98 patte jamais 1' autre, quoi qu' il falait le battre comme platre. They sind out likewise that les Anglois ne sont pas si betes. They tell a story of an eveque militaire ofEngland who returned to Naples during the French revolution, and lost no time in paying his court to Ferdinand, who received him graciously, and wondered he had not seen him for so long a time, and wished to know what brought him now to Naples. His lordship said he was come to see his ma jesty for the last time, as all kings were going to be dethroned. His majesty took no notice at the moment of this mal apropos pleasantry, but meditated revenge, and on learning that the bishop was a great hunter, and that he intended to take his favourite diversion the next dayr, sent beforehand, and knowing his route had all the bushes beat, and all the covers disturbed, so that his lordship toiled all day and took nothing. The day following, when his lord ship came, to court, the king asked him pre sently, what sport he had yesterday. \" None at all, sire, votre majeste etait t^op prevenante.\" There are two hotels in the place Belcour at Lyons, and two near the spectacle and the musee. The hotel du Nord is excellent, and the new berlines in sixty hours to Paris, set down and take up at it. At Lyons, like Paris,"], [119, "99 tout un pays, it is no bad thing to be well lodged, during a long or a short residence. The hotels de l'Europe and Provence, are not so close to every thing, nor do they touch all points to be indispensably visited, as the hotel du Nord, although they are more airy, and nearer the largest square. You pass close at no distance in the road to Paris, the chateau Duchere, where in the year 1814 the Austrians lost a great many men, and the present land grave was second in command. The town of Tarare which you go through is increased four fold in ten years in houses and inhabitants, by its muslins and its blanchisseries, in which, owing to the excellence of the water, it sur passes all other manufactories of the sort in France. You now mount and descend the hitherto impracticable mountain of Tarare, a league in length, with great ease and safety, en beau trot, and arrive at Paris by the new ber lines in two nights and two days. Valence, that lies in the road to Lyons, is situated on the left bank of the Rhone, seventeen leagues and a half below Lyons, and is the chef lieu de la Drome, and remarkable for being the place where Pius the Sixth is buried — his mausoleum is in the cathedral. Vienne, at the distance of seven leagues from Lyons, also on the left bank"], [120, "100 of the Rhone, with a hilly country close behind it, has considerable remains of antique monu ments, one of which is a temple or square building, with pillars of thirty feet in height. Between the river and the high road is a Roman tomb, called le monumemt de l'Aiguille, from the needle point in which it terminates. Be tween Vienne and Auberive on the opposite side of the river is the coteau, from which the well known growth of cote rotie is derived. It is at Tain that you pass the coteau de THermitage, famous for its red and white wines, sixteen leagues only from the cote rotie, and on the dif ferent side of the Rhone, and lower towards the south. PARIS. Paris, ever fruitful in prodigies, has this last season produced Mademoiselle Leontine Fay, who at twelve years old astonished the town by her uncommon talents in tragedy, comedy, and farce; singing, dancing, and excelling in every department of scenic excellence. In so much did she succeed in the whole circle of good acting, that she drew all the world after her, and raised the receipts of the new theatre, called Gymnase; in the month of June it rose to fifty-seven thousand francs, when the profits"], [121, "101 ofthe most favourite or best attended of the others did not rise to more than forty thousand in the same period. The new opera in the rue Pelletier was nearly finished, and expected to open in the month of August, on the king's birth-day, or his saint's, St. Louis. The front is adorned with eight muses, and no niche is left for the ninth; when the architect was told of this omission, he excused himself by saying, that the ninth was in the house. The French theatrical artists are very ready to lend their assistance in cases of piteous distress, and have hands open as day for good actions. Early in July last, a play was announced for the benefit of Monsieur Saulchoix, an old gentleman, in prison for debts not his own, but for the pay ment of which he had become security. Potier and Brunet, and a third, a capital actor, came forward from Porte St. Martin, and the Va rietes, and played in three pieces : Les Angloises pour Rire, a favourite farce; and Les Freres Fe roces, a mock tragedy, in which Potier shone most brilliantly. The house was crowded to excess, the boxes were from seven to ten francs, and what was material, the prisoner was set free, and his debt paid. The news ofthe death of Sir Joseph Banks produced a greater sensation than the decease"], [122, "102 of Napoleon Buonaparte; they wept sincerely for the loss of the man whom they considered as the reunion of science, and the sage femme of philosophy, that brought her into the world, aud produced a consummation much wished for by her ardent admirers; but shed no tears for him who raised himself to the throne, and realized in his own person what the great Frederic calls the finest of all pos sible dreams, le beau reve d'etre Roi de France, and verified in himself and his own time Vol taire's famous dictum, \"Le premier qui fut roi, fut un soldat heu- reux.\" The French speak of Mademoiselle Leontine Fay, in the language of Tasso — \" Quanto semostrapiccola, tanto epiu bella.\" The ingenuity and vivacity of her answer, in her interview with the stage director, produced great laughter and applause. In the first con versation he asks her in what character she means to make her debut ; she answers, \" In the lover's parts.\" \" How so ?\" he rejoins, \" you are not tall enough; the men can't stoop so low: Vous ne pourez pas atteindre les hommes, com ment dit elle, apres avoir jou6 vingt ans les"], [123, "103 amoureuses, on scait bien ce que valent les hommes.\" The director continues to make objections, and says Les directeurs ne vous re cevront pas ; she answers, Par ma longue ex perience je connois bien les directeurs. At length he agrees to engage her ; and in the last act she appears among all the actors with a doll in her hand; and on being clamorously ap plauded, she comes forward, and says, Vous m' effrayez la terreur fait tomber mapoupee. VERSAILLES. This magnificent palace will probably be once again the residence of the kings of France ; in the mean time St. Cloud has got possession, and keeps it for the same reason that is given by a man who preferred the maid to the mistress, par ce quelle est si pres. There is in the park at Versailles a pleasure ground du roi, as well as a bosquet de la reine ; the former has been expressly made on the plan ofthe garden his majesty had in England ; and on the king's seeing it for the first time he knew it in a moment, and cried out with great delight, Voila mon jardin de Hartwell. This was highly gratifying to the gardener, and equally delightful to the English visitor who has admis sion to it."], [124, "104 PERE LA CHAISE. This celebrated place of interment is naturally ever increasing, and has of lr.te received the last remains of Quintin Craufurd, and Sir Charles Blagdon, whose name has been unfortunately estropie in the catalogue, or list of names, and converted by the omission ofa letter into Bag don ; and he himself deprived oshis knighthood, and called secretary of the Royal Society of London, without the prefix of Ex. The tombs of this famous cemetery are for the most part accompanied with the cypress, attendant on the Roman funeral, to which Horace alludes in his beautiful ode. Neque harum quas colis arborum Te præter invisam cupressum Ulla brevem dominum sequetur. The French, however, find out another reason why the cypress is connected with funerals, and say, that by an incision of the cone of a cypress a death's head will be seen. This I have never observed; but I know that on cut ting a fern-root oblique to the base, a spread eagle will appear, whence comes the name of Linnæus's Aquilina, the trivial of Pteris."], [125, "APPENDIX. I have already spoken of the Patois of the common Provencal language. I shall here add a few specimens of its poetry, &c. &c. and pre face it by quotations from Anselme in Louis IX. 's reign, &c. La parlure Romanse est de toz les langaiges la plus delitable, and from the Roman de la Rose. I. Des secrets de Philosofie Ou moult te voudras deliter, Et si pourras moult profiter, En delitant profiteras, En profitant deliteras. Pour le mist* Nature delit Qu'elle yeut qu'on si delit. II. Dolcibus indulget lacrymis, ambitque dolorem.t In Valerius Flaccus it is, aperitque dolorem, and said of Æsonides,that he indulged in sweet tears, and gave vent to grief; but the case is different in le Vidame de Chartres, where the person hugs his sorrow. * mystere. flib. 3. 371. r"], [126, "106 Dolce dolor est la moye,* Car tant en ai le mal chier,t Que tout le mon*| n'en prendoye, S'el me convenoit changier; Diex !§ qu' ai dit. Je ne porroye Ne la volonte, n'en quier.|| III. Une Fable Provencale, Par M. Gros. Lei Ratos et lou Flascou. Dous^[ ratouns bouens amis, esten per orto un jour Din** seiff galaries ourdinaires Que soun granies,'];']; estagieros,§§ armaris, Troboun un flascoulet tapa|||| qu' a son oudour Iugeoun pien d'oii fin ; velei s'acquito en sesto, Si delegoun, fan tour sur tour, Et de rabasima^I li ven en'testo* Lous puj fouer§ s'apuntelo au soou,|| S'esquicho,\"^ enpigne,\"*\"* fa esquineto~|\"t L'autre doou taJJ pren la courdeto§§ Fa fouerso, tiro, et fa tout ce que poou, * mienne. t cher. % monde. § Dieu. Rcherche. **flduo. ** dans. ++ses fessiens. JJgreniers. $$tablettesshelves. || [|bouch£ tabouchon de liege. fond. * les h la tete. +l'un. % plus. Jfossoyeur. || fond. se comprime. ** en peigne. + 1 preter les epaules a quelqu un pour monter. +J liege. §§ la corde."], [127, "107 Per Ten pau* boulega,| mai noun ha ren a faire ; Tous seis efforts pecairej Amoussaren§ pas un calenfl Las fatiguas, prenoun alen. Quand l'un dei houstigouns^[ dis a l'autre com- paire Fasen pas refleccien que ce que** sen- voou ren,ft Mi ven uno milloue*|;j; pensado, Qti'es de rata§§ lou tap,||H ensuita de saussa^ Nouestrei coiias* din lou flascou, et pnisdelei sussa. Tant fa, tant ba la cauvo es approvado. Lou tapes assiegea montoun a 1'escalado, Rouigoun tant, qu' aia fin lou flascou esdestapa, Fan navega lei cone, vaguef de lei lipa, Tiro,J lipo,*§ lipo bouto,§ N'en leisseroun pas uno gouto ; Engien voou mai que fouer^o en qu'soou s'entraina. IV. Fragment des Troubadours, 1138. Ben deu en bona cort dir Bon sonnet qu'il fay. * peu. t remuer. J la pauvre creature. § eteignoient pal || Calen, Caleu ou-Kalieu petite lampe enusage en Provence. «[ maraudeurs. ** raison. ++ vaut rien. J £ better thought, §§ ronger. || || le bouchon. souse. * queues. + remuent ca et lk. J friand i flacon tonneau."], [128, "108 Celui qui fait unbon sonnet, merite Bien le reciter dans une belle cour. Guiraut de Bernett, V. Avez conneissu Mestre Piere Du tetradon* lou plus ancien, Pecairelf ero;f\" men Signegrand§ Eou|| lero^ esta en romavagi.** Recueil de Marseilles.. VI, Moult amar li criehes,ft moult arder, Moult patir, tot morir. At the beginning of the thirteenth century, the Provencal, Tuscan, French, Gascon, and Spanish languages, were in promiscuous use; and it is told of the Marquis de Montserrat, that to shew the changeable mind of Beatrix, he made a song in which the language changed in every line. L& Combe, p. 36. 1766. VII. ArasJJ quant vey verdeiar. Provencal I son, quelque ben non ho. Tuscan. Belle dolce dame chiera Francois. Donna yeux myrend a bous Gascon. M'astam temo vuestre pletto. Espaguol. • Canton. + Pecaine le pauvre homme ! % etoit. § grand pere. || lui. fl lero — le hero. Qu.Ieriecer- vele etourdi. ** en pelerinage de Rome. ++ les femmes %% maintenant."], [129, "109 The word boulega occurs in the fable of the rats, and the flask, and in the sense of remuer. Thus in the following distich : VIII. Anara*i din sa chambrette Per boulega la fillete. J'irai dans su petite chambre pour Faire danser la petite fille. In the dialogue du Mondain there are many instances of extraordinary changes, the old lan guage has undergone, in coming down to us, like Alfana from Equus, in Antonini's Preface. IX. Mez bien sarrai dissimouler, Eschever** haines, et contens,*|\" Rire, flatter, taire, celer, II faut vivre siloux litams.;}: In the livre des Pardons there is a passage that explains the name of the rue Coquilliere at Paris. X. Demoiselles pour paroitre gentilles Portent ennuyst§ de justes coquilles, Qu'il semble ad vis qu'elles soient decouefees, •f contention. § aujourdfiui. * Esche eviter. J selon le tems."], [130, "110 Et par dessus ont belles beatilles* Couvertes d' or, et de pierres subfiles; Cest un tresor qu'elles sont bien tifees,*j\" Et outre ce font si bien des safrees.J It appears then, that coquille was an ancient head-dress of the ladies, and that the street Coquilliere, at Paris, was so named, because this coeffure was first made and sold there. See Coquille in the Dictionary of Trevoux, conchata mulierum mitella. Chanson Provencale et Languedocienne. XI. Lei Castagniou dou brazie Petoun§ kan soun pas|| mordudes Lei enfan^ons de Mountpelie Plourouu kan soun pas battudes*^ fouettes. XII. Qui groncer en voudra se gronce, Et courroucer si sen courrouce, Car je n'en mentirage mie,** Si je devoye perdre la vie, Ou etre mis contre droiture Come saint Paul enff chartre obscure. * fleurs. + ornees. J rusees. § crevent . || fendus. fl groucer gronder. ** mie point. t+ career."], [131, "111 De l'Alcimadure, a Languedocian pastoral, by Mr. Mondonville. XIII. Poulide Pastourelle Perlete daz amour De la rose nouvelle Esfassaz las coulouz Perke siez vouz tan bele, E yeu* tan amourouz, Poulide Pastourele Perlete daz amouz, Benke me siatz cruele Yeu n'ainiarei ke bouz. * moi. THE END. Printed by J. F. Dove, St. John's Square."], [132, ""], [133, ""], [134, ""], [135, ""], [136, "fc, rd m"], [137, "TT"], [138, ""]]