[[1, ""], [2, ""], [3, ""], [4, ""], [5, "MiSARDs en action LETTRES DU PRIEUR DE MìELLET (liard) PUBLIÉES Par H. AFFRE \\. aile\", du Ministère de Plostcucfion les in Im.i>xiirj erie >J. OARIìKriK, Ijibr&ìi e"], [6, ""], [7, "LES CÂMISARDS EN ACTION"], [8, ""], [9, "ILiES C4M1SARDS m ACTION LETTRES DU PRIEUR DE MIELLET (Gard) LEUR CONTEMPORAIN PUBLIÉES Par H. AFFRE Archiviste de l'Aveyron en retraite , Correspondant du Ministère de l'Instruction publique pour les travaux historiques, etc. ?R©£>í£ Imprimerie E. CARRURE, Libraire 1800"], [10, "REPRODUCTION INTERDITE n \\X7t£t\\ '*> .*•■** V/ 3"], [11, "I AVANT-PROPOS Le 30 avril 1598, Henri IV, obéissant à des senti ments de tolérance qui honorent sa mémoire, porta le célèbre édit de pacification connu dans Thistoire sous le nom d'Edit de Nantes. Par cet acte de bonne politi que, les calvinistes obtinrent, entre autres avantages, la liberté de conscience, l'exercicesans entraves de leur culte et l'admission à toutes les charges de magistra ture et de finance. La conséquence immédiate de cette bienfaisante mesure fut l'apaisement général des trou bles religieux ; grâce auquel les. travaux intellectuels, comme aussi ceux de l'agriculture, de l'industrie et du commerce, qui ne peuvent qu'être en souflrance au milieu des discordes civiles, reprirent leur cours nor mal et sagement progressif, pour le plus grand bien de tous les enfants de la même patrie. Louis XIII, à peine assis sur le trône de son glorieux père, s'empressa de confirmer cet édit , qui , malgré quelques nouvelles levées de boucliers entre catholiques et protestants, fut maintenu par son fils et successeur Louis XIV jusqu'au mois d'octobre 16B5. Ce monarque , dont nous n'avons pas á rechercher ici les motifs détermi nants, crut alors devoir rétablir l'unité de religion en France. De là cette révocation non moins célèbre que l'acte de pacification porté par son aïeul, au risque de rallumer les guerres éteintes, et d'obliger à l'expatria tion une foule de familles industrieuses. Celles-ci, en effet, préférèrent l'exil au sacrifice de leurs convictions religieuses. Quant aux dissensions civiles, elles ne se firent pas longtemps attendre. Les Cèvennes devinrent un foyer de luttes vives et"], [12, "2 sanglantes. Les protestants de cette partie dela France, surnommés alors les Camisards, à cause de la chemise blanche qu'ils portaient sur leurs habits, en signe de ralliement, s'y livrèrent à toutes sortes d'excès, excités sans cloute à cela par les violences de la répression. Les lettres qui suivent en témoignent surabondamment. Ces lettres, au nombre de vingt- trois, sont d'une lecture des plus saisissantes. Elles étaient adressées. chaque semaine, au comte de Peyre, qui, en sa qualité de lieutenant général du roi en Languedoc, avait tout intérêt a connnaître sans retard les événements. Elles proviennent du château de La Baume (Lozère), rési dence habituelle du comte , et ont heureusement échappé, avec plusieurs autres lettres de différents personnages, qui pourront être publiées ultérieure ment, au pillage dont ce dépôt, autrefois très riche en documents (1), dut être l'objet pendant la Révolution. La précaution qui avait été prise de les réunir au moyen d'un lacet n'a pas peu contribué à les sauver du naufrage, mêlées qu'elles étaient à une masse consi dérable de papiers , souvent remués , d'une valeur historique à peu près insignifiante. Je suis redevable de leur découverte à M. Mayran, sénateur, propriétaire actuel du château, qui, avec son obligeance habituelle, autorisa toutes les recherches que j'étais très désireux de faire. Le premier résultat de mes investigations a été la publication, en 1871, d'un opuscule ayant pour titre : Coup d'œil historique sur l'ancienne baronnie de^Peyrc. Le second, qui constitue la présente publication, sera accueilli, si je ne me trompe, avec d'autant plus de faveur, qu'on y trouve un grand nombre de faits que les historiens de la révolte cévenole n'ont pas connus ; ainsi que beaucoup de noms de personnes et de localités dont ils ne font aucune mention. Ces localités, au nom bre de plus de cent quarante , appartiennent aux 1) Au sujet ilos archives de La Baume, voir ma brochure : Coup d'ceiì historique sur ('ancienne baronnie de Peyre. page 65."], [13, "3 départements du Gard, de la Lozère, de l'Hérault. de l'Ardèche et de l' Aveyron. Ces lettres, écrites sans aucune recherche dans la forme ni le fond et dont nous avons respecté l'ortho graphe et les nombreux et cœtera qui s'y trouvent, sont une page d'histoire très intéressante, bien qu'elles n'embrassent qu'une période de quatre mois et trois jours, soit du 7 octobre 1702 au 10 février 1703 ; et quoique émanant d'un ministre du culte catholique, tout indique qu'il n'y a rien de fictif ni d'exagéré. On remarquera que par mesure de prudence, et peut-être sur la recommandation du destinataire, l'abbé Vidal. l'auteur de ces lettres, cessa bientôt de les signer et d'indiquer le lieu oú elles étaient écrites. II en inter rompit le cours par suite, prubablement , des graves dangers auxquels il s'exposait en continuant de résidei à Mialet. II quitta son poste avec beaucoup de regret, sur les instances pressantes et réitérées de ses supe rieurs, de ses parents et de ses amis. Mais l'cloignc ment de son cher troupeau ne le préserva point de la ureur des Camisards, qui le guettaient sans doute depuis longtemps. II tomba en eslet sous leurs coups, et voici comment sa fin tragique est rapportée par l'abbé Mingaud, curé de Saint-Etienne,, son contem porain, cité par M. de Burdin, ancien archiviste de la Lozère, dans ses Documents historiques sur la province du Gévaudan. T. 1er, page 326. Vote. — Ledict jour (22 février 1704), M. Vidal, prieur de Mialet, ci-devant curé de Florac, réfusié a Anduse, étant sorti à un jet de pierre de la ville, là cinq cavaliers camisards traversèrent la rivière et vinrent fondre sur luy, luy tirèrent deux coups de » pistolets, l'un à l'estomac, l'autre à l'épaule, et luy « emportèrent partie du crasne d'un coup de sabre. » -^>£^3&~-"], [14, ""], [15, "LES CAMISARDS EN ACTION LETTRE PREMIÈRE De Miellet, ce 7 octobre 1702. Monseigneur , Conformément à ce que vous m'ordonnés, par une lettre que vous m'avés fait l'honneur de m'écrire, de la Baume, en datte du 27 septembre dernier, je n'ay pas voulu manquer de vous accuser la répoiice à celle que j'avois pris la liberté de vous écrire de Florac. Je vous dirai, Monseigneur, que je suis impatiant de recevoir des nouvelles de deux letres que je vous ay écrites depuis ce temps là, par lesquelles je vous mar quois tout ce qui s'étoit passé ; une de ces lettres est dattée du 23 septembre, et l'autre du présent mois d'octobre ; je ne doute pas, Monseigneur, que vous ne soies surpris d'apprendre que ces malheureux font touts les jours des plus grands désordres; pendant que Monsieur de Broglio les cherche dans le dioceze de Mende, et qu'il fait venir à sa suite les troupes qui devroient garder les portes et les endroits par ou ces scélérats peuvent passer, ils sont descendus plus bas qu'Anduze, faisant voir ouvertement qu'ils se"], [16, "6 moquent de touts les mouvements qu'on fait inutile ment pour les surprendre et pour les détruire : ce qui fait, Monseigneur, que leur troupe s'augmente, et il est constant que si on n'y apporte un prompt et efficace remède nous sommes à la veille de voir de plus grands mal-heurs, n'y ayant ny grand ny petit qui ne crie à raison des désordres, que font nos gens, par tout ou ils passent, etc., etc. Je ne m'explique pas la dessus, j'aurois trop de choses à vous dire. Je me contente de vous faire un état succint et lìdelle de ce qui s'est passé dans ce pays, cette semaine. La nuit de mercredy dernier au jeudy, ces malheureux vinrent de nuit à Durfort, qui est à une lieue plus bas qu'Anduze, à la droite sur- le grand chemin qui va à Montpellier; ou M. le curé de St-Martin, frère de M. do Vibrac demeure; ayant frappé fortement à la porte, son valet luy vint dire qu'il y avoit au devant et à touts les custés de la maison, une grande quantité des gens armés, ce qui l'obligea à se lever, ut voiant qu'il n'étoit pas en état de résister, quoi qu'il eut plusieurs fusils, et suffisamment de muni tions, il fut obligé de leur ouvrir la porte, après leur avoir demandé la vie, ce qu'ils luy promirent. Et dès qu'ils furent entrés ils luy dirent de rendre touts les fusils qu'il avoit, et autres munitions; ce qu'il fit suns hésiter. Cela fait, ils pillèrent et emportèrent tuut ce qu'ils trouvèrent dans la maison, son argent, le calice et autres vases sacrés de Téglise. M. l'abbé de Vibrac croioit d'en être quite avec cela, mais il se vit a même temps en état de mourir. On luy dit de se mettre à genoux, et de se préparer à la mort, ce qu'il fit en les suppliant de luy donner la vie, de la manière qu'on la luy avoit promise ; ce qu'on luy"], [17, "7 accorda enfin, quoiqu'il y en eut, qui étoit un peu loin, qui crioit toujours qu'il le falloit faire mourir etc. etc. Après cela, ils mirent le feu au palier, qui se tenoit à la maison, afin de faire périr l'un et l'au tre, ce qui seroit arrivé, si âpres le départ de ces mal heureux, qui avoient pris le chemin qui conduit à Téglise de St-Martin. pour T aller bruller, les parrois siens et habitants n'étoient venus en toute dilisrence pour empêcher et garantir du feu la plus grande partie de la maison ; ces scélérats âpres avoir brisé la porte de Téglise, pillèrent et brullerent tous les ornements de même que le tabernacle, et la chere, et renversèrent Tautel. Le landemain jour de jeudy les troupes d'Anduse et d'autres du voisinage partirent pour les aller chercher, mais trop tard a leur ordi naire. Cepandant vous serés surpris, Monseigneur, de savoir que ces scélérats, bien loin de batre en retraite, ils allèrent à même temps de St-Martin à Vieilleseque, sur le grand chemin qui va d'Anduse à Montpellier, désarmer huit ou dix bourgeois, si bien que dans cette nuit, ils ont enlevé vingt fusils et quelques paires de pistoles. II est seur qu'on les vit passer de quatre en quatre et qu'il y avoit cinquante quatre rangs. Nos gens les cherchèrent inutilement tout le jeudy. La nuit de ce jour la au vandredy, ces malheureux ont f.'iit des choses bien plus surpre nantes, revenant sur leurs pas, ils ont passé aux portes d'Anduze, et sont allés à Bagards qui se trouve au milieu du grand chemin d'Anduse à Alais. Avant que de s'attaquer à Téglise, pour ne manquer pas le coup funeste qu'ils vouloint faire, ils investirent la maison de M. Jourdan, qui avoit, il y a longtemps, tué Vivens. Toutes les mesures qu'il peut prendre"], [18, "8 pour se garantir dans le temps qu'ils enfonçoint Ijs portes, furent inutiles. On Ta trouvé caché sous un lict ; on a commencé par le désarmer et par piller la maison ; et âpres en se moquant de luy, ils luy dirent qu'il croioit d'avoir fait mourir Vivens, mais qu'il s'était trompé, puis qu'il étoit ressuscité en leur per- sonne etc. etc. Cela fait ils luy dirent de prier Dieu. Des que le sieur Jourdan eut fait sa prière, un de ces scélé- rats prit deux pistolets de quatre qu'il en avait a la ceinture. II luy en tira trois de suite au milieu du corps, quoiqu'au premier coup il fut tombé par terre ; et com- me ces malheureux se retiroint, et que celuy la eut re- marqué qu'il remuoit encore et disait quelques parolles, il prit le quatrième pistolet, qui luy restait, et le luy tira dans la bouche. De la ils allèrent enfoncer Té- glise, qu'ils pillèrent et brullerent, en chantant pan- dant ce temps la des psaumes, et sonnant eux mêmes les cloches, pour faire voir qu'ils se moquent de tout puisqu'ils n'étoint qu'a une petite lieiie d'Alais, etc. etc. Quand cette tragédie u été achevée, ils sont mon- tés en haut en laissant Alais à main droite, et ont pillé et brullé peu de temps après dans la même nuit une maison de M. Bios dit Valmale, premier consul d'Alais, qui n'en était éloignée que de demi lieuë, ayant auparavant pris les armes, et tué deux hommes. Continuant leur route ils ont été à Sostelle, aune lieuë d'Alais, en montant en haut dans le dioceze de Mende, ou ils ont pillé et brullé la maison de M. le curé et Téglise ; monsieur le curé fut assez heureux de se pouvoir sauver pandant qu'on le cherchoit avec la dernière exactitude. La même nuit, la maison et Téglise de la Melouze du diocèse de Mende ont eu le même mal-heur. M. le prieur s'étoit retiré, il y a"], [19, "9 quelque temps ; St-Martin de Boubeaux du même dioceze de Mende, et qui confronte d'un coste avec ma paroisse, a été plus mal traitté. Outre le pillage et le brullement de la maison et de Téglise, on a tué M. le prieur et un autre homme ; tout cela s'est passé dans la même nuit du jeudy au vendredi, quoique monsieur de Broglio fut dans le voisinage de ces deux dernières paroisses. II n'est pas nécessaire, Monsei gneur, de vous faire remarquer les suites funestes de tout cecy. Je crois que nous sommes à la veille de voir des choses plus terribles si on ne s'y prend d'une ma nière toute différente. A mesure que ces scélérats savent qu'on les suit d'un costé avec les troupes aux quelles on fait quiter leurs postes, par ruse et par finesse, ils changent de quartier, et pur conséquent si on fait comme on a fait jusques à présent, touts les mouvements qu'on fait faire aux troupes sera inutile. Inexpérience ne nous le prouve que trop. Hier matin on vit à Textrémité de ma paroisse en allant vers St- Martin, douze de ces malheureux dans le bois ; M. de Broglio est passé ce soir avant qu'il fut nuict, à cin quante pas de ma maison, pour prendre le grand che min qui va de Miellet à St-Jean ou il est allé coucher, venant de St-Martin de Boubeaux avec beaucoup de gens qu'il avoit à sa suite ; on m'a asseuré que de main jour de dimanche, il prenoit le chemin de la Salle ; etc. etc. Ainsi il y a grande apparence qu'il se retire sans avoir peu faire prendre auqu'un de ces malheureux ; c'est ce qui fait qu'ils deviennent plus insolents que jamais, et qu'ils feront pire qu'ils n'aient encore fait. Tout le peuple s'effraie. Je vous puis protester, Monseigneur, qu'on ne scait que de venir. Mes paroissiens sont allarmés et ne doutent pas"], [20, "10 qu'uu moment que j'y penserai le moins, ces malheu- reux ne viennent pour m'attraper. Ils me demandent par grâce de me retirer, afin qu'étant a couvert de la fureur de ces malheureux, ils puissent estre en repos. Plusieurs personnes de mérite m'ont écrit la même chose, et me marquent que je suis obligé de le faire en consciance ; je ne scai à quoi me déterminer. Ce- pendant quoiqu'il arrive, je ferai le service de ma paroisse les jours de dimanche et des fêtes, et les au- tres fonctions de mon ministère. Si je quitte le lieu, ça ne sera que pour la nuict, ce que je ne ferai pas même, si je n'appréhendois de passer pour présomp- tueux et pour téméraire dans le danger et dans le péril évident ou je suis exposé. Je vous supplie, Mon- seigneur, de me donner de vos nouvelles, et des deux letres précédentes que je me suis donné Thonneur de vous écrire. Je vous dirai que toutes les letres qu'on écrit d'en haut en ce pays, vont premièrement à Nis- mes et de Nismes à Anduse. Cela est constant ; ainsi nous les recevons fort tard. II faut ordonner au mètre de bureau de Mende de ne les mètre pas dans le pac- quet de Nismes, comme il fait asseurement. Pour cet effect, il est expédiant qu'il les envoie en droiture, au mc du bureau d'Anduse, séparées du parquet. C'est pourquoi, Monseigneur, quand vous me L-rés Thon- neur de m'écrire. le dessus doit être de cette manière. A M. Montet, marchand, maître du bureau d'Anduse, pour faire tenir en diligence à M. Vidal prieur, à Miellet. Voila, Monseigneur, tout ce que je vous puis écrire présentement. Nous ne doutons pas que nous ne scachions demain d'autres terribles spectacles qui arriveront apparemment pandant la nuict. En attan dant que le bon Dieu remédie a tout. Je suis avec un"], [21, "11 profond respec et sans reserve, Monseigneur, votre très-humble et très-obeissant serviteur . — Vidal prieur de Miellet. LETTRE II De Miellet, ce 12 octobre 1702. Monseigneur. — je viens d'apprendre que Laporte fut hier âpres disner dans la paroisse de St.-Paul de la Coste qui voisine avec la mienne, chez le nommé Cornier, son cousin germain. Apres y avoir mangé et heu, de même qu'une pan ie de sa trou pe, il luy dit qu'il falloit absolument qu'il luy baillât ses garçons et qu'il êtoit venu la exprès. Comme ils se trouvèrent absents, il luy protesta avec des serments extraordinaires, que s'il ne les avoit pas dans deux jours, il pouvoit compter qu'il n'y avoit point de parenté qui tint, et qu'il vien droit bruller au premier jour sa maison etc. Sor tant de la et ayant trouvé trois soldats de la compagnie qui est à St-Paul, qui exigeoint avec le collecteur la contribution, ils les désarmèrent, les lièrent et les ammenerent avec eux, et les tuèrent peu de temps âpres, tout prés de la Tiiviere. Cela est constant ; pandant qu'ils ont fait cette action, Monsieur de Broglio êtoit a St-Jean, ou il a resté depuis samedy dernier. Puisque les pluies qui avoint duré pandant cinq jours ont pris fin et que touts les mouvements qu'on a faits ont été"], [22, "12 inutiles, il n'y a pas lieu de douter, Monseignenr, qu'il n'arrive des plus grands spectacles. Nous sommes menacés d'une sédition etc., etc. Ils pren nent touts les garçons qu'ils peuvent attraper, et on dit que c'est à dessein de les envoier dans les boutieres, sous la conduite d'un commandant , pour y faire la même chose, etc. Je ne puis pas présentement, Monseigneur, vous dire autre chose, il y a grande apparence que la nuict derniere ils auront fait des grands desordres en quelqifau tre endroit. Si le bon Dieu me conserve dans le danger évident ou je suis de tomber dans leurs mains, je ne manquerai pas de vous écrire tou tes choses dans la vérité. Vous pouvés compter la dessus, et que je suis avec un profond res pec, Monseigneur, vôtre tres-humble et tres-obeissant serviteur — Vidal prieur de Miellet. En cas de mal-heur, je vous supplie Monsei gneur, de faire paier à Marion ma niepee, qui est auprès de moy, la somme de quatre cents cin quante livres ou environ, qui me sont dues par le clergé de Mende, pour des fraix véritables que j'ay exposés pour Tinterdiction de Texercice de la religion, et pour faire condamner les temples à être rasés ; ma niepee à Tetat de tout cela, signé de ma main a chaque page , comme conte nant vérité etc."], [23, "13 LETTRE III Continuation certaine et veritarle des choses qui se sont passées dans les cevennes et au voisinage D'Anduse, ce 25 octobre 1702. Comme je vous ay fait, ce me semble un état exact et fìdelle de la mort de M. Jourdan de Bagars, qui avait tué M. Vivens, et du brullement de TEglise, et de même que de celle de Sostelle, dans le dioceze d'Alais, de la Melouze, et de St Martin de Boubeaux ou on à tué M. le prieur, qui sont du dioceze de Mende, âpres avoir brullé auparavant une métairie du sieur Bres Valmalle d'Alais et tué deux hommes ; je vous dirai présentement tout ce qui est arrive depuis ce temps la; quelques jours aprés que touts ces desordres furent arrivés, ces malheureux furent à St Jean de Curargues ou ils tuèrent monsieur le prieur dans son lict, qui êtoit promoteur du dioceze d'Alais, etc., etc., etc., etc.. Le mecredy onzième de ce mois, Laporte qui est le chef de ces scélérats, et le capitaine d'une des quatre bandes, fut à la parois se de St Paul laCoste dans un village, manger et boi re chez le nommé Cournier, son cousin germain, avec dix de sa troupe, qui tuèrent en sortant de la trois sol dats dela compagnie qui etoit en quartier à St Paul, conduits par le consul, qui exigeoint la contribution ; montantplus haut, ils en trouvèrent autre deux en un autre village, de la même compagnie et pour le meme"], [24, "14 sujet, qu'ils firent mourir, les ayant auparavant desar- més, comme ils avoint fait à Tégard des autres trois. La nuict de l'onze au douze, le reste de la bande et de la troupe s'étant unie à ces dix, ils allèrent droit à St Paul, pour desarmer la compagnie qui y êtoit logée etc. ; ils mirent tout en usage pour les forcer dans leur retranchement et dans leur caserne, âpres les avoir obligés d'abandonner TEglise ou ils s'etoint retirés, et que ces scélérats brullerent ayant aupara- vant brise, a coups de sabre, baionnetes et haches le tabernacle, la chere et Tautel etc., etc. Pandant cette incendie, ils se mirent en état de saper et de percer la maison ou la compagnie s'êtoit retirée, qui êtoit si mal située, qu'ils ne pouvoint pas faire grand feu sur ces majheureux, de la manière que les autres le faisoint, mais sans effect ; dans le temps que celuy qui travailloit à percer la maison, et que l'ouverture êtoit deja faite, il fut tué ; c'est ce qui obligea ces scélérats, voiant qu'il se faisoit jour de batre en retraite etc., pour se retirer dans les bois de Male- bouisse, qui sont extrêmement épais et presque impé- nétrables . Sur la nouvelle que M . le prieur de Miellet eut de ce qui s'etoit passé à Textremité de sa paroisse, il ne manqua pas d'en donner incessamment avis, par un exprès à Monsieur le comte de Broglio, qui etoit à St Jean de Gardonnenque, et a deux compagnies d'Anduse, à scavoir une compagnie fran- che et l'autre de bourgeoisie. Sur cet avis, M. le comte de Broglio, de meme que les autres troupes qui etoint avec luy, partirent en toute diligence pour aller batre ce bois ; il passa à Miellet à midy en y allant, et ordonna à M. le prieur de se retirer en toute diligence, scachant le danger évident ou il"], [25, "15 êtoit exposé de mourir par les mains de ces malheu reux ; ce que le sr prieur ayant négligé de faire, ne voulant point du tout quitter sa paroisse, M. de Broglio, qui en eut connaissanse deux jours apiès, or donna h M. le curé de St Jean, lorsqu'il partoit pour Alais à raison des désordres que ces malheureux fai soint au voisinage, de luy écrire de sa part de partir en diligence et sans perdre le moment ; ce que le prieur ne fit pourtant que le lendemain, jour de dimanche, âpres avoir fait toutes les fonctions de sa charge etc. M. le comte de Broglio et les autres trou pes furent occupés pandant deux jours a batre ces bois inutilement ; Ces scélérats etoint cachés et misa couvert dans diverses maisons du lieu de Mandajors ou d'autres de la paroisse de St Paul la Coste, qui voisine avec celle de Miellet ; et il est constant que dai s le temps qu'on prenoit quelque réfection dans un logis, il y en avoit de cachés dans une cave. Cela a été. découvert par un prisonnier qu'on a fait de ces scélérats, qui a déclaré qu'on y avait souvent retiré et nourri la troupe entière, et qu'il y avait des muletiers qui alloint chercher la provision de pain et autres choses nécessaires, sous prétexte que c'etoit pour la compagnie qui y est logée ; sur cela, on a capturé vingt-cinq prisonniers d'un seul village, qu'on a fait conduire à St Hippolite, avec des précautions extraor dinaires, de mème que M. Baudan dit Triel, ancien catholique originaire de Nismes, qui a été pandant dix ans capitaine de cavalerie, et qui avoit été cassé etc., etc., et que le meme prisonnier accuse de leur avoir donné retraite et les vivres nécessaires, ce qu'il n'auroit pas apparemment fait sans sa famme, qui est nouvelle convertie, et qui avoit obligé son mari"], [26, "16 de venir demeurer dans une bonne métairie, qu'ils ont à la paroisse de La Salle du Gardon d'Alais. Les habitants de Mandajors sont aussi accusés et soup çonnés d'avoir tenu la main à Laporte pour surpren dre les soldats qui ontététuésen exigeant la contri bution. Monsieur le comte de ' Broglio ne fut pas plu tôt de retour de Mandajors à St-Jean, qu'il partit en toute diligence pour Allais, sur la nou velle qu'ils avoint tué dans son lict M. le prieur de St-Jean de Curargues dans le dioceze d'Uz-és, à une lieuë et demi d'Alais, et qu'on les avoit veu paroître au voisinage de la ville et dans la pleine ; pour mètre a couvert TEglise de St-Hi laire, on envoia d'Alais un capitaine du fort avec vingt soldats pour la garder, ou ils passèrent toute la nuict, sans que personne parut. A Taube du jour dans le temps qu'ils etoint en état de se retirer et qu'une partie beuvoit dans la maison de M. le consul et que les autres s'en etoint deja allés, une grande troupe de ces malheureux vint fondre sur eux, ce qui les força de se jeter dans une maison en se défendant, n'ayant autre munitions ou provisions de guerre que la charge de leurs fusils. II y eut trois soldats de bourgeoisie qui furent tues, et désarmes. Cependant ce capitaine quoiqu'il n'eut pour lors avec luy que douze sol dats, ayant veu que touts ces scélérats avoint fait leur décharge, sortit avec sa petite troupe, leur ayant fait mètre la baïonnette dans le canon du fusil et avec tant de fermeté et de hardiesse qu'il les chassea en ayant blesse quelques uns, et fait un prisonnier bien armé, qui s'est trouvé et recon-"], [27, "17 nu être du lieu meme de St-Hilaire ; mecredy der nier 18 octobre une autre bande à été à St-Jullien d'Arpajon de nuict, ou on a brullé la maison de M. le curé et TEglise, tué le sieur Gardes secré taire de feu M. Tabbé du Chaila (1) et blaissé dan gereusement le sieur Lapierre notaire. Cette par roisse est dans le dioceze de Mende, a une grande lieuë de Florac. La nuict du vendredy au samedy 21, ils ont brullé la maison de M. leprieur de St-Lau rens de Trêve et TEglise, qui est a une lieue de Flo rac, sur le grand chemin qui va au Pompidou etc., etc. Pendant qu'une bande de ces malheureux faisait ces desordres dans les Cevennes du dioceze de Men de la semmaine derniere, les autres ont taché d'en faire de même à notre voisinage. Vendredy dernier, ils furent à 7 heures du soir à un village nommé Clatairas de la parroisse de Generargues en allant d'Anduse a Miellet, chez un habitant nommé Boni, prendre pour guide un valet qu'il avoit, ancien ca tholique, auquel ils attachèrent les bras par der rière, et lorsqu'il les eut conduit à demi lieuë de la du coste de Miellet, ils luy dirent de se mètre a genoux, de prier Dieu, etc., et dans le moment le sabrèrent d'une manière que selon toutes les appa rences, il devoit mourir du premier coup qui luy a partagé le chappeau, coupé une oreille et la moi- si) François de Langladc, abbé du Chayla, au diocèse de Mende, après avoir annoncé l'évangile dans le royaume de Siam, fut attaché aux Cevennes de Mende pendant 15 ans pour travailler à la sincère conversion des nouveaux convertis. Son zèle ne connaissait pas de bornes. II avait été tué au Pont-de- Montvert par les camisards le .4 juillet précédent, avec un raffi ìicmcut inouï de cruauté. 2"], [28, "18 tié de la joue etc. etc. Comme on le croiait mort, ils le jetterent dans la broussaille ou il demeura le reste de la nuict, on Ta rapporté à Anduse, ou il est entre les mains des médecins et des chirurgiens etc. etc. Le meme jour vingtième du mois d'octobre, une bande nouvelle à paru à midy, entre Alaisan qui est sur le grand chemin de Nismes, et St-Jean-de- Serre, ou ils ont investi M. Le Noir capitaine de bourgeoisie, qui alloit avec dix soldats de sa com pagnie à Sauve; le capitaine ayant pris la fuite sans faire auqu'une résistance quoiqu'il fut a cheval, et quoiqu'il n'y eut que peu de ces malheureux qui fus sent armés, ses soldats en firent de meme, ça n'a pas empêché qu'il n'y en ait eu trois de tués, desquels on a emporté les armes âpres les avoir des habillés ; ils furent ensuite du coste de Massiliargues, ou M. de Broglio courut sans les pouvoir jamais trou ver etc. Les paisants et habitants de la campagne sont si bien intentionnés pour ces malheureux, ou pour mieux dire intimidés par eux qu'il n'est pas possible de les obliger à dire la moindre chose ; M. le comte de Broglio a resté en ce quartier la trois jours, et ces scélérats soupèrent en partie à Bousenc au dessus de Tournac, et l'autre partie chez le sieur Paulet, dans la parroisse de St-Bau sile du Monastier ; qui n'etoit qu'a un quart de lieuë de Massiliargues ou M. le comte de Broglio êtoit etc. La même nuict, ils parurent tout prés du cliateau de Tournac, ou il y avoit garnison. On vit beaucoup de bougies dans le bois; un de la troupe s'avança pour tacher d'abatre le pont levis, n'ayant pas pu réussir il se retira ; on pouvoit"], [29, "19 tuer celuy la fort aisément, mais ou appréhenda que si on le faisoit la troupe n'allat bruller Belle font qui est le château en bas. II faut remarquer qu'auparavant, un nommé La porte, qui est chef d'une bande, et proche parent de l'autre Laporte, qui étoit le capitaine de touts écrivit ut d letre que si on ne faisoit sortir Taumonier du château et M. le curé de St Bausile du Monastier les quels s'y étoient retirés ils viendroient le bruller etc. II faut scavoir que ces scélérats restèrent pendant sept heures dans la maison du sieur Paulet de Canau parroisse de St Bausille du Monastier, etc, etc. Luy disant en luy parlant du curé de la parroisse et des autres du voisinage, qu'ils fuioient inutilement, et qu'on les auroit touts dans peu de temps, de même que Broglio ; ce sont les termes dont on s'est servi de la manière que le sieur Paulet Ta dit en ma presance, etc., etc. Le dimanche dernier 20 du mois cette troupe fut de nuit au château de St Philis, pour désarmer le seigneur et vingt-hommes qu'il avait dedans avec luy et qu'il avoit fait venir de sa terre de Montpeiroux pour se défendre, et Téglise qui joint le château. Desque la troupe de ces malheureux eut investi le château, ils sommèrent Monsieur de St Phelis de ren dre les armes, et qu'autrement on le brulleroit. La réponse qu'il leur fit fut de tirer un coup de fusil du haut de la maison ; comme ce château, qui n'est qu'a une lieuë d'Anduze, sur le grand chemin qui va à St-TIippolite, est sans lianes et sans défences, ces malheureux eurent bien tot mis à bas legrand portail de la basse cour, ou ces scélérats entrèrent tirant toujours contre les fenestres, qui etoient le seul"], [30, "20 endroit par lequel ceux de dedans pouvoient faire feu. Dans le meme moment, ils tachèrent de rompre à coups de haches la porte intérieure du château ; mais la grande quantité de grosses pierres, desquelles on avait fait bonne provision, et qu'on jettoit en abon dance, sans se lasser de tirer, les obligea de se retirer. On ne doute pas qu'il n'y en ait beaucoup de blessés et quelques uns de morts, qu'ils ont emportés. Le lendemain matin vingt-unième du présent mois d'oc tobre, on a trouvé au devant de la porte du château un fusil brisé, deux pistolets et trois haches, etc., etc. Le meme jour, à scavoir lundy dernier 21 de ce mois le grand Laporte, qui est le chef et le capitaine de toutes les autres bandes, fut en plein jour au Pompidou avec une troupe de quatre vingts de ces scélérats, à Tabsencs de la compagnie, prendre quel ques armes qu'on y trouva, et d'autres provisions, etc. De la ils descendirent à Molezon ou ils enlevèrent le premier consul, qu'on n'a plus veu reparoitre, ce qui fait croire qu'ils Tont jette dans quelque précipice âpres ['avoir tué, etc. Descendant de Molezon ils allèrent passer et monter par le Temelague, qui est le grand chemin, en montant de Ste Croix de Valfran cesque à Barre, etc. M. de Lespinouse, capitaine, ayant été averti de leur démarche, se trouva heureu sement au devant retranché avec sa compagnie a Tex tremité de la montée. Desqu'il vit qu'ils s'appro choient et que M. Paule, qui venoit du coste de Barre étoit aussi en état de le soutenir, sans que ces malheureux s'en apperceussent que lorsqu'ils les virent paroitre, ils firent un feu extraordinaire sur les premiers rancs, ayant reconnu que Laporte, qui étoit le chef de toutes les troupes de ces malheureux,"], [31, "21 étoit des plus avancés. La chose se passa avec tant de succès, que dans le moment, il y en a eu de douze à quinze de tués sur le carreau, entre lesquels est le scélérat de Laporte, cela est constant on a fait de plus quatre prisonniers, et si nos gens ne s'étoient pas pressés pour tirer, chacun voulant avoir la gloire de tuer le scélérat de Laporte, on auroit fait fin de cette troupe, composée de quatre vingts hommes bien armés, qui ne tirèrent que quelques coups de fusils, et prirent à même temps la fuite, croiant que leurs armes faisoit faux feu à raison de la grande humi dité, et a la faveur de la nuict, ils battirent en retraite, le plus vite qu'il leur sent possible de le fai re, du costé du Pompidou et du costé de Lougorial. Par les letres qu'on écrit aujourd'ui à Monsieur de Broglio, dattées du meme jour 25 de ce mois on luy marque qu'on les suit toujours ; on ne doute pas qu'il n'y en ait plusieurs autres de blesses de cette mal heureuse troupe. On doit apporter ce soir ou demain matin la teste de Laporte à M. de Broglio qui est dans cette ville depuis deux jours pour Tenvoier à Montpellier. Cependant pour faire voir que ces malheureux sont dans la rage d'avoir appris la mort de leur chef, bien loin de se repantir ils ont été la nuit dernière à une maiterie de M. Gras notaire de cette ville, prendre toutes les provisions qu'ils y ont trouvé, etc. Cet endroit n'est qu'a demi lieue d'An duse a l'autre costé du Gardon en montant à Miel let; on est venu ce matin en donner la nouvelle à Mgr de Broglio, et quoiqu'on luy ait dit que cette troupe, différente de l'autre d'en haut, étoit composée de plus de deux cents personnes, il n'a"], [32, "22 fait faire aucun mouvement aux troupes qui sont icy, pour les trouver de la manière qu'on Taurait lait asseurement, attendu que ces scélérats ont resté tout le jour à Textremité de la paroisse de Miellet, du coste d'Anduse et qu'ils sont ailes à quatre heures du soir c'est a dire âpres midy dans la paroisse de St-Sebastien qui voisine avec celle de Miellet enlever le frère de M. le curé ; sur la nouvelle qu'on en a donné à Monsieur de Broglio entre cinq a six, trois compagnies qui sont icy, y ont accouru ; il y a grand sujet de croire qu'ils ne réussiront point du tout, et que la personne qu'ils ont enlevé sera la victime de la rage, de la fureur et du desespoir de ces malheureux. Un peu plus de vigilance et d'action aurait empêché cela et beaucoup d'autres que ces scélérats feront apparemment cette nuit. C'est tout ce que je puis écrire présentement par Tordinaire qui monte demain matin. Dès qu'il y aura quelque chose de nouveau, je me ferai un gros et sensible plaisir de vous en donner avis. Vous pouvés compter la dessus, et que ces scélérats n'en veulent pas seulement aux adhérants de M. Tabbé du Chaila, mais encore à touts les prêtres qu'ils trou veront, cela est constant; si bien que si le bon Dieu n'y remédie promptement et efficacement tout est perdu, puisque touts les mouvements que fait M. de Broglio et qu'il fait faire aux troupes ne servent de rien . Touts les ecclésiastiques de ce pays, qui sont à la campagne ont battu en retraite, sans qu'aucun aille faire le service de la paroisse les jours des dimanches et des festes, et les autres jours quand il est nécessaire, à la reserve de M. le prieur de Miellet etc . etc. etc."], [33, "23 On attend icy demain ou âpres demain treize compagnies d'infanterie. Quatre compagnies et Tétat major resteront en cette ville, les autres seront dispersées, etc. Autre quatre bataillons doivent arriver au pre mier jour, qu'on a déja destinés, à scavoir un a Alais, le 2e a Uzés, le 3e en Vivarés, et le qua trième est pour St-Hippolite, etc. etc. il y aura de plus à St-Jean et a Barre et a chaqu'un de ces deux endroits une compagnie de dragons, a scavoir de M. Poul, et de M. de la Tourville, etc. etc. LETTRE IV Continuation des diîsordrks faits par lus adhé- rants DE LAPORTE EN DIVERS ENDROITS, ETC. ETC. De la Pradelle ou ils avoint été de nuit, com il a été deja dit, le 24 du mois d'octobre, qui est un hameau a une petite demi lieuë d'Anduse, en montant le long du Gardon pour aller à Miellet, ils gaserent la rivière le 25 et furent a midy a un village nommé Carnoulés de la pa roisse de St-Sebastien, qui voisine avec celle de Miellet, où ils restèrent jusques a quatre heures du soir, et enlevèrent le frère de M. le curé, qui y êtoit venu chercher de bled pour semer, sans qu'il fut au pouvoir de touts les habitants, qui connoissoient une partie de ces scélérats, de les"], [34, "24 gaigner à force de prières, âpres s'etre mis à genoux à leurs pieds, etc. La nuict du mercredy au jeudy 26, sur la nouvelle qu'on en donna à M. le comte de Broglio, qui etoit à Anduse, on fit des grands détache ments, mais trop tait à Tordinaire, pour aller suivre ces malheureux, qui prirent leur chemin vers la paroisse du Pin, qui n'est qu'a une lieuë de Carnoules, et aux portes d'Alais, etc. Dans un hameau de Dupin, nommé Trémon, ils désar mèrent le maire et tuèrent un ancien catholique, aprés avoir pillé la maison du maire, qui eut le temps de se sauver avant qu'on eut investi sa maison, etc. Le lendemain matin touts les détachements vin rent comme ils y etoint allés ; et le meme matin jour de jeudy, 26, on trouva le corps du frère de M. le curé de St-Sebastien dans un ruisseau prés de Trémon ou ces scélérats Tavoint jette, aptes luy avoir coupé le coup a coups de hache ; son corps fut apporté le lendemain à Anduse ; touts les prêtres qu'y sont réfugiés assistèrent à son convoi funèbre et luy rendirent touts les honneurs qui pouvoint dépendre d'eux. Le meme jour vingt sixième, qui etoit le jour du marché à Anduse, M. le comte de Broglio fit exposer sur espèce d'echafeau, à Tentrée de la vil le âpres avoir passé le pont, treize testes de ces misérables, qui avoient été tués à Faction qui s'est passée à la coste de Temelac en montant à Barre, et on conduisit icy trois prisonniers qu'on y avoit faits, avec plusieurs autres paisants qu'on croiait être d'intelligence avec eux, etc., etc."], [35, "25 Le même jour 26 octobre dans le temps que ces testes etoint encore exposées, la même bande de ces malheureux, qui avoint fait mourir le frère de M. le curé de St-Sebastien, vinrent à quatre heures du soir à Ribeautes, qui n'est qu'a une lieuë au dessous d'Anduse, entre les deux Gardons, pour forcer le château, ou M. de Piibeautes en se retirant avec toute sa famille à Anduse, à laissé une garnison. Ils firent sommer ceux qui y etoint dedans de rendre les armes, et voiant qu'ils se metoint en état de se défendre, un de ces scélérats s'avança hardiment avec une terrible hache, pour abatre la porte, lequel fut tué d'un coup de fusil, à la faveur d'un flanc qui étoit au costé de la porte. Ces malheureux mirent tout en usage pour enlever ce corps mort, mais le feu continuel que firent cinq hommes, qui etoient seu lement pour lors dans le château, les en empêcha et les obligea de se retirer, et d'en emporter un autre qui etoit blessé à mort, etc., etc. Le vendredy matin 27, on apporta la teste de ce scélérat, à M. de Broglio, qu'il a envoiées le mème jour avec les autres treize à Montpelier. Nous avons appris que la nuict du vendredy au samedy 28, trois bandes de ces! bandins ont paru ; une dans Tinspection de M. de Mirai, du costé de Barre et du pont de Montvert, la seconde du coste d« Sumcne, ou nous scavons de science certaine qu'on a brullé le grenier à foin du sieur Blanc, et la troisième dans ces quartiers au voisinage d'Alais, et Ton trouva le lendemain un ancien catholique mort. Le dimanche 29 octobre M. le comte de Bro glio partit d'Anduse avec beaucoup des troupes,"], [36, "26 âpres avoir entendu la messe, pour aller visiter les quartiers de Ribeautes, des Bagards et de Gene rargues, d'ou il fut de retour sur les quatre heures du soir, sans avoir peu découvrir qu'est-ce qu'etoint devenus ces scélérats etc. etc. etc., qui la même nuict sont venus à une petite demi lieuë des portes d'Anduse, dans un village de la paroisse de Gene rargues nommé Las Gipieires, prendre touts les vivres qu'ils y ont trouvé. Le lundi à six heures du matin, on en donna avis ù M. le comte de Broglio, qui s'occupa touts les jours a voir et a examiner les chevaux qui étoient arrivés le dimanche au soir de Montpelier, pour monter la compagnie des dragons de M. de Dour ville, si bien que jusques a deux heures de nuict, on ne pensa pas de faire aucun détachement, ainsi ces malheureux font touts les desordres qu'ils veulent; tous ces détachements vinrent le mardi après disner, 31 octobre sans avoir rien fait. Le dimanche au soir 29 un régiment d'infanterie arriva icy, si mal en ordre et si mal composé qu'il fait compassion. La plus grande partie ne sont que des enfants, touts nuds, et sans armes, on peut juger par la s'ils sont en état de faire la moindre chose pour le service du Roy etc. etc. dans les cir constances pressentes, etc. Jeudy dernier 2e novembre une troupe de ces scé lérats parut sur les cinq heures du soir à Ners qui est dans la pleine, a deux lieues au dessous d'Anduse du coste de Boucairan, nous scavons de sciance cer taine qu'on y a tué M. le vicaire et le premier consul, nous n'avons pas encore connaissance du reste etc., etc. Nous venons d'apprendre qu'arrivant à Ners, ils."], [37, "27 se saisirent de M. le vicaire et du premier consul, et leur dirent que s'ils n'obligeoint le batelier de leur pas ser la rivière, ils etoint morts; ce qu'ils furent forcés de faire exécuter et de se mètre avec eux dans la barque de peur qu'on ne leur jouât quelque mauvais tour ; des qu'ils eurent passé la rivière, ils tuèrent le prêtre et le consul et les jetterent dans la rivière. La nuit derniere, du troisième au quatre de ce mois, ils ont brullé la maison d'un habitant du lieu de Fauguieres de la paroisse de St Jean de Gardon nenque, qui joint celle de Miellet ; le maitre qu'on vouloit asseurement tuer à eu le temps de se sauver avant qu'on eut investi la maison. II êtoit nouveau converti, et c'est luy qui avoit dernièrement donné avis à St Jean que ces scélérats avoint resté depuis le matin, dans leurs vignes ou dans les bois, ce qui fut cause qu'on tomba sur eux, avant qu'il fut nuict, et qu'il yen eut trois de tués. Ils n'ont point fait de mal a la famme ni aux enfants, ils se sont contentés de piler etc., et de luy dire que la vie de son mari êtoit courte, etc., etc. Nous venons d'apprendre qu'on à rompus touts vifs à Montpelier deux de ces malheureux, qui furent pris à Faction de la Temelagne, et que le valet de Laporte en est un. On travaille a faire le procès à touts les autres prisonniers etc. On croit qu'au premier jour on fera exequuter à Anduse le nommé Guérin, originaire de cette ville, âgé de seize ans, un de leurs prophètes, que M. le marquis d'Anduse fit prendre heureusement avec un de ses camarades sammedy dernier au voisinage d'Anduse, les ayant veus faire leur chemin a travers champs dans les vignes. Ce petit scélérat est d'une"], [38, "28 effronterie sans égale ; on scait de science certaine qu'il est la cause de la mort de plusieurs personnes etc. On a aussi trouvé ces jours passés un paisan ancien catholique, tué prés d'Alais. Ainsi si cela dure il n'y a personne en ce pays de ceux qui sont catho liques qui soit en seureté ; si on ne s'y prentpas autre ment toutes les troupes qu'on fait venir sont inutiles, surtout sil est vray, qu'en Vivarez et du coste de Montpelier on commence à y faire quelques assam blées etc., etc., etc., etc. Du 4 novembre 1702, nous venons d'apprendre que la bande de ces scélérats qui à été jeudy dernier second de ce mois à Ners, avait été la nuit du premier du mois au second dans le dioceze d'Uzés ; qu'au Mas Simon, qui êtoit une maison seule, on avoit tué un ancien catholique, sa fa m me, sa belle seur et deux petits enfants ; et que la même nuit on a brullé la maison et l'Eglise de M. le prieur ou curé de Martiniargues dans led. dioceze d'Uzes : un capi taine de cette ville vient de l'écrire etc., etc., etc. On ajoute même que toute cette famille du Mas Simon a été brullee etc., etc. Nous savons d'ailleurs qu'il y a plusieurs particuliers, des gens du commun qui se trouvant foulés par les troupes dans les cour ses et détachements qui se font, se joignent a ces malheureux ; ainsi il y a toute sorte de sujet de craindre que cela n'attire encore des suites plus fâ cheuses etc., etc., etc. Ces scélérats ont dit haute ment en bien des endroits, que dans peu de temps ils changeront de conduite, et qu'ils paroitront désormais en plein jour, etc., etc., etc., pour exequuter tout ce qu'ils ont projeté. M. le marquis de Tornac est de retour de Paris"], [39, "29 depuis quelques jours en parfaite santé. II part mar dy prochain pour les états etc. M. de Broglio partit d'Anduse pour St Hyppolite et de la pour Montpeher, d'ou il n'est pas encore de retour. Tout le monde grands et petits de toute sorte d'états murmurent et parlent hautement de voir que toutes les troupes qu'on a fait venir dans le pays ne sont pas capables d'empêcher les desordres qui arri vent touts les jours au milieu des gens de guerre aux quels on ne fait pas faire les mouvements nécessaires pour réussir etc., etc. ; si bien que si on ne change de conduite, ces malheureux auront toute sorte de sujet de s'en mocquer etc LETTRE V Continuation des désordres que ces malheureux ont fait en divers endroits depuis les derniè- RES NOUVELLES JUSQUES AU QUINZE DU MOIS DE NOVEMBRE 1702. La nuict de mercredy dernier au jeudi neufvieme de ce mois une bande de ces scélérats ont brullé la maison de M. le curé de Valfrancesque, et tout ce qui êtoit de combustible dans TEglise. Cest endroit s'appelle autrement Moissac, au-dessous de Ste- Croix St-Romans, qui est sur le grand chemin, en dépent. Apres cette action, ils allèrent bruller une métairie qui appartient à M. Sauvage de Florac, au"], [40, "30 dessous du château de Moissac. Le rentier qui etoit ancien catholique, eut le temps de se sauver et deux de ses filles périrent par le feu dans la maison etc. etc. etc. La nuict du jeudy au vendredy 10 ils ont pillé et brullé la maison de M. le prieur de St-Michel de Deze, de même que TEglise, et tué deux hom mes nouveaux convertis, qu'ils soupçonnoient d'avoir donné des avis contre eux. etc. etc. La nuict du vendredy au samedy 11 la même bande a brullé la maison de M. le prieur de St- Andeol de Clerguemort, et TEglise ; etc. Ces trois Eglises sont du dioceze de Mende. Avant que de se retirer de St-Andeol, ils firent avancer deux sentinelles sur les chemins par lesquels ils devoint passer pour n'être pas surpris par les troupes du voisinage. Faisant leur chemin, ils trouvèrent une sentinelle des nôtres auquel ils demandèrent qui vive, l'autre répondit France ; ce qui fut la cause qu'il fut arrêté à même temps, le lieu ou il etoit ne luy permettant pas de se sauver. Apres qu'on l'eut fait parler, sur les assurances qu'on luy don noit, que s'il leur disoit la vérité on ne luy fe roit point de mal, on luy dit de se mètre à ge noux, de prier Dieu et qu'il falloit mourir. Dans le temps qu'il se disposoit à le faire, il prit le chapeau de la main gauche, qu'il mit au-devant de la poitrine, pour cacher la droite, avec laquelle il prit adroitement un pistolet qu'il avoit, et qu'il tira si a propos sur un de ces malheureux qu'il tomba roide-mort, ce qui effraia si fort l'autre, que celuy qui venoit de faire le coup eut le temps de se sauver en prenant la fuite, etc. etc."], [41, "31 Pendant que cette troupe de scélérats faisoit touts desordres dans le dioceze de Mendc une autre bande a paru dans la pleine au-dessous d'Alais et d'Anduse dans le dioceze d'Uzés. La nuict du jeu dy au vendredi 10 du présent mois de novembre ils furent à St-Chates qui est un des gros bourg, et comme M. le comte de Broglio les cherchoint de touts costés, ils firent aller avertir par quel ques-uns de plus hardis de la troupe, M. le premier consul et quelques autres soldats de bour geoisie, que M. de Broglio êtoit à Tentrée du lieu, et qu'il souhaitait de leur parler et do faire ap porter la caisse etc., ce qui fut la cause qu'ils furent faits prisonniers et spectateurs du brulle ment de la maison de M. le prieur et de TE glise, pandant que ces malheureux faisoint batre la caisse dans tout le lieu. Nous ne savons pas au vray ce qu'est devenu le consul et les autres soldats de bourgeoisie. Avant que de se retirer ils prirent touts les vivres qu'ils purent trouver, et amporterent la caisse du tambour. Sur la nouvelle de touts les desordres de St-Chates, toutes les compagnies du voisinage y accoururent et toujours inutilement et sans succès. Tout ce qui est ar rivé est que M. de Dourvile capitaine des dra gons qui etoit en quartier à Alezan en a perdu quatre qu'on croit avoir déserté avec tout Téqui page à la reserve des cheveaux, etc. qu'ils n'avoint pas heureusement dans cette occasion, en suivant ces malheureux à travers les bois etc. Samedi dernier, onzième de ce mois, la môme bande qui avoit été à Saint-Chates parut en plein jour, tambour bâtant , sur les quatre heures du soir"], [42, "32 à Fontcôuverte, qui est un petit village sur le grand chemin d'Alais à Uzés. Ils prirent touts les vivres et provisions qu'ils trouvèrent au grand logis, ou ils tuèrent trois personnes. En se retirant tambour bâ tant de Fontcôuverte, ils désarmèrent un gentilhomme nouveau converti, nommé M. Baron. Faisant leur chemin , ils trouvèrent un berger qui se retiroit. Apres luy avoir demandé lc nom de son maître, ils luy dirent de le faire venir promptement, que M. de Broglio alloit venir, et qu'il luy vouloit parler. Comme la maison êtoit fort prés, il arriva dans le moment, qui fut le dernier de sa vie, de meme que de celle de son berger puis qu'on les fit mourir touts deuxi etc. J'oubliois de marquer une circonstance, qui est arrivée à Saint-Chates pandant qu? ces malheureux brulloint la maison do M. le prieur et TEglise, un procureur de Touloze nommé Cassants, qui étoit logé dans un logis s'endormit fort paisiblement au bruit du tambour, il passa fort tranquillement le reste de la nuict, croiant que c'étoit des troupes réglées du Roy, qui etoint arrivées pour la seureté de ce Bourg. M. de Broglio est accouru dans ces quartiers depuis trois jours, avec toutes les troupes du voisinage, sans qu'il leur soit possible de surprendre ces malheureux, qui se mocquent de touts les mouvements qu'on fait à leur occasion, et qui sont toujours sans succès. Ce qui fait beaucoup craindre que cet attroupement n'attire des suites plus funestes que tout ce qui est arrivé jusques a présent. M. de Broglio à fait arrêter M. de Ners, pour s'estre laissé désarmer à ces malheureux , sur le soupçon qu'on a qu'il est d'intelligence avec ces gens la; ce"], [43, "33 qui rend son affaire mauvaise, est qu'on a trouvé ches luy une grande quantité de livres suspecs en fait de religion. Monsieur notre Evesque partit hier d'Alais poul ies états escorté de cinquante messieurs à cheval touts bien armés, ayant chacun êpée, pistolets et fusil etc. etc. Monsieur Burdan, qui avoit ôté conduit prisonnier a Montpellier, est en liberté depuis quelques jours, de môme que d'autres prisonniers de ce pays, qui avoint donné retraite a ces malheureux ; ce qui fait que bien des gens murmurent la dessus, ne sachant pas les raisons qu'on a pour cela. Ce qui fait plus de peine a ceux qui osent faire la cratique de ce qui se passe, est qu'on ne peut pas souffrir qu'on con damne au service du Roy ceux qui sont coulpables, scachants par experiance que ceux qui avoient ôté mis au service a raison des assemblées illicites, sont la cause de touts les malheurs qui arrivent présente ment par leur désertion etc., ou a raison des amandes auxquelles on les avoit condamnés etc. etc. Nous venons d'apprendre que ces malheureux ont tué ces jours passés, M. le prieur ou curé de Cour bessas, qu'ils ont pille et brullé sa maison de môme que TEglise, et fait d'autres desordres dont nous ne savons pas encore les circonstances. Courbessas est à une lieue au dela de Nismes, sur la gauche du che min qui va du costé d'Avignon etc. Les nouvelles nous viennent de touts costés, que le phanatisme s'augmente ; monsieur le marquis de Grisac, qui passa icy hier quatorzième de ce mois nous a asseuré qu'il y avoit plusieurs phanatiques à Florac et au voisinage etc. II en est de même de plu sieurs endroits de ce pays, etc., etc. •ì"], [44, "34 On a eu des avis qu'a Genirac, dans le dioceze d'Uzés on a fait une assamblée composée de quatre a cinq cents personnes, et qu'une bande de ces scélérats l'avoint convoquée. II y a toute sorte de sujet de craindre que cela n'augmente, attendu que presque touts les seigneurs de la campagne se sont retirés avec leurs familles dans les villes pour leur seureté, de même que les ecclésiastiques qui ont abandonné leurs paroisses ; presque toutes sont sans service ; on n'a pas encore peu obliger M. le prieur de Miellet d'en faire de même, quoiqu'il y ait plus de danger pour luy que pour les autres. II continue toujours d'aller faire régulièrement le service de sa paroisse les jours de dimanches et de festes etc. etc. Tout le monde blasme hautement sa conduite, et on le veut empêcher absolument d'y retournerjusquesace que la persécution aie fini etc. etc. Voiant son opiniâtreté, on le veut obliger d'aller demeurer quelque temps a Montpelier. M. le comte de Broglio, qui a couché la nuict derniere a Caveirac, doit être icy demain de retour sezieme du mois. On croit qu'il y fera quelque séjour."], [45, "35 LETTRE VI Continuation des desordres en fait de phanatis- me, ou des assemblées illicites etc. arrivés en cevenes et dans le languedoc. Du 22 novembre 1102. Nous avons appris de divers endroits et d'une manière qui ne nous permet pas d'en douter qu'au commencement de la semaine derniere une troupe nombreuse de ces malheureux vint à une heure de nuict a Cuzet ou il y a des eaux mi nérales, • tambour battant. Des qu'ils y furent arrivés ils prirent toutes les seuretes nécessai res, pour n'être pas surpris etc. etc. Cela fait ils allèrent dans la maison de M. Troupel, qui est riche et nouveau converti ; pour pourvoir aux vivres et au logement. Ce lieu n'est composé que de peu de maisons, eu égard au nombre de ces scélérats, qui se firent bientôt loger âpres avoir bien soupé et fort paisiblement on lit batre la retraite dans les formes, et toutes s'allerent cou cher, à la reserve des sentinelles et des corps de garde qu'ils avoient établis pour leur seureté. Le lendemain matin une heure avant le jour, au bruit du tambour, touts furent en état de partir, ce qu'ils firent, âpres avoir fait defances aux habitants de sortir de leurs maisons et de paroitre aux fenestres sur peine de la vie. Ce"], [46, "36 village est sur le grand chemin qui va d'Alais à Uzes. Le sieur Troupel et son rentier ont été conduits prisonniers à Montpellier, et quelques autres habitants, il nous est revenu de plusieurs endroits et par des lettres seures, qu'ils ont été aussi, la semaine derniere a dix heures du ma tin, tambour battant, a Aiguesvives qui est entre Nismes et Lunel, et qu'ayant détaché quelques uns de leur corps, ils sont ailes par touts les lieux et parroisses du voisinage sollicitant a haute voix tout le monde de les suivre, et de venir entendre la prédication, ce qu'ils firent avec tant de succès, que Tassemblée fut fort considé rable. M. le comte de Broglio, qui n'etoit qu'a une lieuë de la se mit en état de courre dessus, mais comme il n'avait pas asses de temps pour pouvoir réussir, on Tempecha de s'exposer témé rairement au danger. Dans cette âpres disnée on fit à Aiguesvives trois prédications, ou tout le monde des villages circonvoisins, qui avoint été invités, se trouva en foule. On exhorta touts ceux qui se trouvèrent à Tassemblée de les suivre de la part de TEternel, les asseurant que rien ne leur manquerait et qu'ils auroint bientôt liberté de conscience. Pour cet effect, ils prirent touts une délibération par laquelle il fut conclu de massacrer touts les prêtres et de rappeler les ministres pour faire et pour remplir l'exercice de leur Religion. Ceux qui prêchèrent etoient des garçons de douze a quinze ans, qui sont leurs prophètes etc. etc. Des qu'il fut nuict tout le monde se retira ; etc. etc. Le lendemain M. le comte de Broglio y alla avec beaucoup des trou-"], [47, "37 pes; ou il est encore, avec le presidial de Nismes et des bourreaux pour faire des exemples de beaucoup des habitants d' Aiguesvives et des autres lieux du voisinage qui se sont trouvés a cette assemblée etc. etc. Par une lettre que M. le comte de Broglio a écrit ces jours passés à M. de Gas colonel du régiment qui est a Anduse, il luy marque qu'il a fait une grande quantité de prisonniers des habitants d'Aiguesvives et de touts les lieux ou parroisses qui voisinent ; qu'il y en aura plusieurs de perdus, etc. etc. et cent cin quante de condamnés aux galères ; et qu'âpres cela on va travailler à faire le procès à tout le lieu d'Aiguesvives etc. etc. etc. Et que cela fait il viendra demeurer à Anduse, etc. etc., si les affaires et les circonstances fâcheuses des desor dres que ces malheureux continuent de faire par tout, ne l'obligent de changer de dessein etc. etc. Avant que de changer de quartier, il est à pro pos de mètre par écrit des circonstances seures que je viens d'apprendre de ce qui s'est passé à Cuzet, par lesquelles tout le monde doit être convaincu que le Roy est mal servi, et qu'il y bien des gens qui souhaittent que les desordres, que ces malheureux font, continuent, afin que dans le temps que les véritables serviteurs de Dieu et du Roy gémissent, ils aient occasion de s'enrichir par le moien du service, etc. etc. Lors que ces malheureux alloint tambour battant a Cuzet trois capitaines qui etoint en quartier au voisinage entendirent ce qui se passoit, et quoi qu'ils fussent bien persuades que ce ne pouvait être qu'un attroupement de ces scélérats, au lieu"], [48, "38 de faire assembler leurs compagnies pour aller à eux, chacun se retira doucement et a petit bruit dans son quartier. Tout le monde paroit bien intentionné, pourvu qu'il ne faille pas s'exposer, si bien que si on ne prent pas d'autres mesures, touts les détachements qu'on fait seront toujours inutiles. Nous voions touts les jours qu'on ne va aux lieux ou ces malheureux ont été, que sept ou huit heures âpres qu'ils s'en sont allés et qu'ils se sont retirés bien loin de la. II semble qu'on met tout en usage, pour ne les trouver jamais de la manière qu'on le pourroit faire fort aisément, si on êtoit porté de bonne volonté, etc. etc. Ce qui fait que tout le monde gronde haute ment, voiant par Texperiance de ce qui arrive, que toutes les troupes, qui sont dans la province, n'ont encore rien fait qui ait peu empêcher ces malheureux de commetre les desordres qu'ils con tinuent de commetre, au milieu des gens de guerre, tambour battant, etc. etc. Ceux qui sont zélés pour la Religion et pour le service du Roy en sont pénétrés jusques au fonds de Famé etc. etc. Vendredy matin 16 du mois de novembre on trouva dans la paroisse de Miellet un pauvre soldat de bourgeoisie de la compagnie dudit lieu que ces malheureux avoint tué la môme nuict, sur les neuf heures du soir, a coups de fusils, il avoit trois balles au travers du corps ; âpres qu'on Teut déshabille, on mit le feu a sa chemise qui se brûla entièrement, à la reserve du cou, et d'une partie de la corde avec laquelle on luy"], [49, "39 avoit lie les bras, Tarant trouvé en plein jour lorsqu'il alloit travailler de son métier de tailleur à un village de la campagne, etc. La nuict du vendredy au samedy 17, la même bande alla à Mandajors qui est dans la parroisse de St-Paul-la-Coste qui voisine avec celle de Miel let. J'ai deja ce me semble dit que depuis que ces malheureux ont entrepris de forcer la compagnies, qui etoit casernée dans une maison joignant TEglise de St-Paul-la-Coste, que ces scélérats ont brullée, de meme que la maison de M. le prieur âpres Tavoir pillée et amporté les vases sacres, on a mis tout le détachement dans le château de Mandajors. Avant le jour, un paisant de la compagnie vint avertir le capitaine qu'a un demi quart de lieue de Mandajors il y avoit vingt ou trente de ces mal heureux. Par le détail que lui fit cet homme, il croioit qu'il lui êtoit facile de les tailler en pièces, à raison de la commodité du lieu, qui luy paroissoit tout a fait favorable. Ainsi sans ce douter de ce paisan, qui ne venoit que pour le trahir, il part avec sa compagnie pour aller fondre sur ces mal heureux. A une portée de fusil du château il tom ba dans une ambuscade ou il a été tué avec six de ses soldats. Tout le reste auroit été taillé en pièces s'ils ne s'etoint promptement jettes dans le château etc. Apres avoir deshabille le capitaine et les au tres soldats, et enlevé la caisse du tambour, ils cou pèrent le nez et les oreilles à Tofficier etc. A midy la bande de ces scélérats composée de cent hommes touts bien armes de toutes manières descendirent de Mandajors, tambour battant dans la parroisse de Miellet, suivant toujours le grand"], [50, "40 chemin, et arrivèrent à une heure âpres midy au lieu d'Aygledines, à une petite demi lieuë de Miel let. En arrivant ils campèrent dans un champ au devant de la maison de M. Castanier, capitaine de la compagnie de bourgeoisie de Miellet, et présen tement lieutenant d'une compagnie franche qui est en quartier à Barre. Tout cela se fit selon les for mes et pratiques de la guerre. Apres s'etre un peu reposés quelques-uns furent commandés pour faire ouvris les portes de la maison du sieur Castanier, qui etoit fermée, ce qu'un voisin qui avoit les clefs, et auquel M. Castanier à arrenté sa maison et son bien âpres avoir mis a couvert tout ce qu'il y avoit dedans, fit promptement pour empêcher qu'on ne mit pas les portes à bas. Comme ils n'y trouvèrent rien, ils en sortirent bientôt, sans faire aucun dé sordre et sans bruller la maison, ce qu'ils auroint asseurement fait si le voisin, qui est un nouveau converti et qui ne vaut gueres en fait de religion, ne les avoit empêchés, en leur faisant voir, qu'on ne pouvoit pas bruller la maison du sieur Casta nier, sans faire périr la sienne et celle de plusieurs autres de leurs confrères ; ce qui a été tout à fait avantageux au sieur Castanier, auquel on n'aurait pas fait asseurement auqu'un quartier, ni a personne de sa famille si on les avoit trouvés dans leur maison. Par un coup du ciel, sa famme et touts ses en fants s'etoint réfugiés le vendredy âpres disner à Anduse, et luy etoit parti quelques heures aupara vant pour Barre, avec huit soldats de la compa gnie de bourgeoisie de Miellet, pour mètre a cou vert leur vie, scachants que ces scélérats les cher chent partout et qu'ils ont résolus de les faire"], [51, "41 touts périr pour venger la mort tU deux de leur bande, qu'ils ont tué, et des autres prisonniers qu'ils ont faits dans le temps que la compagnie etoit sur pied. Ces malheureux pourront exequuter fort aisemement leur dessein, si touts les soldats de Bourgeoisie de Miellet ne désertent, attendu qu'ils n'ont plus d'armes pour se défendre. Etc. etc. M. le comte de Broglio les a obligés de les reme tre entre les mains de leur colonnel à Anduse etc. etc. Sortant de la maison de M. Castanier, ils firent un détachement de plusieurs, qui allèrent prendre toutes les provisions nécessaires dans les maisons, c'est-à-dire pain, vin et viande, disant pour paye ment, que le seigneur en avoit besoin etc. etc. Quand ils eurent bien mangé et bien bu, ils firent l'exercice, tambour battant, comme dans une place de guerre, et continuèrent de marcher avec ordre du costé de Miellet en suivant toujours le grand chemin. Sur les quatre heures âpres inidy , a un quart de lieuë de Miellet , ils s'arreterent pour boire dans un village de la parroisse nommé Aubignac, et une autre métairie plus prés de Miellet. Sur les asseurances que les nouveaux con vertis leur donnèrent, que M. le prieur de Miellet n'y ôtoit pas, et qu'il n'avoit rien laissé que les murailles de la maison, de même qu'a TEglise, ils prirent à travers les bois le chemin de St-Jean de Gardonnenque, et furent de rechef boire et man ger chez le rentier du château de Malbosc, qui est de la parriosse de Miellet, à un grand quart de lieuë de St-Jean de Gardonnenque. Sur Tavis qu'on en"], [52, "42 donna à M. Poul (1), il se mit en état , accom pagné de plusieurs habitants de St-Jean de sur prendre ces scélérats, mais avant que tout le monde fut assamble ou qu'ils fussent arrives à Malhosc, ils en furent partis, pour se retirer comme il se faisoit nuict dans le bois de Fau guières etc. Ainsi M. Poul ne peut rien faire etc. etc. J'oubliois de dire qu'ils conduisoint deux hom mes attaches, auxquels ils avoint liés les deux bras avec des cordes. La meme nuict du samedy au di manche 19 on entendit d'Aubignac, tirer trois coups de fusil sur les 9 heures du soir dans le bois de Fauguères ; on ne doute pas que dans ce temps la ils n'aient fait mourir ces deux prisonniers etc. Un capitaine qui est en quartier a Boucairan a fait ces jours passés un tour d'adresse qui luy a par faitement bien réussi. Comme il soupçonnoit quelques habitants d'Aumessargues d'être d'intelligence avec ces malheureux, il s'avisa de faire habiller dix de ses soldats de la même manière que ces bandits le sont, avec des abressats samblables, et quelques ha ches outre les armes ordinaires. Apres qu'il leur eut bien fait la leçon de tout ce qu'ils devoint faire dans cette occasion, il les fit partir de nuict, et il en fit de meme avec une autre partie de sa compagnie, pour se trouver à Tendroit qu'on avait pris. Les travestis allèrent en toute diligence a Aumes sargues, et ils furent fort bien receus de ceux qu'ils vouloint éprouver, ne doutant point qu'ils ne fussent (1) Cet officier était originaire de Carcassonne, il avait fait la guerre en Allemagne, en Hongrie et en Piémont et était de venu un excellent militaire."], [53, "43 des leurs. Apres beaucoup des marques d'amitié de part et d'autre, les travestis demandèrent aux autres s'il n'y avoit pas quelque expédition à faire, lesquels repondirent que M. le prieur n'y êtoit pas, qu'il n'y avoit que sa niepce, qu'il êtoit a propos de profiter de Toccasion pour la faire mourir, et qu'il n'y avoit pas à balancer la dessus. Pour cet effect sept ou huit habitants se mettent en état de satisfaire leur fureur, ayant pris quelques armes et des grandes haches. Comme ils y alloint et que les travestis les faisoint passer à Tandroit ou ils savoint que leur capitaine êtoit caché avec le gros de la compagnie, ces mal heureux surent pris dans le moment ; on les a con duits à Montpellier. Les lettres qu'on à écrites de St-Etienne de Val francesque nous asseurent qu'on à tué M. le Curé de Fraissinet de Lozère au voisinage du pont de Mont vert, âpres avoir pillé et brullé sa maison de même que TEglise. Nous ne scavons pas les circontances de ce qui s'est passe dans cette occasion, etc. etc. Mardy au soir, à une heure de nuict, une grande troupe de ces malheureux à ôté a un petit village nommé Telisse, qui est un peu à la droite du grand chemin qui va d'Anduse à St-Jean de Gardonnenque, âpres avoir passé en montant le pont de Salendre. Apres avoir pris touts les vivres qu'ils trouvèrent dans les maisons de ce lieu, ou ils etoient entrés tambour battant, ils battirent en retraite dans les bois de Courbés qui voisine avec la paroisse de Miellet et de St-Jean de Gardonnenque, d'ou Telisse n'est éloigné que d'une petite lieuë, de môme que d'An duze etc. Ces malheureux font bien voir ouvertement qu'ils"], [54, "44 se moquent des troupes, puisqu'ils font ces desordres au milieu d'elles. Les habitants en donnèrent à môme temps avis au capitaine, qui est logé avec sa compa gnie dans le château de Thoiras qui est tout prés de Telisse et à M. Poul à St-Jean ; lequel a envoie à quatre heures du matin, un exprés à M. Degas colo nel du Régiment qui est en quartier a Anduse, luy marquant de le venir joindre incessamment au pont de Salendre avec la plus grande partie de son régi ment. Cepandant qu'oiqu'il samble que la chose pressoit, le détachement n'est parti qu'âpres dix heu res. On peut juger par la de la diligence qu'on fait pour trouver ces malheureux, et des mouvements qu'on fait pour y bien réussir; comme ils n'ont point trouvé M. Poul à Tendroit marqué, ils sont revenus icy sur leurs pas a deux heures âpres midy, ce qui a scandalisé tout le monde etc., et en particulier ceux qui ne peuvent pas souffrir que le Roy soit si mal servi. M. Poul âpres avoir attendu quelques heures le détachement d'Anduse s'est contenté de monter avec sa compagnie jusques à Courbés, afin de donner occasion a ses dragons de voler impunément partout de la manière qu'ils ont accoutumé de le faire. Nous venons d'apprendre qu'on n'a pas môme épar gné le lard de M. le prieur et qu'on a fait des grands desordres parmi les paisants, comme si tout êtoit au pillage, etc., etc. Les autres troupes font de môme dans touts les détachements. Si cela dure le desespoir sera le partage de beaucoup des gens de la campagne, qui se voiants foulés de toutes parts, se metront dans le parti de ces malheureux. Plusieurs Font deja fait, etc., etc., ce qui est la"], [55, "45 cause que leur bande grossit touts les jours, etc., etc. Bien des gens blasment la conduite de M. le comte de Broglio touchant les affaires présentes, et de Thon neur qu'il a fait scélérats qui furent tués a la coste de Temelac, ayant pris la peine de faire expo ser un jour de marche à Anduze leurs testes sur un echaffeaut et de les envoier ensuite à Montpellier, comme si c'etoit des personnes d'un gros mérite et d'une grande distinction : c'est ainsi qu'on parle, etc., etc. On à enfin obligé M. le prieur de Miellet de ne s'exposer plus au danger évident de tomber entre les mains deces malheureux en allant faire le service de sa paroisse, qu'il a toujours fait régulièrement jus ques à présent! Tout le monde est surpris de ce qu'il ne luy est pas arrivé auqu'un fâcheux accidant, attendu qu'un nommé Laporte, qui se fait appeler le chevalier Rolan et qui est de sa paroisse, est le chef d'une grando bande de ces scélérats, qui roulent tou jours aux environs, etc., etc. Lundydernier 20 de ce mois, s'il fut allé à Miellet voir une vieille famme malade, qui n'a jamais donné auqu'une marque de catholicité, celuy qui le venoit chercher le fesoit tomber sur son chemin entre les mains d'un détachement de ces malheureux qui l'at tendoint, etc., etc. Ce qui doit obliger M. le prieur, s'il veut mètre sa vie en seureté de se réfugier dans son pays, ou dans quelque autre endroit ou il n'y ait rien a craindre pour luy, etc., etc."], [56, "46 LETTRE VII Suite des desordres commis dans les Cevenes et ailleurs dans la province de languedoc, etc. ETC. Du 25 novembre 1702 Par les dernieres nouvelles, que nous avons don nées, nous avons marqué conformément aux letres que nous avions receuës de St-Estienne de Valfrances que, qu'on avoit tué M. le curé de Fraissinet de Lo zère, prés du pont de Montvert, etc., etc. Nous avons sceu depuis ce temps la que la chose n'étoit pas de la manière qu'on l'avoit écrite. Ce que nous scavons de science certaine est qu'un détachement de ces malheu reux courut âpres M. le vicaire qui venoit d'apporter le St-Sacrement a un malade, et qu'ensuite ayant trouve deux soldats du régiment de M. de Mirai, qui ôtoint en maraude, sans armes, ils en avoint tué un et cassé le bras a l'autre d'un coup de fusil, etc., etc. Jeudy dernier 23 de ce mois M. le capitaine qui est en quartier au Pompidou, surprit avec une partie de sa compagnie trois de ces malheureux, qui s'etoint séparés de la grosse bande, de la manière qu'ils ont accoutumé de faire dans le jour, afin de pouvoir aisé ment changer de quartier, sans être aperceus, pour se trouver la nuit suivante à Tendroit déterminé, etc., etc. Un de ces trois malheureux fut tué, un autre fait prisonnier, et le troisième se sauva à la faveur des rochers et des précipices. Celuy qui a ôté fait prison-"], [57, "47 nier est de la paroisse du Pompidou, nommé la Coete qui êtoit présentement un des chefs de la compagnie ou bande de Laporte, qui fut tué a la coste de Te melac, et lequel âpres Taction, passant par le Pom pidou pour se retirer à Lougoïeal, enleva les armes et les munitions de guerre qu'il trouvra dans le corps de garde pendant que la compagnie battoitla campagne, etc., etc. Le même jour 23 novembre un soldat de M. de Ladeveze qui venait a Anduze, tout seul chercher un cheval pour son capitaine vit a travers champs au dela du pont de Salendres trois hommes qui fuioint dans les bois, il en prit un qu'il a conduit icy prison nier, lequel à avoué ingénument qu'il êtoit de la bande de ces malheureux. M. le comte de Broglio arriva jeudy dernier, 23 de ce mois à Anduse, quatre heures avant le jour, venant du costé d'Aiguevives, accompagné de beau coup de troupes du pays. Nous avons appris que quatre habitants ont été pendus, qu'un des phanati ques et prédicateurs, âgé de douze ans a eu le fouet par la main du bourreau, et qu'il a été condamné à une prison perpétuelle. Etc., etc. Le consul dudit lieu d'Aiguevives a été condamné aux galères perpétuelles, après avoir fait amande honorable publiquement, la torche en main et la corde au col, dans le temps qu'on pendait les autres. Le bien de ceux qui ont été pandus, de meme que ceux du consul ont ôté confisqués, etc. etc., et les maisons rasées et plusieurs autres du lieu, qui a été condamné a de grosses amandes. On avoit résolu de raser toutes les maisons d'Aiguevives, et de plusieurs autres villages du voisinage, mais les habitants se"], [58, "48 vinrent touts jetter aux pieds de M. de Broglio, pour demender grâce et miséricorde, prometants de vivre en véritables catholiques. Etc., etc. Hier vendredy, 24 de ce mois, un gros détache ment partit d'Anduse pour aller démolir presque toutes les maisons de Cuzet, ou ces malheureux avoint logé dernièrement de la manière que je Tay deja marqué. Etc., etc. La nuit derniere, sur les huit heures du soir, une grosse troupe de ces malheureux a ôté a la verrerie de Las Bouviere, au voisinage de Quissac, à côté du grand chemin de Montpelier pour desarmer ces mes- sieurs, qu'on à attachés et qu'on auroit asseurement tués, scachants qu'ils avoint beaucoup d'armes, s'ils n'avoint fait voir des certificats de la remise qui en avoit été faite en forme, depuis huit jours, entre les mains de M. de Sauve. On a seulement désarmé deux gardes de sel qu'on y a trouvés. Apres cela toute la troupe, qui étoit composée d'environ cinq cents per- sonnes, à ce que ces messieurs qui en sont venus porter la nouvelle a M. de Broglio, et auxquels j'ay parlé moi même, a mengé et beu à discrétion fort tranquillement ; ce qui a obligé un rantier de M. de Sauve de leur dire qu'ils vouloint bien le perdre, s'ils Tempechoint de donner avis de ce qui se passoit à M. de Broglio et aux troupes du voisinage. Sur cela ces malheureux lui dirent qu'il leur fairoit plaisir de les aller avertir qu'ils les attendoint et qu'ils n'avoint qu'a venir, etc. Si bien qu'ils ne partirent des verre- ries de la Rouviere qu'a minuit, et prirent leur che- min vers Braguasargues sur la main gauche du grand chemin de Montpelier, ou ils ont brullé la maison de M. le prieur de mémo que TEglise, et"], [59, "49 trois ou quatre maisons des anciens catholiques, etc., etc. Nous ne pouvons pas encore scavoir les autres desordres qu'on y a faits. Etc., etc.; non plus que ce qui est arrivé peu de temps âpres a Ceriniac, qui est au voisinage. Tout ce que nous pouvons dire de certain, est qu'on a aussi brullé la maison de M. le prieur ou curé, de meme que Téglise de Ceriniac, et qu'on a tué et brullé un berger et un valet, qu'ils avoint pris pour guide, etc., etc. Dans les premières nouvelles, s'il y a rien de nouveau ou des circonstances qui méritent d'être communiquées, nous en ferons part au public. Cependant il est à propos de faire reflexion que ces malheureux se mo quent de touts les exemples qu'on fait touts les jours pour remédier aux desordres qu'ils continuent de commettre, etc., etc. Par des letres seures d'Uzés, nous avons appris qu'ils ont été à la veille d'un grand soulèvement. Un gros faubourg avoit commancé à se déclarer et à lever le masque. On a mis tout en usage pour appai ser cela ; ce qu'on aurait eu bien de la peine à faire, si un régiment ne fut arrivé fort à propos la dessus, qui a appaisé ceux qui commençoint à faire les mutins, etc., etc. Ce matin on à conduit en cette ville trois prison niers du village de Telisse ou ces malheureux avoint soupé mardy au soir, de la manière que je Tai deja marqué. On les accuse d'être d'intelligence avec ces scélérats. Us sont en prison les menotes aux mains. Etc. , etc. Sur Tavis qu'on a donné de grand matin à M. de Broglio des desordres que ces malheureux avoint fait pendant la nuit, il s'est mis en état avec beaucoup 4"], [60, "50 d'autres troupes de partir âpres onze heures. U seroit à' souhaiter, pour le bien de la religion et pour le service du Roy qu'ils réussissent mieux qu'ils n'ont fuit jusques à présent en pareilles occasions, afin d'òter aux gens toute sorte de sujet de parler, de même qu'a ces scélérats, qui se moquent de touts les détachements qu'on fait pour courre sur eux, et qui ont ôté toujours inutiles, etc., etc. Si bien que si on ne s'y prent pas d'une autre manière, il n'y a point d'apparence qu'on puiss.e arrêter le torrent des desor dres que font touts les jours ces malheureux, tambour battant, au milieu des troupes. Etc., etc. LETTRE VIII Continuation des nouvelles du temps etc. Du 29 novembre 1702. Par la dernière relation du 25 de ce mois, nous avons omis des circonstances de ce qui êtoit arrivé a la verrerie de la Rouviere, de même qu'a Bragua sargues et à Ceriniac. Sans les messieurs de la ver rerie, ces malheureux auroint tué deux gardes de sel, qui y demeurent ordinairement qu'ils se contentèrent de désarmer. Les messieurs de la verrerie, qui sont nouveaux convertis, les ayant asseurés qu'ils plaidoint ensemble, et que la mort de ces deux gardes seroit la cause de leur totale perte etc., si bien que quoiqu'un"], [61, "51 de leurs prophètes dit qu'il falloit tout tuer et tout bruller, ils ne receurent auqu'un mal. Touts ces scélérats se pourveurent de petites bouteilles de verre, sans en laisser auqu'une de celles qui etoint faites. Avant que de venir a la verrerie ils avoint pris un homme qu'ils avoint trouvé sur le grand chemin qui alloit à Anduse chercher des châtaignes, qu'ils atta chèrent sur son asne, qu'ils conduisirent a la verrerie et qu'ils tuèrent ensuite a coups de hache en s'en allant a Braguasargues. Us firent aussi prisonnier un valet de la môme verrerie, qu'ils ammenerent avec eux, de même qu'un autre homme de pratique qu'ils avoint pris auparavant, et qui se sont sauvés de la manière que nous le dirons cy âpres. En s'en allant de Braguasargues à Ceriniac, ils prirent un rentier d'une maison de la campagne avec son valet pour guides ; qu'ils brullerent touts vifs dans TEglise, ou a l'entrée de TEglise ; avec tout ce qu'il y avoit de combustible dans icelle, et avec les meubles et effets de M. le prieur, qu'on trouva cachés et réfugiés dans la maison du consul, nouveau con verti, qui fut môme blessé dans cette occasion, pour s'être voulu opposer en quelque manière à Tenleve ment de ce qui luy avoit été confié. Etc., etc. Nous avons deja marqué que sur la nouvelle qu'on avoit donné à M. le comte de Broglio des desordres si criants, il étoit parti samedy dernier d'Anduze avec toutes les troupes du voisinage, qui se sont toutes retirées, depuis deux jours, chaqu'un en son quar tier, sans avoir peu trouver ces malheureux, ce qu'on ne fera jamais selon toutes les apparences, si on se contente de les aller chercher aux endroits ou ils ont fait quelque desordre etc., etc. Ce n'est pas le moien"], [62, "52 de réussir etc., etc. Toutes ces courses ne produisent autre effect que la désolation des villages de la cam pagne, qui portera les habitants au desespoir d'être foulés de toutes manières etc., etc. M. le comte de Broglio avec toutes les troupes a visité fort exactement les endroits ou ces malheureux avoint commis les derniers desordres. Apres cella on à battu quelque bois du voisinage des androits ou ces scélérats etoint réfugiés, mais avec si peu de suc cès que ces malheureux se sont veus hors de danger, dans le temps qu'il croioint touts d'être perdus. Nous avons sceu de sciance certaine, par le valet de la ver rerie, qui avoit été fait prisonnier, de même que l'autre qui avoit été arrêté et pris en chemin, qui se sont touts deux sauvés, dans la confusion, d'un grand nombre des gens qui s'ôtoint trouvés à Tassem blée, qu'on avoit tenue de nuict, que M. de Broglio, avec toutes les troupes, n'etoint pas passé à deux cents pas d'eux, dans le temps qu'ils etoint touts dans un petit enfoncement au milieu du bois etc.; etc. Ce valet a déclaré que ces malheureux ayant apperceu les troupes, et se volant exposés au danger évident de périr si on venoit droit à eux, un de leurs prophètes leur dit à même temps de prièr Dieu, et que cepandant il falloit faire touts leurs efforts pour se bien défendre etc., etc. Mais comme malheureu sement nos gens prirent un peu Techange sans aller droit a eux de la manière qu'ils sambloint le faire au commencement, un autre prophète, qui vit cela, leur dit de se rasseurer, et que Tesprit venoit de l'asseurer qu'il n'y avoit rien à craindre pour eux. Etc., etc. Cepandant ce valet prisonnier déclare qu'il n'y en avoit auqu'un qui n'eût trois coups à tirer et qu'on"], [63, "53 avoit mis toutes leurs armes en bon état. Etc., etc. Cette bande etoit composée de plus de deux cents de ces scélérats. II dit de plus qu'on luy avoit ordonné de tirer le premier, et que s'il ne tuoit ou blessoit M. de Broglio ou quelqu'un des principaux de sa suite, on le seroit mourir. Etc., etc. On vient de nous asseurer que ce valet, de même que son camarade le dirent hier à M. de Broglio, qui devoit aller coucher à St Hippolite. D'autres disent que les messieurs des états Font prié de venir à Mont pelier pour prendre des mesures seures, afin qu'on puisse remédier promptement à touts les desordres que ces malheureux continuent de commetre et pré venir des plus grands malheurs, dont on est menacé, si cela ne prent fin avant que Thyver passe. Les nouveaux convertis font courre le bruit que c'est pour demander grâce et amnistie au Roy pour touts ces malheureux etc., etc., etc., etc. Les autres ne sca vent que dire la dessus, si cella est véritable etc., etc., etc. Nous avons appris par des letres, qui ne nous per mettent pas d'en douter, que la province du Lan guedoc, outre le don gratuit et capitation, donne quatre cents mille livres pour des nouvelles troupes, sans parler de celles que le Roy laissera pour la con servation du pays etc., etc. Le nommé Coiìet qui fut fait prisonnier la semaine derniere, prés du Pompidou, qui est du voisinage de ce lieu la et un des chefs de la troupe de feu Laporte fut conduit hier 28 de ce mois de St Jean de Gar donnenque, avec plusieurs autres prisonniers dans les prisons d'Anduse. Comme il fut dangereusement blessé lorsqu'on le prit, et qu'on tua un de ses ca-"], [64, "54 marades, un chirurgien de Barre nommé Gineste ne Fa jamais quitté de Tordre de Monsieur de Broglio pour le penser ; et il va pour cet effect a Montpellier avec les prisonniers, qui sont partis ce matin d'An duse pour St Hippolite estant escortés du prévôt, des archers et de beaucoup des gens de guerre, etc. Touts ceux qui sont malades ou blessés, ont été mis sur une charrete, quelques autres a cheval, et les autres à pied. Ils etoint au nombre de vingt cinq, etc. Le père et la mère du nommé Coliet sont de la partie. Leur fils les accuse fort en fait dephanatisme et au trement, pour avoir donné retraite a ces malheureux. Etc., etc. Coúet ou Coete avoue ingénument toutes choses, sur Tesperance qu'il à qu'âpres qu'il sera guairi de ses blessures, il sera mis dans le régiment du fils de M. de Broglio de la manière qu'on le luy à fait accroire. C'est ce qu'il dit hier au soir a un de mes amis qui le fut voir en prison, pour l'exhorter de mourir en véritable catholique. II a vingt cinq ans ou environ etc., etc. U fit connoitre à mon ami et même luy dit clairement qu'il vouloit désormais vivre et mourir s'il êtoit nécessaire, enfant de TEglise ca tholique. Etc., etc., etc. Les nouveaux convertis qui scaventqu'il a accusé son pereetc , le regardent avec horreur. Etc., etc. Comme M. de Basville à donné une ordonnance portant que les principeaux habitants des paroisses fourniront et avanceront toutes les sommes nécessaires pour remetre en bon état les Egli ses et maisons des prêtres, qui ont été brullées, il y en a plusieurs du dioceze de Mende qui sont en pri son pour cela, on fera bientôt la même chose dans le dioceze d' Alais, d'Uzés et de Nismes. Etc., etc. Le Roy a donné trois cents livres de pension à la"], [65, "55 veuve du sieur Jourdan, qui fut tué dernièrement a Bagars, et a ses enfants ; scachant que ces malheu reux Tont fait mourir parce qu'il avoit tué Vivens. Nous avons veu des letres de Mgr TEveque d'Alais la dessus, etc., etc. On n'a pas manqué d'avertir M. le prieur de Miel let de prendre toutes les précautions nécessaires pour sa seureté et pour sa conduite etc. U aura une at tention particulière en toutes choses. Etc. LETTRE IX Continuation des desordres du phanatisme dans les hautes et basses Cévennes Du G décembre 1702 La nuict do samedy dernier au dimanche troi sième de ce mois, une troupe de ces scélérats a été de nouveau à la Deveze, pour achever de bruller une espèce de tour ou bastiment qui avoit été exempté de Tincendie generalle, lorsq'on brulla le ehateau, âpres avoir tué Mme de Lacam La Deveze, messieurs ses deux garçons et Mademoiselle sa fille etc. etc. Apres cella, ils ont aussi mis le feu a la claie ou etoint toutes les châtaignes qu'on faisoit sécher pour les faire blanchir au premier jour, ils ont fait de môme d'une maiterie, que M. de La De-"], [66, "56 veze avoit à un village du voisinage, dans la par roisse de Ste-Croix de Valfrancesque. Les nouvelles seures que nous avons reciies de St-Germain de Calberte portent que dimanche der nier troisième du mois, la même troupe à été à un endroit nommé Mazelrosade, et que ces malheureux ont brullé une famine enceinte de sept mois, et un enfant âgé de treize a quatorze et qu'on a coupé d'un coup de sabre la moitié de la main a un gar çon de quinze ans, qui s'est sauvé, etc. etc. Ces sor tes de fureur et de cruauté font frémir. Etc., etc. Les nouvelles de Montpellier sont qu'on y a ab battu une croix ou oratoire bien près d'une porte de la ville, et qu'ensuite on à même entrepris de vouloir percer la muraille, etc. etc. L'écrivain ne fait point des reflexions la dessus non plus qu'a ce qui est ar rivé à Capestrat (Capestang) qui est une petite ville a dix ou onze lieues de Montpelier, prés du canal a ce qu'on dit, et du costé de Castres, il se contente de dire nais veinent ce qu'il en scait de vrai et de certain. Etc. etc. etc. Un valet d'un gentilhomme, criant a haute voix par toute la ville, fit.deffences de la part de son mai tre et d'un autre personne, qu'on dit être aussi de qualité, de payer la capitation sous peine d'être touts assommés a coups de barre etc. etc. Le valet par jugement a été condammé au fouet etc. ; et à Tégard des deux messieurs, ils sont en prison, jus ques a ce qu'on aie des preuves fortes de ce dont ils sont accusés etc. etc. Nous ne scavons pas s'ils sont anciens catholiques ou nouveaux convertis etc. etc. Les mêmes nouvelles de Montpellier portent que sammedy dernier, on a jugé six de ces malheu-"], [67, "57 reux, et qu'on en doit faire des terribles exemples etc. etc. Le nommé Coiiet , ou Coette, du voisinage du Pompidou, qu'on doit exécuter en ce pays, est condamné a avoir les deux poignets coupés, à être rompu tout vif sur Téchaffeaut, et âpres avoir expi ré, d'être brullé etc. etc. Cela s'exécutera au pre mier jour etc. etc. Nous ne scavons pas le sort des autres qui ont été jugés etc. etc. etc Les dernieres nouvelles que nous venons de re cevoir de divers endroits, nous asseurent qu'une grosse troupe de ces scélérats à été dípuis quelques jours à une lieuë de Nismes, dans une maiterie de M. Malhan, conseiller, prendre touts les vivres qu'on y a trouvés, et qu'au voisinage de Fons on a trouvé un boulanger de ce lieu avec son valet, morts et massacrés dans le bois ou ils etoint allés pour en couper etc. etc. Nos savons de plus que hier, cinquième de ce mois, la meme bande a paru en plein jour a St-Benezet et a Gramond qui est sur le grand chemin d'Anduse à Nismes, et qu'on y a pris toutes les provisions qu'ils y ont trouvé, âpres avoir beu et mangé etc. Nous ne scavons pas encore les particularités de ce qui s'y est passé etc. etc. On nous apprent d'ailleurs, par des exprès qu'on a envoie, que ce matin à Taube du jour, une trou pe composée de cent et trente hommes, qu'on a bien comptés, a été a Cendras, et qu'après y avoir fait la même chose qu'a St-Benezet et a Gramond, ils ont attaché le consul, qu'on n'a pas fait heureu sement mourir ; un de leurs prophètes Fa garanti, quoiqu'un autre soutint qu'il ne luy falloit point du tout faire quartier. Etc. etc."], [68, "58 Sur les nouvelles qu'on donna hier de touts costés de ce qui se passoit a M. le comte de Broglio, qui etoit à St-Hyppolite, il vint coucher a Quissac d'ou il est parti ce matin pour aller du costé de Gramond, il a envoie cette apres-disnée plusieurs letres qui s'adressent a divers commandants des troupes qui sont en ce pays, afin qu'on fasse des grands détache ments de touts costés, pour tacher d'attraper ces mal heureux pendant la nuict. Cent cinquante hommes sont partis d'Anduse a quatre heures du soir. Tout le monde souhaite qu'on réussisse mieux qu'on n'a fait jusques à présent. LETTRE X Continuation des desordres du tems etc. Du 13 décembre 1702 (1). Vendredi dernier dans le fort de la nuit une trou pe de ces malheureux vint a un village nommé Les puech parroisse de Miellet pour surprendre quelques soldats d'une compagnie de bourgeoisie qui se sauvè rent heureusement. La maison d'un de ceux la a esté réduite en cendres par le feu âpres que ces malheu reux eurent pris tout ce qui etoit dedans. Le meme (I) L'écriture et l'orthographe de cette relation indiquent qu'el le a été dictée par le correspondant ordinaire du baron de Pej re."], [69, "59 jour on trouva un pauvre homme de la montagne mort les bras attachés par derrière dans la paroisse de Gaujacqui n'est qu'à une petite demi lieue d'Anduse, il avoit un coup de sabre au milieu de la tête et sept coup de bayonnette dans le corps. La nuit du samedi au dimanche dernier une trou pe de ces sellerats a esté a dix heures du soir a la paroisse de Generargues qui n'est qu'a un quart de lieue d'Anduse a costé du grand chemin qui va a Miellet. A leur arrivée âpres avoir investi tous les hameaux du voisinage afin que personne de ceux qui sont catholiques, et en petit nombre, ne se peut sau ver, ils se saisirent du maître d'école et d'un homme de soixante ans qui avoit servi M. le prieur pendant Tespace de plusieurs années, un grand garçon qu'il auroit eû le meme sort que lui et que le maître d'école s'il n'avoit sauté par la fenêtre tout en chemise pour fuir a Anduse ce qu'il fit en cet état fort heureuse ment, âpres avoir essuyé plusieurs coups de fusil en fuyant sans en avoir du tout esté incommodé. Comme il n'y avoit point la d'autres catholiques ils lièrent le maître d'école et le pauvre vieillard. Cella fait ils allèrent dans la maison d'un particulier nouveau converti pour enlever quelques provisions que M. le prieur y avoit réfugiées, desquelles ils savoint bien le nom, comme jambons, lard, froma ges, vin et linge. Apres qu'ils eurent bien mangé et bit a discrétion du vin vieux de M. le prieur, ils en remplirent toutes les bouteilles qu'ils avoint. Cella fait ils allèrent a la maison de M. le prieur qui etoit investie depuis leur arrivée conduisant avec eux les deux prisonniers ; un valet qui couchoit dedans fut en meme tems fait prisonnier comme les autres qui"], [70, "60 n'ont pas eu meme sort que le dernier auquel le pro phète dit qu'il falloit donner la vie, et que les autres deux devoint mourir. On fit ouvrir a ce valet la porte de Téglise, et ou Tobligea d'y mettre le feu de meme qu'au grenier a foin ce que ce pauvre valet ne peut pas éviter sans être massacré comme les autres deux. Dans le tems que Téglise etoit en feû on jet ta le pauvre niaitre d'école dedans, et en meme teins on lui tira un grand coup de fusil par derrière si bien qu'il a péri par le feû, l'autre receût en meme tems un coup de fusil et quelques coups de hache sur la tête et sur le col. Pendant que ces malheureux commettoint ces tra giques et funestes spectacles les principaux de la troupe etoint assis au devant de la grande porte de Téglise sur les chaises de M. le prieur qu'ils firent aporter par le valet de M. le prieur, qui les avoint mises et l'efugiées dans la maison d'un nouveau con verti de la manière que je l'ai deja dit dans cette relation. Avant que de partir de Generargues sur les onze heures du soir ils baillèrent une lettre au valet de M. le prieur avec ordre de T apporter sans perdre le moment a M. le marquis d'Anduse sur peine de la vie s'il y manquoit, ce qu'il fit a meme tems. A cette nouvelle toutes les troupes qui sont a Anduse furent en mouvement et se disposèrent a partir pour courir sur ces malheureux. Pendant ce tems la ces sellerats allèrent bruljr Téglise de St Sabastien qui n'est qu'a un quart de lieue de Generargues qui voisine d'un cotté avec celle de Miellet. On ne doutoit pas que nos troupes qui partirent d'Anduze a une heure âpres minuit, ne tombassent"], [71, "61 avec tout le succès qu'on pouvoit souhaiter sur ces scélérats, mais on eut le chagrin de les voir venir le landemain jour de dimanche a midi sans avoir fait d'autre démarche que d'aller a Generargues et a St- Sebastien pour voir ce qui s'y etoit passé. Ce qui fait que ceux qui sont zélés pour la religion et pour le ser vice du Roy crient hautement de voir qu'il est si mal servi, pendant que tout est a feû et a sang dans ce pais, sans que ces malheureux fassent plus aucun cartier aux Eglises, prêtres, maîtres d'école, n'y aux autres anciens catholiques de l'un et de l'autre sexe. Cella est constant leur feureur se porte au dela de tout ce qu'on pourrait s'imaginer, nous ne savons que trop qu'ils se veulent rendre maîtres insensible ment de toute la campagne qui se trouve présente ment sans pasteurs et sans seigneurs, la chose leur est fort aisée puisqu'au milieu des troupes ils font tous ces desordres si criants devant Dieu et devant les hommes. Pendant qu'ils ont brûlé les Eglises de Generargues et de St-Sebastien une compagnie qui y est en quar tier, et qui voioit tout ce qui se passoit n'a jamais osé sortir dela cazerne pour les attaquer, n'y meme les suivre de loin aprés leur départ pour reconnoitre leur marche, afin que les troupes du voisinage pussent les suivre et les investir de tous cottes comme on auroit fait fort aisément si ce capitaine eut rempli les devoirs de sa charge. Mon feu iroit un peu trop loin si je voulois dire a sons tout ce qui se passe. Le public en est scandalisé, et on est persuadé que si le Roy en etoit informé au vrai, Sa Majesté ne manqueroit pas d'y apporter un prompt et efficace remède, pour pré venir la perte totale de la plus grande partie de la"], [72, "62 province de Languedoc, ou il n'y a\" plus aucun exer cice de la religion catholique, apostolique romaine dans les hautes et basses Cevenes a la reserve des villes, a Tégard des anciens catholiques, car pour le reste on remarque de jour en jour un refroidissement sensible; je ne m'explique pas davantage la dessus. Leur conduite nous fait connoitre qu'on doit tout craindre dans les circonstances tragiques et funestes qui arrivent tous les jours. Ces sellerais attroupés ne gardent plus de ménagements, ils font main basse présentement sur tous les anciens catholiques de l'un et de l'autre sexe qu'il peuvent surprendre de nuit dans leurs maisons oude jour dans la campagne; cella est constant et tout a fait véritable. Par la on voit clairement qu'ils n'en veulent pas seulement aux adherans de M. Tabbé du Chaila mais a tous les anciens catholiques de ce pais qu'ils croyent de détruire entièrement et après cella d'usurper le reve nu de tous les bénéfices du pays, c'est leur dessein et de rappeler a la place des prêtres et légitimes pasteurs des ministres étrangers. On ne peut pas ignorer que les nouveaux convertis de France qui etoint sortis du royaume pour tait de religion ne viennent se joindre tous les jours a ces malheureux, voiant qu'ils font impunément tout ce qu'ils veulent au milieu des trou pes. Les nouvelles que nous avons receu de Montpel lier portent que quatre cens étrangers qui venoient en diligence a leur secour ont fait naufrage sur Teau. Apres avoir brûlé les Eglises de Generargues et de St-Sebastien la nuit du samedi dernier au diman che et fait les autres desordres que nous avons mar qués, ils allèrent le dimanche sur les onze heures du soir a Miellet, ou ils ont fait des plus grands desordres"], [73, "63 qu'ailleurs. Comme ils avoint résolu de faire périr tous les anciens catholiques qui n'avoint pas encore quitté leurmaison, ny le lieu, ils prirent toutes les précautions nécessaires pour bien réussir, et comme le lieu est compose de soixante et dix familles et me me éloignées les unes des autres, il semblait qu'il etoit bien difficile a raison de la situation du pais d'empê cher les particuliers de se sauver aisément, mais ces malheureux savoint si bien la carte du pais qu'ils avoint remédié a tout avant d'entrer dans le village. ils avoint posé partout des sentinelles et six corps de garde aux endroits plus dangereux et sur les grands chemins de tous cottes. Apres avoir pris ces précautions, ils allèrent visi ter premièrement toutes les maisons des anciens catholiques. Malheureusement ils en surprirent trois auxquels ils attachèrent les bras par derrière ; les autres se sauvèrent par les toits a la faveur des mai sons qui voisinoint avec les leurs. Cella fait ils allè rent a la maison du M\" d'école qui avoit deja pris la fuite par une porte de dehors qui repondoit a la cam pagne, et qui s'estoit eaché parmi des choux. Ayant aperceû a la faveur de la lune des sentinelles et un corps de garde a quatre ou cinq cens pas plus bas, malgré le froid il demeura en cet état violant pendant quatre heures. De la maison du maître d'ecolle ils sont allés a cel le du sieur Carrieu qui a esté maréchal de logis de M. de St-Sebastien pour avoir ses armes. U faut re marquer qu'il est nouveau converti. Comme il avoit entendu qu'on avoit enfoncé la porte de la maison du maître d'école qui voisine avec la sienne, il prit le meme chemin de l'autre, et lorsqu'il crût d'être"], [74, "64 hors de danger, et qu'il venoit donner en toute dili gence la nouvelle de ce qui se passoit il tomba dans un corps de garde, ou il fut attaché et conduit en cet état au commandant a Miellet. U fut mis avec les autres trois catholiques qu'on avoit pris auparavant et conduit devant la grande porte de Téglise qu'on avoit abattue a coups de hache. Dans le tems qu'une partie travailloit a briser la porte de Téglise d'autres portèrent une croix de bois qui etoit au milieu du lieu et quelques autres a coups de hache ont fracassé une belle croix de pierre de taille qui etoit au devant de l'eglise, surune belle place et considérable qu'on y avoit fait faire, pour la comodité du public. Quand les portes de Téglise furent a bas, ils entrèrent tous dans Téglise avec les quatre prisonniers qu'ils avoint faits, et firent aporter la grande croix de bois dedans qu'ils mirent en pièces. Cella fait a grands coups de hache ils mirent a bas le grand autel et ceux des deux chapelles, de meme que les tableaux et le petit tabernacle que M. le prieur y avoit laissé a la place du grand tabernacle qu'il avoit taché de mettre a couvert et dont une partie a péri ; la chaire, balustre, confessionaux, sacristie, bancs, planches, batismaux, bénitier, etc., ont eu le meme sort. Quand tout cella a esté fait en présence de quatre prisonniers, on a chanté quelques pseaumes ; âpres quoi on a dit a un de leurs prophètes de prophétiser, ce qu'il n'a pas fait qu'aprés avoir parlé au commandant qui se fait apeller le chevalier Rolan de la paroisse de Miellet qui affectoit de n'etre pas connu et qui obligea le pro phète de s'adresser a un autre commandant qui se fit apeller le prince Eugène. Le prophète sur ce qui lui avoit esté dit a Toreille prophétisa qu'il falloit donner"], [75, "65 la vie a cellui qu'on avoit prisenfuiantle long de la rivière, pourvu qu'il rendit les armes qu'il avoit et qu'il faloit que les trois autres mourussent en meme tems. On donna la vie au sieur Carrieu, et les au tres furent tués et massacrés de la manière suivante. Le nommé Lafon père fut tué dedans Téglise d'un coup de pistolet a la gorge. Apres cella on lui a coupé les deux oreilles et partagé le menton avec un sabre en forme de croix. Son fils a esté assommé a coups de hache et de sabre ; le troisième a esté tué d'un coup de fusil. Fendant que la Ramée qui est Texécuteur de ces actions tragiques faisoitce qu'on lui avoit com mandé les autres en chantant des pseaumes mirent le feu a tout ce qu'il y avoit de combustible dans Téglise qui n'est point du tout connoissable a ce que disent tous ceux qui Font veue. Sortant de Téglise ils ont esté enfoncer la grande porte de la basse cour de M. le prieur de Miellet et toutes les autres portes inté rieures de sa maison ou on a mis le feu en quatre en droits differens. Croyant d'avoir bien réussi ils sont sortis pour aller mettre d'un autre cotté le feu a la maison du sieur Castanier capitaine de bourgeoisie qui se tient d'un cotté avec celle de M. le prieur, Cel le du sieur Castanier a esté entièrement brullée, et celle de M. le prieur n'a pas esté beaucoup endomma gée ce qui paroit du tout impossible. Apres cette expédition ils ont esté mettre le feu a deux maisons du sieur Paulet ancien catholique, une desquelles a esté reduite en cendres, et la moitié d'une grande maison neuve a esté conservée. De celle du sieur Paulet ils ont esté a la maison d'un nommé Petit soldat de bourgeoisie hoste de Miellet qui s'est sauvé parle toit. Apres avoir pris toutes les provi- 5"], [76, "66 sions qu'ils y ont trouvé, ils ont mis le feu a deux lits de deux chambres différentes et se sont retirés de Miellet âpres y avoir resté quatre heures. En s'en allant ils ont publié partout hautement qu'ils ne laisseroint point d'ancien catholique, que c'etoit inu tillement que le prieur avoit quitté Miellet pour éviter de tomber entre leurs mains qu'ils le. trouveroint au moment qu'il y penseroit le moins ret que jamais plus il ne diroit la messe a Miellet, faisant en meme tems deffense aux habitants d'aller entendre la messe sur peine de la vie. Apres qu'ils se furent retirés de Miel let en reprenant le chemin de St-Sebastien par lequel ils etoint revenus ils trouvèrent un ancien catholique de Generargues qui estoit le seul qui y estoit qui se refugioit a Alléz avec sa famille et qu'on a massacré d'une manière extrordinaire. La nuit du lundi au mardi la meme troupe a brullé Téglise de St-Cristol. Deux compagnies de celles qui etoint en détachement n'ont pas osé les attaquer au passage du pont d'Arènes, quoi qu'elles fussent en ambuscade et a couvert, dans le tems que ces malheu reux passoint pour aller brûler St-Cristol, a la veûe de nos gens qui ont este sans mouvement quoi qu'ils fussent supérieurs. Ces bandits se prévalant de leur lachetté ont fait impunément ce qu'ils ont voulu. Quoique St-Cristol ne soit éloigné que demi lieue d'Alaix, on a tué et massacré quelques anciens catho liques. Hier on en a trouvé trois autres de morts sur le grand chemin prés d'Alaix, et un autre aujour d'hui prés de Miellet, qui etoit encore en vie. L'un de ces capitaines vouloit donner sur ces malheureux de menie que les soldats, mais l'autre capitaine Ta empêché ; on le regarde icy comme un lâche."], [77, "67 La meme nuit du lundi au mardi une autre bande a brûlé Téglise et la maison de M. le prieur de Pei rolles, et son pauvre père âpres avoir esté massacré a esté brullé dans son lit. Peirolles est a une petite lieue de St-Jean de Gardonnenque. Pendant que ces deux bandes faisoint ces desordres dans le dioceze d'Alaix et aux portes d'Alaix une autre bande a fait la meme chose dans cellui d'Usés. Nous savons qu'on y a brûlé trois églises et fait beaucoup d'autres desor dres, si bien que dans trois jours ils ont brullé huit églises et menacé plusieurs personnes. Si cella dure dans peu de tems ils auront ce qu'ils demandent et seront les maîtres du pais. Je viens d'apprendre que ces malheureux ont enle vé toutes les armes d'une compagnie de bourgeoisie qu'on avoit renvoyée et qui avoint esté mises dans la maison du capitaine. Cella est arrivé au voisinage d'Alais. C'est un moien pour fortifier ces scélérats a mesure que leur nombre s'augmente par les malin tentionnés du pais ou par ceux qui reviennent du pais étranger pour se joindre a eux, tous les pauvres catholiques de la campagne ont abandonné leur mai son et leurs biens pour se réfugier dans les villes du voisinage. Sur la nouvelle qu'on a donné à M. de Broglio qui etoit arrivé le soir a Anduse, de ce qui se passoit a St-Cristol il partit en diligence a deux heures âpres minuit avec d'autres troupes. II n'est pas encore de retour. On croit qu'il est allé du cotté de St-Ambrois ou ces malheureux ont fait ces jours passés des grands desordres. Ce lâche capitaine qui est en quar tier a Anduse vint hier avec son détachement. Les soldats avouent que s'il avoit vouleu agir comme on"], [78, "68 le souhaitoit aucun de la bande de ces sellerats he se seroint sauvé. On exécuta hier a St-Jean de Gardonnenque le nommé Couette du Pompidou. On lui a coupé les points et aprés qu'il a esté rompu tout vif, sans lui donner le coup de grâce on Ta laissé une heure en cet état sur Techafaut et ensuitte on Ta jette dans le feu. Les nouvelles seures que nous venons de recevoir de Montpellier portent que le Roy envoyé un second lieutenant gênerai en ce pais afin qu'on puisse arrê ter promptement les desordres que ces sellerats font. Les uns disent que c'est M. de Melac, les autres souhaittent de tout leur cœur que ce fut un autre de la province qu'on croit estre le plus propre pour y bien réussir. Lorsque M. de Broglio arriva a Anduse avant hier au soir, il s'enferma dans sa chambre extrêmement chagrin et ne voulut pas permettre que personne lui rendit visite. On sait qu'il a dit dans le desespoir ou il est de n'avoir jamais pu trouver ces malheureux qu'il voudroit estre mort ou du moins blessé pour faire voir qu'il agit de son mieux, quoique tous les mouvemens qu'il s'est donné jusques a pré sentait esté inutilles et sans aucun effet."], [79, "69 LETTRE XI Continuation des désordres du temps etc. etc. Du 20 décembre 1702 Par les dernieres nouvelles nous avons informé le public, les larmes aux yeux, de Tincendie de huit Eglises et de plusieurs massacres des anciens catholi- ques arrivés dans les Eglises et a la campagne, avec toutes les circonstances nécessaires. Pandant Tespace de trois nuits, ces malheureux ont fait touts les de- sordres que nous avons deja marqués etc. Je me con- tenterai présentement de dire ce qui est arrivé de nouveau, et d'ajouter aux nouvelles précédentes quel- ques particularités que nous ne scavions pas pour lors. A Tégard de Miellet, je n'avois rien dit des deux croix que ces scélérats ont entièrement détruites. Celle qui etoit de bois, et qui etoit au milieu du lieu fut portée dans TEglise, pour y être brullée. Une autre belle croix de pierre de taille, avec toutes ses appartenances, qui etoit située au devant de la gran- de Eglise, sur une belle place, que les habitants avoint fait faire depuis deux ans, pour la commodité du public, a été renversée et mise en pièces âpres cela, a grands coups de hache etc. etc. De plus deux dou zaines de chaises de M. le prieur, trois bois de lict, trois tables, deux paillasses et d'autres meubles ont péri dans une maison qui a été brullée etc. etc. etc. Le capitaine qui etoit en détachement avec un"], [80, "70 autre capitaine à la tête de quatre vingts hommes au pont d'Arène, pour avoir laissé passer librement sans donner sur ces malheureux lorsqu'ils ont passé le pont ny meme pendant qu'ils ont a même temps brul lé TEglise de St-Cristol, a été arrêté et conduit par les ordres de M. de Broglio, au fort de St-Hyppolite etc. etc. Si cet officier avoit voulu laisser agir l'autre officier, qui luy êtoit inférieur, les soldats avouent qu'etant en ambuscade de la manière qu'ils l'etoint, ils auroint taille et mis en pièces une grande partie de ces malheureux avant qu'ils se fussent mis en état de se défendre etc. etc. Ces scélérats ont massacré à St- Cristol un homme de quatre vingts et dix ans, préci sément pour en avoir connu quelques uns de la troupe lorsqu'ils ont brullé l 'Eglise de St-Cristol etc. etc. Dans les dernieres nouvelles, parlant du brullement de TEglise de Peyrolles a une grosse demi lieiie de St-Jean, en montant, je n'ay pas dit qu'après avoir massacré le père de M. le prieur dans son lict on Ta ensuite brullé, et que le valet a ôte presque assommé a coups de hache il est entre les mains des chirur giens et on croit qu'il ne reviendra pas de Têtat ou il est etc. etc. On ne peut que gémir de voir touts les pauvres catholiques de la campagne quitter leurs maisons et leurs biens pour se réfugier avec leurs enfants dans les villes, ou ils ont peine de trouver place. Les nou veaux convertis aiment mieux laisser les maisons vaquantes, dans les circonstances présentes, que de les louer a des anciens catholiques, de peur que quel que malheur ne leur arrive etc. etc. a raison de la persécution dé ces scélérats etc. etc. M. le prieur"], [81, "71 même de Miellet ne trouve personne qui luy veuille apporter des meubles qu'il a encore dans la paroisse, dans Tapprehension ou ils sont que ces scélérats ne les viennent ensuite massacrer dans leurs maisons etc. etc. On peut juger par la de Tetat violent ou sont les choses etc. etc. etc. Ces malheureux ont été de rechef la nuict du dixseptieme de ce mois au 18 a un village nommé Paussan de la parroisse de Miellet, croiant d'y sur prendre trois anciens catholiques de la compagnie de bourgeoisie, mais comme ils ont trouvé leurs maisons ouvertes, n'y ayant autre chose que les quatre mu railles, ils s'en sont allés etc. etc. etc. Les nouvelles seures que nous avons des Cevennes sont qu'une autre troupe différente a ête vendredy dernier a St-Privat de Vallongue, dans le dioceze de Mende, et qu'on a massacré dans un village de cette parroisse le sieur Verdelhan, fermier de M. le comte du Roure, sa femme et tout le reste de la famille etc. etc. etc On peut se souvenir que lorsqu'ils brullerent TEglise de St-Privat, ils se contentèrent de piller la maison du sieur Verdelhan qui se sauva, sans faire mal à sa femme ny à ses enfants etc. etc. Nous venons d'apprendre de plus qu'on y a aussi massacré un homme pour avoir déposé contre eux etc. etc. De St-Privat ils sont descendus à St-Martin de FAmsuscle, qui est entre St-Germain de Calberte et Ste-Croix de Valfrancesque ou nous scavons qu'on a brullé TEglise et la maison de M. le curé. Les nouvelles ne nous parlent pas des autres choses qu'on y a faites etc, etc. Le capitaine, qui etoit en quartier a St-Sebastien et a Generargues, dans le temps qu'on a brullé U"], [82, "72 mème nuict ces deux Eglises, et fait les autres desor dres, que nous avons deja marqués, à été renvoie avec sa compagnie de bourgeoisie à Baniolz prés du St - Esprit, d'ou on Tavoit fait venir, pour n'avoir jamais osé sortir de sa caserne pour donner sur ces malheureux, pandant qu'ils ont brullé ces deux Eglises, n y même pour les suivre de loin, afin de scavoir la marche qu'ils avoint faite etc. etc. Deux jours âpres le bâillement de ces deux Eglises, le capitaine croiant se mettre à couvert de sa lâcheté, se résolut d'aller une nuict en détachement, pour visiter les villages de ces deux parroisses. Pandant son absence, une troupe de ces bandits a ête enfoncer les portes de la caserne et ont emporté tout ce qui y êtoit dedans, et au corps de garde etc. etc., de même que les habits et linge du capitaine etc. etc. etc. Les nouvelles du Vigan sont, qu'une nouvelle trou. pe de ces scélérats a été la semmaine derniere à un bourg nommé Brieu, pour bruller TEglise, mais com me il y en avoit fort peu d'armés dans cette bande, ils ont été chassés par les habitants, sans avoir fait autre chose que d'abatre quelque croix, de même qu'a Aulas, ou ils furent ensuite etc. etc. Dans le temps que M. le comte de Broglio disnoit jeudy dernier a Vesenobre, on le vint avertir que la grosse troupe de ces scélérats êtoit à un quart de lieuë de la dans une maison de la campagne qu'on appelle communément Ajasse, ou le bétail a laync couche pendant Thyver. C'est ce qui obligea M. le comte de Broglio d'écrire incessamment au gouver neur d'Alais et au capitaine de Bouquairan qui est au voisinage, afin qu'on vint en toute diligence a son secours pour détruire entièrement ce grand attroupe-"], [83, "73 ment etc. La chose paroissoit fort aisée, a raison de la situation du lieu et de la plate campagne ; mais ces scélérats avoint si bien pris leurs précautions, par les sentinelles qu'ils avoint de touts costés et le long des grans chemins, que les deux exprès que M. de Broglio en voioit avec des letres, furent pris et massacrés d'une manière extraordinaire. Ainsi avant que M. de Broglio peut recevoir auqu'un secours, ces malheureux se furent jettes dans le bois, etc. etc. La nuict du jeudy au vendredy on fit d'Alais un détachement de quatre vingts hommes, de trois com pagnies différentes, pour s'aller tenir eu embuscade dans un village ou Ton croioit qu'ils pa-?seroint pour aller bruller une Eglise qui restoit au voisinage ; mais ils ne sortirent point du tout de ce bois de tou te la nuict, ne doutant point qu'il n'y eut part tout ou ils pouvoint passer des troupes en ambtiscade etc. etc. Cela ne les empêcha pas de chanter hardiment et a diverses reprises pandant la nuict sans faire presque auqu'un mouvement. Etc. etc. Nos gens les attendirent, ventre contre terre, jusques à neuf heu res du matin, et comme ils virent qu'ils ne descen doint pas ils s'avancèrent vers les bois. Des qu'ils furent arrivés au pied, deux sentinelles de ces mal heureux, qui y etoint tirèrent touts deux pour avertir les autres qu'il y avoit la des troupes, et à même temps prirent touts deux la fuite dans les bois, etc. etc. Nos gens nc manquèrent pas de s'avancer ; ayant veu que ces scélérats venoint hardiment à eux à travers du bois qui n'étoit gueres épais. Mais lorsqu'ils furent à la portée du fusil , et que nos soldats cora mençoint à faire feu sur eux, ils se trouvèrent inves tis de touts costés et d'une telle manière, par le grand"], [84, "74 nombre de ces scellerais, qui etoint de beaucoup su périeurs, qu'ils furent obligés de prendre la fuite pour ne tomber pas entre leurs mains. Un capitaine et le lieutenant de la colonnelle de ce détachement ont été pris par ces bandis. Nous venons d'apprendre qu'on les a trouvés massacrés d'une manière si ter rible qu'ils ne sont point du tout connoissables etc. etc. On n'a jamais veu de cruauté pareille a celle-la etc. etc Quelques uns de nos soldats ont été aussi tués dans cette occasion. On ne sait pas s'il y en a des leurs. Nous venons d'apprendre par des letres seures qu'on a brullé TEglise des Vialas de Cas taniols dans le dioceze d'Uzes, qu'on y a aussi brullé quelques maisons et massacré quelques anciens ca tholiques. S'il y a d'autres particularités, nous les marquerons par le premier ordinaire etc. etc. etc. On peut compter qu'on apporte un soin tout particulier, ce qui ne se peut faire sans une grande peine, pour di re les choses au vray, et pour n'oublier rien de ce qui se passe en tant d'endroits différents. On doit être persuadé que Tautheur de toutes les mémoires qu'on voit, fait tout ce qui peut dépendre de luy pour cella etc. etc. Les nouvelles de Meirueix nous apprennent que vendredy dernier, de ce mois, on a brullé TEglise de Cathusiere qui est au voisinage de Meirueix, sans qu'on parle des autres desordres que ces scélérats y ont apparemment faits etc. etc. Ce matin on a conduit à Anduse sept de ces scélé rats, qui ont été pris de nuict dans un village nommé Finaletes, prés du Pont de Montvert, avec quelques famines et filles des maisons ou ces scélérats etoint et ou on faisoit une assemblée etc, etc. Un des chefs"], [85, "75 de la bande de ces malheureux, qui se distinguoit pour son ausse cou, à été tué en sortant de la mai son. Plusieurs autres de ces scélérats auroint péri avec luy, si nos gens dans cette occasion n'avoint appréhendé de se tuer les uns les autres attendu qu'il êtoit fort obscur et que d'ailleurs le temps êtoit tout à fait rude. Le sergent de cette compagnie de bour geoisie, qui a tué un des chefs de ces scélérats, a conduit à Anduse ces prisonniers. II y en a trois du Pont deMontvert, et les autres de Grisacou du voi sinage. On nous asseure qu'ils etoint de la bande de ceux qui ont massacré Tabbé du Chaila etc. etc. etc. Celuy qui a été tué et qui portoit un ausse cou, avoit les culotes du sieur Gardés de Malhautar, qui a été il y a quelque temps tuè et qui avoit été secrétaire de M. Tabbé du Chaila. On luy a aussi trouvé beau coup des papiers différents, que ce sergent, quia fait le coup a remis aujourd'hui à Anduse entre les mains de M. le comte de Broglio, auquel pour toute récompense de sa bravoure il demande un emploi plus considérable que celuy de sergent etc. etc. On ne scait pas qu'est ce qu'on fera la dessus etc. etc. etc"], [86, "76 LETTRE XII Continuation de la relation des malheurs du temps en quelques diocezes de la province de Languedoc etc. etc. Du 27 déeembre 1702. Jeudy dernier 21 décembre une grande bande de ces malheureux, au nombre d'environ deux cents, a été à dix heures du matin, tambour bâtant à Serves a deux lieues de Nismes, au dessous d'Alais. A leur arrivée ils demenderent le rafraîchissement néces saire, disant qu'ils etoint la de Tordre de M. le comte de Broglio, pour courre sur les bandins. Les habitants donnèrent la dedans, voiant que la plus grande partie de ces scélérats etoint habillés à peu près comme les gens de guerre etc. etc. Mais peu de temps âpres on fut obligé de croire le contraire, par le massacre qu'ils firent de cinq ou six anciens ca tholiques qui etoint dans le lieu, ayant commancé par deux filles. Apres cela, ils brullerent le château, ayant auparavant pris toutes les armes qui ôtoint de dans etc. etc. La nuict du jeudy au vendredy 22 de ce mois ils ont été bruller TEglise de Genoulhac, dans le dioceze d'Uzés et sept maisons des anciens catholiques, et fait beaucoup d'autres desordres dont nous ne scavons pas encore les circonstances etc. etc. La nuict du vendredy au samedy, 23 du mois,"], [87, "77 une autre troupe a brullé TEglise de Cros, à une lieue de St-Hippolyte, dans laquelle ils ont tué et brullé un homme ancien catholique de la parroisse de Ste-Croix de Caderle, qui n'est qu'a une lieue de St- Jean de Gardonnenque en allant à la Salle etc. etc. La nuict du samedy au dimanche 24 du mois la même bande a brullé TEglise de Ste-Croix de Ca derle etc. etc. etc. La nuict du même samedy au dimanche, une au tre troupe a brullé TEglise de St-Privat dans le dioceze d'Uzés à une lieue au dessous d'Alais. Un sentinelle qui ètoit au clocher d'Alais voioit de loin touts ces desordres etc. Sur les nouvelles qu'il en donna à M. le gouverneur, on se mit en état de cour re sur ces malheureux, ce qu'on fit a dix heures du matin, les ayant veu gayer le Gardon. M. le gouver neur se mit à la teste d'environ cent cavaliers des prin cipeaux habitants de la ville, nouveaux convertis, et de plusieurs autres troupes. Tout le monde paroissoit bien intentionné et on s'attendoit à un heureux suc cès d'une course de cette nature, à raison de Tavan tage de la pleine ou ces malheureux etoint pour se rafraîchir âpres avoir brullé TEglise de St-Privat et fait touts les autres exercices de leur malheureuse religion, et mème la Cène; mais il est arrivé tout le contraire de ce qu'on s'étoit proposé. Des que ces malheureux virent venir toutes nos troupes, qui etoint infiniment supérieures aux leurs, ils se mirent en état de se défendre le mieux qu'il leur seroit pos sible, quoiqu'ils ne doutassent pas que leur perte paroissoit inévitable. Pour cet effect, ils detaeherent quatre de leur troupe, qui vinrent au devant de nos gens, sur lesquels la plus grande partie des nostres"], [88, "78 tirèrent mal a propos. Cela fait, la grosse troupe de ces malheureux fit une décharge si extraordinaire que tout le monde prit la fuite, sans qu'il fut au pouvoir des commandants de les pouvoir ralier. Tout le monde est scandalisé d'une lâcheté de cette nature, qui a animé d'une telle manière ces scélérats, qu'ils les ont suivis jusques au château de St-Cristol, dans lequel le gouverneur et les autres se sont jettes etc. etc. On en a trouvé dix neuf des nostres tués dans cette occasion, et toutes les blesseures sont par der rière. On peut juger par la de la bravoure de M. le gouverneur et de toute sa troupe, qui êtoit trois fois plus forte que celle de ces scélérats, qui n'ont perdu que deux ou trois des leurs. Cela est constant, dans le temps qu'outre les morts il y en a plusieurs autres des nostres de blessés et touts par derrière etc. etc. Par tout ce qui se passe en Cevenes, au milieu des troupes, on voit clairement que le Roy est tout a fait mal servi etc. etc. Jeudy dernier 21 de ce mois, la même troupe qui avoit brullé TEglise de Miellet et fait touts les autres desordres que nous avons deja marqués, fut de nuict à un village nommé Paussan, dépendant de la parrois se, croiant d'y surprendre deux anciens catholiques soldats de bourgeoisie, qui s'étoint, le même jour réfugiés à Anduse etc. etc. Le jour de la Noël ces malheureux ont enlevé à une grande lieiie d'Anduse en allant a Quissac trois soldats, que la jeunesse d'Anduse avoit faits, âpres avoir tiré au sort, et qu'on conduisait à Montpellier etc. Apres les avoir deshabillés on les attacha. On les a gardés en cet état toute la nuict ; et hier matin 26 de ce mois on les a massacrés. U y en a un qui a plus"], [89, "79 de trente coups de baïonnette dans son corps et deux coups de sabre sur la teste, qui vint icy à cinq heures du soir tout couvert de sang a la faveur des gens qui Tayderentà se conduire, et il n'y a pas d'apparence de guairison etc. etc. il nous a asseuré que les autres deux sont morts, et que ces malheureux croioint bien aussi de Tavoir tué âpres tant de blessures etc. etc. La nuict derniere, on a brullé TEglise de Manoblet, qui est un gros lieu, a deux lieues d'Anduse, en allant à St-Hippolite, et aujourd'huy aune heure âpres midy on a veu paroitre un détachement sur les rochers d'Anduse, pour remarquer tout ce qui se passe dans la ville, et le mouvement des troupes etc. Un homme de St-Hyppolite, qui apportoit aujour d'huy des lettres du gouverneur au commandant d'Anduse, a été arrêté et fouillé et tout a fait mal traité. Mais comme il êtoit nouveau converti, on luy a donné la vie. On s'est contenté de prendre le peu d'argent qu'il avoit etc. etc. etc. Un exprés de la ville d'Anduse, qui portoit plu sieurs letres pressentes à M. Tintendant, à raison des affaires du temps, fut pris par ces malheureux, à une lieue par deça Quissac, le jour de Noël. Apres luy avoir enlevé les letres, il a été maltraitté, et hier matin il fut mis en liberté, ce qui ne luy seroit pas arrivé s'il avoit été ancien catholique. La nuict derniere, par ordre de M. Tintendant un gros détachement des troupes de la ville d'Anduse est allé bruller une maison de la campagne à costé du grand chemin qui va à Montpellier, au-dessous de Tornac, qui êtoit souvent la retraitte de ces malheu reux etc. etc. Vendredy dernier autres quatre compagnies aile-"], [90, "80 rent démolir deux maisons qui sont prés du bois de Malebouisse, dans lesparroissesde St-Sebastien etdeSt- Píiul la Coste, qui voisinent avec celle de Miellet. Au jourd'huy le porteur des letres, que ces malheureux avoint arrêté, a dit qu'on luy avoit ordonné de dire à M. de Broglio, et au commandant d'Anduse, leurs cousins, qu'ils viendroint incessamment leur donner le bon soir. Les memes porteurs nous ont asseuré qu'il y en a quelques uns qui sont fort propres, et que ce sont les habits des capitaines et officiers qui ont été tués. Ils nous ont dit de plus, qu'avant hier ils avoint fait la Cène, et que plusieurs personnes de la campagne de l'un et de l'autre sexe, y etoint venus, auxquels ils ont fait des defences tres expres ses d'aller plus entendre la messe sur peine de la vie etc. etc. etc. Du jeudy matin 28 décembre 1702. Un exprés de M. le gouverneur de St-Hyppolite est arrivé icy aune heure âpres minuit, portant des letres pressentes aux commendants des troupes, pour les avertir des desordres extraordinaires que ces scélé rats firent hier âpres disnerà Sauve, ou ils entrèrent tambour battant de la meme manière que le pour roint faire les troupes réglées etc. etc. On ne scait pas tout ce qui s'y est passé. L'expres a pourtant asseuré qu'outre TEglise on y a brullé plusieurs autres maisons, et massacré au moins qua tre prêtres, sans parler des autres catholiques, aux quels on n'a point du tout fait de quartier. Nous ne scavons pas si les Pérès Capucins ont été â couvert"], [91, "81 de la rare et de la fureur de ces malheureux. II n'y a pas d'apparence qu'on les ait épargnés, non plus que les autres. M. le gouverneur de St-Hyppolite marque qu'il a donné par hnzard dessus, qu'il en a tué huit sans parler des blessés, et qu'en les suivant il a trouvé quarante fusils qu'ils avoint abandonnés de ceux qu'ils avoint pris à Sauve, ou qu'ils avoint de reste etc. etc. etc. La plus grande partie des troupes qui sont en quartier a Anduse, sur ce que leur a écrit M. le gou verneur de St-Hyppolite, qui les suivoit toujours partent présentement à J'aube du jour, pour aller batrè les bois de la campagne, ou on croit qu'ils se sont retirés etc. etc. M. le gouverneur marque que cette bande est composée de deux cents personnes, touts bien armés, ayant chacun trois coups à tirer. Si le secours qu'on attent depuis longtemps n'arrive dans peu de jours, on doit être persuadé que tout est perdu etc. etc. Comme ilsscavent tout ce qui se passe, ils ne demeureront plus en repos, ny le jour ny la nuict, pour profiter du temps, avant que les troupes arrivent etc. etc. II ne leur reste rien plus présente ment, âpres avoir brullé Genoulhac et Sauve qui sont des gros bourgs, que de venir hardiment dans les villes etc. etc. ou ils feront tout ce qu'ils vou dront ; cela ne souffre point du tout de difficulté, si le bon Dieu n'y remédie promptement et efficacement. Ainsi nous sommes à la veille de tomber entre leurs mains. Nous faisons par avance un sacrifice de nous mêmes à Dieu, en union de celuy que son fils bien aime luy a offert pour nos péchés sur Tarbre de la croix etc. etc. Nous espérons de sa bonté que par un effet extraordinaire de sa grâce, il nous fortifiera 6"], [92, "82 dans ces bons sentiments et dans ces saintes disposi tions etc. etc. etc. etc. etc LETTRE XIII Continuation des malheurs et des désordres du TEMPS ETC. ETC. Du 3 de Van 1703. Par les dernieres nouvelles du 27 et 28 de décem bre dernier nous avons marqué en général ce que nous venions d'apprendre des désordres que ses scé lérats avoint fait à Sauve le mercredy 27 du mo's de décembre il me reste présentement de dire les cir constances de tout ce qui s'y est passé, avec toute Texactitude qu'on peut souhaiter. Líne bande de ces malheureux, au nombre de deux à trois cents, vint et entra tambours battants dans Sauve, sur les dix heures du matin. A leur arrivée, ils demenderent en diligence les consuls, qu'ils sommèrent de leur don ner touts les secours nécessaires pour la seureté de plusieurs prisonniers, qu'ils etoint touts attachés, di sant que c'etoint des phanatiques qu'ils avoint pris, et qu'il falloit conduire en toute seureté à Montpel lier etc. etc., de peur que les bandis, qui les suivoint ne les leur enlevassent en chemin etc. Comme la plus grande partie de cette malheureuse troupe êtoit ha-"], [93, "83 billes de la meme manière que les troupes ordinai res, tout le monde donna la dedans. Ce qui fut la cause qu'ils se rendirent bientôt maîtres de toutes les portes, disant qu'il falloit prendre toutes ces précau tions pour empêcher que les bandis n'entrassent de dans pendant qu'ils se rafraichiroint, etc. etc. M. de Sauve invita meme le chevalier Rolan, qui est un des commandants, à manger la soupe chés luy. Dans le temps qu'ils y alloint et qu'il fut ques tion d'entrer dans le château, madame voulant empê cher cinq ou six de ces scélérats de suivre leur maî tre, qui luy firent connoitre qu'ils ne le pouvoit pas quiter, ce qui obligea madame de leur dire d'atten dre et qu'âpres on les fairoit manger et boire à dis crétion etc. etc. Le chevalier Rolan sortit sur cela jusques à la porte pour leur parler à Toreille. Ma dame qui crut pour lors qu'ils avoint été abusés, sans perdre le moment, poussa fortement la porte de bois et npres celle de fer qui êtoit par derrière. C'est pont' lors que ces malheureux levèrent le masque, ayant commence à meme temps de rompre la porte de bois h grand coup du hache et de la bruller ce qui fut bientôt fait, sans beaucoup avancer, parceque la porte de fer les empêcha d'entrer. Ainsi ils ne pu rent pas exeqiuiter leur dessein qui êtoit selon toutes les apparances, de massacrer M. de Sauve, etc. etc. etc. Attendu que le chevalier Rolan êtoit suivi de ceux qui ont accoutumé de faire les exécutions san glantes etc. etc. Dans ce temps la, un autre commandant nommé Reboul', originaire et fils d'un cordonnier de Nismes, revenu depuis trois semmaines de Genève, et qui a dit que dans quinze jours qu'il a été à la teste de"], [94, "84 ces malheureux il a fait treize expéditions impor tantes, se saisit de M. Vilange, originaire de Sauve, major du régiment d'Auvergne, lui disant qu'il fal loit rendre les armes qu'il avoit ches luy et que sans cella il êtoit mort, M. de Vilange luy dit que n'ha bitant point dans le pays, il n'avait point d'autres armes que le fusil de son chasseur, qui êtoit allé à ce qu'il croioit à la chasse de grand matin. Ce scélérat, bien escorté, s'en alla ches M. de Vilange, dans la maison duquel on trouva une tiantene de ces mal heureux, qui avoint touts changé de chemises et pris beaucoup d'autre linge de M. de Villunge, qu'on voulut obliger de se déshabiller pour emporter une belle veste qu'il avoit dessus. II leur repondit qu'il aímoit mieux leur bailler un autre habit tout entier, parce que la veste ne pouvoit pas se séparer de l'ha bit etc. etc. etc. M. do Villange croioit d'être en re pos âpres tout cela. Mais il fut bien surpris d'enten dre qu'il falloit mourir, etc. etc., et que tout ètoit disposé ponr cela, etc. etc. Dans le moment qu'il croioit qu'on Talloit massacrer, ils luy donnèrent la vie etc. etc. Trois prêtres qui furent pris de douze qu'il y en avoit de réfugiés à Sauve, ont été massa crés, de meme qu'un pauvre capucin, qui n'eurent pas le temps de se jetter dans la tour comme ont fait les autres ecclésiastiques de meme que les capu cins etc. etc. desquels ces malheureux n'eurent pas le temps de bruller TEglise, ny faire d'autres grands désordres de la manière qu'ils Tavoint résolu sur la nouvelle que les sentinelles, qu'ils avoint mis de touts costés à demi lieue de Sauve, leur donnèrent que M. le gouverneur de St-Hippolite venoit avec beaucoup de troupes etc. etc. ce qui les obligea de"], [95, "85 sortir promptement de Sauve, âpres avoir pris tou tes les armes qu'ils y avoint trouvéts, qu'ils laissè rent ensuite en se retirant pour aller plus vitte que le pas, le temps que M. Ie gouverneur de St-Hippo lite les suivoit de prés, afin de se jetter clans les bois etc. etc. Par les nouvelles précédentes du 27 et 28 décembre nous avons dit qu'on avoit tue dans cette occasion huit de ces malheureux ; et M. de Broglio, qui est a Anduse depuis vendredy dernier sur la minuit, venant d'Alais, nous a asseuré que M. le gouverneur de St-Hyppolite luy avoit écrit qu'on en a trouvé de nouveau vingt ou vingt-cinq, sans qu'aucun des nôtres y ait péri etc. etc Meeredy dernier, 27 décembre on a fait une as semblée extraordinaire à Miliau. au voisinage de Nismes. 11 faut scavoir que Milieau est un grand lieu, composé de deux a trois cents feus ; et on asseuré que touts les habitants de l'un et de l'autre sexe et de tonte sorte d'état y etoint, et qu'on y a fait la Cène et touts les autres exercices de la \\l. P. IL. etc. etc. Le jeudy 28 on conduisit à Nismes les consuls de Pages et autres neuf ou dix prisonniers, convaincus de donner retraitte a ces scélérats et de leur procurer à la campagne touts les vivres nécessaires et autres provisions, etc. etc Vendredv, 20, la grosse bande du chevalier Rolan vint à quatre heures du soir bruller les Eglises de Tornac et du Monastère, qui sont dans la pleine, S.ur le chemin de Montpelier, a un quart de lieue d'Anduse. La meme nuict ils avoint résolu de venir a An duse ; ce qu'ils auroint apparemment fait, si tout le"], [96, "86 monde n'avoit été alerte environ les neuf heures du soir, à raison d'un sergent des compagnies qui sont en quartier, qui fut tué par Tayde major qui avait été insulté etc. etc. Ces malheureux avoint deja fait avancer des espions, qui ayant ôté découverts, pri rent la fuite etc. etc. Cependant Talarme fut si forte, qu'on retira des Eglises touts les vases sacrés âpres avoir consumé la reserve, pour prévenir la prophana tion sacrilège du tres St-Sacrement. Touts les ecclé siastiques et autres anciens catholiques qui se sont réfugiés à Anduse, avoint toute sorte de sujet du craindre. Les uns et les autres etoient en état de même que toutes les religieuses de faire un sacrifice à Dieu de leur vie, pour la religion etc. etc. Depuis ce temps la ces scélérats ont fait dire partout, et Tout confirmé par plusieurs letres, qu'on trouva hier ma tin au dessous des portes des particuliers et autres gens de distinction, qu'ils viendroint au premier jour nous visiter, et que toutes lus précautions qu'on prent pour la seureté doit ville sont inutiles etc. etc. On espère pourtant d'être a couvert de leur rage et de leur fureur, avec le secours du ciel, à raison du la présence de M. le comte de Broglio et dus autres troupes. Etc. etc. Avec cula, nous pouvons dire que la populace est tellement corrompue et prévenue par les menaces de ces malheureux qui leur défendent d'entendre la messe, ny d'assister à auqu'un autre office divin, sur peine de la vis et du bâillement de leurs maisons, qu'il n'y a que les honnêtes gens qui fréquentent et meme rarement les Eglises. Etc. etc. Le nombre des véritables zélateurs pour Dieu et pour lu prince est fort petit dans les malheureuses circons tances du temps. Tout est corrompu ; je ne m'uxpli-"], [97, "87 que pas davantage la dessus ; je laisse aux personnes éclairées à faire les réflexions nécessaires etc. etc. La nuict de lundy au soir premier de ce mois, une autre bande a été a St-Germain de Calberte dans le dioceze de Mende. Un détachement de quarante cinq hommes du régiment de Tournon assisté des habi tants qui ont paru bien intentionnés, a fait des pro diges. Cea scélérats par trois fois différentes ont voulu forcer h s barrières et palissades, mais ils ont été obligés de se retirer, âpres avoir perdu dans cette occasion douze hommes, trois desquels ont ôté trouvés morts sur les toits des maisons, ou ils etoint montés, n'ayant peu rompre ni forcer lus palissades, sans parler dus blessés etc. etc. etc. Celui qui a apporté la nouvelle à M. de Broglio, nous a asseuré qu'il n'y avoit eu des nôtres qu'un sentinelle du tué et un soldat blessé légèrement. La nuict du mardy au mercredy ils ont entrepris d'entrer dans St-E^tienne de Valfrancesque. La résistance que les nôtres ont faite les a obligés de se retirer ; âpres quoy ils ont brullé deux ou trois maisons de la campagne au voisinage de St-Estienuu. Comme cela est recent, nous ne pouvons encore scavoir s'ils y ont tué per sonne, etc. etc. etc La môme nuict c'est à dire la nuict derniere, l'au tre troupe, qui fait de si grands desordres dans ce pays, a brullé TEglise du Oardet, qui est à une lieiie au dessous d'Anduse, et ils ont pris prisonnier un bon habitant du lieu, nouveau converti, parce qu'il y a quelque temps qu'il donna avis aux troupes du voisi nage qu'ils ôtoint en tel endroit etc. etc. etc. Tout le monde s'atfent d'apprendre demain matin beaucoup des nouvelles. On ne doute pas qu'ils ne"], [98, "88 portent leur fureur à Textreme, scachant que dus troupes réglées viennent, avec deux officiers généraux que le Roy envoie exprès dans cette province, pour arrêter le cours des malheurs si criants qui arrivent touts les jours, à la confusion des troupes qui sont en ce pays, etc. etc. etc... Les nouvelles d'en haut, que je viens de recevoir tout présentement, nous apprennent que la semmaine derniere une bande de ces malheureux a été près de Florae, sur le Causse, en allant à Muyrueix a deux grosses maiteries, nommées Cavalade et Cavaladete. La première appartient à M. du Mazul de la Roque, et l'autre a M. de Monvaillan. Apres s'y être bien rafraîchis, ils ont fait- bonnes provisions des vivres et surtout de fromage, qui est par excellence, et ont emmené un garçon d'un rentier et son berger etc. etc. faisant par tout defences d'aller entendre la messe, etc. etc., sur puine de la vie, etc. etc. Copie d'une lelre qu'on trouva lc premier jour de l'un, à l'issiœ de la grand messe, sous la porte de M. Bezesle. ancien catholique : Monsieur Bezesle et autres du votre patrie, ne vous fiâtes point. Vous vous raillés en parlant mal des enfants de Dieu ou de ceux qui souffrent pour sa querelle. Pensés en vous mêmes sur vos couches; tremblés et ne péchés plus, car le jugement do Dieu s'en va tomber sur les pécheurs, hyppocrites, pail lards, idolâtres, blasphémateurs, lasches et timides qui n'eschaperont point de la main de Dieu. Prenés garde que vous ne vous trouviés taire la guerre a Dieu, comme disoit ce certain docteur nommé Gama-"], [99, "89 liel : Qui est culuy qui s'est opposé aux voies de Dieu et s'en est bien trouvé? D 3 meme ne méprisés point les voies que Dieu se sert pour réveiller son Eglise. Que si vous c-tes ferme en votre opinion, bandés vous bien, car Dieu trouvera bien le moien pour détruire, massacrer, bruller cette grande paillarde, la mère de toutes les paillardises exécrables, comme nous dit Tapotre St-Jean dans Tapocalipse. En attendant ren forcés vous bien, car le temps est prés, plus que vous nc croies. C'est Dieu qui fait, tontes choses par son bras, robuste, se servant dus choses faibles et foles pour confondre les fortes et lus sages, amen. Jeun Robin, Lapicrre, la Rivière du Gardon, ainsi signés a Toriginal, d'ou j'ai tiré le présent extrait. Au dessus il y a A Monsieur, Monsieur Bezesle, a Anduse. LETTRE XIV Continuation des nouvelles du temps, etc. Du G janvier 1703. Dans les nouvelles du mercredy dernier 3 du mois, nous avons dit que ces malheureux avant que de bruller Túglisu de Cardet, ils avoint fait prisonnier un nouveau converti nommé Mourgue, qu'on croioit qu'ils avoint âmené avec eux, mais hier il a été trouvé mort et brullé dans lus ruines de TEglise."], [100, "90 Mercredy dernier 3° du mois, une troupe de ces scélérats, composée à ce qu'on nous a écrit, de quatre cents personnes, passa a plein jour a une lieue d'Alais, en montant dans le dioceze d'Uzes, ou on dit qu'ils font de grands desordres. Ce que nous savons de cer- tain est qu'ils ont brullé ces jours passés TEglise de St-Deseri , etc. etc. Une autre bande différente a brullé dans la nuict de jeudy dernier au vendredy, les Eglises de Thoiras, du St Bonnet et de Vabres dans le dioceze d'Alais, etc. etc. Lu nuict derniere on a brullé TEglise du Pin et la maison du baille au portes d'Alais, etc. etc. Te baille s'est heureusement sauvé en chemise, etc. etc. La môme nuict on a tué lu consul de Moissac nommé Notre Dame de Valfrancesque, d'où St-Roman, qui est sur le grand chemin, un allant d'Anduse à Tlorac, dopent. 11 y a quelque temps que nous avons dit qu'ils ont brullé TEglise de la paroisse et quelques autres maisons dans Tune desquelles qui appartenait à M. Sauvage, cy devant ministre du ceux de la religion prétendue réformée, trois grandes filles du rentier, ancien catho- lique, furent brullées etc. etc. Si cela dure il n'y aura plus d'Eglise a la campagne. Après cela, ils entreprendront de venir hardiment dans les villes de jour, de la manière qu'ils s'en ventent et qu'ils le publient partout; voiant qu'ils continuent de faire impunément et hardiment tout ce qu'ils veulent, sans trouver que rarement auqu'une résistance. Etc. etc. U semble que tout leur est permis et qu'ils sont d'intel- ligence avec les troupes de la manière qu'ils le sont avec la plus grande partie dus habitants de la cam pagne, qui leur tiennent la main et qui se joignent ít eux de nuict lorsqu'il faut faire quelque expédition."], [101, "91 E'c. etc. Si on fait réflexion à ce qui se passe et aux dispositions ou sont toutes choses, on jugera qu'il n'est pas si aysé qu'on le pense du procurer la paix et le calme dans un pays qui est entièrement gâté et corrompu, pour ne pas dire perverti, etc. etc. etc. Plusieurs personnes en se retirant ce soir de la cam pagne nous ont asseuré que cette âpres disnee, de trois 'a quatre heures, ils avoint entendu tirer du costé d'Alais quatre ou cinq cents coups du fusils ; cc qui fait qu'on est icy dins une grande impatiance d'apprendre ce que c'est. II serait h. souhaiter pour lus messieurs d'Alais qu'ils eussent fait quelque chose du considérable dans cutte occasion, pour se laver en quelque manière du leur lâcheté et du peu de fermeté que firent paroitre enq cents hommes bien armés qui plièrent et prirent tous la fuite au devant du cin quante ou de soixante tout au plus du eus malheu reux, qui les suivirent Tépée dans les reins jusques au château de St-Christol, qu'ils trouvèrent heureu sement ouvert pour s'y mètre en seureté, etc. etc. On appréhende icy beaucoup pour les messieurs d'Alais, s'ils ont trouvé ces scélérats sans les chercher, etc. etc. Ou connoit assés par la conduite des troupes qui sont dans les Cevennus, du qu'elle manière lu Roy est servi. 11 est expédiant que cullus qu'on attent depuis longtemps, fassent mieux leur devoir, et qu'on s'y prenne d'une autre manière qu'on n'a fait jusques a présent sans cela ces malheureux continueront tou jours a faire dus plus grand desordres, au milieu dus troupes, qui ne sont ce semble dans le puys que pour aller faire la vérification dus malheurs que eus scélé rats ont fuit, et en faisant cela, pour piller impuné ment lus villages et les paroisses entières par lesquul-"], [102, "92 les ils passent; ce qui a obligé plusieurs particuliers de la campagne d'abandonner tout et de se joindre à ces malheureux. Etc. etc. Dernièrement un détache ment de M. de Marsilli, qui est en quartier à Alais, fit des desordres extraordinaires dans deux villages de la paroisse de Miellet, jusques à mettre les fammes à la chemise, après avoir pris les bagues des doits, et les coeffus de la tête, etc. etc. Sur les plaintes que M. le prieur de Miellet en a faites à M. Tintendant, il luy à repondu'le plus obligemment du monde, et luy marque de sa main propre qu'il fera payer largement tout ce qu'on a pris de meme que les mulets et autre bétail. Pour cet tffect M. Tintendant a envoie une commission à M. du la Bruguiere d'Alais, afin d'infor mer fortement comme il à deja fuit contre ce détache ment. Les informations fuites ont été envoiéus ces jours passés a M. Tintendant, qui a écrit a M. le prieur qu'il a fuit retenir de Targent suffisamment sur la paie de ce régiment, de même que sur M. Poul, pour payer toutes choses ; ce qui fuit que M. le prieur est regardé de mauvais œil de ces officiers, dans le temps que le public luyr donne mille bénédictions, etc. etc. etc."], [103, "93 LETTRE XV Continuation des désordres du temps, etc., etc. Du 10 janvier 1703. Par les dernieres nouvelles du 6e du mois, nous avons dit qu'une bande de ces scélérats avoit brullé TEglise de St-Deseri dans le dioceze d'Uzes et fait beaucoup d'autres désordres. Nous avons appris do nouveau qu'on y a brullé cellu de Belvesé et quinze maisons des anciens catholiques, desquelz il y en a eu vingt cinq de massacrés ou brullés etc., etc. Dans le môme lieu et paroisse ils ont pris toutes les armes qu'ils ont trouvé. La nuict de dimanche dernier, septième du mois. une autre bande a ôté derechef dans le lieu du Miellet ils ont brisé toutes les fenestres et vitres de TEglise, qu'ils avoint laissé la première fois dan» leur entier, et ont emporté tout le plomb pour en faire des balles. Ils ont fait la môme chose de toutes lus funetres et vitres de toutes les chambres du M. le prieur etc., etc. Ils ont brullé la porte du cimetière, et à grands coups de hache ou du marteau ils ont mis en pièces une belle croix de pierre, qui êtoit au milieu, et ils ont achevé de détruire celle qui etoit au devant de TEglise, qui ôtoit encore beaucoup plus belle etc., etc. Apres cela ils ont été fouiller toutes les maisons ou M. lu prieur avoit réfugie touts ses effets, mais heu reusement on lus avoit transportés à Anduse, a la"], [104, "94 reserve de deux douzaines de chaises, de trois tables, de deux bois du lict, en forme, et un autre petit lict, qu'on a tout brullé etc., etc. Us ont fuit la môme -chose des effucts du deux anciens catholiques, qu'ils avoint mis à couvert dans des maisons dus nouveaux convertis. Et ensuite ils ont mangé et bon à discré tion. Le capitaine de cette bande est de la paroisse de Miellet, nommé Laporte, autrement le chevalier Rolan. Quand les habitants Tout voulu exhortera changer de conduite, il leur a dit qu'ils ne faisoiut que commencer, et que dans peu de temps il n'y aiiroit plus d'exercice du la religion romaine, ny à la campagne, ny même un auqu'un endroit du tout ce pays, etc., etc. Ils ont prêché et chanté des pseaumes, et en se retirant ils ont dit hautement aux habitants que s'ils faisoiut plus auqu'un exercice de la religion romaine, ils les vicndroint touts massacrer et bruller, etc. U faut remarquer que le dimanche âpres midy, cinqde ces scélérats surprirent lc sieur Paulet, nomme Quezac, ancien catholique, duquel on brulla derniè rement la maison, lorsqu'on brulla TEglise de Miellet, dans le temps qu'il beuvoit dans un logis au lieu du Luziers avec deux nouveaux convertis de la même paroisse de Miellet. Des que ces malheureux furent entrés, ils dirent à Quezucde les suivre ; ce qu'il fut obligé de faire sans heziter. Ils le conduisirent prés d'un village nommé Lespuech dépendant de Miellet. Quand ils furent entrés dans un bois, ou la troupe êtoit cachée en attendant d'aller à Miellet pendant la nuict, de la manière qu'ils le firent, on luy dit de prier Dieu et de se disposer à mourir. Pour cet effect on fit venir deux prophètes, qui prophétisèrent à môme temps qu'il le falloit faire mourir, toute la troupe fut"], [105, "95 du ìnôinc sentiment ; mais le pauvre Paulet, dans cet état violant, pria si fortement Laporte capitaine, qui etoit proche parent de feu sa famme, qu'il obtint la vie, ce que le capitaine eut bien de la peine d'obtenir de ces malheureux prophètes, etc., etc. Apres cela ou dit au sieur Paulet que s'il ne se repentoit pas, en changeant de conduits, on ne luy fairoitplus de quar tier. Cette bande etoit composée de quatre vingts hommes touts bien armés. La même bande scachant que M. Poul n'ôloit pas à St Jean avoit résolu do forcer St Jean le lundy au soir neufvieme de ce mois. Pour cet cfiéct ces malheuieux avoint demeuré cachés dans les bois de Rouville qui est de la paroisse, mais heureusement pour les habi tants de St Jean, M. Poul y arriva sur les huit heu res du soir, ayant quitté M. le comte de Broglio à Anduse sur les cinq heures du soir revenant de Vieil lpseque avec beaucoup des troupes. C'est ce qui obli gea ces scélérats à changer de dessein, voiant qu'ils ne pouvoint pus excquuter ce qu'ils avoint résolu, sans risquer de faire une grosse perte. Etc., etc. Ils se contentèrent en passant tout-a-fait prés de St Jean d'aller à un village nommé Arbousse, prendre des vivres etc., etc., ou ils tuèrent un ancien catholique, rentier de M. le juge de St Jean, etc , etc. La même troupe la nuict derniere, neufvieme de ce mois, a brullé TEglise du Courbés ut la maison de M. le prieur, qui n'est qu'a une demi lieiie d'Anduse, entre les deux Gardons en montant. Dimanche au soir 7e du mois, une autre bande différente arrêta un archer à Viuilluscque que M. de Broglio envoioit en toutu diligence à M. Tintendant, avec beaucoup des letres pour luy et môme pour la"], [106, "96 Cour. C'est archer se voiantbien monté mit tout en usage pour se sauver, mais âpres avoir essuie quel ques coups de fusil, sans être blaissé que légèrement, il ne peut s'empêcher de tomber entre leurs mains. Ils commencèrent par prendre ses armes, ô'ést à savoir pistolets d'arçon, espée et mousqueton etc. Ensuite ils lui osterent son manteau, son juste au corps et sa veste, de môme que le peu d'argent qu'il avoit, et toutes les letres qu'il portoit, ou il y avoit a ce qu'on dit, des avis tres importants touchant les malheurs et lus desordres du temps. On n'auroit pas ascurement manqué de le faire mourir, s'il n'avoit avoué inge numentqu'il etoit nouveau converti etc. On le renvoia ensuite dans le triste état ou on Tavoit mis, etc., etc. Anjourdhuy âpres disner, un capitaine du régiment qui est en quartier à Anduse, et qui etoit depuis huit jours avec quarante grenadiers en détachement qu'on a choisis sur tout le régiment est arrivé icy conduisant dix prisonniers qu'il a faits dans la paroisse de St André de Lancise, au dessus de St Gerurìin de Cal berte, qui ont ôté surpris dans une assemblée avec la teste du véritable prédicant, qui en se sauvant s'est précipité d'un rocher en bas. II a ôté surpris dans une maison dans le temps qu'il mangeoit et buvoit, âpres avoir fuit les exercices ordinaires du la R. P. R. il avoit une belle paire de pistoles, une bible, des pseau mes, dessermons etc. Le capitaine a porté tout cela icy, et il m'a asseuré que ce malheureux êtoit bien mis, de toutes manières, soit pour Thabit soit pour le linge. D'ailleurs il estoit bien fuit, et ne paroit pas avoirplusde vingt cinq ans. Etc., etc. Lespiisons ne peuvent pas contenir les prisonniers qu'on amène icy touts les jours. Les nouvelles que"], [107, "97 nous venons de recevoir de Montpelier, sont que M. llntendant viendra au premier jour dans ce pays, pour faire le procès aux coupables. Etc., etc. Le nombre de ces malheureux s'augmente de jour à autre. On écrit qu'on en a veu paroitre hier, au voisinage de Lunel, plus de cinq cents dans une trou pe, qui sont les maitres de la campagne, a raison des seigneurs et autres gens de distinction qui se sont touts réfugiés dans les villes avec leurs familles etc. etc. Sur les nouvelles que M. le comte de Broglio a eues de ce qui se passe en bas, il a fait partir sur les cinq heures du soir M. Dourville avec sa compagnie des dragons. On doit faire de plus d'autres détache ments de touts costés ce qui fait qu'il y a beaucoup à craindre pour Anduse, si par malheur ces scélérats sont avertis, comme il n'est que trop véritable, des mouvements que font les troupes. De cette manière il leur seroit aisé et facile de venir faire dans Anduse les exécutions qu'ils voudront, et même enlever les prisonniers qui y sont etc. etc. . . . On attent avec impatiance les troupes réglées qu'on promet depuis longtemps. On a sujet de craindre qu'il n'y en aura pas suffisamment avec celles qui viennent, pour mètre ce pays en seureté et à cou vert de la rage et de la fureur de ces malheureux, qui ont deja perverti et corrompu toute la campagne de plusieurs diocezes, qu'on aura bien de la peine à reduire, sans de remèdes fâcheux et extrêmement vio lents, etc. etc. Ainsi si on fait bien reflexion à ce qui se passe, on verra clairement qu'il est mal aisé d'y re médier et que si on ne le fait promptement, on doit craindre les suites, etc. etc. «te. etc. , , , , . . 3"], [108, "98 LETTRE XVI Continuation exacte et fidelle des malheurs du temps dams une partie de la province de langue- doc. ETC. ETC. Du 17 janvier 1703. Par le dernier ordinaire du 14 de ce mois (1), nous avons dit confusément ce qui êtoit arrivé au voi-si nage de Nismes, et comme M. Poul avoit été tué avec trois de ses dragons. Etc. etc. etc., il s'agit présentement de donner tout l'aiclaircissement sin cère et véritable à tout ce qui s'est passé etc. etc. Lundy dernier 15 du mois, un exprès de M. le comte de Broglio arriva a Anduse deux heures avant le jour, portant un pacquet à M. Chevry son secré taire, pour Tinformer et en sa personne le public de Tétat des affaires du temps etc. etc. etc. J'ay leu moy même la letre de laquelle il n'a pas été en pouvoir d'en avoir une coppie. Touts les soins et empressements que j'ay peu prendre- la dessus ont été inutiles ; en voicy pour tant la teneur. Je suis tombé sur ces malheureux. A la première décharge M. Poul à été tué. Si les dragons avoit si bien fait leur devoir, que nous avions sujet de l'attendre, nous aurions fait fin de ces scélérats, quoiqu'ils fus- (1) Cette relation du 14 n'a pu être retrouvée."], [109, "99 sent de beaucoup supérieurs à nous, étant au nombre de quatre cents. Ça n'a pas empêché que nous ne les ayons chassés et dissipés, aprés en avoir tué beau coup etc. etc. C'est Tessence de la letre, etc. etc. Cela fit un gros et sensible plaisir à touts ceux qui sont bien intentionnés pour la religion et pour le service du Roy. Cepandant nous avons apris par un dragon de M. Poul, qui ôtoit son secrétaire, qui pas sa hier icy, âpres disner , s'en allant à St-Jean, qu'il êtoit arrivé tout le contraire de ce qu'on avoit écrit. Etc. etc., il a dit publiquement et à moy en particu lier les choses de la manière qu'elles se sont passées etc. etc. Vendredy dernier, âpres diner, M. de Broglio, qui n'avoit avec luy que deux compagnies des dragons, à scavoir de M. Poul et de M. de LaDourville, trou va dans les devois de Nismes, qu'on appelle devois de Messieurs les consuls, ces scélérats, en plate cam pagne. Quoique M. le comte de Broglio n'eut pour tout secours que ces deux compagnies de dragons, on creut qu'il êtoit à propos de les aller attaquer, dans la pensée ou on êtoit qu'ils ne tiendroint pas ferme, et qu'étant a cheval on les taillerait en pièces etc., etc. Pour cet effect M. Poul fit deux lignes de ses dragons, M. de La Dourville en ayant fait de même, on s'avancea, pour aller fondre sur ces scélérats, qui se mirent à meme temps en bataille, et en si bon ordre, qu'a la première décharge M. Poul fut tué, de meme que trois de ses dragons. Le maréchal des logis et le brigadier ont été blessés, et sept ou huit dragons. M. de La Dourville, capitaine des dragons, a été aussi blessé à la teste d'un coup de fusil qui luy a per cé le chapeau de part a d'autre. La résistance de ces"], [110, "100 malheureux fut si forte, que les dragons se trouvant sans officiers, qui pussent agir, furent obligés de plier et de se retirer en toute diligence pour n'estre pas investis de toutes parts par ces malheureux comme il leur seroit arrivé dans le moment. Un autre dragon de M. de La Dourville a receu dans cette occasion un coup de fusil à travers du corps, qui luy sera tout à fait favorable, attendu qu'on dit qu'il n'est point du tout dangereux, etc., etc. Je serois trop long si je voulois dire toutes les circonstances, etc., etc. II suffit de dire qu'il ne fut pas au pouvoir des nôtres d'empor ter le corps de M. Poul, ny de garantir son cheval, etc. Le meme dragon m'a asseuré qu'il croit qu'il yen a douze ou quatorze de ces malheureux de tués, mais qu'êtant allés le lendemain pour chercher le corps de M. Poul, afin de luy faire donner la sépulture ecclé siastique, ils n'avoint trouve que deux de ces bandis de morts, etc., etc. Cela fait qu'eux et leurs adhérants de tout le pays triomphent, quoiqu'ils fassent sain blant d'être touchés et pénétrés de touts les desordres que ces malheureux font etc., etc. On trouva le corps de M. Poul tout neudet tout percé de coups de baïon nette, etc. Us ont fait la meme chose aux dragons qui avoint été tués et au cheval de M. Poul, etc. Ainsi ces scélérats ont eu tout Téquipage de M. Poul, de même que son sabre et ses pistolets, etc., etc. La nuict âpres cette expédition, ces scélérats pour marque de leur triomphe ont été bruller un village nommé Poulx, à une lieue et demi au dela de Nismes, à costé du grand chemin qui va a Beaucaire. Ce villa ge qui est le chef de la paroisse, êtoit tout catholique, à la reserve d'une famille à laquelle on n'a point du tout touché. Touts les catholiques ont été massacrés,"], [111, "101 excepté une demoiselle, qui êtoitveufve, à laquelle le nouveau converti a fait donner la vie, âpres qu'on luy a eu brullé sa maison, et cent psalmées de tosel le, de même que la plus grande partie de son trou peau. Le berger, pour avoir voulu garantir le reste, fut jette à même temps dans un puys, etc., etc. L'Eglise a eu le même sort du village, etc., etc. Heu reusement M. le prieur êtoit à Nismes, etc. Apres cela ils allèrent aux Marguerites manger et boire à dis crétion, pour se délasser de leur fatigue, etc., etc. Les nouvelles seures que nous avons receiis, ces jours passés, portent que la semmaine derniere ces scélérats ont fait des grands desordres dans le dioceze d'Uzes. Outre ceux que nous avons marqués, ils ont brullé TEglise de Vestric, celle de St-Maurice a deux lieues du pont de Monvert, immédiatement âpres que les troupes qui y etoint en quartier se sont retirés, à raison du mauvais temps, etc., etc. Celle de Gatigues etc. etc. — Celle de Foissac, etc. etc. — Celle de Baron, etc., etc. — Et la nuict derniere celle d'Ieuzet ou il y a des eaux mineralles et par touts ces endroits, ils ont fait main basse sur touts les anciens catholiques qu'ils ont trouvé, etc. Le public sera surpris d'être informé au vray, que dans une de ces parroisses, on a éventré une famme qui êtoit en état de s'accoucher, et qu'on a grillé et brullé Pensant sur les charbons ardents. L'horreur naturelle qu'on a pour une cruauté de cette nature fait frémir et ne permet pas de vous tn dire davan tage la dessus etc. etc. Cela paroit incroiable, mais cependant il est constant qu'ils se sont portés a cette extrémité de fureur etc. etc. etc. La nuict derniere une autre bande différente, corn-"], [112, "102 posée de deux cents personnes de ces scélérats, a été derechef à Miellet, ou ils ont fait des grands desor dres dans TEglise et dans la maison de M. le prieur, âpres avoir mangé et pris dans le lieu et dans les au tres lieux du voisinage toutes les provisions qu'ils y ont trouvées etc. etc. etc. Us ont même pris et atta ché un ancien catholique de St-Jean de Gardonnen que, nepveu du sieur Paulet, de Miellet, aussi ancien catholique, qui s'en alloit à la foire de St-Antoine à Alais etc. etc. etc. Cette même nuict du 16 au 17 du mois, ils sont venus aux portes d'Anduse, dans la maison d'un jardinier nommé Verquiere, dans le dessein de le tuer, s'ils Teussent trouvé, mais comme il y a long temps qu'il est menacé, il couche dans la ville. On luy a pourtant pris deux fusils, qu'on a trouvés chez luy etc. etc. Nous venons d'apprendre que M. le comte de Bro glio est allé à Montpellier, pour conférer avec M. Tin tendant et avec M. de St-Julien, qui est un des com mandants, que le Roy envoie en cette province de Languedoc, à raison des affaires du temps qui devien nent touts les jours plus dangereuses, faute d'y avoir appliqué un prompt et efficace remède, etc. etc. etc. , de la manière qu'on Ta peu faire aisément et sans violences depuis longtemps etc. etc. etc. J'oubliais de marquer que le même jour qu'on a brullé TEglise de Vestric, dans le dioceze d'Uzés, ils tentèrent d'entrer dans Bernis, mais ils furent vigou reusement repoussés etc. etc. etc. La même bande qui a brullé la nuict derniere d'Ieuzet âpres y avoir fait des grands desordres, à l'égard de la résistance qu'ils y ont trouvé, a ensuite"], [113, "103 brullé une belle maiterie de M. de LaBruguiere d'A lais, laquelle êtoit au voisinage de la ville etc. etc. Les pauvres catholiques de la campagne ne scavent plus que devenir. Comme nous avons deja marqué ils ont peine de trouver de logement dans les villes. Les nouveaux convertis ne les veulent point du tout recevoir ches eux que par force etc. etc. Du 18 janvier 1703. Dans le temps que j'allois fermer ce.pacquet, pour le remetre au bureau à six heures du matin, nous avons appris, par un exprés de St-Jean de Gardon nenque qu'une troupe de ces scélérats a brullé cette nuict le château de M. de la Valette, aune portée de fusil de St-Jean, de même qu'une maiterie de M. Viala, et autres trois ou quatre maisons au dehors de St-Jean. Celuy qui a donné cet avis au commendant des troupes qui sont icy en quartier, ne scait pas les desordres qu'ils ont faits. Par le premier ordinaire nous ferons le détail de toutes choses etc. etc."], [114, "104 LETTRE XVII Continuation des desordres du temps etc. Du 20 janvier 1703. Le 15 et le 16 de grand matin, nous avons dit qu'on avoit brullé le château de M. de la Valete la nuict du 15 au 16. A dix heures du matin du 16, une bande de ces scélérats, qui avoint fait cette expé dition, campa au pont de Salendres entre St-Jean et Anduse, et a un village qui est fort près de la, nom mé Massiés. Ils tuèrent deux anciens catholiques, âpres y avoir pris touts les vivres et provisions de bouche qu'ils y trouvèrent. Du pont de Salendres ils vinrent aux Moulins qui ne sont qu'a un quart de lieue d'Anduse, pour se rafraîchir, et de la ils mon tèrent à Corbés pour bruller la maison de M. le prieur, à laquelle on n'avoit pas touché lorsqu'on avoit brullé l'Eglise. Cette troupe qui êtoit composée de deux cents cinquante, alla passer le Gardon à Fextremité de la paroisse de Miellet, en descendant à Anduse, et monta dans celle de Gen«rargues, ou elle se joignit a une autre troupe pour le moins si forte que la première, ce que nous scavons par des prisonniers qu'ils avoint faits sur le grand chemin, auxquels ils donnèrent la vie parce qu'ils etoint nou veaux convertis, âpres leur avoir fait renoncer à la religion catholique, apostolique romaine etc. etc. etc. etc."], [115, "105 Etant à un quart de lieue d'Anduse, ils envoierent dire par des paisans au commendant des troupes qui sont à Anduse en quartier, qu'il n'avoit qu'a venir et qu'on Fattendoit avec impatience etc. etc. Quel ques temps âpres l'allarme fut si grande dans la ville sur le bruit qui vint de toutes parts qu'ils etoint deja entrés, que touts les pauvres catholiques croioint d'être perdus, voiant que les nouveaux convertis, bien loing de se mètre en état de se défendre, se con tentoint de s'enfermer dans leurs maisons, afin que ces scélérats peussent faire impunément dans la ville tout ce qu'ils voudroint etc. etc. etc. etc. On a eu des avis seurs que cette troupe faisoit cette de marche pour obliger les gens de guerre qui sont à Anduse de sortir, et pendant ce temps la donner moyen à l'autre troupe, qui êtoit de l'autre costé au voisinage d'Anduse de se jetter dedans et de se ren dre maîtres de la ville ce qu'ils auroint fait sans pei ne et sans auqu'ne résistance. Cela est constant, et Texécution en êtoit tres aisée et très facile. Aujourd'huy 20 du mois, un des sergens de la compagnie des grenadiers qui est à Bagars sur le grand chemin d'Anduse à Alais, étant sorti de la caserne sur les dix heures du matin, avec cinq sol dats pour aller à la maison du consul, luy demander les draps nécessaires etc. etc., le consul l'a conduit à un village de la paroisse nommé Blatierses, ou ces malheureux etoint. Le pauvre sergent y a été tué avec deux soldats, un autre a été fait prisonnier, et les autres deux se sont sauvés à la faveur des rochers et des précipices, âpres avoir essuie vingt ou trante coups de fusil sans avoir été blessés . Ces scélérats ont profité des armes des uns et des autres etc. etc."], [116, "106 les deux qui se sont sauvés ayant abandonné les leurs, afin de pouvoir mieux courir etc. etc. On ne doute pas que le consul ne sceut que ces malheureux etoint dans ce village et qu'il n'ait été la cause de la mort du sergent et des autres soldats, etc. etc. etc. Cette âpres disnée, ils ont été à un quart de lieiie d'Anduse, environ une heure âpres midy bruller la maison de M. le prieur de Generargues. On voioit des hauteurs d'Anduse, ces scélérats touts attroupés et ils y etoint encore sur les quatre heures du soir, Cela a obligé les troupes de se mètre en état de dé fance, en cas qu'ils veuillent venir attaquer Anduse, de la manière qu'ils se ventent hautement de le faire etc. etc. etc., dans Timpuissance ou ils sont d'aller de rechef de quelques jours à St-Jean, parce que le Gardon n'est pas gayable etc, etc. Ainsi il n'y a pas lieu de douter que cette nuict ils ne retournent à Miellet, pour y faire impunément tout ce qu'ils vou dront, attendu que Laporte, qui est un des comman dants est de la paroisse de Miellet etc. etc. . . Nous avons appris que M. le comte de Broglio, re venant de Montpelier, a couché la nuict derniere à St-Geniés, et qu'il a mis au pillage un village de ce quartier la etc. etc. etc. ou ces malheureux font des grands desordres etc. etc. Ces jours passés, on a brullé TEglise de St-Lau rans d'Aygouse et quelque autre maison, de môme que TEglise d'Emargues dans le dioceze de Nismes prés d'Ayguemorte etc. etc. St-Laurans est l'abaye de M. FEveque d'Alais etc. etc. Lorsqu'il se faisoit nuict, un homme de Generar gues a porté icy la nouvelle qu'outre la maison de"], [117, "107 M. le prieur, on en a brullé une autre, de meme qu'une vieille femme, ancienne catholique, âgée de quatre vingts ans etc. etc. etc. . . . On y a de plus brullé une maiterie appartenant à M. de la Blaquiere d'Anduse etc. etc. etc. LETTRE XVIII Continuation des malheurs du temps. Du 25 janvier 1703 Dimanche dernier 21 du mois, nous avons fait un état exact et fidèlle de tout ce qui s'ètoit passé depuis le mercredy précédent etc. etc., de la même manière que nous Tavons toujours fait, autant qu'il a peu dépendre de nous, depuis le commencement de ces affaires. S'il est vray que les nouvelles que nous envoions ne sont pas rendues à leur adresse, on y doit remédier et ordonner au Me du bureau d'être exact la dessus etc. etc. Dimanche dernier 21 du mois nous avons appris qu'une troupe de ces scélérats avoit brullé la mai son de M. le vicaire de St Roman de Tresque dans le dioceze de Mende, qui est sur le grand chemin qui va de St-Jean de Gardonnenque à Mende etc. La compagnie de fusiliers qui est en quartier à St- Roman, les empêcha de bruller TEglise, et donna le temps à M. le curé de Moissac d'ou St-Roman de-"], [118, "108 pent, qui êtoit dans la maison, de sejetter dans le corps de garde. Depuis ce temps la nous avons ap pris que la compagnie s'est retirée de St-Roman, de même que M. le curé et plusieurs autres habitants avec leurs effets, scachants que plusieurs bandes s'etoint jointes ensemble pour venir exterminer les compa gnies de St-Roman, du Pompidou, de Ste-Croix etc. etc. Apres avoir brullé la maison de M. le vicaire de St-Roman la nuict du vendredy au samedy 20 du mois, ils allèrent au château de Lon, prés de Sau mane, en plein jour, prendre toutes les armes qui etoint dedans pour la conservation du château, ayant pris et pillé tout ce qui êtoit dedans etc. linge, vais selle etc. etc. et même deshabillé quelques soldats etc. etc. auxquels on donna la vie, pour s'etre rendus •te. La nuict du samedy au dimanche 21 ils ont brullé le château de Moissac etc. etc. Les nouvelles que nous avons de Barre sont que la semmaine dernier on a brullé quelques maisons dans la paroisse de Molezon, de Cassanias, et de St-Lau rens de Trêve etc. etc. Samedy dernier 20 du mois, une troupe considéra ble de ces scélérats a brullé Tabaye de Cendras et TEglise a une grande lieue d'Alais, et dix-sept mai sons des anciens catholiques. Nous scavons de scian ce certaine qu'ils ont massacré et martirisé vingt-sept anciens catholiques. Etc. etc., ils ont fait des cruau tés surprenantes et iuouies et qu'on a horreur de dire etc. etc. ils ont coupé la langue à de petits enfents, tordu les bras, et viollé quelques filles, qu'ils ont ensuite éventrées etc. etc."], [119, "109 La nuict du 21 au 22, deux heures avant le jour, ils ont brullé TEglise de Maruejolz deux lieues an dessous d'Anduse, et ensuite celle de Massane a un quart de lieue de Maruejolz. La nuict du 22 au 23, ils ont brullé FEglise de St-Benezet deux grandes lieues plus bas qu'Anduse, et la même nuict une autre bande a brullé FEglise de Soudorgues au voisinage de la Sale etc. et la mai son du consul ; La nuict du 23 au 24 celle d'Horte au voisinage de Quissac. Mardy dernier 23 du mois, on fit partir d'Alais un convoi considérable de pain pour deux compagnies qui sont en garnison dans le château de Mandajors, avec un fort détachement, scachant qu'une grosse troupe de ces malheureux avoit empêché depuis huit jours que cette garnison ne receut point les provi sions nécessaires. En effect ces scélérats s'etoint campés avantageuse ment sur une hauteur, de laquelle ils commencèrent à faire grand feu sur nos gens. Comme M. de Mar silli se vit vigoureusement attaqué et même incom modé par les grosses pierres qu'ils faisoiut descendre en bas, il tacha insensiblement de gaigner les hau teurs d'un autre costé, afin d'être en état dedéfence. Dans ce temps la le détachement de Maudajor sortit fort à propos, pour venir au secours des troupes de M. de Marsilli, qui se trovoient faibles et en état de ne pouvoir pas résister, et les chargea si vigoureuse ment de l'autre costé, que se voiants attaqués de vant et derrière, ils se dissipèrent dans les bois. Les nouvelles que M. le comte de Broglio receut hier de cette expédition, sont qu'il y en a quarante de ces"], [120, "110 malheureux qui ont été tués, outre les blessés et que nous n'y avons perdu que deux sergents et sept ou huit soldats etc. etc. Dimanche dernier 21 M. de Broglio et M. de Ju lien arrivèrent à Anduse, venant d'Alais, ou ils avoint couché à leur retour de Montpellier. M. de Julien s'en retourna le lendemain a Alais, ou il doit rester pour donner les ordres nécessaires, il nous a assuré que le Roy donnera toutes les troupes nécessaires pour mètre tout le pays en repos etc. etc., il seroit a souhaiter que le remède eut été plus prompt, pour prévenir tant de malheurs qui sont arrivés, et un soulèvement général à la veille duquel nous étions sans les troupes qui sont déja arrivées en province. Celles de la marine sont destinées pour Nismes, Lu nel et Cavairac, etc. Le premier bataillon d'Henaut et deux compagnies du régiment de Fimarcon pour Anduse. Le second bataillon et deux compagnies de Firmarcon pour Alais etc. etc. Je ne scai pas en core ou est ce qu'on a résolu de mètre les autres com pagnies de Firmarcon etc. etc. Dans le temps que j'allais fermer le pacquet, un de mes amis des Cevenes m'a écrit qu'avant hier ils ont brullé le château de M. de Brissac dans la pa roisse de Molezon, celuy de M. de la Charsse des Plantiers, et celuy de M. Pagesi du Cailou au voisi nage de St-André de Valborgne etc. et celuy de M. de Valescure. Après avoir marqué tout ce qui s'est passé depuis le dernier ordinaire, a Tégard des mal heurs du temps, je vous dirai que je suis bien en peine de scavoir si mes mémoires sont interceptés. On me fera un gros et sensible plaisir de me donner quel que éclaircissemeut la dessus. Je n'ay point eu des"], [121, "111 nouvelles depuis le vingtroisieme du mois de décem bre dernier etc. etc. On a apparemment sceu que le Roy a fait au com mencement de cette année dix maréchaux de France; à scavoir M. deChainily, M. de Vauban, M. de Ro sen, M. d'Arcour, M. de Montrevel, M. de Talar, M. d'Ussel, M. Chateaurenaud, M. d'Etrée, et M. de Tessé. Je scai qu'il y a des gens, que je ne veux pas nommer, qui font connoitre ouvertement qu'ils sont sensiblement mortifiés de n'en être pas du nom bre etc. etc. etc. LETTRE XIX Continuation de la relation des malheurs du temps etc. Du 27 janvier 1703. Les desordres que font ces malheureux sont si fréquents et si extraordinaires , qu'il est presque impossible de se souvenir et de mètre par écrit tout ce qui se passe. Les nouvelles seures que nous avons eu des Cevenes sont que la nuict de mercredy dernier au jeudy 25 ils ont brullé TEglise de Ste Croix de Valfrancesque , la maison de M,' le curé et le château , etc. etc. U faut remarquer que cella est arrivé le soir, âpres le départ de deux compagnies qui etoint en quartier, et qui se sont retirées à Barre,"], [122, "112 pour pouvoir mieux résister à ces malheureux etc. etc. La même nuict ils ont été dans la parroisse du Bosquet de la Barthe, au dessus de Ste Croix, en montant le long de la rivière, prendre touts les effects, que Mr le prieur croioit d'avoir mis à cou vert, dans la maison d'un nouveau converti, de meme que deux calices, touts les ornements de FEglise, quatre fusils et une paire de pistoles. Ils ont aussi pillé et brullé le château de Mr de Brissac dans la parroisse de Molezon, qui voisine avec celle du Bousquet de la Barthe etc. etc. La nuict du jeudy au vendredy 26, ils ont brullé les Eglises de Lougrian , et Commiac au voisinage de Vieilleseque, qu'ils avoint brullé le jour aupara vant etc. etc. La nuict du vendredy au samedy 27, ils ont été aux portes d'Anduse avvc deux habitants de la ville, qu'ils avoint pris sur le soir venants de la campagne. Un êtoit ancien catholique et l'autre nou veau converti. Us passèrent l'ancien catholique par les verges tout neud, et âpres cela sur les neuf heures du soir, ils Tattacherent à un arbre, de meme que le nouveau converti, ne luy ayant laissé que la chemise etc. Sur les cris extraordinaires qu'ils fai soint en cet état, toute la ville fut dans des grandes allarmes, croiant que ces malheureux alloint forcer la porte qui va du costé de St Jean. Etc. etc. Les troupes qui etoint deja couchées furent bien tôt a l'herte etc ; et Mr de Broglio, qui êtoit en état de se mètre au lict, se mit à même temps Tepée à la main, à la teste d'une partie des troupes. On sortit par deux endroits, pour aller attaquer ces malheureux, qui"], [123, "113 insultoint de loin nos gens, les traittans de lâches et de poultrons. Cependant comme ils virent qu'on s'avançoit pour venir hardiment à eux, ils commen cèrent à se retirer insensiblement sur les hauteurs, ce qui obligea les nôtres de s'en retourner, âpres avoir mis en liberté ces deux pauvres hommes de peur que s'ils avançoint davantage, ils ne tombassent dans qnelque ambuscade, comme il leur seroit assu rément arrivé, de la manière que ces pauvres prison niers Tont dit. Pendant toute la nuict on a pris toutes les précautions nécessaires pour la seureté de la ville. Mr de Broglio est parti de sept à huit heures du matin, avec deux compagnies des dragons, et avec la plus grande partie du régiment de Mr de Gas, qui sont encore icy en quartier pour aller batre les bois de la campagne, ou ces malheureux font leur retroite etc. Mr de Julien doit faire la môme chose du costé d'Alais etc. etc. La meme nuict à scavoir du vendredy au samedy, on a brullé TEglise de St Pierre au dessous de Tour nac, de même qu'une partie du Monastère à la quelle on n'avoit pas touché lorsqu'on brulla dernièrement TEglise et quelques chambres. La même troupe a aussi brullé cette nuict TEglise de Canaulc au des sous d'Anduse , etc. Aujourd'huy a dix heures du matin, ils ont été bruller TEglise de St Phelis à une lieue d'Anduse, le château et toutes les appartenances, de même que deux barraques etc. etc. Tout cela est de Mr de Montpeiroux, qui etoit parti de son château a sept heures du matin, avec une compagnie franche de fusiliers qu'il cominende, et qu'il avoit faite pour venir joindre Mr de Broglio, suivant les ordres qu'il s"], [124, "114 en avoit receus, n'ayant laissé que trois soldats dans son château, deux desquels ont été tués et massacres de meme qu'un bon vieillard qui s'etait donné à Mr de St Phelix, et une vieille famine, qui avoit ôté sa mère nourrice , laquelle on a mise en pièces a coups de hache et de sabre , de la môme manière qu'on coupe la viande en détail à la boucherie etc. Le rentier de la barraque qui etoit venu ce matin âpres Mr le comte de Montpeyroiix, a été tué et sa famme brullée. Us ont entièrement pillé le château et emporté touts les ornements de TEglise et les vases sacrés que Mr le comte avoit enfermés dans son ca- binet. Si Mr de Montpeiroux n'avoit pas ôté forcé d'aller en campagne, suivant les ordres qu'il avoit receus, ces malheurs criants ne seroint pas arrivés. Ces scélérats âpres cette expédition ont gayé le Gar- don au dessous du château de Tournac et sont allés à Gaujac, qui est au dela de la rivière pour bruller TEglise, qu'on à trouve bâtie a chaud et a sable. Sur la nouvelle qu'on en a eu à môme temps, Mr de Bro- glio, qui venoit de la campagne sur les quatre heures du soir, et qui n'etoit pas encore entré dans la ville, y est allé en toute diligence avec toutes les troupes qu'il avoit à sa suite, mais avant qu'il les ait peu joindre ils s'etoint deja jettes dans les bois de Ba- gars, ou on n'a pas peu les suivre, à raison de la nuict. Cependant quoique Mr le comte de Broglio eut beaucoup fatigué pandant tout le jour, de même que toutes les troupes, ils ne sont arrivés à Anduse qu'a huit heures du soir etc. etc. etc. Jeudy dernier 25, le capitaine Laporte, originaire dela parroisse de Miellet, y fut à la teste de deux cents hommes pour se rafraîchir etc. etc. U fit des"], [125, "115 defences expresses aux habitants de payer la dixme, et aux fermiers de Mr le prieur de l'exiger, sur peine de la vie etc. etc. Us font la meme chose dans toutes les parroisses, disant hautement que cella doit être emploie pour la subsistance de leurs ministres et des troupes qu'ils ont pour réussir dans leur dessein etc. etc. II ordonna de plus aux habitants, sur peine de brullement de leurs maisons, d'aller netoier la place du tample, ou il y avoit beaucoup de marrin etc. et d'y mètre des sièges de pierre ou des planches à tout Tentour ; ce qu'ils ont exécuté, â ce qu'a dit Mr le comte de Brogiio ce soir à son retour, ayant passé par Miellet. Ces scélérats publient partout, que si on ne donne liberté de consciance à touts les nou veaux couvertis, ils metront tout à feu et à sang etc. etc. avec plus de fureur qu'ils n'ont fait jusques à présent etc. etc. M. le comte de Broglio a trouvé ce soir â son re tour beaucoup de pacquets, qu'on a apportés depuis son départ du matin. On ne doute pas qu'il n'y ait beaucoup des nouvelles fâcheuses, qu'on ne scait pas encore. Tout ce que le Révérend père de la Riie, qui est icy depuis six jours avee M. de Broglio, nous a dit en se retirant à onze heures du soir, et même en secret, est que ces malheureux ont désarmé ces jours passés trois a quatre compagnies, prés de Baniolz. On marque à M. de Broglio qu'ils ont enlevé, cent cin quante fusils, autant de baïonnettes, outre les spon tons et autres armes, et munitions de guerre etc. etc. Comme cette nouvelle est fâcheuse, on garde le silen ce la dessus ; mais il est seur que les nouveaux con vertis scavent mieux et plutôt que nous tout ce qui se passe etc. etc. Le chagrin qu'a eu M. le comte de"], [126, "116 Broglio de n'etre pas du nombre des maréchaux de France de la nouvelle création, non plus que M. son frère, a écrit, à ce qu'il a dit publiquement, en cour pour demender au Roy son congé etc. etc. etc. et il attent la réponse dans moins de quinze jours etc. etc. II est temps que je finisse pour aller prendre un peu de repos, à miuuict etc. etc. LETTRE XX Continuation des malheurs du temps etc. Du 3 1 janvier 1\" 03 . Dimanche matin 28 du mois, on trouva quatre hommes massacrés auxquels on avoit presque coupé la teste a coups de huches, que ces malheureux con duisoint prisonniers, a l'expédition de St-Phelix. On a reconnu un ancien catholique de la montagne, qui demeuroit à Anduse, et qui êtoit allé au bois le sam medy bon matin etc. etc. On n'a pas reconnu les autres, mais on scait qu'ils sont du haut Gevaudan etc. etc.. qui etoint descendus pour gaigner leur vie etc. On les a trouvés morts, les bras liés et attachés par derrière etc. etc. Par le dernier ordinaire j'ay marqué tout ce qui s'êtoit passé à Tégard du choc qui arriva jeudy dernier, lorsqu'un détachement de Mar silli escortait un gros convoi de pain et d'autres pro visions qu'on apportoit à la garnison du château de"], [127, "117 Mandajors. Je suis obligé de dire qu'il n'a pas été si avantageux pour nous qu'on nous Tavoit dit au commencement. Nous avons appris que la perte de part et d'autre est fort égale etc. Jeudy dernier 25 sur la rivière de Cesé onze pleines barques de ces ban dis passèrent de suite. On dit que cette barque peut passer chaque fois quarante cinq ou cinquante per sonnes. Le bruit commun est que ce sont des nouvel les forces qui viennent dailleurs, pour se joindre à ces malheureux etc. etc. Vendredy dernier 26, ces bandis enlevèrent prés de Baniolz un convoi de cent soixante fusils et autres armes et munitions de guerre, qui etoint destinées pour nos troupes etc. etc. Dimanche dernier ils ont ôté de rechef à St-André de Valborgne prêcher et faire touts les exercices de leur religion. Celuy qui a apporté la nouvelle à M. de Broglio, nous à asseuré qu'ils etoint plus du douze cents etc. etc. Ces jours passés, prés de St Chates, dioceze d'Uzez ils ont brullé les Eglises de Valerargues, et de Ste Eulalie etc. , etc., ete. Trois soldats d'une compagnie franche qui est à St Chates, ôtant allés en maraude, ont esté surpris par ces scélérats et tués etc., etc. Dans le môme temps, une autre troupe de ces mal heureux a brullé les Eglises de Concoirac et de Ceyrac, au voisinage du St Llippolyte etc., etc. Ilier 30 du mois, un détachement de soixante hom mes, qui s'en alloint de St Roman à St André de Valborgne, de Tordre de M. le comte de Broglio donna dans Fambuscude d'une grosse troupe de ces malheu reux qui les attendoint sur le chemin. La plus grande partie des nôtres y ont ôté tués. A ce qu'on dit les"], [128, "118 autres se sont sauvés etc., etc. Cepandant ces scélérats ont profité des armes des uns et des autres, qu'ils ont touts abandonnés, pour se sauver etc. On vient d'ap prendre que la perte du détachement qui alloit de St Roman à St André de Valborgne n'est pas si consi dérable; nous n'y avons perdu que sept hommes de trante qu'un capitaine de bourgeoisie commandait et prit la fuite. L'autre capitaine avec ses trante soldats demeura ferme sur une hauteur etc., etc. Les nouvelles seures d'Alais sont, que M. de Julien fut hier de retour à Allais âpres avoir battu pandant deux jours et deux nuicts la campagne pour chercher ces malheureux, sur lesquels il alloit tomber avant hier lorsqu'ils alloint passer la rivière de Cesé, si une famme ne les eut malheureusement avertis qu'il y avoit une grande troupe des nôtres qui etoint cachés de l'autre costé. Si bien qu'ils se sauvèrent en retour nant sur leurs pas. Nos carabiniers en tuèrent seu lement six, et en prirent autre deux, qui furent blessés. U n'y a pas lieu de douter que toute la trou pe de cesbandis n'eut été taillée en pièces sans cette famme etc., etc. Un moment âpres que nos troupes se furent retirées, ces scélérats allèrent mètre le feu au château de M. d'Avejan et firent beaucoup d'autres desordres. Les letres que nous venons de recevoir tout présentement d'Alais de M. Tabbé de Merez et de M. Dupin, nous marquent que M. le comte du Roure avoit écrit hier à M. de Julien une letre par un exprès, par laquelle il luy marque que ces scélérats ont brul lé huit villages entiers au voisinage de Bariac, qui etoint touts anciens catholiques. St Jean des Anels en est du nombre; on ne dit pas le nom des autres etc., etc., ny du nombre des catholiques qui ont ôté mar-"], [129, "119 tirisés etc., etc. M. le comte du Roure marque de plus que comme il n'a pas suffisamment des troupes pour se défendre, il appréhende qu'on ne le vienne visiter. Sur les nouvelles qu'on a receiies aujourdhuy a onze heures du matin qu'une troupe de ces malheureux paroissait au voisinage de Durfort, M. le comte de Broglio a fait partir en diligence cinquante dragons pour aller joindre M. le comte de Montpeiroux qui est a Durfort avec sa compagnie depuis le brullement de son château etc., etc. M. le comte de Broglioest aussi parti âpres disner avec d'autres troupes pour aller du costé de Bagars etc., ou M. de Julien se doit trouver, pour conférer ensemble sur les affaires du temps etc., etc. On est icy dans des allarmes continuelles, et si le bon Dieu n'yr remédie promptement, attendu qu'il n'y a pas suffisamment des troupes dans le pays, pour s'oppo- ser à la fureur de ces malheureux, nous pouvons dire que tout est perdu. Apres s'etre rendus maîtres de toute la campagne, il n'y a pas lieu de douter qu'ils n'entreprenentde venir dans les villes etc., etc. Ces jours passés on a arrêté a Alais un bourgeois qu'on soupçonnoit d'être d'intelligence avec ces scélérats, pour leur donner le moien de se jetter dans la ville etc., etc. On a écrit de plus d'Alais que la bande de ces malheureux , sur laquelle M. de St Julien fut en état de tomber, êtoit composée de plus de huit cents personnes, etc. etc. Bien des gens de toutes les parois ses du pays désertent touts les jours pour prendre le parti de ces malheureux, jusques a des soldats de la bourgeoisie, etc. etc. Hier matin, un soldat irlandois, qui avoit été fait"], [130, "120 prisonnier daiis la paroisse de Bagars, lorsque le ser gent de la compagnie fut tué avec autres deux soldats de la manière que nous Tavons deja marqué, est arrivé en cette ville après avoir resté pendant huit jours avec ces malheureux. II nous a dit, qu'on Ta tenu attaché au commencement à un arbre pendant deux heures, ayant mis autour de Tarbre grande quantité de bois pour le faire bruller, mais qu'enfin on luy avait donné la vie, à condition qu'il resteroit avec eux, ce qu'il leur promit de faire, et qu'il a exécuté jusques a ce qu'il a trouvé Toccasion de se sauver de la manière qu'il Ta fait. Ou luy faisait porter leurs livres, et il nous à asseuré que rien ne leur manquoit à la campagne, et qu'il y avoit même de ces bandis qui venoint tous les jours à Anduse chercher du tabac, ou faire accommoder des souliers, et par ce moien scavoir ce qui se passe dans la ville ou ils sont résolus de venir, malgré la présence de M. le comte de Bro glio, et des troupes qui y sont. Ce pauvre prisonnier irlandois dit que lorsqu'ils veulent faire quelque expédition considérable, plusieurs compagnies se joignent ensemble, et qu'ensuite ils se séparent jus ques à nouvel ordre. Cependant les uns et les autres font des desordres partout, sans faire quartier à au qu'un catholique, etc. etc. Ainsi si le bon Dieu n'y remédie promptement, comme nous n'avons point suffisamment de troupes, tout est perdu. Les puis santes ont pris la résolution de s'attacher uniquement dans les conjonctures présentes à conserver les villes et les gros lieux, jusques a ce qu'on ait suffisamment des troupes pour s'opposer à la rage et à la fureur de ces malheureux. On attend icy demain au soir sans manquer un régiment de la marine. U est à souhaiter"], [131, "121 pour le bien de la religion et du service du Roy qu'on en envoie incessamm?nt davantage, etc. etc. LETTRE XXI. Continuation de la relation des désordres du temps etc. Du 3 février 1703. Dans les dernieres nouvelles du 30 du mois de jan- vier, nous avons oublié à ce que je crois, de dire que quelquesjours auparavant uue grosse troupe de ces scélérats avoint été aGenouillac pour forcer la gar- nison et que le capitaine qui la commandoit ayant voulu faire une sortie sur eux avoit été tué et quel- ques soldats avec luy ; ce qui obligea lu lieutenant de se jetter promptement dans le corps de garde, avec touts les soldats, pour tacher de su défendre etc. etc- Les lettres que Texpres djej lieufeiiiait a porté icy à M. de Broglio, disent que cette grosse troupe di scélé- rats tiennent pied ferme, et il prie ML le comte de Broglio de luy en voier promptement du secours. Sur cela il fit partir cent cinquante hommes du régiment de M. Degas, qui est icy en quartier, commandés par M. de St-Moutou lieutenant colonel ; et comme St- Jeau de Gardonnenque est tout à fait exposé, M. le comte de Broglio y a envoie cinquante hommes du"], [132, "122 même régiment etc. etc. Dans le rende vous que M. le comte de Broglio avec M. de Julien ont eu ces jours passés à Bagars, de la manière que je l'ay marqué, ils convinrent de batre la campagne de part et d'au tre, afin d'enfermer s'il etoit possible ces malheureux entre deux etc. Pour cet effect M. le comte de Bro glio ayant été averti qu'un bataillon devoit coucher jeudy au soir premier jour du moisà Quissac y envoia sur le soir un exprès avec ordre de venir en diligence h Anduse. Quoi qu'ils feussent extrêmement fatigués, ils partirent sur les dix heures du soir, et arrivèrent hier icy à quatre heures du matin. Adiré le vray, on ne peut pas voir de plus belles troupes que celles de la marine etc. Conformément à ce que M. de Broglio et M. de Julien avoint résolu dans leur derniere con ferance, M. de Julien partit hier matin d'Alais avec cinq cents hommes, pour aller du costé de Genouillac. M. le comte de Broglio est parti d'Anduse aujour d'hui avec six cents hommes de troupes réglées, n'ayant laissé que cent cinquante hommes et un seul capi taine pour les commander, et ils sont montés du costé de St-Jean. On a fait prendre à tout le monde des provisions pour six jours. U seroit à souhaitter que cette campagne fut plus avantageuse que toutes les autres sorties qu'on a faites jusques à présent etc. Mais nous avons sujet de craindre que les autres ban des ne fassent la même chose qu'a fait une troupe de ces scélérats, composée de plus de quatre cents per sonnes laquelle, âpres que M. de Julien a ôté passé au voisinage de Brenous pour aller du costé de Genouil lac, sont venus bruller Brenous la nuict derniere, de même que le château de Gasco, à une lieue au des sus d'Alais et fait d'autres desordres qu'on ne marque"], [133, "123 pas. C'est, pour cela qu'on a renvoie icy un exprès d'Alais en toute diligence, pour en donner avis à M. de Broglio. Le Révérend père de La Rue qui est à Anduse depuis quinze jours, en attendant de trouver une commodité seure pour s'en aller à Montpelier, ou il doit prescherle carême, a ouvert les letres, confor mément au pouvoir que M. de Broglio luy en a donné et à même temps on a fait partir un autre exprès pour luy aporter les pacquets a Tendroit ou il sera. Etc. Ces lettres portent qu'âpres qu'ils ont eu fait ces desordres la nuict derniere, on les a veus passer sur les dix heures du matin du costé des bois de Malo brousse, entre les paroisses de St-Paul Lacoste et de St-Sebastien. Etc. etc. A trois heures du soir on nous est venu donner avis qu'on les avoit veus paroitre dans la paroisse de Miellet, et qu'on ne doute pas qu'ils n'aient le dessein de venir attaquer cette nuict Anduse, scachants par les espions qu'ils ont partout, dans les villes de môme qu'a la campagne, que s'ils viennent présentement, Anduse n'est pas en état de se défendre ; ce qu'on pourroit faire si touts les nou veaux convertis etoint bien intentionnés. Etc. etc. Atijourd'huy âpres disner trois de ces scélérats ont ôté reconnus dans un logis ou ils beuvoint par Tirlan dois qu'ils avoint dernièrement fait prisonnier et qui s'est sauvé de la manière que je Tay marqué par le dernier ordinaire. Dans le temps qu'il alloit avertir M. le gouverneur à Tabsence de M. de Broglio et des autres officiers, deux de ces malheureux se sont reti rés, si bien qu'on n'en a pris qu'un qu'on a mis a même temps en prison. On nescait pas encore de quel le paroisse il est. Comme cela est arrivé fort tard, on n'a peu encore seavoir la chose au vray. Etc. etc. On"], [134, "124 est assés occupé a prendre les mesures nécessaires pour empêcher que dans la nuict ces malheureux ne viennent laire dans Anduse ce qu'ils ont projette depuis longtemps etc. etc. Ces jours passés une autre troupe a brullé les Egli- ses de Pompignan, et de la Cadieru au voisinage de St-Hyppolite, de même que d'autres maisons des anciens catholiques, desquels ils en ont massacrés quelques uns etc. etc. On est persuadé que ces trois scélérats s'etoint dé tachés de la troupe, qui n'est qu'a une lieue d'icy, pour voir ce qui se passe dans Anduse, et pour sca voir au vray les troupes qui y sont restées, afin de prendre la dessus leurs mesures pour pouvoir bien réussir etc. etc. Un bruit sourd court par la ville, qu'on a brullé TEglise de Chamberigneau et fuit beuucoup d'autres désordres. Par le premier ordinaire, si nous sommes en vie, nous dirons les choses de la manière qu'elles se seront passés. Cependant comme je n'ay point eu des nouvelles d'en haut, pour réponse de ce que j'ay écrit régulièrement deux fois la semaine, que par une letre en datte du 23 du mois de décembre dernier, j'appréhende que mes letres ne soint pas rendues fidè lement à leur adresse. On mu fera plaisir de me tirer de la peine et du chagrin ou je suis la dessus, afin que je puisse prendre mes mesures la dessus etc. etc. Nous venons d'apprendre que le prisonnier qu'on a arrêté est de la parroisse de Generargues à un quart de lieue d'Anduse etc. etc. On Tobligera bien à dire le nom de ces deux camarades etc. etc."], [135, "125 LETTRE XXII D'Anduse ce 7 février 1703. Par la dernière relation de sammedy dernier 3 du mois, j'ay marqué qu'on êtoit icy dans des allarmes à Tabsance des troupes, sur les avis certains, qu'on avoit eu, qu'une troupe de ces scélérats etoint au voisinage, et qu'il y avoit grand danger qu'ils ne vinssent a Anduse, de la manière qu'ils Tavoint ré solu. Mais il n'est rien arrivé de ce qu'ils avoint projette etc. etc. Cependant, quoyqu'on eut toute sorte de sujet de craindre a Anduse, il n'est rien arrivé de ce qui s'est passé à Mende. Nous n'avons pas icy des amesonnes de cette force et de cette bra voure, qui osassent sortir Tépée et le pistolet à la main pour aller braver ces scélérats etc. etc. il seroit à souhaitter qu'elles peussent communiquer un peu de leur zèle a ceux a celles qui paroissent être insen sibles dans les affaires et dans les conjonctures présen tes etc. etc. Si à Genouillac les hommes et les femmes avoint été bien intentionnés pour la Religion et pour le ser vice du Roy, on ne se seroit pas joint au nombre de ces malheureux, de la manière qu'on Ta fuit, pour massacrer la garnison qui y etoit, sans leur faire au qu'un quartier. Après les avoir forcés dans leur re tranchement, ceux qui trouvoint occasion de se sau ver ont été assommés par les habitants, en fuiant etc. etc."], [136, "126 On nous asseuré de toutes parts, que si M. de Jullien etoit parti d'Alais sur Favis qu'on luy avoit donné, il seroit tombé sur ces malheureux, dans le temps qu'ils tachoint de forcer la garnison de Ge nouillac, attendu que Faction a duré plus de huit heures etc. etc. Tout ce que M. de Jullien y a fait est de mètre la plus grande partie de Genouillac au pillage, n'ayant trouvé personne dans les maisons. On a écrit en cour pour informer le Roy de la con duite des habitants de Genouillac et on ne doute point qu'ils ne soint sévèrement punis etc. etc. etc. Apres que ces malheureux eurent défait la garnison de Genouillac ou ils ont fait beaucoup d'autres de sordres, ils vinrent coucher en descendant à Lussan, ou ils se logèrent par billets de la même manière que le font les troupes réglées, et n'en partirent que le lendemain bien tard etc., etc. Dimanche dernier quatrième de ce mois un exprés de Chambonnas en Vivarés arriva à Anduse, a dix heures du matin avec des letres pressentes pour M. le comte de Broglio, par lesquelles on luy marquoit qu'une bande de ces malheureux, composée d'environ huit cents hommes y avoit fait des grands desordres, qu'on y avoit brullé six Eglises et six villages entiers, anciens catholiques, et fait des massacres extraordi naires. Cet exprés alla porter ces letres à M. de Broglio, du costé de St André de Valborgne, ou ces scélérats ont été de nouveau faire touts les exercices de leur religion dans TEglise, qu'ils n'ont pas brullé, comme nous avons cy devant marqué s'étant conten tés d'abbatreles autels, confession neaux, et toutes les autres marques de la Religion catholique, apostolique romaine à la reserve de la chaire qu'ils ont conservée"], [137, "127 pour y faire leurs prêches. Leur assemblée fut fort nombreuse. Castanet qui êtoit un des commendants, fit publier hautement que personne n'eut à payer la taille, la capitation ny la dixme, sur peine de la vie etc., etc. II obligea même le collecteur de faire des quittances à plusieurs particuliers du lieu et de la paroisse etc., etc. M. le comte de Broglio revenant de St André, arriva icy avant hier cinquième du mois, avec les troupes qu'il avoit prises, ayant laissé trois compagnies franches à St André, et ayant retiré le détachement qui êtoit à St Roman, qui n'y peuvent plus subsister, parce que ces malheureux enlèvent touts les jours les provisions qu'on envoioit chercher à St Jean de Gardonnenque ou ailleurs etc., etc. Ces scélérats, en se retirant la derniere fois de St André, Castanet, qui êtoit un de leurs commendants, fit tirer en passant devant le château vingt ou vingt cinq coups de fusil, disant a haute voix : M. de Fresquet ne craignez rien ; c'est pour faire honneur à Madame votre famme etc., etc., etc. Comme les pluies ont ôté extraordinaires pendant trois jours que M. de Broglio a ôté absent, avec six cents hommes, la marine coucha avant hier à St Jean, et M. de Broglio vint coucher icy avec les dragons et avec une partie du régiment de M. Degas, qui est icy en quartier etc., etc. Cette course n'empêcha pas M. le comte de Broglio de partir hier matin d'Anduse pour Alais avec trois compagnies des dragons et quel ques autres compagnies d'infanterie, pour aller con férer avec M. de Julien. Notre colonnel qui Tavait accompagné et qui fut de retour hier au soir, nous dit qu'il etoit parti d'Alais avec quatre cents hommes; que M. de Julien en avoit fait de môme, ayant cha-"], [138, "128 qu'un pris un quartier diffèrent ; et que d'Uzes et de Nismes on devoit faire la meme chose, pour tacher d'enfermer la grosse troupe de ces malheureux qu'on croit être dans la plaine de la Vaunage etc., etc. Les nouvelles qu'on a recèdes anjourdhuy d'Alais précisément à midy, par des letres que M. le gouver neur a écrites au colonel du régiment de Gas et a celuy de la marine portent qu'on a veu paroi tre ce matin une grosse troupe de ces malheureux au voisinage d'Alais. C'est pour cela qu'on a fait en diligence un gros détachement de plus de quatre cents soldats, ou de la marine ou du régiment de Degas, pour y aller. On voit par la feinte que ces scélérats font, qu'ils se mocquent de nos troupes et de touts les mouvements qu'on leur fait faire, qui ont été ordinairement sans auqu'un succès. Comme le pays qu'ils occupent est d'une grande étendue, c'est inutilement qu'on les cherche, on ne les trouvera jamais que par hazard, a la reserve qu'on ait beaucoup des troupes. Celles qui sont en province ne sont rien en comparaison de celles qu'il faut, dans les circonstances présentes, pour arrêter le cours et le progrés des malheurs qui arri vent touts les jours en bien des endroits différents de divers diocezes. On s'est trompé quand on a cru que cecy n'auroit pas d'autres suites etc., etc. Nous ne voions que trop que le mal augmente d'une manière extraordinaire etc., etc. Ce qui fait que les pauvres anciens catholiques gémissent de se voir maltraittés de toutes manières. Depuis que M. de Julien est à Alais il a fait loger touts les anciens catholiques sans dis tinction, comme les nouveaux convertis. A Texemple d'Alais, on a fait la meme chose a Anduse ; ce qui fait que les nouveaux convertis triomphent présentement,"], [139, "129 se flattant que puisqu'on oblige les anciens catholiques de loger on les fera aussi entrer dans toutes les au tres contributions, ce qui paroit tout à fait injuste etc., etc. On n'ose pas s'expliquer davantage la des sus. On se contente de gémir de voir des pauvres catholiques qui sont touts les jours exposés au danger évident d'être massacrés, comme il arrive à touts ceux qu'on peut surprendre à la campagne et à leurs mai sons et de nuict et de jour, être encore exposés à entrer dans lesfraix auxquels ils n'ont point du tout donné occasion. On a débité dans ce pays qu'outre Tallarme de Mende, à laquelle quelques prisonniers, qui se sau voint et qu'on prenoit pour des Barbets (1), avoint donné occasion, quelque bande de ces scélérats avait paru dans la paroisse de St-Etienne du Valdonnés, et qu'on y avoit pris plusieurs fusils ; qu'on avoit de plus brullé la maison de M. le curé de St-Julien du Tournel, et qu'on croioit même que le curé avoit été tué ou brullé etc. etc. Si cela est véritable, on ne voit que trop qu'ils s'éloignent pour rendre inutile le mouvement de nos troupes, et pour continuer toujours à faire impunément toutes sortes de desordres etc. J'ay ôté bien aise d'apprendre par les nouvelles du 29 du mois de janvier dernier, que mes relations ne sont point interceptées de la manière que je Tappre hendois etc. Nous venons d'apprendre avec douleur que dans le temps que toutes nos troupes sont en mouvement depuis hier de la manière que je Tay marqué cy des- (1) Nom donné aux Calvinistes des Cevenne» qui portaient de longues barbes. 9"], [140, "130 sus, ces scélérats ont brullé quatre églises au voisi nage d'Alais, et quatre villages entiers la nuict der niere. Ces villages etoint touts catholiques, à la reserve de quelques familles auxquelles on n'a pas touché. Touts les anciens catholiques qu'ils y ont trouvés ont été massacrés avec une cruauté inexpli cable. On sait qu'âpres avoir violé une fille, on luy a arraché la langue et fait des cruautés qu'on a honte de dire etc. etc. Un autre homme a été partagé par le milieu et ensuite brullé, de même que les autres etc. etc. La même nuict ils ont aussi brullé le château de Mandajors d'ou on avoit retiré la garnison, qui n'y pouvoit plus subsister par le manquement des vivres, que ces malheureux ont souvent enlevés etc etc. Les noms des lieux qu'on abrullés prés d'Alais sont Salendre, Mons, St-Privac et Ponteliere etc. etc. Nous ne doutons pas que demain nous n'apprenions que cette nuict ils auront fait la même chose en d'au tres endroits etc. etc. Si le bon Dieu n'y remédie, ces malheureux se porteront à tout entreprendre, voiant Theureux succès qu'ils ont dans toutes leurs entre prises. Ce qui fait que leur troupe grossit touts les jours, a mesure qu'ils enlèvent des armes de touts costés etc. etc. II est constant qu'il y a quatre grosses bandes de ces scélérats, touts bien armés, qui occu pent tout ce pays, et qui prennent si bien leurs mesu res dans toutes les expéditions, qu'ils font qu'ils ne sont jamais surpris. Ce qui se fait fort aisément par ce que toute la campagne est pour eux etc. etc. etc., de laquelle ils sont les maîtres absolus etc. etc. Us ont des espions partout, jusques aux portes des villes, si bien qu'avant que les troupes fassent aucun mouve-"], [141, "131 ment, ces malheureux sont avertis de tout ce qu'on a résolu de faire etc. etc. Ainsi c'est inutilement qu'on bat la campagne sans avoir des troupes en grande quantité etc. etc. Du jeudi malin 8 de ce mois. Sur ce qui est arrivé tout présentement, j'ay décacheté le pacquet, pour marquer qu'on vient d'enlever anx portes d'Anduse deux hommes anciens catholiques père et fils, qui alloint travailler à la vigne, auxquels on a attaché lesbras par derrière, et qu'on a emmenés ensuite avec eux, etc. etc. Comme c'est aujourd'huy jour du marché, tout le monde est allarmé. Etc. etc. etc. LETTRE XXIII Du dixième février 1703. Par Tordinaire de dimanche dernier, quatrième de ce mois, nous avons dit que les désordres que ces scélérats avoint fait, quelques jours auparavant, au voisinage d'Alais par le brullement des Eglises, et des maisons des anciens catholiques après avoir mas sacré touts ceux qu'ils trouvèrent ayant exercé sur eux toute sorte de cruauté, etc. etc. Outre ce que j'ay marqué, il est constant qu'a meme temps, ils brulle rent les Eglises de St-Hippolyte de Caton et de Deuz ou ils massacrèrent touts les anciens catholiques com me ils avoint fait à Salendres et a Mons etc. etc. ;"], [142, "132 de la manière qu'ils Font fait ensuite a Servas, dans le même jour etc. etc. etc. Les nouvelles seures que nous avons receiies d'A lais sont qu'ont voit arriver a tout moment des pau vres anciens catholiques de toutes les paroisses qu'on a brullées, d'une manière que tout le monde en est pénétré jusques au fond de Pâme. On a veu plu sieurs personnes venir dans un état à faire compas sion, etc. etc. Les uns un bras coupé, d'autres ayant receu plusieurs coups de fusil, les autres sabrés , de pauvres famines toutes échevelées etc. etc. etc í Les uns crioient à haute voix qu'on avoit tué leurs famines et leurs enfants ; les autres qu'on avoit tué leur pereet leur mère etc. etc. unautrequ'on avoitpendu sa mère parles pieds, et que T ayant éventrée, on avoit ensuite attaché les tripes au cou de son père, et qu'â pres cela, on Tavoit massacré ; etc. etc. Toutes ces cir constances sont certaines. L'horreur que j'ay des au tres choses, qui se sont passées, ne me permet pas d'en parler etc. etc. etc. Les deux hommes qu'on avoit pris jeudy dernier huitième de ce mois, aux portes d'Anduse, furent mis a même temps en liberté, à la prière de quelques nouveaux convertis, etc. etc. il n'en a pas été de même d'un huissier d'Anduse, qu'on prit le même jour avec un autre homme de St Etienne de Valfran cesque, qu'on a fait mourir, etc. etc. les ayant trouvés dans la paroisse de Miellet etc. etc. Le même jeudy 8 du mois ils prirent trois cheveaux de St-Etienne de Valfrancesque qui portoint des châtaignes au marché d'Anduse. Us ont emmené les cheveaux, et ont fait des deffences tres expresses a tout le monde de porter auquunes provisions à Alaiz"], [143, "133 et à Anduse etc. etc. sur peine d'être pendus a un arbre sur le grand chemin etc. etc. Le même jour ils enlevèrent une charge de bled qu'une fermière de M. le prieur de Miellet apportoit au marché d'Anduse etc. etc. etc. La nuict du mercredy au jeudy, Laporte, qui se fait appeler le chevalier Rolan, passa à cinq heures du soir par Miellet, à cheval, à la teste de plus de cinq cents de ces scélérats, qui montèrent en haut sans s'arreter etc. etc. On ne doutait pas qu'ils n'al lassent à St-Etienne ou à St-Germain, mais on n'a pas sceu qu'il y ait rien entrepris etc. etc. La nuict de jeudy dernier 8 au vendredy neufvie me une autre troupe, dans laquelle il y en a trante à cheval, a brullé les Eglises de St-Adoulite, de Gra mont et de Montigniac, de môme que toutes les maisons des anciens catholiques, ayant massacré touts ceux qu'ils ont trouvés etc. etc. Hier jour de vendredy 9 de ce mois, Monsieur le comte de Broglio arriva à Anduse sur les quatre heures du soir, avec les troupes qu'il avoit avec luy etc. etc. Conformément a ce que j'ay marqué par le dernier ordinaire les derniers mouvements qu'on a faits par quatre endroits différents, croiant d'enfermer ces malheureux, n'ont pas eu de meilleurs succès que les précédants. Les uns et les autres sont revenus comme ils y etoint allés. Pandant qu'il y avoit quatre gros détachements en campagne, ces scélérats ont fait des plus grands desordres qu'ils n'eussent fait jusques a présent aux portes d'Alais, etc. etc. Dans le temps que M. le comte de Broglio est arri vé à Anduse, un de ses fils, capitaine des vaisseaux, y est aussi arrivé etc. etc."], [144, "134 M. de Broglio n'a pas eu plutôt mis pied a terre qu'il a dit qu'il quittoit la province, et que M. de Montrevel maréchal de France venoit commender à sa place et qu'il devoit arriver demain à Montpellier etc. etc. C'est une nouvelle que nous scavions depuis lundy dernier par des letres secrètes etc. etc. Hier jour de vendredy 9 du mois, sur les dix heures du soir un exprés arriva à Anduse, de St-Jean, portant de la part de M.Lafon capitaine dans le régi ment de Gas, une letre à M. de Gas commendant, qui est en quartier à Anduse, par laquelle il luy mar quoit qu'une grosse troupe de ces scélérats paroissoit envoier un prompt secours pour pouvoir se défendre etc. etc. Sur le bruit des tambours tout le monde fut alerte, et on fit partir peu de temps âpres deux cents hommes qui viennent d'arriver tout présentement, et qui ont dit que tout avoit été tranquille, et que ces scélérats n'avoint pas osé venir forcer le château de la manière qu'ils avoint eu la hardiesse de le faire, par une letre tout a fait insolente etc. Je tacherai par le premier ordinaire d'en envoyer une copie etc. U est juste de dire à la louange d'un capitaine d'une compagnie des dragons de la nouvelle création, qui est en quartier à Quissac, qui etant parti de l'ordre de M. de Broglio pour s'aller joindre au dela d'Alais, il vit de loin une grosse troupe de ces mal heureux composée d'environ sept cents hommes, y en ayant trante a cheval, qu'il empêcha de passer le pont de la rivière d'Ausonnet, ayant même pris deux che veaux de ces bandis chargés de provisions nécessaires pour les vivres et autrement, etc. etc. Cette aprés disnée , une compagnie de mique-"], [145, "135 lets(l) est arrivée a Anduse. Us sont fort bien habillés à leur mode, et ont de tres bonnes armes ; chacun a trois coups a tirer etc. etc., et ont deux baionnettes différentes. Ils nous ont asseurés que lundy prochain nous devons avoir icy de plus trois cents miquelets, et que le Roy d'Espagne en doit envoier aussi six cents etc. etc. Nous venons d'apprendre que M. du Bosc, capitai ne des dragons dans le régiment royal, est lieutenant colonnel du régiment des dragons de M. de Lafare, fils de M. le marquis de Tornac, qu'on attant au pre mier jour en province etc. etc. On nous asseuré de plus que le Roy envoie quinze à vingt mille hommes pour arrêter les desordres que font ces malheureux dans l'etandue de cinquante lieues de pays qu'ils occupent en cette province de Languedoc, s'étant rendus maîtres de toute la campagne d'une manière qu'ils font ce qu'ils veulent, et avec un pouvoir si absolu, qu'on fait aveuglement par crainte ou autre ment tout ce qu'ils commandent etc. etc. Si bien que messieurs les prieurs ne peuvent pas tirer auqu'un payement de leurs fermiers, disant pour toute raison, qu'il leur est défendu de payer sur peine de la vie etc. etc. M. le prieur de Miellet est dans le cas plus qu'auqu'un autre, et ne scait de quelle manière s'y prendre pour être payé de ce que ces fermiers luy res tent de Tannée derniere, sans parler de la présente, de laquelle ils luy ont fait un délaissement sur les expositions qu'ils ont faites que s'ils exigeoint la moindre chose des particuliers de la paroisse, ils (I) Soldats nouvellement organisés à l'imitation del'Espagne. Ils étaient armés à la légère, et choisis parmi les montagnards habitués à chasser dans les Pyrénées."], [146, "136 seront touts brullés et massacrés etc. etc. Ce qui fait que les ecclésiastiques sont dans la souffrance, et le seront encore davantage, si le bon Dieu n'y remédie promptement, attendu que tout le monde abandonne dans les conjonctures présentés la culture de la terre, etc. etc. Cela est constant etc. etc. Ainsi la misère sera plus grande qu'on ne scaurait s'imaginer etc. etc. On croit que M. le comte de Broglio partira un de ces jours d'Anduse pour Montpelier, pour aller con férer avec M. de Montrevel avant de quitter la pro vince etc. etc. etc. Je viens d'apprendre a huit heures du soir qu'il part demain avec le Révérend père de La Rue et plusieurs ecclésiastiques qui s'étoint réfu giés à Anduse etc. etc. Le prieur de Miellet sera obligé de faire la même chose au premier jour a la sollicitation de son frère le Jésuite, qui est à Mont pelier etc., qui le presse depuis longtemps par des letres fréquentes devenir incessamment, sur les assu rances qu'il luy donne que plusieurs personnes de qualité luy offrent un appartement fort propre de toutes manières etc. etc. II y a quelque temps qu'il seroit parti, sans Tembarras de son bénéfice, qu'il est en état d'abandonner entièrement, etc. Suivant le sentiment des personnes éclairées, à raison du danger évident ou il est exposé, qu'on veut absolument qu'il évite, dans le temps ou il êtoit résolu de s'exposer plus qu'il n'avoit fait jusques à présent etc. etc. On vient d'apprendre tout présentement par /les exprès du Collet de Deze ; que ces malheureux y ont été ces jours passés ; qu'il y a eu une assamblée dans le taraple, de deux mille personnes; qu'on y a fait touts les exercices de la religion prétendue reformée,"], [147, "137 et qu'ils n'ont point touché à TEglise, disant que puisqu'on n'avait pas rasé ou brullé le temple, il ne falloit pas bruller TEglise etc. etc. Les nouvelles qu'on vient de recevoir de Bariac sont qu'on y a fait de nouveau des grands desordres, massacré un prêtre et plusieurs autres catholiques, desquels on a ensuite brullé les maisons, sans faire quartier a personne etc. etc. Ce sont les nouvelles que M. de Broglio vient de recevoir etc. etc. dans le temps que j'etoisen état de cacheter ce pacquet etc. etc. FIN"], [148, ""], [149, "TABLES DES NOMS DE PERSONNES Ànduse (marquis d') 27, 60 Arcour (d') 111 Avejan (d'j 118 Barbets (les) 129 Barou : 32 Basville 54 Baudan, dit Triel 15 Bezesle 88 Blanc 25 Blaquière (de la) 107 Boni 17 Bosc (du) 135 Bouquairan 72 Brès, dit Valmale 8, 13 Brissac (de) 110, 112 Broglio (comte de). 5, 9, 11, 14, 15, 16, 18, 19, 21, 22, 24, 25, 26, 29, 31, 32, 36, 37, 41, 45, 47, 48, 49, 51, 52, 53, 54, 58, 67, 68, 70, 72, 73, 75, 76, 80, 85, 86, 87, 95, 97, 98, 99, 102, 106, 109 110, 112, 113, 114, 115, 116, 117, 119, 120, 121, 122, 123, 126, 127, 133, 134, 136, 137 Bruguière (de la) 92, 103 Carrieu 63, 65 Cassanis 32 Castanet 127 Castanier r... 40,41, 65 Chaila (abbé du) 17, 22, 62, 75 Chamili (de) 111 Gharsse-des-Planliers (de la) 110 Chateaurenaud 111 Chevry 98 Coëte (la) ou Couët 47, 53, 54, 57, 68 Cornier 11, 13 Dourville (de) 26,31,97,99,100"], [150, "140 Dupin 1 18 Elrée (d')... 111 Eugène (prince; 64 Fresquet (de) 127 Gardés \" 17,75 Gas (de). 37, 44, 113, 121, 127, 128, 134 Gineste 54 Gras 21 Grisac (marquis de) 33 Guérin 27 Jourdan 7. 8, 13, 55 Julien (de) 1 13, 1 18, 1 19, 122, 126, 127, 128 Lacam la Devèze (de) 55 Ladevèze (de) 55 Lafare (de la) 135 Lalon 65, 134 Lapierre 17, 88 Laporte. 11, 13, 16, 19, 20, 21, 27, 45,47,53,94,95, 106, 114, 133 Lenoir 18 Lespinouse (de) : 20 Malhan 57 Marion 12 Marsilli (de) 92, 109, 1 16 Massiès • . . . 104 Mazel de la Roque (du) 88 Mélac (de) 68 Merez (l'abbé de) ■ 118 Miquelets ■ 134 Mirai (de) 25, 46 Montet 10 Montpeyroux (de) 113, 114, 119 Montrevel (de) 111, 134, 136 Ners(de) 32 Pagesi du Cailou 110 Paule 20 Paulet .18, 65, 94, 95, 102 Petit 65"], [151, "141 Poul 23, 42, 44, 92, 95, 98, 99, 100 Quézac 94 Ramée (la) 65 Reboul 83 Ribeautes (de) ■ 25 Rolan 64, 83, 85, 88, 93 Rosen (de) 111 Roure (comte de) 71, 118, 119 Rue (de la) 115, 123, 136 Saint-Julien (de) 102, 1 10, 1 19 Saint-Phélix (de) 19, 114 Saint-Moutou (de) 121 Saint-Sébastien (de) 63 Sauvage 29, 90 Sauve (de) 48, 83 Talar (de) 111 Tessé (de) 111 Tornac (marquis de) 28, 135 Tourville (de la) 23 Troupel 35, 33 Ussel (d') 111 Valescure (de) 110 Valette (de la) 103, 104 Vauban 111 Verdelhan 71 Verquière 102 Vtala 103 Vibrac (de) 6 Vidal 10 Vilange (de) 84 Vivens 7, 8, 13, 55"], [152, "TABLES DES NOMS DE LIEUX Aiguesvives 36, 37, 47 Ajasse 72 Alais. 7, 8 15, 16, 23, 24, 25, 28, 33, 54, 66, 67, 72, 73, 85, 90, 91, 102, 110, 113, 118, 119, 123, 124, 126, 127, 128, 130, 131, 132, 133, 134 Alaisan -. 18, 31 Anduze. 5, 6, 7, 9, 10, 14, 18, 19, 22, 24, 25, 26, 27, 29, 37, 40, 41, 44, 45, 47, 48, 51, 53, 54, 58, 59, 60, 67, 68, 78, 79, 85, 86, 88, 97, 98, 102, 104, 105, 106, 110, 112, 114, 116, 117, 120, 122 123, 125, 126, 127, 128, 130, 132, 133, 134, 135, 136 Arbousse |95 Arènes (pont d') 66, 70, 74, 75 Aubignac 41, 42 Aulas 72 Aumessargues 42 Aussonnet (rivière) 134 Avignon 33 Aygledines 40 Bagars 7, 26, 104, 119, 120, 122 Baniols 72, 115, 117 Bariac 118, 137 Barre 40, 54, 108 Baume (la) 5 Bellefont (château de) 19 Belvezé 93 Bosquet-de-la-Barthe 112 Boucairan 42 Bousenc 18 Braguessargues 48, 50, 51 Brenoux 1 22 Brieu 72 Cadière , 124"], [153, "143 Canau 19 Canaule 1 13 Capestang 56 Cardet 85, 88 Carnoules 23, 24 Castres 56 Cathusière 74 Cavalade (métairie) 88 Cavaladette (maitairie) 88 Caveirac 34, 110 Cendras 57, 108 Ceyrac 117 Cériniac 49, 50, 51 Cèse (rivière) 117, 118 Chamberigneau 124 Chambonnas 126 Clateiras 17 Collet-de-Dèze 136 Commiac] 112 Concoirac 117 Courbés (bois de) 43, 44, 95, 104 Courbessas 33 Gros 77 Deuz. 131 Devèze (la) 55 Durfort 6, 119 Fauguères (bois de) > 42 Fauguières 27 Finalettes 74 Florac 5, 17, 29, 33, 88, 90 Fons 57 Fontcouverte 32 Fraissinet 43, 46 Gardon (rivière) 23, 25 Gasco (château de) 122 Galigues 101 Gaujac 59> 114 Genève **3"], [154, "144 Géoérargues. . 17, 26, 89, 60, 61, 62, 66, 71, 104, 106, 124 G=:dMv.ï.v.ï.v:.v.v.v.v.'.v. r::.\" «:* *» Lespuech M'J* Lon (château de) 1K'° Longorial Lougoiral Louerrian Lunfl 86,97'1Î2 Lussan ™ Luzters ~* Malbosc (château de) 4/1' co Malebouisse (bois de) • 14' „? Malhautar 73 Malobrousse (bois de) 123 Mandajors 13, 16, 39, 109, 117, 130 Manoblet ™ Marguerites 10° Martintargues ■ -40 Maruéjols 109 Massane 109 Massillargues l° Mas-Simon 28 Mazelrosade Meirueix 7i- 88 Melouze (la) 8> 13 Mende 10,54,125,129 Miellet. 9, 14, 22, 23, 27, 38, 39, 40, 41, 45, 62, 64, 65, 66, 69, 71, 92, 102, 106, 115, 123, 132, 133, 135 Millau 85 Moissac 29, 30, 90, 93, 107, 108 Molezon 20, 108, 110, 112 Monastère 85, 113 Mons 130> 131"], [155, "145 Montigniac 133 Montpellier. 6, 7, 21, 23, 26, 27, 28, 29, 33, 36, 43 45, 53, 54. 56, 62, 68, 78, 82, 97, 110, 123, 133, 136 Montvert (Pont de) 25, 43, 46, 74, 75, 101 Moulins 104 Ners 26, 28 Nîmes 10, 15, 33, 36, 37, 54, 57, 76, 83, 85, 98, 99, 100, 128 Paussan 71, 78 Peirolles 67,70 Pin (du) 24, 90 Pompidou 20, 21, 46, 47, 53, 68, 108 Pontelière 130 Poulx 100 Pradelle (la) 23 Quissac 48, 58, 78, 79, 109, 122, 134 Ribeaules 25, 26 Bouvière (la) 48, 50 Rouville (bois de) 95 Saint-Àdoulite 133 Saint-Ambrois 67 Saint-Andéol-de-Clerguemort 30 Saint André-de-Valborgne 117, 118, 126 Saint-Bauzile-du-Monastier 18, 19 Saint-Bénézet 57, 109 Saint-Bonnet 90 Saint-Chates 31, 32, 117 Saint-Cristol 66, 67, 70, 78, 91 Saint-Deseri 90, 93 Sainte-Croix-de-Caderle 77 Sainte-Croix-de-Valfrancesque 20, 56, 71, 111 Sainte-Etilalie ll7 Sainte-Croix-Saint- Roman 29,108 Saint-Esprit 72 Saint-Etienne-de-Valfrancesque 43, 46, 87, 132 Saint-Etienne-du-Valdonnès .' *29 Saint-Geniès i0Q Saint-Germain-de-Calberte 56, 71, 87, 96, 133 10"], [156, "146 Saiut-Hilaire 16, 17 Saint-Hippolyte. 5, 19, 23, 29, 53, 54, 58, 70, 77, 79, 80, 84, 124 Saint-Hippolyte-de-Caton 131 Saint-Jean. 9, 11, 13, 23, 27, 44, 95, 99, 104, 106, 122, 127 Saint-Jean-de-Curargues 13, 16 Saint-Jean-de-Gardonnenque. 14, 27, 41, 53, 67, 68, 77, 102 103, 121, 127 Saint-Jean-des-Anels 1 18 Saint-Jean- de-Serre 18 Saint-Julien-D' Arpajon 17 Saint-Julien-de-Tournel 129 Saint-Laurent-d'Aygùuse 106 Saint-Laurent-de-Trèves 17, 108 Saint-Martin 6, 7, 9 Saint-Martin-de-Boubeaux 9, 13 Saint-Martin-de-Lamsuscle 71 Saint-Maurice 101 Saint-Michel-de-Dèze 30 Saint-Paul 11, 13, 14 Saint-Paul-de-la-Coste 11, 13, 15, 39, 80, 123 Saint-Phélix 19, 113, 116 Saint-Pierre 1L3 Saint-Privat 130 Saint-Privat-de-Vallongue , 71 Saint-Roman 90, 102, 118, 127 Saint-Romande Tresque 107 Saint-Sébastien.. 22, 23, 24, 25, 60, 61, 62, 66, 71, 80, 123 Salendre 43, 44, 47, 104, 130, 131 Salle (la) 9, 77, 109 Salle du-Gardon-d'Alais (la) 16 Saumane 108 Sauve 18, 80, 81, 82, 84, 85 Serves 76, 132 Sostelle 8, 13 Soudorgues 109 Sumène 25 Télisse 43, 44, 49"], [157, "147 Témelac 24, 45, 47 Témelague (le) 20, 27 Thoiras 44, 00 Tournac 18, 79, 85, 113, 114 Trémon , 24 Uzès 23, 49, 54, 67, 74, 76, 90, 100, 128 Vabres 90 Valerargues 117 Valfrancesque 29 Vaunage (la) 128 Vestric 100, 102 Vèzenobre 72 Viala-de-Castaniols 74 Vieillesèque 7, 95, 1 12 Vigan 72 Vivarès (le) 23, 28 RODEZ, IMPR. E. CARRÈRE."], [158, ""], [159, ""], [160, "■ . A 5 xz,OA romtAxB.h 7) La TíT.-e I 3 -wmr '■"], [161, ""], [162, ""], [163, ""], [164, ""]]