[[1, ""], [2, ""], [3, "NARK,-- TIVB OF THF. VICTORIA HALL DISASTER WITH EIGHT ILLUSTRATIONS. sl'NPKRl.ANP : PRINTKO AND MIBUSIIRP A'l I'HK OFFICES OF THE HERALD AND DAII.V POST. 1883. PRICE SIXPENCE."], [4, ""], [5, "THE VICTORIA HALL DISASTER. NARRATIVE OF THE ACCIDENT WHICH TOOK PLACE AT THE VICTORIA HALL, SUNDERLAND, ON SATURDAY, 16th JUNE, 1883, WHEREBY 183 CHILDREN LOST THEIR LIVES. WITH EIGHT ILLUSTRATIONS. PRICE SIXPENCE SUNDERI.ANI) : PRINTED AND PUBLISHED AT THE OFFICES OF THE HERALD AND DAILY POST. 1883."], [6, ""], [7, "DEDICATED ro JOHN WRIGHT WAYMAN, Esq., J.P., MAYOR OF SUNDERLAND, IN COMMEMORATION OF A GREAT DISASTER WHICH DEFEL HIS NATIVE TOWN DURING HIS MAYORALTY, AND IN RECOGNITION OF HIS UNTIRING EFFORTS TO SOOTHE THE GRIEF OF THE BEREAVED, AND TO ALLEVIATE THEIR DISTRESS."], [8, ""], [9, "INTRODUCTION. :o: \" In Rama, there was a voice heard, lamentation and weeping, and great mourning ; Rachel weeping for her children, and would not be comforted, because they are not.\" Such is the testimony of Holy Writ regarding the slaughter of the iunocents \"in Bethlehem aud the coasts thereof\" in the beginning of the Christian era. Eighteen hundred years divide that dread massacre and an event almost as far-reaching in its results, which happened in our midst but a few short weeks ago. On the lGth of June, 1883, in the Victoria Hall, Sunderland, one hundred and eighty-three young children were hurled into tho jaws of death almost in a moment, in the twinkling of an eye. Even in these days, when the ingenuity of man has almost made us cease to wonder, it requires more than breathing time to grasp such a terrible reality as the destruction of nearly two hundred young and innocent lives, without warning and in a manner as repulsive as death can possibly present itself in. What we fondly hoped was but a horrible, protracted nightmare, has, alas ! shown itself to be a stern and unrelenting reality, for here, and there, and yonder, \" Each in his narrow cell for ever laid,\" lies buried many a household idol ; many a mother's pride, and many a father's joy. It is the intention, in these pages, to gather and bind together in a more enduring form than by the ordinary vehicle ot' public information, a few facts concerning the sad event which ! Sunderland of so many of its trustees of posterity : and in order to be concise, it is necessary to give not only a general but also a detailed account of how the accident happened. At this point a genera] and brief summary will suit our purpose best; in another portion of the book, a more detailed account will be found in the evidence of those who were spectators of the calamity itself. THE VICT®RIA HALL. The Victoria Hall is an imposing building situate in Toward Road, having the Mow bray Park on one side, and Laura Street on"], [10, "6 the other. It is built of brick, and standing on a rising ground, is seen to advantage a considerable distance away. The building lies THE VICTORIA HALL.— LAURA STREET VIEW. From a Pholegraph by Mr Paul Stabler, Sunderland. parallel with Toward Road, and has an entrance-door on either side. From its position and internal capacities, it is considered the best building in the town for the purpose of public meetings, ifrc, and is therefore much sought after for large public gatherings and entertain ments. Inside, the arrangements for seating an audience are very extensive and complete, there being three separate divisions in the"], [11, "7 building — *-,he area, or body of the Hall, the dress circle, aud the gallery — the two latter being tiers one above the other. THE ENTERTAINMENT. During the week preceding Saturday, the 16th June, an enter tainment for school children was announced to be given in the Victoria Hall, Sunderland, by the Fays, from the Tynemouth Aquarium. Public entertainments for children have of 1 il exceedingly popular in this aud other countries, aud to the saying that \" all work and no play n inker, .lack a dull boy\" no exception can reasonably be taken, provided the amusement i ng and not fraught with danger. Amongst the various elements which form the different entertainments of the present day, conjuring holds a high and distinctive place ; and anything in the shape cf mystery es ci an alluring influence over :'.\" youthful Need it then be wondered at, that when something like a procla- n was made in most of the public schools of the town, announcing the advent of a real,li\\e conjuror in the Victoria Hall in the afternoon of the children's weekly holiday, \"a thi hearts beat happily,\" stimulated by the annoum that for the paltry sum of one penny such a treat hin the reach of all, with i lie addition of a pi the conclusion of the antertaininent. The following is a copy of the ticket issued by Mr bay : — VICTORIA HALL, SUNDERLAND. On Saturday Afternoon, at 3 o'clock. SCHOOL TICK E T THE FAYS, HE TYNEMOUTH AQUARIUM, Will give a Grand Day Performance for Children, TheGreatest Treat for Children ever given. Conjuring, Talking Waxworks, Living Marionettes, the Great Ghost Illusion, „c. This Ticket will admit any number of Children on payment of ONE PENNY EACH. Reserved S.eats, 2d ; Nurs^ or Parent with Children, 3d. PRIZES Every Child entering the room will stand a chance of re- J ctiving a handsome Present, Books, Toys, &c. This entertainment has been v itnessed by thousands of i 1 d children throughout England."], [12, "8 What emotions must have been excited in the young breasts at the anticipation of witnessing such a performance 1 How the young hearts must have beat quick, and the sands of time dragged slow till the advent of the day that was to unfold \" The Great Ghost Illusion ! \" It came ; it went : but it went not as it came. Joy, eager and expectant, awaited its disclosure ; grief, poignant and enduring, attends in its train. THE DISASTER. The performance brought together upwards of 2,000 children, and of these 1,1(J0, it is stated, were seated in the gallery. At the close of the entertainment it was announced that those children who held tickets marked with certain lottery numbers would receive prizes, in the shape of books, toys, ifec, as they were going out. This filled the juvenile audience with a spirit of eager expectancy and excited hope. In this mood the vast number of boys and girls who had occupied the gallery made for the door. There was a rush, and three several flights of stairs with intervening landings had to be descended before the spot where the coveted prizes were to be presented could be reached. To make the matter perfectly clear the following engraving is given, showing THE FATAL DOOR AND LANDING. From a Photograph by Mr Paul Stabler, John Street, Sunderland,"], [13, "9 The staircase, and landings are seven feet wide, and the steps are each seven inches in height, both the stairs and the landings having solid walls on each side. At the foot of the first flight from the top is the pay-wicket, but this was put to one side before the audience was dismissed. Coining down the steps, the fatal door is found, not on the opposite side of the landing, but on the left hand side. It is of v.^ry strong construction, being two-and-a-half inches thick, and about five feet wide. It is a swing-door, opening both outwards and inwards, and had the arrangement stopped there disaster would have been impossible. But it seems that the main purpose of this door is to restrict the rush of people ascending to the pay-wicket, at the end of the long passage above, and it is accordingly, furnished at the lower corner on the inside with a half inch thick bolt, which shoots down into a hole in the floor to the depth of three-quarters of an inch, so as to keep the door ajar to the tut of twenty-two inches, that is to say, sufficiently to permit one person, and no more, to pass through at a time. The foremost troop of the eager youngsters hastening down to realise their chances in the prize lottery, rushed down the first flight of steps, along the passage at the foot of it, and down the next flight. The door on tho landing being fixed ajar by its foot>bolt would only allow one youngster to pass at a time. But the juveniie troop had no notion of waiting the time necessary to permit this to be done. They all crowded pell-mell at the door, so that the narrow opening became choked at once, and impassable by even one individual. There they were, their numbers being added to every moment by the crowds coming rushing down the stairs behind and along the upper passage, on a landing only seven feet square, which had no light save that thrown forward and downward by one of the windows at the top of the steps; a blank wall in front of them; another on the right side ; on the left a door impassable as a wall, and behind them, crowding down upon them, and crushing them like an avalanche, troops of excited children whose one thought was to get forward to reach the goal where pleasure awaited them. They ran for prizes : they reached death, death in one of its most horrible forms, and in their heedless haste brought the same hideous fate upon multitudes of their companions. Those on the stairs and landings above knew nothing of what was happening down on that dim land ing, that \"Black Hole\" which will probably acquire a not less terrible fame than its Indian prototype. The walls along the stairs ami passages pp inted them seeing down into that Valley of Death. They heard cries, shrieks, wails of anguish ; but children know how noisy children can be on such occasions without there being any cause for alarm. And so on they went ■ cheering, rush-"], [14, "10 iiig, struggling who should get down first. Who can picture the scene that was being meanwhile enacted down on that fatal landing, down in the dim light, in an atmosphere that had quickly become foetid with the gasping breath of multitudes of dying children . Some idea of the degree of pressure to which the frames of these hap less little ones was subjected may be gathered from the circumstance that the fatal bolt, strong wrought iron though it is, was bent by the force of the impact of the mass of shrieking humanity piled up behind it. For it was piled. The children were heaped on one another in tiers. They struggled desperately ; and some in their death agony bit those next them. Little caps and bonnets, torn and trampled, were lying all over the place : buttons and fragments of clothing littered the floor ; here lay the little blue ribbon which had tied up some girl's hair ; there lay a child's garter ; on another spot the sole of a little boy's boot torn from the \" uppers,\" furnishing mute but significant evidence of the violence of the death-struggle. The scene that followed who can depict ? The Hall, soon after the terrible extent of the calamity became known and realised, was one vast mourning chamber. Mothers fainted away, and strong men in their agony wept over the stark, stiff remains of their little ones. It was a scene never to be forgotten by those who witnessed it. \" Talk not of grief till thou hast seen the tears of warlike men.\" There lay the rigid little corpses, cold in death. Peaceful and pleasant were many of the faces which but a few minutes before were lit up with expectancy and hope. Over them and beside them, fathers and mothers, sisters and brothers, bewailed their loss in heart-piercing tones. The death scene w7ill not be soon forgotten. There, in the stillness of the great Hall — for men bated their breath, and walked on tiptoe, as the work of laying out the bodies prior to identification proceeded — lay the stiff', stark corpses of the dead, ranged in rows in the dress circle and in the area beneath. Faces pale and wan were there ; others peaceful and unmarked, as if the last, long sleep had not begun ; and many were blackened avid dis figured in a manner too horrible to describe. THE WORK OF THE RESCUERS. When the news of the terrible calamity spread through the town, thousands of people congregated in the thoroughfares which form the approach to the Hall. Many different stories were\" current, and when the news was first conveyed to Dr Lambert at his house, it was only to the effect that a little boy was dying in the Hall."], [15, "11 Without losing a moment's time Dr Lambert made for the Hall, being the first medical gentleman to render assistance. On going up the stairs leading to the gallery, the terrible nature of what was going on was revealed to him. Heaps of children were huddled together in the dark pit at the back of the door, and the stairs above were crowded with children rushing down to destruction. It was a fearful moment for Dr Lambert, but gathering his energies together The Mayor of Sunderland (J. \\V. Wayman, Esq., J. P. From a photograph by Mr J. A'. Stringer, High Street. Sunderland. In Bet to work to relieve the living and remove the dead. Then it ■ ware of the presence of others similarly engaged with himself. Captain Thompson (late of the s.s. Nebo) and Fred. Bonner (Dr Potts' coachman) were hard at work relieving the victims, whilst the Hall-keeper (Mr Graham) was making strenuous"], [16, "12 efforts to open wide the boked door. Then Dr Waterston came on the scene, and bravely seconded the efforts of Dr Lambert to rescue the dead and dying from the fearful pit. They worked with energy almost superhuman, and great was their relief when Dr Beattie made his appearance and set to work with his fellow-practitioners. Dr Bolton was soon, after by their side; and these four medical gentle men, heedless of aught but the relief of the poor children, performed a task the heroism of which is writ in the grateful hearts of every parent in the town. As the work of rescue went on, other gentlemen came to assist, including Drs Harris, Murphy, Barron, and Welford, and by their skilful treatment helped to restore many of the injured children to consciousness. The sad task at an end, the dead bodies ■were laid out in the dress circle and area for identification, the work of which was greatly furthered by the assistance of Councillors Rutter, Errington, Horner, and Dix. Meanwhile, many of the the injured had been removed to Dr Potts' surgery and to the Palatine Hotel, the large dining hall being placed at the disposal of the rescuers by Mr Clayton. The more seriously injured were con veyed to the Infirmary, where they received the greatest care and attention at the hands of the doctors and nurses. During the pro gress of the work of identification, the Mayor, accompanied by Aldermen Nicholson and McKenzie, visited the scene of the calamity, and did their utmost to soothe the anguished parents in search of their loved ones. Mr Nicholson, Chief-constable ; Superintendent Huntley, and a body of police-constables, kept order in and around the Hall, no one being permitted to enter save those who were rendering assistance in the identification of the dead. THE SCENE IN THE STREETS. Naturally, the dreadful nature of the calamity was earliest known on the south side of the water, where the greater number of the children who had gone to witness the performance resided; but in an incredibly short space of time from the first alarm being given, crowds of people from Monkwearmoutli and the outlying districts of the town assembled round the Hall for the purpose of learning the extent of the disaster and assuring themselves of the safety or otherwise of their dear ones. Soon after five o'clock, approach to the Hall became almost impossible ; but those furthest away were kept informed of what was going on in the vicinity of the building by the news being passed along from one to another. Long after the first news of the disaster had been made known, small knots of men and women might be seen grouped"], [17, ""], [18, "jiimtoktiiT Scmlfc k flails f o#f; JjgTAJjLlJ ':i n I- i*55 la» traiirr-'jjm lhuia <si IlCTIl EL ttl « \"TL, VlU J «UK HTi: r.PT jHWUt DISASTER IN SOIsDBRLAHD. fei \\nn!T.iMi ISTii L'NIVKILSAl BLlUdN*! SOCIJTY, SWTEOTCLLY GUUISKB FATAL CRUSH VICTOKU HAIL riTTARM OF WO CHILDREN KILLED. ■ iyn crammcji. out o» cua, cffiti.. ; numa 4 mirma TOK si -V. hlLI,...,^ .-..Vi.SJ IHKJP I J» PH st\\£ .STVIt TIL'ir.UlMI noCIIITY. mmvkv aDVANCKD, ft Hundred Injured IIUBT -BBTORC SCXKBl ;\\Jrs:^-.- — - -- —^~ ftl fan, ■jtmmr tuiTIiuc « s\" ''.■\"J* *\"■- '- * jit -T, u*v uji-' ijcruli) anb r«i[i> flosi j^::\"--vl'T.- ■' J' .■ Si mum uamaui \\ 5 pu- L.jiiu.ij_. r. .Tf-irr mufi rjs SMARTS. rou.enioT or ncrcREi woKTn-niTtm vtts omcr VICTORIA HILL. r ■ - — •\".:'_l^.,.7.--- -_■.:,. libWEii-iiAiuT Rjjstlbss Iron"], [19, "5? - ' — ; ■ — y — • k =SstiSSsS : ' 1 '! | ,,_ mum J~- fjflL. SSSspr fHEr s ilfil vJrHirHJJ?^; SS\"££jrsjj3 SUB ■il Bil ,*'..—; ' 7~\"y, ,;-. ft |ftte| Bil"], [20, ""], [21, "13 together in Fawcett Street, Borough Road, and High Street, discussing the heart-rending stories which were circulcting through tho town, and the various incidents which had taken place in the Hall during the dreadful crush. The scene in Monkwearmouth was indescribable. Women rushed out of their houses, some without shawl or bonnet, and made their way to the Hall. Every few paces on their journey they would stop and ask in a painfully anxious manner any person who might be journeying to Monkwearmouth if lie or she had any information as to who had been killed. Before seven o'clock cabs were running quickly into the various streets, and as they stopped at their destinations crowds of people would flock round eager to catch the slightest glimpse of the dead as the bodies lifted out of the vehicles and conveyed into the houses. The local papers, which appeared with special editions soon after the disaster, were bought up and read with avidity, by many for the purpose of cleaning whatever information could be had respecting the catastrophe, and by others, alas ! with a keener and more personal interest. To meet the public thirst for the latest information regarding the accident, a special edition of the Herald and Dail// Post was published on Sunday, the 17th June. A miniature copy of the second and third pages of that edition is reproduced as a memento of the o< . LAMBERT'S ACCOUNT Di Dr. Lambert. From a photograph by Mr Pa U Stabler, Sitndcrlaml. Dr Lambert, who was one of the medical gentlemen first at the"], [22, "14 Hall to render assistance, made the following statement to the Queen at Her Majesty's express desire : — \"My house is situated nearly opposite to the large door on the east side of the Victoria Hall, being the entrance to the area, or body, of the Hall and the gallery. The latter is a very large build ing, and will seat three or four hund«ed more people than the New castle Town Hall. I have often been sent for professionally to attend upon injured persons during elections and other disturbed occasions, as when the Tichborne riot occurred in the Hall, and, quite recently, when Miss O'Gorman, ' the escaped nun,' was lec turing here. The entrances, vestibules, landings, and staircases are as well-known to me as my own house. I have always considered that they would be found perplexing should a panic arise, particularly the fatal door, which Mr Taylor, the reputed owner of the Hall, states was placed there for the purpose of better securing the safety of the public on occasions of great gatherings. A fig for such non sense ! It was placed there, in my opinion, for securing the safety of the money taken from the public. \" I first heard that there was something wrong at the Hall a minute or two before five o'clock. A young lady came to my house and said that a little boy was in a fit, or dying, at the Hall, and asked if I would go across and attend to him. I hurried across without a moment's delay, and entered the gallery and area door. There were a few people outside, whom I asked what part of the Hall the little boy was in, and I was told that he was on the steps leading to and near the dress circle vestibule. I quickly ascended the steps, and soon came to the body of the child. I found the little fellow was quite dead, and from appearances, such as intense congestion and putfiness of the face, looking purple or blackish, turgid vessels in the neck, bloody froth from the nose, as also bloody discharge from the ears, I came to the conclusion that death had resulted from suffoca tion. There was no one near the body who could give me any information whatever. A sudden presentiment that a mortal struggle was going on at a certain situation leading from the gallery, caused me to run up the flight of stairs, at the top of which is a landing. Turning round a corner in the gallery-stairs proper, I beheld the dark, horrible pit of destruction, with three hundred or more children in it ; and, oh ! shocking sight ! a heap, most of whom appeared to be dead, so feeble were the groans and cries (for they could not get breath to cry) of the living. Hence no one could believe that a few yards from the spot actually more than a hundred were already dead. It may be safely asserted that within five minutes of the block taking place at least this number would be dead. Through the eighteen-inch space that the door was open I"], [23, "15 could see the hall-keeper making almost superhuman efforts, with others, to release the fatal door, but to no avail. I also saw Mr Potts' coachman and a gentleman whom I have since learnt was Captain Thompson, late of the s.s. Nebo, and others. In the pit and on the stairs, to a considerable height, as I have said before, the children were piled up sonic seven or eight feet. I only saw one or two persons where I was, and they seemed paralysed. The moment 1 took in the fearful situation I was at the rescue of the living from the dead, as I knew I could save scores more children's lives than by waiting to render professional aid, and that any moment lost meant the loss of many more lives. I was nerving . i ry muscle of my body to the rescue for some minutes, when I found Mr Waterston, surgeon, by my side, and together we worked Dr. Waterston-. From a Photograph by Mr J. T. Robinson, Sunderland. with an earnestness that surely never men worked with before. Then more rescuers appeared on the stairs, some of whom quailed before the sight, and rushed back with terror. I many times fell down with exhaustion and faintness, together with the weight of a body in my arms. 1 was most thankful when I saw Dr. Beattie making his way down the stairs towards us, knowing him to be a very powerful man, and capable of giving great assistance in an emergency such as this. Then came the hall-keeper, Captain Thompson, Dr. Bolton, and a strong mason whose name I do not know, and others from the outside of the door, finding their efforts"], [24, "16 to loosen the door vain. The limited space we had to work in by this time was rapidly becoming blocked. The horrible smell, too, which arose from the vomited matter and other causes of odour, which cannot be mentioned, from dead and dying, was too much for the greater portion of the would-be rescuers, and made it dangerous in case of any of us swooning becoming trampled upon. In addition, many who were now pouring in tended to exhaust us with shouting to keep the way clear; and not block up what little light was shed upon the scene. Our injunctions were spoken to those next to us, and passed on, to form a line down one side of the staircase, and to ascend with a body when handed to them, up back-over, on the other side. By this method the work proceeded rapidly, and in aVout at least 35 minutes the last of the dead were lifted from the floor and carried from the fatal spot. Many of the children on the outer edge of the frightful heap could be made out to be past human aid. They had fallen early in the frightful struggle, and those who came after had been precipitated over them in the far side of the heap. In order to get at the latter, hands had to be joined by the rescuers so that one might reach over the nearer bodies and take hold of some little one whose feeble movement gave sign that life was not extinct. These, after being carried up, were then handed over and ministered to by the tender hands and feeling hearts of the doctors who had arrived in large numbers. I am told by the medical men who were acting in their professional capacity beyond the base of the rescuing operations that it was surprising how the children brought up from the pit who had not received internal injuries quickly recovered from almost fatal suffocation, as was evidenced by their showing only a spark of life, such as convulsive movements of the eyeballs and limbs. Although insensible, yet after getting into the fresh air they in a few moments would take a drink of cold water most eagerly, and in a very few minutes longer, with very little assistance, would walk away. In comparatively few cases was there any urgent and immediate medical treatment required. On inquiry I only hear of a few cases of broken bones, and these were mostly simple fractures. What seemed to wring the hearts of the rescuers with the utmost anguish were the cries of those who were able to cry. It was, \" Give me a hand ! \" \" And give me a hand ! \" \" Oh ! Do take me out first ! \" or \" Oh ! Where is my mother?\" \"With sobbing half -choked utterances we encouraged them to be brave, and assured them we hoped we should soon save them all. Many of the little children who were at the rear of *\\e crush, finding they could not proceed, turned back, dragging as many as they could with them* Seeing in terror and panic what was taking place, they then went y.T through the dress circle vestibule door, which most"], [25, "17 irtunately had been fastened widely open by the hall-keeper before he commencement of the entertainment. \" After the last body had been removed, matches were struck, /hen the fatal door was found immovable, by being bolted into the oor. The hall-keeper asserted, and his assertion is corroborated y statements on the part of boys who passed down the gallery stairs I efore the general rush began, that this door that* open wide a me before the entertainment closed, but that he found it bolted h \"i he went to ascertain why the exodui had suddenly i 'wo boys have also stated that a man stationed himself at th ) distribute the prizes to the gallery children as they went out, aud hat, finding the crowd was coming too fast to allow of his dm .'ork he hud been sent to do, the man slipped the bolt so as to fix the oor ajar, leaving space for only one child to pass through al a time' ill the circumstances of the catastrophe seem to punt to this theory s the explanation of the disaster. Many of the rescued children 'horn I have since seen say they first became unconscious, and emembered no more till after they were extricated. Dr. Bolton. From a photograph by Messrs W. and D. Downey, Newcastle. \"Out of the number rescued very few indeed proportionately a,v since died. ' r Beattie, one of the rescuing party, told me hat Dr Waterston, who worked so heroically, told him that of as two daughters who were at the entertainment only >._e had .turned home, and that he believed the other one to be among the"], [26, "18 dead in the heap. I noticed how his heart seemed to be silently \" bleeding alone like the stricken deer \" as he toiled at the work of rescuing. Were it not for the early efforts of the rescuing party I fear that upwards of a hundred more lives would have been lost.\" The following gentlemen who were engaged in the work of rescuing testify to the general facts contained in Dr Lambert's statement : — Mr Frederick Bonner, Dr Geo. Bolton, Dr J. Walker Beattie, Dr James Waterston, and Captain Robert C. Thompson. PATHETIC INCIDENTS. Many and pathetic were the incidents connected with the calamity, and not a few miraculous escapes have been recorded. — The escape of a little cripple girl named Inez Coe was marvellous. She had gone to the Hall and remained till the end of the performance. She was amongst the first to leave the gallery, but the crush had begun before she reached the fatal door. By the force of the descending children, she was driven into the pit behind the door, but succeeded in keeping her feet. Planting herself on the angle of the wall, she placed her crutch across in front of her, and thus staved off the crush which was every moment getting more terrible in its force. There she remained as the crowd of human beings swept pa*t, shrieking, crying, and pleading for help. It was a moment of fearful agony for the helpless child who every moment expected to be crushed to death by the avalanche of children from the gallery. Fortunately, however, she had the presence of mind to keep her head up, and was ultimately rescued unhurt. — Other escapes almost as miraculous were made, and not a few children owed their safety to having been removed to the area of the Hall during the performance in consequence of unruly conduct. — Four children living at Suffolk Street went into the gallery rather late, but the youngest one, commencing to cry, disturbed the audience, and in consequence the four were sent downstairs, and found a place in the area, thus escaping almost certain destruction. — Among the other escapes were those of a child named Ramsay, residing in Suffolk Street ; two children belonging to Captain Hardy, Amberley Street ; two daughters of Mr W. Bell, solicitor ; and eleven children out of St. George's Square. — One escape is recorded from New Hendon. There were six in one family, and they were all ready to go to the entertainment ; even the money had been given them to pay for tickets. However, at the last moment the mother resolved not to let the children go, and took the money from them again. The juveniles cried at being thus deprived of an ex-"], [27, "19 pected treat, and the mother had actually to resort to corporal chas- tisement in order to make them quiet. — A young girl called Ma^c-ie Gills had a very narrow escape. She clung to the wall of the stair- case of the gallery with all her might when the wave of human beings rolled past, and although within an ace of being killed was rescued unhurt. — Two little boys, named respectively Ernest Herring and Robert Ball, both residing in Hylton Road, had narrow escapes. They were seated in the centre of the gallery, and immediately at the close of the performance they got up, calling upon their companions, Willie Rutherford and Charles Dixon, to come out. The latter, however, replied that they would stay to receive their prizes They were subsequently killed in the crush. — A girl named Kelly went to the Hall, and was amongst the first to come out. She emerged safe from the horrible crush, and managed to pull a little girl, aged seven, out of the confusion. The little child, however, was so crushed and frightened that she fainted away on being brought out of the Hall. — A woman had two little girls in the Hall. One cf them was killed, but fortunately the other was saved. This little girl states that her sister called out to her in the struggle, as she was dying, the following pathetic words, which must go home to the heart of every thinking person : \"Tell my mother she is not to cry ; I am going to heaven.\" — Another family had three children in the disaster. The youngest was killed, and her elder sisters, who were saved, state that she exclaimed just previous to her death, \"Kiss me !\" — Shortly after the disaster, a little girl, quite a child in appearance, was met proceeding along Tatham Street carrying a dead infant in her arms. A gentleman who witnessed the melancholy sight took compassion on the girl, and at once secured a caband senther home in it. — A young nurse, who had gone to the performance with two children, was reported to have been killed along with her little charges. The corpses of the latter were carried home, but while the family of the nurse were mourning for her, to their delighted astonishment she walked in quite unhurt. — An agonised mother who formed one of the crowd of distracted parents who besieged the Palatine Hotel (whence a large number of dead and injured had been carried), wishful to see the dead, hardly dared to hope that her little one was safe, for his brothers, who had escaped safe and came home, could give no tidings of his whereabouts. On returning home, however, after a hopeless search, the poor woman found the little urchin playing in the street. — Some children who had been delayed in their homecoming by the disaster, on being questioned as to what had kept them so long, replied, quite innocently, \" Oh ! ma ! we fell fast asleep on the stairs.\" — A young girl went to the entertainment, and took with her an infant of one year. News of"], [28, "20 the catastrophe reached the parents, with the addition that their daughter and the infant were among the killed. The mother fainted, and\" the father grew frantic, but great was their relief when their daughter and the baby arrived homo safe and sound. — The case of a highly respectable family in Monkwearmouth was most pitiable. Two of the children had been permitted to go to the Hall, but shortly after learning the news of the dreadful calamity the parents were consoled with a message to the effect that their dear ones were quite safe. The thankful parents had just regained their composure, and begun to thank God for the great mercy that had been vouch safed to them, when a cab drove up to the door. The parents gladly went out to receive, as they thought, their offspring. They did so ; but the children were cold in death. The poor father and mother became quite frantic at the awful sight that met their eyes. — A man was seen emerging from the Hall with a little girl in his arms. The child's long hair floated over her shoulders, and her pallid face was carved in the ligour of death. As the tears rolled down the cheeks of the father like rain, ho kissed the cold face of his child over and over again, and bewailed his bereavement in tones that went to the hearts of the bye-standers. — As a man, living in Hendon, was con veying his boy home, the little fellow died in his arms on the way. — On one occasion when Councillor Homer had gone outside to clear the entrance, a girl named Hayhurst appealed to him to let her in, saying in tearful accents that she was \" looking for her little brother Willie.\" Mr Horner at once pioneered her into the dress circle and guided her along the ghastly rows of corpses. Suddenly she started forward to one of the stark little forms, and cried, — \" My bonnie brother Willie ! Oh ! Willie !\" Overcome by the excess of her emotion the girl fainted, and had to be carried into the lobby. Just as she had been restored to consciousness, a gentleman came forward and stated that the body she had recognised as that of her brother had just been identified as that of another child. The grief-stricken young woman was then led back again to the dress circle, when she exclaimed — \"There is his scarf round his neck ; I know it is my little brother Willie.\" — Another woman came up and stated that she was looking for a little boy belonging to her sister. Mr Horner desired her to enter the Hall and search for herself, but she shudder ingly rejected the invitation, saying she could not venture to face the spectacle. She, however, described the age and dress of him she was in search of to Mr Horner, who went in and looked round, but failed to see the body. Ultimately it turned out that the body of which the woman was in search had been carried to the Palatine Hotel, where it was identified. — One little fellow named Venus, who had been a sufferer from decline, was so shocked at the sad news of"], [29, "21 his brother's death thai he died.— Whilst Dr. Walker Bead hard at work attending to the sufferers a strong man up in the circle, who was looking for his children amongst the dead, identified two of the bodies as those of his boys, and was so overcome that he d away. Happening to be leaning over the front of the „ the time, he fell right over \" the breast\" upon Dr I below. Dr Beattie was thrown to the ground, but forti 1 no injury. Owing to the man's fall being broken by Di Beattie another fatality was in all probability averted. — One poor Dr. Beattie. From a photograph by Mr Paul Stabler, Sunderland. woman from the balcony cried aloud in her agony that she \"had lost four beautiful children.\" On tables in the vestibule were four chil- dren lying just as if they wore wrapped in a peaceful sleep. — One poorly-dressed woman as she entered the right door of the building, sunk on her knees, exclaiming \"Oh! Jesus Christ!\" — Mei women almost in a state of madness rushed frantically about the lower floor aud balcony, and every now and again an anguished cry would peal upon the ear. Many seemed hopelessly resigned to their bereavement, and many a prayer of resignation was hi ard as and mothers passed out of the Hall to return to the homes that would Bever more be gladdened by their children's voices. — One strong iparentlya sea-going fireman, exclaimed, as he carried id body of his little boy from the ghastly heap, \" He was my only child ! God have mercy on us !\""], [30, "22 Among the many distressing features in connection with the disaster, that of mistaken identity was not the least agonising. A number of children taken away in the excitement of the moment were afterwards returned to the Hall, the poor people having been misled as to the identity of the shapeless little masses of humanity they had carried away with them. In one particular case a father took home a little boy by mistake, and after arriving there found it was the body of a neighbour's child. In the meantime his own boy had been recovered alive, and was treated with all the care and skill possible, but the little fellow died. — One of the unfortunate victims, Barbara Blakey, aged 10 years, living at 7, Page Street, prior to going to the Hall, said to her father, \" Be sure to get me a nice flower to wear on Sunday to say my piece in at the anniversary.\" The flower was got, and adorned the lifeless form of the little inno cent. In connection with this touching story, the following beautiful lines appeared in the columns of the Herald and Daily Post, signed \" H,\" and entitled \"An Incident\":— \" Pick me a flower to wear,\" she said, \"When I say my piece to-morrow,\" To-morrow comes and the child lies dead, And the mother sits by the tiny bed, And tells the story, while tears are shed — The tears of ceaseless sorrow. The flower is placed on a snowy shroud, And the \" piece \" will never be spoken ; But the mother sees 'mid the angel crowd Her darling speaking her \" piece \" aloud In a land where never a head is bowed, And never a heart is broken. Not the least painful incident was the death, five days after the calamity, of Mr William Robinson, son of Mr Robinson, of the. \" Argo Frigate \" Hotel, Bedford Street, after an illness of about thirty hours' duration. Mr Robinson was one of those who assisted in carrying the bodies out of the Hall on the day of the disaster, and was so shocked at the sight that he never again resumed his wonted buoyancy of spirits. On the Tuesday following he took ill, and died at midnight on the following day. He was well-known and highly respected in the town, and his sad end was mourned by many friends. \" He laid down his life for his brethren.\" THE RELIEF MOVEMENT. The grief and sympathy which pervaded all hearts did not fail to assume a practical shape, and as early as the Monday following"], [31, "23 the disaster the Mayor called a town's meeting for the purpose of considering the question of relief and other matters. In response to the invitation, a large gathering of all classes was held on the even ing of Monday the ] 8th June, in the Sans Street Wesleyan Methodist Chapel, under the presidency of the Mayor. Several sympathetic resolutions were passed, and also the following of more practical import : — \" That a subscription fund be instituted for the purpose of assisting any of the parents or other persons who might require it under the present circumstances, and to mark the event by such a form of memorial as may hereafter be decided upon.\" A sug gestion made at the meeting by Mr James Laing that a Conva lescent Home for children should be established in commemoration of the sad event met with considerable favour, and was after wards adopted by a large section of the community, many of the sums forwarded to the Mayor being expressly devoted to the object Mr Laing had in view. Before the meeting terminated a large and influential Relief Committee was appointed, with the Town Clerk (Mr F. M. Bowey) as Treasurer, and Councillors Dix and Homer and Mr J. W. Thompson, as Hon. Sees. At a subsequent meeting of the Relief Committee, working men representatives from the different workyards in the town were added to the Committee, with a view to strengthen the movement and cover every available source of assist ance, and in this direction the efforts of the Committee were a marked success. Up to the present date (August 14th) the total amount contributed to the Relief and Memorial Fund is the handsome sum of £5,769 13s. lOfd. ROYAL MESSAGES. Her Majesty tho Queen, with that tender sympathy of heart which she ever manifests towards her subjects in their hour of tribu lation and bereavement, lost no time in putting herself in communi cation with the Mayor for the purpose of ascertaining the extent of the disaster, and also to express her deep sympathy with the fathers and mothers who had lost their dear ones in the calamity. On Sun day the 17th (the day following the disaster) the Mayor received the following telegram from the Home Secretary, Sir William Vernon Harcourt : — Be good enough to send particulars of the disaster reported to have taken place at the Victoria Hall. To this the Mayor immediately replied. His Worship then received a second telegram to the following effect : — Your telegram received. Send any further particulars you may have. The Queen has be.-n informed, aud is deeply grieved."], [32, "24 The Mayor at once replied to this message, giving further particulars, aud stating that a copy of the Sunderland Herald and Daily Post had been forwarded. On the following day (Monday) the Mayor received the follow ing telegram : — From Sir Henry Ponsonby, Balmoral, to the Mayor of Sunderland : — The Queen is terribly shocked at this awful calamity, and her heart bleeds for the many poor bereaved parents. She prays that God may support them. Her Majesty is most anxious to hear how the injured children are. The Mayor replied as follows : — To Sir Henry Ponsonby : — Will you express to the Queen my heartfelt thanks for her very kind expression of sympathy. The calamity is almost without a parallel, and the town is deeply affected. On the evening of the following day (Tuesday) the Mayor wrote to Sir Henry Ponsonby as follows : — 19th June, 1883. Sir, — Will you please convey to Her Majesty the Queen my grateful sense of her extreme kindness in expressing herself in such terms of sympathy with the bereaved parents in their hour of sorrow ? The light of many homes in Sunderland has been terribly clouded, and the healing hand of lime alone will suffice to alleviate the anguish which now prevails. So far as has been ascertained, there is a total of 202 deaths. I am not yet able to speak of the number who have been injured, but I shall be glad to communicate further intelligence should the Queen desire it. — I am, Sir, yours most obediently, J. W. Wayma.n. Sir Henry Fonsonby, Balmoral. On the Wednesday following the disaster, the Mayor received the following telegram : — Sir Henry Ponsonby to the Mayor of Sunderland : — The Queen wished to send a gentleman of the Royal Household to represent Her Majesty at the funeral, but I understand there will be nc public funeral. Please inform me if there will be any public ceremony or manifestation of feeling at the sad event. The Mayor at once replied as follows : — \" Will you convey to the Queen my warmest thanks? Her Majesty's tender hearted sympathy is thoroughly appreciated. It was found impossible to have one public funeral. I wrote you last evening, and will wire to you again to-morrow, giving fullest information. Injured children now at their several homes. It was not possible to furnish particulars of their cases. The Mayor then received the following letters from Sir Henry Ponsonby : — Balmoral, 19th June, 1883. Sir Henry Ponsonby presents his compliments to the Mayor of Sunderland, and begs leave to thank him for the newspapers which, he has laid before the Queen. Balmoral, June 20th, 1S83. Sir, — I have to thank you for your telegram. The Queen wishes to send a large wreath to be placed on the grave of the children. I scarcely know how this"], [33, "25 is to be done, as they will, I imagine, be buried in different places. May I, how ever, leave this in your hands to do what you think best. The wreath will be sent to you. — I have the honour to be, Sir, your obedient servant, Henry F. Ponsonby. The next communication received by the Mayor was as follows: — Balmoral, June 21st, 1S83. Sir, — I have to thank you for your letter, and for the telegrams, all of which I have laid before the Queen. Her Majesty expressed a wish to contribute to any fund that might be raised to relieve the distress caused by this calamity, but I imagine that the nature of the accident was such as does not call for the exercise of charity. I should add that Her Majesty is not able to contribute to a memorial of the event, as by a long established rule the Queen never takes part in any memorial. slut as I perceive in the papers that assistance is being granted to some of the necessitous cases, I have mentioned this to the Queen, who has commanded me to send you fifty pounds for this purpose. — I have the honour to be, Sir, your obedient servant, H. F. Ponsonby. The Mayor of Sunderland. le reply the Mayor wrote as follows: — Mayor's Chambers, Sunderland, June 23. Sir, — Will you please convey to the Queen my deep sense of obligation for her donation of £§0 towards the fund for the relief of the distress occasioned by Ihe lamentable catastrophe of Saturday last at the Victoria Hall, and my assurance on the part of iny native town of the appreciation of Her Majesty's affectionate and timely sympathy. It was no small satisfaction to the Mayoress and myself on Sunday last to be able to impart to many of the sorrow-stricken parents upon whom we were able to call the tidings that in their hour of grief they had the heartfelt sympathy of the Queen of England. Many a mother has hod her load of sorrow lightened from the knowledge that she was not forgotten by one who •herself has had to endure the anguish of bereavement. I am glad to be in a posi tion to answer Her Majesty that the immediate wants of those narents who have lost lli.-ir loved ones have been specially inquired into and suitable relief I. Each case has been considered upon its individual merits, and whilst every effort has been made to afford ample relief, due care has been taken to avoid extravagance. I am still unable to speak positively as to the number of children who have sustained injuries, but I am led lo believe that the majority of these case are progressing satisfactorily. I shall be happy at all times to communicate to Her Majesty additional information, and have the honour to remain, your obedient servant, J. W. Wayman, Mayor. Sir II. F. Ponsonby, Windsor. On Tuesday, 26th June, the Mayor received the following reply : — Windsor Castle, June 25th, 1883. Sir, -I have laid your letter of the 23rd before the Queen, who was glad to learn that you and the Mayoress had communicated to the suffering families how smcertly Her NTajesly felt for them. I enclose a cheque for the Queen's contribu lion to the Relief Fund. I have to thank you for the newspapers you have forwarded.— I have the honour to be, Sir, your obedient servant, Henry F. Ponsonby. [. \\V. Wayman, Esq., Mayor of Sunderland."], [34, "26 THE BURIALS. During the week ensuing the disaster, Sunderland presented one vast scene of mourning. In each of the three cemeteries con nected with the town, spaces were set apart and graves dug for the interment of the children. On the Tuesday after the dreadful catastrophe, the burials began. Silent groups could be seen here and there discussing the all-absorbing topic, and many were the expressions of sympathy for the sorrowing ones who would that day consign to the tomb the flower of their flock. A notice issued by the Mayor was placarded all over the town stating, that in accordance with a general desire, a mark of respect should be shown for the interment of the unfortunate innocents, and his Worship respectfully requested that at all places of business shutters would be put up and blinds drawn down in private dwellings. This arrangement was carried out with but few exceptions, and scarcely a single dwelling house could be seen in any portion of the town that had not blinds down at every window. In the lower localities of the town the poorest of the poor exhibited the keenest sympathy in the matter. The friends of the bereaved ones made their way to the respective residences, and there awaited the removal of the little children who had been taken away by death in such an appalling manner. The friends joined in the hymns sung over the coffins previous to their deposition in the hearses, and afterwards proceeded with the proces sion to the cemeteries, and in many cases Sunday school scholars assembled at the homes of their late companions and sang hymns. The different cemeteries looked their best when the sad work of burial began. The beautiful flowers, the pretty plots, and the well kept grounds spoke eloquently in their beauty of the care bestowed on the horticulture of the place, and it was only the yawning little graves that recalled to memory the fact that these lovely spots were after all to be the receptacle for the bodies of the innocent dead. A walk through the exquisite grounds revealed here and there many a little grave, and as both men and women meditatively walked the bye-paths of the cemeteries many a wet eye and sorrowful counten ance were seen, betokening the brotherly sympathy and common sorrow of a feeling populace. On all the seats in the paths, and on many gravestones bordering on the walks, were seen little groups of persons earnestly engaged in the rehearsal of the terrible event. Most ot the men and women were dressed in deep mourning, and many a sad face betrayed that friendly emotion in times of supreme sorrow and trial which sinks all petty differences and makes the whole world kin. That \" there is a reaper, whose name is Death,\" was never more affectingly realised than in the scene which presented"], [35, "■■11 itself in the Mere Knolls Cemetery. From early morn till late in the afternoon the \" long home \" of the dead above the sandy bents of Whitburn was invaded by a silently affected crowd. It was a scene long to be remembered by those who witnessed it. One by one the polished pine coffins, simply decorated and bearing the remains of many who were killed in the Hall, were taken from the hearses aud mourning coaches which lined the flower-bordered walks and borne to their last resting place in various paits of the Cemetery. The large crowd, touched to the heart by the sorrowful proceedings going on around, broke up into small groups and gathered round the live places of interment, eager to catch a last glimpse of the coffins as they were being lowered into the graves. Young cliildren flung their floral offerings into the narrow cells of their late companions ; whilst the dull thuds of the sods as they fell upon the lids of the coffins found an echo in the hearts of the friends of the deceased. One poor woman, affected beyond the limit of endurance, fainted and fell into a newly-dug grave ; and two others succumbed to the grief which filled their hearts. Along the route tokens of sympathy and reverence were displayed in closely-blinded windows, and most of the shops had one or two shutters on their windows. The processions which followed in the wake of the corteges were mostly made up of young children, many of them carrying in their hands small nosegays of flowers intended for the graves of their lost com panions. By the Friday following the disaster, all the burials had In i H completed, and the friends and relatives of the deceased went back to the homes where, in some cases, there were two and three vacant seats, to mourn anew the loss of their loved ones. During the progress of the work of interment, the Mayor and Mayoress visited the different cemeteries, the Mayoress afterwards placing with her own hands wreaths and cut flowers on the little graves. For a time, boxes containing wreaths aud beautiful cut flowers were received from different places by the Mayor as the offerings of loving, sympathetic, hearts. It was truly a festival of flowers, with sadden ing import. ; and many a grave seemed robbed of half its gloom by the blight-coloured offerings of the living. One of the most touching features of the calamity was the tribute of sympathy expressed in letters to the Mayor by children residing in different, parts of the country. From north, south, east, and west affectionate little messages poured in by post — some writton by the senders themselves, and others by their parents or friends — each and all writing in one common expression of sorrow- at the terrible nature of the calamity which had befallen the town. Human nature was moved to its tenderest depth, and the parents who communicated their sympathy with the bereaved seemed to"], [36, "28 have awakened to a newer and better understanding of the precious ness of their own dear ones. In many cases, families of two and three children sent their individual mites to the fund organised for the relief of the sufferers • and in others, tiny wreaths of cut flowers were forwarded to the Mayor to be placed on the graves of the dead. These continued to arrive many days after the burials had been completed. They were also placed on the graves of the sufferers by the Mayoress, who for some time almost daily visited the different cemeteries with the flowers and wreaths received by the Mayor. To mark her sympathy with the bereaved parents, Her Majesty the Queen sent a beautiful massive wreath of everlasting flowers, with the accompanying words : — \"A MARK OF DEEP SYMPATHY FROM QUEEN VICTORIA.\" \"SUFFER LITTLE CHILDREN TO COME UNTO ME, FOR OF SUCH IS THE KINGDOM OF HEAVEN.\""], [37, "LIST OF KILLED Name. Athey, Ruth Athey, Jane Adams, Margaret G. ... Algren, Charles John Allan, Margaret Cook Allan Michael Anderson, George F..., Buglass, Dorothy B. ... Bell, William George Brown, Margaret Ellen Booth, Robert W. ... Butler, Thomas Brodie, John Wm Bell, James Brown, Margaret Bailey, Thomas Blakey, Barbara Beale, James Bell, Isabella Bland, William Browell, Emily Briggs, William James . Briggs, Newrick Curry, John Carr, Charles Henry Chandler, Sarah Jane Chandler, Thomas II. .. Conlin, Mary Jane Curtin, James Fred Curtin, A'fred David Cogdon, Barker Ramsay Coupland, Andrew Coulson, George II Dixon, John Edward — Downey, Mary Dodds, Charles Foster . Dring, John Robert .... Dring, Charles Davison, John C Davison, Martin II Dunn, Thomas H Duncan, Mary Ann — Age. 1 1 9 Is' 8 7 5 7 3 8 12 9 9 8 h s ro 8 7 I. J 9 9 4 8 8 7 [I ia 9 5 s [O s 7 6 1 1 s 6 8 9 I( Residence. 125, Wayman Street 125, Wayman Street 5, Parade 23, Parade 13, North Bridge Street 13, North Bridge Street 28, Brougham Street 21, Thornton Place 4, Bridge Street 16, D'Arcy Street 11, St. Luke's Terrace 39, Thompson Street 3, Buxton Terrace 3, Pemberton Street 13, Lisburne Terrace 39, East Street 7, Page Street 32, Ford Street 25, Norman Street 66, Hedley Street 3, Gilsland Street 19, Blandford Street 19, Blandford Street 91, Back Whitburn Street 13, Trinity Place 17, Wilson Street 17, Wilson Sheet 44, Burleigh Street 4, Clanney Street 4, Clanney Street 21, Flag Lane 40, Queen Street 22, Watson Lane 6, Howick Street 5, Back Sussex Street 73, Victor Street 32, Dock Street East 61, Roker Avenue 104, High Street 73, Tweed Street 11, Colliery Row 13, William Street"], [38, "30 Name. Davison, Rosanna Dixon, Charles Dumble, Elva Elliott, James Oliver.... Elliott, Elizabeth Watt . Evans, Charles Evans, John George .... Fox, William Falley, Kate Fen wick, John Fairgreave, Peter Fairgreave, James Fenwick, Cuthbert M. Fleming, Thomas W. Fox, Robert Fox, George Graham, Thomas Gillies, John R Gibson, John. G Graham, Fred. W Greener, John Thomas .... Grey, Robert Henry Henderson, Richard Henderson, Joseph Hutchinson, Laura V Hughes, Thomas Edward. Hughes, Thomas Howard, John Hilton, Robert P Harrison, Thomas Hall, Mary Ann Hogg, Robert Hall Henderson, Margaret Jane Henderson, Cicely Henderson, James Hayhurst, James Hall, Thomas Hines, William Arthur Hines, Eveline Halliman, Eliza Johnson, William Jefferson, Thomas .... Jewitt, R Kirby, A. Edward.... Kemp, William Kelty, William ... Kirton, Elizabeth .... Knox, George W Longstaff, William S. Lawrence, John Lawrence, Isabella . Liddle, Edward Lackenby, Johnson Lane, Charles H. . Age. 6 7 7 io 8 9 ii 4 9 7 7 io 6 8 9lA eyi 7 5 ii ii 7 7 7 9 6 5 7 7 6 9 8 8 7 »# io 7 8 8 6^ 8 io 9 io 10 7 io 9 9 7 5 7 8 4^ io Residence. ii, Thomas Stregt Willow Pond Terrace St. Mark's Road 19, Burleigh Street 19, Burleigh Street 16, Thompson Street 16, Thompson Street Chester Terrace North 7, Cornhill Road 46, Wear Street 17, Brougham Street 17, Brougham Street 43, High Street West 23, Vine Street 10, Gilsland Street N 10, Gilsland Street N 37, New Grey Street 27, Dame Dorothy Street 16, Tower Street 2, Bramwell Street 89, Eglinton Street 21, Hawthorn Street 6, Nicholson Street 6, Nicholson Street 72, Hendon Road 1, Swinbank Street 5, Clanney Street 3, Pemberton Street 41, Emma Street 11, Abbs Street 15, Deptford Road 4, Harrison Street East 3, Hopper Street 3, Hopper Street 3, Hopper Street 2, High Street West 23, Alexandra Terrace 4, Booth Street 4, Booth Street 12, Grey's Buildings .4, Pickard Street 20. Gosforth Street Foyle Street 19, D'Arcy Terrace 24, Henry Street East 17, Dock Street East I, Carr's Yard Brougham Street Coatesworth Street I, Addison Street 1, Addison Street 34, Burlington Road 50, Queen Street 2, Clanney Street"], [39, "31 Name. Lane, James W Mills, Richard Mill-, Frederick Mills, Elizabeth A Mills, Alice P Miller, Emily Maconkie, Nellie Morrison, John McKeever, John William. Morris, Emily Marley, John Miller, William Maddison, Fred Maddison, Sarah MrCann, Kate Meek, James Miles, Charles Milburn, Hannah I Muse, Jane Newton, Catherine Noble, John Waller Nipper, George Stokeld . Orrock, Margaret Paget, Mary Pescod, William Henry . Pescod, Mary Eleanor .... Patterson, Alfred Pearey, William Proudfoot, Tohn T. Phillipson, Emmerson Prior, (ieorge Paxton, Louis A Pringle, Ann M Pringle, Maggie Paley, Edward Peace, Ann Marie Robson, Eleanor Russell, Mary Helen Ritson, Thomas C Robertson, Annie Patteson Robertson, Ethel Ramsey, Robert Roper, Margaret Redmond, Annie Rutherford, William Rowell, Elizabeth Richmond, Catherine Swinney, John Thomas. Simey, Abraham S.mpson, William Scott, James H Spence, foseph Snaith, Elizabeth Snaith, George Age. 6 6 8 12 10 9 10 7 5 7 5 8 5 5 8 8 9 9 6 9^ ii 9 12 IO 10 8 7 9 8 ii 12 8 9 7 6 7 6 6 9 io 7 ii 8 14 8 7 7 6 8 7 io io 8 8 Residence. 2, Clanney Street io, Ann Street lo, Ann Street io, Ann Street io, Ann Street 3, Gilsland Street 6, Christopher Street Richmond Street Society Lane 17, Glebe Cleft Villas 7, Tees Street 34, Burlington Road 11, Kingsley Street 1 1, Kingsley Street 31, Silver Street 40, Villiers Street 19, Catherine Street Alderson Street 17, Biss Street 13, Carter Street 13, Winchester Terrace 11, Howick Square 16, Covent Garden Street Lisburn Terrace 21, Burleigh Street 21, Burleigh Street 6, Matlock Street 4, Bright Street II, Burleigh Street 12, Dame Dorothy Street 11, Kingsley Street 14, Dunning Street 48, Southwick Road 48, Southwick Road 15, Garden Place 22, West Stanley Street 14, Tyne Street 29, Lawrence Street 18, Mordey Street 61, High Street East 61, High Street East 36, Covent Garden Street 12, East Cross Street 14, Booth Street 19, John Candlish Road 48, Gladstone Street 15, Grey's Buildings George Street 55, Silver Street Sans Close 23. Vine Street 30, Howick Street 57, Fowler Terrace 7, East Street"], [40, "32 Name. Shipley, Walter G. Scrafton, Eugenie . Solomon, Tiney .... Southern, Thomas. Smith, Carrie ....... Sleightam, George Sleightam, William Thompson, Mary Ann Thompson, Margaret Ann. Thompson, Margaret Topin, Ada Ann. Topin, Nora .... Turnbull, Margaret A. Tomlinson, Annie M. Toward, Thomas Taylor, John James Venus, John George Thomas Vowell, Grace Newton Vowell, Lilly Wright, Andrew . Wanless, Elizabeth. Weighill, William R Watson, R. C Watson, Annie Emily C. Watson, Amy C. L Wise, John James Wilkinson, Robert Ward, Florence Edith Willan, John Henry Wright, Mary Williamson, John Robert Age. io 8 9 8 S 8 6 ii 6 3 ii 6 8 4 9 6 7 8 4 7 7 8 12 10 13 10 7 6 11 5 n Residence. Griffin's Buildings 6, Handel Street 43, Henry Street io, Catherine Street 43, Northumberland Street Hendon Street Hendon Street 31, Palmer Street Norman Street 31, Palmer Street 47, Emma Street 47, Emma Street Norman Street South Durham Street Coatesworth Street Coatesworth Street 89, Egiinton Street S'/i, Norfolk Street 5>_, Norfolk Street 5, Bright Street 8, Dock Street Vine Cottage Wayman Street Wayman Street Wayman Street 56, Moor Street 7, Addison Street 8, Back Charles Street 37, Zetland Street Willow Pond Inn 5, Johnson Street"], [41, "33 THE INQUESTS. On the Monday following the catastrophe, the inquests were opened, that for Bishopwearmouth being presided over by Mr Crof- ton Maynard (Coron r for the Easington Ward of the County of Durham), and that for Monkwearmouth by Mr John Graham (Coroner for the Chester Ward of the County). Juries having been sworn, the bodies were viewed, and orders granted for burial. These formal proceedings over, the inquiry into the dread catastrophe was fixed to begin on the 2nd of the following month. It was then understood that both juries would meet together, have the evidence taken down in duplicate, and then retire to consider their verdicts separately. But on this point a legal difficulty presented itself, namely, as to the status of the one coroner sitting in the district of the other. A correspondence on the subject ensued in the interval between Mr Maynard, Mr Graham, and the Home Secretary, the result of which was that the opinion of the eminent London bar- rister, Mr Poland, was called for by Sir William Harcourt. Mr Poland decided against the proposed jural combination — a decision in which the Home Secretary concurred. Mr Poland maintained that if Mr Graham's jury sat along with Mr Mayuard's in its legal capacity, the Coroner for Chester Ward could not sit with them as coroner, but simply as assessor. It was evident, therefore, that another course would have to be pursued, and one which, although entailing loss of time, practically provided for two independent inquiries being made. In addition to this advantage, the loss of time incurred by the adoption of Mr Poland's views was mitigated by the courtesy of Mr Maynard in providing privileged seats for the Monkwearmouth jury at the Bishopwearmouth inquiry, so that the former might have the benefit of listening to all the evidence then led — a course which naturally lessened the duties of Mr Graham's jury when they came to sit in their own Court. The Bishopwearmouth inquiry, as stated above, resumed on the 2nd of July, under the presidency of Mr Maynard. The following gentlemen were sworn in as a jury : — Mr George Sharp (foreman), Arthur Shales, David Duff, Wm. Bradford, Jas. Win. Manning, Abel Mills, Thomas Windle, Robert Dixon, Walter Scott Humphrey,"], [42, "34 Thomas Horatio Campbell, Henry Potts, Edward Humphrey Pic kering, John Liddle Allinson, Thomas Brockbanks, and John Sen dall The Monkwearmouth jurors were also present, along with their Coroner (Mr Graham). Mr Hugh Shield, Q.C., M.P. for Cambridge, attended the inquiry as the representative of the Government ; Mr F. M. Bowey, Town Clerk, represented the Watch Committee of the Town Council ; Mr C. W. Newlands, solicitor, South Shields, the entertainer, Mr Fay; Mr A. Robson, solicitor, Sunderland, the proprietor of the Victoria Hall, Mr F. Taylor ; Mr T. M. Barron, solicitor, Darlington, the architect of the Hall, Mr Hoskins ; and Mr G. S. Lawson, solicitor, Sunderland, five parents of children who were killed in the calamity. Mr Nichol son, Chief Constable for theBorough ; and Mr Taylor, the proprietor of the Hall, were also provided with seats at the Coroner's table. At other tables throughout the hall the gentlemen of the press mustered in large numbers, the local and district papers being well represented. The formal opening of the inquiry over, the following evidence was led : — EVIDENCE OF MR FAY. Alexander Fay was then sworn. By the Coroner : What are you ? A public entertainer, at present residing at 35, Percy Street, Tynemouth. — Did you engage this hall on the 16th ? I arranged for the use of it on the 16th on sharing terms. — What do you mean by sharing terms ? Who did you arrange with ? Mr Stephen Coates in Mi Howarth's office. He was to take a fourth of the gross receipts. — What means did you take to fill the hall ? I adopted the usual custom of going 10 the schools. I and Mr Hesseltine went to the different schools and distributed tickets and handbills. — Have you one of those handbills ? Witness produced a small yellow ticket. — The Coroner read the ticket, which said it would admit any number of children on payment of id each, and intimated that prizes would be given. — Were there ' any terms with the schoolmasters? I gave free admission tickets to the teachers, and that was the only gratuity given for delivering them among the children. — Some would accept and some would refuse ? All except one schoolmistress. All the Board schoolmasters got them except two. They were at Deptford. With that exception the whole of them undertook to distribute, i went also to the elementary schools, Church schools, and Catholic schools, and they accepted the tickets. — That was the plan you adopted to get your audience ? Yes ; I had no men engaged to scatter tickets about the streets. — Do you know the names of any of the school teachers? No. — Could you give us names of any of the masters ? No. — The Coroner asked to get one or two of ihe masters, but he replied that the schools were dismissed. — Mr Shield said witness had better give the names of the schools. — Witness said the first he visited was Hendon Board School, the next was a large school in Monkwearmouth, called Thomas Street Schools. He went to the Rectory Park School, and he went to the Diamond Hall Board School ; and he remembered going to the Moor School. He also went to St. Paul's, Hendon. — The officer was then despatched for four of the masters of the schools mentioned. — The Coroner : Will you tell us how you commenced to sill the hall ? I arrived at about half-past twelve on Saturday, the 16th uli., with my sister and manager. We opened the doors about half-past two to admit the children, the performance to roramence at three. It"], [43, "35 was arranged by Mr Coates that the hall-keeper should take the money at one part of the hall under my direction. Mr Coates said he could not come himself but he sent a young man down to represent him. I arranged that Mr Raine should take the money at the body of the hall with my manager, Mr Wybert. The hall-keeper (Mr Graham) and myself took the money for the gallery. I wanted to use the dress circle when I went to the hall, but Mr Graham said it was not open unless they paid 6d. I wanted the children to be in the body of the hall and the circle, to have the children under control. The dress circle was for the children who paid 3d and the free ticket. But that was not allowed, so we filled the body and the gallery, which are entered from the same door from the ■treet, No children were refused admission to the gallery. Some up-grown people did go up to the gallery and asked where the reserve seats were, and I said they were downstairs. The body of the hall was being filled at the same time as the gallery. There was a man at the pit door saying \"'This way for the reserve seats.\" The pit was for 3d and 2d tickets, aud the gallery for those who paid id. What number of children were in the gallery when it was filled ? About 1,050. — What number of up-grown people? 1'ossibly 20. Girls of perhaps 20. — The Coroner : The oldest identified was 14, and the youngest three. Oo you mean 14 as up-grown ? No. I noticed one man. I made no application to the police m keep order in the place before the entertainment commenced. The hall-keeper and hi , wife were in the gallery when I left, and the instructions I left were that no more were to be admitted there. The pit was then filled up with children. I left Mr Wybert and Mr Raine downstairs to look after the pit entrance. Hesseltine was assisting generally when the entertainment commenced.— Did you notice the door at the bottom of the gallery stairs ? I never saw it until some days after wards. 1 proceeded with my performance, and got to what we call the interval. Someone complained of the boys spitting down from the gallery, and I asked Mr Wybert to go up, but he did not go, and I went with the man upstairs. I noticed the hall-keeper's wife at the door upstairs. She said she had passed in a few more children. The hall-keepei and Miss Kay were in the lobby counting the money at that time. This 111:111 went upstairs with me, and we reprimanded the boys. Both of us came down then and passed by the door and did not notice it. — What then ; I then commenced the second part of the performance, which consisted of con juring. The last trick but one Miss lay joined me on the platform. Then we came to the last trick — the hat trick — and it is customary to distribute a number of toys from the hat That is customary with other conjurors. I produced a number of toys and threw them into the pit. Previous to this 1 had told Mr Wybert, and asked him distinctly whether all the doors were open. He went to see, and came back and said everything was right. That was before I commenced the hat trick. Hesseltine, who was al Ihe side of the stage at this time, and Mr Wybert left, as I understand, for the purpose of seeing the children out. Hesseltine had a box of prizes for the gallery children. Hesseltine left the hall by the stage door. — What was Wyberl's errand ?— It was to see the children get out generally. There were no definite instructions as to how they were to perform their work. I distributed the prizes in the body of the hall — threw them amongst them. The children in the gallery did not know that was the concluding trick. I told the children in the gallery that they would get presents as they passed out.— Was there any movement in the gallery at that time ? No. They seemed to be very quiet, and had no idea that the entertainment was over. The ch:ldren in the body of the hall and the pit seemed to leave in the ordinary manner. — Did you see no rush from the gallery? No. There were a lot of people in the frunt seats which I passed out at the back door— a little door at the back of the stage. I gave some presents myself to little ones in the front seats. I passed out a number — I can't say how many — and the hall seemed to empty, except about 100 boys in the gallery, who were running about playing. I remained at the lack of the stage some ten minutes, nol knowing"], [44, "36 anything was going on. The first mention I had of the accident was Hesseltine. He came to the body of the hall. — How did he come ? He did not rush ; he came slowly, and fell on his back on the stairs. He seemed in a sainting condition. I then went for some water, but could not find it. I then took a glass to look for water, and found some in a chamber under the stage. I took some up. He was unable to speak. — Was he insensible ? He looked as if he was still fainting. I pulled him, but he did not answer, and I then threw some water in his face. He presently came round, and I asked him what was the matter. He said, \"Oh dear, there's some of them stuck fast, and they are dead.\" I asked how many, and he mentioned the word \"dozen.\" I left him and rushed to the pit entrance. I then siw two or three men running about, and I noticed two or three little boys lying on their backs at the pit entrance, and a man with another in his arms. I picked tiem up. I was very much excited, and said to a man, \" Are they dead ? \" He said, \"Yes; there are a good many more dead. Run for a doctor.\" — Did you know then what had occurred ? No. — The Coroner: Did you not go round a.nd satisfy yourself as to places of outlet before commencing the entertainment ? Yes ; but I did not think anyone would notice this door. It seemed to fit into the side of the wall in such a manner that it looked like a wooden partition. — How did you go up the gallery stairs without noticing it ? It looked, to a casual observer, like a wooden partition from another room. It must have been back against the wall or I would have noticed it. The hall-keeper showed me the wooden barrier, and we passed a good many children in there. When I heard of the accident, and knowing nothing of the door, it occurred to me that it must be at the barrier. — The Coroner : When you discharge a large crowd like this, do you not to a certain extent bar the stairs so as to prevent them coining in in too large quantities ? We have a man to prevent them coming too quick if the staircase is narrow. I did not see any danger in this place. — Why ? — The stairs seemed so wide that there appeared to be no cause for danger. It seemed a very safe place to my mind and knowing there were four men in the front of the house, there was no fear. — What four men ? Mr Hesseltine, Mr Wybert, the hall-keeper, and Mr Raine. — Did you consider yourself sufficiently manned for a hall like this when there were such a number of children? — I have had halls in all parts of the kingdom, and have had many more children in than at this time, and there never was any accident. I have never had less than four men as a general number. — Mr Shield : You swear positively that you never noticed that door ? Yes. It is so large and fills the space of the landing. —The Town Clerk : Where were Hesseltine and Wybert at the time you made the announcement that the gallery children would get their prizes as they went out ? They had gone round some five or six minutes before that. — What other announce ment did you make from the stage about the prizes ? None that I am aware of. — Did vou not say something to the effect that the children should go quickly down to get them? Oh dear, no. — Or that the first down would get the best prizes? No. — How long were you on the stage after you made the announcement ? I did not remain more than two minutes on the stage, and then I went into the body of the hall. — Do you mean to say that there was no noise in the gallery immediately after you made the announcement? No. — Did the children not rush out? They seemed to leave in the ordinary manner. — Was there no sudden noise and rush to get out? No. — By Mr Shield : Where was the money taken for the gallery ? Above half of it was taken half-way upstairs against the barrier by the hall-keeper and myself. — By Mr Lawson : Did you expect Mr Stephen Coates to be present to assist you ? II« told me he did not think he could be present.— And you did not think it necessary to have oversight over these children in the gallery? When f left the gallery I left the hall-keeper and his wife there. — Did you consider that sufficient adult attendance for 1,100 children? I knew I had two men who would assist in getting them out. — Did you not consider it necessary to have adult assistance during the performance ? I never have at any one. — Have you ever"], [45, ".♦.7 had 1,100 children together in one place before ? Yes. — Where? In Newcastle, at the Circus. There were two more men there, but they were not appointed by -The Coroner : Did it make any difference whether a child brought a ticket or not? Oh, dear, no. — If it came without, it would get in all the same? Yes. It i . simply an advertisement. — Mr Brown : Have you ever had the Victoria Hall before? Never. — When you wanted the dress circle, had you any doubt lbout the safety of the children ? No. I thought it would be better to have the children near to me, so as to have control of them. — When you went upstairs, was there any light ? It was fairly light. — Do you blame any of the structure of the hall for this occurrence ? Only the door. If the door had not been there, there would have been no accident. — By Mr Shield : You say there were some fifty up-grown people in the gallery ? To the best of my belief. — I want to know wnat grounds you have for that belief. Where were you when you saw up-grown women going into the gallery ? Taking money at the barrier, and at the top of the stairs. Half of those children got in at the barrier, but I found it was taking up too much time, and I asked him (Mr Graham) to take it away, and we would take the money at the top of the stairs — which we did. — You saw grown-up people going up with their pennies ? They paid 3d. — You would have turned back any grown-up person whi. was going to the gallery for a penny ? Yes ; I should have charged them 3d. — Did you take any 3d. from grown-up people going to the gallery? Yej, personally. — The Coroner : And you admit you told some to go round to the dress circle? Som; of them ask.-d me, \" Where are the reserved seats ?\" and I said downstairs. — Mr Shield : Do you mean to say that people, after br-mg told by you that the threepenny places were elsewhere, yet paid threepence to enter the gallery ? It optional to them. Mr Fay explained that some of the children were accom panied by grown-up people. — Arc you confident that there were up-grown people in the gallery with the children? Yes. There was one man who paid threepence, and one penny each for his children. — You noticed Mrs Graham where? At the top of the gallery stairs going into the door leading into the gallery. — Was that at the door of egress? Yes. — Her husband and Miss Fay were at that time counting the money els -where ? Just a little lower down. — Was Mrs Graham keeping watch at the door ? Yes ; with instructions from me to prevent any more going in. — Oh ! you did give her instructions to prevent any ir. ire going in ? Yes ; both to her and the hall-keeper. TJiat was before I commenced the entertainment.— When you went up at the interval you say you noticed Mrs Graham ? Yes. — I suppose you talked to Mrs Graham, then ? I can't remember. I noticed she was there. — It was during the interval you told Mrs Graham not to admit any more? No. — The Coroner : When was it you were told more had been admitted? She told Miss Fay she had let a few in. — Mr Shield : When was that information giren to you? Afterwards; I did not hear of it until afterwards. — Then you never spot.' to Mrs Graham or Mr Graham with reference to getting children out ? You never gave any instructions as to how they were to get them out, but you told him not to let any more in ? Yes. — The Coroner : Had you any reason for that ? I knew the hall-keeper was generally assisting me, and knew his position was to be in the gallery. — What did you understand that from ? I left him with instructions to keep guard at the gallery door and not allow any more to go in, and I naturally thought he would remain there. — You did not give any instructions as to seeing those children out safely ? No. — Mr Shield : How much time would intervene between the interval and the last trick? Half-an-hour. — I suppose you knew nothing about Mrs Graham diring that half hour. You did not know whether she remained there or not ? No. — Miss Fay assisted you in the hat trick ? She was on the stage at the time ; she had just done her performance. — I suppose Miss Fay was assisting in the trick, . was she not ? No. — Was Hesseltine or Wybert assisting? No, they had gone round to the front of the house. — You said some- I'.ii.im, .j . <yu_t about going to see if the doors were opened? At the last trick,"], [46, "38 yes. — You distributed prizes in the pit and then you made an announcement to the gallery? Yes. —In what words did you make the announcement? I said the performance is now concluded, and I said that the children in the gallery would get some present; given to them as they passed out. Those are the words I used. — The Coroner : \" The performance is now concluded,\" go on. This concludes my per formance. The children in the gallery will get some presents as they pass out. — Mr Shield : That was an intimation to the children to leave the gallery, and leave it with the stimulus of getting a prize. At that time you did not know, did you, that there was any person in the gallery to see them come out ? I understood that the hall-keeper, Hesseltine, and Wybert were there. — You knew Mrs Graham had been there half-an-hour before, but you did not know whether she had remained; you had seen Mr Graham half-an-hour before, but you did not know what become of him in the interval ? No. — By Mr Newlands : You have had some experience in this business ? Yes. Has this distribution of prizes been followed by you for any length of time? For about three or four years. — You say you made some arrange ment with Mr Coates as to sharing. Afterwards was not an account rendered ? Yes, I dont know about a document, but a verbal account. — How did you arrive at the number of children there were there? By the money taken. — And that showed about 1,050 present? Yes. — Can you tel! what the gallery is estimated to hold? 1,500 up-grown persons. — Your reason for wantiug the children in the lower portion of the house was that you would have a better chance of gaining their attention? I would nothave used the gallery at all if I could have avoided it. — Was Hesseltine assisting you after the commencement on the stage ? No. I sent him up in the gallery. He came down at the end of the performance. — What was that todo? To get the p rizes. — You were told by the hall-keeper's wife she had passed in a few more children ? Yes. I can't remember whether she told me then, or some days after when I saw her. — Have you ever had any reason to change your opinion that, apart from the door, there was any reason to anticipate danger ? No, not at all. — Have you examined the door since ? Yes. The bolt pulled down against the wall on one side, but not on the other, and the least pressure made it fall, and the bolt drop right into the socket. — In addition to that hole which keeps the door back, is there another hole which, if the bolt is slid into it, will form an aperture about 18 to 24 inches open ? Yes. — Have you adjusted the door since ? I have and found, if I adjusted the door, eleven times out of twelve the bolt fell into the hole which jammed the door as it was on the day when the accident took place. — Now, on saying that the perfor mance was over, what did you do next? I went to the door, and on the people passing through I gave the preference to young children. — Now, when you went round to the other parts of the building you found these children lying dead. What did you do? I went off for a doctor, and found one in the street. — After doing that, what did you endeavour to do? I asked the doctor to do what he could, and I would go for another. — The Coroner : What is the doctor's name ? I do not know. — Mr Newlands : You met him in the street, you say. How did you know he was a doctor ? I went up to him as I knew that he was a doctor by his appearance. — What did you do after that ? I went to tell them of the accident at the Police Station. I told them to send some men up, and they sent up four. I also asked them at the Police Station where there were more doctors to be got, and they said two lived next door. I did go next door, but came back to the Police Station, and they told me that the doctors were next door to the Victoria Hall. — Did you go to the doctors'? I went to the hall, and found I could not get in. I then went down to the Police Station again to see the Chief Constable to get to know the extent of the calamity. I did not know at that time how many were killed. I did not know anything about the door. — Did you ever know of any barricade being used as an audience were going out ? I never knew of any in coming out, but only in going up, — As the children left the gallery"], [47, "39 they made some noise ? The children made a noise, but nothing more than ordinarily. They seemed to leave in the usual manner. — When you went through the hall with the hall-keeper did you see the door ? No, I did not. He took me another way. — Do yo remember before the performance calling on Mr Coates ? Yes.— Did you see him at his office ? Yes. — What did he tell you? He said, \"All right. I have seen the hall-keeper. I will send him up presently.\"— You said that you did not speak to the hall-keeper specially about getting them out? No. I took it for granted that he would assist in getting them out. — The Coroner : You have been at many places performing ? What is your opinion of this ? It seems to be all right, but there should be a separate entrance to the gallery. The people in tlie body of the hall have to come out of the same door. — Are there not other exits from the gallery ? In coming down from the gallery they conld come down some stairs on to the dress circle landing. — The Town Clerk : But they could come out of the front. By going upstairs ; but I under stand that this was never used t (\" Oh, yes, it was.\") — Mr Newlands : That is the only ihing you know. That is the fault of the staircase. — It is a well constructed building except the gallery. I fancy that the gallery is dangerous at any time. — The Coroner : We have asked your opnion of the swing door. It is very dangerous An accident might have happened to one person going through the door, because they would have to twist their body to get round. In rushing down children might get jammed in. One person would have to turn himself into position, and would not get through without some trouble. — Mr Barron : There is a staircase 8 feet long leading from the dress circle. I know there is, but it goes up a flight of stairs — Do you know there is a separate outlet in the staircase communicating from the gallery ? I understand now. You mean in the lobby. Yes. — I do not mean in the lobby. I mean in the back staircase from the gallery. — That seems to have been locked. — I suppose you did not take the trouble to see? [Tie door which I mean was not locked. — Then you say that it is not the fault of the gallery, but it is the presence of this door (the swing door) that makes it dangerous. I suppose the gallery without this door would not be dangerous. You know that flight of steps leading down to the door. Is that part of the stair case one of the best lighted parts where the accident happened ? Yes. When this door is closed it is rather dark in the hole. — A juryman asked if Mr Fay had not sent some person to look after the children when in the gallery. Mr Fay replied that Hesseltine was in during a portion of the performance. — When you for the building did they ask you how many men you employed to assist you in the performance? They never asked me. — Asked by a juryman if he had not gone up to the fatal door at the outset, Mr Fay said that he went to the lower part of the stairs, but he did not know what happened, as his first impulse was to seek a doctor. — The Coroner : Was the hall-keeper paid by you ? He was simply arranged with by Mr Coates. — Asked whether he had seen bolts fastening down wards in doors, he said that all doors he had seen were bolted lengthwise. He never, when engaging a building in which to perform, was asked as to the safety for the children. In all entertainments which he had given the safety of the audience regarding the exits was always in the hands of the proprietors. — That is according to your view ? Well, I think so. — Did you go over to Tynemouth that night? No, I did not go over to Tynemouth that night. I came back again to the Hall at half-past ten o'clock. — Questioned as to where he had sent Hesseltine to stand and distribute the presents to the children coming from the gallery, he saM that generally he told him to stand and distribute the presents at the top of the stairs, because he found it the best place. — A Juryman : Did you think that you had the right to the services of the hall-keeper? I do not want to say that. He would be looking after them going out as well as coming in."], [48, "40 MR CAWS' EVIDENCE. Frank Caws deposed : I produce a plan of the Hall which I had before the accident occurred ; and in addition to that I produce a plan prepared for this inquiry, showing the staircase from the gallery to the ground floor, and the particulars of the staircase where the accident occurred. The steps are lo>_ by 7X< or thereabouts. There are 23 steps down to the first landing. The first landing is 14 feet 10 inches by 7 feet 6 inches. Then by another flight of 15 steps you reach the level of the dress circle landing. This lobby is 28 feet long. There is no door there except communicating with the dress circle. There is a move able barrier or hurdle. At the end of this long landing you reach the head of the flight of stairs upon which the accident happened. There aie 14 steps, 7 feet wide, and at the bottom is another landing It is 14 feet 10 inches long, by 7 feet wide, and is sub-divided into two halves by a large swing door. It is hinged next the wall furthest from the stairs on pivot hinges, so that it will swing either against the wall on the one side or the wall on the other, describing a full semi-circle. There is a bolt at the bottom of the door and two bolt holes in the floor, so arranged that the door can be opened and fastened back against the outer wall, or can be made to stand ajar, with its front edge inwards, facing the flight before alluded to, with an aperture of I foot 10 inches clear. That is sufficient for one to go through at a time. There is one more flight to the street. — The Coroner : Was that swing door in the original wall ? I know nothing about that. The survey plan I made for other purposes some years ago, and it i^ supposed to be correct. That door is not shown upon it. I do not know whether the door was there or not when the plan was made. I have been up and down the stairs a great many times, and never knew the door was there until this accident occurred. The clerk is not now in my employ. I believe he is in London. I have been many times up the stairs, but never saw the door. This plan was made about 12 months subsequent to the Government inquiry. It was made three or four years ago. — Mr Shield : Looking at the building as an architect, what do you say was the idea for placing the door there? It was, I think, placed there to check people entering too rapidly. — The Coroner : In fact for money purposes ? I should think so. And also to prevent a great crush. — Mr Shield : Have you had experience as an architect of such build ings? Yes, but not for large places of entertainment. — Do you consider this hall perfectly adapted for this purpose ? It is rather hard to say. Prior to the accident I should not have seen any danger. — Mr Bowey : You say that assuming that the hall was properly managed and the door properly attended to that the means of exit are safe ? Yes — Mr Shield : What are the modes of egress from the different parts of the house generally ? I have brought a plan with me to explain that. This is the plan of the gallery, from whence there are two staircases, one on the east side and the other on the west side. That on the east side is the one generally used, and the one on which the accident happened. I would call the west entrance or stairs a relies staircase. It is not in communication with the east staircase. It might be termed the panic egress, and is a very ample staircase. It admits the audience of the gallery to the lobby of the dress circle. They would then descend by a few direct stops into Toward Road. This west stair appears never to have been used. The east stairs seem to have been sufficient. Leaving the gallery entrance exits, and coming to the dress circle itself, there are two doors through a glass lobby, admitting to a large lobby or crush room at the back of the circle, and then by a wide staircase direct into Toward Road. The pit entrances are two-fold, east and west again. — As a matter of fact the occupants of the dress circle don't leave the house by the same out-door as those leaving the gallery ? No. The people in the dress circle can get across to the east gallery steps by means of a door, and by this door a large number of lives were saved. With regard to the area exits, as now arranged, there are two at the south end,"], [49, "■Ii one on the east side from Laura Street, and the other on the west side. There are only two steps to descend into Laura Street, but from the west entrance th« audience have to ascend a flight of wide stone steps leading into Toward Road. Bolides the main entrances there was a third into the pit on the north-east side from the platform entrance. As regards the arrangement of the door.s, they open outwards. There are a few exceptions to that. In my opinion the hall is un- commonly well provided with exits. — A Juryman: Is it not dangerous to have the west gallery staircase emptying into the dress circle lobby. — Perhaps that is the reason it has not been used.— Mr Lawson : Do you repiesent the proprietors of the hall ? My position in the matt-r is this : It was, I think, Mr Roche who was retained by Mr Howarth to represent the proprietors, and Mr Roche sent to me to see if I had plans or if I could prepare them. I then proceeded to make plans fur the inquiry, but wasafterwaids told that as Mr Roche had withdrawn from the case, the gentlemen interested declined to be at any expense in the matter. — Who are the proprietors of this hall ? I cannoi give you any information on this point. — Who is the gentieman referred to? Mr Taylor. — Is he one of the pro- prietors? I don't know ; but I believe that he is. — The Coroner : At last meeting I asked the gentleman who represented the proprietors of the hall if I could be certain that the plan of the staircase leading from the gallery tothe street would be prepared for the jury. I found some difficulty in the way, and I told the officer that if they were not going to have it prepared and ready for the Court as promised, to see Mr Caws and get it finished. —Mr Lawson : Various statements have been made in tlte papers respecting the proprietors of the hall, and I wish to ascertain who the proprietors are? I do not know. — Mr Arnold Robson : 1 may say that Mr Taylor is the proprietor of the hall, and that may be put in the papers if it will do any good, — Witness, in answer to Mr Kairclough, said he did not appear at the Inquiry as to the fitness of the Victoria Hall for a Town Hall. — Mr barron : Do you say the staircase is sufficient where the accident occurred ? I should say not.— Under ordinary circumstances how long do you think it would take the staircase to empty the gallery? About five minutes. — What distance is the top of the gallery stairs from the street ? Abont 85ft. — How many could walk abreast down the staircase ? From four to five. — The total length is 42 people by 4 people in width, and by moving it once that makes 168, showing that if you pass people out in that comparatively comfortable fashion there can only be 168 or 200 passing out at once. — At what rate of progression ? I should say not more than a mile and a h-.lf or two miles an hour. In S5 seconds you would get out about 168 or 200 people. — The Coroner : Your calculation is that it would take about five minutes to empty the gallery. — Mr Barron ; Now about the other staircase? If the west staircase were opened there can be no it that it is amply provided. — Mr Newlands: The hole for the bolt was where it ought to be if the door was to be there at all. — Should there be a bolt to the door at all? If the safety of the public is concerned there ought to be no bolt, nor bar, nor anything, but you must have these things. — The Coroner : But it would be safer for the public if there should be no bolt upon it, now that the door is there? Yes. — In answer to the Town Clerk, the Coroner said that Mr Shield and he did not consider that the evidence of the children would be required until to-morrow morning. The examination of the witness was then continued by a juryman : If the children were going through the dress circle lobby from the gallery at the time people were coming out of the dress circle, it would tend to con usion. — Another juror: Do you think it was necessary for the door to be th.-re? I should say that after this accident it should be taken away. If the barrier had been there to prevent the rush of children along the lobby on the level dress circle, I don't suppose the accident would have occurred. An accident might occur at these steps where the present one occurred owing to the children coming down as fast qs they could and pushing the other children if the front"], [50, "42 children toppled over in the crush.— By Mr Mills (juryman) : If the barrier had been about four feet high it would have answered the same purpose ? It would have been less dangerous for the children, who were no doubt suffocated. MR WATSON'S EVIDENCE. The inquiry was resumed at three o'clock, and George Carr Watson, head master of St. Paul's Schools, Bishopwearmouth, was sworn : The Coroner : Mr Fay told us that in reference to this entertainment he waited upon you to distribute tickets amongst the children attending your school. Is that correct ? Yes. — What is the reward or remuneration for it? Nothing. — No free tickets to the pupil teachers? There were. — Is this the first time you have done this ? No ; I have done it for the last 27 years. In doing it were you in communication with the parents or not ? Not at all. For without the money the children could not get in. The ticket was a simple advertisement. — Can you of your own knowledge say that this has been the oractice throughout the town ? I should say among the most of the schools, but 1 would not like to speak positively. — Mr Shield : You have no personal control of the children on the Saturday ? Not at all. It is a whole holiday. — The Coroner : Which day was it you got the tickets ? I think it was Friday. It could not have been Saturday. — Whether it was a proper or an improper practice, you believe it has been a general practice for some years for schoolmasters to do so? Yes. — Mr Shield : You made no inquiries as to the conditions of the entertainment? Nothing at all. Sim;^y gave out the tickets. — Are you head-master ofa Board School? No; ofa Church school. — Do you report to anybody? Who are your official superiors? The Rector of Hendon. — Have you ever reported to him this practice about advertising entertainments ? No ; I am lett to my own judgment i/i these matters. — A Juror ■ Did Mr Fay Say anything about the arrangements at the hall ? No. — Another Juror : When you gave the free passes to the teachers, did you expect them to take charge of the children? No. — Do you not think it necessary to inquire into the moral part of those performances that you sometimes get tickets for? If I thought there was anything immoral I would not give the tickets out. GRAHAM'S EVIDENCE. Frederick Graham, keeper of the Victoria Hall, was the next witness. — When did you first know about the hall being engaged ? About ten o'clock on Saturday. ■ — How did you know it was engaged ? By going to Mr Howarth's office.— Who from ? Mr Coates, chief clerk to Mr Howarth. — When did you first see Mr Fay? About two o'clock. — Did he make any arrangement about the hall ? No. — What passed ? When Mr Fay came into the hall he proceeded to alter some seats in the pit in order to make some reserve seats of them. Then I went up and asked him if he was Mr Fay, and he said he was. He said he was going to open the hall, and I said I was aware of it. Then Mr Fay said something about opening the circle ro make reserve seats or put in teachers he had given 150 tickets out to. I told him we could not do it, as it was a standing rule not to open under sixpence. He said it was all right and lie would just have to open the gallery. I showed him the way to the gallery through the dress circle lobby. He asked me the way the money was usually taken, and I showed him the window in the long landing. He said he could not do that, and would have it taken at a table out side on the landing. Mr Fay asked if I could lend him a basket to take the money in, and I did. The table was on the landing above the door, and on a level with the dress cirde lobby. The doors were opened a little after two. When the doors were opened Mr Fay was standing at a table along with myself. A crush of children came up, and Mr Fay said it would not do, and he said something about his man being stupid to let them come up like that, He then lest the table, went"], [51, "43 ids the door where the accident took place, and I thought he wars going to check the children. I cannot say how far he was. He was away about balsa minute. — Could he get to ihe door in that time? Yes, 1 could do it. The chil- itill came 01 h a crush that tl n commenced t < . i, and he said he could not take the money th re, but woul ! go to the top of the gallary stairs and do it. When he went tip to ihe to;> of ! airs 1 - table into the corner, and I wenl . nd Mr Fay. I was keepin the money. I ci <'oing that till near three o'clock, when Mr Fay-. from the gallery. I look some coppers after Mr Fay went away. — Was yi iur wife there before Mr Fay left ? ay anything about admitting children? .'-ot to me. — Did he net say that no more were lo be admitted ? I never heard him say so. — What nui of grown-up people went into the gallery l Two or three probably. — VVi re there 4ny? '-re any sent away to the other part of tl g? I don't know. —After Mr Fay went away who was left in charge of the gallery ? My wife was thefi ii consider yourself in charge there? No. — Then why. where you ? Simply to assist on account of the pressure of children. — What occurred after Mr Fay went away? Shortly afterwards I came down to the body of the hall, and on my road down I took the table I had put into the corner through the ifted the barrier out of the way. I then went the full length down the pit. The door was back against the wall facing ihe stairs. I went round into the body of the hall from the circle. I stayed there a while, and went to the gallery, where I .saw my wife. One of Mr Fay's men- Mr Hesseltine —was in the gallery then. lean lown again into the dress circle lobby, went from there down the gallery stairs to my own room. The door was then standing open as it was before. Went upstairs again and into the circle by the frunt wa] , and walked again to the gallery. Mr Fay then came up. The basket with thi i gon the top of the stairs, lie- in the gal- i Fay took the mi ,, and I came down wilh him to the dress circle lobby. Miss Fay came up to the dress circle lobby, and commenced to count the money, and I assisted her. She left in about half-an-hour to assist Mi Faj upon the platform. My wife was then in the dress circle lobby. 'I said to my wife that if Miss Fay did not come back we would have to take charge of the money. I went down into the pit and saw some children playing about. When I got down to the pit Mi Fay was doing the hat trick. He threw some presents out on the top to some children in the pit. Mr Wybert was standing at the tal le Counting his money. That was at the pit. I had asked Mr Whybert what about the prizes for the gallery, and he said the man had just gone up with them. Immediately afterwards a number of children came from the direction of the gal- red the area lobby by the east door. Several of them had presents in their hands. At this eime only a few had come out of the pit. I asked the children « bo came into the lobby what they wanted ; why they did not go home, and some of them said they wanted presents. They said they had been in the iy, but he would not give them any. I got them off to the street gallery door, in turning round I saw a number of children playing about the lobby, and when 1 1. out I went up the stairs, and on the first flight of the :ry staii ' ,iu a number of children coming d ■ i u my of them had pi and] went up to get behind them and clear them out. — Then a certain amount of children had passed the door, and came out ? Yes. When I got up tothe I sins it was partly open, arid a man — Hesseltine — in the- open space trying me children out.— I shouted, \" M ui pull the door open.\" I got no 1 don't know whether he heard me, but I put my hand between his legs, p ached round, and got hold of the bolt in the inside. I was unabled to pull it out. — Were there any children about then ? They were piled up to a great height inside. All the stairs so far as I could sec were packed with children. I saw it"], [52, "44 was impossible to do any good where I was, and went round through the dress circle door, which was \"snecked.\" I succeeded in opening it. The pressure of the children made it difficult to open it. I strove to get the children out by this way, and several hundred children came out. A number of men followed me up, and assisted in getting these children out. One of them was Mr Frank Raine, I could not say who the other men were. I left Hesseltine trying to pull the children through the open space at the door, and found a man, I think it was Wybert, there. Several other men came up, and the children were carried out. The dead and the dying weie mixed together. On the stairs they were lying in various positions, apparently lacked together. When I last passed through the door it would be about four o'clock, standing back inwards, and it would be near five when I found Hesseltine pulling the children through the aperture. That was the first time I knew anything had happened, and I cannot say how long before the accident occurred. I was not on duty, and was not asked to take charge of the gallery. I saw the bolt in this door five or six days before. It was rather stiff. It might fall into the socket without being placed, but I have never known it to do so. I have been hall-keeper at the Victoria Hall over II years. It is six or seven years since the door was put in there. — For what purpose ? I think it was put there for the convenience of the hirers of the hall in order to enable them to work their entertainments better. Sometimes an entertainment occurs when the gallery is of no use, and it can be shut off by that door. The bolt which keeps the door open about two feet was open at first, and was put there for the checking of the people going in — to prevent a crushing on the money-taker. I had nothing to do with the door getting into the way it was in. I did not draw his attention to this door. I cannot say whether Mr Fay knew of the door. The gallery had not been opened for five nights, and the centre bolt had been put in to keep the door closed. It was opened, I think, by Mr Wybert. Mr Coates is Mr Howarth's agent. I cannot tell of my own knowledge how the door came to be fastened in that way. — By Mr Lawson : I was twice at the office on Saturday, the first time about eleven o'clock. Mr Coates asked me if I knew there was going to be an entertainment at the hall that day. He did not tell me he had any interest in the speculation, but he said that Fay wanted him to take a share. — The Town Clerk : What number of grown-up pe'ople did you see go into the gallery — but first, would you take a nurse of fifteen to be a grown up person? No. — How many were there in the gallery? I could not say.— Were there six? I should say yes. — Women or men? Women; I don't remember seeing any men there. — Nurses? There were some nurses — young nurses. — The Coroner : Might there be a dozen ? There might, but I could not really say. — The Town Clerk: Might there be twenty? I could not possibly swear as to the number of up-grown people in the gallery, but I know there were very few. — Did you consider you were under respons-'bility to be at any particular part of the hall that day ? No ; I don't. — Were you asked to take the money ? I -was asked to assist. — Has Mr Fay, if he were to say so, any authority for saying that you are one of the persons whose assistance he. had a right to call upon that day? No; he has no authority for saying so. — Did you see the prizes thrown from the stage to the body of the hall? Yes. — Was that after you had seen Wybert go away with the money ? Yes, after. — How long after ? I could not tell. It was not long. — F'ive minutes ? It might be. — What was the effect of throwing the prizes among the children? They all rushed for them, and seemed all eager to get them immediately. — That was in the body of the hall. What was the effect on the children in the gallery? I cannot tell ; I could not see. I did not hear anything unusual. — Well, now, you went up to Hesseltine when he was pulling the children out? Yes. — At that time, to the best of your belie/, there would be nobody on the top of the gallery except your wife ? She was not there at all. There was no one there at all, to the best of my belief."], [53, "45 Wyberl was not there. — Were there any of Mr Fay's assistants there ? So far as I know, he had only two assistants, and I did not see them there. — You got close op to Hesseltine. Did you speak to him? Yes. — What did you say ? 1 '\"'' - iii, Man.\" What did he say then ? I do not know ; I got no i But you were close to him ? I afterwards found that he could not reply. you found he made no response to your request, what did you do? I immediately went for assistance.— But when he made no reply, did you not speak again ? I oal my hand in then, and tried to pull the bolt op. — What did you do when d you could not ? I do nol i —You do not remember? I think I immediately. — Well, but you must have said something. It must be on your Blind ? I did not say anything. T made oft directly. — You did rot see a boy • i ■•! from amongst the legs of the children? I did not. — You say that you did not hear anything said ? Well, I cannot tell. I did not hear anythi: Were they not asking for the door to be opened ? No ; I did not hear anything said then. Oh, yes, there was a sort of shrieking and noise — a general i amongst ihe children. -I think you said that Hesseltine was pulling them out? He was pulling some out. I did not see while I was there, What had you done ? T made one great effort to unfasten the door, and then it struck me that it was not possible, as the children were lying that close about it. — According to your statement there was not more than two minutes from the time of the hat trick, when Wybert went with the money to the stage, from your going up, and yet the children were piled up. As a matter of fact you were not there until the cliildren were piled up to the ceiling? Not until they were piled up to the ceiling.- Mr Lawson said lie did not wish to say anything on a matter of privilege, but he was senior of Mr Bowey, and he was present representing bereaved parents. -The Coroner said lie was to proceed with his examination, — Mr Lawson (to witness) : Did I that he had joined in a speculation? No, he did not. He did not say whether he had refused or pted the offer of Mr Fay. — The Coroner said that was rather wide of the inquiry. — Mr Lawson : I think not. The agent is not only to receive the rent of tl: hall, but the fourth of the proceeds. — The Coroner: That is wide of the mark, which is the cause of the death of the children. — Mr Lawson said that there which the parents wanted to know. — The Coroner said Mr Lawson could -put M Coates into the box and ask whether there was such an arrangement or not. — Mr Lawson said he hoped h_ would be called. He would ask the witness whether Mr Coates suggested to him that he should count the money. — The Coroner : I think you should alter your line of examination. — Mr Lawson : I think I should ask the witness this question.-— The Coroner : I say not. I wish you to drop Mr Coates for the present and go on wdth the facts connected with the death of the children. — Mr Lawson : These are facts leading up to the death of the children. — The Coroner : I have decided that at the present time they are too wide of the mark. — l!y Mr Lawson : When did you first examine the door after the lent ? It would be Monday evening. — Was the bolt bent before the Sunday ? No. Witness further said that he had tried the bolt if it would go in twenty times, and it did not go into the hole once in twenty times. — The Coroner : Who employs you as hall-keeper? Mr Taylor. — Mr Robson : Has anyone said ihe door was inconvenient? No. — Before the door was put up were there any complants ? Yes. — Of what kind ? There was no means of shutting the gallery off, and the pressure of people going up to the money taker's table made them complain. This door was put up to stop that. — No accident happened in consequence of the door being there until this? No. — By Mr New-lands : Do you know that the young man only comes there when Mr Howarth's assistant shares in the proceeds? I do not know. — Were you told by- Mr Coates that he would send someone down from the office? No. — Why did you not put the dooi back and fasten it against the wall? I never took any inte"], [54, "46 at all in the doors.— Why did you not swing this door round to its proper place and fasten it ? It was in the right position when the audience was going up. The last time I was passing that door was at four o'clock, but I saw it later from the gallery steps. — Have you ever before this mentioned that you saw that door from the top of the gallery- steps ? No.— A Juryman : I shonld like the attorney not to speak to the witness as if he were a criminal. — Mr Newlands : The Coroner will keep me right. Why have you not mentioned it to-day before now ? When you saw it from the gallery steps what position was it in? It was on the opposite side. —What time was that ? It was half-past four.— The door was then in its proper position? Yes. — Why have you not mentioned this sooner? I was not asked. — Mr Shield : Where do you live ? In the hall.— Of course you get notice every time the hall is let ? Yes. — Do the proprietors, in the ordinary way of letting the hall, undertake the duty of keeping order in the hall, or seeing that order is kept? No ; they undertake nothing whatever in connection with entertainments. — I sup pose very frequently you have a large concourse of people. Who looks after them ? The parties who engage the place.— A Juror : What are your duties as hall-keeper? To clean the place, do any little repairs there may be, attend to the gas, and lock the hall doors when the audience has left. — Nothing to do with the doors being opened or shut ? Nothing to do with the doors whatever during an entertainment. TUESDAY.— PRELIMINARY EXPLANATIONS AND ARRANGEMENTS. On resuming the inquiry, the Coroner said :— I wish to say a word before pro ceeding w'th the inquiry. There seems to be some misunderstanding with regard to the witnesses. I see from the papers yesterday that a list of names was headed \"Mr Maynard's witnesses.\" That is a misunderstanding. It would be very wrong of me to make any list of witnesses. As prosecutors in this matter our position is simply this : the coroner and the jury are supposed to come as far as possible with minds like a sheet of white paper, on which the evidence taken at the inquest has to be impressed. They have then to form a judgment of the whole circumstances of the case. I may say before going further that the evidence has been properly collected and got up, and the Chief Constable very kindly allowed me to look over the drafts of the witnesses whose evidence had been prepared, in order that I might have some information as to what course the evidence would take. That was the only reason for showing me the evidence. I thought it well to mention this the first thing this morning. I stopped Mr Lawson yesterday in his examination as to the arrangement between Fay and Coates. If Mr Lawson viewed it in the light that here is a man making an arrangement to share in the proceeds and the results of this entertainment in the Victoria Hall, and he leaves Fay to look after everything, all that he provided for the as of his partner being a clerk called Raine -if that was the case, it was only fair on Mr Lawson's part to see that Mr- Fay, if culpable, should not be alone in the blame. If Mr Lawson requires that fact established, I shall have Mr Coates sum moned to ask him if the transaction is correct, and if he took no further interest in the matter and gave no more assistance to Mr Fay than sending his clerk to ihe place. Putting it in that light, Mr Lawson's examination was correct, but it is not necessary to carry it further. — Mr Lawson : That was exactly what I was going to say. I have to ask that Mr Coates be subpœned, also Mr Howarth, the principal ; also Mr Taylor, ihe proprietor of the hall ; and Mr Roe-he, the solicitor. This isa matter that the public of England are entitled to have every information upon, and I have to ask that the whole transaction be laid clear before the public I was surprised at your ruling yesterday, but I am glad lo hear what you have said to day. With regard to the expenses of the plans -The Coroner : You need not"], [55, "■T go into that. Perhaps you misunderstand me. I did not withdraw my ruling. When you were examining what had passed between the parties with respect to ;, I ruled you were going past the mark. You have it proved that Mr Coates was a partner, and until that is contradicted the fact is there. I stopped you when you were enquiring what had become of the proceeds.— Mr Lawson said he would like the gentlemen he had mentioned summoned. — The Coroner : I have not any summonses, but if they are necessary I will send for them. If these gentlemen will not attend without summonses, I will take the usual course and summon them. When I spoke of having looked ever the depositions it was only tions of those wh i y be held culpable. Those that instabie and I thought by any chance- might be (bund culpable in the matter we took no [positions from them at all. We left them at liberty to come to this room > case without being interfered wilh in any shape or way previous to ing before you. WYBERT'S EVIDENCE. The first witness called was Charles Wybert, 3, Cross Villa Place, Newcastle, was general manager for Mr Fay, — The Coroner : Did you take part in the distribution of tickets at schools? No. — When did you first appear in the Victoria Hall ? About two o'clock on the 16th, which was the time of preparation for opening the door --Will you detail the preparations to receive the audience so ou know them? Mr Fay ordered me to the gallery to take money. I went for that purpose with the care-taker through the dress circle. When we at the barrier, Mr Fay said it would be better for me to take the money downstairs for the ar?a or pit. I went downstairs with Mr M'Clelland or Raine, and 1 ' iened tl ast door, and we took the money at the pit. I stayed there during Ihe entiie peri 1 taking money. About live minutes before the end of the performance 1 took in 1 ortion of the receipts round to Mr Fay at the stage, iving a receipt of the full takings to the caretaker and Mr M'Clelland. When I arrived at the stage 1 ' money to Miss Fay, and Mr Fay immediately came and said, \"Are all the doors open?\" I answered, \"They are.\" He then requested me to go to the front and see the children leave the body of the hall. L immediately returned through the audience, and directed the 1 out. As soon as the area was clear I found five caps that were thrown ie gallery. I took them towards the stage, and turned round to look towards the gallery, when I saw a great number of children evidently playing. — ongdidil tal > mpty the pit? About three minutes. I then went circle with the intention of moving the children that were in the gallery, the dress circle door locked. I turned towards the hall-1 room for a key, when 1 met him approaching with it. We then opened the door and ascended the staiis, and he opened the gallery door from the dress circle. When we opened the gallery door we found the children blocked.— A Juryman : el? I'm under the impression it was. — What state were they in. Tli idiment in the way, and after I had led them through this door I entered a passage about 15 feet long leading to the fatal crush. There was no other person there. When I got to the top of the flight of stairs leading 10 the door I saw the children huddled together. I saw two or three men through the opening outside of the door. I then commenced taking the children out, and handing them to the caretaker. They were removed as quickly as poss ion, had the lighting of that portion of the stair- do with the accident? Nothi -1. — Wha' portion of the performance was going on when you took the money to the stage? fore going there who did you leave at your collecting place? Mr M'Clelland, Mr Graham was then at the pit door,"], [56, "48 Did anything particular pass between you and Graham ? Nothing except the returns, — Where were you during the lasl trick ? At the door guiding some of the children out. — Tell us what you saw or heard done at that time? During the time I w.is getting the children out I saw Mr Fay throw some prizes from the hat amongst the children. — Did you hear anything said ? No. — What was passing in the gallery? I can't say. I was beneath the gallery.— You did not hear Mr Fay make any address to the gallery nor say anything about prizes ? None whatever.— While the prizes were being thrown from the hat did you notice anything unusual going on in the gallery ? I could not see them. — If Mr Fay had said anything could you have heard him ? The probabilities are not. He might have made remarks without my hearing. — Could he have said something about the children getting the prizes when they came downstairs without you hearing? He might. It would be a very unusual thing for him to do. He sent prizes up to the gallery ten minutes before, as Hesseltine passed me carrying them — When did you see that gallery door ? I did not lemember seeing it either before the performance or while it was going on. When I told Mr Fay that all the doors were open I meant all the doors I knew of, and all that I was responsible for.— You never knew of the swing door. No. — Then as a fact you did open the door of the street leading up to the gallery? Yes.— Had you seen the door at the top of the gallery? I had not been at the gallery at all. I had been no further than the dress circle. — Mr Bowey : Do I understand you were never up to the gallery? No. — When Mr Fay asked you during the performance to go np to the gallery and see that all was right, which way did you go ? I did not go at all. I did not leave the pit door, because I could not leave the money. Mr Fay went himself. — Then you never were up that gallery staircase, nor did you come down it ? Not until the accident. — The Coroner : Were you not surprised to find that door there n I was very much surprised. — You say that when you answered Mr Fay to the effect that all the doors were open, you meant simply the doors that you had control of ? Yes, the doors I knew of. — But you knew there was a door to the gallery? From the street only. — Did you not know there was a door further up ? No. There is only one door in public buildings. — You say you went with the money to the stage, and that at that time it was the last trick but one going on ? Yes. — You were in the body of the hall whilst the hat trick was going on ? Yes. — Was it before the hat trick commenced that Hesseltine went past you with the prizes ? Yes ; it was be- fore I went behind at all. — Where was he when you saw him ? He passed me at the money table. — Do you know which way he went up to the gallery? He went. through the outside door, and up the gallery stairs. — Up the main way? Yes. — When did you next see him ? After the crush at the bottom of the stairs. There were two or three men outside, and he was amongst them. — Who gave the prizes away in the pit other than those that were thrown from the stage? None were given. — Did you see any children with prizes 'playing about the lobby of the pit before the children had come from the gallery ? No. — Or from the pit? No.— Are you quite sure about that. You saw no children with prizes playing in the lobby of the area? I saw children playing, but no toys. — Do you mean to say it is not usual with Mr Fay to make any announcement whatever from the stage with regard to prizes in the gallery ? It is not. I never heard it. — Then, although prizes were thrown from the stage amongst the children in the pit there was no intimation to the gallery to satisfy the children there? No. The prizes were given out to the children in the gallery before he threw them in the pit. — I ask you if 5'ou saw children in the lobby of the pit with prizes? No. — Whereabouts did you see them? Outside of the pit, coming down from the gallen. — Well, isn't that the lobby of the pit ? No. — You Were in the lobby of the pit ? Yes. — Very Well ; and if you were in the inside of the pit, what had the children coming down from the gallery with prizes to do there ; They were not there. They Were going outside. — How did you see them? Because I was outside Qnce or"], [57, "49 twice. — But when you saw children with prizes where were you? Just outside the pit, and you can see children going into the street from this door. — Well, it's perfectly clear that prizes were being given for some minutes in the gallery before they were thrown from the stage ? That's my impression. — Is it a fact that prizes were given so that children were coming from the gallery with prizes before they were given from the stage. Yes, that's certain. \" When Mr Fay spoke to me about all the doors being open, I said they were as far as I knew. I should have had the centre door open only I heard Mr Graham say that they could not admit people into the dress circle unless sixpence was paid. But for that I should have had the door leading from the gallery to the dress circle lobby open. — A Juryman : How did you know about the crush door ? I was going to take money there. That was the time Mr Fay sent me to take the money in the pit. — Mr Lawson s Did you know Mr M'Clelland before this day? No. I thought at first that his name was Raine. — What did he do ? He assisted to take the money and checking. — Was he there for the proprietors ? That was my impression, but I don't know for certain. — Mr Lawson (to Mr Maynard) : Would it not be well, Mr Coroner, to have him here ? (To witness) : You gave an account of the money taken to Mr Graham? Yes. — You say that on share terms it depends upon the amount of the shares whether the proprietors should or should not find servants. If, say 25 per cent, of the gross proceeds were paid to the proprietors, would you expect assistance to be provided ? Yes. — Did Mr M'Clelland mention the name of Mr Coates? Not to me. — Did you know there was such a man ? No — Did you know there was any arrangement in the shape of share terms ? I had such an idea, because I gave an account of the takings to M'Clelland. — You spoke of some door being locked. Which was it? The one from the pit entrance leading to the dress circle ; the lower one. — The Coroner : And in your opinion all the dress circle doors were locked ? Yes. — Mr Lawson : How did you get up to the gallery stairs? Through the dress circle. — How was that done? My impression is that it was locked. — Did you call the hall-keeper's attention to the fact? He came to it. — Mr Bowey : He (witness) said it was blocked with children. — The Coroner (to witness) : But you thought it was locked as well as blocked ? That is my impres- sion. — Mr Lawson : Where was the block ? The whole landing was blocked. — The dress circle door was locked, you say. Who opened it ? Graham. — Did you find children there ? Yes. They were living children, and they all got out safely. — By Mr Bowey : The caretaker opened the crush door. My impression is that I tried to open the door, but did not succeed. — By a Juryman : There was no key in the dress circle door leading to the gallery stairs ? I believe the children would have come through that door if it had been open. — Mr Lawson : You say you were surprised to find what we call the fatal door ? Yes. — Have you had much experience with regard to galleries ? I have been a manager for many years, but never found such a door in my experience. — Mr Robson : How do you know the crush door was locked ? I was' up there first, and I must have tried it. — The Coroner : It amounts to this. The hall-keeper says the door was \" snecked,\" and this witness thinks it was locked because his impression is that he could not open it. — Mr Newlands : You did not expect to find any door where the fatal door is ? No ; certainly not. — Was the statement of the hall-keeper true when he said yesterday that before the performance commenced you, with Fay's instructions, went downstairs and absolutely opened that fatal door? There is not the slightest truth in it. — The Coroner : Did you open the street door ? Yes.— Did you go down the gallery steps to open the street door ? No. I went down the other way. —Mr Newlands: What about the boy? There was a boy in the dress circle and he went down that way. Whether he opened the door or not I cannot tell. — What age would that boy be? About twelve. — Would you know him again ? No. — Did you see the boy again during the time the performance was n ? Not to my knowledge. — At the time you answered Mr Fay about the"], [58, "50 doors did you understand the doors leading to the gallery were open to the wall ? I understood all the doors were open that I knew of.— You knew of no impedi ment between the street and the gallery ? No.— Mr Shield : Does it come within your duties as general manager ever to engage halls ? Yes. — Do you make it a matter of specific bargain whether you or the proprietors are to keep order and see to the protection of the audience ? You stated that you expected a fourth of the proceeds going to the proprietors would carry with it an obligation on the part of the proprietors to see to the safety of the audience. Is that a specific bargain ? It is a general custom. If they take 50 per cent, the proprietors take every attend ance and all local expenses ; but if they take a fourth, they generally find the attendants and the money-takers, as the case may be. — Did you not think it was your business as general manager first of all to acquaint yourself with the geography of the place? Yes. — But you did not do so? The caretaker took me up to the dress circle. — Did you not go further? No. — Did you not consider it your duty to go and see the gallery ? No. There is never an impediment to a gallery, and if there is, it is the duty of the hall-keeper to point it out. — If there was an impedi ment, was it somebody else's business to remove it ? Yes. — All the doors were open, you say? All that I knew of. — Whom did you look to in your own mind as in charge of opening any doors that you did not know of? The caretaker. Ashe was taking the money at the gallery, I naturally concluded that he would attend to it. — How did his taking the money bear upon doing other things ? When he was taking the money I naturally concluded that he would come downstairs again, and if there were any barriers he should have cleared them out of the way. — The Coroner : You mean that he was taking a greater interest in the proceedings than an ordinary caretaker would take ? Of course. — Mr Shield : Do you know whether there was any grown-up person in the gallery during the latter half of the enter tainment ? No, sir, I- do not know. — And never inquired ? No. — A Juryman : Was it not your duty to go upstairs and see the barrier in the lobby out of the way? The checktaker as a rule does that. — When was the last time you saw Mr Fay? When he was distributing the prizes to the children in the body of the hall. — When afterwards ? When I was taking the children down the stairs. — Did you look after the men under you ? No; Mr F_y usually does that. — Mr Fay went up to look after the children ? Yes. — That was not to look after the doors ? No. — You were just answerable for the pit doors? Yes. — Did Mr Graham have to go for the key of the dress circle door? Had he the key? I cannot say that. He opened the door, but whether with the key or not I cannot tell. — What notice was given to cause the children to leave before the hat trick commenced ? Hesseltine was at the top of the stairs and called the children to give them the prizes.- — What does he generally call out? \" This way for prizes.\" — Do you know that Hesseltine was throwing prizes from the gallery stairs down to the children ? No. — You are sure he did not do that ? I am not. I did not see him. — The strongest children would have the best chance of getting the prizes in the body of the hall ? I think not. — You had some very small ones ? Yes, we had some small ones. — Mr Bowey : Can you say whether there was any other person gi\"ing prizes in the gallery other than Hesseltine ? I think not. He was the only one empowered to do so. — The Coroner : Was there a point at which he ought to give them ? Mr Fay wished them given at the top of the gallery stairs so as to prevent crushing. EVIDENCE OF CHILDREN. Allan Parish (10), 6, Wilson Street, who was the first boy called, said he was at the entertainment where all the children were killed, and went with a ticket which he got from the master, T. G. Card. Questioned as to who bolted the door, he said he saw a man with black curly hair rake the muck out of the hole with a bit of stick, and push the bolt down wjth his hand."], [59, "51 Georgina Coe (walking with the aid of crutches), residing at 6, Wear Street, and 1 1 years of age, deposed : I go to Nicholson Street School. I got a ticket from the teacher and a penny from my aunt. I was in the top part of the gallery with my companion, Margaret Dodds. I noticed a door on the landing against the wall. Before the entertainment was over Margaret Dodds and I played on the stairs until the man came with the toys, which he carried in a big box. When the crush came I was at the furthest corner inside the door, and stood leaning on my crutches until I was taken out. I did not see any one bolt the door, but saw a man pull it after him as he went out. William P. Clare said he was 12 years of age, and attended the Rectory Park School. He got his ticket from the teacher, and money from his father. He waited until the last trick was finished, and saw Mr Fay give some prizes out of the hat. He added that the boys in the gallery would get their prizes downstairs. He was in the crush on the stairs, and got out by creeping through a bigger boy's legs. When he got out he told the man at the door he had better go inside or someone would be getting killed. Helena Taylor, 13 years of age, deposed that she belonged to Hendon Board School. She got a ticket from the teacher and went to the hall with a little boy, a relation of hers. She saw the door on the first landing from the street as she came down. It was open a little way, and there was a man giving away prizes. The bolt was in when she came down. She got out by crushing through. There was 't crush, and the children were trying to move the bolt. Robert Mackie, attending the British Boys' School, aged II years, said : I got very nearly down to the bottom when the man pulled the door to, and took his foot and shoved down the bolt. Just as I got to the bottom there was a crush behind. I got my hands round the door, and my sister was at my back. I tried to pull myself through, but could not. I stayed thereabout ten minutes, until a man pulled me out. There was a man giving away prizes, and he put the bolt in after that. I think he put it in with his foot. I was pushed against the door. When I was half-way down the stairs, I saw a man trying to push open the door, but he could not. He said he would know the man again if he saw him. Asked as to where he gave his first statement, he said at the Echo office a week after the accident. — The Coroner (to Mr Bowey) : If you have any stronger witnesses of this class to call the jury wili hear them, but not if you have no stronger ones. If you have any who can say that they saw the man put in the bolt, or who can give corroborative evidence, then we will hear them. Henry Patterson, 10 years of age, gave his evidence as to the bolting of the door to the effect that he saw the bolt put in by the man at the door. Questioned as to the truth of his statement, he admitted that he was told by a boy to tell it wrong, and the Coroner said the jury could not accept it as evidence. — Mr Bowey : There is a boy named Kent, who is at present in the hospital suffering from a broken arm, but he cannot be here to-day. If the hour can be fixed for to-morrow we will have him sent. As to the others I hope to be able to call several of them. — The Coroner : Let us have Hesseltine at once. If he admits putting in the bolt there will be no conflicting evidence. HESSELTINE'S EVIDENCE. Charles Hesseltine, residing at 35. Percy Street, Tynemouth, deposed that he was assistant to Mr Fay. — The Coroner: What age are you? Twenty-two and a-half. — The Coroner said that the jury might consider the witness culpably negli gent, and had. by his gross carelessness, brought about the death of the children coming from the gallery. He would therefore caution him before he was sworn that if such was the case anything he said might be used as evidence against him, anel it was for him to elect whether he would say anything or not. —Hesseltine : t will"], [60, "52 tell all I know.— The Coroner : Then I will swear you, seeing you fully understand the terms on which you are sworn. Hesseltine was then sworn.— The Coroner : When did you first know that the entertainment was to be given ? On Friday.— Did you know the terms? No.— When did you first come to the Victoria Hall ? On Saturday. — At what time ? From half-past twelve to one. I went into the Victoria Hall with the luggage, and remained on the stage preparing for the per formance till Mr Fay came about half-past two. When the first part of the per formance was over, he said I was to go into the gallery. That was at the interval. I was then at the stage. I was to go to the gallery and keep order. I went there and stayed till nearly the finish. I came downstairs to look after the children in the pit, but was not on the stage any more. When Mr Fay came to the box trick I went on to the stage to assist in it, and then Mr Fay said I was to take the prizes and distribute them to the children in the gallery. I took the prizes in a box, and went out of the stage entrance into the street, and went up by the gallery stairs. When I got on the first landing there were some little children playing. I asked them if they had paid, and they said \"No.\" I sent them away, and went up stairs. I met the children coming down, and gave them the prizes. They seemed to pass down all right as I came down with them to the dress circle landing. Then they seemed to stop in front, and I shouted out, \"Pass along there.\" Someone said round the corner, \"We can't.\" I went round the landing where they seemed to be standing, and there I saw the door. It was half-way open. I pushed my way through the children, and I managed to get just into the doorway when there seemed to be an extra rush of children from behind the door, so I said \" Stand back,\" and I went outside. There seemed to be a break in the children half-way upstairs, so I said, \" Come from behind this door,\" thinking I could get them out that way. I was outside then. I got part of them out by giving them prizes. Then came another rush. I then put my box against the door and gave them what prizes I had, all but two or three small ones, and I said, \"You must all come out.\" I pulled several of them out. Some were on their knees getting under one another's legs. After I got eight or nine out they seemed to be fast altogether. I could not move them any way. I put my hand round and I got out a little girl. She was the last one I did take out. I shouted for some one to come and see what was amiss at the door. One boy said, \" For God's sake get me out; I'm fast.\" Then Mr Wybert came up to the door at the time. He came upstairs from the street entrance. He said, \" I will go and open the dress circle door.\" And he went away again. Then a man like Graham came. — When did you bolt that door ? Any amouut of witnesses say they saw you ? I did not bolt it. I put my hand down several times behind it, and I tried to take the children out. — Did you give a prize to a little girl with a crutch' I cannot remember. — When you went upstairs how was the door standing ? It was standing close against the wall. I did not think it was a door at the time. — Was it standing facing the steps or the street ? It was facing the steps. — Was one lad given half a dozen prizes from you at once ? I only re member one boy getting two. He said, \" I want one for my sister,\" and I said, \" Very well, take it.\" There were several hands up at once, and I could not tell at the time who did get them. — After this lad got two were there not other lads trying to get them from you ? Yes. — Did you not pull the door there where it was standing ? No, the door was half-closed then. It was ver) near a foot from being closed. If I had not held it back by the box it would soon have been shut alto gether. They were going behind it, and I could not get them away. — Were you not aware that it was a swing door ? I did not know at the time. One got under another, and they put their arms through. — How do you explain these children telling us you were outside the door and that you put the bolt in ? It is false, sir. I will swear it is false. I admit I was outside the door a long time, and I remem ber putting my hand down a lot of times to take the children away and pull them through. I saw some men coming up the steps as I went down, and I went lound"], [61, "53 to the top of the stairs. I then went round expecting to see Mr Fay. — Did you not take payment at that door ? No ; I never was at the front of the house after the performance commenced. — Did you not know the condition of the gallery door ? No. When I went into the building I went round to the stage, and there I re mained until I went to the gallery. — Were you not up to the gallery before you went with the prizes ? Once ; when I went up to keep order amongst the children.— How did you go ? By the same way. — How was the door ? It was the same way.— And the next time ? I saw some boards, and I did not think it was a door.- -Sup pose we take it that you did not put the bolt in, how do you think it got in ? I nave not the least idea. When I came down there would be about 40 children, and the door was loose. It was about half-way open, and I put my box against the door and held it there and said, \"Look quick.\" I said, \"You must keep from behind there.\" — Mr Shield : Which side of the door do you call behind ? I was outside the door and they were behind. I gave one little girl a prize because she put her leg right round and some one squeezed her. At that time the door was closed to about a foot. — How do you think the door got from its position against the wall ? It was closed when I went up and I thought it was boards. — Mr Bowey : I think, con sidering the position in which the witness is placed, it is not fair for me to ask him any questions. — Mr Lawson : When did you first go into the gallery? After the first part of the performance. — About four o'clock? Yes. — Were you with Fay during the first part of the performance? Yes. — Mr Shield : Where did you meet the children coming down the gallery stairs ? At the landing above the dress circle, going from the dress circle lobby. — That is a considerable distance above the fatal door? Two or three landings. — Did you give them anything there ? Yes ; and I turned round with them, and as they came down I came down with them. I could not stand. — You came down with the children ? Yes. — Were the children increasing in numbers as you came down? Yes ; they seemed to come down quickly. —There was a thicker and thicker crowd of children accompanying you down ? Yes. — They went on increasing all the way down ? — Yes. When I got to the dress circle, that is on the passage landing, they seemed lo stop in front of me. — You stopped for some space of time on the dress circle landing? Yes. — Then what did you do? I shouted out, \"pass along,\" and some of them, I can't say which, shouted from round the corner, \" We can't get.\" I thought perhaps some children had got a fright, or perhaps some had fallen on the steps and the others were waiting till they got up. When I got to the door it was half way open, and I am certain it was loose then. — You say the pressure had begun before you got to the outside door ? Oh, yes. Perhaps I could have resisted it if I had tried, but I did not try much. — Were you distributing prizes all the way down? Yes. — When you got to the landing where the door is- didn't you make a final stand? Yes; I stood there. — Did the pressure go on -hcreasing? I went outside ; I could not see when I got outside. — What do you mean by outside ? As I got to this door it was standing half-way open, so I went right down, and some of them seemed to make a way for me and some did not, and the moment I got half-way they seemed to wish to follow me, and just for a moment they put me in the door and held me there. I squeezed through and said, \"stand back.\" — You did not want to squeese through when the door was half open ? No, but they made a rush for me. — What cause was there to squeeze you ? This door closed as I got to it. Theie was room when the door was half open, but they seemed to stand. After I got outside several of them said, \" I am waiting for my brother and sister.\" — Do I understand that on your descent you first gained sight of the d\"or open, and that as you approached it it got it more closed ? Yes. — And I take it you had to squeeze through it? Yes. — Having squeezed through it, did you take your station on the street side ? Yes. — Did you distribute prizes there? Yes. — And the press went on increasing ? No, it didn't. It seemed to stop just for a moment then, because I thought I could get them all out. There seemed to"], [62, "54 be a break of children on the stairs. There seemed to be no more coming for a moment. — How long did you stand on the street side of the partially closed door? I can't say. — Several times you put your hands round the door. I want to under stand what you mean by that ? On which side of the door were you standing ? On the street side. — Did you stand at all on the other side of the door? No. — You were not in that position when you put your hand round the door ? No ; I was on the outside of the door. — What is your theory? How do you think the door got from the position in which it was when you went upstairs with the prizes to the position of being ajar ? I have not the least idea. I cannot account for it in any way. — The Coroner : Did you attempt to get the bolt out ? I did not know there was a bolt there. At the time when there was not such a rush I could have got it out easily if I had known. — What side is the bolt on ? On the inside. — What do you call the inside ? Next the stairs, isn't it ? Yes. — Mr Newlands : You say that at the time of the crush you were not aware of the formation of the door, No. — Not whether it was a swing door and could be opened on either side ? I did not know what to make of the thing. I first thought about getting the children out. — You did not know that it was a swing door from side to side ? No. — -You took it to be an ordinary door, which closes against the door-post ? I thought it was because it was just a foot off being shut. — Very well, now. You tell us that you went upstairs to distribute the prizes, and you met some children coming down. When you say that, do you refer to them as being part of the audience ? No. The children I met had not paid.— These were the first children you came across ? The children I first saw on the landing ? — Yes ; on the landing where this door was? Yes. — Now, you told us that they came down. Did you know where they went? They moved from where they were standing. I went further on. — At the time you took the door to be part of the building ? I thought it was some bolt or something. — Now, you went up other two flights, and you met a portion of the audience. Did you commence to distribute the prizes then ? I gave them the prizes. — As you gave the prizes away did you go down the stairs ? I passed down wards. — Having got a certain distance, as I understand, there was an entire block ? Yes. — When you then saw the door did you take it to be a door for the first time? I saw then that it was a door, although I did not know before. — At that time when you first got there, was it open ? I saw it open. — Did you ever put the bolt in by means of hand or foot ? No : I never saw the bolt ; never knew of it. — Whilst distributing the prizes did you see any full-grown persons ? I saw one young woman, and there were other two whom I do not remember to have gone through the door, because they had both black gloves on. — By a Juryman : Did you not think it was extraordinary when the door was ajar about 20 inches ? Why didn't you prevent it from closing ? I thought it was the children. THE ARCHITECT OF THE BUILDING. George Cordin Hoskins, architect, deposed : I designed this hall. I put no door on the first landing from the street, and never sanctioned the placing of any such door. I was never consulted about it. It was put on five or six years ago. If I had been consulted about it I would not have placed it there. Assuming I gave permission to have such a door there, which I would not, I should have had one four feet high. There is not the slightest occasion for such a closely boarded door. It is more like the door of a police cell. I consider if the audience were a thou sand in the gallery it would take about 2% minutes to empty the gallery. I take the rate of progression about a yard per second. I consider I took exceptional means for outlet in the case of panic. It will hold about 2,500. About 1,000 for the gallery, 900 for the area, and 600 in the circle. The whole of the egress is thrown upon the south doors. The staircase was, as designed by me, eight feet, but it was made by the directors four feet. It opens on to an (eight feet staircase."], [63, "55 The original width of the crush-door from the dress circle lobby was a folding door six feet, but it was built a three feet door. — The Coroner : Is it necessary or proper that those should have bolts in them? The bolts decided upon were bolts that would easily give way by the pressure ofa man's shoulder. The bolt in the fatal door is smith forged and totally improper. It is more like a police cell. — By Mr Lawson : The fatal door is not a proper door to be placed there. — Mr New lands : If there was a latch to fasten it back to one wall should there not have been a latch to fasten it back to the other? Yes, certainly. — By the Coroner: He would have had a latch on the barrier, which would not have given way when against the wall unless opened by a key. — By Mr Robson : With the exception of the swing door and bolt referred to I do not think there is such a good means of outlet from any gallery of a public building in England. WEDNESDAY. On re-assembling on Wednesday, the Coroner, addressing the jury, said : Before we begin taking further evidence answer me two questions. First, as to whether you consider it absolutely necessary to have the bolt put into shape for the purpose of trying whether it will drop into the hole or not. Before you give a decision on 'iit I may remind you isa bolt is in proper order, and not fastened back by a catch, its natural course is, as soon as it comes to the hole for which it is prepared, to fall of its own gravity into it. If it is put into proper condition, no one can really tell if it is in the condition in which it was before the accident hap pened. The other point is, do you require medical evidence, or are you satisfied with the evidence you have, which you got when performing the duty of viewing the bodies? It is for you to say whether you are satisfied with that view, and come to the conclusion that they all came to their deaths from that cause, or whether you require medical evidence to satisfy you as to the cause of death. After a short consultation, the Foreman said : The jury are perfectly satisfied without calling medical evidence. For the reasons which you have given, we don't think it would be any advantage to have the bolt put into the position that it was in before the accident. The Coroner : In one sense I am very glad that you have come to that con clusion, because had the bolt been altered it might have deprived the Monkwear mouth jury of seeing the position of things. The Coroner said they had better have the evidence of the boy Kent, who was in the Children's Hospital, and a cab was despatched for the boy. Meanwhile a girl was called. Nellie Drinkwater, 14 years of age, and attending Hendon Board School, said the door was against the wall facing the stairs. The djor was bolted a little bit wide so that one could pass at a time. A girl was touching the bolt, and the man said leave that bolt alone. We were the last of the few to pass down. The bolt was in when he told the little girl to let it alone. I got a prize at the door which was bolted.— The Coroner : If any children say that the man who put the bolt in WH a man who had black curly hair would you say it was the same man you saw. No. — At this stage, the Coroner said that the jury were satisfied that they had had a sufficient number of children. — The Foreman : The children have undergone a previous examination, and the jury are of opinion that they have all got off what they want to say. The evidence has been coached. - The Coroner : That is not the opinion of the whole of the jury. — Several of the jurymen remarked that that certainly was not the unanimous opinion. —A Juryman : The foreman has not asked the jury. — Another Juryman : I believe the little boy's evidence was well given, and good. — The Coroner : I do not want individual expressions from the jurymen. When you do express an opinion let it be given as a whole. I understood the foreman was giving me the united opinion of the whole of the jury whom he had"], [64, "56 consulted.— Th» Foreman : I consulted the jury.— A Juryman : I never heard the question asked. — Mr Bowey : May there not be a reflection on the police. — The Coroner : So far as I am concerned I do not believe in it. As far as I know the police were only doing their duty rightly and properly in getting evidence up for this inquiry, and to do this they must naturally examine witnesses who, in their opinion, could give any evidence on the point. — Mr Bowey : I do not think it right to keep back anything under these circumstances. My impression is that the better course for me under the circumstances, acting in a public capacity, is to put all the evidence before the jury and leave the responsibility with them. — Several Jurymen : Hear, hear. OTHER CHILDREN'S EVIDENCE. The following evidence was then led : — James Henderson, 1 1 years of age, attending Nicholson Street School, said ; I went out with some more boys. When I got to the door there were a lot of children there, and the door was just open. The man was outside, and he said, \"go back.\" I was then inside the door, and the man knocked me right upon my back. I fell, and the lot came on top of me. I could not get up. I put my face to the bottom of the door, and remained there about half-an-hour, and a gentleman pulled me out. Eleanor Sidney, aged 14 years, was next called, and said : I did not see anyone put the bolt of the door in. I saw a man standing outside the door with a box ir his hands. He was a fair man. I did not see anybody do anything with the bolt The man was throwing prizes down the stairs. The children were all jammed up I was taken away by the dress circle door. Mary Harris, 14 years of age, was then called. — I stayed till the performance was over, and then went out for something to eat. There was a fair man ii the gallery looking after the children. There was a door on the second landing It was standing against the wall. There was a man outside the door pulling thi children out. — The Coroner: Did you see how the door was fastened? No.- Which door do you mean ? The big square door where all the children wen blocked. — By the Foreman : She could see from where she was standing on the landing the man pulling the children out. Alexander Hayhurst deposed that when he came down he saw a man beside th door with a box of toys. The man was shouting \"those first down will get thi best prizes.\" The door was about a foot open when I got down. The man pu1 his foot against it. I had no difficulty in getting out of the door. 1- .Ada Steel deposed : Before I left the gallery toys were being thrown into the pit and there was a rush from the gallery. When we got down the door was a littl bit open, and men were pulling the children through. James Ramsay said when he came down he could see a man with a basket 0 his head through the opening of the door giving away prizes. He came out b the dress circle door. John D. Carnegie, 12 years old, said : I left the gallery about ten minutes befor the accident happened. The door was about a foot and a half open. There wa a young man with light curly hair. He did not see the man put the bolt in. Thomas Kent, aged 9 years, who was brought by Dr. M. Douglas from th Children's Hospital, of which institution he was then an inmate, suffering from broken arm, was next examined as follows :— The Coroner : Do you remembe: being at the entertainment, and of going downstairs? Yes. — How was the doc standing then ? It was open a little bit ; only so as one could get out at a time.— Was there a man about ? Yes ; he was outside the door with a box. — What wa he doing ? He was coming up the stairs to give prizes away. — How did you knov that ? He was going to get within the door. — What prevented him? The children.-"], [65, "57 Did he do anything to the door ? No. — Did he not pull the door to? — Ye;. He pulled the door a little further than it was towards the outside. — Did you see him fasten the bolt? I saw him put his foot behind the door. — Did you see him do anything else ? I saw him put the bolt in. — Did he say anything about the children ? Yes. He saw a boy get five or six prizes, and said, \" This will never do.'' — Hid you try to get through the door to the inside ? Yes. — A Juryman : How far were you from the door when you saw him put his foot upon the bolt ? Inside the door. — Are you quite sure that the man put his foot upon the bolt ? Yes. — Was the man fair or dark ? I don't know. — Did you see more than one man ? No. — The Coroner : What was he trying to do? Shove the bolt in. — Might he : rying to pull it out ? No. — What makes you think so? Because it was out at first. — Mr Newlands : You say you were close to the door? Yes. — Then how did you see the man put in the bolt ? I was looking down, and saw a man's foot on the top of the bolt. — Was he outside? Yes. — Do you know which man it was? No. — Had he curly hair ? I don't know. — (This concluded Kent's exami nation, arid the Coroner thanked Dr Douglas for bringing him there.) HESSELTINE RECALLED. At this stage of the inquiry Hesseltine was recalled and examined by the Coroner : — You say that the door was sufficiently wide open to get through it with your box ? Yes. (Witness then held the box by his les' arm against his breast, and showed how he pressed it against the door. The box was about two feet long, and large enough to hold about twelve gross of toys. ) — Was there any second man at the door until Wybert came ? No ; I don't remember anyone being there. THE HALL-KEEPER RECALLED. Graham, the Hall-keeper, was again sworn and examined. — The Coroner : When did you last see this door before the performance commenced ? I think it would be half-past two. — What position then? Open. — Not latched back ? No.— Was it in over or out over? In over. — Can you say that Mr Wybert unlocked that closed door? Yes ; he went down that way. — Could you swear that he went by the dress circle or the Laura Street door ? He went in that direction. — Did you go downstairs and see him open this door? No. — What portions of the entrances did you show Fay, Wybert, or Hesseltine ? I think it was the outside gallery door. — Did you point out the fatal door to either ? No ; I don't remember. — When the door is fastened back what appearance does it give ? I should take i' to be a door.— Might it be taken for a part of the panelling ? I think a casual r would take it for a door. — You still think that Wybert went through the dress circle door, and opened the gallery street door ? I think he went down the gallery stairs. — Had not you opened the doors that morning? No. — Was there anyone else about to have done it ? I have a little boy about ten years of age. He was about there at seven o'clock, but he did not go down that way. It would be a very difficult matter for a boy to open the door. — Mr Newlands : Where were you and Mr Wybert standing previous to Mr Wybert going downstairs ? On the gallery landing. What direction was he going ? He was going along the passage towards the fatal door. — Was your boy there ? Yes.— Where did he go ? He went elown by the dress circle stairs to get a man to take the money.- -The Coroner : Where were you at half-past two, when you saw the door open? On the landing where the table was. — When, before Wybert left, did you know the door was locked? Between seven and eight in the morning. — A Juryman: If it had struck you that the door was not in its proper position would you not have fastened it back ? The door is considered the right way in-over for an audience going in. — The Coroner : You never told F'ay, Hesseltine, or Wybert that there was a door"], [66, "58 there ? No. —Would it not have been more natural that you should open the door ? No —When strangers come you leave them to go down and open the doors them selves? That is the usual way.— Mr Shield: Do you not give strangers instructions about the hall ? Without ever saying a word or asking a question they sometimes rush off and make their arrangements immediately. — Do you consider the building a building of complication ? Well, yes.— Do you not consider it reasonable that you should show people all over the hall? I cannot say, sir. — A Juryman : You will have to do it in future. — Did you ever say that the door could be bolted back ? No. — You do not suggest to strangers that the door should be bolted back ? No. — The Coroner : Did you ever suggest that the money should be taken at that door ? No ; the money is never taken at that door. — Mr Robson : Is there a guide on the bolt to prevent it falling into the floor ? Yes. — Mr Newlands : Is the private staircase for a panic ? I cannot say. — The Coroner : By whose orders and directions was this door put up ? I think by the directors of the then Victoria Hall Company. — Who was the managing director? Mr Swan usually gave direc tions. — Was he secretary as well ? Yes. — Mr Robson : Has the hall been examined by the Borough Surveyor? Yes. — How 'ong since? About a year and a half. — Have you received any notice since of any defects ? No. — The Coroner : Why was that inspection made ? I think there was an application for a license, and I believe the examination was made for that purpose. — Have you, Mr Bowey, such a report in your possession? Mr Bowey : I have a copy of it. — The Coroner (to witness) : As a matter of fact was the license granted ? I cannot tell. We have had a license for a dramatic entertainment. — When had you such a license ? Several years ago. — Mr Bowey : Was the door there then ? It is so long ago I cannot tell. — The Coroner: But you have had one special license since that case? Mr Bowey : No. The magistrates refused the license. FREDERICK TAYLOR'S EVIDENCE. Frederick Taylor was next called, and made an affirmation. The Coroner : What profession are you ? I am of no profession. I hope I am a gentleman. (Laughter.) — Are you the proprietor of the Victoria Hall? Yes. — Are you the sole proprietor ? Yes. — Mr Lawson : How long have you been sole proprietor of the Victoria Hall ? About four years and a half, to put it exactly. — Have you been in the habit of taking shares with lecturers and public entertainers coming to the hall? I did so on one occasion, when Mr Brand ram delivered lectures. — Might I ask what the terms were on that occasion ? Did you receive a quarter or half? I don't remember. It was an unusual thing. — Then, being unusual, you will remem- ber it ? I only remember that it was a loss. — That is the greater reason why you should remember the amount of risk you took. What was it? Half? I really don't remember. I have books. — Was the Victoria Hall let on the Saturday in question on the terms that one-fourth of the gross proceeds were paid to you? I am not aware of it. I have reason to believe the opposite. — Are you aware that it was let on the 16th ? I was out of the town. — When did you go out of the town? About half-past twelve on the Saturday.— When did you call at the office ? About half-past eleven, as neai as I can tell. — Did you make any inquiries as to whether the hall was let or not? I did.— Of whom did you make the inquiries ? Mr Coates was in the office.— What did Mr Coates tell you ? As regards that particu- lar matter I received no information about it. In other words, I asked a general question.— The Coroner : Did you ask if the hall was let ? I was not informed. I asked generally about the arrangements, but this particular incident was not mentioned at all.— Did you say to Coates, \"What number of days have you the hall let for,\" or \"Is the hall let?\" I inquired if there were any engagements —Mr Lawson : What did Coates tell you ? He told me there were engagements in prospect, but he did not mention this engagement.— You knew that it was let"], [67, "59 for the evening, and you asked what the arrangements were? Yes. — Did Coates tell you about the hall being let fordhis afternoon ? He did not. — Is Mr Coates your agent ? No. — Who is your agent ? Thomas Littlefair Howarth is my only agent. — You know that Coates is Mr Howarth's managing clerk ? I pre sume he is. — Do you know it ? No, I don't. Seeing him there, I presume that he is. — Of whom do you inquire generally ? Whoever is in the office. Mr Howarth, if he is there; but generally Mr Coates. — And he did not tell you at all that he was to receive 25 per cent, of the takings for this afternoon ? He did not. — Do you approve of that ? Certainly not. I never allow it. — The Coroner: Have you received any price for the letting? I don't know whether anything has been paid into the office or not. There was a price fixed. — Mr Lawson : Do ye.u know that a Post-office order was sent for part of the gross proceeds? Certainly not. — And that it was returned? Certainly not. — Did your agent tell you that Fay had sent a Post-office order for a quarter of the gross proceeds, and that it was returned? This is the first I have heard of it. — Then Mr Coates did not tell you at all he had received this Post-office order? Mr Coates has told me. I have inquired of him, of course, since. — The Coroner : Do you know anything as to the takings of the hall as between the hall-keeper and the parties engaging it. Do you interfere in any shape or way ? Do you mean Mr Graham the resident ? I am simply the owner, and if you wish to know any arrangement with Graham, the arrangement is that he shall look after my interest, but he is not responsible for those who take the hall. When they take it they are my tenants for the time being, and are responsible for the use of it. — Mr Lawson : Yes ; but if your agent lets the hall on the terms of receiving one fourth of the proceeds, surely you are responsible for it ? If my agent does so I would be responsible, but I do not recognise such an arrangement. — Your agent having done it would you ex pect that you would have to find assistance ? No, I should not. — Mr Newlands : You told us you have books. Do you make entries in your books relevant to this hall as a business man ? Yes. — Have you your books in town ? I have. — Are they of easy access? Yes. — Do you object to produce those relevant to the hall? I have no objection to produce the regular entry that is kept on the subject. — How long is it since you let the hall on the sharing system ? In the only instance I have mentioned, three or four years ago. — Did you make the arrangement yourself? Mr Howarth made it, and asked me if I would be willing to join him.— Join who? Mr Howarth. — Then Mr Howarth has a share in it? Yes, in that case.— Have you been asked since to enter into any sharing principle. Do you swear ? I don't swear. (Laughter). — Do you affirm? I affirm I don't remember such a case.— Have you received the rent? Payment has been made. — How much? It is in my books. — Have you had any conversation with Mr Howarth about this enter tainment of Mr Fay's ? Yes. — Has Mr Howarth not informed you that Mr Fay sent in l-4th of the receipts ? No. — He never said anything to you ? Not on that point. — It is no part of your system for M'Clelland to attend to the hall? No. — Suppose he attends the hall to assist in taking the money, that is something exceptional ? Certainly. — By the Coroner : I entirely disavow M'Clelland having : at the hall on my behalf. — Mr Lawson : Do you know Mr Frank Caws was engaged to prepare the plans of this hall for the purpose of this inquiry by your agent ? It was all done in my absence. I have since then been informed it was done. — Since you were informed there were liabilities for the preparation ofa plan, ilid you tell Mr Caws not to proceed further, that he would not be paid for lan? Certainly not. — Mr Shield: Do I understand that your agent is prohibited from letting the hall on shajing terms? He is practically prohibited, because I never consented to it: The Coroner: Has he ever been specifically prohibited? He has a scale of fees for letting the hall, but I never authorised Mr Howarth to use my name or introduce me into responsibilities of sharing profits, except on the occasion of Brandram's"], [68, "60 readings. — Mr Robson : Has any alteration been made in the gallery since you became proprietor ? No. — Have you ever received any notice that the hall was defective? No. — The Foreman : There is nothing to prevent Mr Coates, as a private individual, paying a definite sum for the use of the hall and sharing with a gentleman like Mr Fay? No. — He would pay you a definite sum that afternoon, and share with Mr Fay? That I know nothing of.— The Coroner : Would you allow Mr Howarth or Coates to enter into an arrangement with Mr Fay on sharing terms supposing they gave you the proper charge for the hall ? I should not recognise that in any way. It would be their private act. — Would you allow them ? That is a question you put to me before. What I might do it is difficult to say. — You would have permitted it had the entertainment been such as you approved of? I may have, but I would not have made myself responsible. — What is your opinion about the door ? My opinion is what it has always been. It was useful and con venient, but because not properly managed the result has been lamentable. The doors here might be a source of mischief if not properly used. — Did you hear Mr Hoskin's evidence ? Yes, but you must remember that he was the architect of the building, and was dissatisfied with the directors he had to deal with. Witness said the door was put there by Mr Swan, who was secretary to the company. It was put there to shut off the gallery altogether when it was not required. — You still think the door is what is fair and right to be there ? I really think so. It has proved that it has done no mischief until, through a combination of peculiar cir cumstances, this result has arisen. — MrShieid : Don't you think this door liable to be unobserved ? As they go up the stairs they must see it. It is so conspicuous an object that I can hardly understand how any man could pass through and not see it. — Is it not a fact that even professional men looking over this building have failed to observe it ? I heard one professional man say so, and I was astonished. — You still think it is not a source of danger ? I certainly think after what has occurred some alteration is desirable, not because it is in itself dangerous, but because it has proved a source of mischief. I am of the same opinion that the door was not un wisely put up. — A Juryman : What are your instructions to the caretaker ? His duty is to attend to my interest, to be as serviceable as possible so far as the com fort of the audience is concerned, but to hold aloof from all responsibility. — Does Mr Howarth, as your agent, submit the character of the entertainments to you ? If he has any doubt about them he does. COATES' EVIDENCE. Stephen Coates said he was managing clerk for Mr T. L. Howarth, accountant, building society secretary, and agent. — Mr Lawson : I believe he is agent for the Victoria Hall ? The takings are made at his office. — Is he agent ? I scarcely think you can call him agent. — What do you call him? The hall is merely booked at our office, and no other business in connection with the hall is done there. — Is Mr Howarth the agent for the hall ? I would not consider him so. — What is he in connection with the hall ? He takes the lettings, he arranges with persons who use the hall for entertainments, stating the price and entering their names in a book as using the hall on a certain day. That is all he does. — I ask you again, is he the agent ? What is an agent ? If he does all that, is he the agent for the proprietor of the hall ? In that respect he is. — Mr Shield : He entirely recoiled against defining an agent. — Mr Lawson : Have you speculated with regard to this hall? Never. — Have you ever officiated at the taking of money at the hall ? Yes, on one or two occasions. — When was the last occasion ? During some lectures that were delivered by Mrs D'Auffray. — That is \"The Escaped Nun?\" Yes. — Did you bring \"The Escaped Nun\" down? No. — The Coroner: Give us the other occasion ? It was on the occasion of Mr Brandram, the elocutionist. — Mr Lawson : I believe with regard to Mr Brandram that Mr Howarth, your principal, was"], [69, "61 interested in the speculation ? Yes. — Was he also interested in \"The Escaped Nun ?\" No. — Where you interested in \" The Escaped Nun \" speculaton ? I was requested by her husband to act as agent, to see that bills were printed and atten dance was provided at the hall. I did that. — Did you do that gratuitously? No. — How much did you receive for that? I cannot say off-hand. — You must say. Have you a book with the entry of it ? No. — The Coroner : Did that go into Mr Taylor's book? No ; it went into my pocket. (Laughter.) — Mr Lawson : I want to know how much went into your pocket? Well, I should say about £10. — Did you share in the transaction ? Did you enter into any arrangement as to the O'Gorman speculation? I simply acted as agent for her and her husband. — What was your remuneration ? Was it a percentage on the takings ? It was. — What was the percentage? Ten per cent. — -The Coroner: On that occasion did you arrange for police assistance, for the police attending the hall? On that occasion I did. —Had Mr Howarth or Mr Taylor any share in your transaction ? No ; not in that transaction. — Mr Lawson : How does Mr Howarth admit you to IO per cent. ? Mr D'Auffray asked Mr Howarth to name an agent, and he suggested me. — Do you mean to say that Mr Howarth took no share of that^io? Not one penny. — And was sixteen guineas paid for the use of the hall? Mr Howarth receives the rent from the person who occupies the hall, and pays it to the credit of Mr Taylor. — When did you first see Mr Fay about the letting of the hall ? He met me in the hall on the 5th or 7th of June, and accompanied me to the office. — You saw Mr Fay on Thursday, the 7th ? I think it would be the 7th, and he asked me the earliest vacant days. I gave them to him. — Did you mention that for evening entertainments you would take one-half of the gross receipts? No. — Not a word of that ? No ; he mentioned that. — And you would be unwilling to consider the matter ? I told him I could not entertain it personally. We were very busy at the office, and I could not entertain it. — Did you on this day fix on a Satun lay afternoon performance? No. He said Can you name anyone that would be willing to entertain it? and I mentioned Graham as a person likely. — You were not a likely person to take one-half of the proceeds? Under certain circum stances I might, but not in this case. — It would not be sufficiently remunerative? That was one reason. — When did the engagement take place? I cannot say exactly. There are so many people calling to engage- the hall. — I am glad to hear it. They will not call so frequently now. — When did he take the hall ? On the Saturday, near one, as far as I can recollect. Mr Fay, when at the office on Thursday, proposed to allow the proprietors one-fourth of the receipts in payment. 1 1 id he had made similar terms with the proprietors of a building in Newcastle. I said the price for the hall was £2 2s, and unless he paid that we would rather not have the'entertainment. — You had no idea that he might take the hall on the Saturdays I thought he might, because we find that the people who have after noon entertainments go round the schools first. They know, of course, that the hall is al liberty. — When was the hall taken positively ? I told Mr Graham that if he came on the Saturday afternoon he was to let him have the hall. — Did you tell Graham that there was a proposal of 25 per cent. ? Yes, I told Graham that. — Did you say anything about £2 2s? I told him so, and that the price of the hall would be £2 2s. — You never agreed to take 25 per cent, of the gross takings ? -Did you ask M'Clelland to go? No. — Did you ask him to take account of the takings ? No. When in the hall on Saturday evening Mr Howarth said ham, \"Where is Fay,' and he replied, \"I have never seen him.\" Mr Howarth then said, \"What ! have you not got the money?\" and Graham said, \" There is £4 odd upstairs.\" — Was that gallery money ? I expect it was. — What money has been received ? Since the occurrence I have received a letter from Charles Wybert as follows : — Herewith enclosed is your share of receipts of the entertainment given at Victoria Hall on the 16th. which please acknowledge in due course : — Receipts, £y 17s. 4d. ; your share, £2 9s. 4d.\" I replied to that as"], [70, "62 follows:— \"I am in receipt of your Post-office order for £2 9s. 4d, and with reference to your remarks I am very much surprised. I had no share with you or anyone else in Mr Fay's entertainment. I credit Mr Fay with £2 2s. in the Victoria Hall books and return you the balance, 7s 4d, in postal orders and postage stamps. Please acknowledge receipt.\" He had received the following reply from Mr Fay :— \" Mr Wybert has handed me your letter. I beg to return the P.O.O. for 7s 4d, which is the remainder of your share, to which I have no claim. No one can lament this horrible calamity more than yourself or I, and the magnitude of the horrible accident will call for the full circumstances of the case to be ex plained.\" — Did you get any deposit in this case ? No ; but I instructed Graham to get £2 2s out of the proceeds.— Did you tell Graham that you were to receive 25 per cent. ? No.— If Graham says so, it is untrue? He is making a mistake. I told him that was the proposal Mr Fay had made. — And so your fellow clerk appeared there by accident, and took note of the money at the door ? My fellow clerk told me he went there of his own accord. — Mr Lawson : Were you at the hall at all ? About half-past eight that night.— Mr Newlands : Have you any other book ? There is a deposit book with receipt form on the back of it. — The Coroner : In this case is a share allowed for? We never let the hall in shares.— You have done so ? Yes. That was in the case of Mr Brandram. It was a joint speculation with Mr Brandram, Mr Howarth, and Mr Taylor. — I want to get to the bottom of whether there was any share terms with Fay. You tell us that when Fay took the hall it was his sole venture. Was that so? Yes. — Was it not like the O'Gorman engagement ? No. Neither Mr Howarth nor I was interested in it. — Is there any receipt in the deposit book? No. — Is there anything signed? No. — Mr Newlands : When a person takes the hall in the ordinary course he receives one of these receipts ? Generally. — Why should M'Clelland and Graham take an account of the receipts? I don't know. It is news to me. I can only account for it by supposing that it was because the hall-keeper had taken some of the money. — But if the hall-keeper knew that the charge was to be two guineas, why should he take an account ? The only reason why he should take a note was because the money was left in his hands. — Why did Graham understand that the hall was let at eleven o'clock on the Saturday? He could not. I only told him on Saturday that it was likely that Mr Fay was coming. — Why did you tell the hall-keeper about the 25 per cent. ? Tust in the way of ordinary conversation. — Is it a fact that you consult the hall-keeper about the undertakings ? Occasionally we do. — Was it because you were consulting him about this engagement that you mentioned to him the 25 per cent.? I don't think it was. I told him what the terms were — that two guineas was the price. — Why should you tell the hall-keeper ? It might be to put him on his guard not to take a fourth of the proceeds. — Was that the reason ? It might. — Is it a fact that you told Mr Fay you would send some one down to the hall, and that you had seen the hall-keeper and would send Mr M'Clelland down? No. — Mr Shield : Did you know that Mr Fay's entertainment was for school children? Yes. — Did you not know that it would bring together a large concourse of children ? Yes ; I expected so. — Did you give it a thought that such a large assemblage would be left without proper supervision, and in that case it would be dangerous to them ? Yes. I gave it as one reason why the proprietor could not accept the proposal. — Did you consider yourself absolved from all responsibility for seeing there was proper supervision for the protection of the children ? Yes. — Upon what grounds ? Because, after the hall is taken, I consider that I have nothing to do with it. I take no more interest in the transaction until I receive the money in payment. — You consider that the responsibility rested on Mr Fay ? I considered that it did not rest upon me, but upon the entertainer. — Some one must be responsible for seeing to the safety o_f such a large number of children ? I think so. — Then you satisfied yourself that Mr Fay was responsible ? Yes. I asked him what staff he"], [71, "63 had, and he said that he had an ample one.— When was that? When he first asked me about the Saturday afternoon entertainment ; on the Thursday I sug gested the advisability of not using the gallery.— Why ? Because it is rarely used for children's entertainments. As far as I recollect the gallery has not been opened for the use of children on a Saturday, except persons who have had the whole hall for a week. I never knew of such a case as Mr Fay's. — Has this arisen from the idea that the gallery would be dangerous? Yes ; I think that the idea was that it would be difficult to look after the children, as probably the entertainment would not be able to proceed in consequence of their being uproarious. — But you never said this to Mr Fay ? I suggested to him that he ought not to use the gallery. I found that it would not answer in the case of Miss '.'Gorman, and then I closed it for a week, I ient. — The Coroner : Did you ever get any assistance from the police at Miss O'Gorman's lectures? On ihe Monday night ; and the next night we had one there ourselves. — You did not go down on Saturday afternoon ? No. I only went on hearing of the accident. — Your fellow-clerk was there? Yes. — A Juryman : When Mr Fay took the place, did you not tell him that you would send some one down ? No, I iv.eei did.— If he says so, it is untrue? Yes. —Another ii : Did you tell Mr Fay that the gallery was very dangerous? No, I did not. — You said that you mentioned that the gallery was not used for children? I suggested that.— The hall was not let until about one o'clock on the Saturday? It was not. — The Coroner : How comes ill that Mr F'ay wrote letters to you about the fair proportion of the money taken at the- Victoria Hall? I don't know. — Mr Coates then finished his evidence, and M'Clelland was called for. M'CLELLAND'S EVIDENCE. John S. M'Clelland, clerk in Mr Howarth 's office, said : I was at the Victoria Hall on the afternoon of the 16th. I did not take any money, but I attended to take checks on Wybert. I heard Wybert stale the proceeds of the entertainment, but I can't tell thi amount. I went there, as I had done on one or two previous in O'Gorman's case and Mr Brandram's, and one or two others. '••instructions from no one in particular. I lieard about the entertainment and went down to take the money. I was not particularly short of pocket-money. I it down on the chance of being engaged. F'ay sent me to the pit with Wybert, and the latter told me the amount of the receipts, and stayed there till eight o'clock. F'ay did not give me anything for my services. I did not ask him for anj hi I have never since thought of doing so. Wybert told me the of lii\" whole house. I cannot tell why I was told the receipts. — By son: Mr Coates told Graham, and I overheard him, that there was Coates asked Graham if Fay had been down to him as to taking ihe- hall. He said he had called the previous tid was going to hold an entertainment on the Saturday afternoon. told me they would likely be short of men at the hall, and I went down. Coates said that if I had nothing to do I might go down to the hall. He did not mention that I might make a few shillings, or take any account of the monies taken. I arrived at the hall about 2 p.m., and the door opened .at 2-30 p.m. I I r Wybert, who was taking the money ; I was taking checks. After half-past three, when the people ceased coming in, I saw part of the entertain ment. I overheard Mr Wybert give the account of the monies to Graham, but I cannot tell why he did so. I know that Mr Coates received a P.O.O fir £2 Qs , which was about a fourth of the receipts. I did not know that he had to take a fourth of the proceeds for himself. I heard Mr Coates tell Graham to take a fourth of the proceeds of the entertainment for the hall. I understood it to be for the proprietor of the hall, not for Mr Coates. I helped Mr \\\\ ) bert to count the money. I would know the amount at the time, but can-"], [72, "64 not remember it now.— The Coroner : Did you not go through the same work with the O'Gorman's ? I know that Mr Coates had a share of that, but not Mr Howarth. Mr Howarth had no share in the O'Gorman lectures or with Fay's entertainment that I know of.— By Mr Newlands : I have only talked of this since with Graham and my own friends.— Mr Shield : Did you consider you had any duty there except to look after the money ? No ; except to take the checks. — You had some conversation with Mr Fay? Yes, at the commencement. — Did you represent yourself to Mr Fay as willing to help in keeping order amongst the children ? No ; he said nothing about it.— Did you see Hesseltine ? I saw a man who I was afterwards told was Hesseltine.— Had you any negotiations with him? None at all.— Mr Fay considered that he had a staff of four people who were prepared to assist, and whose, duty it was to order— Hesseltine yourself, Wybert, and Graham. Were you ever given to understand by Fay that you were one of his staff upon whom he relied to keep order ? He never said anything of the kind.— The Coroner : What payment were you to receive? You went to the hall to get an engagement, and you do not engage to give your Saturday afternoons to work for nothing. You expected Fay would pay you? Yes. — A Juryman : Whom did you represent ? No one. — A Juryman : Did you not represent Mr Coates ? No.— A Juryman : Did you do it as a favour for Mr Coates ? No.— Mr Newlands : Did you know that Coates, having to go out of town, could not go himself, and therefore sent you ? No ; I heard that from himself afterwards. COUNCILLOR HOWARTH'S EVIDENCE. Councillor Howarth was the next witness examined. He said : I was at home during the performance. — The Coroner : Did you have any share in any shape or way ? None whatever. I never knew of the engagement, or the people's name, ot of the hall being occupied until an hour after the accident. I had nothing whatever to do with the O'Gorman lectures. I only learned through the week that my clerk had something to do with the O'Gorman's, because he asked me if I would use my influence to prevent a disturbance. But I declined to have anj thing to do with the matter in any form. — You knew your clerk had an interest in these lectures? I did not know.— Did you know that your clerk was to have ten per cent, for his services? I did not know. — Did you know that he had any share in Fay's entertainment ? I have asked him repeatedly if he had, and he has emphatically denied that he had anything to do with it. Had he had anything to do with it I should have thought it extraordinary that he had not mentioned the matter to me. —Mr Lawson : But that is what we are told he had done ? He had the tariff to go by, and it is his department to let the hall. — He would tell you when he had let the place ? If it was let, or about to be let. -Were you in your office the whole of Saturday morning, the 16th ult.? I was in very little, and left about a quarter to one o'clock, and never had it breathed to me, or saw any adver tisement, or that the shareholders were to take a fourth of the proceeds. —Then you will be surprised to hear that at eleven o'clock Mr Coates told Mr Graham, the hall-keeper, that he (Graham) had to keep a fourth of the proceeds for the proprie tor ? Never ! He has no right to let the hall except from the tariff, unless on receiving instructions from myself and the proprietor, which exceptions had occurred twice. On one night of the O'Gorman lectures I was sent for from the club to go to the hall, and on getting there, about nine o'clock, I found Coates was there. — At the receipt of custom? Yes, at the receipt of custom.— Do you say distinctly, and without any reservation, that with regard to Miss O'Gorman you were not interested in any way ? No ; and, as far as I am concerned, if I could have prevented her coming I would have done so. — Had Coates never mentioned the negotiations ? I never knew the :e was such a person as T\"ay in existence, and nothing about the entertainment in the hall until afterwards. — Then this was a"], [73, "65 most improper proceeding ? It was most improper. He had not my authority to <lo anything of the kind. — By Mr Newlands : I did not bring Miss O'Gorman. I have no right to interfere with the proprietor. I may be agent, but cannot do as I like. Everything connected with the hall is passed on to the clerk, and I sup pose he was the one who let the hall to Miss O'Gorman, as he has general power io let the hall in accordance with the tariff. I have no knowledge of what Coates received from the O'Gormans', as it was none of my business. I might have asked him if he had received the rent, and duly credited it in my book. I occasionally look at the book belonging to the proprietors. — Why use the word proprietors? Are there more than one? I do not know. I never inquired. I only know of one person in connection with the Victoria Hall, and that is Mr Taylor. — And yet the words \"the proprietors reserve the dress circle\" occur in your books several times ? Not in my handwriting, as I never knew anyone as proprietor but Mr Taylor. — Who is the other party in addition to Mr Taylor who is a proprietor ? I never knew any other. — By Mr Robson : I have no authority to let the hall on sharing terms, neither has Coates, and if he has done so he exceeded his authority. I give the money to Mr Taylor, and charge commission. — Mr A. Mill, (a juryman): Has Coates power to let the hall without consulting you? hut upon no other terms than those specified in the tariff. — If he lets it on his own responsibility he must see to paying the rent ? Decidedly. The- Coroner : Is there any more evidence to be offered ? If you (addressing the jury) think it necessary to call anyone to prove who put the door there A Juryman : I would like to know whether the surveyor representing the magistrates who had the granting ot the license can be examined. It might be owing to that door. The Town Clerk : I cannot tell you. If the Coroner wishes it I will inquire. This being the whole of the evidence, the Coroner summed-up, and the Jury retired at twenty minutes past four to consider their VERDICT, and returned at six o'clock, when the Foreman said : We find \"That Frederick Mills and others met their death by suffocation on the stairs leading from the y in the Victoria Hall on the 16th day of June, 1883, from the partial closing of a door on the landing, fixed in its position by a bolt in the floor, but by whom 1 !nn- is not sufficient evidence to show. That the manager of the entertainment 1 1 ! for not providing sufficient caretakers and assistants to preserve order hall on that afternoon, and we believe a partnership existed between Mr rid Mr Fay. That we consider the mode of entrance into, and of exits from ihe hall are sufficient, except the door at which the fatality occurred, and we d recommend its removal at once. We attach no blame to the caretaker, but I that in future the proprietor of the hall instruct him to show persons jig,- the hall all its modes of ingress and egress.\" ihe inquiry then terminated."], [74, "66 THE MONKWEARMOUTH INQUEST. The Monkwearmouth jury, dissatisfied with the result of the inquiry on the south side of the water, determined at a private meeting held prior to their official sitting on the 9th July, to call certain witnesses who had not been previously examined for the pur pose of elucidating fresh facts as to the cause of the disaster. On the jury assembling in their official capacity, fourteen new witnesses, and several who had been already examined, were summoned, but after their evidence had been heard, nothing of importance was divulged which had not already been deposed to at the Bishopwear mouth inquiry. After a two days' sitting the Coroner summed up, nd referred to the jury a series of questions for their consideration. The jury retired at five minutes past five o'clock, on the afternoon of Tuesday, loth July, to consider their verdict. They returned at a quarter past six, and through their foreman stated that they found that Edith Ward and others met their death by suffocation through the partial closing and bolting ofa door, but by whom the door was bolted there was not sufficient evidence to show. They further returned the following answers to the questions prepared by the Coroner: — Question I. — Upon whom rested the legal duty or responsibility of taking proper precautions for the preservation of the lives of the children whilst within and on leaving the Victoria Hall ? Did this responsibility devolve on the pro prietor of the hall, his agent, or caretaker, or on Fay or Coates, or either of them ? Answer. — Fay and Coates. Question 2. — What was the particular neglect of duty (if any) which led to the loss of the children's lives? Was it in omitting to provide a sufficient staff of attendants to keep order within the gallery and on the staircase during the depar ture of the children? Answer. — It was. Question 3. — Was the staff provided sufficient for the purpose if the fatal door had not existed ? Answer. — No. Question 4. — Was the caretaker's omission to inform Fay and his assistants of the existence of that door a neglect of duty ? Answer. — Yes. Question 5. — Was his further omission to reverse the position of the door and bolt it securely to the flooi against the wall on the outer side of the landing (although he passed it twice during the performance, the last time about 4 p.m.) a further neglect of duty? Answer. — Yes. Question 6. — Were the directors of the Victoria Hall Company, Limited, justi fied in erecting such an unusual door with such peculiar fastenings in such an unusual position without instructing the caretaker to call the special attention of strangers taking the hall to that door and its fastenings? Answer. — No. Question 7. — Were parents (or relatives having charge) of the children justified in allowing children of tender age to go alone or in company of other young children to a probably crowded public entertainment without first satisfying them selves that some grown-up persons were intending to take charge of them. Answer. — No."], [75, "67 Question 8. — Were the masters of the various schools justified in allowing the children under their charge to be canvassed by Fay or their teachers, and the attendance of the children in effect secured by free tickets being given to teachers, without some arrangement being made for the proper supervision and control of the children by their teachers when at the entertainment ? Answer. — No. The Coroner, af'er reading the verdict, asked the jury if they had decided whether the negligence of Fay and Coates was ofa culpable character. The Foreman replied that the jury did not go that length. The Coroner then read the following presentments made by the jury : — \"We recommend that school children ought not to be encouraged to attend entertainments, treats, or excursions, except under proper supervision or control. \" We recommend that statutory powers ought to be forthwith applied to pro prietors of buildings in which the public assemble, to provide at their own expense, and to the entire satisfaction of the municipal or local authorities, sufficient means of exit, all doors, both internal or external, to open outwards; proprietors' servants to be on duty on the premises from the commencement to the close of entertain ments, meetings, or religious services, and be responsible for all means of exit being instantly available at any time during the continuance of such entertainments, meetings, or religious services ; municipal or local authorities to have power to to compel the attendance of a sufficient number of inspectors who shall be authorised to attend all such entertainments, meetings, and religious services, and ascertain and report whether the foregoing precautions have been laketV IIERM.O AN1> DAILY POST PRINTINO WORKS, St'MiF.RI.ANH."], [76, ""], [77, ""], [78, ""]]