[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, "THE TROSSACHS."], [7, ""], [8, ""], [9, "SCOTLAND & IRELAND A PICTURESQUE SURVEY OF THE TWO COUNTRIES BY P. VILLARS TRANSLATED BY HENRY FRITH WITH ONE HUNDRED AND FIFTY ILLUSTRATIONS LONDON GEORGE ROUTLEDGE AND SONS broadway, ludgate hill Glasgow and NewYork 1888"], [10, ""], [11, "CONTENTS. SECTION 1. — SCOTLAND. PAGE. Chapter the First. — Edinburgh and its Environs. i. From London to Scotland. — Its Government. — Peers and Members. — Extent of Scotland. — Its Population.— The Highlands and Lowlands.— The Scotch People ..'......... 3 ii. Edinburgh. — General Aspect.— The Old and New Towns. — Climate- Population.— The Castle.— The Esplanade.— The High Street.— Canongate Tolbooth. — The Abbey and Palace of Holyrood 7 m. The Monuments.— The Church of St. Giles.— The Cathedral of St. Mary.— The Court-House. — The Judicial Organisation. — The Bar. — The Post Office.— The Bank of Scotland 20 iv. The Modern Town.— The Streets.— The Squares.— The Gardens.— The Calton Hill and its Monuments. — The Theatres. — The Museums. — The Learned Societies. — Scotch Education. — The Newspapers. — The Hospitals . . 26 v. Leith and the Environs of Edinburgh.— The Port of Leith. — The Firth of Forth. — Roslin Chapel. — The Forth Bridge. — Dunfermline. — Loch Leven. — St. Andrew's 38 Chapter the Second. — Southern Scotland. i. The Land of Burns and the Land of Scott : Ayr. — The Burns Monument. — Melrose Abbey. — Abbotsford. — The Abbeys of Dryburgh, Kelso, and Jedburgh ............ 45 n. Glasgow. — Its Situation. — Population and General Aspect. — The Monuments. — The University.— The Schools.— The Parks.— Industry.— The Port.— Statistics. — The Quays .......... 52 in. The Clyde. — The Falls of the Clyde. — Corra Linn and Bonnington Linn. — From Glasgow to Greenock. — -Renfrew. — Dumbarton. — Greenock. — Paisley. — Clark's Thread Factory ........ 64 Chapter the Third. — Northern Scotland. i. Loch Lomond. — Ben Lomond. — Loch Katrine. — The Trossachs. — Oban. — The Islands of Argyllshire, Staffa, Iona, etc. ....... 70 ii. Northern Scotland : The Caledonian Canal. — Stirling. — Dundee. — The Grampians. — Aberdeen. — Balmoral. — Inverness. — Sutherlandshire. — The Orkneys.— The Shetland Isles.— The Hebrides.— The Isle of Skye.— The Isle of Lewis ............. 80"], [12, "XIV CONTENTS. SECTION II.— IRELAND. PAOB. Chapter the First. — Dublin and Wicklow. i. From London to Holyhead and Dublin. — Ireland : A Conquered Country. — The Government. — The Administration. — The Police. — The Army. — Partition of the Soil. — Natural Productions 105 ii. Dublin : its Situation. — General Aspect. — Monuments. — Two Cathedrals : St. Patrick's ; Christ Church. — The Castle.— The Bank of Ireland. — The University. — The Custom-House. — The Law Courts 108 in. The Quays.— The Bridges.— St. Stephen's Green.— The Phœnix Park. —The Police. — The Museums, and the Scientific and Artistic Societies. — The Theatres. — Industry. — Commerce. — The Port of Dublin . . . . 119 iv. The Environs of Dublin. — Howth. — Kingstown. — The County Wicklow. — PowerPoint Waterfall. — The Dargle. — Glendalough 127 Chapter the Second. — Provincial Ireland. i. Belfast :— Shipbuilding.— The Manufactures.— The Round Tower of Drumbo.— The Giant's Causeway.— Cork, Queenstown. — Emigrants. — The Lakes and Mountains of Killarney . 134 n. Limerick. — The Shannon. — Galway. — Lough Corrib. — Cong. — The Abbey. — Lough Mask. — Connemara and the Joyce Country . . . 148"], [13, "GEOGRAPHICAL INDEX, A. A'an (Ben), 76. Abbotsford, 49-50. Aberdeen, 93-4. Achnasheen, 98. Achray (Loch), 76. Antrim, 138. Ardlui, 71, 72. Arran (Isle of), 79. Arthur (Ben), 73. Avoca (Vale of), 132. Ayr, 45-6. B. Ballater, 96. Ballater (Pass of), 95. Ballatrich, 95. Ballinluig, 90. Balloch, 71, 72. Balmaha, 72. Balmoral Castle, 94. Banna vie, 81. Bantry Bav, 147. Barra (Isle of), 102. Belfast, 134-6. Benbecula (Isle of), 102. Berwick, 39. Blackwater (River), 144. Bray, 133. Burntisland, 41, 4 4. Bute (Isle of), 79. C. Caledonian Canal, 80. Callander, 78. Clyde (River), 53, 59, 61, 64. Cong, 151. Connaught, 108. Connemara, 151. Cork, 140, 144. Corrib (Lough), 150. Coruisk (Loch), 101. Cuchullin Mountains, 101. D. Dan (Lough), 132. Dargle (River), 133. Dee (River), 92. Derrvclare (Lough), 151. Dingwall, 98. Dochfour (Lough), 81. Don (River), 93. DonegaL(Bay of), 148. Doon (River), 46. Dryburgh 50. Dublin, 108-26. Dumbarton, 64. Dundee, 86-90. Dunfermline, 42. Dunkeld, 90. Dunloe (Gap of), 147. Dunluce Castle, 137. E. Edinburgh. 7-37. Eil (Loch), 82. Eildon Hills, 46. Elgin, 85. Enniskerry, 133. Esk (River), 40. F. Fife Ness, 44. Firth of Clyde, 64. Firth of Forth, 39, 41. Floors Castle, 51. Forfar, 92. Forres, 91, 96. G. Galway, 150. Giant's Cause wa}7, 78, 137. Glasgow, 52-64. Glendalough (Connemara), 151. Glendalough (Wicklow), 132. Grampian Hills, 73. Granton, 3, 39. Grantown, 91. Greenock, 66. H. Harris (Isle of), 102. Hawthornden House, 39. Hebrides Isles, 97, 102. Holyrood Palace and Abbey, 12-19. Howth, 127-30. I. Inagh (Lough), 151. Inver (Loch), 98. Inverness, 92, 96. Inversnaid, 74. Iona (Isle of), 78. Islay (Isle of), 79. J. Jed (River), 52. Jedburgb, 52. Joyce Country, 151, 152. Jura (Isle of), 79. K. Katrine (Loch), 56, 75. Kelso, 51. Kelvin (River), 59. Kerrera (Isle of), 78. Kerry (Cape), 148. Killarney (Lakes of), 145-7 Killiecrankie (Pass of), 91. Kilpatrick, 65. Kingstown, 130. Kinross, 42. Kirkwall, 97. Kylemore, 152. L. Lanark, 64. Lee (River), 140. Leenane, 152. Leinster, 108. Leith, 3, 10, 38. Lerwick, 97. Letterfrack, 152. Leven (Loch), 42. Lewis (Isle of), 102. Liffey (River), 108, 119, 126. Limerick, 148-50. Linlithgow, 40. Linnhe (Loch), 80. Lochy (Loch), 80. Lomond (Ben), 73. Lomond (Loch), 70. Loop Head, 148. Luichart (Loch), 98. Luss, 72. M. Macdhui (Ben), 91. Mallow, 144. Maree (Loch), 99. Mask (Lough), 151. Melrose, 46-9. Montrose, 92. Moray Firth, 85. Muckross Abbey, 146, Muick (Loch), 95. Mull (Isle of), 79. Munster, 108. Musselburgh, 39. N. Neagh (Lough), 138. Ness (Loch), 84-2."], [14, "SCOTLAND AND IRELAND. Queensferry (South), 41. Queenstown, 140-3. Quiraing (The), 101. R. Renfrew, 64-5. Roslin, 39, 40. Rutherglen, 61. s. Shannon (River), 148. j Shetland Isles, 97. i Shin (Loch), 98. ! Skye (Isle of), 99-101. Slioch (Ben), 99. Solway Firth, 45. Spey (River), 91. Staffa (Isle ot), 78. St. Andrew's, 43-4. Stirling, 82-4. Stonehaven, 92. Stornoway, 102. Strathpefl'er (Valley of), 98. Stromeferry, 98. Stronachlachar, 75. T. Tarbet, 73. Tay (Lough), 133. Tay (River), 44, 90. Thurso, 85, 96. Toomies (The), 145. Trossachs (The), 76. Tweed (River), 45, 46, 49, 51. u. Uist (North), 10*. Uist (South), 102. Ulster, 108. V. Venachar (Loch), 76. Venue (Ben), 75. w. Westport, 152. Wexford, 133. Wick, 96. Wicklow, 130-3. Wyvis (Ben), 98 Nevis (Ben), 82. Newhaven, 38. Norham Castle, 51. North Berwick, 39. o. Oban, 76, 78. Oich (Loch), 82. Orkney Islands, 97. P. Paisley, 67-9. Partrv Mountains, 152. Perth, 85-86. Pomona (Isle of), 97. Port Glasgow, 66. Portobello, 39. Portree, 102. Portrush, 137. Powerscuurt, 133. Q. Queensferry (North), 41"], [15, "SCOTCH PEASANTS. SCOTLAND. CHAPTER THE FIRST-EDINBURGH AND ITS ENVIRONS. I. FROM LONDON TO SCOTLAND. — ITS GOVERNMENT. — PEERS AND MEMBERS. EXTENT OF SCOTLAND. — ITS POPULATION. — THE HIGHLANDS AND LOWLANDS. THE SCOTCH PEOPLE. The traveller who would proceed to Scotland has the choice of three lines of railway, — the London and North Western, the Midland, and the Great Northern. The distances are about the same (400 miles) by all three routes, and the journey is accom plished in nine hours, that is, at an average pace of nearly 45 miles an hour. In summer a very pleasant way of reaching Scotland is by taking one of the steamers, which leave twice a week, on Wednesdays and Saturdays, from London, go down the Thames and along the coast, disembarking their passengers at Granton or Leith, which is the port of Edinburgh."], [16, "SCOTLAND. 4 While the train is rushing at express speed northwards, let us say a few words con cerning Scotland and the relations of that interesting country with England Until 1707, the date of the Union, Scotland was a kingdom in itself, and for many years the two countries had been at war, without England having succeeded in conquering this brave and sturdy race, which has always preserved its independence and its territories intact. The warm bond which united Scotland with France has left traces still visible in the manners, institutions, and even in the laws of ancient Caledonia, as we shall have occasion to see. In 1603, James VI. of Scotland was called to the throne of England, and from that time the reconciliation between the two races, and the union of the two kingdoms, became more easy of realization. Neverthe less, it was more than a hundred years after that Scot land was actually united with England, in Queen Anne's time, 1707. While Scotland was constituted an integral part of Great Britain, it still retained its laws, customs, and manners, and to this day Scot land possesses laws and a government of its own which differ considerably from those in force in England. The government of Scot land is composed of many great dignitaries, which are — the Lord Justice General, the Keeper of the Great Seal, the Keeper of the Privy Seal, EIGHLANDEB PERFORMING THE NATIONAL DANCE, the Lord Clerk Register, the Lord Justice Clerk, and the Lord Advocate. The last named is in a manner the Under Secretary of State for Scotland, of which he is the official representative in Parliament. His business is to present to the House all the legal projects relating to Scotland, to reply to questions, &c. During the Session he has his office at the Home Department in London. In Scotland he makes one of the High Court of Justiciary, in which he acts as Chief Public Prosecutor. He is assisted in Parliament by an important functionary, who is called the Solicitor-General for Scotland, and has a special staff under his orders. These combined Parliamentary and Judicial functions were assuming such proportions that it was found necessary, in 1885, to create a special Minister for Scotland, whose interests were not sufficiently represented by a functionary overwhelmed with business, and who was not a member of the Cabinet."], [17, "EDINBURGH AND ITS ENVIRONS. 5 In Parliament, Scotland is represented in the House of Lords by sixteen Peers, elected by members of the Peerage of Scotland for the duration of the Legislature, and in the House of Commons hy seventy-two members. Scotland is essentially a country of Liberal tendencies; of its seventy-two representatives, only twelve belong to the Conservative Party. The late Prime Minister, Mr. Gladstone, is of Scotch descent, and represents Midlothian (or Edinburgh county) in Parliament. The Scotch judicial organization is distinct from that of England, and comprises a special magistrature and bar, who administer the national civil and criminal laws. For administrative purposes, Scotland is divided into thirty-three counties, whose population is 3,735,000. Its superficial area is 30,000 square miles, but the land is so poor, and in places so sterile and desolate, that only a very small portion (about 8,000 square miles) , included principally in the southern parts, is cultivated. This region is called the Lowlands, in contradistinc tion from the Highlands, which occupy the north portion of Scotland. However, this term of Lowlands is only relative, for the whole country is mountainous, and it is only a question of degree. If the north of Scotland has higher mountains and wilder localities, the south presents more historical interest and national beauties of an infinitely picturesque character. It is also richer in cities, in monuments and memories. Let us mention some details concerning the people. The Scot is physically a strong and robust individual, squarely made, and well gifted by nature with qualities which enable him to resist the hard, cold, HIGHLAND SHEEP. damp climate he inhabits. Morally speaking, he possesses qualities which one would 64"], [18, "SCOTLAND. 6 not imagine existed beneath his cold and rugged exterior, and his reserved, almost repellant manner. Beneath this chilling appearance he hides a warm heart ; he is a true and devoted friend, on whom one may count all the more surely, as he does not easily make acquaintances, and only gives his word or his friendship when he knows he can safely do so ; but then his fidelity is proof against any emergency, and nothing can shake it. In a word, he improves on acquaintance. With all these qualities he is independent and proud, and possesses a natural dignity which never abandons him, no matter to what rank of society he may belong. HIGHLAND OXEN. To the Scot one man is as good as another. He respects his superiors — his lairds, but without any subserviency, and in his inmost soul he believes himself quite their equal. If he is named Campbell, nothing can hinder him from believing that he is a relative, in a distant degree, of the Duke of Argyll, and he does not fail so to do. Yes, for the Scot, one man is as good as another — but the Scotch are superior to other men ! It is said that a peasant was once informed that the Princess Louise was about to marry the Marquis of Lome — the eldest son of the Duke of Argyll. The Scot replied : \" A very good match for the young princess ! \" Let no one see a jest in this. The Scot never jokes. He is possessed of solid qualities, judgment, intelligence, poetic feeling, as much as ever you like — but of brilliance or gaiety, none ! Nevertheless, your Scot is not wanting in that undefinable kind of wit which is scarcely understood on the continent, and which is called humour. Indefatigable workers, persevering almost to obstinacy, skilful business men, economical, industrious, the Scotch are gifted with solid qualities that, in this age of ours, should assure to their possessors victory in the struggle for life. jN evertheless, they have their faults ; and they are accused of an excessive pride, an exaggerated puritanism, combined with some religious intolerance ; lastly, in the lower"], [19, "EDINBURGH AND ITS ENVIRONS. 7 class, there exists considerable immorality and a too highly accentuated regard for whisky ; but one cannot have everything, and human nature is not perfect — even in Scotland. II. EDINBURGH. GENERAL ASPECT. THE OLD AND NEWr TOWNS. — CLIMATE. POPULATION. THE CASTLE. THE ESPLANADE. — THE HIGH STREET. — CANONGATE TOLBOOTH. — THE ABBEY AND PALACE OF HOLYROOD. The town of Edinburgh is situated to the south-east of Scotlaud, about five miles from the Firth of Forth, in an extremely picturesque position. It is built on a series of parallel hiUs, the crests of which, like the valleys between them, are covered with white stone houses. Here and there are viaducts and great stone bridges, spanning NORTH BRIDGE AND THE OLD TOWN (EDINBURGH). valleys and houses, and uniting two hills; the highest of these elevations is occupied by the old town, which is grouped around the castle. A deep ravine, the bed of the North Loch, serves as a sort of common way to the different lines of railroad which converge upon the town. The origin of Edinburgh, while very ancient, is almost unknown. We can only ascertain that in the 5th century the Picts built on the site on which the castle now stands a fortress, the possession of which the Saxons for a long while disputed with them, and which they finaUy seized in the 7th century, after a struggle that had lasted 200"], [20, "SCOTLAND. 8 years. It was at that time that the town, which had hitherto been known by the Gaelic name of Magh-Dun, corrupted into the Saxon word, \"maiden,\" and Latinized into Castrum Puellarum, was called the borough of Edwin — Edinburgh. This name, in its turn, was transformed by the Gaels into Dun-Edin, and Latinized to Edina. But Edinburgh was destined to survive, and thus the name of the capital of Scotland is still written. Till the 11th century, Edinburgh remained under the dominion of the Kings of Northumbria ; but from this period the Scots remained absolute masters of it. When Froissart came thither, in 1384, Edinburgh was far from being a prosperous place, and the French knights who accompanied him had considerable difficulty to find lodgings. However, at the commencement of the 15th century, the town, rebuilt, after being burned by the English, soon became flourishing. James II. was crowned at Holyrood, and about the same time the Parliament assembled there. In 1560 the town was encircled by walls, the nine gates of which were called \" ports.\" Edinburgh, like Paris, being unable to extend itself laterally, in consequence of the narrow limits of its fortifications, increased in height. The inhabitants lived in flats, in the French fashion ; and the houses — six, seven, or even ten storeys high, some of which still exist — sheltered numerous families. This portion of the town is still standing, and recalls the appearance of old Paris. Formerly inhabited by the nobility and aristocracy, it is now the quarter of the working population and the poor. This is the old town. It occupies the height which is crowned by the castle, and gradually falls away towards the east; it is traversed by two wide, parallel streets — High Street and Cowgate ; the former, continued by the Canongate, leads direct to Holyrood. These two streets, the only thoroughfares fit for carriages in the last century, were intersected by small alleys, called \"wynds\" and \" closes,\" the greater number of which have disappeared, to give place to newer streets. The modern town is to the north of the old town, with which it is connected by a massive terrace, called the \"Mound,\" and by two bridges, Waverley Bridge and North Bridge, the latter, the older, having been built in 1753. While the new and aristocratic quarters of the town were being rebuilt, the North Bridge was lengthened, under the name of South Bridge; and some fine squares, such as George Square and Brown Square, and the district included between Heriot's Hospital and St. Leonard's Street, were built. In proportion as the old town is tortuous, so is the modern town symmetrical. In this respect Edinburgh is unique, having the aspect of a double town, ancient on one side, modern on the other, almost continental on the right, essentially British on the left. From Waverley Bridge, which is almost the mathematical centre of Edinburgh, there is a beautiful view ; to the south extends the smoky old town, \" Auld Reekie,\" as the Scotch affectionately call it, with its ten-storeyed houses, its winding and narrow streets, dark aUeys, edifices in the French style, round towers, with pointed roofs, like the towers of the river front of the Palais de Justice in Paris. To the north is the Modern Athens, but a very British Athens for aU that, with Greco- Roman, Gothic, or fanciful buildings. Between the two, the deep valley contains lines of rails upon which the trains run, emitting white clouds of steam which rise as it were in tufts, and hover like the mist rising from a lake over the yawning chasm. The climate of Edinburgh is changeable and severe ; there are terrible east winds"], [21, "EDINBOROH (FROM CALTON HILL)."], [22, "10 SCOTLAND. which blow furiously during the greater portion of the year, and there are few days, even in summer, on which a fire is not welcome — in fine weather it would be imprudent to go out without winter clothing — so sudden and frequent are the changes of temperature. This is a precaution which should be taken not only in Edinburgh, but throughout the whole of Scotland. Nevertheless, Edinburgh is not unhealthy, but weak and delicate people cannot live there in comfort. It need scarcely be added that the temperature is lower than in London (about 45° Fahr.), and a great deal of rain falls. The average excess of rain is seven inches more than in the Metropolis, and God knows it rains enough there ; but we must remember that Edinburgh is nearly in the same latitude THE CASTLE. as Copenhagen. The population in 1883 was 236,000 inhabitants, to whom must be added the 60,000 citizens in Leith, the port of Edinburgh. The mortality is 19-5 per 1,000, and the birth rate 385. In 1871 there were only 200,000 inhabitants, which shows exactly a regular annual increase of 3,000. Of the two towns the old one is more interesting and picturesque. Its monuments its streets, its population, its historical memories, which are recalled at every step, all tend to give it a peculiar and a national character. The dominating feature of the old town is the castle, the ancient Burgh of Edwin, standing proudly 300 feet above on a steep rock, accessible only on the east side. We reach it by an esplanade, at the end of which is a draw-bridge, protected by cannon, which gives access to the interior fortifications. We then find ourselves in the midst of a crowd of irregular buildings, barracks, magazines, and stores of all kinds, which surround the bastions, mounted with heavy guns. A winding stairway, cut in the foot of the citadel walls, leads to St. Margaret's Chapel, the most ancient building not only in the castle, but in the whole of Edinburgh. It is a small oratory of Norman architecture,"], [23, "EDINBURGH AND ITS ENVIRONS. 11 constructed, it is said, in the 11th century for Queen Margaret, the wife of Malcolm. After having been used as a powder magazine for many years it was restored in 1853. At the side is the King's bastion, from whence we can obtain a view of the modern town. On the platform we are shown a curious old cannon, which is as harmless as it is curious. It is an old mortar called \" Mons Meg,\" constructed of bars of welded iron, and kept together by braces of the same metal. This piece of ordnance was made at Mons, ill Hainault, in 1486, hence its title, say some, though other people say it was made in Scotland. However . i l ,1 ca _ _ a. _1_ \"1 _ that may be, the Scotch people are very CASTLE ESPLANADE. much attached to it, and it was not without much heart-burning that they saw it carried away by the English to embellish the Tower of London. There it remained for a long while, and it was not until 1829 that it was restored to Edinburgh at the sugges tion of Sir Walter Scott. The ancient palace of the Scottish kings has undergone such vicissitudes that nothing of it now remains but the foundations and a portion of the walls. It occupies two of the sides of the great quadrangle, Palace Yard, situated behind the Half Moon Battery. The State apartments occupy the eastern side of the square, and are known as the Royal Lodging. This is an imposing building, restored in 1616 ; but the octagon tower, the square turrets, and the embattled walls date, probably, from the 16th century. What then remains of the palace of Malcolm, David, and William"], [24, "12 SCOTLAND. the Lion— of the castle taken and retaken by Bruce and Baliol ? The memory ; for the masonry of the present buildings, with the exception of the foundations and some walls, does not appear to be of very ancient date. But in the Royal Lodging died Mary of Lorraine, and thither, in 1561, her daughter, Mary Stuart, was conducted amid the acclamations of the people ; and it was in the chamber called Queen Mary's Room that, on the 19th of June, 1566, she gave birth to James VI., who afterwards united the crowns of Scotland and England. In a neighbouring apartment are exhibited the crown jewels of Scotland, consisting of a crown, sceptre, sword, and mace. At the time of the Union they were placed in an oak chest, clamped with iron, and secured in this room, into which for more than a century no one was permitted to enter. They were considered to be lost when, in 1817, the Regent (George IV.) nominated a committee, of which Sir Walter Scott formed one, to open the chest and ascertain if it contained the jewels. They were discovered in good condition, and it was then decided to expose them to public view in an iron cage like that which protects the Crown jewels in the Tower of London. Under five different names, the High Street leads us in almost a straight line to the Palace and the Abbey of Holyrood. Very picturesque is this street, bordered with high houses of nine or ten storeys and old historic buildings, some of which are in good preservation, although this portion of the town suffered in the insurrection of 1745, when the castle was occupied by the royal troops, and the Pretender, Charles Edward, was master of the city and of Holyrood. It is a very animated thoroughfare, but the visitor will be disappointed if he expects to see all the men clothed in the national costume — bonnet, plaid, kilt, and buckled shoes. No, here is another tradition exploded, another lost illusion. The national dress is gradually disappearing, and soon it will be worn only by the soldiers of Highland regiments and some lairds or country landed proprietors, who persist in displaying their naked knees and their hairy limbs. This inconvenient style of dress may still pass muster in the open air, but in a room in the presence of ladies a man thus scantily clothed is something rather shocking to modern ideas. So the disappearance of the Highland garb excites only platonic regrets. Amongst the most remarkable houses in the High Street is that of Allan Ramsay, the Scotch Poet, who lived at No. 153, and that of John Knox, in that portion of the street called Netherbow. The latter mansion is a picturesque building of three storeys, with a frontage of unhewn stone, pierced with small-paned windows and projecting into the street. Above the entrance door in a small niche is a bust of the celebrated reformer. The residence of the stern enemy of Mary Stuart consists of three rooms, which were restored in 1849. A little farther on, on the same side of the street, is the Canongate Tolbooth, formerly one of the prisons of the town, and which now serves as the Registrar's office. It is a budding two storeys high, flanked by a square tower which sustains a clock, supported by a pair of iron stanchions, and is surmounted by a pointed roof. It is an excellent specimen of the almost French style of architecture, which is so frequently found in this old town. At the end of the street, which is here called the Canongate, is a square space occupied on one side by the Abbey and Palace of Holyrood. We must first say a few words concerning the celebrated abbey."], [25, "EDINBURGH (FROM THE CASTLE). 65"], [26, "SCOTLAND. 14 On the 14th September, 1128, the day of the Exaltation of the Holy Cross, King David I. set out on a hunting expedition, notwithstanding the remonstrances of his confessor, Alfwin, who reminded him that the day should be passed in prayer and not in pleasure. But David, without heeding him, spurred his steed in the direction of the forest of Drumsheugh, where, carried away by his ardour in the chase, he soon out- distanced his suite. Suddenly a stag of dazzling whiteness and of gigantic size, its head bearing most formidable antlers, rushed upon him and overturned both the King and his steed. David, who defended himself as well as he could with his hunting knife, was rapidly giving way, when from a white cloud was extended a hand holding a luminous cross, the brightness of which caused the stag to retreat ; and the animal was afterwards killed, hard by, by one of the King's followers, Sir Gregan Crawford. This miraculous intervention, astonishing as it may seem, cannot be doubted, for to this day the Crawfords of Kilbirnie bear on their escutcheon a stag's head, surmounted by a cross in memory of this remarkable event. The King retired pensively to the Castle, told the adventure to Alfwin, and then retired to snatch the repose which the excitement of the day had rendered necessary. But while he slept he saw a vision. Saint Andrew, the patron of Scotland appeared to him, and enjoined him to found on the spot where he had been so miraculously saved a monastery for monks of the Augustine Brotherhood. He did not delay to carry out the Saint's behest, and he immediately commenced to build the Abbey of Holy Rood or the Holy Cross, which he richly endowed, and of which the first Abbot was his confessor Alfwin. David's successors enriched the abbey and bestowed many privileges upon it. From the reign of Robert III. it also served as the residence for the Scottish sovereigns, whose marriages were celebrated in the church of the monastery, now in ruins. There it was that Mary Stuart was married to Darnley. In 1544 the English army, commanded by Lord Hertford, destroyed the monastery, but the church was afterwards repaired by order of Charles I. and converted into a chapel royal. When the Prince of Orange landed, the inhabitants and the students of the University sacked it, set it on fire and profaned the vaults, in which were interred the remains of David II., James II., James V., Rizzio, and Darnley. In 1758 an architect, who had been intrusted with the restoration of the building, put on such a heavy roof that it fell down a few years after, dragging with it aU that remained of the building. The ruins of the abbey then became the receptacle for the refuse of the city, and the inhabitants took delight in degrading the historic remains. Nothing now remains except the fragments of one tower of the nave and part of the west front. The pointed gateway is supported by eight small columns enriched with leafy ornamentation, wherein the birds build their nests. Of the nave nothing remains but the walls to the level of the first floor only, and two fragments of the pillars which at one time separated it from the aisles. At the eastern extremity a high and wide mullioned window opens vacantly, shaded by ivy. Grass grows amid the tombstones, some of which are modern, the descendants of certain ancient families having expressed a desire to repose among their ancestors. The most recent of these is the tomb of Sir J. Sinclair, which bears the date 1873. Holyrood Palace, commenced by James IV., was completed in the reign of his son,"], [27, "EDINBURGH AND ITS ENVIRONS. 15 James V., and nearly destroyed altogether by the English in 1544, when they devastated the abbey. However, the towers and the north-east side escaped destruction, and when in 1561 Mary Stuart returned from France, she occupied this portion of the palace. A hundred years later Cromwell's soldiers set fire to Holyrood, which had beeen rebuilt, and, by a curious coinci dence, the same portion of the building was again saved. Under Charles IL, Sir William Bruce was charged with the rebuilding of Holyrood, and he built the palace as it now exists. Holyrood Palace is an im posing edifice of quadrangular form, consisting of four build ings, enclosing a fine interior court measuring 28 yards square- HOUSES OF WEST BOW. KNOX'S HOUSE."], [28, "SCOTLAND. 16 The principal front consists of a low central building, with two projecting aisles, whose angles are ornamented with embattled round towers, crowned by pointed roofs. The entrance gate is surmounted by the Royal arms, and flanked by four coupled Doric columns, two on each side. In the open space in front of the entrance is an octagon fountain, built in 1859, by order of Prince Albert. It consists of three stages laden with sculpture and ornaments; but notwithstanding the beauty of its details, it has a somewhat heavy appearance. Only the left wing of the palace is shown : in this is the picture gallery and the apartments of Mary Stuart aud of Darnley. The picture gallery, or King's Gallery, is part of the old palace of Charles II. It is a long ordinary-looking room, wider than it is high ; the walls hung with fantastic portraits of the kings of Scotland. Walter Scott justly criticised this series of ridiculous pictures, and regretted that the artist had given all the Scotch sovereigns the same nose, which resembled a door-knocker. In this gallery are elected the peers chosen to represent Scotland in the House of Lords. In fact, before the Union, Scotland had its own parliament and a national peerage ; but as there is only one parliament for the United Kingdom, a certain number of Scotch peers are elected at each renewal of it. The number fixed is sixteen, but besides the elected peers, Scotland is also represented in the House of Lords by those members of the Scottish peerage who are also peers of England. It is in this way, that the Duke of Argyll, who is Baron Sundridge in England, sits in Parliament, in virtue of the latter title, and not as a duke. No Scotch peers have been created since 1707. The apartments of Mary Stuart consist of an audience chamber, a sleeping apartment, and a supper room. We reach them by a winding staircase, built in James V.'s tower. The first room is square; the sunken ceiling is embellished with escutcheons and interlaced figures. The furniture is of Charles I.'s time, and was used by that monarch when he lived at Holyrood. Next comes the bed-room. Smaller than the other, it is lighted by a high window. The walls wainscoted with oak are hidden by tapestry. Against the wall, opposite the window, we find the four-post bed surmounted by a dais, which we are assured the young queen slept in. Half hidden by the hangings we perceive the door opening upon the secret staircase by which the murderers of Rizzio penetrated into the apartments of the Queen. A door of communication gives access to the supper room, where the Italian singer Rizzio was assassinated before the eyes of Mary, who had made him her secretary, and whom her enemies declared to be her lover. Her husband, Darnley, George Douglas, Ruthven, and Lindsay, resolved to rid themselves of this Italian, whose influence they dreaded. One evening, when he was supping with Mary, her sister, the Countess of Argyll, and some intimate friends, the assassins glided into the Queen's apartments. Darnley, entering first, seated himself by Mary, and embraced her affectionately. He was followed by Ruthven, arrayed in armour, as if for combat, and by the other conspirators. The Queen, surprised, asked why they thus came into her presence, while Rizzio, trembling for his life, took refuge"], [29, "HOLYROOD palace and ABBEY."], [30, "SCOTLAND. 18 at her side. Without replying, the furious assassins overturned the table, and threw themselves upon their victim, who clutched Mary's clothing, uttering the most lamentable cries. Darnley himself separated them, and Douglas, impatient to strike, stabbed Rizzio with his dagger. The sight of his blood enraged his accomplices, who threw themselves upon the wretched minstrel, whom they despatched with fifty-five wounds. The blood of Rizzio flowed across the floor, and Mary Stuart caused a partition to be erected, which surrounds the spot where he fell, so that she might not see the bloodstains, which still are visible. While this tragedy was being played out, Darnley, intoxicated, remained with Mary in the other room. One of her ladies quickly CANONGATE TOLBOOTH. brought the news of the death of Rizzio, and the appearance of Ruthven, covered with blood, caused the Queen to faint. When she came to herself, in reply to the reproaches of the latter, she exclaimed, \" I hope that God who sees us will avenge me, and that the babe as yet unborn will live to exterminate you and your posterity.\" She was at that time enceinte with the child who afterwards became James VI. of Scotland, and James I. of England. Holyrood has twice served as an abode for a French Prince. On the 6th June, 1796, Charles Philippe, the Comte d'Artois, entered Holyrood to the sound of a royal salute, which greeted his arrival. The troops lined the way, and he gave audience next day to his faithful adherents. The brave Scotch looked upon the presence of a prince of a French house, so long allied with tbe royal family of Scotland, as a matter of course. For many years the prince and his son lived in Edinburgh, where they were treated with the greatest respect by the people, and when, later, after the revolution of 1830, Charles X. disembarked anew in Scotland to go to Holyrood, where, as Comte d'Artois,"], [31, "EDINBURGH AND ITS ENVIRONS. 19 he had passed so many happy days, he was received with unbounded demonstrations of regard. Behind the palace extends the Queen's Park, beside which rises the hill called Arthur's Seat, amass of granite 822 feet high, consisting of two superposed masses, the PALACE ENTRANCE (HOLYROOD). lower of which is known as Salis- I bury Crags. A beautiful and wide I road, cut in the side of the hill, I leads to Dunsapie Loch, whence it is easy to gain the summit of Arthur's Seat. Before reaching the lake the road passes above the village and lake of Duddingston, and we perceive the cottage in which Prince Charles Edward slept the night before the battle of Prestonpans. Walter Scott loved to wander in the solitude of this mountain, which is full of historical associations and picturesque ruins, where he has laid the principal scenes of one of his novels. From Arthur's Seat we can perceive the city of Edinburgh, with its monuments, its streets, its hills, which stand out in relief like a raised plan. The old town and the new — Siamese sisters united by the bridges PORCH OF THE CHAPEL (HOLYROOD). and the Mound — present themselves to the view bathed in the mist illuminated by the sun's rays in the manner so characteristic of Scotch landscapes, by which angles are rounded off, and buildings have a vaporous appearance, a semi-mysterious aspect, full of poetical effect. In the background rise the hiUs, and beyond them, in the"], [32, "20 SCOTLAND. extreme distance, we perceive the blue waters of the Firth of Forth. On the left, the Pentland hills stand like a natural rampart, and when the atmosphere is clear, the view extends even to the Grampian chain, whose ragged summits stand up boldly against the grey sky. III. THE MONUMENTS. THE CHURCH OF ST. GILES. THE CATHEDRAL OF ST. MARY. THE COURT-HOUSE. THE JUDICIAL ORGANISATION. THE BAR. THE POST OFFICE. — THE BANK OF SCOTLAND. The Scotch are a very religious people, and Edinburgh is in this respect doubly Scotch. There are no less than 150 churches, chapels, or temples of the various Protestant sects, and only three Roman Catholic churches. The principal church is that of St. Giles, in the High Street. Begun in the 12th, it was not completed till nearly the middle of the 15th century, and bears the imprint of the various periods through which it passed, but these are only visible to the practised eye, for repairs and successive modifications have by degrees removed its primitive characteristics. In the centre of the building rises a square tower, with ogival windows, which is terminated by a platform from which spring light-flying buttresses that support a lantern, topped by an elegant spire. Between the flying buttresses rise pinnacles delicately carved ; the whole looking from a distance like a royal crown. From all parts of the town this pretty spire, 160 feet high, has a very remarkable effect, and is distinguished amongst all the other erections of the same kind by its lightness and gracefulness. St. Giles' Church was originally the only church in Edinburgh, and was successively the parish church and the cathedral. At the time of the Reformation the Protestants broke into the cathedral, threw into the lake the statue of St. Giles, and purified the church after their manner— that was by pillaging it. To the Roman Catholic doctrines succeeded the rigid Protestantism of John Knox, the stern and fanatical enemy of Catholicism and the Papacy. Devoted for a little while to the Catholic worship, the church became at length definitively the principal Protestant place of worship in Edinburgh in 1638, when Episcopacy was abolished. Though it is the principal church, that fact gives it no religious supremacy, for the Established Church of Scotland is an absolute democracy, in which all members are equal. It is ruled by a general assembly, composed of ministers and laymen, elected by the Presbyteries, the Synods, and the Universities. Every year, in May, the assembly meets at Edinburgh under the presidency of a Moderator, nominated for one year The Sovereign is represented there by a Commissioner. Scotland is divided into sixteen Synods, and eighty-four Presbyteries. These are divided into parishes, which are administered by tribunals named Kirk Sessions. Each parish has its own, composed of"], [33, "EDINBURGH AND ITS ENVIRONS. 21 the minister, president, and a certain number of members, of whom two, named \" Elders,\" are guardians of the poor. This mixed tribunal has a purely moral and religious jurisdiction, and its decisions can be appealed against. They are then sub mitted to the Presbytery. The Established Church reckons 1,560 places of worship; 1,660 ministers or preachers, and its members include half the population of Scotland. Since 1843, a dissenting sect SAINT GILES' CHURCH. CC."], [34, "SCOTLAND. 22 has established itself under the title of the Free Church of Scotland, the organization of which copied on that of the Established Church, includes sixteen Synods and seventy three Presbyteries. Its entire revenue, estimated at £600,000 a year-is supplied by the liberality of its adherents. A third sect is that of the Scotch Protestant Episcopal Church, whose canons are similar to those of the Church of England. This is the aristocratic religion. It reckons 65,000 members, who support all the expenses of the worship. There are a great number of other dissenting sects, and since 1878, the Roman Catholic Hierarchy has been re-estab lished in Scotland by Leo XIII. ; it supports two Archbishops, four Bishops, and two hundred Priests. Amongst the great num ber of churches in Edinburgh, there are few remarkable ones ; after St. Giles, the most important is St. Mary's Cathedral, recently erected by the members of the Epis copal Church. It is built in the Gothic style, and is situ ated at the end of Melville Street, to the west of the town. The civic monuments are numerous, and for the most part very elegant. However, none date farther back than James VI. This is explain able by reason of the many broils and fires of which ST. mary's cathedral. Edinburgh has been the scene. The most important of the public buildings is called the Parliament House; it is situated in the High Street, and serves as the Law Courts. It was built in 1824, on the site of a palace erected in 1640 for the Scottish Parliament. It is a building in the Italian style, and the most important part of it is the Great Hall, wherein were held the sittings of the old Parliament, which the flames fortunately spared. It reminds us of Westminster Hall, and, like Westminster Hall, it serves as a salle des pas perdus in which lawyers and their clients can discuss business questions. The courts are very simple, and are arranged like the English tribunals. But here the resemblance ceases, for Scotland possesses a judicial organization of its own, and a special Bar. The supreme court of Scotland, caUed the Court of Session, is composed of an"], [35, "EDINBURGH AND ITS ENVIRONS. 23 Outer House and an Inner House. The former, consisting of five judges called Lords Ordinary, sits separately, and serves as a tribunal of first instance, or lower court. The second has two divisions, in each of which sit four judges, who decide the questions sent up, and their decisions can be appealed against to the House of Lords. Seven judges, selected from the magistrates of the two chambers, form the criminal court, called the High Court of Justiciary, before which the accused are haled by the public prosecutors, who are the Lord Advocate — a sort of procureur-general, — assisted by the procurators-fiscal. The jury is composed of fifteen individuals, and the verdict of the majority, as in France, is accepted. In England the jury must be unanimous. The Bar forms a society called the Faculty of Advocates, whose members have the right to plead before the Scotch tribunals and the House of Lords when appeals are BANK OF SCOTLAND. sent to it from the courts. They bear the title of Advocates, and from among the most eminent of them the judges are selected. This corporation of advocates is managed by a dean, who is assisted by a council. On the opposite side of the High Street stands a building, which incloses a square courtyard, and is called, no one can tell why, the Royal Exchange; it serves as the Town Hall. The Municipal Council holds its meetings there. This council is composed of forty-one members, elected by the inhabitants of the thirteen wards of Edinburgh. The members choose a president in their turn, who is called the Lord Provost. He is elected for three years, and enjoys almost as influential a position in Scotland as does the Lord Mayor of London in England. From the Royal Exchange to the Post-office is not very far, but still we must pass from the old into the new town before reaching the Post-office, which is at the angle of North Bridge and Prince's Street. The Post-office is an elegant square building, two storeys high, and flanked by four angular buildings of greater elevation."], [36, "24 SCOTLAND. The Scotch write fewer letters than the English, the average of the letters received by each inhabitant being 26 against 35 in England. There pass, nevertheless, through the office 102 millions of letters, 12 millions of post-cards, 15 millions of newspapers, and more than 23 millions of circulars and books. Immediately opposite the post-office is the Register House or Palace of the National Archives of Scotland. They are preserved in one hundred fire-proof rooms, and are com prised in some 50,000 volumes. There is exhibited amongst other curious documents the letter that was addressed to the Pope in 1320 by the Scotch Barons, declaring PARLIAMENT HOUSE. that so long as there were one hundred Scots left alive their country would never submit to the English yoke. The Bank of Scotland is an edifice as remarkable for its architecture as for its position. It is situated in the old town near the Mound, ou the brink of the valley which"], [37, "EDINBURGH AND ITS ENVIRONS. 25 divides the two towns. The northern facade, which rises above the gardens in Prince's Street, shows us a central building dominated by a vast dome, and two wings furnished with cupolas. The Bank of Scotland, the capital of which is nearly £2,000,000 sterling, of which £1,240,000 is paid up, is directed by a governor, a deputy -governor, and twenty-four directors. Founded in 1695 by a Scotch Act of Parliament, it aimed at the development of Scottish commerce and industry. It issues notes which are current in the country, and has seventy branch establishments in Scotland, besides those it maintains in England, abroad, and in the Colonies. To this institution is due the system of credit, the most perfect in existence, which has done so much for agriculture and national commerce. Edinburgh, which is not a commercial city, is the centre of the most important financial operations. Living in a poor country, having to contend against the difficulties presented by a barren soil and a severe climate, the Scot has felt the necessity for thrift, orderliness, and economy. English capital managed by them has fructified in developing the natural resources of the country beyond what one would have fancied possible. The English, notwith standing all their commercial acumen, would never have done so much for Scotland. They want the Scotch tenacity, economy, and foresight that are all so highly developed in their neighbours, and which they ridicule so pleasantly. What an inexhaustible mine of jokelets for the English comic papers is this Scottish economy. \" I had only been in London twa hours,\" exclaimed a Scot in the pages of Punch, \"when bang gaed saxpence ! \" And that is considered very amusing — south of the Tweed. Nevertheless, there is a great deal of poverty in Scotland. In May, 1883, there were in the country 92,600 paupers— people assisted by the poor rates— and for whom was spent rather more than £834,000 sterling. This is a great deal too many in a total population of 3,735,000 inhabitants. We must in fairness add that of these 92,600 paupers, 28,000 were Irish, which reduces the number of actual Scotch paupers to about 64,000."], [38, "SCOTLAND. 26 IV. THE MODERN TOWN. — THE STREETS. THE SQUARES. THE GARDENS. — THE CALTON HILL AND ITS MONUMENTS. THE THEATRES THE MUSEUMS. THE LEARNED SOCIETIES. SCOTCH EDUCATION. THE NEWSPAPERS. THE HOSPITALS. A walk in the modern town, including the perambulation of the districts situated between Prince's Street and Queen Street, from Charlotte Square to Calton Hill, can not fail to interest the tourist greatly. Within these limits Edinburgh displays all its luxury, all its attractions; there are the most beautiful statues, the pleasantest gardens, the finest squares, the widest and the most fashionable streets, the best hotels, the clubs, and the theatres. The most beautiful street in the Scottish capital is indubitably Prince's Street This superb thoroughfare, 87 feet wide and about a mile long, bordered on one side by fine houses, on the other by well-planted gardens full of statues and monuments, behind which rise the houses of the old town, overlooked by the castle terrace, the church spires and the elegant clock tower of St. Giles, at the end of which is the Calton Hill, crowned by the National Monument, the Observatory, and the Nelson Column — is certainly the most picturesque street it is possible to imagine. Starting from the fountain at the end of the Lothian Road, we have on our right the West Prince's Street Gardens, which slope down towards the railroad. We pass the bronze or stone statues of a number of illustrious Scotchmen, whose memory is cherished by their countrymen. Amongst others we may mention that of the poet, Allan Ramsay, executed by Steell. But our attention is chiefly attracted by the Scott memorial. This elegant monument is composed of a Gothic spire, 162 feet high, supported by four arches of the same style shading a statue of the immortal author of Waverley. Four light arches, placed diagonally, serve as supports from which extend graceful flying-buttresses which sustain the spire. The latter, divided into many storeys marked by galleries, is composed of a series of arches superposed in diminishing proportions, and is ornamented with pinnacles, small spires, and niches sheltering statues which represent the principal characters in the novels of the owner of Abbotsford. The statue of Sir Walter Scott in white marble is the work of Sir John Steell. The poet is represented, seated, holding a book ; at his feet sits Maida, his favourite dog, which is looking up at his master. A staircase, constructed in the pillars, leads us to the various galleries. On the first floor is the museum, which contains some articles which formerly belonged to Sir Walter Scott. At the angle of Waverley Bridge rises the unpretending statue of the celebrated African explorer, Livingstone, who was one of Scotland's most illustrious sons ; he was born at Blantyre, a \".mall village in the neighbourhood of Glasgow."], [39, "EDINBURGH AND ITS ENVIRONS. 27 Prince's Street continues in the direction of Calton Hill, by Waterloo Place, which crosses Low Calton by a viaduct. The great sombre building with embattled towers at the end, is the prison ; it is close to the Calton Cemetery, where are the tombs of many illustrious Scotchmen. There reposes David Hume, whose tomb is covered with a circular monument in the shape of a tower. Above the door a simple inscription tells us the date of his birth and of his death. Higher up, in a niche, we perceive a funeral urn, surmounted by a cross. Opposite, an obelisk, which is visible from nearly aU parts of the city, is raised to the memory of the patriots who, in 1793, were exiled for having demanded Parliamen tary reform. It is called the \"Martyrs' Monument.\" A flight of steps leads to the Calton Hill, a steep ascent, 355 feet above the level of the sea, which forms the extreme eastern boundary of the city. The Calton Hill is crowned with commemorative monuments. The first we meet with is that of the illustrious philosopher, Dugald Stewart, an imitation, or rather an adaptation, of the choragic monument of Lysicrates at Athens. On the top of the hill, a lofty column has been raised to the memory of Nelson. At a little distance is the National Monument, which is composed of twelve columns of the Doric order, resting upon an unfinished base. In 1816, after the war, the Scotch determined to raise to the memory of their comrades who had fallen on the battle-fields a monument, which would be an exact copy of the Parthenon at Athens. The work was commenced enthusiastically, and on the 27th of August, 1822, the first stone of the memorial was laid with great pomp and ceremonial ; but in a short time the ardour of"], [40, "SCOTLAND. 28 the people cooled. Funds were wanting, and a dozen columns only were raised to bear witness, as the English said, \" to the pride and poverty of the Scotch.\" It is, never theless, true that the incompleted Parthenon, thanks to its admirable situation, is probably more picturesque than if it had been completed. But the most remarkable attribute of Calton Hill is the superb view that is obtainable from the summit. To whichever side we turn a magnificent panorama is disclosed in all directions, as far as the eye can reach. On the west lies the new town, with its splendid Prince's Street, its squares, its gardens, and its monuments : on the left the old town, with its high-storeyed houses, mounting, in series, on the height which extends from Holyrood to the castle. On the right we perceive Leith and the Firth of Forth glinting in the sun's rays. Lastly, behind Holyrood, is \" Arthur's Seat,\" guarding the town like a crouching lion. Truly, there is no city in Europe which can offer such a picturesque view as Edinburgh — the \" Auld Reekie,\" the smoky town — seen from the summit of the Calton Hill. Another monument at the foot of thc hill is to Burns, a kind of circular temple, containing a statue of the poet, by William Brodie. Retracing his steps, the tourist, who wishes to see the new quarters, must ascend St. Andrew's Street and reach George Street, which is the centre of the modern town. This beautiful street, ornamented with statues of George IV. and of Pitt, owes to its position, between two squares, one at each end, its imposing aspect, but it is rather gloomy. Close by — in Charlotte Square — is the Albert Memorial. This monument, inaugurated by the"], [41, "EDINBURGH AND ITS ENVIRONS. 29 Queen, in 1875, consists of an equestrian statue in bronze, representing Prince Albert, in the uniform of a Field Marshal, resting upon a pedestal, decorated with bas-reliefs. Walter Scott lived for a long while in Castle Street. The house was No. 39. This part of the town is full of interesting memories. Hume lived in St. David's Street, at the corner of St. Andrew's Square. Byron, when a child, lived with his mother in a house in St. Andrew's Square, which no longer exists. One thinks very little about amusements in Edinburgh. The Scotch are too pro foundly religious to have much taste for worldly spectacles, and it was not until the ROYAL INSTITUTION. time of George III. that the law permitted theatrical entertainments in Scotland. This innovation was badly received, for in 1834 the crowd, excited by a fanatical preacher, attacked and burned the Glasgow theatre, chanting psalms the while. Tolerance has since made progress, and even in a city like Edinburgh, where it is considered a sin to whistle on the \" Sawbath,\" there are now five theatres, of which the principal, and only really good one, is the Theatre Royal. But the theatre has never taken deep root in the country, and the local stage does not pay, except when a London Company, on tour, plays there. On these occasions the Scotch develop an enthusiasm as extraordinary as it is unexpected — witness the reception given in 1883 to the celebrated English tragedian, Henry Irving, before his departure for America. Edinburgh would not be a British town if it did not possess one of those halls in which banquets, conferences, concerts, and balls can be held and given ; and there are 67"], [42, "30 SCOTLAND. many of them too. The most fashionable is that known as the Assembly Rooms in George Street. The Mound is occupied by two immense buildings, in the style of Grecian Temples, which are respectively the National Gallery and the Royal Institution. Tbe Royal Institution, a building in the Grecian style, the pediment of which is crowned by a colossal statue of the Queen, by Steell, contains the Museum of the Society of Antiquaries of Scotland, a Gallery of Sculpture, a School of Design, the Royal Society of Scotland, and the Council of Scotch Manufacturers. The Society of Antiquarians was founded in 1780 by a number of noble and scientific men, desirous to encourage tbe study and to extend the knowledge of national antiquities. The museum of the society is very rich in Scotch antiquities, and contains a great number of objects in stone, bronze, and iron. To a more recent period belong the very ingenious instruments of torture, amongst others the maiden, a kind of guillotine invented long ere the philanthropic French physician thought of the machine which has been called by his name. The maiden was used for the first time in Edinburgh on the 3rd April, 1366 : it is therefore to the Scotch that is due the merit of inventing the instrument, which Guillotin merely imitated and improved. The National Gallery, close beside the Royal Institution is, like the latter, the work of the architect Playfair, and also like it in the form of a Grecian temple, but of the Ionic order. It contains about 550 paintings and 26 statues, arranged in twelve rooms. The collection of pictures is composed of the works of old masters, English and foreign, and particularly of the works of ancient and modern Scotch artists. The sculpture is of a very ordinary kind. A portion of the National Gallery is devoted to the Royal Academy of Scotland, which holds an exhibition there every year, from February till May. This societv was founded in 1826. It consists of thirty academicians and twenty associates. Its organization is similar to that of tbe Royal Academy in London. Since 1827 the annual exhibitions have succeeded each other without interruption, and with increasing success. That in 1882 included more than a thousand exhibits, of which only 28 were sculptures. Edinburgh contains many other societies of artists, without reckoning the two Government Schools of Art, which are attended by about 800 students of both sexes. Industrial arts are not neglected either ; since 1870 a special museum has been devoted to them. The scientific societies are equally numerous, and very flourishing. The principal are the Royal College of Surgeons, the Royal College of Physicians in Queen Street, and the Philosophical Institution, its neighbour, founded in 1848, with a view to the development of the education of the people, and to arrange literary and scientific courses of lectures. We may also mention the Literary Institution, whose title sufficiently explains its object; the Mechanics' Library, and a number of establishments ofthe same kind, kept up for the most part by the various religious sects. The Royal Observatory consists of two distinct buildings — the old and the new — situated on Calton Hill. The new Observatory, built in 1818, is in the form of a Maltese cross, its equal"], [43, "EDINBURGH AND ITS ENVIRONS. 31 limbs indicating the four cardinal points of the compass. At their point of intersection rises a dome, in which the observatory instruments are placed. The old building serves as an annexe to the modern one. The institution of this useful building is due to the initiative of a few private individuals, who were assembled in the year 1817 under the presidency of Professor Playfair. The idea was promulgated and made its way, and now the observatory of Edinburgh is subsidized by the State, and placed under the direction of the Astronomer Royal for Scotland. Edinburgh doubly justifies the surname of \" the Modern Athens\" which has been NATIONAL GALLERY. bestowed upon it. Firstly, its situation and aspect, from certain points of view, give it a vague resemblance to the Grecian capital. Secondly, the Scotch city is, like the Greek, a centre, an intellectual focus of considerable power. Its schools, its colleges, and its University are all justly celebrated, and the middle-class of Scotland is better educated than its prototype in England. In offices and in business houses they value highly a clerk who has received what is called a good Scotch education. In the 15th century Old Caledonia boasted three Universities, those of St. Andrew's, Glasgow, and Aberdeen: and four in 1558; while until the commencement of the 19th century England possessed only two — Oxford and Cambridge. Then the Scotch Universities, organized in a more democratic manner — more German in tone — were, and are still, more accessible to all classes, while rich English people only can send their sons to the Universities, where residence is very expensive."], [44, "SCOTLAND. 32 The University of Edinburgh owes its foundation to Robert Reid, Bishop of Orkney, who in 1558 left a sum of 8,000 marks for that purpose. Mary Stuart some years afterwards drew up a charter, with the intention to bestow it upon the University, but the troubles of her reign prevented her from carrying out her project, which was not realized until the reign of her son, James VI., in 1582. Although the youngest of the Scotch Universities, it is perhaps the most important. Its original constitution remained unchanged until 1858, when it was modified, as those of its older brethren, by an Act of Parliament, which bestowed a similar constitution upon the four Scotch Universities. Each of them is now governed by a General Council, a University Court, and a Senate — Senates Academicus. The Senate, consisting of the Principal and the various professors, is charged with the administration of the University. The head of this body HERIOT'S HOSPITAL. is the \"Court,\" which controls it; its members are the Rector, elected for three years by the students, the Principal and the Assessors nominated bv the Chancellor the Rector, the Senate, and the General Council. ' The Chancellor u invariably a nobleman or prominent statesman; he presides with deliberative and preponderating voice over the Council, which is composed of the Court the Professors, and all the Graduates who are entered in the books. The members of the General Council nominate the Chancellor and their representative in Parliament. The four Scotch Universities are represented in the House of Commons by two members There is one for Edinburgh and St. Andrew's, and one for Glasgow and Aberdeen As at Oxford and Cambridge, the Chancellor's duties are purely honorarv ; the first to occupy the position was Lord Brougham; the present holder is the Hon. J. Inglis The Rector is also selected from the number of illustrious men of letters, sctentists or"], [45, "EDINBURGH AND ITS ENVIRONS. 33 politicians ; Lord Iddesleigh, late Sir Stafford Northcote, the Conservative Leader, is at present Rector. In fact, the true chief of the University is the Vice-Chancellor, who is at the same time the Principal. The first Vice-Chancellor of the University of Edinburgh was Sir David Brewster. The Edinburgh University is a large building in Chambers Street, beside the Industrial Arts Museum, its principal front EDINBURGH UNIVERSITY. looking into South Bridge Street. Amongst the houses which it was found necessary to pull down to make room for it was that in which Sir Walter Scott was born on the 5th August, 1771. The University Library is celebrated, and includes more than 160,000 volumes and 2,000 MSS. The Universities include the four faculties of Law, Theology, Letters and Medicine. The last-named faculty is justly celebrated, and the medical course of lectures is attended by one-half of the total number of students in the University, who may be reckoned at 3,000. So a new school of medicine is being established at Lauriston, which, when completed, will be reckoned as one of the most remarkable buildings in the city. After the University, the educational establishment most important not only in Edinburgh, but throughout Scotland, is the High School (Calton Hill), founded in the"], [46, "SCOTLAND. 34 16th century. The present building was commenced in 1825, and opened ml 8 9 The arrangements are excellent. Young people are prepared for the liberal professions as well as for all branches of trade and business. Established upon liberal oases, and very different from English schools in this respect, like the French lycees, it is attended by all sorts and conditions of lads. The future peer and the presumptive peasant are associated on the same \" Form,\" and are absolutely equal. At a banquet given to one of the most illustrious students of this school (Lord Brougham), he stated that he had amongst his school companions at the same time the heir to a great name, and to a THE \"EDINBURGH COURANT \" (PART OF FIRST PAGE) seat in the House of Lords, as well as sons of small shopkeepers and even of domestic servants. \"It is for this reason,\" he added, \"that I prefer the High School of Edinburgh to any other.\" The Edinburgh Academy is an institution of the same class, but more modern, for it was not founded until 1823. But, besides these and other establishments at which lads are received on payment, there exist many at which poor children receive a good education gratuitously. These places are called \"hospitals.\" The principal is Heriot's Hospital, so called after its founder, George Heriot, the celebrated goldsmith of James VI. 's time. It is situated in Lauriston Place. It is supposed that Inigo Jones furnished the plans for its construction. Heriot, dying without direct heirs, left his fortune, estimated at £20,000, to the Municipality of Edinburgh, on the condition of its building and maintaining a hospital to bring up, care for, aud educate the orphans of poor lower middle-class people and"], [47, "EDINBURGH AND ITS ENVIRONS 35 citizens. The numbers of children educated at Heriot's Hospital are 180 boarders and sixty day scholars. The age of admission for the former is ten years, and from seven to twelve for the latter. The value of the investments belonging to the hospital is such as to secure an income of £24,000 a year ; and the committee has been enabled to create sixteen Heriot schools, in which more than 5,000 day scholars of both sexes receive an absolutely gratuitous education. Heriot has had his imitators in the 19th century. First, there was a printer, Mr. Donaldson, who, in 1830, left a sum of more than €200,000 for the establish ment of a hospital, which bears his name, and which is one of the most beautiful \" THE SCOTSMAN \" (PART OF FIRST PAGE). buildings in Edinburgh. Donaldson's Hospital accommodates and instructs about 300 children of both sexes, between the ages of seven and fourteen, to whom they teach a trade or business. The hospital was opened in 1851, and its construction alone cost £100,000. Then, iu 1836, Sir William Fettes, a former Lord Provost of Edinburgh, bequeathed for the same purpose the sum of £166,000, the interest upon which was permitted to accumulate for thirty years. At the close of that period the construction of the elegant building designed by Mr. Bryce was commenced. It resembles a French chateau of the time of Francis I. Fettes' Hospital can only receive fifty boarders according to the will of the testator, but the number of day scholars is unlimited. Such an enlightened city should contain a large number of readers and, conse quently, of newspapers. Edinburgh, as a matter of fact, supports thirteen newspapers, without reckoning the Gazette or official journal which appears twice a-week. Five of these newspapers are \"dailies,\" and the others \"weeklies.\" The oldest (The Gazette,"], [48, "SCOTLAND. 36 which dates from 1690, excepted) is The Edinburgh Courant* founded in 1705, and the newest is The Evening Express, which is only in the third year of its existence. The most celebrated daily paper is The Scotsman, the Times of Edinburgh. Originally, in 1817, a weekly paper, and a bi-weekly journal from 1823 to 1855, it is only from the last mentioned date that The Scotsman has been issued daily. Admirably edited and well informed by its numerous correspondents in England and abroad, this journal has a considerable influence not only in Scotland, but throughout the United Kingdom. It possesses a London office directed by a sub-editor, and a number of reporters. A special wire connects the London and Edinburgh offices, which receive news continually. The daily circulation is 55,000, the weekly editions 60,000. The expense of editing and composition reaches £36,000 a-year, and are, as need not be said, covered by the advertisements, of which The Scotsman contains on an average 2,000 a-day. To ensure the early delivery of the papers in Glasgow and in West Scotland, the manage ment have arranged for a special train, which leaves Edinburgh every morning laden with the sheets still wet from the press. The price of The Scotsman is the same as all the daily papers in Edinburgh — one penny. The Scotsman is the organ of the Scottish Liberal party, which is very numerous and power ful in that country. Conservative opinions are entertained by The Edinburgh Courant, which is edited with undoubted talent, but does not possess the influence nor the authority of The Scotsman. The Courant has also a special office in London. Two halfpenny journals appear in the evening. These are Tlie Edinburgh Evening News and The Edinburgh Evening Express. The former, an independent paper, issues about 30,000 copies ; the latter, a Conservative journal, is more restricted in its circulation. We may close this subject with a few statistics. There are in Scotland 176 news papers, of which 22 are daily papers, and 141 weekly ; the others appear twice a- week. There is one remark to be made which will illustrate the bent of the Scottish mind. Amongst all these journals there is not a single comic paper ! The charitable institutions are numerous and well managed. The hospitals, the alms-houses for the poor and aged, bring all the resources of science to the unfortunate ones whom illness and length of years have brought low. Of all these establishments, * This Conservative paper, once edited by De Foe, has lately come to an end, after 180 years' existence."], [49, "EDINBURGH AND ITS ENVIRONS 37 the most important is the Royal Infirmary, capitally situated to the south of the city, in a place called the Meadows, a vast open space, in pure air, a powerful agent in the recovery of invalids. Like St. Thomas' Hospital, in London, the Royal Infirmary, built between 1870 and 1879, consists of a triple range of separate buildings, a system which permits of the free circulation aud entry of air and light between the different wards, and prevents contagion. The Edinburgh Hospital, which is said to be the largest in the kingdom, contains nearly 600 beds, and encloses an extent of 12 acres, one third of which space is covered with buildings. It is a series of eight wards connected by galleries, the architecture of which resembles that of Holyrood, the four blocks facing Lauriston Square, more particularly, for these are flanked by two towers with pointed pinnacles. From an administrative point of view — as far as interior arrangements and ROYAL INFIRMARY. o-eneral organization is concerned — the Infirmary may be considered a model. Each separate building has, besides the basement and the attic, three storeys, communicating with each other by means of a wide staircase, but which may be isolated in case of necessity. Besides the staircase, each building possesses two hydraulic lifts, one for the attendants and the other for the patients, for the lift is sufficiently large to contain a bed. The accident wards contain 16 beds, and the medical wards 23 ; the space is so arranged that each invalid has 2,350 cubic feet of air. This beautiful hospital cost £340,000, and reflects great credit upon Mr. Bryce, the architect, who prepared the plans. Near the Infirmary is the Royal Maternity Hospital, built in 1878, the Hospital for Sick Children, and Chalmer's Hospital, founded in 1861, by George Chalmers, a rich merchant of Edinburgh. This hospital contains 180 beds, and each year succours nearly 3,000 invalids. Edinburgh also contains a Royal Lunatic Asylum, as well as asylums for the blind, the deaf and dumb, and the incurable ; there are, besides, special hospitals richly endowed for the most part, and all supported by voluntary contributions. 68"], [50, "SCOTLAND. 38 V. LEITH AND THE ENVIRONS OF EDINBURGH. THE PORT OF LEITH. THE FIRTH OF FORTH. ROSL1N CHAPEL. THE FORTH BRIDGE. DUNFERMLINE. LOCH LEVEN. ST. ANDREW'S. The aristocratic modern Athens disdains business, and with the exception of book sellers and printing offices, possesses no commercial establishments of importance save an indiarubber manufactory, wherein are made the thousand articles of gutta-percha material now so greatly in demand, and the waterproof coats, formerly known as Mackintoshes, whose name betrays their Scotch origin. Leith has from time immemorial served as the port of Edinburgh, and at the same time as its \" city \" — the business quarter. Although Leith possesses a distinct municipal and political organisa tion, and its 60,000 inhabitants return a member of their own choosing to Parliament, the two towns are virtually one, for the long streets join each other, and the open spaces are rapidly being occupied with houses. Not interesting in itself, this busy town — the most important port in East Scotland — is in direct communication with the ports of northern Europe, France and Spain. From the first-named it imports timber; from the others wines and fruits. The exports of Leith are chiefly iron, coal, and linen-yarn (the celebrated Scotch thread), linen and cotton stuffs, and herrings — this fishery employing 400 boats manned by 2,000 sailors. As in most British ports, the imports are greater in value than the exports. Here the proportion is as three to one — that is, £9,300,000 for the former, against £3,100,000 for the latter. The business of the port is considerable, the total number of vessels entered and cleared outwards being about 7,000 annually. Leith is also a business centre of importance. The local manufactories comprise steam mills, celebrated glass works, ship-yards, rope works, sail-making, and soap boiling, and are generally prosperous. Some historical reminiscences are attached to this port. Here Mary Stuart dis embarked in 1561 ; and her mother, Marie de Lorraine, at the head of her French knights sustained a siege of three months against the Protestants. But the event upon which Leith at present prides itself is that it is the cradle of the Gladstone family, the most illustrious member of which is the eminent politician. Close to Leith is the picturesque village of Newhaven, peopled exclusively by fisher-folk. These brave people, whose appearance indicates a foreign origin, are the descendants of a colony of Jutlanders, who have preserved their old customs, manners, and superstitions. They intermarry, and are renowned for their uprightness of conduct. The men are all excellent sailors. The women, clothed in a singular dress, sell fish in Edinburgh, where they may be met with in the crowded streets, carrying on their backs"], [51, "EDINBURGH AND ITS ENVIRONS. 39 heavy baskets kept in their places by leathern bands which pass over the foreheads of the bearers. A little distance from Newhaven is the port of Granton, constructed by the Duke of Buccleuch some 20 years ago, and which threatens to be a formidable rival to Leith. The banks of the Firth of Forth are very interesting, both from the historical and picturesque points of view. On the southern bank, besides the village of Portobello, a place frequented by the citizens of \"Modern Athens\" in the bathing season, we come upon the watering places of Musselburgh and North Berwick. The castle of Tantallon, the old fortress of the Douglas, is a little distance from North Berwick, on a granite headland which projects into the sea. The ruins give us an impression that it must have been a very strong fortress which Monk destroyed, and of which Walter Scott has given us a poetic description in \" Marmion.\" Tantallon now belongs to Sir H. Dalrymple. PORT OF LEITH. Before crossing to the left bank of the Forth, we must point out briefly the most interesting excursions which may be made in the neighbourhood of Edinburgh. These are, amongst others, Hawthornden, the former dwelling-place of the poet Drummond, and Roslin, where we see the celebrated chapel, which is one of the most splendid existing specimens of Gothic architecture of the 15th century. Hawthornden is a modern dwelling, built upon the site of a strong old fortress, and situated on the bank of a precipice surrounded by wooded heights. The rock is pierced with numerous caves, formerly inhabited by the primitive tribes of that region, and which, during the Civil Wars, served as hiding-places for the fugitives. Roslin Chapel is in reality the only finished portion of an abbey-church, founded in 1446 by Guillaume Saint-Clair, Earl of Roslin. The interior, most richly ornamented,"], [52, "40 SCOTLAND. displays a series of vaulted arches, which are supported by elegant pillars, profusely and delicately carved. One of these pillars, situated in the south aisle, is decorated with garlands of flowers and foliage, in spiral twining from base to capital, and sculptured with wondrous art and infinite patience. According to tradition, this chapel was erected by foreign workmen, probably Spaniards. This hypothesis meets with some confirmation; for the motives, details, and style of ornamentation of Roslin Chapel recall to some extent the decoration of Burgos Cathedral. Between Roslin and Hawthornden, for two miles, extends one of the loveliest glens which we meet with even in Scotland, that wonderful and romantic country. One cannot imagine a more delightful walk than this valley affords, shut in as it is between two high ROSLIN CHAPEL. and wooded hills, reflected in the murmuring waters of the Esk, and with the prospect at one end of the Castle of the Drummonds, and at the other a hill, on which stand clearly forth the graceful contours of Roslin Chapel. But how are we to make a selection between all these charming places, in some respects classic sites, which recommend themselves, either by their historic memories, as does Craigmillar Castle, now in ruins, once inhabited by Mary Stuart ; and Linlithgow, where are the remains of tlie palace in which she was born ; or by their picturesque aspect— as are Blackford Hill, or Braid Hill, Pennicuick, or Habbie's Howe; or because they are the domains of some great Scotch landed proprietor— as Dalkeith House, which belongs to the Duke of Buccleuch, one ofthe richest men iu the kingdom, who owns 460,000 acres of land, in fourteen several counties; Newbattle Abbey, the residence of the Marquis of Lothian ; Dalmeny Park, belonging to the Earl of Rosebery, or Dalhousie Castle, the lordly dwelling of the Earl of Dalhousie ? Nothing is more difficult than to make a selection, and whatever side of Edinburgh we explore, we find the neighbourhood offering a variety of interesting and picturesque places, such as few districts can boast of possessing."], [53, "EDINBURGH AND ITS ENVIRONS. 41 The Firth of Forth, which adds so greatly to the beauty of Edinburgh, is none the less a formidable barrier to those counties which it separates. It is necessary, if we would proceed from Edinburgh to the north of Scotland, to circumvent the estuary and make a long detour as far as Stirling. Steam ferry-boats ply regularly between Granton and Burntisland, aud between South Queensferry and North Queensferry, situated respectively in Linlithgow and Fifeshire, but even under the most favourable conditions the passage of the Forth always carries with it many delays and inconveniencies. Many times has the idea of a viaduct been mooted, but the would-be promoters have always recoiled before the magnitude of the expense of the enterprise. But at length the building of the viaduct has now been decided on— it is even in course of construction, and the works are not one of the least interesting of the sights of Edinburgh. At Queensferry the viaduct will be made, aud when it is finished it will be one of the HAWTHORNDEN HOUSE. most astonishing and boldest enterprises ever accomplished by engineers of the 19th century, who have already accustomed us to marvellous works. It is not intended to construct a suspension bridge for the use of pedestrians and vehicles, but a good, solid, elegant railway viaduct, sufficiently strong to sustain express and goods trains, and high enough to permit the vessels which navigate the Forth to pass underneath. The width of the strait is here about 2,500 yards. Fortunately, there is a small island, called Inchgarvie, in the centre of the estuary, which will admit of the erection of a supporting column for the viaduct, which, begun in 1883, will be finished about 1890. In any other country except Great Britain, such an extraordinary undertaking would have been encouraged and subsidised by Government; here it is quite enough for four railways to unite their efforts and their money, and address themselves to two civil engineers. To Sir John Fowler and Mr. Benjamin Baker this vast project is due. And do you know what the Forth Bridge will cost ? Two millions sterling ! Meanwhile, as the bridge is being built, there is no other way to reach Fifeshire than by crossing the Forth in a steam ferry-boat. The first town we reach after quitting"], [54, "SCOTLAND. 42 North Queensferry is Dunfermliue, which is not very attractive. We can scarcely believe that Dunfermliue was at one time the residence of the Scottish sovereigns ; nevertheless the castle, now in rums, was inhabited by a long line of kings. Mary Stuart lived there in 1561 ; the children of James VI., Charles I. and the Princess Elizabeth were born there; later on, Charles II. signed there the famous declaration of Dunfermline. The great church, which is called the \"Westminster of Scotland,\" because it was used as the place of sepulture of the kings of the country, was in a great measure restored about sixty years ago. The transepts, the central tower— which is crowned by a gallery of open iron work, forming the letters which compose the words, King Robert the Bruce— and the choir are modern. The nave has escaped destruction; it was part of the ancient church, built in the 12th cen- tury, on the site of that which Malcolm and Margaret had built. It reminds us, by its Roman pillars, embellished with zig-zag mouldings, of Durham Cathedral, but it does uot possess the amplitude nor the imposing aspect of the latter building. The roof is more modern, and little in keeping with the rest of the nave, whose exterior walls have been spoiled by the addition of buttresses very ungraceful and heavy in appearance. When, after surrendering at Carberry Hill, Mary Stuart fell into the hands of her enemies, she was incarcerated in the castle of Loch Leven, DALMENY PARK. and by a refinement of cruelty, confided to the custody of Lady Douglas who — mistress of James ~V., whose legitimate wife she pretended to be, and mother of the Earl of Murray, who, in that case would have been King of Scotland — was, by the force of circumstances, the personal enemy of Mary. The visit to Loch Leven will recommend itself to all who proceed to St. Andrew's from Dunfermline. The lake is at a little distance from Kinross station. It measures nearly nine miles in circumference, and is dotted with islands, on one of which is situated the castle which served as the prison of Mary Stuart. This castle, which is extremely picturesque, consists of a massive square tower, three storeys high, surrounded by strong ramparts. The Royal prisoner was lodged in a turret overlooking the walls; her room, or rather cell, was only fifteen feet in diameter, and looked out upon the lake, whose waters bathed the stones. Mary, by the never-failing power of her beauty, having captivated the heart of the son of Lady Douglas, succeeded in making her escape on the 2nd of May, 1568. Fifteen days after, defeated at Langside, she passed, a fugitive, into England."], [55, "EDINBURGH AND ITS ENVIRONS. 43 From Kinross the railroad proceeds towards St. Andrew's, a town of 6,000 inhabi tants, celebrated for its old University, the most ancient in Scotland, founded in 1411 by Bishop Henry Wardlaw, and recognised by Benedict XIII. St. Andrew's is built upon a promontory, which juts out into the North Sea; and its situation has caused it to become a very favourite watering-place. The town consists of three streets, radiating fan-fashion, and converging near the ruins of the cathedral, which was destroyed in 1559 by the irritated populace after a violent sermon preached by John Knox, the gloomy re former. The work of des truction was accomplished in a day, and the beautiful church, which had been two centuries in building, was in a few hours reduced to a heap of ruins. As the seat of an university, St. Andrew's cannot compare with either Edinburgh or Glasgow, for it only contains 200 students. Four degrees are con ferred by it — in Divinity, Law, Medicine, and Letters. St. Andrew's is, par excellence, the rendez-vous CRAIGMILLAR CASTLE. of golf- players, of which interminable matches are played upon the Links, as they call the vast sandy plains which extend up to the very gates of the town. The game of golf consists in hitting a ball from one position to another, following an itinerary traced beforehand, and divided into stations at distances of 200 to 500 yards from each other. Each of these stations is indicated by a hole. To impel the ball, certain crooked sticks or clubs of various forms are used, which are carried by a \" caddy \" attached to the party, and who hands the required club according to circumstances to the player. The golfer who arrives at the end having struck the least number of times wins the game. This has not the appearance of being very difficult nor a very exciting"], [56, "SCOTLAND. 44 game ; nevertheless the Scotch are fanatics in the practice of golf, which they say demands strength, skill, and quickness of eye. St. Andrew's is situated by the North Sea, on a point which separates the estuary of the Tay from that of the Forth. To regain the Forth, we must proceed along the coast as far as Fife Ness, passing a curious group of rocks called the Spindle and the Wheel, because of their peculiar forms. After passing Fife Ness, the left bank of the estuary will be found fertile and wrell cultivated. A line of railway unites the small places which border it, and ends at Burntisland, which is connected by ferry with Granton — that is to say, with Edinburgh, which is only three miles distant. ROSLIN CASTLE."], [57, "THF, TWO BRIDGES OF AYR. CHAPTER THE SECOND-SOUTHERN SCOTLAND. II. THE LAND OF BURNS AND THE LAND OF SCOTT : AYR. THE BURNS MONUMENT. MELROSE ABBEY. — ABBOTSFORD. THE ABBEYS OF DRYBURGH, KELSO, AND JEDBURGH. The Southern portion of Scotland, included between the English frontier and the Solway Firth, and the Clyde and the Firth of Forth— that is to say, to the South of an imaginary line drawn between Glasgow and Edinburgh — affords relatively little interest, particularly as regards natural beauty ; we see fewer mountains, lakes, precipices, or pictu resque gorges ; but on the other hand the historical associations are numerous. The old castles and the ruined abbeys remind us of a glorious past of Homeric and sanguinary struggles ; and, lastly, this region is full of reminiscences of two great poets, Burns and Walter Scott. Now-a-days the district of Ayr and its environs is called the Land of Burns, just as the banks of the Tweed are known as the Land of Scott. Ayr, situated on the west coast at the mouth of the river of that name, is a small port of 17,000 inhabitants intersected by the Ayr, which is spanned by two bridges celebrated for all time by Burns. The old bridge was built in the 13th century in the reign of Alexander III., and for five hundred years sufficed for the wants of the population, but in 1788 a new bridge adorned with allegorical figures was built, and its 69"], [58, "SCOTLAND. 46 appearance inspired Burns to write the satirical poem of the \"Twa Brigs.\" In this amusing skit the old bridge says to its neighbour : \" Conceited gowk ! puffed up wi' windy pride ; This monie a year I've stood the flood an' tide And tho wi' crazy eild I'm sair forfairn 111 be a Brig when ye're a shapeless cairn ! \" The other monuments of Ayr are Wallace's Tower, built in 1832, on the site of that which had served as Wallace's prison, and an old church built in 1652 by Cromwell. The coast in the neighbour hood of Ayr is flat and sandy, but soon it rises abruptly, and to the sands succeed the enor mous rocks called the Heads of Ayr. As soon as we have S0* out of the town up stream, we are in a district redolent of Burns. About two miles from Ayr we find the cottage in which the poet was born, and which his father built. It is related that on the very day of his birth the roof fell in, and his parents had to take refuge with a neighbour while their house was repaired. The cottage is now a museum of various objects which formerly belonged to Burns, and is open to the public on payment of a shilling. At a little distance from the cottage, in a garden situated on the banks of the river Doon, is Burns' Monument. Erected in 1820, this monument is in the shape of a circular temple supported by nine Corinthian columns in allusion to the nine Muses. We enter into a circular chamber in which are placed many editions of the poet's works, some portraits of Burns, a bust, and the Bible he gave to Highland Mary at their last interview. A staircase leads to the upper part of the temple, from which a beautiful panoramic view may be enjoyed. BURNS' COTTAGE AND MONUMENT. The Land of Scott includes the environs of Melrose, on the banks of the Tweed, which rises in Peebles-shire, and falls into the North Sea at Berwick where it separates England from Scotland. Melrose, which is sixty miles from Edinburgh, is a small town of 1,200 inhabitants, situated on the right bank of the Tweed, at the foot of the Eildon Hills, in a very picturesque situation. The town itself is neither remarkable for its monuments nor for its streets. Melrose chiefly owes its celebrity to its ancient abbey, which is the most beautiful specimen of the florid Gothic in Scotland, and, according to some authorities, in Great Britain. However, it is chiefly by the writings of Walter Scott that Melrose and"], [59, "SOUTHERN SCOTLAND. 47 its surroundings are now known, and to him is due their rescue from oblivion, for the book is more durable than the stone. The abbey, whose ruins are a few paces distant from the town, was built on the site of a monastery, erected in 1136, by David I., destroyed by Edward II.'s soldiers in MELROSE ABBEY. 1322, restored by Robert Bruce, and completely devastated in 1385, when Scotland was invaded by Richard II. The ruins of the abbey — or rather of the church and the cloisters, for all traces of the monastery have disappeared — are all that remains of this beautiful building, a master piece of the 14th century architecture. The western facade of the church has entirely disappeared, and the only portions still standing are the choir, some parts of the north and south aisles, of the tower, and of the nave."], [60, "48 SCOTLAND. Seen from outside, the church of Melrose strikes one particularly as regards the beauty of the details of its architecture, and the splendour of its ornamentation. The buttresses, the pinnacles, the windows, the gargoyles are sculptured with an ingenious fancy, and with an executive skill, which passes comprehension. Here are scrolls of foliage, of flowers, of plants, and of animals ; there grotesque figures and escutcheons ; farther off are statues of saints in richly ornamented, and, so to speak, chased niches. One of the gargoyles represents a sow playing on the bagpipes, the national musical instrument. Fancifulness, satire in stone, surprises us at every step around this remark able building. The now roofless nave is separated from the aisles by ogival arches, which are sup ported by clustered columns, the capitals of which are em bellished with grotesque carv ings. The south aisle contains eight chapels, lighted by ele gant windows, whose graceful mouldings are infinitely varied. The central tower, 84 feet high, is in ruins, only one side of it remaining. It rests upon ogival arches, springing from heavy pillars, which exhibit an exceeding richness of ornamentation. To right and left open the transepts ; the north transept is lighted by a curious circular window, the mouldings of which represent the Crown of Thorns; in the centre of the ABBOTSFORD transept is a pillar on which we admire a hand holding a bunch of flowers, a marvellously delicate piece of carving. The south transept is chiefly remarkableTor its beautiful window, 24 feet high and 15 wide, with elegant mullions, above which is a glorious rose window. The choir is the most interesting portion of the church; the east end is pierced with three windows, one large and two smaller ones. The central window is a wide ogival bay, 27 feet high by 15 wide, with delicately sculptured mullions, which are peculiar, inasmuch as they are perpendicular and uot curved. The high altar was immediately beneath this window, as was also the tomb of Alexander II who died in 1218. The heart of Eobert Bruce was entombed beneath the same altar"], [61, "SOUTHERN SCOTLAND. 49 An arched doorway leads from the nave to the cloisters, the walls of which are profusely ornamented with carvings in the florid style, flowers and leaves forming a fringe of unex ampled richness, and testify ing to the fertility of the imaginations of the execu tants. The church of Melrose is surrounded by a cemetery, in which we remark the tomb of Sir David Brewster, the cele brated Scotch scientist. An hour's walk from Melrose by the Tweed will bring us to Abbotsford, the mansion erected by Sir Walter Scott, wherein he died on the 21st Septem ber, 1832. DRYBURGH ABBEY."], [62, "SCOTLAND, 50 Abbotsford is pleasantly situated on the banks of the river in the midst of a beautiful domain, enclosed by charmingly wooded heights. The mansion, which is open to the public every day, Sundays and holy days excepted, stands parallel to the river to a length of 160 feet, and presents to us a frontage on which pointed pinnacles, turrets, spires, \"pepper-boxes,\" and projecting windows succeed each other without any arrangement, and in a confusion which has nothing picturesque about it. It is an omnium gatherum of all kinds of Scottish archi tecture, ancient and modern. The entrance gate is imitated from that of the palace at Linlithgow, and inside as well as outside we find fragments of stone or wood work, copied from various Scotch castles or mansions. The hall, for instance, is panelled with oak carvings taken from Dunfermline palace; one of the entrance gates is built with the stones preserved from the old Tolbooth of Edinburgh; and the fountain which stands in front of the western facade, formerly stood in one of the open spaces of that city. All this is curious, and gives to Abbotsford an historical and archæological interest ; but the example is not one to be followed. Visitors are shown the library, a beautiful room, 60 feet by 50, in which 20,000 volumes are collected, which would have been sold when the poet died had not a subscription been opened by his admirers, who bought the library en bloc, to prevent its THE TWEED AT KELSO. dispersion. The ceiling of carved oak is copied from models at Roslin and Melrose. In this room stands the bust of Walter Scott, by Chantrey, the best likeness of him extant ; a bust of Shakespeare ; and a portrait of Scott's son in the uniform of his regiment. A door communicates with the study, the aspect of which remains unchanged since the occupant wrote his famous novels there. It is a small room, simply furnished, in which are the writing-table and chair of Walter Scott. In a cabinet are preserved his body-clothes, his yeomanry uniform, and his Highland costume. The dining-room is furnished in the Gothic style. The ceiling is in carved black oak. The walls are hung with many remarkable pictures, amongst others one representing the head of Mary in a \" charger,\" painted the day after her execution ; and many full-length portraits of Cromwell, Charles IL, and other historical personages. We are also shown the drawing-room, the furniture in which was presented to Scott by George IV. In this beautiful room Scott breathed his last. Lastly, the armoury contains an interesting collection of Scottish weapons, instru ments of torture, and various curiosities. Walter Scott was buried at Dryburgh on the 26th September, 1832, and when we leave Abbotsford our steps will be naturally bent towards the poet's tomb. Dryburgh is only a few miles from Abbotsford and easy of access. There was, in former days, an abbey at Dryburgh, of which nothing now remains but picturesque ruins. There, in the aisle of the old church, sleeps the author of \" Waverley.\""], [63, "SOUTHERN SCOTLAND. 51 The abbey is in a beautiful situation, on a peninsula formed by the curve of the Tweed; it was founded in the 11th century by David I. Destroyed in 1322 it was rebuilt immediately afterwards; but in 1544 the English burned it and left only the ruins which we see now. Of the church but a portion of the exterior walls, the bases of the columns, a transept, and the western door remain. In one of the aisles of this transept is the tomb of Sir Walter Scott. Beside the ruins of the church are the ruins of the chapter house, which possess no interest, and some remains of the refectory and of the abbot's parlour. Within a radius of a few miles from Dryburgh stand the ruins of two celebrated monasteries— Kelso and Jedburgh. Like Dryburgh, Kelso was devastated in 1544 by RUINS OF NORHAM CASTLE. the English soldiery. It was a noble historical building, the ruins of which testify to its former magnificence. In the neighbourhood of Kelso stands, in the midst of a vast domain of some 5,000 acres, the beautiful castle of Floors, belonging to the Duke of Roxburgh, to which is attached an historical association — the death of James II. , who was killed by the bursting of a cannon. Floors Castle is now celebrated for its gardens and conservatories — the best kept-up places of their kind in Scotland. Another interesting ruin in the neighbourhood is the ancient stronghold of Norham which crowns a perpendicular height at the foot of which flows the Tweed. This old fortress, notwithstanding its ruinous condition, preserves a formidable appearance, and with the other fortresses, with which this district bristles, recalls the long struggle between England and Scotland."], [64, "SCOTLAND. 52 Some miles south of Kelso, in a pretty valley watered by the river Jed, stand the town and abbey of Jedburgh. Although the chief town of Roxburghshire, Jedburgh is a small place and unimpor tant, but which formerly, in its glorious days, served as a residence for the Scottish kings. There was a beauti ful castle, which has entirely disappeared, and a celebrated abbey, now in ruins. The monastery of Jedburgh, founded by David I., was burnt and pillaged many times ; it was very rich, and the monks enjoyed very great influence. At the time of the Reformation the abbey buildings were destroyed, and there now remain only the ruins of the church, a beautiful Gothic building of various „ X jr?---^^ ,:-— X^SSj styles, of which— to judge -T'\"^ - \", ' £ __:^y by what is left — the peculiar characteristics were elegance and lightness. Jedburgh prides itself on having given birth, in the Canongate, to the illustrious David Brewster, and of having served as a place of refuge for Mary Stuart and Prince Charles Edward. Tourists are shown the house in which the unfortunate young queen lived in Queen's Street ; it is still known as Queen Mary's House. II. GLASGOW'. ITS SITUATION. POPULATION AND GENERAL ASPECT. — THE MONUMENTS. THE UNIVERSITY. — THE SCHOOLS. THE PARKS. INDUSTRY. — THE PORT. STATISTICS. THE QUAYS. Or the three or four lines of railway which connect Edinburgh with Glasgow, the most direct are those of the North British and the Caledonian systems, the former and most picturesque passing by Linlithgow and Falkirk, the other crossing the Black Country of Scotland, studded with high chimneys from which at night arise flames which tinge the"], [65, "SOUTHERN SCOTLAND. 53 sky with a lurid glow. The distance by either route is the same— 48 miles— which is traversed in little more than an hour. The appearance of Glasgow is not attractive. What town in any case, after Edin- burgh, would be? Nevertheless, the change is too sudden, too marked. We leave a picturesque city filled with beautiful monuments to find ourselves in less than two hours in the midst of warehouses, factories, and workshops, with their usual surround ings of smoke, steam, and unsupportable smells. The fact is that Edinburgh is the official and intellectual capital of Scotland, and Glasgow the commercial capital, as well as the most populous town in that kingdom. Situated in Lanarkshire on the banks of the Clyde, which divides it into two un equal parts, the City of Glasgow is of very ancient origin. Accord ing to tradition, Saint Kentigern, or Mungo, as he is also called, estab lished a bishopric there GLASGOW CATHEDRAL in 560 a.d., but historical documents do not substantiate this claim for antiquity. In the 12th century, William the Lion raised Glasgow to the dignity of a Royal Borough, and in 1690, William and Mary, in order to recompense the inhabitants for their zeal in the Reformation, granted them the privilege of electing their own magistrates. At this 70"], [66, "SCOTLAND. 54 period the population did not total 5,000; but even then the merchants of Glasgow were celebrated for their riches and luxury. The principal industries then were the whale and herring fisheries. Far from believing that the union of England and Scotland would increase [their prosperity, the middle classes of Glasgow violently opposed it. But they quickly perceived the advantages that would accrue to them from exercising the right which they had gained to trade with the English Colonies in America, and they devoted themselves to the importation of sugar and tobacco. When the war of American Independence broke out and stopped the extension of their commerce with North America, they sent their ships to India, China, and South America. At the same time the local manufactures made great strides, and new industries were created. Cotton spinning and weaving, the printing of cotton stuffs, and the fabrications of chemicals occupied a large number of hands. In 1792, James Watt, a native of Greenock, near Glasgow, had already applied the steam engine to the looms, which quickly profited by this new and marvellous invention. Twenty years after, the first steamship built in Great Britain was launched on the Clyde. This was in 1812, and from that time the ship-yards of the Clyde, already renowned, reached an unprecedented pitch of prosperity and celebrity. In the construction of iron vessels particularly, these workshops are unrivalled, and turn out ships for all countries. In proportion as the prosperity and riches of Glasgow increased so did its industries multiply, its population following suit in an ascending proportion. Three dates will suffice to illustrate this. At the first census, in 1801, the city numbered 80,000 inhabitants; in 1851, 347,000, and in 1883, 575,000. If to this number we add the inhabitants of the suburbs, we may, without exaggeration, put down the total population at 700,000. Glasgow is a well-built town, with wide and regular streets at right angles to each other, some parallel and others at right angles to the Clyde, which flows from east to west. Almost in the centre a beautiful thoroughfare (Buchanan Street) separates the old from the modern town. The latter extends towards the west, and includes the districts inhabited by the rich merchants and the well-to-do classes. Business is carried on in the eastern districts, and in the streets bordering the river. The left bank is the manufacturing quarter — the district of factories and workshops, particularly of forges and foundries, the flames from which illuminate all this part of Glasgow with the glare of a conflagration. From morning till night continual animation prevails : pedestrians are hurrying to and fro in the business quarters ; on the quays aud bridges there is an indescribable concourse, a pushing crowd, everyone bent on business, for whom time is money — and we know that the Scotch are as economical in one as in the other ; who go and come, run, or walk hurriedly on with feverish impatience, incessantly. Cabs, omnibuses, tramcars and carts encumber the streets, and give rise to a dull and continuous murmur which is occasionally pierced by the shrill whistle of a locomotive, or the cry of some street- boy who is selling newspapers. A seaport, a commercial and manufac turing city, Glasgow reminds us at the same time of the City of London, the Liverpool docks, and the factory districts of Bradford and Manchester. The climate is not so severe as that of Edinburgh, but it is dreadfully damp and rainy. It is quite chilly enough, though, the mean temperature being only forty degrees"], [67, "VIEW OF GLASGOW."], [68, "SCOTLAND. 56 (Fahr.). Besides, a thick cloud of impenetrable smoke hangs continually over the town, a sojourn in which is anything but pleasant. The monuments are insignificant, and in all Glasgow there is but one remarkable building — that is the old church of St. Kentigern, one of the oldest Gothic temples in Scotland. It is situated to the north-east of the old town, which it dominates com- pletely. The present church, commenced in 1192, was erected by Bishop Jocelyn on the site of the ancient cathedral, which was destroyed by fire in 1136, and wras not completed until the middle of the 15th century. In 1579 the Presbyterian ministers wrung from the magistrates permission to destroy it, but the city craftsmen took up arms and opposed this act of Vandalism dictated by blind fanaticism. However, as a concession to the intolerant spirit of the period, the statues of the saints which ornamented the niches were thrown down, and, when they had been broken up, the fragments were cast into the brook Molendinar. Thenceforward, the history of Saint Kentigern's is that of all English monuments, which are permitted to go to rack and ruin until public opinion asserts itself and forces the authorities to interfere in cases where the public does not charge itself with the obligation. The fate of tlie Cathedral of Glasgow, then, was the common fate of all ; and when, in 1829, the hour for its restoration sounded, the work was skilfully accomplished by Mr. Blore. At the present time the cathedral consists of a nave, side aisles, transepts of small extent, and a choir. From the place of intersection of the transepts and the nave, rises a square tower, supporting a tapering spire 225 feet high, which nevertheless does not succeed in modifying the heavy, and by no means graceful appearance, of the building as a whole. The most curious portion of it is the crypt, which extends beneath the choir, and consists of a triple nave, sustained by short, squat pillars, some of which are 18 feet in circumference, whose capitals are delicately carved. The civic monuments of Glasgow are massive, solid, spacious, and of more than unpretending style of architecture. Almost all the public buildings are situated within the quadrilateral formed by George Street, Buchanan Street, Trongate, and High Street. The County Buildings and the City Chambers are included in a block of buildings in the Greco-Roman style, with porticos and columns which, being forced into a small space, naturally weaken each other in effect. The Municipality of Glasgow occupies offices in the City Chambers. It consists of a Lord Provost, two Baillies, a Dean of Guilds, and forty-eight councilmen, elected by the sixteen wards of the city. Glasgow is one of the best governed cities in the United Kingdom. Its police is well organised, and its fire-brigade is a splendid corps. So far as its sanitary arrangements are concerned the greatest precautions are taken to prevent epidemics, and to cure them when they have broken out. The water in Glasgow is of incomparable purity. It is brought direct from Loch Katrine, which is forty miles away, and supplied to every house. The quantity of water furnished day by day is 38,000,000 of gallons, which allows 50 gallons to every individual daily. As it was not enough to supply the inhabitants with water to sanitate the city — although it goes a great way towards that end — the Municipality, armed with powers under an Act of Parliament of 1866, demolished the old and unhealthy quarters, ran new streets through them, and built workmen's dwellings in their places. These proceedings necessitated the removal of 30,000 people,"], [69, "SOUTHERN SCOTLAND. 57 and cost £1,680,000. There still remain some old streets, like Saltmarket and King Street, the aspect of which is alone sufficient to cause the visitor to appreciate at their proper value the laudable efforts of the Corporation to improve the moral and physical aspects of the city. Not far from the City Chambers, at the end of Ingram Street, stands the Royal Exchange, erected in 1829. This building reminds us something of the Royal Exchange in London. From the exchange to George Square is but a step. George Square is the Trafalgar Square of Glasgow. This \"square,\" which is in the heart of the city, is embellished with statues representing Scottish worthies. In the centre stands a column ARGYLL STREET (GLASGOW). SO feet high, surmounted by a colossal statue of Sir Walter Scott. There are also statues of General Sir John Moore, who fell at Corunna; and of Lord Clyde, the hero of the Indian Mutiny; the former by Chantrey, the latter by Foley. At the four angles of the square are statues of Sir Robert Peel ; of Graham the chemist ; of James Watt, the inventor of the steam engine; of Burns, the national poet; and of David Livingstone, the celebrated African explorer. There are no traces of any ancient monuments, with the exception of the spire called Tron Steeple, which is a portion of the church burnt down in 1793; the Tolbooth or prison, and the old Town Hall, now a magazine. Proceeding down Trongate, where are these three venerable remains of the ancient city, we reach a \" cross roads,\" where"], [70, "SCOTLAND. 58 five streets meet ; the principal is the High Street, an old and unclean thoroughfare, lined with taverns and whisky-shops, which are very numerous in Glasgow, and particu larly in the eastern quarter, which is inhabited by the working population, whose great failing is the taste for whisky, a marked predilection. The word whisky, it may be stated, is a corruption and a diminutive of usquebaugh, which literally signifies water of life (eau de vie), derived from two Gaelic words, uisge water, and beat ha life. Like all Scottish towns, Glasgow is well provided with schools for all classes of society. In the first place stands the old University, founded in 1450 by Bishop Turnbull in virtue of a special bull obtained from Pope Nicholas V. For a very long while (1460 to 1870) the University occupied a building in the High Street, which is now a railway station. The Union Railway Company, who purchased the building, left intact the portion most interesting from an archi tectural point of view —namely, broomielaw bridge (Glasgow). the west front. There, in the last century, Black, Doctor Hunter, and Adam Smith, were professors of philosophy, medicine, and political economy, and more recently Thomas Campbell, Jeffrey, and Lockhart, the son-in-law and biographer of Walter Scott, attended the lectures of the most distinguished professors. At present the University of Glasgow occupies an immense building, commenced in 1867 and inaugurated in 1870, on Gilmore Hill, a little to the west of the West End Park. It is, after the cathedral, the most important edifice in Glasgow. It has an imposing Gothic facade dominated by a lofty square tower. The appearance of this building overtopping the trees of the park is truly remarkable. The University contains a fine library of more than 100,000 volumes, which may be consulted by the. students in the beautiful reading-room specially provided for their use. It also contains the Hunterian Museum and Library. The number of students matriculated in 1883 was 2,275, who were studying literature, medicine, law, and divinity. The organization does not differ materially from"], [71, "SOUTHERN SCOTLAND. 59 that of Edinburgh University. The present Chancellor is the Duke of Buccleuch, and the Rector is Mr. John Bright. After the University, in order of importance of scholastic establishments, come Anderson's College, founded in 1795 by Professor Anderson, and the High School, which resembles the High School of Edinburgh. Glasgow contains three art schools dependent on the Government, and many societies for the encouragement of the Fine Arts, whicli are far from being neglected by the intelligent population, which is not so wrapped up in business as to be insensible to the charms of Art. In this respect, however, Glasgow is poor ; it only possesses one TRONGATE (GLASGOW). museum, the Corporation Galleries of Art, which belong, as their name indicates, to the Municipality. The amusements of the population consist in promenading when the weather permits, and in theatrical representations; in both respects Glasgow is well supplied- There are, in fact, in the city and suburbs five beautiful parks, four theatres, and three music halls. Of the five parks aforesaid four arc on the right bank, and one, the Queen's Park, on the left bank of the Clyde. The most attractive of all is the West End Park. It bounds the fashionable quarter, of which Blythswood Square is the centre, inhabited chiefly by the rich merchants of Glasgow, the successors of the old Tobacco Lords, as the merchant princes were called in the times when Raleigh's herb was the most important article of local commerce. This park, which is very picturesque, and traversed by the river Kelvin on its way to join the Clyde some distance from the docks, was purchased"], [72, "60 SCOTLAND. by the Corporation for £100,000. Another very extensive park is. Glasgow Green, the \" people's park.\" On Sundays, Glasgow Green is thronged by open-air preachers of various sects, by platform politicians, whining Socialists, and Irish Home Rulers, for the population of Glasgow includes a great number of the sons of green Erin. The crowd of working- men, women, and children go from one speaker to another ; from the fanatic to the ranter, from the Bible to Socialism, with that aimless air which characterises British crowds, and sometimes chant the hymns, in a cold and colorless way, to slow and plaintive tunes. Were it not for the proximity of the Clyde and the factory chimneys, which surround the city with a girdle of smoke, one might fancy one's self in Hyde Park or the Regent's Park in London. Religious though the inhabitants may be, the theatres and music halls do a very good business. As in all great industrial centres and seaports, the population, with whom is mingled a cosmopolitan leaven of humanity, is fond of pleasure and sight- seeing. To the stranger they offer but moderate attractions; it is ofthe theatre of the provinces — provincial. Built in the centre of the most important coal district of Scotland, Glasgow was bound to develop itself as soon as ever the invention of the steam-engine revolutionised and gave a new impetus to industry; and it is, in fact, from the end ofthe last century that the city dates its prosperity. On the other hand, the numerous watercourses which percolate the district furnish to the chemical works and to the dyers the pure water which is indispensable for their businesses. Lastly, and chiefly; the ingenuity, foresight, and sagacity of the inhabitants, quick to profit by the natural advantages of their position, have enabled them to turn the local resources to the best possible account. One of the principal industries of Glasgow is weaving, which occupies no less than 30,000 operatives. Jute and silk are not so much employed, but a quantity of woollen stuffs, carpets, hangings, and cottons, are manufactured. The weaving of wool and cotton has naturally given birth to industries which are connected with it, such as bleaching, dyeing, and printing the stuffs, businesses so flourishing that materials are sent from Lancashire to Glasgow to be dyed or printed in colours. To these two industries is added a third, the making of chemicals. One of the industrial curiosities of Glasgow, and even of Scotland, is the celebrated St Rollox chemical works, situated in Castle Street, a little beyond the cathedral. This immense establishment emplovs more than 1,200 hands, and manufactures annually prodigious quantities of sulphuric acid soda, caustic potash, peroxide of manganese, sulphur, and soap, in the production of which no less than 120,000 tons of coal and 80,000 tons of lime are expended. The workshops and storehouses occupy an area of 100 acres, and are dominated by the famous chimney of St. Rollox, 436 feet high, which is only 12 feet lower than the spire of Strasburg Cathedral. As for the manufactures there must be machines, and for these machines there must be steam-engines, immense engineering works, forges and blast furnaces, have been built ; thus, iron-working is also a local industry, and it prospers all the more because within reach of iron and coal. There are at present in Glasgow and its immediate environs, 22 iron foundries, which possess 345 puddling-furnaces and 50 rolling-mills."], [73, "SOUTHERN SCOTLAND. 61 It is estimated that 1,000,000 tons of iron are annually produced in Scotland, and Glasgow furnishes nearly the whole of this enormous quantity of metal. However, the most important business in Glasgow and the Clyde is iron ship building. From Rutherglen as far as Greenock both sides of the river are occupied by ship-yards, from which every year are launched more than 200 vessels of all kinds. Of the 262 vessels built on the Clyde in 1882, 202 were of iron, 56 of steel, and only 4 of wood ; these ships represented a tonnage of 238,000 tons— that is more than one -third of the total annual production of the whole of the United Kingdom. Their value is estimated at between £6,000,000 and £8,000,000 sterling. The most extensive establishment is that GLASGOW UNIVERSITY. of Messrs. John Elder & Co., in which more than 4,000 men are constantly employed. In these vast ship-building yards, which embrace an area of 60 acres, are constructed all types of vessels, from tiny boats to men-of-war. All the work is done in the establish ment itself, even the armour-plating. The boilers and the machinery are made there. But if the works of Messrs. Elder are the largest, they are far from being the only ones of their kind. From the Clyde have been launched some of the finest British iron-clads in the Royal Navy, and the largest Transatlantic liners, such as the Gallia (5,200 tons), the Arizona (5,500), and other leviathans, beside which even the Great Eastern seems to lose somewhat of her colossal proportions. A very curious fact, and one worthy of remark, is that the river, whose banks are so covered with ship-building yards, is comparatively narrow, and, far from having given birth to this industry, has, on the contrary, been made by it ! 71"], [74, "SCOTLAND. 62 Up to the end of the 18th century the port of Glasgow was at Port Glasgow, near Greenock, on the Clyde, 12 miles below the city; and the transport of merchandise between the port and the city was effected by lighters of small draught. In 1769 James Watt, who was directed to make a report upon the state of the Clyde, stated that at low water the depth of the river at the Broomielaw was 14 inches, and at high water, 3 feet 3 inches. This was not encouraging to men who were desirous to make their city a commercal port ; but the Scotch are a persevering as well as an economical race, and know how to sow in order to reap. They began by building the quays so as to increase thevelocity of the current, and at the same time the depth of water was augmented; then they dredged and increased the capacity of the river to thrice its former extent ; nor did they cease THE CLYDE AT' GLASGOW. their efforts until they had expended £12,000,000 sterling and transformed the Clyde, which less than 100 years ago could be forded, into a port to which ships drawing 24 feet of water can enter at any condition of the tides, and where the ironclads of the Royal Navy can anchor in security. There, where once were nothing but marshy banks, are now 8 miles of quays and spacious docks, filled with vessels from all parts of the world. The last dock opened — the Queen's Dock — alone cost nearly £1,600,000. The business of the port, already enormous, is annually increasing : the entries and departures are estimated at 7,000 and 8,000 respectively. Contrary to the experience of British ports, the exports from Glasgow are in excess of the imports; the figures being £14,000,000 and £11,000,000 sterling respectively. That is £3,000,000 in favour of the former, which consist chiefly of cotton and woollen stuffs, linens, cashmeres, metal worked, or partly fashioned, and chemicals. The imports are chiefly tobacco, cereals, petroleum, and food-stuffs. A walk along the quays and the port, which is the same thing, is almost the most interesting excursion in Glasgow. The most animated place is the quay, called the"], [75, "SOUTHERN SCOTLAND. 63 Broomielaw, below Glasgow Bridge and the railway viaduct, the last one which crosses the river between the city and the sea. There, for a distance of about tsvo miles, extend immense warehouses and stores, filled with mountains of merchandise. The lading and unlading of ships and waggons go on incessantly. Hydraulic and steam cranes keep working with a deafening uproar. The heavy bales, the enormous packages, the big-bellied casks suspended by strong chains are balanced in mid-air over the heads of passers-by, and disappear into the depths of the warehouses, or into the holds of the vessels moored alongside. Near the Glasgow Bridge is the Custom House, and opposite is the landing-stage for the boats which ply between Glasgow and Greenock ; lower down are moored the large steamers which trade to Belfast and Liverpool ; and lastly, near Stobcross quay, are lying the immense vessels of the Indian and American lines. At Stobcross Quay, which separates the Clyde from the Queen's Dock, we have in front of us Govan, a district covered with dockyards and ship-building yards, where vessels can be seen in all stages of construction, resembling the skeletons of gigantic animals. A gang of workmen, employed in riveting the iron plates, fill the air with the rhythmical clang of hammers. The river is covered with shipping, sailing vessels and steamers, ascending and descending ; ferry-boats darting from side to side, leaving behind them a train of smoke in the air, and a silvery streak in the water. To the left, the bridges are crowded with pedestrians and carriages, and the railway viaducts tremble beneath the weight of the trains which are passing over them with a noise like thunder. At night the light on these bridges indicate their graceful outlines, like luminous arcs, which are reflected in the river. The straight lines of the viaducts break the perspective while exhibiting their red and green signal lamps, which have the appearance of Chinese lanterns. To right and left, the quays display their double line of gas lamps, which describe a gentle curve as far as Glasgow Green, where the Clyde makes a sudden turn ; and on the heights"], [76, "SCOTLAND. 64 around the city the chimneys of factories, foundries, and blast furnaces throw high into the air their threatening mouths whence issue tongues of flame which seem to lick the cloudy sky, and crown Glasgow with a diadem of fire. III. THE CLYDE. — THE FALLS OF THE CLYDE. CORRA LINN AND BONNINGTON LINN. FROM GLASGOW TO GREENOCK. RENFREW. — DUMBARTON. GREENOCK. PAISLEY. clark's thread factory. The Clyde, although its course is but a hundred miles, is none the less the most important river in Scotland. Its banks, from its source on the borders of Peebles-shire and Lanark to its meeting with the sea in the Firth of Clyde, presents some of the most beautiful and varied scenes. First it glides pleasantly, amidst wide and charming valleys. Then, near Lanark, its course becomes more rapid and violent ; it precipitates itself between two walls of granite in a roaring and rushing fashion, and at three different places, not far distant from each other, falls in foaming cascades, amid scenes of wild grandeur, which are visited by hundreds of tourists annually. The Falls of the Clyde are easily accessible from Glasgow by railway as far as Lanark, and thence by carriage. The two principal falls, Corra Linn and Bonnington Linn, are in the domains of Sir Charles Ross, and it is necessary to obtain the permission of the proprietor or his steward to see them — a permission which is never refused. A shaded pathway conducts us to Corra Linn, the highest of all the falls. Enclosed between two walls of granite, crowned with luxuriant vegetation, the river precipitates itself from a height of 90 feet, and leaps noisily down three rocky steps. When the river is swollen by rains the flow is increased, and the fall is one broad sheet of water, without any intermediate cascade. Three-quarters of a mile higher up is situated Bonnington Linn, the uppermost fall, which is only 27 feet high. The water, dashing down with great force, is broken against a rocky eyot in mid-stream, and forms a double cascade. The third cascade, Stonebyres Linn, is many miles away, on the other side of the town of Lanark, and is the object of a special excursion, which does not offer much interest after Corra Linn and Bonnington Linn. On the way back to Glasgow, another excursion, still on the Clyde, is forced in some measure upon the tourist ; that is the descent of the river as far as Dumbarton and Greenock. Every day excellent steamers leave the Broomielaw for the Firth of Clyde. Scarcely have we quitted the quay when a most disagreeable smell assails our nostrils, caused by the paddles of the steamer, which stir up all the drainage of the city, discharged here by the sewers into the river, and which the tide stirs twice a day. Tired of the assault, we keep our noses buried in our handkerchiefs, and look round. Passing rapidly between the docks and the Govan building yards we reach Renfrew,"], [77, "SOUTHERN SCOTLAND. 65 after about half-an-hour's steaming. This, the capital of the shire of the same name, is a small town of 4,000 inhabitants, of no importance now-a-days, but which was formerly the cradle of the Steward or Stewart family, which bestowed a line of sovereigns on England and Scotland. In the 16th century, so great was the French influence in Scotland, that the name of this family, written so that it could be pronounced by the French, \"Stuart,\" has preserved this anti-Britannic form, and remains as an unim peachable witness of the close bond of union which subsisted between the two peoples. Leaving Renfrew, the river widens, and bathes the feet of the Kilpatrick Hills. It DUMBARTON ROCK. was in the village of old Kilpatrick, situated between the Clyde and the hills, that tradition affirms St. Patrick was born. We soon open out Dunglass Points and as soon as we have passed it we perceive the rock of Dumbarton, which rises boldly from the centre of the river. This enormous mass of granite, 240 feet m height and about a unle in circumference, is united to the town of Dumbarton by a natural causeway. It presents two unequal summits, and is surmounted by one of the four Scotch fortresses which by the Act of Union, were appointed to be garrisoned. Mary Stuart, when a child embarked at Dumbarton for France in 1548; and there she wished to take refuge in 1568, after the defeat of Langside had dispersed the remnants of her army. From the summit"], [78, "SCOTLAND. 66 of the rock, which may be ascended by steps cut iu the stone, we may perceive Loch Lomond and the mountains which surround it, and the wide estuary of the Clyde cut on its western side into a number of canals, the aspect of whicli recalls the fiords of Norway. Port Glasgow, the old port of Glasgow, situated on the opposite bank, is next presented to our view as we proceed, but, although still busy, it has lost much of its importance since the completion of the works on the Clyde. Three miles further on, Greenock with its harbour, its docks, its commerce, its business, its active population, contrasts with the mourn ful appearance of Port Glasgow. 'Tis the future, alongside the past, budding prosperity beside gradual, but sure, decay. In the foreground we have the port and the docks, their large basins full of shipping; farther on is the town, the houses scaling the lower slopes of Whin Hill, and overhanging FALLS OF THE CLYDE (BONNINGTON LINN AND STONEBYRES LINN)."], [79, "SOUTHERN SCOTLAND. 67 everything is the inevitable shroud of smoke, a winding sheet which envelopes all manufacturing towns. ' Opposite, upon the other bank, the Argyll and Dumbarton mountains dark at the base, but getting clearer as they rise, lift their rugged heads into a semi-tone of blue, which is charming beyond expression. At their feet lie extended the wide bays of Loch Long, Holy Loch, and of Gareloch, whose rippling waters sparkle in the sunshine, or are suddenly darkened as the clouds pass over them, the sun thus producing alternations of light and shade. From Greenock the railway follows the bank of the river for a consider able time, then with a sudden bend turns towards Paisley and Glasgow. Paisley is an impor- <^3 tant industrial centre, cele- Vg| brated particularly for its^^^^^® shawls and thread . One H factory alone, of Messrs. Clark, the H|^H|H FALLS OF THE CLYDE (CORRA LINN AND BONNINGTON LINN)."], [80, "68 SCOTLAND. largest in the world, employs more than 3,000 persons, whose salaries each year amount to more than £400,000,' and includes 230,000 spindles, moved by engines of 4,000 horse power collectively, and which consume, in their thirty colossal boilers, 36,000 tons of coal annually. This immense factory, which in twelve months makes thread sufficient to go round the world one thousand times, consists of three separate and independent factories, each one having its own machines, so that if one should be burned down the others would only have to continue the work. Nothing is more interesting than to follow the various operations by which the cotton is transformed into thread and made into skeins, or rolled THE CLYDE AT GREENOCK. on the spools. All is done by machinery, even to the putting on of the labels. The winding machine is perfectly marvellous. We see it seize the empty reel, fasten the thread to it, roll it round it, holding the reel, in which it makes an incision and fixes the thread in it when rolled full, so that it may not get loose ; throws the filled reel into a basket, and takes up another to begin again. Each of these machines, tended by a female, are capable of filling 300 dozens of reels in a day. The filled spools are carried to another machine, which fixes the labels on them and places them in boxes. To the Paisley shawls, fashion has dealt a terrible blow. Instead of turning them out to the value of £1,000,000 sterling per annum as in 1830, they are now hardly producing up to a tenth of that value. Can we tell to what cause this change in feminine costume is due? To the fact that a woman who had been condemned to death for murder wore a Paisley shawl at her execution ! To what lengths will not \" fashion \" carry women !"], [81, "SOUTHERN SCOTLAND. 69 Paisley, now only known as a manufacturing centre of great importance, was originally the seat of a monastery, established in the 12th century by monks who came from Shropshire, and were, in reality, the founders of the town. Of this monastery there remains now nothing but the Abbey Church, some portions of which are in ruins. The nave, however, has been skilfully restored, and is now used as a parish church. In the Lady Chapel is an altar-tomb, surmounted by the recumbent effigy of a lady, which, it is said, represents Margery, daughter of Robert Bruce, who died from the effects of a fall from her horse. This monument is popularly known as \" Queen Blearie's Tomb.\" With the exception of this church, there is in Paisley no monument left to recall its monastic origin. All the buildings in the town are modern, and some are by no means devoid of architectural beauty ; the Free Library and Museum, the Observatory and the Town Hall — a magnificent pile erected at a cost of over £100,000 — are amongst the finest public edifices in the county. THE OLD UNIVERSITY (GLASGOW). TA"], [82, "NATURAL ARCHES (ISLE OF MULL) CHAPTER THE THIRD- NORTHERN SCOTLAND. I. LOCH LOMOND. BEN LOMOND. LOCH KATRINE. — THE TROSSACHS. OBAN. THE ISLANDS OF ARGYLLSHIRE, STAFFA, IONA, ETC. Glasgow, although presenting little attraction to the foreigner, is nevertheless an excellent centre for excursions in the western districts of Scotland, particularly to Loch Lomond. This loch — the largest in Scotland, as it is the most beautiful and picturesque — is only one hour's distance from Glasgow. The railroad, striking the Clyde, goes to Dumbarton first, and then branches off to Balloch, on the very margin of the lake. Loch Lomond has been described hundreds of times — its wooded banks, its islets covered with a luxurious vegetation, the castles reflected in its limpid waters ; Ben Lomond, clothed to the summit in its rich mantle of verdure, the emerald green of which contrasts with the ruddy rocks of Ben Arthur situated at the other side of the"], [83, "NORTHERN SCOTLAND. 71 lake— all these have been described over and over again, but Lomond is one of the marvels of nature which the pen is powerless to depict. To give an idea of it, we must have recourse to the pencil or the brush. And still to seize these fleeting shadows, these effects of light and shade, the glitter of the water, gilded by the sun's rays, and from which they are reflected — how are we to repro- duce the grandeur of these hills, whose capriciously serrated sum- mits stand out darkly against the sky, empurpled by the last rays of the setting sun? These are the varied and ever changing aspects which it is impossible to render, even in the faintest degree. From Balloch, at the southern extremity, to Ardlui the extreme LOCH LOMOND. northern point, Loch Lomond measures about 24 miles; its form is inclined to the triangular, and its length, at the base, is 7 miles; its depth varies from 20 feet in"], [84, "SCOTLAND. 72 the south end to 600 feet in the northern end. It contains twenty-four islands, some of which are of good size. These islands are for the most part wooded, and the verdure thus rising from the water is not the least of Lomond's charms. The best manner in which to view the lake and its charming scenery is to embark in the steamer, which at intervals during the day makes the voyage from BaUoch to Tarbet and Ardlui, which is the extreme point to which the steamers can attain. The vessel first proceeds towards Balmaha, on the eastern side, pass ing the archipelago which rises in this part of the lake. We see in succes sion Inch Murrin, the largest of the islands, which the Duke of Montrose has made into a \"preserve,\" and at the extremity of which stands the ruins of the Castle of Lennox ; and Inch Cailliach, or Women's Island, so called because there was a nunnery there, and other smaller but equaUy picturesque islets. Behind Balmaha rises a mountain, cone shaped, to the height of 2,100 feet. After touching at Balmaha, the boat returns across the lake, coasting Inch Fad and Inch Lonaig, the latter, as its name implies, being clothed with many fine yew trees; it is also inhabited by deer, and, like Inch Murrin, is strictly preserved. LUSS Luss is a small village situated on the margin of the lake, at the entrance to the valley of the same name. At Luss, we are really in Scotland ; the houses and cottages have a peculiar and essentially national aspect. From Luss the view of the Loch and Ben Lomond opposite is of great beauty. The steamer soon crosses the lake again to reach the landing-place of Rowardennan, from whence the ascent of the mountain, the summit of which is 1,000 feet above the lake, may be made. Scotland is the country of fogs, or rather of those damp clouds peculiar to the country, called Scotch mists, which are very thick, and deposit a refreshing, but unhealthy, dew on everything they touch. The mist-effects"], [85, "NORTHERN SCOTLAND. 73 in mountainous regions are extremely curious ; the summits of the hills are sometimes shrouded, sometimes vaguely perceptible through these fogs, which give them strange aspects, and clothe them with singular forms. The ascent is not difficult ; it can be made on the country ponies, which are as LOCH LOMOND AND BEN LOMOND. sure-footed as mules. When the summit is gained the pros pect is very fine, and embraces — when there is no mist — the Grampian chain of mountains, rising in successive gradations, the Argyllshire hills, and the Lowlands, whose undulations become less accentuated as they advance towards the English frontier. Once more the steamer crosses the lake, and calls at Tarbet, on the western side, at the base of Ben Arthur, the summit of which bears a vague resemblance to a shoemaker at work, and so is called the \" Cobbler.\" At Tarbet we have Ben Lomond before us, the sharp peak of which, covered with grass, contrasts strangely with the bare rocks of Ben Arthur which faces it. As the steamer gets farther from Tarbet the appearance of these two mountains, rising on each"], [86, "SCOTLAND. 74 side of the lake, is of imposing grandeur. At this end the lake is about 600 feet deep. The sides are wooded and very picturesque ; a little beyond Inversnaid, where there is a pretty waterfall, is Rob Roy's Cave, in which the outlaw used to imprison his captives until their ransoms were paid. Opposite a smaU island covered with pine trees we LOCH KATRINE. perceive a rock which has a curious use. It serves as a church and a pulpit for a preacher, who comes occasionaUy to proclaim the Gospel to his parishioners assembled around him. This \" open air church \" is quite primitive, and tells us that we are in the heart of Scotland. The rock is caUed the \" Pulpit Rock,\" and is one of the local curiosities."], [87, "75 NORTHERN SCOTLAND. LOCH KATRINE. From Inversnaid in summer a regular service of coaches conveys tourists to Stron achlachar, passing near the little Loch Arklet. Stronachlachar is on Loch Katrine, a beautiful sheet of water in the shape of the letter S, the southern extremity of which opens to the defile of the Trossachs. The lake is traversed by a steamer, but although views are agreeably varied, and Ben Venue rises up and adds to the beauty of the landscape, Loch Katrine loses by being visited after Loch Lomond. When nearly half way up the lake, the immense pillars which support the aqueduct that carries the water into Glasgow become visible on the western shore. Glasgow thus receives a daily supply of 38,000,000 gallons of absolutely pure water. The"], [88, "SCOTLAND. 76 pipes, laid with the greatest care, scale hills and cross valleys, through tunnels and aqueducts, which extend for a distance of 40 miles. Tourists leave the steamer at the entrance of the Trossachs, a beautiful and picturesque gorge, the name of which signifies rugged country. Never was title better deserved than by this narrow defile which extends from Loch Katrine to Loch Achray, between Ben A' an and Ben Venue, describing curves which, by turns, LOCH ACHRAY. BEN VENUE. conceal these two mountains and reveal them again in I the most varied and picturesque aspects. On both sides I of the gorge the hills, the undulations, the valleys, and I the rocks, succeed each other in a confusion which at times reaches the sublime Vegetation, here positively luxuriant, adds a peculiar charm to this gorge, which is bordered by venerable trees. Quitting the Trossaehs, another route, skirting Lochs Achray and Venachar, leads to Callander, whence the railroad goes direct to Stirling and to Oban. To this latter P^cejh^^^ islands of the West Coast should proceed. Oban"], [89, "THE TROSSACHS. 73"], [90, "SCOTLAND. 78 is a delightful watering place, much frequented by the Scotch, picturesquely situated on a little sheltered bay opposite the Isle of Kerrera. The railway from Callander to Oban traverses the most romantic scenery, and a line is projected between the lakes and the mountains which will open up to right and left an in finity of beautiful views to the astonished tourist. Oban is rapidly developing into a town — and a pretty town — in which the elegant villas, hotels, and comfortable houses are re placing the miserable fishing huts of past days. From Oban steamers thread the Archipelago, which protects, like a rocky rampart, the coast of Argyllshire, and call at the curious islands of Staffa and Iona. In Staffa, the smaller of the two islands, are the celebrated Fingal's Cave and the Giant's Colonnade, consisting of a series of natural pillars and arches, an astounding work of nature, surpassing in boldness and ISLE OF MULL. lightness the most delicate tracery of Gothic architecture. Iona, a little bare and desert island, belonging to the Duke of Argyll, owes its celebrity to its ruins and to the historical associations attaching to them. St. Colomba, in the year 563, founded a monastery there, the votaries of which spread all over Scotland, whither, with Christianity, they carried civilization. But the rums of Iona are long sub sequent to that epoch. The first we meet with are those of a nunnery of thc 11th century, wherein we notice the tomb of the last abbess, who died m 1543 ; it is embellished with a COTTAGE IN IONA."], [91, "NORTHERN SCOTLAND. 79 statue — now mutilated — of this devotee. Between the nunnery and the cathedral extends the burial place of the ancient Kings of Scotland, whose tombs, as tradition avers, were placed in nine rows. There only remain some fifty head-stones, covered with inscrip- tions and crude carvings. The cathedral, dedicated to the Virgin Mary, was of cruciform shape and Gothic style it was erected in the 13th century. The walls of the nave and of the tower only remain standing, and the carvings, the traces of ornamentation of which are still visible ; the massive pillars and sculptured capitals, the moulded pointed arches, the lance-windows, with delicately carved mullions, all make one regret the disappearance of a monument, interesting both from an historical and arch æological point of view. If we then proceed by sea to Glasgow, the boat affords us a most picturesque route, passing by, in succession, the islands of Mull, Jura, and Islay, rounding the Mull of Cantyre ; or proceeding by the Crinan Canal, we coast the isles of Bute, and of Arran which belongs to the Duke of Hamilton, at the extreme northern point of which is the Goat Fell Mountain, whence the tourist can see the sun rise as from the Righi. There is no hotel on the summit, and those of Brodick are miser able little inns, where one is badly cared for, as is the case nearly everywhere in Scotland off the beaten tracks, by no means tempting FINGAL'S CAVE, to the traveller who seeks comfort. As soon as we have passed Arran, the Firth of Clyde is entered, aud as the steamer touches at Greenock, those passengers who have already been up the river may disembark and take the train to Glasgow, thus shortening their journey by an hour, and sparing their olfactory nerves into the bargain !"], [92, "80 SCOTLAND II. NORTHERN SCOTLAND : — THE CALEDONIAN CANAL. STIRLING. DUNDEE. — THE GRAMPIANS. ABERDEEN. — BALMORAL. INVERNESS. SUTHERLANDSHIRE. — THE ORKNEYS. — THE SHETLAND ISLES. — THE HEBRIDES. THE ISLE OF SKYE. THE ISLE OF LEWIS. The northern part of Scotland is cut into two portions by the Caledonian Canal, which passes through it diagonally from north-east to south-west, from Inverness to Loch Linnhe. The latter is a species of gulf, formed by the union of three lakes, situated a little to the north of Oban, in Argyleshire. The Caledonian Canal, which almost makes an island of the counties of Inverness, CALEDONIAN CANAL Ross, Cromarty, and Sutherland, was projected in the last century, with a view to save ships the passage of the Pentland Firth, which divides Scot land from the Orkneys, and is is dangerous and difficult for sailing vessels. As Nature had in a great measure already formed the canal, since the Great Glen of Scotland presents a series of long and narrow canals-the Lochs Ness, Oich, Lochy, and Eil-there was nothing to do but to connect them. Projected in 1773, made (but very badly) between 1803 and 1822 and re-made in 1838, it was not until 1847 that the Caledonian Canal was opened for naviga- lon after having cost the nation £1,280,000. The impulse given about this time to the building of steamers detracted, to a great extent, from the utility of the undertaking, and now vessels of small tonnage and sailing ships only pass the canal, for steamers do"], [93, "NORTHERN SCOTLAND. 81 not experience the same difficulties in navigating Pentland Firth. Of the sixty miles of canal only twenty-three were cut, the remainder being formed by the lakes. The passage of the Caledonian Canal in a steamer is an excursion frequently made LOCH NESS. from Inverness or from Bannavie, if the tourist comes from Oban. The first lake we enter, after leav ing Inverness, is Loch Dochfour, to which succeeds the beautiful Loch Ness, twenty-four miles long and one mile and a half wide. It is 700 feet deep, and is bordered on both sides by thick woods, above which rise the bare summits of the mountains which shut in the Great Glen of Scotland. Here and there we perceive ruined castles, like Castle Urquhart, which is very picturesquely situated on a pro montory, its great towers and its keep presenting a very imposing appearance. A little farther on, fall of foyers. we come upon the Fall of Foyers, formed by the river of the same name. The water precipitates itself from a height of ninety feet into a rocky basin, and rushes to Loch Ness, after watering a shady glen. The second fall, situated a mile away, is scarcely thirty feet high."], [94, "82 SCOTLAND. At the end of the lake rises Fort Augustus, a relic of the rebellion of 1715. It is now a college. Here we pass from Loch Ness into Loch Oich, by means of an ingenious system of locks. Four miles farther on we pass through other locks to enter Loch Lochy, which is bounded on both sides by high mountains, whose lower slopes are covered with rich verdure. More canal and more locks. This time we are warned to expect something extraordinary — Ben Nevis, the highest mountain in Scotland and even in Great Britain. In due time the enormous mass is perceived, but the rounded form of the mountain causes it to appear less lofty than Ben Lomond, whose summit rises proudly into the air. The ascent of Ben Nevis, while presenting no extra- ordinary difficulties, is somewhat dangerous, because of the number of precipices which it displays, and which are often hidden in those impenetrable mists, so fre- quent in the Highlands, which gather and disappear with equal suddenness — so quickly, indeed, that, though we may set out in fine weather, with the track before us plainly indicated, we may suddenly find ourselves enveloped in a fog which it is impossible to see through. From the top of the mountain, when the weather is fine, a superb view is enjoyed ; the panorama including, on one side, the North Sea, and, on the other, the Irish Sea, connected by the Caledonian Canal. STIRLING CASTLE. To descend to the level of the ocean at Loch Eil, we must pass a series of eight locks ; so it will save time if we disembark, and take a carriage to catch the Oban steamer. Such is the Caledonian Canal, which is a kind of line of demarcation between the sterile and deserted, and the fertile and inhabited regions of Scotland-between the north-east and the north-west. From Edinburgh or Glasgow to Stirling, the distance is almost the same. Stirling is the point at which all roads from the south to the north of Scotland converge, and it was formerly the great bulwark of Northern Scotland. The history of this town is, one may say, that of all the struggles of which this portion of Great Britain has been the theatre since the most remote period until the 18th century."], [95, "NORTHERN SCOTLAND. 83 Situated on the Forth, Stirling stands on an eminence the culminating point of which is crowned by its celebrated castle, built on the edge of the precipice, at the base of which extends the vast plain called the Carse of Stirling. This castle has with some reason been compared to that of Edinburgh, with which its position affords it some points of resemblance. The witness of many battles, having had to submit to many BEN NEVIS. assaults of numerous armies at different periods, Stirling Castle is full of historic memories. Within its walls died Alexander I., in 1124 ; later, in 1304, when Edward I. laid siege to it, the old castle resisted for three long months ; and when, at the end of that time, the garrison capitulated, it was found to consist of only 140 men, who, commanded by Oliphant, had held at bay the entire English force. Lastly, beneath its walls was fought the famous battle of Bannockburn, which was intended to raise the siege of the castle, and which ended in the complete defeat of the English. The Stuarts made of Stirling a royal residence, and built a palace there, which is now part of the castle buildings. This ancient fortress is the \" lion \" of the town. We reach it by ascending the steep streets, whicli are made on the side of the hill on which the town is built. The"], [96, "SCOTLAND. 84 exterior of the castle is very imposing, and more interesting than the interior, which has been modernised. However, if the Castle of Stirling does not come up to our expectations, it is, on the other hand, difficult to conceive a more beautiful view than that which we enjoy from the ramparts. We perceive the Grampian chain, Ben Lomond and Ben Venue, and the plain of Stirling, in the midst of which winds the Forth ; to the southward is DUNDEE DOCKS. the field of Bannockburn and the rock called Abbey Craig, the bold mass of which rises 600 feet into the air. The other monuments of some interest in Stirling are the Grey Friars Church, a beautiful Gothic edifice of the 15th century, where James VI. was crowned in 1567, and the old bridge, which at one time was the only means of communication between the south aud the north of Scotland, of which it was, literally, the gate. After passing Stirling, the railway lines, so numerous in the south of Scotland, which they cover with a network of iron, become fewer, and are confined to the eastern district, the only portion inhabited, and which alone can sustain the traffic. Two lines leave Stirling ; one goes to Oban, the other to Perth. The latter branches into two a little to the north of Perth ; one of these branches traverse the Grampians, and joins"], [97, "NORTHERN SCOTLAND. 85 PASS OF KILLIECRANKIE. the other again at Forres, on the Moray Firth. The second branch, which is much the more important, reaches, at Dundee, the east coast, which it skirts as far as Aberdeen, whence, turning inland and crossing Aberdeenshire diagonally, it proceeds to Elgin, and thence, again gaining the coast, it reaches its terminus at Thurso, on the Pentland Firth, that is to say, at the extreme northerly point of Scotland. Between Stirling and Perth the railroad traverses a well-cultivated and pretty country ; hills and plains succeed each other, and present a variety of scenery sometimes animated, sometimes quiet and romantic. Then the line runs parallel with the Ochill Hills, to the north of which extends vast and picturesque Perthshire, one of the most beautiful portions of the Highlands. Perth, the chief place of the county, is a small town of 30,000 inhabitants, in a charming situation on the banks of the Tay. Its origin is lost in the obscurity of ages. If there are in Scotland towns as ancient as Perth, there is not one more so. Was it founded by the Romans or not ? That is a ques tion which cannot yet be satisfactorily answered, but it is an ascertained fact that Perth was for many years the principal town in Scotland ; for it was not until the reign of James II. that Edinburgh became the Scottish capital. Great is our disappointment at not finding any 74"], [98, "86 SCOTLAND. ancient monuments in Perth. All have been swept away, destroyed by the populace, who were excited and rendered furious by the inflam matory speeches and sermons of the fanatical John Knox. Gone for ever is the old castle of the Scottish kings. Gone, too, is the monastery of the Black Friars, in whicli James I. was assassinated, in 1437. The beautiful town cross, the Spey Tower, the Parlia ment House, the numerous con vents of the Grey Friars, the Carthusians, and other religious fraternities, have all disappeared ! Ah ! the \" rascal multitude,\" as Knox called it, did its work of hatred and destruction only too well! Perth, formerly the centre of a considerable trade, has declined in proportion as its rival, Dundee, has prospered and developed ; so that in a short time the latter has become the third town in Scotland in import ance. Built upon the Firth of Tay, in a most advantageous situation near the sea, Dundee recalls us to the exigencies of modern life and society. A hundred factory chimneys rise high in the air, and cover it with a canopy of smoke. We are in a true manufacturing town, for Dundee is the centre of the flax and jute industries, which give employ ment to 25,000 workmen. It is chiefly in the suburb of Lochee that the great PASS OF KILLIECRANKIE."], [99, "NORTHERN SCOTLAND. 87 factories are situated Amongst the most important are the jute miUs of the Messrs. PORT OF ABERDEEN. Gilroy and the Camperdown Mills of the Messrs. Cox. The latter is the model establishment of Dundee; it employs 4,500 hands, and burns 24,000 tons of coal a year in its furnaces. Dundee is also celebrated for its marmalade, a confection httle known in France, and more's the pity ! One house alone in Dundee uses more than 3,000 tons of sugar and mountains of oranges in the making of mar- malade every year. Ruined and devastated during the wars of the 17th and 18th centuries, it was only at the end of the latter era that Dundee began to re-enjoy the prosperity it had formerly possessed, which it owed then, as it does now, to its admir able situation. Railways and steam navigation, the introduction of im proved machinery, have now for some years given a new impulse to its development, already rapid, and which would still"], [100, "SCOTLAND. 88 appear likely to increase. There are few ancient monuments in the town, except the old clock of St. Mary's Church ; an ancient gate, named Wishart Arch, and the old castle of Dudhope, now converted into a barrack. The development of the commerce of Dundee has necessitated the construction of large and beautiful docks, the first of which was opened fifty years ago, and the last quite recently. Business is considerable, the entries and the clearings outward being reckoned at 2,700 ships annually, representing nearly 1,000,000 tons. The fishing BALMORAL CASTLE. employs a great number of hands, and the Dundee whalers are renowned for their pluck and skill. With aU its advantages, the situation of Dundee has one drawback : it is separated from the south of Scotland by the wide estuary of the Tay ; so a detour by Perth was necessary before the south could be reached. To remedy this, a fine viaduct, called the Tay Bridge, was constructed in 1878. This bridge was 10,000 feet long, and united the shores of the estuary and the railways, north and south. Unfortunately, this viaduct did not possess the solidity desirable, and the consequence was one of the most frightful accidents that ever has been known in railway annals. During the night of the 28th of December, 1879, while a terrific storm was raging on the east coast of Scotland, the viaduct was unable to resist the pressure of the wind, and collapsed at the moment a tram was crossing. The train, which consisted of an engine and six carriages,"], [101, "NORTHERN SCOTLAND. 89 was hurled into the estuary, and all the passengers, sixty-six in number, with the engine-driver, fireman, and guards, perished miserably, for no attempt could be made to save them. The inquest revealed some lamentable facts. Apart from the purely technical question and the want of foresight of the engineer, whose calculations were erroneous, and who died of grief a little while after the accident, it was proved that the materials employed in the construction of the bridge were of inferior quality. LOCH MUICK. The railway companies are now build ing another bridge, which it is hoped will fulfil the desired conditions of resistance pass of ballater. and solidity. Dundee has given birth to many illustrious men, amongst whom we may mention the Scotch historian Brece, or Brethius, who, in the 11th century, was Professor at the University of Paris. John Glas, chief of the sect of the Glasites or Sandemonians, and more recently Admiral Lord Duncan, one of the most celebrated of English sailors, whose renown equals that of Nelson. After having served with distinction in all parts of the world, Admiral Duncan had the glory of destroying the Dutch fleet at Camperdown on the 11th October, 1797, after having captured nine line-of-battle ships and two frigates. This splendid feat made England absolute mistress of the seas, a position she owes to Admiral Duncan, and one which she has managed to retain. Parliament passed"], [102, "SCOTLAND. 90 a vote of thanks to the victor of Camperdown, and raised him to the peerage, while the City of London bestowed on him a sword of honour. After his death, which took place in 1801, a beautiful monument, executed by Westmacott, was raised to his memory in St. Paul's Cathedral. From Perth, as we have seen, two lines of railway go northwards, one passing the Grampians, the other skirting the coast. The former is undoubtedly the more interesting : it passes through the more varied and picturesque scenery. As it leaves Perth the railway is thickly bordered with piue BALLATER BRIDGE. trees, which hide the landscape, which is only seen at intervals, but after a while the view opens out; the summits of the mountains are perceived; water-courses trickle merrily between their bosky banks, and the valleys spread out in graceful undulations. After reaching the right bank of the Tay the railway passes Dunkeld, an unimportant place, but where there are some beautiful ruins of an ancient cathedral dating from the 15th century. Dunkeld, which may be considered the gate of the Highlands, is a small village of 1,000 inhabitants felicitously situated on the banks of the Tay, at the foot of the wooded mountains. This part of the country belongs to the Duke 0i Athol, one of the richest Scotch landowners. After quitting Ballinluig the valley contracts, the forests become thicker, the hills accentuate themselves, the great chain of the Grampians begins, and on both sides of the line the scarped hills are studded with enormous boulders. The train then enters the"], [103, "NORTHERN SCOTLAND. 91 Pass of Killiecrankie, one of the most romantic gorges in Scotland, and winds between two high hills covered with thick clumps of trees. One never tires of admiring these beautiful views, and while regretting, from a picturesque standpoint, that the railway ever came to intrude upon these solitudes, we cannot help at the same time bearing testimony to the skill of the engineer who planned and made this line, the construction of which presented many difficulties. As soon as we have passed Dalnaspidal station we DUNROBIN CASTLE. reach the highest level of the line. We are then in the Grampian Hills, which extend right and left as far as the eye can reach, and which we cross by the pass of Drumouchter, between two mountains called the Badenoch Boar and Athol Sow. It is one of the wildest situations one can imagine, and really gives one an idea of the sublime grandeur of the Highlands. Quitting the Pass of Drumouchter we enter the beautiful valley of the Spey, which the railway traverses, passing by the massive Ben Macdhui to Grantown, where, making a sudden curve, it goes northwards to rejoin the main coast line to Aberdeen and Inverness at Forres."], [104, "SCOTLAND. 92 The latter railway, after quitting Perth, traverses the counties of Forfar and Kincardine, serving the towns of Forfar, Montrose, and Stonehaven, and having crossed the Dee, enters the county and the city of Aberdeen. Aberdeenshire, like the surrounding counties, is for the greater part composed of vast extents of moor and forest, exclusively preserved for \" shootings,\" which are let at high prices. A very wealthy American, one W., has hired some 250,000 acres of forest, situated in Inverness-shire and Ross-shire, and pays £18,000 a year for the sole right to kill stags, which must cost him about, on the average, £140 a-piece. This is the fashion. English and Scotch landowners let their properties to Americans, and go INVERNESS. with the money they have realized to hunt and shoot big game in America. Others more practical, employ the money in the purchase of land in the New World, and more than one British nobleman is an owner of territory in the United States. The moors furnish exceUent sport— grouse-shooting. The season commences on the 12th of August, when noblemen and gentlemen, members of Parliament, and merchants from all parts of England make their way to Scotland, where they remain five or six weeks, or even two months in their shooting-boxes, which belong to them, or which they have hired. Then Inverness, so sleepy for nine months of the year, wakes up. It is the head-quarters of the grouse slayers, who replenish their ammunition and provisions there, for, as it is unnecessary to say, there is nothing to be purchased on the moors. Less proud, or better advised than their forefathers, more affected also by the condition to which agriculture has been reduced by foreign competition, the large landed proprietors no longer preserve their moors for their own shooting. They let"], [105, "NORTHERN SCOTLAND. 93 them to merchant princes, to rich manufacturers a thousand times better off than they, who pay without counting the cost, and deny themselves no pleasure or enjoyment. They are the happy ones of the earth— or at least in England— where the condition of large landed proprietors is becoming worse and worse. Aberdeen is one of the most ancient of Scotch cities, a fact proved by its archives, which have been preserved since 1398. It is built on the left bank of the Dee, and between that river and the Don. It is at present, in respect of population and commercial importance, the fourth city in Scotland. It is a large manufacturing centre, and contains factories for woollen goods, foundries, and particularly ship-building yards. The harbour, although the most important in the north of Scotland, is incommodious, XIRKWALL, and difficult of access, notwithstanding the works undertaken at different periods to improve it. The herring-fishery occupies a large number of the men, and the arrival and departure of the fishing fleet is a very pretty sight. Aberdeen is called the \" Granite City,\" so one might suppose that the town possessed many imposing edifices ; but this is not the case, however. The name is merely due to the fact of the houses being built of the grey stone called Aberdeen granite, the cold and dull appearance of which gives a melancholy aspect to the streets and monuments. The thoroughfares are animated, particularly in those districts in the vicinity of the docks which are the centres of the business and commerce. The finest and most important is Union Street — the Regent Street of the town. The \" auld town,\" as the inhabitants call it, is a little to the north of Aberdeen. It is melancholy and dull — neither a town nor village, but simply a collection of houses, surrounding one of the ugliest cathedrals which it is possible to imagine. The bridge of seven arches, which spans the Dee in the new town, was built in the 16th century by Bishop Dunbar. Two other bridges — the Wellington suspension bridge and the 75"], [106, "94 SCOTLAND. Caledonian radway viaduct, the last situated between the other two — also connect the opposite banks of the river. The environs of Aberdeen are very interesting, particularly the valley of the Dee, in which Balmoral, the Queen's favorite residence, is situated. A railroad, running along the side of the river — the Deeside Radway — connects Aberdeen with Ballater, whence an hour and a half's drive of nine miles is necessary to reach Balmoral. The exploration of the Dee Valley is no doubt very interesting, but it is not unattended by inconvenience. Two desires may animate the tourist in this region — the wish to see Balmoral, or the enjoyment of wandering about the mountains, and exploring the country. Now it is as well to state that the public are never admitted to LERWICK. Balmoral, and as far as excursions are concerned, it is scarcely possible to indulge in them. The excursion season is the shooting season, and the proprietors, jealous of their rights, employ armies of keepers, who guard all the by-ways and foot paths, and who request you politely but peremp torily to proceed — elsewhere ! There, in the midst of the Aberdeenshire solitudes, in the centre of the Highlands, on the northern slope of the Grampians, is situated the favourite residence of Her Majesty the Queen, who loves to pass the greater part of the year there, far from the noise and bustle of large towns. Living in a very simple manner, the Queen, since her widow hood, has delighted in solitude, and, without neglecting any affairs of State, is contented to remain absorbed in her memories. Rarely seeking entertainment, her life passes quietly, but well occupied in the peaceful and calm enjoyments of her home circle. Sometimes Her Majesty has a \"servants' ball,\" where they give themselves up with an ardour entirely Scottish to the performance of national dances, accompanied by the strident tones of the bagpipes; the Queen honours with her presence these entertainments, which are repeated at long intervals. Balmoral Castle is built upon the right bank of the Dee, in the most delightful spot in the whole valley. The high tower, from the summit of which floats the Royal Standard, is visible afar off amidst the trees which border the stream. The last spurs of the Grampians trend off at the foot of the Castle, which is a very unpretending"], [107, "NORTHERN SCOTLAND. 95 building of severe aspect, rendered more sombre still by the tint of the granite of which it is composed. The Castle occupies the site of the ancient dwelling of the Farquharsons of Inverey, formerly the owners of the domain which in later years came into the possession of the Earls of Fife, from whom the Queen purchased it in 1854 Balmoral was built after the designs of Prince Albert, who superintended the decoration and furnishins:. o Strangers are not permitted to visit Balmoral even during the absence of the Queen. From the beautiful park which surrounds it, and which is bounded on the one side by the Dee, a very picturesque route leads to Loch Muick, a pretty lake embosomed in the mountains, the principal of which are Loch-na-gar, Dhu-loch, and Craig-dhu-loch. The Queen has erected a small house on Loch Muick, where she occasionally passes a day or two when in Scotland. This habitation, called the Glassalt Shiel (\" Shiel \" signifying cottage), gives one a very exceUent idea of what shooting-boxes are — very simple outwardly, but very comfortable within. The Prince of Wales owns a very picturesque castle, Abergeldie Castle, near Balmoral, which he inhabits in the shooting season. The curiosities of the neighbourhood, easily accessible from Ballater, besides Balmoral and Abergeldie, which we can only admire at a respectful distance, are the Pass of Ballater, a romantic gorge, Ballatrich, where Byron lived when he visited the Highlands, and the Pannanich Wells — mineral springs to which the popular imagination"], [108, "SCOTLAND. 96 attributes curative virtues, winch are simply astounding. Ballater being at th limit of the railway we are forced to retrace our steps, and reioin the mam line at Aberdeen, The rente northward, quitting Forres, skirts the coast and proceeds to I™ Wick and Thurso, the extreme northerly point of Scotland, and of British Railways Inverness is a small and uninteresting town, situated as we are already aware a h north-east extremity of the Caledonian Canal, and consequently at the entrance to the Great Glen of Scotland. Without monuments, without animation, Inverness is of VALE OF STRATHPEFFER. mortal dulness, except on market days, at the assize time, or at the shooting season ; but the neighbourhood is charming, and there are some delightful points o-f view on the Ness which divides the town into two parts. Before reaching Wick the railroad traverses Ross-shire and Sutherlandshire, passing near the princely castle of Dunrobin, belonging to the Duke of Sutherland. Wick, the chief town of the county of Caithness, is built at the end of a little bay. It is a dirty and a wretched place, except during the season of the herring fishery, of which this port is the centre. The herring industry is estimated as producing £160,000 a year People only stop at Wick and Thurso as long as is absolutely necessary to wait for the boats for the Orkneys or the Shetlands."], [109, "NORTHERN SCOTLAND. 97 From Thurso to Kirkwall, the capital of the Orkneys, situated on the large island, is a four hours' passage, and a very disagreeable one. It is necessary to reach this island, called Pomona, to pass through the Archipelago of the Orkneys. Kirkwall, with its narrow and tortuous streets, and its ancient cathedral of St. Magnus, budt in the 12th century by Ronald, Earl ot Orkney, is rather picturesque. Twice a week a steamer leaves Kirkwall for Lerwick, the single and unique town in the Shetland Isles. The inhabitants of Lerwick for the most part devote themselves to herring and cod-fishing, and besides these employments they build excellent boats. The breed of Shetland sheep is almost extinct, like that of the pretty little long- LOCH MAREE. haired ponies, of which specimens are occasionally seen; but the pure breed is difficult to obtain as it has been crossed with the Scottish pony. The north-west of Scotland includes, commencing in the north, the counties of Sutherland, Cromarty, Ross, and Inverness, in which the Hebrides are included. As soon as we find ourselves north of the Caledonian Canal, there is nothing to be seen, except on the east coast, but some unimportant villages, and not one town . This vast region is only an immense plateau where peat, moss, lakes, heather, and flat, naked, desolate tracts of country succeed each other in a lugubrious perspective, interrupted here and there by a steep and solitary peak. At the end of the last century Sutherlandshire was well peopled. The inhabitants, almost barbarians, cultivated the soil with implements of husbandry, like those which were used by primitive races. In their own interest it became necessary to drive these people away. Some established themselves on the east coast, which is more fertile and hospitable, others embarked for America. At present the Duke of Sutherland is doing all in his power to clear the land and"], [110, "SCOTLAND. 98 to make it pay. Roads have been cut, bridges built, and in some places the steam plough has been set to work. Nevertheless it must be many years before the district assumes a new aspect, even if it ever does. Roads are rare, and the means of locomotion limited. Only in the shooting season is there any animation in this region, which is very picturesque, particularly in the portion between Loch Shin and Loch Inver on the west coast. There nothing but lakes, mountains, heather, and rocks, interspersed occasionally with woods, is to be seen. CAPE WRATH. The county of Sutherland is bordered on the south by Ross-shire, which is traversed by a railway, whose starting place is Dingwall, on the east coast, to the north of Inver ness, and which ends at Stromeferry on the west coast, opposite the Isle of Skye. This route passes through one of the most interesting parts of northern Scotland and by localities either curious or picturesque. First, there is the Vale of Strathpeffer, wherein rise sulphurous springs, celebrated in the county ; a bathing establishment has been erected there. This valley is in a beautiful situation, about 9 miles from Ben Wy vis, whose snowy summit rises 3,400 feet above the level of the sea, and looks down upon all the surrounding country. To beautiful valleys soon succeed desert tracts, then woods, then a lake, Loch Luichart, whose beautiful banks are well wooded. A long and continuous valley then presents itself, at the extremity of which is Achnasheen Station, where those who wish to"], [111, "NORTHERN SCOTLAND. 99 see the beauties of Loch Maree alight. This beautiful sheet of water, ten miles from the station, is enclosed by high mountains, whose precipitous sides seem to spring from the lake. This feature gives it a character of wild grandeur which few Scotch lakes present CUCHULLIN MOUNTAINS (ISLE OF SKYE). in an equal degree. The highest of these mountains is Ben Slioch, which rises almost perpendicularly 4,000 feet from the surface of the water. From Achna sheen the railway proceeds to Stromeferry, where a steamer, which is in corres- STORR ROCKS (ISLE OF SKYE ). pondence with the mail train, plys daily to the Isle of Skye. We have already spoken concerning the islands which lie off the Argyll- shire coast, a propos of Oban, Iona, and Staffa. We will now say a few words about Skye and the outer Hebrides. The Isle of Skye is only separated from the main land on the south side by a very narrow channel; its shape is so irregular, indented as it is by lochs or fiords, like those on the coast of Norway, that it is difficult to describe it. Its length is about forty-six miles, but it is so indented, and the ocean penetrates so far inland through the multitudinous lochs, that no part of the island is more than four miles from the sea."], [112, "100 SCOTLAND. Skye bristles with picturesque mountains ; the soil is not fertile, and the inhabitants find it difficult to sustain themselves, particularly of late years, in consequence of the LOCH CORUISK (ISLE OF SKYE). increasing demands of the proprietors. The small farmers, called Crofters, have com- plained of the treatment which they have received, and things got to such a pass that a Royal Com- mission was appointed to inquire into their condi- tion; but the situation remains much as it was before. Despairing of any remedy, the Crofters, following the example of the Irish, refused to pay their rents. The pro- THE QUIRAING (ISLE OF SKTE)."], [113, "NORTHERN SCOTLAND. 101 prietors, in their turn, evicted them ; and the Crofters forcibly resisted those who came to carry the law into execution. A police force was dispatched from Scotland, but was received so warmly that they beat a retreat, and then it became necessary to land a body of Marines from a gunboat. The affair made some stir, which was the object the Crofters had in view. They only wished to draw the attention of the Press and Parlia ment to their grievances. That has been done. Let us trust that prompt and efficacious means will be found to reconcile the demands of these brave feUows with the rights of their landlords BALMAHA. The curiosities of the island are : in the south, the Cuchullin Mountains and Loch Coruisk ; in the north, the rocks of Storr and Quiraing. The Cuchullin chain forms a circle of sombre heights crowned with rocks of the most fantastic forms. The highest peak is Scuir-na-Gillean, which has an elevation of 3,220 feet. One of the mountains, the Red Peak, is surmounted by an inaccessible pinnacle, called the Old Man of Skye. In the centre of this amphitheatre of hills is Loch Coruisk, three miles long and two wide, which all persons agree is one of the most picturesque in Scotland, where there is no lack of beautiful lakes. To the north of the island extends a chain of hills which divides it into two parts ; it bristles with peaks, needles, and pinnacles of rock, which at a distance resemble the ruins of an old fortress. The most curious of all these singular peaks are the Storr Rocks, forming an enormous cliff with ruddy sides, which rise more than 2,300 feet above the sea. But the most interesting point of the chain is the Quiraing, situated at the northern extremity of the island, which is reached by the Uig road. The Quiraing is a lofty rocky platform 1,500 feet high, and surrounded on all sides by basaltic masses of most curious 7.'."], [114, "SCOTLAND. 102 forms, looking like columns, pinnacles, needles, and obelisks. The most remarkable of all is the Needle Rock, so called from its tapering appearance. Twice a- week a steamer from Glasgow, after touching at Portree, proceeds to the more distant of the Hebrides, a group of islands, which extend from the north of Lewis to the point of Barra, about 130 miles. They are only separated by narrow straits. These islands are the Lewis-Harris, Nortli Uist, Benbecula, South Uist, Barra, besides a number of others whose names would occupy too much space in enumeration. There is only one town, Stornoway, the chief place of the island of Lewis, founded by James VI. in 1589. It is built on the margin of the semi-circular bay which forms the harbour, and contains about 2,700 inhabitants. It is with some satisfaction that, after having travelled in the Highlands, climbed the mountains, seen the lochs and islands, slept in the wretched little country inns, and eaten the still more wretched food with which they furnish us, we find ourselves after a good dinner and a good night's rest in Glasgow, on the way to London, where the train at length sets us down, fatigued, but enchanted with Scotland and the Scotch."], [115, "KINGSTOvVN. CHAPTER THE FIRST-DUBLIN AND WICKLOW I. FROM LONDON TO HOLYHEAD AND DUBLIN. IRELAND: A CONQUERED COUNTRY. THE GOVERNMENT. THE ADMINISTRATION.— THE POLICE. THE ARMY. PARTITION OF THE SOIL. NATURAL PRODUCTIONS. A longer and rougher passage than that between Calais and Dover; a heaving sea, with short waves, very trying to the excellent steamers which perform the service between Holyhead and Kingstown or Dublin ; a double and terrible motion of pitching and rolling — that is what the traveller must submit to, who would see the beauties of Green Erin. The total distance from London to Dublin is 333 miles, of which about sixty-four miles is sea-passage. The mail trains and steamers perform the journey in about ten and a half hours, vid Kingstown, which is only fifteen minutes' run from Dublin. From London the railway follows the Liverpool line as far as Crewe, and makes a sharp curve to Chester, whence, skirting the Irish Sea and Beaumaris Bay, it reaches Holyhead, in the Isle of Anglesey. At Holyhead we embark on comfortable steamers, which perform the transit with great rapidity, and the transportation of the mails and baggage is quickly effected. A little patience, and the Emerald Isle will soon appear, emerging from the waves,"], [116, "IRELAND. 106 clad in her rich mantle of verdure, and breaking the line of the horizon with the graceful outline of her hills, whose blue summits are mingled with the warm haze that is lighted up by the rays of the rising sun. According to geographers, statisticians, and economists, Ireland, which measures 300 miles in length and 150 in width, has a superficial area of 21,000,000 acres, of which 400,000 are covered with lakes and rivers, enjoys a temperate climate, favourable to the open-air cultivation of plants, which will only live under glass in England. It is more fertile than Great Britain, and contains a rich supply of minerals, which are insufficiently worked. How is it that this country is so poor, so miserable, that Famine stalks though the land ; and that the population, which has diminished forty per cent, in forty years, is still dying of hunger? That is a question which the economists, the statisticians, and the geographers — people who generally can explain everything — have not yet been able to solve. So we must not address ourselves to them, but to politicians. It would be futile to ignore the fact that the political question in Ireland permeates everywhere and dominates everything, and, unless it be solved one way or the other, this distressful country will struggle on vainly, in impotence and misery, to the final catastrophe. Englishmen and Irishmen mutually accuse each other of being the cause of the ruin of Ireland, which is something like the invalid who was so quickly despatched between Doctor Tant-Pis and Doctor Tant-Mieux. When we compare Scotland with Ireland, and the way in which the English have treated the Scotch and Irish, one sentence will suffice to explain, without justifying their conduct. This explanation is, Scotland has never been conquered, and Ireland has been conquered. Now, in all times and in all countries, the vanquished have had to submit to the laws of the victors. There is an English proverb which says, \" If you sow the wind, you will reap the whirlwind;\" and everyone knows that between the years 1172 and 1832 the English sowed a good deal of wind. Moreover, the difference of race and religion has placed a gulf between the two countries which it is difficult to bridge, although the Disestablishment of the Irish Church, in 1871, contributed a good deal towards the dispersion of the elements of discord. There are none of these causes to operate against the harmonious relations existing between the English and the Scotch, inhabitants of the same island, separated only by an imaginary frontier, of the same religion, and having such considerable community in ideas, and so many common characteristics, that the two races assimilate more and more in the formation of a single nation. The union of Great Britain with Scotland is a marriage of inclination, while that of Ireland with Great Britain is only a union of policy. Ireland, since 1800, has been governed by a Lord-Lieutenant, or Viceroy, assisted by a Privy Council and a Chief Secretary, who is a Member of the House of Commons, and sometimes of the Cabinet. In Parliament, Ireland is represented in the House of Lords by twenty-eight peers, elected for life by the members of the Irish Peerage, and by Irish peers who have also English titles; in the House of Commons, by 103 members. There are 226,511 electors, and the right to vote is the same as obtains in England; property bein\"- the base of the electoral system. The Irish members are divided into three classes—"], [117, "DUBLIN AND WICKLOW 107 Conservatives, Liberals, and Home Rulers, or autonomists; the last are the most numerous, then the Conservatives, the Liberals being in a minority. The local administration of the cities and boroughs is the same as in England, the citizens electing their mayors and aldermen, and governing themselves. The police duties, except in Dublin, are performed by a species of gendarmerie, called the Royal Irish Constabulary, a force composed of 14,000 men, under the orders of an Inspector General. It is supplemented, in case of need, by an army of 30,000 regular troops. These 44,000 men are charged with keeping order amid 4,903,000 inhabitants, who, spread over the whole area of the country, gives an average of 160 people per square mile. The division of the land is not so great as in England, the whole of the soil being owned by 68,758 proprietors, of whom 749 possess, amongst them, one-half the whole area. There are but 36,114 proprietors with less than an acre of land. As for the productions of the soil : the climate is too damp for the growth of wheat, so oats is cul tivated to the extent of 1,400,000 acres, and potatoes on 855,000 acres. The latter constitute the great resource of the country. So when the potato crop fails, as it did in 1845, famine is soon ex perienced, when the misery and suffering of the people are indes cribable. Cattle-raising is still an im portant source of revenue for Ireland, which includes 10,000,000 OLD IRISH PEASANT WOMAN. of acres of pasture land, almost as many as England possesses. There is also another industry that could be made very remunerative, but for the indolence of the inhabi tants, which is pushed too far. This is the fishing, which would supply them with a most valuable article of food and of commerce-an important consideration in a country where famine is chronic. To sum up: Ireland is far from being in such a flourishing condition as Great Britain, although in the aggregate it is the more fertile of the two islands. Its commerce, its industries, its agriculture, have not been sufficiently developed. Everyone"], [118, "IRELAND. 108 agrees in that, but opinions are very much divided as to the means to be adopted to promote their development proportionately with the wants and the aspirations of the inhabitants. Then again crops up the everlasting political and governmental question which is so intimately connected with all the others. For administrative purposes the country is divided into four provinces — Leinster, Munster, Connaught, and Ulster, sub-divided into thirty-two counties, at the head of each of which is a lord lieutenant, just as in England. The seat of Government, and of all the civil and military administrations, is Dublin, the capital of Ireland and chief town of the province of Leinster. II. dublin. — its situation. general aspect. — monuments. — two cathedrals. st. Patrick's; christ church. — the castle. — the bank of Ireland. — THE UNIVERSITY. THE CUSTOM-HOUSE. — THE LAW COURTS. The capital of Ireland is situated at the extremity of the beautiful Bay of Dublin, at the mouth of the Liffey, which traverses the city from west to east, separating it into two almost equal parts, which are connected by ten bridges. It occupies an area of 3,900 acres of level ground, but it is surrounded by picturesque hills, most evident in the south, and which, visible from many points in the city, form a beautiful background. In its extreme length, Dublin, which has something of the form of Paris, measures about three miles; its circumference, indicated by the Circular Road, which encloses it, and serves as the municipal boundary, is eleven miles. The streets, for the most part, are perpendicular to, or parallel with, the Liffey; but they have not the regularity of those in the new quarters of Edinburgh. They are not so well kept either. However, the city is of a more cheerful aspect than formerly, as the streets have been for some years past embellished and widened. Unfortunately the damp and rainy climate of Dublin renders a sojourn there, or in any other part of the country, somewhat disagreeable, although it is not so cold as in Scotland. In view of the almost entire absence of monuments, one would scarcely credit the antiquity of the city, which was already known in the time of Ptolemy, and by him called Eblana. It was then only a fishing village of miserable huts. In the 5th century of our era, when St. Patrick came to convert the Irish, he stopped there, and predicted that the little hamlet would become an important city, and would one day be the capital of an important kingdom. In the ninth century the Danes or Ostmen came up the Liffey, and built a castle. The propinquity of these pirates was a standing menace to the Irish, who made an attempt to drive them out of the country, but did not succeed until after a long struggle ; for it was not until the year 1014, that the victory gained over the Danes by the Irish chieftain, Brian Boru, or Boroimhe, finally crushed them. To the Danes"], [119, "109 DUBLIN AND WICKLOW. succeeded the English, who in 1170 took possession of Dublin, into which Henry II. made a solemn entry in 1172. From this period Dublin remained under the domination of the English, and English history includes that of Ireland. Under James II. Dublin was, according to Macaulay, the second town of importance in the British isles, and its population numbered 30,000 inhabitants. At the time of the Act of Union, which reduced the Irish capital to the rank of a simple provincial town, the population was ST. PATRICK'S CATHEDRAL (DUBLIN). 182,000. Since the beginning of this century Dublin has greatly extended, and now reckons nearly 350,000 inhabitants. Possessing no commerce or industry (so to speak), Dublin has little animation, and is melancholy and slovenly in appearance. The rich inhabitants have deserted the capital. Of the 178 members of the Irish peerage, there are only two who reside there. \"Society\" in Dublin is composed exclusively of judges, lawyers (barristers and solicitors), doctors, and the little group of functionaries attached to the Viceregal Court. In a word, only those remain who cannot help it. As soon as the visitor arrives in Dublin, he is struck by the number of barracks he sees, and the quantity of soldiers and policemen he meets. The Viceroy, the Castle officials, the judges-in fine, all those who have anything to do with the administration of the law, are either openly or secretly under police protection. The inhabitants look 77"], [120, "IRELAND. 110 on sometimes unmoved, occasionally riotous and angry, with that ever-changing frame of mind and idea which is characteristic of Irishmen. The middle classes have nothing to distinguish them from others, but the type of the lower class is very strongly marked. The women have oval faces, somewhat flat, but lighted up by fine blue eyes which contrast strangely with their hair of ebony blackness. The heads of the young Irishwomen are frequently very beautiful. The men are of a less pleasant type, but also accentuated. They have, for the most part, a prominent jaw, which is the most characteristic facial trait. The English in their caricatures do not fail to reproduce this peculiarity, and the Irishman of Punch (a personage as little true to nature as the traditional Frenchman, with his long pointed moustaches and cropped hair) has an alarmingly bestial and cruel aspect. But the Irishman — at least when lie is not excited by passion or whisky — is the best \" boy \" in the world. A very curious type of humanity in Dublin is the car-driver — the \"coachman\" of that astonishing vehicle which disadvantageously replaces the cab in Ireland. That incom- modity, the cab, has already been delineated, but it is a hundred times better than the car, which is the most uncouth thing in \" carriage-building \" ever imagined. The car consists of two seats placed longitudinally back to back, and above the wheels, which they cover. The legs of the traveller hang over the side, and rest upon a movable footguard which is attached to the seat. The driver occupies another perch in front of the vehicle in the usual way (or a place on the opposite seat if otherwise unoccupied) . Besides the difficulty and inconvenience of sustaining one's self upon this jauntin°--car there is a risk every minute of having one's shins smashed, for the driver, who has frequently had a \"dhrop of whisky,\" pilots his car with the utmost contempt of collisions ! Occasionally one is reduced to pivoting round upon the seat, and putting one's legs upon the cushions. This manœuvre, although somewhat ungraceful, is at times absolutely necessary, and must be executed rapidly. One is, moreover, exposed to the sun in summer, and in winter and wet weather to all the changes of tempera- ture — and it is almost always raining in Ireland. The inspection of the monuments and curiosities of the town can be made rapidly, the greater number of the interesting buildings being situated near together on the right bank of the Liffey. Dublin possesses many churches — about one hundred and fifty ; and it is somewhat surprising to learn that the most of them are Protestant places of worship, and that the Roman Catholics, who compose four-fifths of the population, have only thirty, without reckoning the conventual chapels. That is a small number. Of all the religious edifices there are only two which are really worthy of remark ; these are the two Protestant cathedrals— St. Patrick's and Christ Church. The former, situated in Saint Patrick's Street, is a beautiful Gothic monument commenced by Archbishop Comyn, in 1190, partly destroyed by fire in 1362, then restored and embel- lished by Archbishop Minot, who added the square tower, which in the last century was surmounted by a granite octagonal spire. This edifice occupies the site of the church which, according to tradition, was built by St. Patrick in the 5th century. After many vicissitudes, this beautiful monument, neglected like all the rest in this country, was"], [121, "DUBLIN AND WICKLOW. 111 falling to pieces, when a generous citizen of Dublin, Sir Benjamin Lee Guinness the yery wealthy brewer undertook the cost of its restoration. The work was cZ^l so many years, and did not cost less than £160,000. continued lor As it now stands, St. Patrick's Cathedral is cruciform in shape, and consists of a uave with aisles, two transepts, and a choir measuring 90 feet in length. Serbia been performed there since 1865, after its complete restoration. In the interior, aft the waUs of the nave and the roof had been rebuilt, a transept reconstructed, and the party-waU which separated the choir from the rest of the cathedral pulled down the vast ann mgsrtiifistQn+ ™«,.~ _ L > vast and magnificent nave was thrown open and now forms one single building, having a superb effect. The cathedral contains a large number of tombs and commemorative monuments. We cannot enumerate all of them; we need only recall to mind that Swift, the author of \" Gulliver's Travels,\" who was Dean of St. Patrick's, lies here beneath a marble slab beside Mrs. Hester Johnston, the famous Stella. Re-ascending the street towards the Liffey, we reach the other cathedral, Christ Church, or the Church of the Holy Trinity, whose foundation dates, it is said, from a period anterior to the arrival of St. Patrick in Ireland. However that may be, the original church does not appear to date back farther than the 11th century in its most antiquated portions. In 1871, when the Irish Church was disestablished, the edifice went to ruin ; an opulent distiller, Mr. Roe, offered — as the brewer, Sir B. L. RUTLAND SQUARE CHURCH (DUBLIN). Guinness, had done — to put at the disposal of the archbishop the sum of £16,000 demanded by Mr. Street, the architect. The work was immediately commenced and the expenses grew apace, until when the restoration had been completed, the bill amounted to the respectable total of £200,000. This was rather \" rough \" on Mr. Roe, but the distiller was not going to be beaten by the brewer, and Mr. Roe paid the bill. It must be admitted that the building of the Synodical Hall of the Irish Church figures for a considerable sum in the account. It may be useful to state in a few words the organization of the Irish Protestant Church, which since January, 1871, has been separate from the State. Before that time it was in the enjoyment of a capital of £14,000,000 sterling, and an annual revenue of £600,000, of which the State paid a portion. When the disestablishment was effected it was allowed as compensation a sum of £7,500,000, aud the administration of its funds was confided to a Commission. Now the total revenue is only £345,000 :"], [122, "IRELAND. 112 it suffices, nevertheless, for the emoluments of the Protestant clergy, which consists of two archbishops, ten bishops, and fifteen hundred clergymen. The Protestants number about 64,000, and there are in Ireland 1,630 Protestant churches, situated principally in the northern counties. The administration of the Church is confided to a Grand Synod composed of the Bishops, cleric and lay members, and to twenty-three Diocesan Synods. The General Synod assembles in Dublin at a fixed period to discuss all religious questions. The Protestants, having two cathedrals, it is the least the Roman Catholics could do, being in a majority, to have one. This is in Marlborough Street, on the opposite side of the river. It is usually called the Church of the Conception, although its true title should be the Metropolitan Catholic Church. It is in the form of a Greek temple. The interior, consisting of a central nave and two aisles, is decorated with great richness and taste. The (Roman Catholic) Archbishop of Dublin often officiates at the Metropolitan Church; he is assisted by a coadjutor and a staff of clergy numbering 458 members. There are in Ireland four Roman Catholic Archbishops, those of Dublin, Armagh, Cashel, and Tuam, and twenty-four bishops elected by the clergy of the diocese, but their nomination must be approved by the Pope. The priests, to the number of 3,250, are nominated by the bishops. The emoluments of the Roman Catholic clergy are provided solely by the contributions from the services, marriages, aud baptisms celebrated in the churches, and chiefly by the liberality of the faithful. According to the latest census there are, in a total population of 4,900,000, 3,960,000 Catholics. Another church, a very ancient one, and which is reckoned amongst the curiosities of Dublin, is the Protestant Church of St. Michan, founded in 1095, and rebuilt in the 17th century. The vaults of St. Michan possess the property of preserving the dead bodies, like the catacombs of Egypt, to which they have been compared. Visitors are shown a number of mummies, one of which is, it is reported, the remains of St. Michan himself. The greater number of the monuments of the city are enclosed within a space relatively small. A little distance from Christ Church we find the Castle, the official residence of the Queen when in Ireland, but which she never inhabits now. Dublin Castle is situated at the top of an eminence called Cork Hill. It is the seat of the Irish Government, and the residence of the Lord-Lieutenant or Viceroy. The Privy Council meets there, and there are centralised the various branches of the Irish executive. The Castle, ot little importance, consists of a series of buildings devoid of any symmetry, surrounding two interior quadrangles or court yards. It is built on the site of a fortress, erected in Henry II.'s reign, to protect the English who had settled in Dublin, and to keep in subjection the hostile population. Of this fortress, commenced by Meyler Fitz-Henry, the grandson of Henry I., and finished by Henry of London, Archbishop of Dublin, in 1223, there remain only two towers— the Birmingham and Bedford Towers,— in which are preserved the State archives and those of the Law Courts from 1246 to 1625. The modern buildings, embellished with colonnades and porticoes, are surmounted"], [123, "DUBLIN AND WICKLOW. 113 on the side nearest the Liffey, by a cupola and a flagstaff, from which floats the Royal Standard. The southern wing of the Castle contains the Viceregal apartments. But the most remarkable portion of the whole is the beautiful Gothic chapel called the Chapel Royal, contiguous to the Round Tower. The exterior is simple enough, and displays a single nave of native stone, the walls of which, sustained by pinnacled buttresses, are embellished with a hundred heads or medallions. Above the north door we remark side by side the busts of St. Peter and Dean Swift— very much surprised to find themselves so near together. The interior decoration of the Chapel is very rich. CHAPEL ROYAL (DUBLIN CASTLE). It consists chiefly of panels of most delicately carved oak. The pulpit is also very elegant. As soon as we have passed the Castle gates we find ourselves in front of the City Hall : the Municipal and the Viceregal administrations are thus side by side. The City Hall, which is also called the Royal Exchange, looks down Parliament Street. It is a square building of the Corinthian order, originally built for an Exchange, which served consecutively as a drill-hall for Volunteers, an assembly hall, a tribunal of commerce, and lastly, since 1832, as a Town Hall. That is the reason why it has pre served the name of Royal Exchange, a title which is not at first apparent ! At the end of Dame Street is the open space known as College Green, whereon abut Trinity College and the Bank of Ireland, and which is embellished by several remark able statues. The Bank of Ireland was formerly the Irish Houses of Parliament; it is, therefore, from the historical point of view, one of the most interesting buildings in Dublin."], [124, "IRELAND. 114 Within its walls used to resound the voices of those illustrious orators, those ardent patriots — Curran, Grattan, Plunkett, Flood, and many others equally illustrious. This beautiful edifice, the elegant facade of which bounds the north side of College Green, was finished in 1787, and replaced Chichester House, where the Sessions of the Irish Parliament were held since 1661 to that time, and which had threatened to fall into ruins. The plan is almost circular, the facade fronting the Green is an Ionic colonnade broken by a central portico sustained by four pilasters. The former House of Commons is now transformed into bank offices, but the occupants have had the good taste to leave the House of Lords undisturbed ; its furniture is carefully preserved. It was in this building that a corrupt parliament consented to the Act of Union which deprived Ireland of its autonomy. Pitt carried it, and we recall the reply of Lord Castlereagh, one of the negociators of this dark episode, to an indignant Member of Parliament, who cried, \" What would you say, my lord, if I were to publish the corrupt advances you have made to me ? \" \" What would I say ? \" replied the noble negociator, calmly, \" I would deny it ; and, I believe, of the two, I am rather the superior with sword and pistol.\" But the patriots were in a minority, and, notwithstanding the effects of Grattan, who, though ill, caused himself to be carried into the House, the BiU which deprived Ireland of her independence was passed. At the same time, (January 1st, 1800), that the kingdom of Ireland was united to Great Britain, the Kings of England renounced for ever the vain title of Kings of France which they had adopted since the time of Edward III. That was one compensation. In the midst of the \" Green \" in front of the Bank stands the statue of Grattan the incorruptible patriot, the eloquent defender of Ireland. When, after the Union, the Irish Parliament was dissolved, elected by the voters of Dublin he proceeded to sit at Westminster, where he never ceased to proclaim the purest patriotism, and to defend with all his vigorous eloquence the interests of his country. He died in London in 1820, and the English, filled with admiration for his character and talents, accorded him burial in the National Pantheon, Westminster Abbey. On the other side of the Green, in front of the railings of Trinity CoUege, are the statues of two other illustrious Irishmen, Edmund Burke and Oliver Goldsmith. The former, a skilled politician, has left an imperishable name in the annals of England ; the latter, born in a humble village, has given to English literature three masterpieces known all over the world, amongst which the \" Vicar of Wakefield,\" the crowning work of Goldsmith, that delightful picture of family life, will remain a model of style. No English prose-writer has ever done anything so perfect as this. These are not aU, however. College Green presents another statue— of but average merit it is true, but it is the outward semblance of the greatest of national poets, Thomas Moore, the immortal author of the \"Irish Melodies\" and \"Lalla Rookh.\" He was born in Dublin in 1789, and, like Goldsmith, went through the University Course in his native city; but, more fortunate than the latter, he was not subjected to such trials and privations. He saw publishers disputing for his works in 1817. He was paid 3,000 guineas for \"Lalla Rookh,\" and some years later his \" Life of Byron\" brought him in £5,000. Fifty years before that Goldsmith, with difficulty, obtained £60 for his \"Vicar of Wakefield,\" and he had to write an English Grammar for £5, and a History"], [125, "DUBLIN AND WICKLOW. 115 of Rome for £240. So Rogers had good reason to say of Moore, \" He was born with roses on his lips, while a nightingale sang at his bedside.\" To Adam Loftus, Archbishop of Dublin, is due the honour of having founded Trinity INTERIOR OF THE CHAPEL College, in 1589. Queen Elizabeth, two years later, granted him a charter by which the College was invested with the same rights and privileges as an University. Modified in manv respects, the constitution of the College is similar to those of the Scotch Univer sities. It is governed by a Chancellor and a Vice-Chancellor, or Provost, and a Senate"], [126, "IRELAND. 116 elected by the members of the University. The Chancellor is, as usual, a man of mark, whose functions are purely honorary. The true head of the University is the Provost, who directs the studies. Like Oxford and Cambridge, the University of Dublin is represented in Parliament by two members. The building, designed by Chambers, consists of a facade in the Greek style, the centre of which \"is occupied by four Corinthian columns supporting a pediment under which is the chief entrance. We enter the building through an octagonal vestibule which leads into the \" Quads.\" The first quad, is bounded on the right and left by elegant buildings with porticos sustained by Corinthian columns. Besides a splendid library, the College possesses two museums. The new or Geological Museum is a building in the Italian style, and of very florid decoration. It contains a fine mineral collection, a number of skeletons of animals, of Irish birds, and two splendid specimens of the Irish elk, the bones of which have been found in the peat-bogs. In rear of the College extends a fine park, in which the students take their recreation at cricket and football, which are quite as appreciated in Ireland as in England Often, when some important match is being played, the most fashionable ladies of Dublin society honour the students with their presence, and follow the fortunes of the game with the keenest interest. Trinity College has 1,500 students, and enjoys a good income, valued at £65,000 sterling, of which £36,000 arise from estates which it possesses in various counties, which were bestowed upon the University by James I. and Charles II. Besides Trinity College, Dublin has a Catholic University, founded in 1854, and a Royal Irish University, established in 1880, the Chancellor of which is the Duke of Abercorn. The latter is the only one in Ireland, in which all degrees are open to women. With regard to education, Ireland is well cared for, and possesses, besides its three Universities, a great number of educational establishments, schools, and colleges, some of whicli are well endowed. Primary instruction is provided by means of schools, as in England. There were of these, in 1883, 7,705, and the number of pupils was 1,100,000. The sums voted for them by Parliament in the same year amounted to £719,000 sterling, while in 1868 they only reached a total of £375,000. But, if the funds thus voted have nearly doubled in fifteen years, the number of pupils has scarcely increased a tenth, while that of the schools has increased in the proportion of 6 to 7. This curious fact is explained by the constant diminution of the Irish population. The inspection of the public buildings on the right bank of the river being terminated by the visit to Trinity College, we have only to proceed along Westmoreland Street, glancing at Smith O'Brien's statue as we pass, and cross the Liffey by O'Connell's bridge, the widest in Dublin. Standing in the centre of this bridge, we are in the most favourable position to see the city and the Liffey. The spectator who turns towards the Park has on his left Westmoreland Street, on his right the celebrated Sackville Street, in which uprises the Nelson column; at his feet the Liffey, crossed by bridges standing very close together, runs between lines of quays, bordered with lofty houses. On the right bank the towers of Christ Church, and St. Patrick's spire rise high into the air ; and on the opposite side the Four Courts, or Law Courts, displays its"], [127, "DUBLIN AND WICKLOW. 117 beautiful facade, which is surmounted by a flattened dome. Quite in the distance, in front, we perceive the Wellington obelisk, which rises above the trees in the Phœnix Park. If, then, we turn right about face, towards the bay, one monument only— but a very elegant one— the Custom House— is visible, while the river, growing wider, flows towards the sea, between two lines of docks, from which it is separated by quays. Although called the Custom House, this branch of the administration occupies but a small portion of the building, which contains, amongst other departments, the Poor Law Commission the Board of Works, and the Inland Revenue Office. BANK OF IRELAND AND TRINITY COLLEGE (DUBLIN). Taking it as a whole, the Custom House certainly is the finest specimen of architecture that Dublin has to show. Let the reader figure to himself a a quadrangular building, whose four sides, liberally adorned with columns and statues, are open to the surrounding streets, surmounted by an elegant dome. The principal facade, looking upon the river, is in the Doric style, is 375 feet long, and consists of a central building, ornamented with a tetrastyle portico, supporting a triangular pediment. The dome is 120 feet high. Proceeding then along the Quays, in the direction of the Phœnix Park, we reach the Law Courts of Dublin, called the \" Four Courts,\" because the building contains the four Courts of the Queen's Bench, Chancery, Exchequer, and Common Pleas. This denomination was far more correct formerly than now, for the judicial organization of Ireland has been transformed like that of England. The four Courts, formerly separated, and having distinct attributes, now form divisions of the High Court of Justice. 73"], [128, "IRELAND. 118 Above this is the Supreme Court, presided over by the Lord Chancellor of Ireland, absolutely similar to the -Supreme Court in London, which is presided over by the Lord Chancellor of the United Kingdom. To complete the resemblance, the decisions of this Court can be appealed against, and submitted for the decision of the House of Lords. The judicial system of Ireland includes also a Court of Admiralty, a Bankruptcy Court, a Divorce Court, and a special Land Commission Court, charged with the CUSTOM HOUSE (DUBLIN). settlement of the differences between farmers and their landlords. This tribunal has rendered great service since its establishment at the time of the agrarian agitation which devastated Ireland some few years ago— a crisis which unhappily has not yet passed, although entering upon a new phase, which we may call a period of transition and appeasement. Curran, Shiel, and particularly Daniel O'Connell, left in the Dublin Four Courts an imperishable memory. It was due in a great measure to the efforts of the last-named that the Catholic Emancipation Bill was passed, an Act which was snatched from Peel and Wellington after a debate, in which he displayed all the qualities of an orator and a statesman, and which made a deep impression on his adversaries who found that they had to reckon with him. One may say of Daniel O'Connell, that he embodied contem porary Ireland ; and that the history of his life is that of his unhappy country, during the first moiety of the nineteenth century."], [129, "DUBLIN AND WICKLOW. 119 III. THE QUAYS. THE BRIDGES. — ST. STEPHEN'S GREEN. — THE PHŒNIX PARK. THE POLICE. THE MUSEUMS, AND THE SCIENTIFIC AND ARTISTIC SOCIETIES. —THE THEATRES. INDUSTRY.— COMMERCE. — THE PORT OF DUBLIN. One of the peculiarities of Dublin is its series of quays, the most beautiful in the United Kingdom (after the Thames Embankment), which enclose the Liffey throughout its course within the city. Between Richmond Bridge and Grattan Bridge, in the previous century, were fought the sanguinary contests between the weavers and the tailors on one side, and the butchers on the other, in which the students took part, and which the authorities found it impossible to put a stop to. The Liffey not being wide, the bridges which span it are not remarkable for their proportions, but some of them are very elegant ; such are Richmond Bridge, and the O'Connell Bridge more particularly. From this bridge extends the most beautiful street in Dublin, Sackville Street, which is 108 feet wide; the side walks are planted with trees and lined with lofty and beautiful houses. At the point of intersection of Sackville Street and Eden Quay stands the O'Connell monument, erected on 15th August, 1882. It consists of a circular pedestal supporting a bronze statue, 12 feet high, of the celebrated agitator, or, as he is commonly called, the \" Liberator,\" draped in a cloak. The beautiful Corinthian building which we see on our left as we ascend Sackville Street is the Post Office, erected in 1818. Like most of the public buildings in Dublin, it is surmounted by statues. Beyond Sackville Street is Rutland Square, one of the most beautiful in Dublin, but inferior to Merrion Square on the other side of the city, near the College Park. In Merrion Square, in the last century, lived the Irish aristocracy, and all persons who had attained anv celebrity in art, science, or politics. A small street, forming the west side leads to Merrion Row, where, in Mornington House, was born, in 1769, Arthur Wellesley, who afterwards became Duke of Wellington, an Irishman of whom England may well be proud. At the end of Merrion Row is St. Stephen's Green, a fine square in which 200 years ago woodcocks were shot. By degrees the marsh was drained, houses were built around it, and the gardens, which cover an area of 5 acres, have become one of the most agreeable lounges in Dublin. From St. Stephen's Green we reach O'Connell's Bridge, by passing down Grafton Street, the most business-like and most animated thoroughfare in the City, and in which we find the best shops. The Mansion House— the official residence of the Lord Mayor of Dublin, a villainous construction, from the summit of which floats the municipal banner— is in Dawson Street, which is parallel to Grafton Street; and there also are situated the Royal Irish Academy and St. Anne's Church."], [130, "IRELAND. 120 Following the Quays on the right bank, and crossing King's Bridge, we reach the gate of the Phœnix Park, just outside the municipal boundary. This park is at once the Bois de Boulogne and the Hyde Park of Dublin. Like the former it borders on the City, and like the latter it is the rendezvous of the local aristocracy. The Phœnix Park extends over an area of 1,750 acres, twice the size of the three parks in the West End of London, and nearly 8k miles in circumference. It is undoubtedly one of the most beautiful public parks in Europe. It belonged formerly to the Knights Hospitallers, and was restored to the Crown in the reign of Henry VIII. In Charles II.'s time, it was converted into a deer park, and surrounded by a high palisade. When Lord SACKVILLE STREET (DUBLIN). Chesterfield, the famous letter- writer, was Viceroy in Ireland; in 1747, he conceived the excellent idea of turning the park into a public promenade, so he caUed in the aid of a landscape gardener, or architect, who prepared the plans, and superintended their execution; thus the Viceroy endowed Dublin with this magnificent recreation ground. The Phœnix Park presents a variety of extremely pretty vistas ; here it is covered with thick brushwood and leafy trees ; there we have the pleasing undulations of the \" Fifteen Acres \" which serve as the drdl-ground of the garrison, while in the distance, southwards, is perceived the blue line of the Wicklow Mountains, a prospect which adds much to the charm of its picturesque beauties, and renders the illusion complete. We can almost fancy ourselves — not in a public park, at the very gates of a large city, but in the open country, many mdes from human habitation. Here and there the fallow deer wander at liberty, (having been rendered quite tame by the accustomed appearance of the \" Dublinites,\") bound through the shady alleys, or passing their graceful heads through the bushes, await thankfully the proffered caress or, perhaps, some dainty"], [131, "DUBLIN AND WICKLOW 121 morsel. Roads, admirably kept, traverse the park in every direction, and they are at certain hours filled with carriages and equestrians. PHŒNIX PARK (DUBLIN). In this park — in the midst of private grounds — is the Viceregal Lodge, the residence of the Lord Lieutenant. Like the Bois de Boulogne the Phœnix Park contains a Zoological Garden, which corresponds with the Jardin d'Acclimatation, in the sense that on public holidays it is the favourite resort of the children — small and great — of Dublin. The building which stands behind the garden is the Constabulary Barracks. There"], [132, "IRELAND. 122 the recruits for this picked force are drilled. It is half gendarmerie, half police m character, and is charged with the maintenance of order in Ireland-a difficult task, and one which requires special qualifications on the part of those who are invested with it Brides the constabulary, Dublin is protected by a special police force and a legion of detectives, whose maintenance costs the ratepayers something like £130,000 a year. Without being of great importance, the museums of Dublin are, considering their recent origin, in a very satisfactory condition. Thanks to State aid, which is extended to the greater number of these institutions, they are enriched every year by new works of art, and their development cannot but have excellent results from all points of view. rt. Stephen's green (dublin). The National Gallery of Ireland, established to exercise an influence in favour of the encouragement and culture of the fine arts in the country, was founded by some Irish noblemen after the Dublin Exhibition of 1853. This enterprise, due as usual to the efforts of private individuals, met with encouragement on all sides to such an extent that the Government furnished the funds to assist the erection of the National Gallery, which includes collections of paintings and sculpture, water-colours, and engravings. On the other side of the gardens two immense buildings attract our attention. One is the Museum of Natural History, the other the Museum of Agriculture. These museums were founded by the Royal Dublin Society, which claims the honour of being the first institution of its kind in the United Kingdom. Its foundation goes as far back as 1731, and its promoters were Sir Thomas Molyneux, Doctor Madden, Mr. Prior, and the Earl of Dorset who was the first president. The object of this society is to encourage agriculture, and all useful arts."], [133, "DUBLIN AND WICK LOW. 123 Another artistic society, which since its foundation has conferred great benefits upon Irish art, is the Royal Hibernian Academy, organised in 1823 on the plan of the Royal Academy in London. The Royal Irish Academy might call itself the Society of Antiquaries of Ireland, a title which would be more fitting than that it has adopted, and one that would give a more correct idea of its work. It was founded a century ago. The Irish people, who are light-hearted and quick, even frivolous, as their critics say, love pleasure and amusement. Military spectacles, reviews, official ceremonies and galas have for them irresistible attractions. The local aristocracy and the upper middle-classes, the officials, and the members of the liberal professions lose no oppor- ORMOND QUAY (DUBLIN). tunity of attending a levee or a drawing-room held by the Viceroy, who, in default of the reigning sovereign, holds court in the castle. For the lower middle-classes and work-people theatres, concerts, and exhibitions, open all the year round, are a source of pleasure always new, and of which they take every advantage. The theatres do an excellent business, and all the galleries, museums, and public gardens, open on Sundays, are filled with a crowd eager to be amused. The Irish are proud of their actors and actresses. Wilks, Farquhar, the esteemed author of the comedies; Peg Woffington, the seductive, of whom Hogarth painted such an excellent likeness, Thomas Sheridan, father of the author of the School for Scandal; Miss O'Neill, who became Lady Beecher; Miss Farren, who married the Earl of Derby, and many others were natives of Ireland. Dublin possesses three theatres, none of which are ot any architectural beauty, and many concert halls. The principal of these latter is the Rotunda, situated at the end of Sackville Street, which is let for special representations, meetings, and dinners, like St. James's Hall in London. Lastly, Dublin has its Crystal Palace and Winter Garden, in the neighbourhood of"], [134, "124 IRELAND. St. Stephen's Green. This is the palace in which the Exhibition of 1865 was held. Instead of demolishing it, Sir Arthur Guinness and Mr. E. C. Guinness— this is an incorrigible family !— purchased it and presented it to the city. Behind the Crystal Palace extends a pretty garden, fifteen acres in extent, planted with trees and shrubs, and containing sheets of ornamental water and statuary. Dublin is not a manufacturing town. Commerce is very restricted, as is proved by the amount of the export values, which in 1882 only reached £116,400 sterling, a sum absolutely insignificant. Irish people assert that the commerce of Dublin has declined since the Union, and that the decay of their capital dates from that epoch. This is GRAFTON STREET (DUBLIN). by no means proved beyond doubt, for Ireland has never been celebrated for it. —ore,; all its riebes consist in agricultural produce and in 2Z22 At th time of the Revocation of the Edict of Nantes in lsis^ , u sraism*>- At th* over and established themselves in D^d „ „ ~ importance of .bich people now resret the loss Th™ J ,f T commercial Ireland the poplin manulture, .£ „'as in 1 \"» Th.s ma.er.al was .hen eaUed Papeline, because the cZa, at tb . X\"' authority of the Pope. The French name .„ aceommlted 0 \"he ZlT , \"* the word pope became pope : hence ponlin HTM. - . , g h tonSUe' \" they retamed ,„ l^I'lX-^JfcTKh,\"?\"- *~™-« ofa„,„d„stry„b,ch,l,eso many other, the e^^^nl^"], [135, "DUBLIN AND WICKLOW. 125 countries, and more particularly into England. We have already seen how much British industry owes to the hard-working emigrants, traces of whose labour we find in Lancashire, Yorkshire, and in all great industrial centres. At present the principal industry of Dublin is the manufacture of the black beer known as stout, and whisky. O'CONNELL'S BRIDGE (DUBLIN). Of the twelve or fifteen breweries in Dublin none is more widely known or more important than that of the Messrs. Guinness, who employ more than 12,000 men in the manufacture of the famous Dublin stout. As for whisky, the favourite beverage of Irishmen, and, it is said, also of Irishwomen of the lower class, it is a special business. It is estimated that the excise duty paid by the Dublin distillers amounts to £350,000 sterling per annum ; ten shillings a gallon on all the whisky manufactured. These two articles, stout and whisky, by themselves make up one quarter of all the exports from Dublin; the remainder consists of worked metals, glass, and chemical products. All the business of the port is therefore due to the imports, which reach the value of 79"], [136, "IRELAND. 126 £3,600,000. Since 1820, the natural harbour of the Liffey has been made accessible to vessels of large tonnage, and the two jetties, the North Wall and the South Wall have O'BRIEN'S STATUE (DUBLIN). been extended to a distance of three and a half miles into the Bay. These improvements have considerably increased the maritime commerce of Dublin with North America, Norway, and Russia, and particularly with England, which purchases large quantities of cattle in Ireland. At the same time, docks having been made on each side of the Liffey, there is every prospect that with tranquility and peace, Dublin, as well as the whole of Ireland, will regain, and even surpass, its former prosperity."], [137, "DUBLIN AND WICKLOW. 127 IV. THE ENVIRONS OF DUBLIN. HOWTH. KINGSTOWN. — THE COUNTY WICKLOW. — POWERSCOURT WATERFALL. THE DARGLE. — GLENDALOCGH. Or all the environs of Dublin there are no sites more charming than those on the Bay, from Howth in the North to Kingstown in the South. Howth is a smaU peninsula HOWTH. connected with the main land by a miniature isthmus, forming a hill, at the foot of which stands a small village of about 800 inhabitants, mostly fisher-folk. In summer, the inhabitants of Dublin go every year to pass a few weeks there, and so by degrees Howth has become quite a fashionable and agreeable watering-place."], [138, "IRELAND. 128 Arrived at Howth, which is easily reached by the railroad, the tourist finds many interesting things to see. First of all is the castle, belonging (as does the whole peninsula) to the Earls of Howth, who have been in possession of it since the arrival there of their ancestor, Sir Armoric Tristram de Valence, in the 13th cen tury. The castle, rebuilt in the 16th century, is a mas sive battlemented structure, flanked by square towers. The great hall contains a coUection of ancient armour, the bells of the ancient Abbey of Howth, some portraits, and a picture of the carrying off of young Lord Howth by Grace O'Malley in the reign of Elizabeth. This is the tale which they tell in Ireland. Grace O'Malley was the daughter HOWTH CASTLE. of the chief of a clan in Connemara, a wild district in the West. On the death of her father this Hibernian Amazon, not wishing to submit to the law which disin- herited females, seized upon the chieftain's goods and constituted herself chief. She then equipped a fleet and fought with success against the English so bravely that they abandoned her territory. She was twice married, first with a Prince of Connemara who soon left her a widow, and secondly with Sir Richard Bourke for one year. At that period a very singular custom was in vogue in Ireland; marriage was a contract re vocable or irrevocable at the will of the wedded pair, at OLENDALOUQH LAKE (WICKLOW). the end of a certain probation. Grace, who was a very resolute woman, and who had an eye to business, had chosen to wed, in her second marriage, a rich man, who pos sessed vast domains and numerous castles. During the period of probation she filled"], [139, "DUBLIN AND WICKLOW. 129 these castles with her own devoted followers ; then, one fine morning, a year after her second marriage, she cried out to her husband from a distance, \" I dismiss you ! \" Sweet simplicity of the olden time ! It was sufficient to pronounce this formula to dissolve a marriage irrevocably ! Poor Sir Richard was glad enough to be rid of his terrible better half; she had given him some \" bad quarters of an hour,\" so he made no protest, except for appearance sake, but he felt the loss of his property keenly. Nevertheless he departed, and no one ever heard any more of him. After this simple and easily obtained divorce, Grace, invited DEVIL'S GLEN (WICKLOW). by Queen Elizabeth, came to Hampton Court, where she astonished the courtiers by her brusque manners, her naked feet, and her costume of yellow cloth, which fully displayed her return to Ireland, Grace disembarked at Howth, and proceeded to demand hospitality from the noble owner of the castle. The people refused her on the plea that the Earl was at table. Irritated by such a want of hospitality and of respect for its laws, the Amazon of Connemara seized upon the young heir of the Saxon lord, regained her ship retained him until she had obtained heavy ransom for him, and inserted a clause in h contract stipulating that in future the doors of the castle should be always open at meal times. This latter condition, religiously observed, is continued to the present time. The picture, representing the episode of the abduction is to £«££\"■ where there is also a fine portrait of Swift, who was a frequent guest at Howth Castle. Ifter the castle, the ruins of the abbey, which are in a very good state of preser-"], [140, "IRELAND. 130 vation, will repay a visit. The ruins are surrounded by a wall, and enclose some remarkable tombs of the Earls of Howth. Kingstown, on the other side of the bay, is the point of arrival and departure for the mail boats from and to England, and is only six miles from Dublin. The railway skirts the bay, whose margin is dotted with pleasant houses and villas nestling in foliage, and surrounded by a curtain of ver dure through which, at intervals, the Wicklow Mountains can be perceived. Until the year 1821, Kingstown was called Dunleary, hut in recognition of the visit of King George IV. to Ireland, the place was named Kings town. An obelisk, surmounted by a crown, was raised in commemoration of this important event, for royal visits to Ireland are few and far between. Queen Victoria in one of her rare visits to Dublin, disembarked at Kingstown, and she has preserved in her journal the impression which was made upon her by the view of the pretty town built upon the shores of one of the most magnificent bays in Europe. The harbour was constructed in 1817, and cost more than £480,000. It is enclosed within two long jetties; the steam-packet pier being laid down with rails, so that travellers can step at once from the steamer into the train which conveys them to Dublin. In Kingstown harbour the vessels of the three yacht clubs of Ireland assemble. I'OWERSCOURT WATERFALL. The town itself is insignificant ; only the sea-side portion, which has been newly built for the accommodation of bathers, contains any really good and comfortable houses. The charm of Kingstown is its admirable situation, so the first impressions of a stranger landing there are most favourable. If one has no time nor inclination to go all through the Emerald Isle, the tourist has, at the very gates of Dublin, so to speak, a charming reduced copy of all the most picturesque forms which Nature assumes in Ireland. We have mentioned the county Wicklow, situated to the south of Dublin, bordering on St. George's Channel, the shore of which is dotted with pleasant bathing places. The county of Wicklow, then, affords us a diversity of scenery ; mountains like those"], [141, "DUBLIN AND\" WICKLOW. 131 in Cork and Kerry ; lakes like those in Galway ; fertile valleys, verdant woods, rushing torrents, and murmuring streams, a sea-coast with delightful bathing-places ; in a word, all the varied beauties of Nature included within a space of some 40 miles by 30, which has been called the garden of Ireland. Certainly Wicklow does not present sterile and desolate regions, such as we meet with in the west of Ireland, which is inhabited by a primitive, almost savage, population. We do not find vast, uncultivated tracts, nor a coast of granite, worn and disintegrated by the Atlantic billows, which dash against the western shore with the THE DARGLE (WICKLOW) fury of an army rushing to the assault of a fortress. But the absence of these features is not a matter for regret, for while wild scenery has an indubitable character of savage grandeur, on the other hand, the sight of the human beings, wan, emaciated, in rags, lodged — if it can be called lodging — in miserable hovels, who vegetate upon"], [142, "132 IRELAND. this inhospitable soil, is a spectacle in the highest degree saddening. The county Wicklow is divided by a chain of hills almost parallel to the coast, intersected here and there by delightful valleys, and overlooked by the peaks of Lugnaquilla, Kippure, where the Liffey rises, and the Douce group, at the foot of which lies Lough Tay. Two other lakes — Lough Dan and Glendalough — are amongst the show-places of Wicklow; as is also the celebrated Vale of Avoca/ in the southern part of the county. vale of avoca (wicklow)."], [143, "DUBLIN AND WICKLOW. 133 As for the coast it is covered with charming watering-places, of which Bray, on the Dublin and Wexford Railway is the largest. It is only half-an-hour's railway journey from Dublin, and though only a fishing village a few years ago, it is now a populous town, frequented by the Dublin people who have made it the Brighton of Ireland. A sojourn at Bray during the season is very pleasant; but the place recommends itself to the tourist particularly because of the facility with which he can proceed therefrom to the most picturesque and most interesting places in the county — that is to say the Dargle, Powerscourt, Enniskerry, and to Lough, or Lake, Tay. A deep ravine, shaded by and covered with leafy trees, encased within two rocky waUs, in places three hundred feet high, at the bottom of which runs a winding stream — such is the celebrated Dargle Valley, which reminds one very much of a Scotch glen. It divides the demesnes of Lords Monck and Powerscourt, and as it is only accessible through their grounds, the permission of the proprietors is neeessary to visit it. Also on the property of Lord Powerscourt, which extends over 26,000 acres, is to be seen the famous waterfall which is regarded as a marvel by some and as a practical joke by others. The truth is, both opinions are equally right. After heavy rain the waterfall is very fine, and falls majestically from its height of three hundred feet; but in hot weather it is by no means the same, and then it very much resembles the Mancanares. Lough Tay, which is situated in the valley of Annamoe, is very picturesque, but it is not equal in beauty to the Valley of Glendalough — between two lakes — with its beautiful sheets of water, its curious ruins of the seven churches, its round tower and St. Kevin's Bed. This is a longer excursion, and, from Bray, will occupy two days, for a night must be passed at Rathdrum, the nearest railway station to Glendalough. A visit to the pictur esque Vale of Avoca, situated in the same district, will not fail to interest the tourist. LOUGH DAN (WICKLOW). SO"], [144, "CORK. CHAPTER THE SECOND-PROVINCIAL IRELAND I. BELFAST: — SHIPBUILDING. — THE MANUFACTURES. — THE ROUND TOWER OF DRUMBO. THE GIANT'S CAUSEWAY. — CORK, QUEENSTOWN. — EMIGRANTS. THE LAKES AND MOUNTAINS OF KILLARNEY. After Dublin only two cities in Ireland are of sufficient importance to attract the tourist, who seeks neither the picturesque \" out and out,\" nor the opportunity to embark upou ethnographical, archæological, or other study, nor to plunge deeply into an inquirv concerning the political and social condition of the Irish peasantry. The two cities referred to are Belfast and Cork : the former Protestant and industrious ; the latter Catholic and — Hibernian. Belfast, situated in Antrim, owes to the vicinity of Scotland, from which it is separated by the narrow North Channel, a great proportion of its population, which is composed almost exclusively of the descendants of English and Scotch colonists and is very different from the populations of other Irish towns. It is to this stranger element that Belfast owes its prosperity, its rapid development, and its individual importance. It is the richest town and the largest manufacturing centre in the country, and to"], [145, "PROVINCIAL IRELAND. 135 describe it in a word, it is the Glasgow of Ireland. From the 20,000 inhabitants which it contained at the beginning of the century, the population has increased to more than 200,000, and its commerce in equal proportion. The chief industry of Belfast, as of all the country, is the linen trade, which also conduces to the prosperity of the rural population, who cultivate the flax on a large scale, 110,000 acres being devoted to its culture in Ulster alone, where this industry is centralized. The factories of all kinds which are occupied in this business in Ireland number 144. They possess 826,000 spindles, and 20,000 power looms, and employ 56,000 workpeople of both sexes. All the ANTRIM. commerce to which this great industry gives rise is centred in Belfast, which is the Manchester of the linen trade. The exports in 1882 reached the value of £480,000, representing at least 13,000,000 of yards of cloth, and an incalculable length of thread. The most prosperous period of the linen industry was during the American civil war. Then cotton failed, and it had to be replaced by linen ; but as now cotton is cultivated in India and in other colonies, it is doubtful whether linen will again take its place, and whether the linen industry will ever again reach the development to which it attained eighteen years ago. Shipbuilding is still one of the most important trades of Belfast, where are launched all or nearly all the vessels built in Ireland. Of nineteen ships which were launched in 1882, eighteen were to her credit, of which nine were iron, and six of steel. It was Mr. Harland, an Englishman, who introduced shipbuilding into Ireland. Born at Scarborough, in Yorkshire, in 1831, he served his apprenticeship in Glasgow"], [146, "IRELAND. 136 and Newcastle, and in 1854 established himself in Belfast, where he has founded and has successfully managed the most important shipbuilding establishment in the country. He introduced the innovation which consists in giving vessels a length ten times in excess of their beam ; and from his yards have been turned out some of the finest Transatlantic liners— amongst others, those of the White Star fleet, and a number of steamers engaged in the Mediterranean trade. The harbour of Belfast, which, after immense labour, has been rendered accessible to ships of large tonnage, is increasing daily in importance, and will even become as important as Dublin is. As a town, Belfast exactly resembles a town in Yorkshire or Lancashire ; it has no special features, and is but of ordinary interest. There is the same rough-and-ready population, the same bustle of busi ness men, workmen, workwomen, and sailors; factories and workshops, the largest of which, the Yorkshire Flax Spinning Company, employs directly or indirectly 25,000 hands. That is about all that is remarkable in Belfast. So one would not go to Belfast for amuse ment, though, when we are there, we must not neglect to proceed to Drumbo, where we shall see one of those round towers built by the primitive Irish, concerning the origin and objects of which antiquarians cannot agree. According to some they were erected by the Danes, according to others by the Phœnicians, the Persians, and the Scythians. As regards their object, the most diverse and strange theories have been enumerated. Some authorities hold to Paganism, Fire worship, Buddhist monu- ROUND TOWER (ANTRIM). ments, or even Phallic emblems; others again favour Christianity, considering them as hermitages, columns like to those of St. Simeon Stylite, or even as prisons. The most sensible view of the case appears to be that which recognizes them as fortresses; and, accepting this theory, certain details will be perceived to repeat themselves in every case — such as narrow doors placed at a great height, and the solidity of the walls, which appear to have been built with a view to resist attack. The Tower of Drumbo, which is 35 feet high and 47 in circumference, is furnished with a door, which, in consequence of the raising of the soil through various causes, is onlv 4 feet above the ground, but must have been originally at least 8 or 10 feet from the base of the walls. Near Drumbo we find a circle, 600 feet in diameter, surrounded by a rampart of earth, in the centre of which is a Druidical Altar formed of four enormous stones which support a fifth. This is called the Giant's Ring. In order to preserve this interesting relic, Lord Dungannon has enclosed it with a wall. Another excursion, but a much longer and more fatiguing one, for it requires two"], [147, "PROVINCIAL IRELAND. 137 days, is to the Giant's Causeway. We proceed by rail from Belfast to Portrush, and drive thence. The Giant's Causeway, formed of basaltic columns, is a jetty, which separates two small bays, and extends into the sea for a distance of 700 feet. It is divided into three distinct GIANT'S CAUSEWAY Bparts, and i* cniiipci-nl ,.f |(i,(MH) y,,{\\- Bgonal It hat no can One Bwould Bbeen by than Bby Nature. cause- Bway a very those who have no taste for geology may be tempted to exclaim with Thackeray, \" Good God ! have I come 150 miles to see that ! \" Between the Giant's Causeway and Portrush, the coast road is extremely interesting and passes close to one of the most ancient fortresses in the north of Ireland — Dunluce Castle. This building, whose ruins are so picturesque, was erected upon an isolated rock, but at what period is unknown. There still remain the walls of the enceinte and some towers, which stand relieved against the sky; they have a much finer effect from a distance than on close inspection, because of their ruinous condition."], [148, "IRELAND. 138 Before returning to Belfast, it is usual to halt in the town of Antrim, a small com mercial place, but without much interest for tourists were it not for its proximity to Lough Neagh, the largest lake in the British Isles. This immense sheet of water, 20 miles long, 12 wide, and 80 in circumference, is chiefly remarkable for its extent. In fact, Lough Neagh is in the midst of a flat region, and surrounded by peat-bogs. Nevertheless, on the northern side are some thick trees situated in the domains of the O'Neils, whose mansion, Shane's Castle, is in ruins. A little distance from Antrim and the lake we find Antrim Castle, belonging to DUN LUCE CASTLE. Lord Massareene. It is a massive building of the 17th century, the facade being flanked by two square towers embattled like the rest of the building, the angles of which are hidden by round turrets. From Belfast to Cork is a journey the whole length of Ireland — no small under taking in a country where trains are slow. And besides, we must have the courage to say, \" Ireland is a picturesque country, no doubt, but one whose beauties have been exag gerated.\" There are people — a good many people — for whom the most beautiful country in the world would have no attractions, where the weather was persistently wet. This is"], [149, "PROVINCIAL IRELAND. 139 LAKES OP KILLARNEY. 2. Muckross Lake. 3. Lower Lake. 1. Upper Lake."], [150, "IRELAND. 140 unfortunately the case in Green Erin, which owes its verdant mantle to its damp and incessantly rainy climate. Great as is the distance that separates Belfast from Cork, it is less great than the difference that exists between the inhabitants of the two cities— the Anglo-Saxon and the Celt. Cork is a curious medley of new wide streets and narrow dirty alleys, the latter in a large majority. Instead of a hurrying and busy crowd, we find careless loungers with pleasant smiling faces— bright, intelligent, even clever features; but the Irish are of a passive and contemplative nature rather than energetic and resolute. The result is that everything suffers for it. What have they made Cork ? A city without animation or GENERAL VIEW OF THE LAKES OF KILLARNEY. commerce, whose population is decreasing from year to year ; and, nevertheless, what a splendid position it stands in on the banks of the Lee, whose harbour, Queenstown, one of the largest in the world, is spacious enough to admit the whole of the British fleet, which could manœuvre there easily. Better still, all the mail steamers from and to America call there to embark and trans-ship the mails, so the inhabitants could develop enor mously their commerce with the United States. Instead of increasing, it diminishes year by year. In 1878, Cork exported merchandise to the value of £16,300, and imported goods to the value of £2,200,000. Five years later, the exports were only £11,800, and the imports £1,500,000 sterling. These figures are official. To what is this due ? A question of temperament and race, say some ; while others maintain that if Ireland is poor and depopulated, such results are referable to considerations of a totally different nature, and that if they were left to themselves the inhabitants would develop qualities of perseverance and energy, as well as other resources which people do not credit them with. All very well. But is it not surprising that Belfast is prospering, while Cork is declining, while both are amenable to the same laws, and that the presence and pre-"], [151, "PROVINCIAL IRELAND. 141 ponderance of those to whom Irishmen attribute the ruin of their country in general are making the fortune of Ulster ? It is a big question, which the most skilful have not yet solved, and the solution of which appears always far off. Cork, like Belfast, has no remarkable monuments, and its principal church, the Cathedral of St. Finbar, built in 13th century style, only dates from 1870. A law court, some banks and barracks, more like fortresses, complete the list of edifices in the town. But the environs are charming, and the descent of the river by steamer from Cork to Queenstown is very picturesque. The boat makes its way between two high wooded banks, on which are perched pretty houses half concealed by trees. MUCKROSS ABBEY (KILLARNEY). The castle we perceive perched upon a promontory opposite the mouth of the river Glashaboy is not, as one would fancy by its battlements and towers, an ancient fortress ; it is quite a modern construction, the effect of which is remarkable. As we pass Monks town a castle is pointed out to us as having been erected at the cost of fourpence by Mrs. Anastasia Archdeckan. This is how the lady managed to do it. During the absence of her husband abroad, she resolved to prepare a surprise for him, and to budd a castle. She engaged workmen, and agreed to feed and clothe them while they worked for her. When the castle was finished, a balance was struck, and it was found in favour of the workmen by fourpence. Decidedly the sub-lieutenant described by 81"], [152, "IRELAND. 142 Scribe, who purchased himself a chateau out of his savings, was a perfect prodigal com pared with Mrs. Anastasia Archdeckan. From this place we glide into the magnificent harbour, in the centre of which rises the island of Queenstown. Two tongues of land enclose it, and form a natural entrance of a mile in length, which is protected by two forts, one on each side. At the entrance is a revolving light, which stands a hundred feet above the sea-level. Opposite Queenstown are two islands-Spike Island, a convict establishment, and Haulbowline, a dep6t for naval stores and supplies. The convicts, who number about a thousand, are employed in the construction of Government buildings, etc. Queenstown presents a long line of quays, whence the view of the harbour and the coast is extremely beautiful. It is a small town of no great importance, which owes its OLD BRIDGE AT KILLARNEY. prosperity to the arrivals and departures of the transatlantic steamers, and to the passing to and fro of the emigrants who come there to embark for America. Of the 58,000 emigrants who quitted Ireland in 1882, 38,000 embarked at Cork, 11,500 at Londonderry, and nearly 5,000 at Belfast. The contingent of emigrants furnished by the southern counties is, as we perceive, twice as large as that which is furnished by the north. To these 58,000 emigrants, we must add the 26,000 who left England and Scotland to arrive at the correct number of Irish who expatriated themselves in that year — 84,000 ! One peculiarity, revealed by the official returns, is — the number of Irish women who emigrate is almost equal to that of the men ; while amongst English and Scotch emigrants there are three times more men than women. As for children, the average is 20 per cent, amongst the English, 23 per cent, among the Scotch, and only 13 per cent, among the Irish ; so we may conclude that, as the"], [153, "PROVINCIAL IRELAND. 143 majority of the Irish emigrants are adults be tween the ages of twenty and fifty, they leave their homes inrthe expectation of marrying, and establishing themselves in a strange land. To this fact also must be attributed the constant diminution of the population, and of the number of births, the average of which is in Ireland considerably below that of England or Scotland. For the inhabitants of this region, Queens town is an agreeable summer residence, which is enlivened by the presence of the Royal Cork Yacht Club, the oldest in the United King dom, founded in 1720. From Queenstown to Cork the railway will carry us in a few minutes, and it is the better route to return by. DINIS ISLAND (KILLARNEY)."], [154, "IRELAND. 144 Notwithstanding all its advantages and its exceptional situation, the importance and population of Cork is gradually diminishing, and nothing can more strongly accentuate, without explaining, the difference between the north and south of Ireland, than the sight of these two typical cities, Belfast and Cork. Cork is within easy distance of the most agreeable and picturesque part of Ireland, the Valley of the Blackwater, and the lakes and mountains of Killarney, which are easily reached by railway. Between Cork and Mallow there is not much to interest us ; but as soon as wo reach Mallow, we enter the valley of the Blackwater, which the railway skirts on its way to Killarney, and pass between rock-studded heights, intersected here and there by ravines, and divided by wooded hills, amongst which flow wide water courses. Soon we distinguish the summits of the Killarney mountains, the capriciously cut crests of which rise in the distance, and mingle with the warm haze in which the peaks assume strange forms, with velvety shades passing through all the tones of purple. As we observe them we can understand the effects which some English landscape painters seek to secure, and which appear so extraordinary to those people who have never seen this curious appearance, of which neither pen nor pencil can give an exact idea."], [155, "PROVINCIAL IRELAND. 145 Killarney is a small place, which owes its prosperity to its lakes, or rather lake, for there is only one, as each piece of water communicates with the other. These are the Lower Lake, or Lough Leane, Muckross Lake, and the Upper Lake. Killarney is situated on the bank of Lough Leane, the largest of all, the surface of which, an area of 5,000 acres, measures five miles in length, and from two to three miles in width. Opposite the town are the mountains of Killarney, which form part of the chain of hills which extend westward to the sea. The principal peaks are the Toomies, the Purple Mountain at the back, then Glena, and Tore, and Mangerton. THE PURPLE MOUNTAIN (KILLARNEY). At the bases of these pic turesque heights lie the lakes. Poets have sung them, painters have sketched them, and the Irish do not fail to declare, with pardonable exaggeration, that there are no lakes in the wide world to be compared to the lakes ot Killarney. We quite admit that the enthusiasm of the natives of Erin is justified, and that it would be difficult to find a prospect more pleasing. The chief beauty of Lough Leane consists in the number of green islands with which its surface is dotted, and the beautiful wooded peninsula of Ross, which divides the bay of that name from the larger one named Castle Lough. The prettiest of all the islands is Innisfallen, which presents a remarkable variety of aspects. Rocky and barren on one side, it is on the other side deliciously wooded and beflowered; here and there are slight eminences, forming graceful undulations, succeeded by charming shaded valleys. In the 6th century, St. Finian the leper founded a monastery there, of which some ruins still remain. Later on, the Augustinian monks settled there and wrote the \"Annals\" which are the most valuable historical documents concerning Ireland which we possess. They include the period from its origin to 1319. There are two"], [156, "IRELAND. 146 copies of this work, one in the Bodleian Library in Oxford, and the other in the University in Dublin. The peninsula of Ross, through which a canal has been cut— probably with a view to protect the castle— and so made into an island, may be compared to a basket of flowers. The castle, which has been respected by time, was built in the 14th century. It belonged to the descendants of the O'Donoghue, the lord of the lakes and the islands- a legendary personage who, ac- I cording to I every year upon May. I Mounted on a he across the his castle resumes splendour; the hangings wide THE GAP OF DUNLOE. watch in the towers. He enters the building, which he searches from the cellars to the garrets ; then he remounts his horse, rides over the waves, and departs as suddenly as he came. For many centuries he has made this annual inspection, and he must continue to do so until the waves have worn out the silver shoes of his horse. Then only may he quit his aquatic retreat in the lake, which he is still condemned to inhabit. The margin of the lake is sprinkled with pretty villas, and bordered by rich domains and picturesque villages. The ruins of Muckross Abbey, situated on the peninsula of that name, which separates the Lower Lake from Muckross Lake, are amongst the curiosities of the district. This Franciscan monastery was founded in the 15th century,"], [157, "PROVINCIAL IRELAND. 147 and for a long time enjoyed great prosperity. It is now in ruins, but the nave and the church tower, which are still standing, are scrupulously preserved. Lake Muckross, which is smaller than the Lower Lake, from which it is separated by the peninsula, is indented with pretty bays and surrounded by pleasant woods, behind which arise up the high mountains, whose irregular and fantastically-shaped summits bound the horizon. A narrow, natural channel, three miles long, connects this lake with the Upper Lake, passing between two wooded banks at the foot of the hill caUed the Eagle's Nest, which is only a gigantic rock 1,000 feet high. After many turnings and windings we at length reach the Upper Lake, which is of very irregular form, long and narrow. It does not possess the same charming features of the other two lakes, but it is more imposing because of its situation in an amphitheatre of mountains which completely encircle it. Here is the Purple Mountain, opposite is Mount Cromaglan ; then the plains, bristling with boulders ; and at the end, towards the west, MacgiHicuddy's Reeks, the most remarkable mountains in Ireland. There are in this lake, as in the other two, a number of islets, some covered with flowers and bushes, some naked and displaying rocks of capricious forms, which the country people designate with extravagant names, and to which they attach legends more extravagant stiU. Between the Toomies and MacgiHicuddy's Reeks is a long gorge, called the Gap of Dunloe, through which we can return by car to the Upper Lake. This defile is not wanting in grandeur or picturesqueness, but it cannot compare with the Scottish passes, nor even with those of the English Lake District. Forty miles to the south of Killarney, we come upon the most beautiful valley in Ireland, Glengariff, to which we must proceed in a carriage. It is situated at the end of the magnificent Bay of Bantry, at the feet of picturesque mountains of sugar-loaf form, and surrounded by thick woods. Thackeray, who was furious at having been taken out of his way to visit the Giant's Causeway, could not find enough to say in praise of Glengariff and Bantry Bay, the climate of which is most agreeable— for Ireland ! If we wiU believe the natives, the climate of Glengariff equals that of the Riviera ; yes, indeed, as KiUarney is equal to Scotland or Switzerland— that is to say, making great allowances for exaggeration or goodwill."], [158, "IRELAND. 148 II. LIMERICK. THE SHANNON.— GALW AY. LOUGH CORRIB. CONG. THE ABBEY.— LOUGH MASK. — CONNEMARA AND THE JOYCE COUNTRY. The West of Ireland, situated to the north of Kerry between the mouth of the Shannon and Donegal Bay, contains some very picturesque and interesting districts, inhabited by a primitive population practising curious customs. Unfortunately, locomo- LIMERICK. tion is difficult, and the hotels and inns very badly kept, so it requires a strong dose of perseverance and curiosity to adventure into the solitudes of Connemara and the Joyce Country, situated to the west of Loughs Corrib and Mask. The easiest way to reach this part of Ireland, if we are at Cork or Killarney, is to take the train to Galway, passing Limerick, which without presenting any great interest will, nevertheless, repay a visit. Limerick, which contains 40,000 inhabitants, is the fourth city in Ireland, from the triple view of commerce, industry, and population. It is in a very advantageous position on the Shannon, which puts it in direct communication with the ocean. The Shannon, the most important of the Irish rivers, after traversing Roscommon, Longford, West meath, King's County, Galway, Tipperary, and Clare, at length reaches Limerick, and forming, below Kilrush, a wide estuary, falls into the Atlantic between Loop Head and Kerry Head. It is navigable as far as Limerick for ships of 600 tons, but those of 1,000 cannot"], [159, "PROVINCIAL IRELAND, 149 ascend higher than a point five miles down stream. The Shannon is full of fish, such as trout, pike, and splendid salmon. Limerick is one of the oldest towns in Ireland, but the date of its foundation is unknown. We only know that it wras for a long while occupied by the Danes, and that it after wards became the capital of Munster. In the 13th century, King John built a castle there, and an English Colony was established. In 1651 and in 1690 Limerick was besieged and taken. A treaty was signed in 1691, which assured to the Catholics their ancient privileges and the free exercise of their religion; but Queen Anne ignored it, and it is to LIMERICK CASTLE this circumstance that Limerick owes its nickname of the \" City of the Violated Treaty.' Limerick is divided into two parts — the English Town and the Irish Town. The former presents scarcely anything but narrow and dirty streets, lined generally with houses of a very ordinary class, mingled with some ancient and picturesquely pinnacled buildings. In this part of the town we find the only two interesting monuments in it, the castle and the cathedral. The Castle of King John is dilapidated, but it still re tains its imposing aspect with its seven round towers which unite the thick walls, and its heavy portal. It is now used as a barrack, Limerick having been since 1691 an important garrison town. It is indeed to the presence of the troops that it owes its business animation. As for the cathedral, it is a vast Gothic edifice built, it is GALWAY. said, by Donald O'Brien, King of Limerick, in 1194, but the successive repairs that have been made have not left much of the original building. It is surmounted by a beautiful tower, which rises from the western extremity, and is battlemented like a fortress. Interiorly, the cathedral consists of a nave, and side aisles divided into chapels. It is interesting to ascend the tower, whence a beautiful view of the surrounding country and of the course of the Shannon can be obtained. Amongst the few curiosities of the town we are shown the stone on which the treaty of 1691 was signed. 82"], [160, "150 IRELAND. The Irish town scarcely differs from the other ; they together form the old town which was surrounded by a fortification in former days. In the new quarters wide streets and well built houses adjoin the old ones, but neither one nor the other possess any attractions for visitors who are anxious to reach Galway. Galway is the capital of the county of that name, which is part of Connaught. About one-third of the county is occupied by bogs, lakes, peat-swamps, and mountains. The town of Galway is very ancient, as may be perceived by its dirty narrow streets bordered by old houses, some of which are rather picturesque. They possess a peculiarity in construction which is seen in no other part of the United Kingdom — that is, an interior court which is gained by a kind of carriage entrance. As Galway, situated on a large bay, was formerly a great com mercial port, and had relations with Spain, it has been assumed that it was founded by the Spaniards ; then, as it was noticed that the inhabi tants have black hair, that the women wear a red skirt, and a blue mantle, and a handkerchief for head-dress, but no foot-covering, they jumped to the conclusion that the population is of Spanish origin. Nothing can be more admirably simple. The only monuments in Galway are an old church of the fourteenth century, and a modern college, built after the pattern of the Gothic colleges of Oxford. One of the most interesting quarters of the town is the Claddagh, inhabited ABBEY OF CONG. exclusively by the fishing population, who form a community apart, intermarry, and have their own particular laws and customs. They live in miserable thatched cabins, which reveal a state of poverty and dirt that one only too often meets with in Ireland. A canal connects Galway and the bay with Lough Corrib, which is traversed by a steamer. This lake is twenty miles long, and its breadth varies from one mile to ten. It is irregular in form, and narrows very much in the centre ; it is thus divided, so to speak, into two parts, north and south. The steamer, ascending the canal, passes at the foot of Castle Menlough, the beautiful residence of Sir Thomas Blake, and soon reaches Lough Corrib, from the surface of which rise a number of islands, said to be as many as there are days in the"], [161, "PROVINCIAL IRELAND. 151 year. The right bank is flat and monotonous; the left is undulating. The lake is fringed with woods and pretty houses; behind them the land rises gradually to meet the distant mountains of Connaught, whose jagged summits limit the view. Between the left side of Corrib and the sea extend the mountainous districts of Connemara, Connaught, and the Joyce country. The steamer traverses the lake lengthways, and lands its passengers at Cong. Cong is a small village, curious and dirty to behold, situated in the isthmus between Loughs Corrib and Mask. The environs abound in natural curiosities, amongst which the most remarkable are the underground streams which connect the two lakes, and certain caverns, which are very curious. The ruins of the Abbey of Cong are the most interesting objects in this district. They have been carefully repaired, and are taken care of, by Sir B. Lee Guinness, who restored one of the cathedrals in Dublin. Although the abbey was founded in the LOUGH INAGH. 7th century, the portions now stand ing do not appear to be older than the 12th century. The style of the sculptures and mouldings are evi dently of the Norman epoch. The portal and windows, richly orna- LOUGH DERRYCLARE. mented, give one an idea of the beauty of the original monastery, which was formerly one of the most important in the country. Lou°-h Mask, which is only about half the extent of Lough Corrib, presents almost the same characteristics. Its right bank is flat, and not interesting; its left, or western side, is bordered by the Partry mountains. Rather than explore this lake, we should make an excursion into the Connemara district and the Joyce country, which are easily accessible from Cong either by way of Maume or Oughterard. Connemara extends from Lough Corrib to the ocean, and presents a series of remark able views lakes, valleys, mountains, plains, regions by turns cheerful and desolate, which succeed each other, and present the most curious contrasts. The prettiest part of Connemara is that of which Lake Glendalough is the centre. There the landscape embraces a series of lakes which form a semi-circle— Loughs Derryclare and Inagh, behind which extends the most curious chain of mountains in Ireland, that of Bunnabeola, which"], [162, "IRELAND. 152 are called the \" Twelve Pins.\" This chain, extending for fifty square miles, is dominated by twelve detached peaks of conic form, producing a most unexpected and singular effect. The Joyce Country is so-called because the district came into the hands of a Welsh man named Joyce who married an O'Connor. It is stated that the country is inhabited only by his descendants, who are remarkable by their height and strength. As a matter of fact, everyone calls himself or herself Joyce in these desolate and by no means attractive regions. At the boundaries of Connemara and the Joyce Country, between Letterfrack and Leenane, we find the Pass of Kylemore, a narrow road between the Doaghrue Mountains and Lough Kylemore. From this side the view of the Twelve Pins is still more beautiful than from Glendalough, and we have, in addition, in front of us the Partry Mountains. GLENDALOUGH (COKKEMARA). All these districts can only be explored by means of the cars, which are the diligences of the country. They have no covering, are exposed to all weathers, and built after the fashion of the famous Dublin cars, but of larger size. These vehicles have four wheels, and are drawn by two or more horses, according to circumstances. Leenane is twenty miles from Westport, where we gladly rejoin the railway ; although the Irish railroads do not recommend themselves either by their comfort or by the rapidity of their train-service, there is a certain sensation of voluptuousness in extending ourselves upon the seat of the carriage which carries us back to Dublin, crossing Ireland from west to east, from the Atlantic Ocean to St. George's Channel. French people know very little about England and the English. This is the conclusion at which one arrives after a sojourn of several months in this country. The real Englishman is as different from the typical Englishman of the theatre or the novel, as the Frenchman of France is from the Frenchman of Punch. But if we have cherished some false ideas concerning our neighbours — ideas due chiefly to our ignorance of their manners and mode of thought, to our objection to travel, to our domesticated habits, to our caustic spirit (which causes us to prefer a piquant to a just criticism), to that exclusiveness which compels us wilfully to ignore whatever goes"], [163, "PROVINCIAL IRELAND. 153 on beyond our immediate ken, the English, on the contrary, who have learned to know us and to appreciate us, are well able to distinguish between the true and the false; and do not accept a caricature for a portrait. It is very much to be desired that we would do the same. We have scarcely any idea in France what an intelligent, active, laborious, indefati- gable people are the English, whom nothing can dishearten, who are not cast down by reverses any more than they are intoxicated by their good fortune; while all are impelled by the same ardent patriotism, and work for the glory and the aggrandisement of their country. Work ! that is the great law they all obey, from the peer to the peasant. There are no idlers. The rentier— that is to say, the man who is in the enjoyment of several hundreds a year, who lives a quiet life, but without doing any good, con- tributing nothing to the riches of the country, and letting his energy and his capital lie fallow— does not exist in England. There is no room for such as he in a country where the useless and the lazy are pitilessly crushed in the powerful machinery of English life. Like the Wandering Jew, doomed to go on for ever through the world, the English people are impelled onwards by a mysterious voice, which cries to them, \" Work, work ! \" And they do work ; they toil without repose or relaxation. This is their great characteristic. The English are a laborious people— that is evident at a glance. As soon as we arrive amongst them, we are surprised, staggered, stunned by this feverish activity, this continual movement, this hurrying to and fro of business people. Is it possible to go on living in this way ? we ask ourselves. Then, insensibly almost, we feel the contagion of this fever, which every one else has ; we enter into the current, and suffer it to carry us away with it. And every seventh day the machine stops suddenly, with the smoothness of well-regulated gearing, to begin its work again twenty-four hours afterwards. And what false notions we entertain of the English character ! Instead of the reserved, impassible man, clad in ridiculous garments, and uncouth of speech — instead of the dried-up and angular female, only speaking in monosyllables, which we believe to be the true types of English men and women — it is a surprise to have to do with hearty, obliging, generous, enlightened people, who have seen much and read a great deal, who speak in plain language, without undue emphasis, but clearly and precisely — the outcome of judicious consideration, often of original thought, and almost always remarkable for common sense. With all that, charitable and compassionate, having open purses and open hands, for the needs of the unfortunate, or for their friends. By the way, the Englishman does not play the fop, he has not the art of saying things with that delicate tact which is so highly appreciated with the French ; there is a certain ruggedness about him which people may mistake for rudeness, but which implies neither malice nor any want of sensibility ; he is not demonstrative, and will perform the most meritorious action with an appearance of grumbling, beneath which he endeavours, not always successfully, to conceal his feelings ; he does not stand on ceremony, but he will not hesitate to sacrifice his time, his work, and his money, to get a friend out of a scrape and to defend a cause which he believes to be just. In a word, he is a strange character full of contradictions ; an amalgam of excellent qualities and of defects, but the virtues are in the majority decidedly. He is one of those whom we always meet again with"], [164, "154 IRELAND. pleasure, whose hand we love to grasp, for the more we know him the more we esteem him. As little known to us as its inhabitants Great Britain is full of pleasant surprises for the foreigner. The first impression, so unfavourable, is quickly effaced, and replaced by memories full of charm. As we advance into the country, as we explore its populous cities, its fresh and verdant landscapes, its picturesque scenery, where Nature displays so many divers aspects, we begin to love it, to perceive in it unsuspected beauties. We end by quitting it regretfully, promising ourselves to come again, and we carry away with us, engraven in our minds, the grand image of a great people, living happy and free in a great country. PASS OF KYLEMORE. Thl- End."], [165, ""], [166, ""], [167, ""], [168, ""]]