[[1, ""], [2, "L' ft"], [3, ""], [4, ""], [5, "FRANCIS"], [6, "BY THE SAME AUTHOR. A HEROINE OF THE COMMONPLACE. \"All the details of the ill-fated courtship of Lettice Graham and Edmund Villiers are well told. The character of the heroine is singularly sweet and unassuming.'' — Morning Post. \"This is one of the comparatively few novels of the present day with regard to which it can be truly remarked that they are readable with real pleasure. . . . The author's portrait of Edmund is natural and well drawn. . . . The story is simply but effectively told.\" — Court Circular. \" A pleasant and wholesome story. . . . The tale is simply and naturally told, and contains some picturesque love-passages.\" — Scotsman. \" Of unusual excellence. ... It is a high-toned story, picturing the noble ness and beauty of self-sacrifice with a quiet force and simple reality which will continually remind the reader of Miss Yonge. The plot is ingeniously managed, with incident and interest enough to carry readers of any age through all the story, without desiring to miss a single page, till they arrive at a most unexpected and somewhat sensational conclusion in the closing chapter. It is one of those admirable books which are thoroughly religious in tone, while scarcely saying a word about religion from the beginning to the end.\" — Guardian. \"A really interesting story. . , . The author tells with a delightful direct ness of purpose a tale that is charming in its simplicity. . . . The love-making betAveen Lettice and Edmund Villiers is far and away the freshest and brightest description of the old old story that I have ever read.\" — Gaiety. \"A wholesome and interesting^storg.'' — Society."], [7, "FRANCIS % Sotialistw Eoraante BEING FOR THE MOST PART AN IDYLL OF ENGLAND AND SUMMER BY M. DAL VERO gonboix T. FISHER UNWIN 26 PATERNOSTER SQUARE MDCCCLXXXVI."], [8, ""], [9, "TO THE FRIEND AVHO SAID TO ME, \" AVRITE NO MORE DOLEFUL TALES,\" I DEDICATE THIS BOOK."], [10, ""], [11, "CONTENTS. — ♦♦ — CHAR. PAGE I. GRIME AND SLIME .... -9 II. AN OBJECT FOR PHILANTHROPY ... 31 III. TEACHER AND SCHOLAR 47 IV. COTTAGE INDUSTRIES 69 V. THE LAST LESSON 85 VI. THE AWAKENING IOI VII. FRANCIS'S VOW 121 VIII. PENANCE BEGINS 133 IX. DURANCE VILE 139 X. THE MEETING IN THE LAN12 . . . . 163 XI. HOW THE OTHER HALF LIVE . . . 177 XII. AT ALL COSTS 199 XIII. ROSE FINDS OUT 207 XIV. THE FOURTH WORK OK MERCY . . . 223 XV. AFTERWARDS 239 XVI. WORTHY FRUITS 255 XVII. THE 22ND OF JULY 265"], [12, ""], [13, "FRANCIS. CHAPTER I. GRIME AND SLIME. Love whose month is ever May. Lov&s Labour's Lost, iv. 3. See where she comes, apparelled like the spring, Graces her subjects, and her thoughts the king Of every virtue gives renown to men ! Pericles, i. 1. Prepare, Madam, prepare ! Love doth approach disguised. Lozie's Labour's Lost, v. 2. T was the merry month of Ma)-, the \" May of poets in completeness,\" for a kindly sun shone doAvn upon the earth, and the birds Avere singing, and the flowers Avere blooming, and all nature Avas keeping holiday."], [14, "FRANCIS. 10 The clock struck five in the old church-tower of the village of Marycross as the latchet of one of the lodge-gates leading into the grounds of the Hall was lifted, and Rose Caldicott, the squire's daughter, came out, prepared for a long country ramble. And never had the sun looked down upon a fairer sight than this young maiden, with her fresh and lovely face, her lithe slender form and that lightness and elasticity of movement which only youth and health and happiness combined can give. She was herself the very embodiment of a day in spring. The girl was dressed in a cotton frock rather artistically than fashionably made, for the newest fashions did not come to Marycross, but a sense of grace and of lo\\'eliness was inherent in its wearer : little sprays of roses ran up and doAvn upon a delicately tinted ground, and other roses to match, life-size because they were real, nestled in the folds of the soft white kerchief she wore about her neck, and Avreathed themselves round the large straw hat which kept out the inquisitive glances of the sun. It is not generally considered right to begin the description of one's heroine by telling what she Avore. Yet, how better can one form an"], [15, "GRIME AND SLIME. 11 idea of a woman at a glance, than by noticing her dress ? It never fails to give some index to the mind of the wearer ; and there was an immense deal of character in Rose's simple attire. Moreover, a certain pathos hangs about the pretty frock Avhich she had put on that afternoon, inasmuch as it was going forth on this occasion to meet its fate. Its wearer had little enough idea of this, or of anything out of the common, awaiting her in her proposed ramble, as, having finished her self-imposed duties for the day, and read the last chapter of the romance which she had been longing to complete, she went out, not decided upon which way she should take, but resolved to avoid as much as might be all dusty roads, and, keeping to green fields and shady lanes, climbing fences and creeping under hedges, enjoy what had been her delight from earliest childhood, a regular scramble. Rose Caldi cott's recreations Avere of a very simple nature, and her enjoyment of life sprang rather from her own innate capacity for enjoyment, which found food for itself, and the atmosphere of love surrounding her, than from anything in the outer circumstances of her existence. To most girls of eighteen such"], [16, "FRANCIS. 12 a life as hers would have seemed intolerably dull. Ever since the death of his wife, Mr. Caldicott, by nature a shy and quiet man, for whom society had little attraction, and whose chief interest lay in the study of science, had retired completely from the world, and, in the seclusion of his country home, devoted himself entirely to those pursuits which were most dear to him. He had a great care, indeed, for the education of his only daughter, and was not indifferent to the success of his two sons, who had chosen respectively the careers of the Army and the Bar ; but he did not trouble himself at all to keep up his acquaintances in the country, and absolutely eschewed what had always been to him the horrid bugbear of entertaining. Thus Rose had lived up to this time an unusually secluded life, and her debut in the world, which Avas to have taken place this season in London under the auspices of an aunt, had been postponed indefinitely by the illness of one of Lady Lester's children, Avhich had detained her in Switzerland on her Avay home to England from the south. That this delay in her opportunity of blossoming forth into all the unknown delights"], [17, "GRIME AND SLIME. 13 of young ladyhood had been something of a disap pointment to Rose, cannot be denied, but she had interests deeper, enjoyments of a higher kind, than any which society could have afforded her, and she was fain to think that gaiety could have no very great attractions for her. Rose had inherited her father's taste for study, together with that love of the beautiful, and poetic temperament which had been the especial characteristics of her mother. Her disposition was, in fact, a quaint combination of the visionary and romantic with the practical. Nature had endowed her with a very vivid and powerful imagination, and this had been fostered by the long hours of solitude and reflection, that formed part of her daily life ; and, as is sometimes the case with imaginative spirits, Rose was gifted with a wonderful power of sympathy, warm, ever ready and far reaching, a strong love of mankind at large, tinged with the optimism natural to happy, healthy youth. Rose had read deeply, if not widely ; the dusty old tomes in her father's library Avhich no one else thought of touching, had given solid food to her hungry omnivorous mind. Of late some modern literature had come in her way, which,"], [18, "FRANCIS. 14 overturning many of the ideas in which she had grown up, and setting her vigorous brain on a neAV and deeply fascinating track, had imbued her, as deeply as one can be at eighteen, with the principles of, what those Avho hold its tenets term, Christian Socialism. The brotherhood of man, the grandeur of labour, the awful strength and dignity of the People, had so impressed the girl, that the blue blood Avhich ran in her own veins seemed to her now almost a matter of regret ; and the long toavs of an cestors looking down upon her, stately-wise, from their frames, objects of her childhood's veneration, ceased entirely to form the themes of those romances which her fertile brain was continually Aveaving — albeit her fingers seldom found the patience to com mit any part of them to paper. The cottagers on her father's estate, the men breaking stones in the road, had acquired for her a new and half-mysterious interest, and the very sight of a man in Avorking clothes gave her a feeling of respect akin to awe. Little as those who aAvoke such sensations in her might be worthy of them, they were at least en nobling to their possessor ; and Avhen her practical propensities came to the front, making her, in default"], [19, "GRIME AND SLIME. 15 of more original methods of befriending her fellow men, embark ardently in night-schools, Sunday classes, village recreations, and the like useful enterprises, under the direction of the rector of the parish, her father's brother, Rose's philanthropic impulse found, if not free scope, at least considerable play, while her schemes for the future, her magnifi cent castle-building for the People, and the quickness of her eyes in discerning the unconscious poetry of nature, lightened up what might have been the drudgery of such avocations. Rose passed out of the park and into a shady green lane, where the may-bushes met overhead, and, as the breeze caught the topmost branches, showered down their small white petals on her, and so, on, following the pleasant windings of the path for full a mile. Then turning out of the lane, she scrambled through a small coppice, and emerged into the long grass of a future hayfield ; her light footsteps bent the haughty stems but lightly as she passed from one end of the long meadow to the other, start ling the lark from its retreat as she Avent by, and stopping for a moment to examine the nest full of young birds the mother had left behind to hide"], [20, "16 FRANCIS. herself in air. A climb over a fence at the further end of the field brought Rose out into another lane, and opposite to her stood a quaint old farm-house, with broad bow-Avindows projecting from the upper storey and overhanging the garden, with gables turning in opposite directions, creeping plants Avhich grew up to the roof, and the most exquisite of Aveather- staining. The place was unfamiliar to Rose, though this was not of course the first time that she had passed that Avay. It Avas at some distance beyond the boundary of her father's estate, and not conveniently accessible in driving or on horseback. Rose paused for a few moments to admire, then folloAved the lane up a someAvhat steep hill, from the broAv of Avhich there Avas an extended view on every side. As she seated herself on a grassy knoll, and faced the direction from Avhich she had come, her eyes rested on the church tower at Marycross, the roof of the Hall just visible among the trees, the old group of Scotch firs on St. Agnes' Mount, which formed a landmark for many miles round, and other well-known points of view, al! melloAved by a soft and scarcely perceptible blue haze. When Rose got up, she turned and looked in"], [21, "GRIME AND SLIME. 17 the opposite direction, Avhere Avas a sight that moved her gentle heart to pity : it was that of a town, the manufacturing town of Abbotstoke, with its tall chimneys belching out clouds of smoke, which hung over the dirty streets and many squalid houses of what was certainly a very unattractive place. Rose sighed as she thought of those condemned to live their lives in such an atmosphere ; then, seeing nothing to be gained by pursuing her route any further in that direction, she turned and descended the hill on her way home. Just before arriving at the farm-house, however, she was tempted, by the sight of an open gate, into a field which was tra versed by a very dubious path. Presently the path diverged, and, folloAving it to the left, Rose found herself in a shady coppice. The narrow track along which she was walking was inclosed on either side by reeds as tall as herself, for the place was swampy, and only needed a feAV days of rain to be converted into a regular marsh. It was cool here, and very shady. Dragon-flies skimmed past, darting hither and thither, and midges danced aimlessly up and doAvn in swarms. There were iris plants just bud ding, and beds of bright golden kingcups stretching 2"], [22, "FRANCIS. 18 down to the water— for presently it appeared there was water. The path, in fact, led to what might have unpoetically been called a very broad ditch of a muddy and rather unattractive appearance, though the yelloAv flowers and the reeds and rushes, with their graceful cun'es, Avhich pushed their way down into it from the banks, redeemed its appearance from absolute ugliness. This water, or, more strictly speaking, watery mud, was traversed by a crooked tree-trunk thrown across. It was green and slip pery, and offered no very certain foothold ; but Rose was not to be deterred by obstacles ; she had often made more dangerous essays than that of crossing this primitive bridge, and she wanted to know Avhere the path led out. She surveyed the log critically for a moment, and had just made her first step upon it, when the sound of whistling, Avhich approached, caused her to look up, and she saw coming through the reeds on the opposite bank — where the path, as narrow and shut in as it Avas on her own side, made a sudden turn — the figure of a young man in Avorking clothes, who held a bunch of kingcups in his hands. He emerged, and was evidently about to cross the ditch himself, but, seeing Rose, Avaited that she"], [23, "GRIME AND SLIME. 19 might pass over first. This made her a trifle nervous ; it would have been easier to make her passage without a spectator. Should she give it up and return ? No, that would be the height of Aveak ness ; and, after all, of what possible consequence was the presence of this artisan? She started, therefore, and had got half-way across, slowly and cautiously but in safety, when an evil fate induced her to look up, and she saw that the young workman was watching her movements intently. She was keeping him waiting, she said to herself; without doubt he was in a hurry to pass ; she was wasting the precious time of one of England's producers! Rose tried to hasten her steps, and, direful conse quence, her foot slipped — her balance was lost — she fell — doAvn into the midst of green things and crawling things and unutterable slime. Never in her life will Rose forget her sensations as she emerged from the ditch, drizzling and covered up to her shoulders Avith the black ooze which had almost enveloped her. What with the shock occasioned by her fall, the vexation she felt at this ignominious disaster in the presence of a man moreover, however insignificant the man, she could have fallen sobbing ;"], [24, "FRANCIS. 20 and, since laughter and tears are very near of kin, when the ludicrous side of the episode struck her, as it speedily did, Rose could not refrain from a fit of laughter, in Avhich her grimy spectator— for he Avas exceedingly grimy, covered with dirt and oil — had evidently some difficulty in not joining. He was down among the rushes in a moment, offering to help her up the bank, but she did not require his aid. \" I hope you are not hurt,\" he said. \" No, thank you, not at all. I am very much obliged to you,\" as he produced a pocket-handker chief which, considering everything, might have been dirtier, and suggested that she might like to wipe her hands. \" I am afraid it is not very clean,\" he said, Rose observed that he pronounced the words afwaid and vewy, but was in too sorry a plight to trouble herself much about the blacks which had made their Avay into his pocket, and yet less about his pronunci ation. Still, she did not care to accept the loan of a handkerchief from this common mechanic. She hesitated for a moment. Then the urgency of the case and the thought of the equality of man, Avhich made it a blameworthy instance of pride to refuse an"], [25, "GRIME AND SLIME. 21 act of ordinary kindness and courtesy because it was offered by an inferior, induced her to accept it, and she was able to divest herself of a small quantity of the mud and duckweed Avhich clung to her, while her grimy companion went down to the ditch, and, ankle-deep in the slush, succeeded in drawing out with a stick the hat which she had worn. \" I don't suppose it will be of much use to you, now I have it,\" he said. \" Are you afraid of catch ing cold ? May I \" — with a little hesitation — \" may I offer you mine ? \" and he doffed the large grey felt hat which he wore, uncovering a mass of wavy light brown hair. Here, however, Rose thought it necessary to draw the line, and she declined it with a dignity hardly in keeping Avith the sliminess of her condition. She was sufficiently recovered by this time to rise from the bank upon which she had seated herself, but the question now presented itself, Avhat Avas she to do next ? She could hardly walk back to Marycross in this state. \" Do you know if there is any cottage near here,\" she asked, \" where I could go and have my things dried ? \""], [26, "FRANCIS. 22 The mechanic replied that he did not know of any cottage close by, but that there Avas a farmhouse at a very short distance thence, where he himself Avas lodging, and that he was sure the farmer's wife, by name Mrs. Webster, would be very happy to lend her anything she might require. All this was expressed in such very good English, and the speaker's manner was so quiet and respectful — one might say, in fact, gentlemanly — and his voice was so pleasantly modulated and low, that Rose forgot the little instance of forwardness he had shown in offering her his hat, and accepted gratefully his proffered guidance to the adjacent farm. But there was that horrible ditch to be crossed again ! The mechanic offered assistance and held out his hand. Rose took it, and thus ventured on the log. She was trembling now, however, and rather giddy in consequence of her late fall, and her boots were uncomfortably slippery. The disagree able mishap of ten minutes ago might have been repeated, but her assistant, seeing by the look in her face that she was in danger, held out his other hand also, letting the kingcups fall as he did so."], [27, "GRIME AND SLIME. 23 \" Don't look down there,\" he said. There was something commanding in his quiet voice, which Rose instinctively obeyed. \" Look at me.\" And so they crossed the ditch in safety. In looking, Rose saw a pair of grey-green eyes with very dark lashes, an oval face which was rather too thin, a mouth which was rather too small, but well formed and shaded by a slight moustache, a somewhat long and square forehead. The eyes were by nature rather serious ones, but they sparkled merrily enough, and a very pleasant smile came over the boy's face, a face which depended entirely, Rose found out later, upon its expression, as he relinquished her hands on the other side of the ditch. He Avas only a boy, she saw, or at least little more than a boy — eighteen perhaps, or at the outside tAventy — very slight and thin, and to all appearance hardly strong enough, physically, for the hard work which was, it seemed, his lot. Rose asked him about his occupation, his circumstances, and other like matters, upon Avhich it was her Avont to make friendly inquiries in her visits among the poor. He said that his name was Francis Grey. He Avas working in the large iron works of Messrs."], [28, "FRANCIS. 24 Marsden & Co., in the neighbouring toAvn of Abbotstoke, and was apprenticed to them for three years. He went to work at six in the morning, had half an hour for breakfast and an hour for dinner, and left in the evening at five. When Rose had met him he was on his was back to the farm, Avhere he had taken lodgings for the summer, having been recommended country air, \" and to get out ofthe dirt and smoke,\" he said — \" though to be sure I bring a good deal of it home with me,\" he added, glancing at his clothes. They were common over-alls, or, as they are sometimes vulgarly designated, slops, made of canvas, which had once presumably been white, and would also presumably never be otherwise than black again. \" But you can wash yourself,\" Rose suggested a little timidly. \" Oh yes,\" he answered, \" I do clean up in the evenings.\" \" Are your parents living? \" she next inquired \" My father died some years ago,\" he replied, \" but my mother is alive ; I generally go home to her for Sundays.\" \"And I suppose you are able to help her a little"], [29, "GRIME AND SLIME. 25 with your wages,\" said Rose, who had read all the books in the village library, and was well versed in the ways of widowed mothers and their affectionate, industrious sons. \"Well, no; not exactly,\" he answered, Avith a decided smile which his companion did not see, as they were, perforce, walking Indian file along the narrow path. \" You see I only get ten shillings a week,\" he continued, \" unless I have the chance of working over hours.\" They had now emerged into the field, and Francis Grey said he would run on and apprise Mrs. Webster of Rose's coming ; which he did with surprising swiftness and agility, leaping over a brook Avhich came in his Avay with the lightness of a young deer. When Rose arrived at the gate of the old farm house, she had a short time ago stopped to admire, Mrs. Webster had come out to meet her there. \" Miss Caldicott, isn't it ? \" she inquired. \" Why, you are in a way, Miss ! Do pray come in and change your things.\" Rose's appearance was indeed what may be described as unusual, the lower part of her body"], [30, "FRANCIS. 26 resembling nothing so much as a long dead and buried, but just excavated, goddess of the stream, her head uncovered, while her hair, which Avas ahvays liable to come down, had escaped altogether from the bondage of hairpins under the trying circumstances to which it had been subjected, and floated about her shoulders in long soft tresses which the breeze blew to and fro. The young workman watched her as she went into the house accompanied by Mrs. Webster, and then made some inquiries concerning her from the farmer, Avho was standing on the garden-path smoking a short pipe. From him Francis Avas able to find out nearly all he wished to know. It interested him much. \" The squire is a queer old fish,\" said Webster. \" Never sees a soul out of his own family ; no one else, hardly, passes inside his doors. They call Rosemary Hall, the Hermitage, since Mrs. Caldicott has been dead. I don't know how it will be when this young lady's grown up. Well, she is pretty well groAvn up now, one may say. They tell me she'll be the beauty of the county; but she must have a dull time of it with that old gentleman, it's my opinion :"], [31, "GRIME AND SLIME. 27 he don't care about anything but his insects and his fossils, and them things.\" In the meantime Rose had been taken up to the best bedroom, unoccupied, and furnished from Mrs. Webster's wardrobe with everything that Avas neces sary for a change of apparel — though the lilac cotton gown which she had at last persuaded the good woman to lend, in the place of the black silk destined for the purpose, which she considered far more fitting for a squire's daughter, was large enough to have held two of her, at least. Mrs. Webster insisted upon Rose having a cup of tea, Avhich was served in the old-fashioned parlour, a broad low room with oaken rafters in the ceiling, and latticed window-panes, thrown wide open. The air blew in through the casement, sweet with the scent of lilacs and may, and the wallflowers thrust their brown heads up to the window, and mixed their homely wholesome odour with the rest. The farmer's children were playing in the front garden. Francis had lifted one of them on to the top of the gate, and Avas lazily swinging it to and fro, to the urchin's no small delight. The Avhole scene was pleasant, rural and pictu-"], [32, "28 FRANCIS. resque, not the least factor in it being the slight figure of the young artisan, who stood, his large hat pushed back, the evening sun lighting up his face and catching a golden gleam in his hair. \" Your lodger seems to be very good friends with the children,\" Rose remarked to Mrs. Webster, as she got up from her seat and prepared to go. \" Yes, he is always good to little Fred, bringing him home SAveets and toys, and such-like, from the town. Fred is my youngest, Miss, and crippled, the only weakly child I've ever had.\" After some expression of sympathy, Rose made another observation of an interrogative nature re specting her assistant at the ditch. \" He seems a nice quiet young man,\" she said. \" Oh \"yes, Miss, very nice and quiet indeed ; he don't give no trouble. He just goes into his work in the morning, and comes out to tea as regular as clock-work, except Avhen he goes to his oavd home.\" \" He does not look very strong.\" \" I don't think he is, Miss. He sits up till all hours of the night at his books, and then up at five to go in to Abbotstoke; and one can't burn the candle at both ends, you see.\""], [33, "GRIME AND SLIME. 29 They had reached the door by this time, and the subject of their conversation came doAvn the path, after lifting the crippled child very carefully from the gate and depositing him on the ground. \" How lovely your honeysuckle is ! \" Rose ex claimed, looking at a luxuriant mass in full flower Avhich covered one side of the house. \" We have not any in blossom at Marycross yet.\" \" Will you not have some, Miss ? \" said Mrs. Webster, but a little doubtfully, for a fence shut off that side of the building from the place where they stood. Before Rose had time to ansAver, the young mechanic had sprung over the boundary, and in two minutes he leapt back and presented her with a bunch of the sweet flowers. For the sixth time that afternoon, Rose had occasion to thank Francis, Avhich she did with so much grace and with such a charm of manner, that he would have gladly seized the opportunity for making himself useful to her a seventh time, had it only presented itself. It was now Rose's turn, hoAvever, to offer kindness. \" I hear you are fond of reading,\" she said. \" Would you care for me to lend you some books ? \""], [34, "3o FRANCIS. Francis thanked her, and said he should be very glad of them indeed. Then, after again expressing her gratitude to Mrs. Webster for the hospitality she had received, Rose turned once more to Francis, and somewhat shyly held out to him the only coin she had found in her pocket, a shilling. With a bow that Lord Chesterfield might have envied him, the grimy mechanic retired a pace on the pathway, saying as he did so, \" No, thank you.\""], [35, "CHAPTER II AN OBJECT FOR PHILANTHROPA*. I am as true as truth's simplicity, And simpler than the infancy of truth. Troilus and Cressida, iii. 4. How green you are and fresh in this old world. King John, iii. 4. OR a feAv moments, that is as long as the form of Rose was visible, before a turn in the lane hid her from sight, Francis stood at the gate looking down the road ; then, with the remains of a smile dying away on his lips, he returned to the house to go through the process he had described to her as cleaning up. It is not to be expected that the intelligent reader should be under the same false"], [36, "32 FRANCIS. impression as Rose Caldicott concerning this young man — boy, if you will. Francis had just struck twenty. He Avas, in fact, a genuine labouring mechanic, working as hard at Marsden's as any boy whose livelihood depended upon it — probably a good deal harder, for his whole heart was in this, his chosen occupation. Francis had early shown in what direction his abilities lay. He had constructed a steam-engine before he was able to read, a fact which very feAV people would be brought to believe. As a little child he had selected for his future calling to be the driver of a steam-roller, and no sooner had he outgroAvn this idea, than he had decided to be what nature as surely designed him for as she did any acorn to grow up into an oak, namely, a mechanical engineer. The grime on his clothes was real honest grime which had come there in the course of very genuine and unequivocal toil ; but his family, instead of being of the lowly rank his ap parel had led the inexperienced Rose to suppose, Avas one of the oldest and proudest in England ; and for the refinement of his manners, though Francis owed something, no doubt, directly to nature, he was also under very great obligations to the society in Avhich"], [37, "AN OBJECT FOR PHILANTHROPY. 33 he had been brought up. Moreover, far from being poor, he was much better off than usually falls to the lot of younger sons, having £300 a year already as pocket money, with the prospect of a considerable addition to his income when he came of age. He was not what Rose believed him, what he allowed her to consider him, what for many a long day after he encouraged her to imagine him. Yet you will please to observe that the mistake was originally of her making : Avhen he met her at the stream, and in their subsequent conversation, Francis had no intention, no desire even, of deceiving her, not the slightest Avish to appear in any but his true position, which was in his eyes, Avhatever it might be in hers, a far more desirable one than that of a \" Nature's gentleman,\" the equal in rank of plough boys and bred in a country hovel. It Avas no deeper reason than simple love of a joke, and possibly a slight and unacknowledged sensation of pique, which had made him towards the close of their interview favour her delusion, and warn Mrs. Webster not to dispel it. Francis looked at himself in the glass before changing his raiment, and speculated whether he 3-"], [38, "FRANCIS. 34 Avould have recognized Rose for what she Avas, if he had met her in some garb not usually Avorn by a lady— say, for instance, that of a Avashenvoman. He decided that he should have done so, at any rate, directly he heard her speak ; and then fell to wonder ing whether they Avere likely to meet again, and plotting various schemes to that end. These he turned over in his mind still further that night, after he had extracted from his landlady all the information which she Avas able to give him con cerning Rose Caldicott, and the seclusion in which she was kept — a fact which had impressed Mrs. Webster even more deeply than it had her husband, and awakened her kindly pity. She told him also of Rose's continual schemes for the benefit of the poorer classes, and her zeal in labouring to carry them out ; of the affection in Avhich she was held by all around, both small and great ; and the reputation she had for learning, scientific and otherwise. In the meantime, Rose had reached the Hall and given a graphic description of her adventure to her younger brother, Philip, who had just come over from Sandhurst. He was greatly amused by her recital, and not less by her praises of the young"], [39, "AN OBJECT FOR PHILANTHROPY. 35 mechanic, and assurances that he could not have behaved in a more courteous manner or expressed himself better in conversation if he had been — \" I will not say a gentleman,\" were her words, \" for that depends upon Avhat a man is in himself, not what an accident of birth has made him, but — well simply, one of ourselves.\" At this juncture Mr. Caldicott came into the room. \" Well, Rose, which has got the better of it this time ? \" he asked, with a smile, for the generally amicable, but always exceedingly animated, discus sions which were continually taking place between Philip and his sister were food to him for much quiet amusement. \" We were not having an argument just now, Father,\" she replied. \"But I think I have got the better of it Avith Philip for ever and aye, for I have met with one of the real Nature's gentlemen in whom he refuses to believe, a poor mechanic earning ten shillings a Aveek in an iron foundry, or something of that kind, Avho \" \" Haven't you heard of Squirrel's adventure ? \" her brother broke in — \" Squirrel\" being Rose's pet name Avith him and Geoffrey on account of the climbing"], [40, "FRANCIS. 36 propensities she had displayed as a child, and the swiftness with which she could run. \" It is simply killing ! She was trying one of her Blondin feats in getting over a particularly slimy ditch by means ofa log — wasn't it ? and managed to tumble in, head over ears in the mud, where she would have been at this moment, buried, but for a little vulgar boy who happened to turn up just at the critical moment and obligingly fished her out.\" \" I did not say little, Philip ! He is, I should think, an inch or two taller than myself.\" \" Which is so very tall ! \" \" And most certainly not vulgar,\" Rose went on, ignoring her brother's parenthesis. \" He was most civil and obliging, father. Of course I walked out of the ditch all right \" — with a reproachful glance at Philip, who was laughing too much to be properly crushed. \" It Avas my hat he fished up for me, and he showed me the Avay to the Websters', that farm house, you know, on the road to Abbotstoke, Avhere he is lodging, and helped me over the bridge in the politest manner imaginable, and \" — here she herself melted into a laugh — \" he lent me his pocket hand kerchief that I might get rid of some of the mud.\""], [41, "AN OBJECT FOR PHILANTHROPY. 37 A prolonged \" Ugh ! \" from Philip again aroused his sister's indignation. \" Why not ? I thought it exceedingly kind of him.\" \" And you said that he was dirty. Come noAv, Squirrel, acknoAvledge that. Didn't you tell me that he was covered with grime and oil-stains from head to foot ? \" \" I think his face was clean, and his hat.\" And then she recollected that Francis had wished to lend her his hat, but upon that point she discreetly kept silence. \" And when I offered him a shilling,\" she went on, \" he refused to take it.\" \" Perhaps he expected half-a-crown.\" Here dinner was announced, and the trio repaired to the adjoining room. \" I wish that I could do something for him, father,\" said Rose, in the interval which folloAved soup, during Avhich course she had been rather silent, for her, and thoughtful. \" Whom do you mean ? \" inquired her brother. \"Your knight-errant in slops? Suppose we ask him here to dinner. Please inform us, Rose, do Nature's gentlemen eat peas with a knife and bite"], [42, "FRANCIS. 38 their bread, or does their unerring sense of what is fitting restrain them from making these little faux pas ? \" \" Philip, if you go on abusing my nice boy, I will not do another stitch of these silk socks I am knit- ting for your birthday ! \" \" Your argument is Aveak, Squirrel, and yet poAverful. I Avill run down your grimy knight errant no more. I suppose there is no harm in asking his name, is there ? I presume you were interested enough in him to inquire it ? \" \" Francis Grey. He is one of a large family, he told me, and he has a widowed mother.\" \" How pathetic ! A widoAved mother, who goes out charing probably, or takes in Avashing to support her orphaned children, and is doubtless one of Nature's ladies ! I feel quite certain of this young man's virtue and delightful qualities, noAv I know he has a widowed mother. Did you ask him where she lived ? \" \" No, somewhere near Abbotstoke, I believe, for he goes home for Sundays.\" \" A model son. I see.\" '\"Take care, beAvare ! ' And, Philip\" — as the"], [43, "AN OBJECT FOR PHILANTHROPY. 39 footman left the room for a moment, his face wearing that aspect of melancholy gravity which is the usual expression of suppressed hilarity — \" I wish you would not talk in that way before the servants.\" At the end of the park, half a mile from the Hall, stood the parsonage, a pleasant cottage in Avhich the good old pastor of Marycross and his wife Avere passing, pleasantly and usefully, the latter years of their existence. Seldom did a day pass that the sweet voice and fair, smiling face of Rose Caldicott came not to brighten, as with a gleam of sunshine, that childless house. \" I have come to have a talk with you, Aunty dear,\" said the girl, as she ran in the following morning Avith a basket of forced strawberries and a bunch of hothouse flowers. She always liked to be herself the bearer of such little offerings. \" That is right, my love. Sit down there on the window seat, and let me hear all about it.\" The gentle old lady listened with much interest to Rose's narration of her adventures of the preceding day, and, after assuring herself somewhat anxiously that her niece had sustained no serious injury from her fall, and had not caught a chill which Avould be"], [44, "FRANCIS. 40 liable to bring on consumption, she entered Avarmly into her interest concerning Francis Grey. Never Avas a more tender and sympathetic heart than that of Mrs. Caldicott. No tale of distress, real or feigned, ever failed to stir her feelings ; although deceived over and over again in those whom she had sought to benefit, Avith that love Avhich is so rare, so exquisitely beautiful, that Ave in this base and selfish earth are in truth not Avorthy of it, she persisted in believing still, sometimes proving herself thereby wiser than those Avho were wont tenderly to laugh over her fond credulity. It Avas not difficult to touch Aunt Sophy's feelings, and the account Avhich Rose gave of the young mechanic's hard-Avorking life and taste for study, together Avith the assurance that he did not look at all strong, and the information which had called forth the jeers of her brother concerning his widowed mother, awoke her fullest interest and sympathy. She was struck with his politeness, \"so much more than anything one could expect from a youg felloAV in that rank of life.\" She Avas much impressed in his favour by his refusal of the offered shilling. Altogether, a more congenial listener could not have been found. Aunt Sophy"], [45, "AN OBJECT FOR PHILANTHROPY. 41 quite agreed with her niece that it would be very nice if they could do something for him. \" Those quiet, steady young men really deserve some encouragement,\" she said, and the two kind, simple hearts set to work to devise means for en couraging the deserving young mechanic, Francis. \" I am going to lend him some books, Aunty ; he said he Avas very fond of reading. And now I am rather at a loss what to choose. Do suggest some.\" \" There are the ' Good Stories,' dear ; wouldn't he like them, or the ' Parish Magazine ? ' or, if you go into the study, you will find the last two numbers of the ' British Workman. ' \" \" I don't think I will take him the ' British Workman,' Aunty,\" said Rose, with a little delibe ration. \" Somehow, I think that the name might set him against it. If there were a magazine called the ' Squire's Daughter,' I am sure that I should object to having it lent to me ; and I never would look into the ' Girl's Own Paper,' simply on account of its name, and because I am a girl.\" \" Perhaps everybody is not so perverse as a certain young lady of my acquaintance.\" And the genial face of Parson Caldicott looked in at the Avindow."], [46, "FRANCIS. 42 \" That is right, Uncle John ; you are just the person I want to consult ! We are talking about books for a very intelligent, entirely self-educated working boy, and I do not knoAv exactly what to choose.\" \" A new protege of yours ? Where have you picked him up, my little philanthropist ? \" And then the Avhole story had to be told over again, which resulted in a very hearty and long continued laugh from Uncle John, and in his taking Rose into the study, Avhere they selected, after some deliberations, Smiles on \" Self-Help, \" Macaulay's \"Lays of Ancient Rome,\" \"Alton Locke\" — at Avhich Uncle John demurred a little, but Avas over ruled by his niece — and \" Adam Bede.\" \" There is no use giving him goody-goody books, you see, Aunty, to begin with at any rate,\" said Rose, for Mrs. Caldicott was loth to leave out the bound number of the \" Parish Magazine.\" which contained, as she justly observed, so much that was attractive to young people, as well as what was instructive and excellent. \" Unless he is very nice indeed, I am afraid he would not read them, and one wants to elevate their"], [47, "AN OBJECT FOR PHILANTHROPY. 43 tastes as well as simply to do them good, doesn't one ? \" So the books which were to elevate Francis' tastes were taken away, and in the afternoon found their way out in the pony-carriage to Alderley farm. That evening the following letter was written to Geoffrey. \" Thursday, May 13. \" Dearest Geoffrey, — I am writing to you again this evening for two reasons : first because of your letter received this morning, crossing mine, for which many thanks ; and, secondly, because I have some more to tell you about that young mechanic of whom I wrote you in my last, in Avhom I know you will be as much interested as I am myself. I went over this afternoon to return Mrs. Webster's things, and to take him some books \" [mentioning the names]. \"Fancy, he says that he had read them all except one, but he should be very glad to go through them again. He tells me that his education was very incomplete, owing to his having to go to work so young ; actually he never passed the fourth standard before he left school, and noAv of course he has only the evenings to study in. He is very"], [48, "FRANCIS. 44 humble about his attainments. He reads a good deal— poetry, fiction, solid books, everything, and appreciates Ruskin and Carlyle ; but he says that he writes very badly, and cannot spell a bit. I told him about Uncle John's classes for the village lads, but he did not seem to think it possible for him to come over for them, though I explained that there need not be any difficulty about his not belonging to this parish ; and there does not appear to be any night school at Abbotstoke — at least he said that he had never heard of any. He seemed very much pleased Avhen I said I should like to help him in his studies — quite caught at the idea, in fact; and I have arranged to give him a little instruction twice a week on my Avay back from the afternoon classes we have started at the brickfields. Francis seemed very anxious to learn some geology, so we are going to begin Avith that ; and if he really seems to require it, I shall give him dictation and some copies to write at home. The more I see of the boy, the more I am struck Avith the natural grace and refinement of his man ners ; the word ' high-bred ' is the only one which accurately describes them. His mother must, I am sure, be an exceptional woman ; I should like very"], [49, "AN OBJECT FOR PHILANTHROPY. 45 much to do something for her, but she does not seem to be delicate, so one cannot send her soup and jelly. I think of crocheting her a shaAvl. As Aunt Sophy says, they must be very badly off, with such a large family, depending mainly, I suppose, upon her exer tions ; for none of his sisters are in service, Francis tells me, and his eldest brother has no occupation. Yet there is a great deal of independence about him too, which one likes. It is Crabbe's \" noble passion misnamed pride,\" I think — which is of course a splendid thing, and just what one wishes to en courage. Father had a letter from Aunt Emily this morning ; she says that Molly is decidedly better, I am glad to say. Best love from us all. ' Your affectionate sister, \" Squirrel. \" P.S. — Francis says that he was working in London for two years before I came to Abbotstoke, and he used to go to the National Gallery often, and to the ' Saturday pops,' as you call them — I suppose to the shilling seats near the door. It is a shame to say that classical music cannot be appreciated by the common herd. Not that this boy can be regarded as the type of the common herd, of course ;"], [50, "46 FRANCIS. still, he is a member of the ' lower orders,' and I have no doubt there are plenty more like him, Avith the same cultivated tastes and appreciation of what is beautiful, if only Ave were to come across them. \"Yours, S.\""], [51, "CHAPTER III TEACHER AND SCHOLAR So I may, by this device, at least, Have leave and leisure to make love to her, And, unsuspected, court her by myself. Taming of the Shrew, i I have some private schooling for you both. Midsummer Night's Dream, i. I HERE had been some difficulties in the Avay of Francis's lessons Avith Rose, ya difficulties, hoAvever, which her strong desire to help him, and his still stronger desire thus to be helped, enabled them at length to overcome. The time had first to be fixed upon, and required to be fitted in between the ending of the Brickfield class and the hour at Avhich Rose Avould have to dress for dinner ; but Francis willingly"], [52, "FRANCIS. 48 agreed to defer his tea, and promised to meet his teacher at half-past five, Avhich would give them three-quarters of an hour for their lesson. The place was also hard to settle. From motives obvious enough to the reader, although not equally so to Rose, Francis had a hundred good reasons why their meetings should not take place at the farm. Mrs. Webster often had friends dropping in about that time of day, he said, and he Avould not like her to be inconvenienced ; the lane Avas eminently calculated to destroy the springs of a pony-carriage ; they might save quite a quarter of an hour if some rendezvous could be arranged near the direct road to Marycross. At last Rose thought of a cottage occupied by- an old woman of whom she was especially fond, and it Avas decided that Mrs. Cople stone's little parlour would serve them admirably as a class-room. Punctually at half-past five, Rose, having walked from the Brickfields, and Francis, having sped at a swifter pace from Abbotstoke to the farm and thence to the cottage, met at its gate, where he greeted her with a graceful and becoming deference. They went into the cottage together, and were met with a"], [53, "TEACHER AND SCHOLAR. 49 smiling face by Mrs. Coplestone, a woman of the old-fashioned type of peasant seldom met with now, a thrifty, orderly, warm-hearted, yet shreAvd old dame, with a round, rosy face encircled by a spotless Avhite cap and hair like to driven snow. Rose had plenty to ask her about the husband lying ill upstairs, and the little grandchildren, rosy-faced as she, who hid behind her apron, peeping out shyly to look at the visitors. She had brought some tobacco and flannel for the old man, and a bright picture-book for the children, and stood chatting away as perfectly at home here, as thoroughly cognizant of all the little details of cottage life, as though she herself had never known any other ; while Francis stood silent, yet marking with interest this neAV trait in his lady-love's character. Rose did not keep him waiting very long, hoAvever; from the tidy kitchen, with its red-brick floor, small but cheerful fire, with a kettle singing on the hob and a cat playing Avith her kittens in front of it, they went into the little parlour, which was equally neat and well-kept. A large old-fashioned clock ticked loudly against the wall, a round-faced moon at the top, not unlike Mrs. Coplestone herself in features, 4"], [54, "FRANCIS. 50 showing by its position the present phase of the lunar month ; a portrait of \" The Rev. William Elias \" hung over the chimney-piece, and oppo site it a wonderful sampler worked by the good woman's daughter, with impossible men walking into an equally impossible house under the shade of still more impossible trees, and floAvers most im possible of all springing up out of space, as it is at present correct for flowers to be and to do, and beneath, the following lines, peculiarly appropriately chosen to be inscribed by a child of eight — Seize, mortal, seize the transient hour, Improve each moment as it flies, Life's a short summer, man a flower, He dies, alas ! how soon he dies ! ' The floor Avas well scrubbed and newly sanded, and there was a fresh and Avholesome smell about the room which Avent well with its cheerful, homely aspect. Rose and her pupil seated themselves on two of the cane-bottomed chairs and began their lesson, which proceeded without many interruptions. Mrs. Coplestone passed through once or twice on her way ■ A fact."], [55, "TEACHER AND SCHOLAR. 51 to the back garden, and the grandchildren, growing bolder, ventured occasionally to come and look at them ; but otherwise they were not molested, except by the visit of a staid old goose, who walked in, saw they were busy, and discreetly walked out again. Rose's stock of scientific knowledge was unusually large for a woman, and one of her age. Almost from babyhood she had been instructed in these subjects by her father, who Avas pleased to see his OAvn special aptitude inherited by this, the only one, as it hap pened, of his children. Rose was also a born teacher, and after her first shyness had worn off she found it no unpleasant task instructing this old but singularly docile pupil. She had only taught girls and young boys during the six months past Avhich had witnessed her ardent labours among the people. She had heard that men were, as a rule, more tractable as well as more intelligent pupils ; but she had never expected to find all this difference between the rough-headed urchins Avho so sorely tried her patience, and one who had grown to riper years. There was no difficulty whatever in keeping Francis's attention as, beginning with that formation which was at hand, and describing the long centuries of"], [56, "FRANCIS. 52 living and dying of the myriads of rhizopods whose minute shells constitute the chalk, and telling him how the same work was now going on in large portions of the Atlantic, Avith certain elementary instruction on the subject of \"weathering\" and of different effects of water, she made an introduction to the study of geology, interesting him, as she hoped, in the subject. Yes, he certainly was a delightful pupil ! No need to repeat a sentence that she had spoken, no necessity to restrain his eyes from Avan dering : the intelligence of his answers and remarks delighted her, and his submissive manner contrasted very pleasantly Avith those of the village boys she was in the habit of instructing. And then, he was so grateful ! A knowledge of geology would, he said, be of the greatest use to him in engineering ; he had long wished to learn something of it, and was most thankful for having, at last, the opportunity. He Avas quite ready, at Rose's suggestion, to make out a table of geological formations, the details of Avhich should be filled in as he advanced in his studies, and he promised to write out all he could remember of Avhat she had taught him that day. This, she remarked, would be a good exercise for"], [57, "TEACHER AND SCHOLAR. 53 him, and enable her to help him in correcting his spelling. \" I think the pony-carriage must be waiting for me now,\" said Rose, as she took out her watch at the end of the lesson — it was to meet her in the road to avoid a bit of stony lane. \" I have some books for you there, though I never thought you would have finished these so soon.\" \" I read quickly,\" he answered ; \" especially Avhen I get hold of anything I particularly like.\" And then they talked over the works in question, finding their ideas the same on many points. When they reached the place where the pony carriage ought to have been, there were a few minutes to wait before it appeared. \" Will you tell me what the air was that I heard you Avhistling the other day ? \" Rose asked, partly for something to say to the boy, for their literary conversation had been broken up in crossing the last stile — partly because it had ever since been persistently ringing in her ears. \" When I met you at the — water ? Let me see, wasn't it an air from ' Carmen ' ? \" I had heard the opera the night before, and was trying it over.\""], [58, "FRANCIS. 54 \"You haA'e German bands, then, at Abbotstoke, I suppose ? \" \"No — hurdy-gurdies!\" he replied, very quickly correcting his lapsus. \" You know they get all the opera tunes. Was it this ? \" And Francis began to whistle \" // Toreador.\" He whistled beautifully, eA'ery note true, clear, and distinct, with a peculiar sweetness of tone which might have awoke the envy of a thrush. Rose admired, and, as was her wont, admired openly. \" You whistle very well,\" she said. \" It is my one accomplishment ; the only way of producing music open to us of the poorer classes — except the concertina,\" he added gravely, so gravely that Rose thought fit to explain hoAV far preferable she considered the use of the powers derived from nature, as he had just displayed them, to tunes played on an instrument which, it occurred to her, he might be regretting his pecuniary inability to purchase. Francis Avas on the point of saying that he be lieved concertinas and trades' unions had been in vented in the same day and, quoting Carlyle, by the same agency ; but he thought the remark might"], [59, "TEACHER AND SCHOLAR. 55 startle Rose, as it undoubtedly would have done, so he simply said — \" I prefer whistling, too.\" Then, the pony-carriage having driven up, he put in the packet of books which he had brought back, taking the neAV supply from his teacher, and, with his usual dignified boAv, returned her \" Good evening,\" and betook himself to the farm, where he found Mrs. Webster wondering why he had rushed off without Avaiting for his tea. \" I kept it hot on the hob for you, sir,\" she said, \" until six o'clock, and then I poured it aAvay, and am making you some fresh. You had better take your supper a little later than usual, hadn't you, or else you will have no appetite for it ? \" Francis was one of those people Avhom everybody found it very difficult not to spoil, and certainly, as much as lay in her power, Mrs. Webster did spoil him. His tastes and convenience were consulted before those of any one else in the house. Whoever might be kept waiting, Mr. Grey never was, and she spent a quite undue amount of time and thought on providing him with little luxuries, \"just to tempt him to eat something,\" she would say, \" more than"], [60, "56 FRANCIS. what would barely keep a mouse alive.\" She looked after him and cared for him as though she had been his mother, kept his places tidy and his clothes in order, and did for him a hundred little services hardly noticeable, but such as very materially added to the young man's comfort. Francis was, it must be acknoAvledged, a very desirable lodger ; he was well-off, paid liberally, and never haggled over things ; while, quiet in his own habits as any old maid, he did not object, as others had done, to the noise of the children, and his kind ness to the crippled Fred touched even the farmer's impartial heart. \" He has been delicate himself, poor young gentle man — that's what it is,\" Mrs. Webster used to say, as she Avatched Francis lifting the small figure of the deformed boy, that he might put his finger into the thrush's nest and feel her five Avarm eggs, or clambering nimbly up the old bit of ivy-covered Avail which shut off the farm garden from the orchard, to recover the child's ball which had lodged on the top, seven feet out of his reach. And when something had gone Avrong Avith the engine that Avorked the threshing-machine, Francis had ten-"], [61, "TEACHER AND SCHOLAR. 57 dered his services to Webster in finding out where the mischief lay, and he had done so and put the whole thing to rights, saving the farmer a good many pounds thereby. Any one looking in at Francis on that pleas ant May evening, as he leaned back resting his weary limbs on the most comfortable of arm chairs, and looking out over the lovely view before him, while the sweet scent from the fresh-mown hay and from the many flowers below, of which the evening air was full, was wafted in through the open bow-window, might have thought the compassion Rose was continually bestowing on him in her gentle heart, for the poor surroundings and many hardships of what, she supposed, was his life, to be a little misplaced. The room was a particularly pretty one, for Francis, when he resolved to take up his abode for some months at the farm house, had brought his own furniture and æsthetic belongings, his books, his pictures, the various specimens of needlework which his mother and sisters and one or two favourite cousins had done for him. He had even caused the room to be newly papered in a lovely terra-cotta shade. There Avas a"], [62, "FRANCIS. 58 real wooden dado ready made, which it would have been a sin to have wasted, and that was painted to accord with the curtains and walls. Francis was clever with his hands, and the bookshelves carved with little dragon's heads, and the brackets on which stood bits of old china and painted plaques, as well as the small table before him, were of his own work manship. Upon the table stood a quaint old silver teapot, sugar-basin, and cream-jug, the last filled with Mrs. Webster's richest cream, and a plate of Avafer-like home-made bread and butter, the plate and cup and saucer that stood beside it being of the pretty old-fashioned china which had been an heir loom from Mrs. Webster's grandmother, of which no previous lodger had been thought worthy. Some kingcups stood by in a yellow jar. In his artistically furnished room, his refined surroundings and all the pretty things about him, Francis found a positive rest after the labour and heat of his daily toil, that refreshment in the sight of beautiful objects which is, to those who have the love thereof implanted in their hearts, a very real and powerful influence, subtle as it may be and hard to define. The life"], [63, "TEACHER AND SCHOLAR. 59 upon which the boy had just entered was undoubt edly a trying one, trying alike to body, soul, and spirit, and he had entered upon it none too well fortified, at least from a physical point of view. Francis had always been a delicate boy, and at the end of the two years just completed which he had spent at the school for engineering, the strain im posed upon him by the continued over-work which, in spite of all entreaties, he had insisted on doing, could not but make itself felt. He had got what he was striving for, however, a first-class certificate, and a month of perfect rest and simple enjoyment of existence had, as he liked to imagine, made him as strong as any of his brothers. Still, he was advised by his doctor to have his quarters in the country during the summer, to take exercise and be as much as possible in the open air; to all of which, princi pally out of consideration for the wishes of his mother, Francis had agreed. He had soon found out the wisdom of this counsel, and since the walk to and from Abbotstoke was rather a pleasure than otherwise at this delightful season, he experienced no further inconvenience from the arrangement than was involved in not being able to go up to town"], [64, "60 FRANCIS. so frequently as he would otherwise have done, on account of the distance from the station. His friends of whom he had plenty in London, although he had not yet begun to make acquaintances in the neighbourhood of Abbotstoke, ran down to see him occasionally and enliven his solitude. The work at Marsden's was, it is true, very hard, involving a good deal of exertion and self-denial, and the aspect of life there presented to him in many respects sufficiently revolting : here was a grand opportunity for the study of human nature, indeed, but it was a painful and discouraging study. The heart of Francis was, however, so entirely in his occupation, that spite of all this the work had for him an absorb ing attraction ; and now that a new light Avas begin ning to shine on his existence, life seemed to him a brighter thing than, in his frequently occurring fits of somewhat morbid depression brought on by ill health and some other adverse circumstances, he could have even imagined to himself. As he leaned back in his chair this evening, the soft air fanning his sorehead, and his eyes resting on the far-stretching expanse of country ending in an undulating blue line against the crimson of the western sky, his thoughts"], [65, "TEACHER AND SCHOLAR. 61 were very full of Rose : they had been so, indeed, since the day when first they met ; the fair face, with its delicate colouring and finely cut features, and the dark soft eyes which looked above all things so good and true, the continual change of expression from intent to dreamy, from deeply serious to gay and smiling, the perfect absence of self-consciousness which rendered tenfold more powerful the charm of all, had been ever since that evening constantly present in his mind ; and by this time, having seen her and held converse with her three times, he was perfectly conscious that the place Rose held with him Avas not only in his head but in his heart. Her naivete, her freshness, the combination she presented of childlike simplicity with a thoughtfulness and a knoAvledge quite beyond her years, had for him an unspeakable charm. He had met other unconven tional girls and had not liked them — the Greys being, as a family, exclusive, and with a righteous horror of anything that Avas not precisely comme il faut, so that he always fought shy of everything and everybody he did not consider quite \"good form.\" But Rose's unconventionality was not at all of the usual type : it Avas not a rebellion against the"], [66, "62 FRANCIS. restraints of society ; it was only the simplicity of a girl who had never known these restraints at all. Although Francis's own views were very far indeed from socialistic, Rose's ideas upon the subject in terested him greatly, though they sometimes amused him. Indeed he had much cause to thank them, as but for her enthusiastic yearnings for the raising of the masses, had she still been walking the beaten tracks of young ladyhood, in which she had gone unquestioningly till less than a year ago, their first meeting, at the ditch, Avould probably have been their last. This evening, as he thought of Rose, he congratulated himself on the happy chance which had led her to mistake him for a peasant, and the philanthropy which had actuated her, so that he now had the opportunity of meeting her twice in the week in a novel but by no means unpleasant way, unmolested by chaperones and free from all con ventional trammels. It was a false position in which they stood to each other, of course, which was decidedly to be regretted, but on the other hand it was a very delightful one. Had she met him as an ordinary young man in society, Rose would probably hardly have noticed Francis at all, would"], [67, "TEACHER AND SCHOLAR. 63 certainly never have given herself any trouble about him ; Avhereas now, in her desire to encourage this self-educated nature's gentleman, who aroused her warmest interest and delighted her by proving in himself the truth of her cherished theories of intel- lectual equality, she felt no pains could be better bestowed than on the effort to help and cheer him on. Francis thought for a little, whistling as he did so, half unconsciously, the air from \" Carmen\" Rose had admired ; then he took pen and paper, and began to write down, according to the directions of his teacher, all he could remember of her instructions that after noon. The worst of it was that he remembered so much ! It would have taken him hours, days, to commit it all to paper ; and as he wrote, trying to express the things she had said in her own picturesque language, he found not only that the task was diffi cult, but that the picture it brought before him was a very distracting one. What cared he about globi gerinæ and radiolaria — of whose names, by the way, he made sad havoc — for limestone and red under clay ? The pretty lips which told him of these things, the small white teeth that showed between,"], [68, "64 FRANCIS. the curves and dimples about her mouth as Rose smiled approval of his answers, had, it is to be feared, a greater attraction for Francis than all the erudition he might acquire under the auspices of his new instructress. Still, he must try to please her, and to this end he sat up half the night, causing good Mrs. Webster to shake her head sadly upon her pillow as, waking at 2 a.m., she heard the doors of her lodger's sitting-room and bedroom in turn quietly open and shut. \" He is wearing himself out, poor young gentleman,\" she said to herself. \" We sha'n't have him with us long, it's my opinion ; \" which melancholy conclusion resulted the next day in Francis receiving one of the affectionate scoldings which the good woman took it upon herself to administer when she considered that he required them. \"I'm a mother myself,\" she ended, \"and what would your own mother say to you, or to me rather, if you were carried home to her some day in your coffin ? \" Whereat Francis laughed, and promised to be content with the short candle-end Avhich was all, his landlady informed him, that she was going to allow him that night."], [69, "TEACHER AND SCHOLAR. 65 Is it supposed to be a sign of aristocratic descent not being able to pronounce one's r's ? \" Rose in quired of her brother one day about this time. \" It is a sign that a fellow is a conceited ass,\" was Philip's laconic answer ; and his sister did not say anything further. The lessons with Francis had been mentioned casually to Mr. Caldicott, who took no great notice of the information, being too well accustomed to hear ing of some new effort on the part of his daughter for instructing, amusing, or otherwise ameliorating the lot of her poorer neighbours for some distance round. Philip had overheard, and occasionally chaffed Rose in a way of which she did not at all approve, about her young protege. \" Didn't I tell you that he always Avears a clean jacket now ? \" she said, indignantly, in answer to some of his sneers. \" Good gracious, he is coming on ! You are raising him, Squirrel, decidedly raising him ! Does he wash his hands and face too, and oil his hair ? There is half a pot of pomatum on my washstand you can give him, if you like — or perhaps he prefers engine-grease ? I never believe in the real reforma- 5"], [70, "66 FRANCIS. tion of your boys until they take to thoroughly oiling their hair.\" Rose threw a cushion at her brother, and then said — \" Francis doesn't oil his hair, and he does wash his hands.\" \" And face ? \" \"And face, as he always did, and he does not require any raising or refining. His manners are infinitely superior to yours.\" \" I have no doubt of it. He pulls his forelock, of course, and answers ' Yes, Miss,' when you speak to him. But if he does not require raising, Squirrel, and is, as you told me the other day, so particularly Avell-read, what is the object of your giving him lessons ? That is what I want to know. You must look out, father\" — half arousing from his studies Mr. Caldicott, who was poring over a new work on entomology — \" or we shall wake up some fine morning and find that Rose is o'er the borders and away, the bride of this ' base mechanical ! ' \" At the parsonage, at any rate, Rose was not laughed to scorn. Her uncle held it very good of her to take so much trouble with a boy who had"], [71, "TEACHER AND SCHOLAR. 67 really no claims whatever upon her time, while he thought the clergyman of the parish in which he lived would have been the proper person to exert himself about him. Mrs. Caldicott continued kindly interested in the poor orphan, and was ever sym pathetic, though she always a little regretted that Francis could not be amalgamated with the Brick field classes."], [72, ""], [73, "CHAPTER IV. COTTAGE INDUSTRIES. Thy love did read by rote and could not spell. Romeo and \"Juliet, ii. 3. There's no art To find the mind's construction in the face ; He was a gentleman on whom I built An absolute trust. Macbeth, i. 4. E?f3ES^0L~ do not write so very badly; only you ff3tt*'iffi'Jl \"L1^'lt to make your letters larger and I^^Jc^M not 'et t^tm slope so much ; and you press too hard with your pen at the bottom instead of making the thick stroke, if you have any, come at the proper side ; and your capitals are rather scriggly, aren't they ? Look at this /.\" Such was Rose's comment on the work of her pupil after first, as a good teacher, finding out all"], [74, "FRANCIS. 70 there was to commend, and praising highly the excellent powers of memory which he had displayed, and the correctness for the most part of his style. \" And as to your spelling,\" she went on, \" it seems to me that your mistakes come more from — not thinking,\" she was loth to use the severer term care lessness, \"than anything else. That is in your little words ; in the longer ones you must think how they are built up. You never studied Latin, I ■suppose ? \" \" A little.\" \"\"Ah, then, that ought to help you. Take this word, for instance, illiterate ; what do you suppose that this il used originally to be ? \" And Rose proceeded to giA'e her pupil a lesson on the subject of assimilation and dissimilation, making him cite examples of both in the most conscientious and instructive manner. It is to be hoped that Francis profited thereby. He remarked at the end, \" I told you that I could not spell. We none of us can.\" He was thinking of his family, with Avhom eccen tric orthography was one of the hereditary failings to which, as such, Francis Avas, to say the least of it,"], [75, "COTTAGE INDUSTRIES. 71 indifferent — it may be even a little proud, as he cer tainly was, on the same grounds, of his defective r's. Rose thought that he alluded to the poorer classes, and agreed with him that it was a curious thing that uneducated people, when able to read with perfect fluency and accustomed to making considerable use of books, were often at a great loss when called upon to express their thoughts in writing, and in their spelling frequently made the most ludicrous mis takes. \" I do not mean that you come exactly under that head,\" she added, fearing that Francis might feel hurt. \" You have taught yourself a great deal, it astonishes me how much, and one could certainly not call you uneducated. Still, as you say, your writing lays a good deal behind your reading, and I think it is for want of practice.\" She then suggested several useful exercises, and recommended for the present the aid of a dictionary. At the end of the lesson Rose referred to what they had been going through at the beginning. \" You know the meaning of the words ' literate ' and ' illiterate ' ? \" \" The first is what you are, and the other is Avhat"], [76, "FRANCIS. 72 I am,' Francis answered promptly. \" What we of the lower orders are, I mean,\" he added, seeing that Rose looked surprised. \" What you will not long remain, at any rate, I hope,\" she replied, with great earnestness. \" There is no reason that you should not share our culture, even if the communistic idea of an equal division of property is impracticable. I do not think that it is ; but of course, as things are now, and while indi vidual property exists, there is always the unanswer able argument that if the whole world were evenly parcelled out to-day, ten years hence the larger portions of it would be in the hands of the stronger and better men ; and those who are improvident, good-for-nothing people would have parted with their own share to them, and become servants or beggars again.\" \" The fittest must survive ; it is the law that rules the earth.\" \" Yes, but we are only just beginning to wake up to what is meant by the fittest ; not those who are well-born, not those who have inherited money or large estates, but the good, the wise, the men of intellect and strength of character — yes, and the"], [77, "COTTAGE INDUSTRIES. 73 women too ! Those are the ones who are, and ought to survive.\" The fire of enthusiasm lit up her young face. \" Those men and women you will almost invariably find among the higher classes, though,\" was Francis's answer. \" Think of the character of the ordinary British mechanic. Well, there is the man who takes brandy neat at all hours of the day, and gets drunk every evening ; there are plenty of that type. Then there is the dirty, untidy man who never washes, in fact despises cleanliness, and also swears all manner of low oaths ; that is not an uncommon kind. As a rule they are all discontented and slovenly, men who never forget an injury and never remember a kind ness, and they really prefer doing their work badly to doing it well.\" \" But you are not all like that ! \" exclaimed Rose. \" Oh, of course there are some exceptions ; there are nice intelligent men and lads. There was one boy, for instance, who worked in the same place as myself in London, who reads books and tries to speak properly. I lent him a lot of engineering books, and he must have studied them Avell, for I have asked him questions, to see.\""], [78, "FRANCIS. 74 Rose was so much interested in this other self educated boy, that she turned aside from her subject for a minute or two to ask Francis questions about him, but she soon returned to it again. \" The difference is only a difference of education,\" she said: \" education in the widest sense of the word, I mean, not simply book-learning. And it is our duty to give every advantage we possibly can to those in the rank beneath us, that the many among them who might, with instruction, become our equals or superiors, may have the opportunity of doing as Nature intended that they should, and rise.\" Francis gave a little deprecatory wriggle, a shudder down the backbone peculiar to himself, or, more correctly speaking, to his clan. Its meaning was of course lost upon Rose. \" You do not suppose,\" she said, \" that because you are a simple mechanic, and have not birth or position, you are in any degree inferior to what is called a gentleman in the ordinary sense of the term ? Differences of rank there are, I suppose that there must be ; but you who have educated yourself, and read and thought as much as most of them have, perhaps more, are in reality their perfect equal.\""], [79, "COTTAGE INDUSTRIES. 75 \" Or shall be when I can spell, you mean,\" he answered ; and Rose noticed something in his tone she did not quite understand. Had she, in her en deavour to encourage and console him, in any way unwittingly wounded Francis's feelings ? \"A long line of ancestors is nothing,\" she said, \" absolutely nothing. The real distinctions between man and man have not anything whatever to do with birth.\" \" I should imagine,\" said Francis, \" that the knowledge one belonged to a good old house, and had a name and family reputation to sustain, would be a strong incentive in the right direction. The feeling they call noblesse oblige Avould keep a man from doing anything that would disgrace him.\" \" Do not imagine it for a moment,\" Rose said earnestly. \" You read history : think of the men of good family one meets with there ; has it proved to them any deterrent from the greatest crimes, the most shameful and dishonourable proceedings ? \" \" At least it might be made a very strong motive of action.\" \" Not one that would hold, I think,\" said Rose, after a moment's thoughtful pause, \" against any"], [80, "FRANCIS. 76 strong passion. I am sure \" — her voice lowered a little, and, worshipping the beauty of her face, Francis hardly noticed what she was saying, though her words came back to him afterwards — \" that until we know that temptation is stronger than we are, stronger than any power on earth that we can bring to bear against it, the whole foundation of our character is built on sand.\" On reaching home that evening Rose found two letters awaiting her, the first from Lady Lester, Avhich ran as follows : \" My dear Rose, — You will be glad to hear that Molly is almost well again. She must remain abroad for the present, the doctors say, but since your Aunt Katherine will be here to have charge of the children, and I have found a capital little nursery-governess to look after them, there is nothing to detain me at Cannes, and I intend leaving for England next Thurs day. The house in Cromwell Gardens can begot ready for us in a day or two. We shall only come in for the fag-end of the season, to be sure, but that is better than nothing, and I cannot miss the opportunity of introducing you this year — it Avould be too great a disappointment for us both. Write to Mme. Seline,"], [81, "COTTAGE INDUSTRIES. 77 3610, Regent Street, directly, about your dresses. She makes them artistically, and I remember that style always suited you.\" [Here followed an alarming list, as it seemed to Rose, of the garments she was likely to require.] \" Tell her you must have everything before the 15th, and then there is a possibility of your getting some of them by the 20th, which is about the time I expect to be in toAvn and ready for you. You must get Philip to teach you the new valse, and I do hope, my dear child, you will be careful about your complexion. Send for some of Smithson's Kalyvedor, and use it at nights, if you find yourself getting freckled. Love and kisses from all the children. \" Your affectionate aunt, \" Emily Lester.\" The second letter Avas from Geoffrey Caldicott. It contained, amongst other items, the following passage : \" How is your intelligent young mechanic getting on ? I hope he will not turn out a humbug. You can have any of my books you like to lend him except\"— then came the names of certain works more valuable than the rest. \" It does not much matter about the others whether he returns them or not.\""], [82, "FRANCIS. 78 These words woke Rose's righteous indignation. The insult to her protege in the implied distrust of his honesty was very objectionable, and the suggestion that he might be in some way misleading her almost more so. \" Francis a humbug ! \" she exclaimed to herself in wrathful enthusiasm. \" If any one ever was true on earth, Francis is : one sees it written in his face ; one could not speak to him for five minutes without knowing that he can be relied on. There is no one, no one that I have ever met, that I would trust more completely than I do that boy.\" And yet Francis was a humbug ! For the next few weeks preparations went on busily for Rose's departure for London. Whatever may have once been her feelings, it is certain that she was now veiy far from eager to make her debut that year in society. And had anything prevented Lady Lester's return to England before the end of the London season, she would have felt it rather a reprieve than otherwise. So she told Francis Grey, when she met him, for the last time but one, to give her instructions. \" I am very sorry to leave just now,\" she said ;"], [83, "COTTAGE INDUSTRIES. 79 \" the country is so lovely when the wild roses and honeysuckle are out, and the hay cut, and one has these long delicious evenings. I know that I shall not be half so happy in London as here in the midst of nature when she is at her very loveliest.\" And Rose sighed, and looked really very sad. She felt so, indeed, as she thought of the exquisite beauty, the simple country delights, which she was leaving behind ; and of her classes, guilds, and the poor and sick folk whom she was about to give over to the care of others. She was really and honestly quite unaware that another attraction of a stronger and more irre sistible nature was there at her heart, tying it with strong cords to her quiet country home. She hardly knew how much she looked forward to, how thoroughly she enjoyed, the hours spent with Francis in Mrs. Coplestone's little sanded parlour; or, if she did, imagined it to be the natural pleasure of a teacher in an intelligent and appreciative pupil, and knew not that she was basking in the sunshine of a boy's first love. She knew that Francis was devoted to her, of course ; he never was at any pains to hide the fact. He would have done anything for her in the world, and he did for her anything and everything that he"], [84, "8o FRANCIS. could. He had traversed the country far and wide in search of the bee-orchises she had regretted that she could never find, and brought back in triumph a bunch of this and other rarer varieties of the same tribe which grew who shall say how many miles from Abbotstoke. He had got water-lilies for her, too, from a lake at an equal distance in a nearly opposite direction. Her private boudoir was adorned Avith various evidences of his skill in wood-carving. It turned out that the shops at Abbotstoke produced wares of all kinds absolutely equal to those of Bond Street. No one in the neighbourhood had ever made this important discovery ; but when Rose had any commissions to be done, Francis knew where to go, and found, without the least difficulty, liberty silk handkerchiefs of exquisite texture and hue, silks in every æsthetic shade for art work, the newest books warm from the press, and the most delicious of Paris bon-bons. And Rose not for one little moment sus pected him, not even when some friends, encouraged by her glowing accounts, went themselves to do a day's shopping in Abbotstoke and came home disgusted and in the least amiable of tempers, to reproach her, after spending a whole afternoon in that"], [85, "COTTAGE INDUSTRIES. 81 dirty, hot, abominable town, and not being able to find a single thing they went there for. \" How long do you expect to be away ? \" asked Francis, in a melancholy tone. \" About six weeks or two months.\" \" In London ? Sometimes, just occasionally, I go there. Do you think we are likely to meet ? \" Rose did not think it likely, unless Francis came to her aunt's house, of which she feared Lady Lester might not approve, and she hesitated for a moment. \" You would not speak to me, I suppose,\" he said, \"if we did?\" Again she did not quite catch the meaning of his expression ; again she feared he might be hurt. \" Of course, I shall always take an interest in you,\" she said, kindly. \" Why should I not speak to you in London as much as here ? Only I fancy that there my time will be very much taken up, and I suppose you are hardly likely to be in the same part of London that I am. But I shall probably be at home again for a little while in the autumn.\" \" Only for a little while ? \" \" I think so. When the London season is over, I am going to Southsea or the Isle of Wight with my 6"], [86, "82 FRANCIS. aunt, and she Avants me to go abroad with her for the winter.\" Francis looked very pensive. This, then, was the end of their present delightful intercourse together. If they Avere to meet again in the future, it must be upon different terms. That Rose must some day be enlightened with regard to his own birth and position, he had of course seen clearly from the first, but he had delayed the evil day as long as might be, for some instinct told him that it Avould be an evil day for him when, in whatever manner he decided to do it, the real substance of his words must be, \" I have allowed you to be deceived in me.\" The days Avere long past when he had imagined the disclosure might prove rather a pleasant surprise than otherwise to Rose. He feared the consequences now exceedingly; and resolved on this occasion, as he had done so often before, that, as long as it were possible, the happy delusion under which she laboured should continue. As he looked at her to-day, Francis wondered to himself whether Rose had not already guessed the state of his feelings towards her. Had he not shown it in a hundred ways? Might she not have told it"], [87, "COTTAGE INDUSTRIES. 83 now ? In truth she might have done so as her eyes rested on his face which he then turned towards her, lit up with that strange transcendent beauty which shines on the countenance of a man when, purely, truly, and with his whole soul, he loves. But Rose's eyes were not yet opened ; a strange thrill ran through her heart as she looked at him but she did not understand its nature. She had never had a lover before, and it had never entered into her head to think of Francis Grey in that capacity. He looked up to her, he was devoted to her. So was it with her father, her elder brother, and, to a certain extent, with Philip, the old family servants and tenants, her friends among the poor. He was the best and most affectionate of all her pupils, that was all. Spite of her socialistic prin ciples and theories of equality, such was the force of education and early habit of thought, that Rose would as soon have dreamt of falling in love herself with one of the young Princes of Wales, as of Francis Grey the humble mechanic falling in love with her."], [88, ""], [89, "CHAPTER V THE LAST LESSON. It was a lover and his lass, With a hey, and a ho, and a hey nonino, That o'er the green cornfield did pass. As You Like It, v. 3. HEN Rose walked up to the cottage for the last lesson she was to give Francis, she found him awaiting her at the gate. \" You must not go in there,\" he said; \"Mrs. Coplestone has just told me the children have got the measles.\" His countenance was melancholy. What was to be done ? There were no other estimable widows, or particularly estimable people of any kind, living within accessible distance who would suddenly provide them Avith a schoolroom. The garden did"], [90, "86 FRANCIS. not lend itself to such a purpose ; they could hardly seat themselves there among the onions and cab- bage-plants, and the pigs and the poultry. They stood on the moorland and looked round, vaguely searching for some way out of their difficulty. It would be too provoking to lose their last lesson together, the one which was to wind up the series. It was very warm still, for, though the sun had lost a little of its midday power, it fell in strong hot rays upon the chalk uplands, only mitigated by a fitful breeze which bent the slight forms of the meagre grass-blades, and blew the hair about Rose's fore- head into an exquisite confusion. For miles round there stretched an expanse of gently undulating downs, with reaches of meadow-land and broken patches of wood — here a cottage, there a farm, and in the distance a slender church-spire, the chalk breaking out in white gleams amidst the green, a fair view of English country in all directions ; save where the sky was polluted by a low mass of earth- born clouds, and below it lay the town of Abbotstoke. Bees buzzed in the flowers which sprung up, few and far between, in the short, spare herbage. Swallows skimmed by and were gone, swift as those gleams of"], [91, "THE LAST LESSON. 87 memory which fly unbidden and unexpected through our minds, and then are departed almost before we were aware of their presence. Just at their feet was a deep and narrow ravine, so deep that the tops of the high trees which grew there were only just visible from above, at the distance of a hundred yards. \" Have you ever been down there? \" asked Francis. \" It is such a lovely place.\" Rose knew most of the country round by heart, but, as it happened, she had never explored this glen, and she consented to do so now. The path way leading down into it was very narrow and enclosed with thick bushes, which Francis held aside for his teacher as she passed, and it was so steep that one less accustomed than she to country rambles would have found some difficulty in making the descent. But once down there, what a fairy palace ! The shade of the trees was so thick that scarcely a sunbeam could find its way in between the branches ; the breeze of the moorland was entirely shut out. All was a cool, green, motionless shade. The moss grew luxuriantly over fallen tree trunks, and made soft beds for the Avood-nymphs to"], [92, "88 FRANCIS. lie upon. Wood-sorrel opened its fragile flowers, and delicate orchises, white and mauve, and purple and green, sought refuge here, as in a quiet convent, from the glare and bustle of the upper outside world. The stillness, the coolness, the exquisite loveliness, gaA'e to the place a kind of enchantment. \" One almost feels as if one ought not to speak above a whisper,\" said Francis. A quick, sympathetic glance met his ; for the moment Rose forgot, as indeed she often momen tarily did, the dividing line and position of birth in the delightful consciousness that she had met with a kindred soul. \" I haA'e the same feeling,\" she said. \" This is the kind of place where I like to come and think alone.\" \" I have always wanted to show it to you,\" said he. \"Don't you think\" — respectfully — \"we might for this once have our lesson down here ? I have managed to Avork up a good deal since last time.\" There seemed no especial reason that they should not, and Rose seated herself on one of the mossy stumps. \" This is delightful ! \" exclaimed Francis, as he"], [93, "THE LAST LESSON. 89 threw himself doAvn on the mossy green-sward at the feet of his teacher. \" If you knew what it is like coming here after a day's work at Marsden's, with the noise and heat and grime of all sorts — such a rest ! \" and he heaved a long sigh of contentment. Then he added, in a lower tone, \" It seems like being in another world to me.\" \" Yes, there is something in the stillness and solitary loveliness of the place which makes one think of Paradise or the Garden of Eden. It is one of Nature's monasteries. Do you know the ' Chris tian Year ' ? I often think of those ' purer sprights ' who he imagines come by moonlight to delight in these lovely places which no human being is near to admire.\" \" Yes, I know it, and the verses before that, about the budding wood and so on — all beautiful. It is a pretty idea,\" he went on, \" a kind of reply to the flowers that waste their sweetness on the desert air; but I am not sure, after all, it is not a mundane sort of notion thinking that the uses and beauties of things in nature are wasted simply because they are not seen. Is it their raison d'etre that they should be looked at and admired by all ? \""], [94, "FRANCIS. 90 \" As Kingsley says, though we can find out a good deal about Madam Hoav, we have to be very humble indeed when we approach Lady Why, and it is only now and then she lets us have a glimpse of herself beneath the veil. I suppose, really,\" after a moment's musing, \" the angels find far too absorbing interest in looking in at people's souls to trouble themselves about any inanimate beauties at all. What a won derful study it must be ! \" \" Rather a painful one, I should think — at least, with most of us.\" And Francis thought inwardly how his own guardian angel, if he had one, must envy Rose's. \" Yes, the continued contact with sin ; that has often occurred to me. The intense interest there is for us in the study of human nature is of course quite a different thing, whatever our altruistic senti ments — as Herbert Spencer expresses it — may be, except, perhaps, in the case of really saintly people.\" \" Do you remember that wonderful description of John Inglesant's experiences in Italy, and the fasci nation which he found in looking on at life in its saddest and most wicked forms, while he saw that the feeling had nothing to do with a love of humanity"], [95, "THE LAST LESSON. 91 — rather the contrary, for he had no wish to better matters ; the sin and misery were elements in the kind of mysterious attraction it had for him?\" \"You have read John Inglesant, then? Twice over ! So have I ; the greater part of it three times. No book ever fascinated me so much, or made me so very sad. He had in him such wonderful capacities; he began so well, and then failed. Oh yes, cer tainly he failed to reach the noble heights for which he was intended.\" \" It is much more true to life on that account.\" \"Which is just what makes the book so sad. I could have lain down and cried after John's intervieAv with Cressy.\" \" You think he ought to have taken the padre's advice, then — given up all his intellectual pursuits and gone in for teaching dirty children and distri buting blankets to needy old women ? I am not so sure about that.\" \" If he had, he would have turned out a Charles de Coudren or a St. Francis de Sales.\" \" A Charles de Coudren, I think. That was John Inglesant's nature, self-controlled, self-sacrificing, never moved out of his course by natural feeling.\""], [96, "FRANCIS. 92 \" Instead of which he sank down to a little above the ordinary level. The crisis came in his life, as I suppose it does in every life, and he failed.\" They were silent for a minute or so ; then Rose turned somewhat suddenly to her companion and said, with a greater earnestness than he had ever yet seen in her : \" I hope, when your time comes, that you will not fail, Francis.\" \" I hope not too,\" he answered, very quietly. And looking into his face then, Rose thought he would not fail. \" When the time does come,\" he said, \"I shall think of you.\" A silence fell upon them which lasted for a minute or two, only broken by the low hum of a few insects and some faint far-away sounds from the world above. \" But we are not doing any lessons,\" said Rose, at length, in her usual energetic voice, as she opened her books. \" Oh, let the lessons slide ! \" was Francis's answer. \" You are too tired for them ? \" \" No ! oh no, not tired.\" \" Well, you shall whistle something for me first, and when you are quite cool we will begin.\""], [97, "THE LAST LESSON. 93 It had become part of the regular routine that Francis should display his sole accomplishment to Rose, and the sweet solitary note accorded well with the enchanted stillness of the place. He went on longer than usual to-day, his mind not being bent upon study. His theme varied continually, chang ing from light and graceful to measured and serious, from valse-music or operatic to the classical airs that both he and she loved best : yet through all ran a certain pathetic strain, according with the consciousness ever present in his mind of the dying sweetness of these last hours of their lovely summer dream. Last of all Rose asked him to whistle \"// Toreador,\" and made him repeat it again. Then she gave her instructions, winding up the course of work which she had laid out. Francis sighed as she shut up the last book and rose from her mossy seat, saying that she intended to walk home to-day. He rose too, and accompanied her, as it was his wont to do, as far as the carriage. They reascended the steep bank by another pathway, and walked down the grassy slope to which it led them, crossing a lane that lay at the bottom. There they climbed over a stile, and were in a field of long grass aAvaiting"], [98, "FRANCIS. 94 the mower's scythe ; the warm wind swept over it, waving its feathery pink and green sprays, and the buttercups and red blossoms of the sorrel, and the great Avhite dog-daisies which grew between. At their feet the yellow crow's-foot crept humbly, while ragged robbins and purple orchises tried hard to lift their heads to the level of the taller flowers. On the other side of the meadow a marshy spot was visible, Avhere were irises wearing proudly their golden crowns. \"Are they not beautiful?\" said Rose, pointing them out to her companion. A silence had fallen upon them, and she felt impelled to break it. Francis plunged, quick as thought, into the tall sweet grass, and was away to gather them for her, Avhile she made a nosegay of the more modest field-flowers beside her. The irises were soon brought, and when they reached the next field Rose added to the bunch honeysuckle from the hedge and dog-roses, pink and sharp with thorns — only that he broke them all off for her — and white ones pure and thornless, like the ghosts of departed love-joys which come to us in our dreams, without a trace of all the little pains and sorrows which had in true life surrounded them."], [99, "THE LAST LESSON. 95 The hay Avas cut down here, and lay in rich furrows upon the ground. At a little distance, some men in blouses and women in pink and blue sun-bonnets were tossing it upon their pitch-forks, and their laughter Avas borne over to Rose and Francis upon the sunny, fragrant air. \" It is very grievous to think that this is the last day of our lessons,\" he said, at length. \" What will your poor pupil do Avithout his instructress ? \" and his smile was rather a sad one. \" You will get on very well, I am sure, Francis, after working so hard as you have done and making such a capital start. Oh yes, you do not need instructors with your real wish to learn and aptitude for it. Is it not enough for you that you have, and always will have, books and Nature ? \" \" There is a better teacher than these,\" he answered, softly. \" Yes, indeed. Yet He teaches very largely by their means,\" she said, in a reverent voice. But he had meant love. She meant love also, only a different love. Yet who shall say how near their meanings came together ? From the hay-field they passed into a narrow foot-"], [100, "96 FRANCIS. path, where there was only room to go single file, between the stretches of young corn just in the ear. As the breeze set it waving, Rose stopped for a moment to admire its blue-green lustre and the bright scarlet of the poppies that stood in among the stalks, drooping their sleepy heads or letting their open petals flap lazily in the wind. After that their Avay led through an oat-field, where the yellow mari golds tempted Rose to add yet another posy to her bunch. Francis picked them, and gave them to her as he helped her over the last stile. At that moment their eyes met, and then — His eyes had grown very soft, very soft indeed ; and both her hands were in his. How was it ? One knows not. Some electric current ran, it may be, from the one soul to the other : but so it was that then, at this instant, the light flashed upon her heart. A quick step was coming over the field, and the sight of a manly figure, approaching with firm and rapid strides, was what met their eyes as they turned their faces in that direction. It was that of Philip Caldicott, who had been out rat-shooting, and had walked a little out of his Avay to meet his sister and accompany her home. The expression of his face as"], [101, "THE LAST LESSON. 97 he saw the two coming towards him was very far from pleasant. As ill luck would have it, Rose, who at any previous moment of her intercourse with Francis Avould have met her brother with open face and wholly unembarrassed, felt at this instant her cheeks were growing scarlet, and in a tone very different from her usual frank and candid one, said as they met — \" This is Francis Grey.\" \" So I supposed,\" Philip replied, very briefly and laconically, as he surveyed him in an angry stare, which Francis received passively with becoming hauteur. \" You can give me those books, young man,\" Philip continued, taking possession of them in a Avay which suggested a decided intention of wresting them from him by force if they Avere not immediately yielded up. But Francis gave them, at a sign from Rose. \" And,\" he added very emphatically, with a voice that was meant to resemble that in which one addresses a dog Avho has been misbehaving himself, \" you need never trouble yourself, sir, to accompany my sister again.\" 7"], [102, "98 FRANCIS Francis Grey was perfectly equal to the occa sion, however. He looked at Philip calmly, with an expression of some slight amusement mingled Avith a certain disdainful pity, as he Avould have regarded the crying of a spoilt child ; waited for a moment to hear if there was anything more he intended to say ; then, turning to Rose, wished her good evening with his sweetest smile, \"or rather,\" as he added, \" an revoir.\" He took off his hat as he did so, and retired with his most stately and superior bow. \" I never saw anything like the confounded impudence of that young man,\" said Philip, wrath fully, as he strode along with his sister in the direction of Marycross. \" I like his cheek, walking home with you indeed, helping you with his dirty hands \" — a libel, by the way — \" over the stile ! \" \" Take care, Philip ! \" \" I don't care if he does hear. I particularly want him to hear. If a fellow doesn't know his place, he has to be shown it. I only wish I had knocked him down.\" \" Tried to knock him down,\" might perhaps have been a more correct way of putting it ; for though"], [103, "THE LAST LESSON. 99 Philip, whose frame was iron, and constitution that of the proverbial horse, Avas infinitely his superior in pure physical strength, Francis was by no means wanting in muscle, and had studied the arts of self defence to quite as much purpose as the young Sandhurst cadet. \" This is just what comes of your going about the country teaching these people, and trying to raise them above their proper station,\" Avent on Philip, knocking off the daisies' heads angrily with his stick as he walked. \" Of course the result is that they forget their position, and get stuck-up and discon tented, and then one finds them indulging in some act of impertinence like this.\" \" Francis Grey is neither stuck-up nor discon tented,\" Rose answered, quietly. \" If there is fault to be found with anyone it is with me, not with him, for I have always allowed him to walk down with me to the carriage. Nothing could have been more civil, respectful, and courteous, than his manner towards me every time that we have met.\" \" Of course it is your fault, Rose.\" Philip was too angry as yet to call her \" Squirrel.\" \" That is just what I have told you from the first. It is all"], [104, "100 FRANCIS. owing to these ridiculous notions you have picked up about the equality of man, and the wrongs of the lower orders, and that kind of nonsense. But I Avish I had gone back and knocked that fellow down ! \""], [105, "CHAPTER VI. THE AWAKENING. Oh break, my heart ! Poor bankrupt, break at once ! There's no trust, No faith, no honesty in men ; all perjured, AU forsworn, all naught, all dissemblers. Romeo and Juliet, iii. 2. O Rose Avent up to London, was pre- sented at court, made her debut under the auspices of her aunt, went to balls and a variety of other social entertain- ments, to the opera and to all the best theatres, rode and drove in the Park, and became acquainted with a large number of fashionable people. And did she enjoy it ? To a certain extent she did, of course. Her beauty attracted people, and it is always pleasant to be admired. The life being"], [106, "FRANCIS. 102 entirely new to her, was interesting in itself, and gave a good deal of food to her imagination. Much that was beautiful came in her way, and much that was exceedingly fascinating. But yet she was not very happy. Coming as it did after her very quiet life at Marycross, the constant whirl of excitement Avas tiring to her, more so than it would have been to another girl who took life more calmly, and lived and learnt at a slower rate. Rose became soon fatiguee d' impressions from being by nature so very impressionable, and she would have been glad of a quiet day in the country now and then ; but Lady Lester Avas bent upon making the most of the little time that was left to them, and Rose Avas hurried from one place of amusement to another with but scant time for repose and reflection between. In order to enjoy life thoroughly, moreover, one's eyes must be shut to a great deal to which Rose's eyes were by no means shut. The sight of the poor people in the streets was enough to damp, to a large extent, her own pleasure. Wherever she went, the sight of ragged forms, of mean, unwholesome dwelling-places, of faces sad and wicked and reckless and miserable, Avas forever before her eyes. The"], [107, "THE AWAKENING. 103 natural pleasure of a young girl in the having and wearing of a constant variety of pretty garments, Avas spoilt to her by the thought of the long hours of work entailed upon other women in order that her beauty should appear to the best advantage ; of the scanty earnings of the dressmakers' assistants and appren tices Avhose fingers had fashioned those lovely robes she wore, of the wearisome and unhealthy nature of their toil. \" Make it as simple as possible,\" was the only direction she cared to give concerning any new dress that might be ordered; \"and,\" as she thought of the working over-hours which, although not allowed by law, is still in full swing in many branches of female employment, \"you need not hurry about sending it home — that is, if you are at all pressed for time.\" The joys of shopping were in like manner embittered to Rose by her feeling for the tired girls who stood through all those long hot summer days behind the counters, laying up in store for themselves, in too many instances, years of future ill-health and consequent poverty. When she drove with her aunt in the Park, her gaze Avas forever resting on the long lines of out siders — men and women whose own lives were"], [108, "FRANCIS. 104 doubtless a mere struggle for existence — who stood looking on at the luxury and splendour, \" Avhich,\" thought Rose, \" it is they who are working to maintain, and of which they will never so much as taste, with all their years of patient toil.\" She studied their faces, and wondered what Avas going on Avithin their hearts — whether they really took the difference between their lot and that of the rich as contentedly and quietly as they seemed to do, or if indeed, there was a fire smouldering within, in the heart of the nation, which should at no far distant period break forth in a revolution, as the writings, which had made so deep an impression upon her, said. And thus absorbed in her own serious thoughts, she required sometimes to be roused by the voice of her aunt telling her, not without a little sharpness in her tone, that she had passed an acquaintance and cut him dead, and that she really must Avake from her dreams. \" That is the worst of having lived a retired life in the country all this time,\" she said. \" You have got into the habit of dreaming, when you ought to have your eyes open and your wits about you. You will never get on, my dear child, if you don't.\""], [109, "THE AAVAKENING. 105 Perhaps Lady Lester was a little too anxious that her niece should \" get on \" in the world. She gave her too many directions for her conduct, commented too much to her upon her behaviour, and went near to destroying that charm of exceeding naturalness, and absence of self-consciousness and vanity, which were among- Rose's most delightful traits. So many injunctions did the girl receive as to her manner of deporting herself, so well was she aAvare that the eye of her aunt was continually upon her, very critically, although not unkindly, surveying her mode of behaviour, that she never felt thoroughly at her ease, and chafed a little under this constant sensation of restraint. Rose was not, in Lady Lester's eyes, the success that she ought to have been. People admired her beauty, indeed, and complimented her aunt there upon, but there Avas nothing of the furore for her that prevailed in London this season about the beautiful Olave Stanley, who, though two years Rose's senior, was but now making her debut in the Avorld of town. \" You are just as pretty, my dear, as she is, and might be just as much admired,\" Lady Lester said to her niece, half in laughter, half provoked. \" That"], [110, "106 FRANCIS. is always the Avay. Girls brought up in the country never do know how to make the best of themselves!\" \" She and I have quite different rules, Aunt Emily,\" Rose answered, with a smile. \" I have not Miss Stanley's genius, and however much I wished, I never could expect to be the least like her. I don't think that the place for me is in society at all.\" And her eyes grew dreamy as she wandered back in thought to the cool ravine where, at that moment, had she stayed at home, she might have been giving Francis Grey his lessons, or listening while he Avhistled to her air after air as she chose them ; and in her heart she compared him, as she was wont to do continually, with the \"London young men\" she was now daily meeting, Avhose conversation seemed to her so vapid, whose lives so idle, purposeless, and culpably luxurious. It was a little ridiculous, no doubt, the way in which Rose perpetually exalted Francis in her thoughts to the detriment of all these other men. Young girls are apt to be ridicu lous in their worship of their heroes. A halo, a meretricious halo, glimmered in her imagination round the head of Francis — too soon, indeed, to be dispelled and give way to a sombre darkness, greater"], [111, "THE AAVAKENING. 107 perhaps by force of contrast than his conduct had in reality merited. That same evening Rose went with her aunt to one of the weekly receptions of Lady Pepys, a pleasant little woman with a large circle of acquaint ances of various sorts and kinds, Avhom she was in the habit of bringing together at her house to their mutual amusement, profit, and delight. Soon after their arrival, Rose was introduced to Miss Stanley, and, entering into conversation with her, found herself irresistibly attracted, as were almost all who knew Olave, by the peculiar charm of her voice and manner, and by the eager sympathy Avith which she entered into all that the younger girl was drawn on to tell her of her life at home, her thoughts, her aspirations, and her interests. \" How could you bring your pretty wild rose up to London ? \" Olave Stanley said afterwards to Lady Lester, in a tone of the deepest reproach. \" This unhealthy hot-house is no place for her. Ah, do take her back to the country before she loses her lovely SAveet freshness, Avhich she can never have again. Do you not see that her heart is there all the time ? \" And her eyes rested Avith a softness"], [112, "108 FRANCIS. that was not very usual with them on the fair face of Rose, Avho Avas now talking to a cousin of her own whom Olave had just introduced to her. \" Impossible, I assure you,\" replied Lady Lester, Avith an accent not quite free from alarm. \" They never see any one at Marycross. Besides, the child is only just eighteen.\" \" Can we women never talk about our hearts without meaning something sentimental ? \" asked Olave, with a laugh, and turned aside to exchange greeting with oneof her devotees who stood awaiting a word from her. Rose found Mr. Horton a not uncongenial com panion. He had just returned from Australia, and had much that was interesting to tell her about his experiences there. In the intervals of conversation, it amused her also to listen to the brilliant talking of the beautiful Miss Stanley, as she addressed her remarks to first one and then another of the groups of young men who hung, limp with admiration, around her. Then some one else, a Major Philip son, who had, since his first introduction to Rose, showed her, as Lady Lester was pleased to observe, a good deal of attention, came and took the seat"], [113, "THE AWAKENING. 109 upon her other side, and managed as usual to make himself exceedingly agreeable. It neA-er occurred to Rose to contrast this man Avith Francis Grey, partly because he was nearly twice his age, and partly because, different as he Avas, in every way, from the young mechanic, she tho roughly and unreservedly liked him. He kneAv how to draAV her out, and considered, as most men did not, that it Avas Avorth the trouble so to do. He sympathized in the interest she took in the People, and, though not a socialist, had himself many' en lightened ideas upon the subject. Rose and he were chatting together very pleasantly when an agonized whisper at her side drew her eyes in that direction. \" Charley, Charley, take me away.\" It was Olave Stanley Avho Avas speaking, her beautiful face Avhite as marble, and her lips quivering with emotion. Mr. Horton rose instantly, leaving the chair at Rose's side vacant, to be immediately seized and carried off by a gentleman in quest of a seat. An instinct of friendliness prevented Rose repeating what she had heard, and Major Philipson continued the narra tive of his Indian experiences, in which there had"], [114, "110 FRANCIS. been a momentary break. They talked some time longer, drifting naturally from India to China, from China to the Chinese division at the Health Exhi- bition ; at which Rose said that she and her aunt had not been there, but intended to go the day following, that being a Thursday. A friend of the major addressed him at that moment, and he rose from his seat. And then Rose became aware of some one beside her, Avhere Charley Horton's chair had been, and she turned to look at him again. As she looked, her heart seemed suddenly to cease beating, and for an instant she actually believed that she Avas in no real material world, but in the land of dreams. She was speechless, absolutely speechless — even when he came forward with the bow she knew so well, and in a voice which there was no mistaking said — \" Good evening, Miss Caldicott.\" He took the seat beside her, while all she could find to say was, in an almost inarticulate voice, \" Francis ! \" \" I told you that we might possibly meet in London,\" he said in a low tone, with the smile Avhich"], [115, "THE AAVAKENING. 111 was so familiar to her. \" I came up to town this evening on purpose to meet you. I heard that you were going to be here.\" Rose looked at him still, with wide-open eyes and lips pressed close together, as though her usual smile had departed never to return. What evil genius had come to transform her Francis, her self instructed peasant, her picturesque boy-lover, into this society young man, just like all the rest of them, in particularly faultless evening dress, and with the correct polished conventional manners ? If it had not been that amazement was for the time being too strong within her to admit of any other feeling she could have cried, as later on she did very long and bitterly cry. Such appeared the transformation in her eyes. \" What does it all mean ? \" she said at last, drawing her hand involuntarily across her brow. \" It means that your pupil has not been able to get on without his instructress,\" answered Francis ; \" so he has been obliged to come up to London to look for her.\" At that moment they were interrupted by Geoffrey Caldicott."], [116, "FRANCIS. 112 \" I have been sent by Lady Grey to tell you she wants to speak to you for a minute,\" said he, address ing himself to Francis. \"Oh, thanks. Where is my mother?\" he said, without enthusiasm. \" There she is, coming towards us. It Avas some time before I could find you, and I suppose she is getting tired of waiting.\" Rose lifted her eyes and saw a lady approaching, tall, dressed magnificently, and in the most perfect taste ; a handsome woman, with a singularly dignified air and a carriage best described as regal. This, then, was the widowed mother for whom Rose had thought of making arrowroot and crochet ing a shawl ! \" Let us go into the other room, Geoffrey,\" she said ; and they threaded their way among the various knots of people till they were lucky enough to come upon a pair of seats, in a secluded nook, just vacated by another couple. \" Geoffrey,\" said Rose, when they sat doAvn. He asked if anything was the matter, for her voice alarmed him. \" Well, Squirrel ? \" \" Geoffrey, that young man sitting beside me,"], [117, "THE AAVAKENING. 113 that you came up and spoke to, Avas — Francis Grey ! \" The result of this appalling announcement was that Geoffrey went off into a fit of laughter, Avhich had, hoAvever, no effect in softening the sharp lines of pain upon his sister's face. \" You don't mean to say,\" he exclaimed at last, \" that that la-di-da young fellow was your hero of the ditch, your self-instructed artizan, your — Really I cannot remember all you told me about him, Squirrel, but I have sheets of enthusiasm over your low-born genius. This is a joke ! \" and he laughed again heartily. \" Is he really a gentleman ? \" You had better ask the Greys that ! They think an aAvful lot of themselves, every one of them. I suppose they have some excuse for it ; they are a good old family, and clever fellows too. I believe they are all getting on, in their different lines, un commonly well. What the Yankees call ' men of grit.' I knew the eldest brother at Oxford ; Ave were rather friends, in fact. He is very well off, and has a lovely place in Northumberland and another in the Isle of Wight.\" 8"], [118, "ii4 FRANCIS. \" But how was it, then, that I met Francis — Mr. Grey, of course I ought to call him — dressed up like a working man ? \" Rose was almost inclined to think that Francis had put on mechanics' clothes and blackened himself Avith the pure intent of meeting her in the way, and thus misleading her. \" I remember now Grey telling me that his y-oungest brother was at the School for Engineering, and I suppose he has passed his exams, and is doing the same kind of thing that a man I know, went in for, a little while ago. He paid five hundred pounds premium, or something of that sort, and got into a firm where he worked in just the same way as any other boy employed there ; so as to learn the thing thoroughly, you know. I believe it is awfully hard work. But this young fellow,\" he went on, reverting to the subject of Francis, \" He is often up in town. I have been meeting him about constantly, at dances and things of that sort. He goes in a good deal for dancing, I belie\\re. Lady Grey told me that he Avas always in toAvn on Sundays too. You ought to be introduced to her ; she is a very nice woman indeed.\""], [119, "THE AWAKENING. 115 \" Oh no,\" answered Rose, quickly,\" I never wish to see any of them again. It is too — too horrible to think about ! \" Indeed, she could not bring her mind to dwell upon the subject yet ; and Avhen Major Philipson found her out, and asked if she would not come down and have some supper, she Avas glad to take his proffered arm and escape for a few moments from harrowing reflections. They passed close to Francis, Avho Avas standing near the door, looking pale and tired — as indeed he had a right to be, seeing that in his endeavours, ever since Rose's departure, to meet with her, he had been burning the candle, as Mrs. Webster put it, very fiercely at both ends ; and Avith a London society attitude and expression of countenance which Rose contrasted, with a throb of pain, Avith the free and graceful movements, the ani mated and expressive face, of the still ravine, the quiet delights of which had ended in this horrid night mare. \" That is what I thought him — and this i^ what he is ! \" was the thought which passed through her mind. In the newly acquired knowledge that she had been deceived in her hero, it seemed to her that everything about his life and character which"], [120, "n6 FRANCIS. had once wakened her liking and respect must have been a delusion and a sham. As they passed him she cast upon him one long look of ineffable reproach, which had the desired effect of utterly and entirely crushing the poor boy, and thus went on her way. A very melancholy and unquiet night was passed alike by teacher and scholar after the reception at Lady Pepys's. Francis Avent home in a most de jected frame of mind, with a horrible fear that he had lost Rose for ever ; and as he thought matters over, the fire of his love burnt hotter and hotter. He pictured again her sad, reproachful face, and tried to think she was unkind to him ; but the effort failed, and sharper pangs came as he lived over again their happy afternoons in the AvidoAv's cottage parlour, and that most delightful of them all spent in the cool ravine. How good she had been to him, imagining him a poor boy ! What trouble she had taken for his benefit ! How she had liked him then — yes, undoubtedly liked him ! Would her eyes never rest on him with that soft kindly look again ? And: the strongest desire seized him to do something, anything, at no matter what sacrifice — nay, the,"], [121, "THE AWAKENING. 117 harder the better, to win his way back to her esteem, to show that, in one point at least, his devoted love to her, he had never been a humbug. Then his mind turned to Major Philipson, and he was roused to a state of violent and unreasonable jealousy. He thought of the hundreds of possible Major Philipsons who awaited Rose at Southsea, in her travels abroad, here even, in town. The idea was maddening, desolating. \" I will have her, I will, I will !\" he said to himself, each time with a stronger emphasis of deter mination ; while a hundred wild schemes for winning Rose's affection, each more impracticable than the last, coursed through his brain. It is the custom to laugh at a boy's love. The instances may be rare — happily so, one might add, since every flower blossoming out before its time is almost certainly destined to premature blighting — where, in the first flush of manhood, the whole heart is given and the love is a living and soul-absorbing reality. But Avhere this is the case, can anything be found on earth more strong, more pure, more absolute in its self-surrender? While Francis was thus torturing himself over"], [122, "1 18 FRANCIS. the present, and making wild plans for the future, Rose was crying her eyes out over the fall of her young hero, the shattering of her much-prized image. In the fatal discovery that this Nature's gentleman was no self-instructed youth, the theories themselves which he had been so effectual in proving, theories to which she clung Avith all the ardour of an en thusiast, seemed to have received a blow. There Avas, besides, the consciousness, always very bitter to the young, that she had been befooled. Rose's cheek glowed miserably as she recalled the various instructions she had given to Francis, and pictured to herself — with injustice, however— the way in Avhich he had doubtless been laughing at her simplicity the whole time, and making good stories of it with his friends ; she thought with sickening shame of having called him by his Christian name. But there was a sharper sting in the matter than even these, and poor Rose, feeling this, though but dimly conscious of what the sting really was, buried her face in her hands, with her elbows pressing on her knees, and groaned. She had been deceived in the man she loved. Yes, here Avas the Avhole truth of it. Other things were hard enough to bear — the disap-"], [123, "THE AWAKENING. 119 pointment when the strongest proofs of her theories which had ever been afforded her, crumbled into dust, mortification at the ridiculous position in which she had been placed ; but the bitterest pain lay in this thought, \" I trusted him absolutely, completely, and he has proved untrue ! \" She took the matter very seriously, you will say. But then it was Rose's nature to take things very seriously. True, she could thoroughly appreciate and understand a joke. His quiet humour had been to her one of the greatest charms in Francis's conversation. But this affair had gone too far, and had engendered feelings much too deep for her to regard it as a jest. Rose was by nature, above all things, true, veracious to the smallest detail. She Avas frankness and sincerity itself, and in conse quence, singularly trustful in the truthfulness of others. As yet there had been nothing in her life seriously to shake this simple confidence, and she judged Francis with a severity doubtless out of proportion to his offence. At that moment she wished, or at any rate had persuaded herself that she wished, that she might never again behold his face or hear his voice, and would, had it been possible,"], [124, "FRANCIS. 120 have banished the remembrance of him for ever from her mind. And so these two young people were very miser able."], [125, "CHAPTER VII Francis's voav. If this austere, insociable life Change not your offer made in heat of blood, If frosts and fasts, hard lodgings and thin weeds, Nip not the gaudy blossoms of your love, But that it bear this trial and last love, Then at the expiration of the year Come challenge me, challenge me by these desserts, And, by this virgin palm now kissing thine, I will be thine. Love's Labour's Lost, act v. sc. OSE came down the next morning, looking very white and heavy-eyed after her nearly sleepless night, and could eat hardly anything at breakfast. After that meal her aunt sent her to lie doAvn, Avhich she did, with a volume of poems that she had picked up"], [126, "FRANCIS. 122 in the drawing room. The poetry was sentimental enough, but did not afford her consolation by striking a sympathetic chord, as all the woes and wrongs therein lamented were endured by men at the hands of women, not, as in her case, by women at the hands of men. She arose unrefreshed Avhen it was time to dress for the expedition to the \" Healtheries,\" where Lady Lester had made an appointment to meet some friends coming up for the day from the country. It was hot at the Exhibition, and by half-past four Rose had grown very tired of walking about, and thought she would never care to see anything connected with health or education again ! Major Philipson had been Avith them for some time, and she was relieved when he left them, and her aunt consented to sit down under the trees listening to the music of the band. Lady Lester had not seen her country friends for some time, and was so absorbed in them, that Rose was left to her own thoughts, which naturally fled back at once to Francis. The band began to play \" Carmen,\" and the rush of recollections brought back by the sound of the familiar airs was very trying. She sat Avith her"], [127, "FRANCIS'S A'OAV. 123 hands clasped tightly together, and her eyes fixed straight in front of her, very dreamy, and with such a saddening dream that a mist overshadowed them, and the brightness that glistened under the long lashes Avas of a different nature from that which habitually shone there. At this moment, extraordinary coincidence as it seemed to her, though in truth the meeting was not so very extraordinary and accidental, Francis himself stood at her side. His eyes Avere unusually soft, his face a shade paler than her own, and its expression resembled closely that which had so strangely thrilled her heart when he had helped her over the last stile. \" Are you very angry with me ? \" he said, in a pleading voice. Rose Avas silent for a moment. \" I do not know,\" at length she answered ; \" but I wish you Avould go away, please — and — I would rather never see you again. \" What have I done ? \" he Avent on, in the same pleading tone. \" How can you ask me ? \" and Rose's honest eyes were raised to his, full of righteous indignation."], [128, "FRANCIS. 124 A move was being made, Lady Lester and her friends Avishing to visit the Old London Street. Taking, it need hardly be said, exactly the opposite route from that which would have led them there, they set off in search of it, Rose and her companion following the rest of the party. They passed leisurely under the trees, among the throngs of gaily dressed people, the air full of sunshine and music, but their hearts far too absorbed in each other for them to take any conscious notice of their surroundings. \"You have been deceiving me all this time, utterly and completely,\" Rose was saying, in an undertone but Avith a trembling voice. \" You let me believe you entirely different from what you are. You put us both into a false position. You led me on to do a great many things which I should not have dreamt of doing if I had known you were a gentle man ; only of course such an idea never entered my head.\" \" I am very sorry,\" answered Francis, a little haughtily, \" that my behaviour should have given you a contrary impression.\" \" It did not. Just the reverse — until last night, I mean, when I found out. I thought you Avere one"], [129, "FRANCIS'S VOW. 125 of Nature's gentlemen, and I used to tell Philip about you and bring you up in support of all my theories.\" There Avas a deep consciousness of injury in her tone. \" I thought you an interesting self instructed boy, as you pretended that you Avere. I used to hold you up as an example to my Sunday scholars ! \" \"An example of what?\" inquired Francis, in un feigned astonishment. \" Of industry and contentment, and refinement of mind in the midst of coarse surroundings, of self culture and earnest daily toil.\" \" I am deeply grieved,\" he said, penitently. \" But really I do not see exactly that it was I who deceived you. I should have said that the whole thing was a mistake on your part.\" \" In the first instance, of course; but that Avas only a mistake, and you encouraged it. You told me — I am sure you told me a lot of stories ! \" \"I do not remember telling you a single thing that Avas not true. I never said I was self-educated.\" \" But you implied it in every way. You said \" — recalling with an effort what he really had told her upon the subject — \" that you had left school before"], [130, "126 FRANCIS. receiving the proper amount of instruction. And you pretended that you could not spell.\" \" I cannot indeed, at least if I am writing hurriedly. Ask any one who knows us, and he will tell you that it is a family failing with the Greys. I assure you that was not put on.\" \"And you spelt coming with two m's and put a u at the end of who ! \" said Rose, in a reproachful tone, yet one of resignation, as though Francis's character for veracity had sunk so low in her estimation that even this last untruth did not surprise her, or indeed one more or less could make much difference. \"Well, I suppose I may have known that much; but it Avas simply carelessness, indeed,\" \" And you told me that you had a widowed mother ! \" \" So I have. My father died about five years ago.\" They were silent for a moment ; then Rose ex claimed, almost tearfully, \" The pains I used to take to teach you, thinking you were a poor boy, when all the time, of course, you were simply laughing at me in your sleeve ! \" \" I Avas not,\" with strong emphasis. \" You did"], [131, "FRANCIS'S VOAV. 127 teach me an immense deal which will be of the greatest service to me in the future, and I feel very, very grateful to you for all your trouble.\" \" And I lent you books and tried to do you good! \" \"You have done me good*,\" he ansAvered, very earnestly, \" more good than any one else ever has done or ever could do. Why should you let the fact of Avhat you yourself have spoken of as a mere accident of birth make you regret your kindness to me, and tell me that you wish never to see me again ? \" \" Because,\" she said, her manner becoming more self-possessed and womanly, \" I have been deceived in you. It is easy enough to argue things out bit by bit, and prove that the exact words you said were not untrue, but you have been systematically and persistently taking me in. You are really well-off and of good social position, and you let me imagine you humbly born and poor ; so that we have been all along placed in a false position towards each other. Besides,\" she added, and the look of pain in her face cut Francis keenly, \"such intercourse would be very — very far from pleasant to me. I think we will say good-bye now, Mr. Grey.\""], [132, "128 FRANCIS. They had reached one of the quiet side-courts, where no one was visible except Lady Lester and her party, who had stopped on meeting some further friends and were absorbed in conversation with them. \" And,\" Rose added, with a smile which was a very sorry proceeding indeed, \"You will not do such a thing again and try to take in any other young girl, will you?\" \" I cannot go away and leave you like this,\" he said, passionately. \" If I thought that this was really the last time we were going to meet, I should •I don't know what Avould become of me.\" Rose was silent. Her face was sad enough, but not encouraging. \" Tell me I may see you again sometime,\" he pleaded. \" Give me any penance that you like to devise, and when it is done let me come back and find myself forgiven.\" Rose shook her head. \" I must first get rid of the idea that I have always had of you, the hard-Avorking, self-denying Francis Grey, with ten shillings a Aveek and no more — a perfect instance, as I imagined you, of ' plain living and high thinking.' All these pictures of you must be entirely SAvept away, so that I may"], [133, "FRANCIS'S \\rOAV. 129 not be constantly drawing painful comparisons be tween the reality and what was my idea of you. No, I think this must be the end of it,\" she said ; \" and by degrees I suppose that I shall forget the great disappointment I have had.\" Francis looked at her, so nearly slipping away from his grasp for ever — yet who might, ah surely she might, have loved him ! Her sorroAv was dis tracting to him. To think that he should have been the cause of all this grief, the traces of Avhich were visible enough in her face — he Avho Avould have gone through fire and water to do her service ! Go aAvay and leave her thus — it was impossible ! \" Tell me,\" he said : \" if I really go back to Abbot stoke and become, so far as it is in my power, every thing that you have imagined me to be ; if I live simply and entirely upon what I earn, just as the ordinary poor boys do at Marsden's, for a given space of time — let us say for a year — without touch ing a simple penny besides my Avages, will you forgive me then? \" \"Yes.\" \" And you knoAv what I mean, Miss Caldicott ? something more than mere forgiveness.\" 9"], [134, "FRANCIS. 130 \" You really imagine that you will do this ? \" \" Other men do, I suppose, so why not I ? \" \" Yes, other men, but not of your rank in life. I think that you have very little idea of how the poor really do live. Fancy you existing for even a month in that way ! \" She cast a quick glance at him from head to foot, £s he stood before her in his faultless London attire ; and, quite unintentional as it Avas on her part, there was something like a sneer in her voice as she said the \"you.\" All the spirit there was in Francis woke up then, and he resolved that neither the powers of life or death should keep him from fulfilling his newly-formed resolve. \" Do you suppose I should not think it Avorth Avhile to endure anything, any thing upon earth, to Avin you ? \" Could that word indeed be the same as she had used ! \" I have your promise now, and I will do it, Rose. I SAvear to you I will do it!\" He had taken off his hat, and the breeze bleAV back his wavy locks as it had used to do as he met her at the cottage gate, where the Avind SAvept, laden with"], [135, "FRANCIS'S VOW. 131 the breath of flowers, across the downs. A fire lit up the boy's face, as bright and strong as any en thusiastic flame Avhich that of Rose had known. His lips were parted, his eyes for a moment raised before they rested again upon her face with a tenderness which all the hard things she had said to him had lessened in no manner of wise. \" I shall not bother you with letters,\" he said, as they stood for a moment before parting. \" Only you will know that from this hour I am keeping to it.\" He took out his watch. \" Half-past five o'clock, and to-day is the 22nd of July, 1884. Till the 22nd of July, 1S85, then, you may think of me as a poor boy, Miss Caldicott. You will acknowledge that one is poor upon ios. a week, of one's own earning? — Good-bye.\" \" Good-bye.\" She held out her hand. \" Forgive me if I have spoken unkindly to you to-day.\" Her gentle heart already smote her for the harshest Avords that she had ever spoken, and she thought her OAvn personal concern in the matter might have added harshness to her judgment. \" Unkindly ! You have just made me the happiest man in England.\""], [136, "132 FRANCIS. He held her hand for an instant, looking Avith a wonderful smile into her face. Then he turned and Avalked Avith quick elastic steps down the path. The distant strains of the band were wafted to them. It playing II Toreador."], [137, "CHAPTER VIII PENANCE BEGINS. I lea\\e myself, my friends, and all for love. T-izuo Gentlemen of Verona, act i. sc. I. Alas that love, so gentle in his view, Should be so tyrannous and rough in proof. Romeo and Juliet, act i. sc. i. HEN Francis said that Rose had done him more good than any one else in the world, he said what was true. The crisis in his life had in fact come now, just now, as, standing on the threshold of manhood, his possibilities for good and evil, the strength and the weakness which lay in his character, trembled in the balance. How Francis would turn out, was a problem which would be decided in these few years in which he was taking his first experience of real life. There is nothing on earth with so great a"], [138, "FRANCIS. 134 power of ennobling and elevating a man, as the love of a Avoman who is good and pure and true. And over and above this, there Avas for Francis a peculiar benefit in having found some one Avhom with all his heart he respected and admired. He was not, perhaps, exactly cynical, but there Avere in his character the elements from which cynicism is developed. His nature Avas proud and sensitive, though the former quality presented itself in him in no ugly and unpleasing form, and the latter he hid beneath an unobtrusive coating of reserve. He Avas fastidious in his likings, though good sense and good breeding led him generally to conceal the disgust he conceived for persons and things, and saw the defects in those around him more readily than their finer traits — which is an unhappy quality in a Avorld where defects are so numerous. A refined and delicate organization was that of Francis throughout, and as such, infinitely more liable to disfiguration and destruction than one of a coarser and more solid make. His mind needed an anchor, and he had found his anchor in Rose, Avhile his unhesitating admiration for her placed his soul in an unknown atmosphere of fresh air and warm, invigorating sunshine."], [139, "PENANCE BEGINS. 135 A new fountain of youth and life and energy seemed to have sprung up Avithin him, as he took his way from the Health Exhibition, feeling that he Avas pledged to an emprise, of sufficient difficulty and hardship forsooth, for her who was his lady-love. As he walked to his club through the hot, bright streets and the sunlit paths of Kensington Gardens, he thought over what the promise he had just made involved. It meant that he must give up his club; that he must give up, to a great extent at any rate, going into society ; that he must give up the opera, theatres, concerts, and every kind of worldly pleasure. It meant that he must give up his rooms at the farm, and the others equally pleasant in the vicinity of Abbotstoke which he had intended to occupy during the winter months. It meant that he must give up buying neAV clothes — what a pity he had not got that hat he intended to purchase, yesterday ! But no matter, there would not be much scope in his present life for tall hats ! He must not buy anything, in fact, beyond the barest necessaries of life. It meant he must give up smoking. Well, he never did smoke much, and was not dependent for happiness upon his occasional cigarette. He must become a"], [140, "FRANCIS. 136 total abstainer also ; better that than to drink the abominable stuff that would be thrown in with the expenses which were not to amount to more than ten shillings a week. This was, perhaps, the smallest part of his trial. It meant, in fact, that he must give up everything to live in the very cheapest and nastiest way; and Francis Avrithed inwardly as pictures of dirt and ugliness and squalor, and miserable carving out his expenses to the utmost farthing, presented them selves to his imagination. And yet he enjoyed his writhing. Was it not for Rose ! And from these disgusting considerations his mind turned to the bright dreams of future bliss. A year hence, and what a glorious ending to all these miserable priva tions ! To have her for his very own, to clasp her to his heart and say \" My Rose ! \" Avould it not be sweeter thus, won by his own hard and painful labour, than if his longing Avish of that morning had been gratified, and she had given him at once and un reservedly her love ? At least it Avas as well that he should think so, for a hard enough penance had the boy laid upon himself, and he needed all the fire which enthusiasm"], [141, "PENANCE BEGINS. 137 and hope could give, wherewith to set to Avork upon his task. Francis reached his club, and was just about to order something in the way of refreshment, for his walk had made him hot and thirsty ; but he re membered that such a proceeding would run away with the cost of his whole supply of food and drink for at least a day according to the new regime. So he asked for a glass of water instead, and sat down to read the evening papers. In reading, the time passed away very quickly with Francis, and it was a quarter past seven when he looked up and remembered that he was to dine in Lancaster Gate at eight. And, horror, he could no longer afford a hansom, not even, if his soul had stooped thereto, an omnibus ! He Avould have to Avalk home, and, most abominable thought to his mind, he should have to hurry. \" I must clear out of this,\" he said to himself, as, not in the best of humours, he made his way to Kensington. \" Life in town is not the thing for a man who has to live upon ten shillings a week.\" Rose, on her part, went home with her brain in a whirl of excited feeling."], [142, "138 FRANCIS. \" What have I promised him ? \" she said to herself, not a little frightened at the thought of Avhat had passed. \" I only meant to say I would forgive him. Can I really have promised him that ? \" And the awful seriousness of the matter in which she had involved herself almost crushed her as she thought of it. Was it possible that by silence she had consented to — to There could surely be no mistaking his meaning, or that he had taken her silence as an assent. \"But there is no chance of his ever doing it,\" she made answer to herself, Avith reassuring smile ; \" not the smallest chance in the world. Fancy his really living upon his miserable wages ! Of course he Avill not keep to it. I Avonder now whether he will hold out for a week ! \" And yet, beneath all these comforting self-assu rances, there lurked a fear that Francis would indeed perform his voav. And yet lower down, beneath the fear, there lurked in closest ambush a tiny hope."], [143, "CHAPTER IX DURANCE VILE. He thought it was the longest yeare Since ever he was born, Yet could not from his vow go back, Being thereunto sworne. Taming of the Shrew. RANCIS did not go back to Abbotstoke until Saturday, for the simple reason that had he done so he Avould have had nothing to eat, and would have been forced to spend his night in the Tramps' Refuge; for not until Saturday were his wages paid in. He left town by the unconscionably early train Avhich usually carried him back to his work on Monday, and in the course of the morning at the Works made inquiries on the subject of cheap lodgings. An old Scotchman,"], [144, "FRANCIS. 140 byname Macgregor, was the person to whom Francis resorted for assistance, a quick-witted, silent-tongued man, one of the old school who had received but scanty education, yet knew his business as well, and did it as conscientiously, as any workman about the place ; a shrewd man he Avas, with a habit of obser vation which had developed in him no small store of Avisdom during the sixty-five years which had formed his life. Macgregor was rather a friend of Francis's : he had noticed the boy from his first arrival at Marsden's, and had seen in him certain qualities which impressed him with a favourable opinion. There was intelligence here and judgment, a strength of dogged determination, and patient, persevering carrying out of the same ; a capacity for hard work and a power of sticking to it not noticeable in all the young gentlemen upon whom the old Scotch man's eye had rested since these had first found their way into the workshops to learn their craft in the school of practical experience in labour, which not a few of them found very hard indeed. Mac gregor received Francis's intimation that he desired for the present to live in the most inexpensive Avay"], [145, "DURANCE VILE. 141 possible, very quietly, as was his wont. He asked no impertinent questions ; he did not appear sur prised, but, on the other hand, he advised him not to make the attempt. \" Stay where you are,\" he said ; \" you'll gain nothing by changing your way of living. You've no call to play such pranks with yourself.\" But Francis ansAvered, \" It is a matter of pure necessity. I only want to find some place that is decently respectable, where I can can get a bed and manage to scrape on somehow, on what is left.\" And he reminded him that Nasmyth had lived upon ten shillings a Aveek; whereat the Scotchman smiled, faintly, but with a great deal expressed in that same smile. He knew human nature, however, and Francis Grey's in particular, too Avell to imagine that the boy was likely to be moved by either counsel or argument. He thought for a moment, and then recommended a cottage at some ten minutes' walk from Marsden's, where a room might be had, till recently occupied by a farm labourer. The owners Avere, he said, a highly respectable family — the father employed as a carter, the mother a chronic invalid, and the daughter an honest hard-working girl, Avho did all her duties thoroughly and kept the place clean."], [146, "FRANCIS. 142 At midday Francis went forth to find the Simp sons' dwelling. He was directed to a cottage of moderate size, standing in its own grounds; that is to say, about an acre of garden, in which cabbages and potatoes flourished largely, and a few currant and gooseberry bushes, and an apple-tree or two, dis played their somewhat smoke-begrimed fruit. Some household articles, which had just been washed, hung out on lines across the garden to dry. Near the cottage there were some flowers, rose-bushes and sweetwilliams, red and white double-daisies, and London pride which had just gone out of blossom, and such humble garden occupants, apparently well cared for. The cottage itself boasted a plant of Virginia creeper, and it was not altogether un picturesque in its appearance, with its weather stained bricks, small, quaintly-placed latticed Avin dows and red-tiled roof. Francis knocked at the door, and was bidden by a querulous voice to enter. He did so, and found himself in a large low kitchen, which also acted as dwelling-room for the establishment, since it and an adjoining Avashhouse formed the Avhole of the ground-floor. The Avails Avere adorned with"], [147, "DURANCE VILE. 143 cuttings from illustrated papers, Christmas cards framed, and such-like humble artistic adornments. There Avere also some sacred pictures painted in the most brilliant shades of green, red, and blue, from which Francis averted his eyes Avith something the same sensation one might experience if called upon to partake of a cannibal repast. There %vere some wooden chairs, a table, a dresser, and a sofa, the last habitually occupied by Mrs. Simpson ; and there were pots of well-cared for geraniums in the win dow, and a bunch of wild flowers in a broken mug. Mrs. Simpson raised her eyes from the book of sermons which she Avas reading when Francis entered. They were bright, restless eyes, never free from an expression of pain, and her face wore many wrinkles, which deepened into furrows as often as she related all the distressing phases of her malady. This being the poor Avoman's only pleasure in life, she was in the habit of doing so as often as a listener to her narration could be found. She wore her hair in a black woolly net, and had on loose-fitting clothes ; her teeth projected, her face was unattractive ; her voice, which closely resembled a Avhine, was feeble, but pitched in a very high key ;"], [148, "144 FRANCIS. and from the moment when he first saw her, Francis took a rooted and active aversion to the woman. Beggars must not be * choosers, however ; neither must people who are to live on ten shillings a week and must find some place of abode before nightfall. The cottage was clean, certainly, and tidy, and he reflected that he would not be condemned to more than an hour or two daily of Mrs. Simpson's society, at the worst. He sat down, therefore, at her invita tion, and explained to her the object of his visit. She said that she had a bedroom vacant, that her terms were nine shillings a week, Avhich included board and washing ; that the lodger had his meals with the family, and that they all fared alike. \" The last young man Ave had,\" said she, \" was William Burt — you know him, maybe ? He worked at Mr. Webster's, at Alderley Farm. Francis recalled a certain pudding-faced individual whom he had seen assisting in the hay-field, digging turnips, and engaged in other kindred occupations. \" A very estimable young man, I should think,\" said he. \" Yes, that he was, and no mistake. I never had a better lodger. He Avas a very still young man, and"], [149, "DURANCE VILE. 145 always came home in the evenings regular. Bill wasn't one of them that spends all their money at the public.\" Francis wondered if Mrs. Simpson thought that he himself probably was. \" He used to help 'Liza, in the evenings, in the garden. He dug up all that bed as you see there before he left. Yes, we was sorry to part Avith him.\" Francis was silent, and the woman speedily con tinued : \" My daughter, she's such a one for flowers, you would not think ! If it's just a bit of wild-flower out of the hedge, she'll bring it in and put it in water so careful. She likes to have the whole place full of them. And animals too, and all dumb things, she is that fond of! It's her jay that's over opposite in the cage against the Avail ; she reared him up herself from just out of the egg.\" Francis, having no especial remark to make upon any of these subjects, expressed a desire to see the room which he was to occupy ; whereupon Mrs. Simpson called shrilly to her daughter, who was upstairs, busy cleaning — \" 'Liza ! 'Liza ! here's a young man come to look at Bill's room. Can you show him upstairs ? \" \" He can't come up now, mother,\" replied a voice io"], [150, "146 FRANCIS. from aboA'e; \"it isn't done out. I will be doAvn in a minute.\" During the lapse of time indicated, Francis was entertained by a detailed account of the accident which had led to Mrs. Simpson's lameness, the ciucl treatment she had receiA*ed at the hospital to which she had been taken, from the nurses, whose condict she described as \" so ungrateful you would not believe,\" and their custom of \" snapping her up dreadful\" if she happened to want anything during the night. She was then proceeding to discant upon the neglectful conduct of the clergy and district visitors in the parish to Avhich she belonged, when the appearance of her daughter cut the conversation short : for the time being only, however — Francis Avas given all later, and Avith many repetitions. 'Liza Simpson was the exact opposite of her mother, certainly, as regarded her outer man. She was a strong, substantially-built girl of twenty or thereabouts, with cheeks bright with health and exercise, and a particularly good-humoured expres sion of countenance. Francis rose as she entered, and instinctively made her a bow."], [151, "DURANCE VILE. 1 47 \" Good morning,\" she said, prepared to present her large red honest hand had he shoAvn any disposi tion to shake it, but he did not. \" I am sorry you can't come up to see your room now,\" she said, \" but it's all of a muddle. Our last lodger only left yesterday. But I'll have it straight for you by this evening, if you like to look round.\" \" I should like to move in this evening, if it is con venient to you. Shall I be able to ? \" Mrs. Simpson demurred, but 'Liza answered cheerfully that there would be no difficulty. \" It isn't a very big room,\" she said, \" but it has a nice lookout over the garden, and I'll have it all tidied up for you by this evening.\" Francis left with the notice that he should appear again with his belongings about seven. \" You won't bring much luggage, Sir ? \" asked 'Liza, apprehensively; \" there isn't much room, you see, for putting things. It's just a place built out above the wash-house.\" Francis promised to reduce to a minimum the amount of his personal effects, and left, relinquishing with a sigh the idea he had conceived of bringing"], [152, "148 FRANCIS. some of his household goods Avith him for the adorn ment of his penitential cell. \" Why do you go calling that young man ' Sir ? ' \" said Mrs. Simpson, rather sharply, as the new lodger left the house, and 'Liza prepared to go back to her cleaning. \"Well, he is a gentleman, mother,\" she answered. This girl had not been long in discovering what Rose had altogether failed to find out for herself. \" There's been several of them, I hear, doAvn there at Marsden's. Why, you never thought as he Avas a common man ? \" \" He ain't got up like a gentleman ; and as for his not being a common man, as you say, he's coming here to live on nine shillings a Aveek just as Bill Burt did, and I don't see as Ave're called on to make any difference between them.\" 'Liza never argued, nor had she anything to say, or the Avish to say anything, upon the other side ; but she Avent up and worked away with a will in the neAV lodger's room, so that it might wear its brightest aspect Avhen he appeared to occupy it. When work was over at Marsden's on that Satur day evening, and the men's wages were paid in,"], [153, "DURANCE VILE. 149 Francis received the ten shillings which was to support him for the ensuing week. It gave him a curious sensation as he looked at it and thought that upon this he was bound to subsist for seven days. He felt rather exhausted and faint, for he had had nothing to eat in the middle of the day, being then without money wherewith to purchase food, and the cup of coffee and roll he had hurried through before leaving home had been partaken of in the small hours of the morning. He must have something in the way of refreshment before walking out to Aider ley Farm, and he must do it very cheaply, seeing that he had only one shilling for anything and everything he might require in the way of extras between then and next Saturday evening. He resolved to patronize a cocoa-house lately estab lished at Abbotstoke by some philanthropic person, where he remembered having noticed that certain nourishing beverages were obtainable at the price of a halfpenny a cup. The cocoa-house did not look attractive from the exterior, being of a peculiarly dingy appearance. In the window were several plates of cake and buns, which looked as if they might be relics from the Ark,"], [154, "FRANCIS. 150 and gave one the impression of having been made by fingers not over clean. The carcasses of many flies, which had been surfeiting themselves on the cocoa house fare, lay on the windoAv-seat between the cakes, unwept, uncoffined, and alone save for a few melan choly companions who crawled among them, feeling that their own end was fast approaching. Inside it was warm and stuffy. No customers were there at the time, though there were traces of some in the sloppings from their cups and the crumbs from their buns, which they had left upon the little marble topped tables. But Francis had upon him the true spirit of the penitent, or martyr — in which light he regarded him self throughout it would be hard to say. He went up to the counter and ordered a halfpenny cup of cocoa. The woman behind it, a respectable if rather fusty-looking widow, who, being like 'Liza of a discriminating turn of mind, addressed him also as \" Sir,\" asked if he would not step upstairs. A young man called from the background ushered him up to a fair-sized room on the first storey, where were several tables covered with peculiarly coarse and dirt}- cloths, and a smell of paraffin pervaded the"], [155, "DURANCE VILE. 151 place. Flies abounded here also, and the windows Avere shut. Francis threw them open speedily, with a gasp. Why should the cause of temperance be made so singularly unattractive? he thought. What wonder that the greater part of his fellow-labourers of a lower order were now drinking away their weekly earnings in one or other of the bright and showy public-houses with which the town, as every town in England, was full ? ' After a few minutes, the young man who had shown Francis up into this delectable apartment reappeared with a tray containing the cup of cocoa and plate of bread and butter which he had ordered. The latter Avas tolerable, taken from the point of view of a fourteen hours' previous fast. The former was of a slimy consistency, and had a peculiarly unpleasant flavour suggestive of dish-Avater, and, thirsty as he was, Francis could only manage to swallow half of it. The cost of this repast vvas twopence, but Francis ■ N.B. — This is not intended, it need hardly be said, as the picture of every cocoa-house, or indeed of the generality of places of temperance refreshment in England. Some such exist, however, and exist as warnings to philanthropists."], [156, "i52 FRANCIS. could not leave without bestowing a munificent gift of the same sum upon the waiter, so that his store of pocket-money for the coming week was only eight pence when he left the Britannia Cocoa-house, never in his hardest straits of poverty to enter it again. Slightly refreshed and exceedingly disgusted, Francis made his way to Alderley Farm. Here he found Mrs. Webster in a state of consternation over his departure, which had been already announced by post. \" I am sorry you are going away, sir,\" she said, very nearly with tears in her eyes. \" I am sure I have tried to do my best to make you comfortable.\" \" And so you have. I have never been in better quarters in my life ; but you see I am not going in for being comfortable just now. The fact of the matter is, I am obliged very materially to reduce my expenses. I shall have to live as a poor man for some little time to come.\" But he said it in such a cheerful voice that the good woman did not half believe in him. She said something about reduction of terms, and would in her heart have willingly kept him for nothing if there had not been a Mr. Webster in the case, for"], [157, "DURANCE VILE. 153 she had grown foolishly fond of the boy. But Francis's mind was of course made up. \" I shall just take away the few things I want this afternoon in a bag,\" he said, \" and come to fetch some more on Monday.\" But the farmer's wife told him the cart would then be going into Abbotstoke, and would bring his boxes to him. When Francis explained where they were to be left, Mrs. Webster opened her eyes very wide. \" Bless your heart, sir ! \" she said, \" whatever are you doing ? You will kill yourself if you go living in one of them wretched little places. Why they don't have meat more than once a week, and you'll never get to sleep upon one of those nasty hard beds.\" \" Everybody seems to think that I am about the feeblest individual that ever wore man's clothes,\" said Francis, almost angrily. \" How do you sup pose that a man is likely to get through the world if he is always to be wrapped up in cotton-wool ? \" He was touched, however, and grew gentle and tender-hearted in an instant when, on going up to his rooms, he found the little cripple crouched in a corner of the bow-window, crying and sobbing quietly"], [158, "FRANCIS. 154 to himself, and discovered that the cause thereof lay in his own approaching departure. \" Why are you going to leave us, Mr. Grey? \" he said, in the most reproachful tone imaginable. \" I had got — a little rose-bush, in a pot — and I have been a-watering him — and a-looking after him — for a lot of weeks — so as when he came into flower — I could put him in your room — for a surprise- And he's got two lovely buds on him — just going to open out \" — with a regular burst of sobs forming a climax to the single ones which had broken his speech. \" And now you are going away ! \" Francis consoled the child as best he might, though he felt an odd choky feeling in his throat, of the kind one tries very speedily to repress, at twenty. He tried to comfort Fred by promises to come out often to the farm and see him, and by the gift of a bright new threepenny bit, part of the change given him at the cocoa-house. Another threepence went into the offertory-bag the ensuing day, and twopence to William Burt when, with a grin from ear to ear, he deposited his suc cessor's luggage on Monday at the door of his own old lodgings. So by Tuesday morning Francis Avas"], [159, "DURANCE VILE. 155 left absolutely Avithout a farthing, the nine shillings for his board and lodging having been paid in ad vance. But this is forestalling. Francis cast a long regretful look on the pretty room which contained for him the memories of so many evenings spent in pleasant dreams. There were the roses Avith which Fred had filled his vases. During the last month they had contained nothing in the way of flowers but roses, and the cripple had not been sIoav in remarking the direction of his friend's tastes. Their sweet perfume filled the room. The red sunlight fell upon the æsthetic trappings, and the various pretty objects with which Francis had surrounded himself. He did not stay long here, nor yet in the bed-chamber, a large and comfortable room, with snowy hangings, honeysuckle looking in at the AvindoAv, and, through the casement, a far-stretching view which comprised the church steeple and a glimpse of the Hall at Marycross, upon which Francis's eyes had so often rested. He put up the things that evening into his neat dressing-bag, then divided those which Avould be of use to him, during his year of poverty, Avith those that would not, and proceeded, Avith the mournful assistance of"], [160, "FRANCIS. 156 Mrs. Webster, to dismantle his room and pack things away into his numerous tin cases and port manteaux, which was all accomplished as speedily as might be. Then after a repast, without partaking of which his hostess would not allow him to leave her house, and which amply compensated for the meagreness of his meal at the cocoa-house, Francis Avent back, with his bag in his hand, to Abbotstoke. He found the Simpsons had been waiting supper for him, but explained that he did not require any, and went up at once to his room, to which 'Liza led the way. After his apartments at Alderley Farm the chamber lately occupied by William Burt did not certainly appear luxurious. It Avas very small indeed, about six foot by eight, and contained simply a bed of the humblest description, a Avooden chair, supporting a jug and basin, and a small table over Avhich hung a looking-glass, so minute that Francis used to say he could not have seen both his eyes in it at once if it had not happened that they were rather near together. There were some shelves fastened against the wall, and three nails driven into the door to serve as pegs. The room was low, with a sloping"], [161, "DURANCE VILE. 157 roof, and Avas intensely hot through the summer months, as the sun beat down directly upon it ; Avhich Avas unfortunate for Francis, as he Avas given to headaches and very sensitive to the heat. But the room Avas perfectly clean and tidy ; some of 'Liza's plants stood on the window-seat ; alto gether, much worse quarters might be found for the sum of nine shillings a week. Francis Avas dead tired. He did not even sit doAvn on the ascetic wooden chair to read, but Avent directly to bed, where, in spite of an inward shudder at the thought of its late occupant, he soon fell, contrary to Mrs. Webster's gloomy predictions, into a sound and dreamless sleep. The next morning Francis petrified the household by his appearance at breakfast in London attire. All were quite taken aback as he descended the stairs, and Mrs. Simpson was almost silent about her troubles throughout the whole of the meal. They Avere not further disturbed by the society of the new lodger that day : he went up to London, taking advantage of his season ticket, and did not return until the night, a little after their usual time of going to bed."], [162, "158 FRANCIS. On Monday Francis's trials began. He went to work as usual at six, but without his usual cup of coffee, and returned at eight to- a breakfast of por ridge. This is not bad fare when properly cooked, but 'Liza, in common with most women of the work ing classes, was deficient in culinary skill, and the mess was half-boiled and very lumpy. Monday Avas wash ing-day, and when Francis came back at mid-day he found the house in an unpleasant state of pervasion with soda-scented steam. The kitchen was the em bodiment of hugger-mugger, and the damp clothes occupied half of the table, at the other part of which the family were seated, partaking of an unsavoury stew, which appeared to consist principally of onions, hot water, and fat. Mrs. Simpson was raising her knife to her mouth when Francis entered, while her husband, who had come in from his work without thinking of washing his hands, appeared to be eating his portion chiefly Avith the aid of nature's forks, There was no table-cloth, of course. After a glance at the repast, Francis declined with thanks his proffered share, saying it was too hot to eat, and strolled out into the garden. 'Liza followed him rather regretfully Avith her eyes,"], [163, "DURANCE VILE. 159 unheeding her mother's sarcastic remarks concerning people who turned up their noses at the victuals as was provided. The appearance of meat at their table to-day had been an unwonted extravagance Avhich the girl had indulged in purely for the benefit of the gentleman lodger, who she thought was pro bably accustomed to something better than potatoes and cheese, and she was naturally a little disap pointed. She said nothing, however, but when her work was done, ran in to beg from a friend of hers, a farmer's wife living hard by, an egg, for Mr. Grey's tea. \" He don't seem to fancy what we have for him,\" she said, \"and he looks such a delicate young fellow too ! I am afraid if he doesn't eat anything that he will be falling ill.\" The evening at the cottage seemed a very long one. There was nowhere for Francis to go except to his own small room, which on this sultry evening was almost unbearable. He took a walk after tea, but found himself too tired to go very far, so was forced back into the kitchen, where Simpson was smoking a pipe with execrable tobacco ; and his wife, being in the talkative mood, seized on her lodger immediately and gave him a further and more"], [164, "160 FRANCIS. detailed account than she had done previously of her sufferings at the county hospital. Francis sat in the hard, straight-backed chair, which Avas the only kind the cottage afforded, Avith an aching back and a splitting headache, and won dered how he would stand the remaining three hundred and sixty-one days of his penance — not Avhether he would stand them, however, for on that point he had already made up his mind, and no poAver on earth could have altered his decision. \" I don't think much of that young man,\" said Mrs. Simpson, as, at an hour at which he had never gone to bed since leaving the nursery, Francis re tired to rest. \" He thinks himself too good for us, I'll be bound ! Gentleman or not, I would rather have young Bill Burt back again.\" \" It is early days to judge yet, mother,\" said 'Liza, cheerfully. \" He'll get used to our Avays soon, no doubt. He's very quiet and civil spoken, anyhow — now you can't deny it. And he won't cost much to keep! \" \" Changing his clothes and all when he comes in from his work, that is what I call airs ! They ain't suited to plain folk like us.\""], [165, "DURANCE VILE. 161 \" Well, and Avhy shouldn't he clean himself up in the evening if he likes to, mother ? It don't hurt us, anyhow, and I'm sure I sha'n't mind if he makes a little extra washing to what Bill did. It don't make enough difference to signify.\" So even at the Simpsons' cottage, you see, there Avas somebody ready to spoil him. ii"], [166, ""], [167, "CHAPTER X THE MEETING IN THE LANE. Hope is a lover's staff. Walk hence with that And manage it against despairing thoughts. Passionate Pilgrim. OSE remained with her aunt in town until after Goodwood, and then Avent down with her to Southsea, where they had plenty more gaiety, and the sea- breezes refreshed her delightfully. The yatching she enjoyed especially, and Lady Lester observed with pleasure that her niece Avas becoming more at home in society, and that her beauty and charms were beginning to be appreciated. Before saying good-bye to them in London, Major Philipson had come very near to making Rose a"], [168, "1 64 FRANCIS. proposal. One step more and he would have done it, but she managed to arrest him on the brink, and they parted from each other without any change in the pleasant terms upon which they had been from the first. All the time Rose thought very frequently of Francis. He had dropped out of her life completely, as it seemed, and yet there was a possibility — just, just a possibility, as she put it to herself — that behind the scenes he might be working out the penance which, if adhered to, Avas to end in results upon which she never dared to dwell. That is if she was really pledged. And she questioned with herself Avhether it Avas so indeed, and thence always fell to speculating on the probatilities of his keeping to his share of the compact. And that ended invariably in her saying to herself, \" He will never, never do it.\" She heard about him once from her elder brother, who wrote : \" I met young Grey last Sunday — the first time he had been up to town for a fortnight, he said. He tells me they have been Avorking overtime lately at Marsden's, and he looked rather done up. He asked after you, and said that he was glad to hear you were enjoying yourself. I liked him better yesterday than"], [169, "THE MEETING IN THE LANE. 165 I have before; perhaps because I saw more of him. He is a very nice young fellow, and has certainly plenty of brains.\" People generally spoke about Francis as \" a very nice young fellow.\" Rose read this passage in her letter over again, and then a third time. \" He asked after you, and said that he was glad to hear you were enjoying yourself.\" \" He tells me they have been working overtime lately at Marsden's, and he seemed rather done up.\" She was touched. After this, Rose was very anxious to get back to Marycross. But she was not allowed to return until the end of September, and then only with the promise that she would join her aunt again at the beginning of November, when she was going with her family to the South of France. All the arguments Rose put forward, based on her disinclination to leave her father and her home, were overruled by Lady Lester. Katharine, the kindly, unattached maiden-sister, had promised to spend the winter with him, and as she was willing and able to undertake all her niece's classes, societies, and other good works, there was nothing further to be said on that score. There"], [170, "1 66 FRANCIS. were great rejoicings at Marycross, when Rose came back to spend six weeks at home before setting off travelling again, and her own delight was that of a child in getting back to the familiar faces and to the country in its pensive loveliness of early autumn. The corn was cut now, and there were not many flowers left in the fields : but heather purpled the scraps of moorland, and over the hedges hung the graceful sprays of briony studded Avith green and red and yellow berries; the bracken was tinged with gold, and blackberries clustered, ripening, under the bronze and crimson leaves of the bramble-bushes. Rose met Francis once ; it was after she had been about a fortnight at home, as she was driving into Abbotstoke one morning, perhaps in search of those Avonderful fabulous shops. She bowed to him dis tantly — very distantly, considering that he was the man to whom she was engaged to be married if certain conditions Avere fulfilled. But her heart gave a great leap, and Avhen he had passed she found herself trembling all over, and she murmured to her self, \"Poor boy!\" The road was so very hot and dusty, and he looked so particularly tired ! She felt quite self-reproachful"], [171, "THE MEETING IN THE LANE. 167 that she herself should be sitting there, cool and comfortable in her light summer garments, getting over the ground so quickly behind her frisky little pony, with nothing to do when she reached home but what she pleased, while he was on foot with a morning of hard labour behind him and an afternoon of equal labour before him ; and she would have given a good deal to turn back and drive him to his destination, and say at least a few kindly words of encouragement. Hoav it Avould have consoled Francis, could he but have seen what was passing through her mind ! As it Avas, he was feeling injured by the coldness of her bow, and a sharp pang shot through him as he thought, what if all his durance vile should be in vain ! And she met him a second time, on this occasion when she Avas taking a country ramble. Francis had been to see his crippled friend, little Fred, and Rose was returning from a search for Avild flowers. They met in a narrow lane, where tall oak-trees kissed each other overhead and shed their polished acorns on the road, and long ferns grew luxuriantly from the high green banks. As they approached each other Rose's heart beat very fast."], [172, "1 68 FRANCIS. He took off his hat as she bowed to him, and thus perhaps they would have passed but that he had something to say to her. \" I beg your pardon, Miss Caldicott,\" he said. \" May I speak to you ? \" \" Oh certainly.\" And they both stood still. \" It has occurred to me that as you place, I know, very little dependence upon my word, which I have given you perfect reason to do \" — the element of pride came up oddly in his manner of saying these humble words — \"you will probably want to have some proof of my having kept to my part of the engagement and accomplished — my penance,\" he smiled. \" I will take your Avord for it,\" Rose said. It was not till afterwards she took in the full meaning of her answer. \"Thank you,\" said he, speaking very earnestly, and the old expression lit up his face and his eyes greAV very soft. At that moment, almost anything he asked of her Rose could have given. But Francis had too much self-control to attempt to gather the fruits for which his soul thirsted before they were duly earned. He let her go Avithout even so much as touching"], [173, "THE MEETING IN THE LANE. 169 her hand. Yet the sight of her had refreshed him as a draught of cold water, and as he passed doAvn the lane he whistled, which he had fallen out of the habit of doing latterly, and the last sound of him Rose heard in the distance was the dying echo of 77 Toreador. When he was gone she was very near turning to run after him, and ask how he was standing the hard discipline Avhich he had put upon himself and Avhether he was well — for in truth she thought him looking very ill. He seemed thinner than ever. His step had lost something of its elasticity, and there Avas a general aspect of weariness about him in face and figure, until their conversation had given to the one uprightness and the other animation, which haunted her rather, for a time. Rose had been to see Mrs. Webster, and had heard from her what were his present quarters, and she knew enough of cottage life to have some idea of what her lover was going through. Yet Francis might have fallen into worse hands than those of the Simpsons. It is true that Mrs. Simpson was querulous and complaining; she did not like her lodger, although she could not but ac-"], [174, "FRANCIS. 170 knowledge him to be a respectable and \"still\" young man whose quiet movements and habit of silence told as negative advantages where there was an invalid. She was for ever contrasting him with Bill Burt, and dilating upon the charms of the latter, his custom of helping 'Liza in the rough Avork of the house and garden, what \"good company\" he was and how he had been used to cheer them all up, in a pointed way which amused Francis at first, but before long came to bore and annoy him greatly. But the place was, as cottages go, admirably clean and tidy ; the Simpsons were honesty itself. If the food was coarse, there was at least plenty of it, and a man of robust constitution might, after the first shaking down into an entirely new mode of living, have fared not badly, upon the whole, under their roof. But the utter want of refinement in his present surroundings, and the sudden cutting off of all his recreations, told almost as much upon Francis as the actual hard ships of his new life, and he was fast coming to the conclusion that he could not stand the cottage any longer. He would take a room in some house at Abbotstoke, and provide for himself. Then at least he would have his evenings in peace without the"], [175, "THE MEETING IN THE LANE. 171 nuisance of the Simpsons, and added thereunto, as was often the case, that of their friends and relations who dropped in to chat, and stuffiness and bad tobacco fumes, and concertina-playing and such-like torments, to Avhich he was daily exposed at present, unless there was extra work to be done at Marsden's, in which case he went back to the works after tea and stayed there till eleven or twelve at night. Francis had one or two acquaintances in the neighbourhood to whom he might have gone, but wishing to keep his present state of affairs in the dark, he felt it more prudent not to cultivate their friend ship further. He was therefore \"too hard at work \" or \" too tired in the evenings \" to accept any invitations, and soon came to live almost entirely to himself. 'Liza still continued Francis's staunch friend, and did all that Avas in her power to lighten his lot, heedless of her mother's expostulations. It pro voked Mrs. Simpson to see her add to her usual labours the unnecessary ones of doing little services for Mr. Grey, which had never been required by any other lodger. \" Did he ask you to brush his coat ? \" Some such conversation was continually recurring."], [176, "i72 FRANCIS. \" No, mother, but it don't take me five minutes. There, it's done now! \" \" And another pair of boots to clean ! Why does he wear them kind that requires such a lot of rubbing up ? It seems to me he might do his own, to say nothing of yours, as Bill Burt used to do for you regular.\" \" Why, bless you, mother, you can't compare this young fellow with Bill ! Why, he Avas spoony, you know. It was before Jem come and asked me to keep company regular; so of course he'd do anything for me.\" \" And how he would work in the garden, so in dustrious ! It was a pleasure to see him in the evenings. While this young Grey, just look at him now ! He sits there in his chair a-saying nothing, or he goes to his OAvn room and uses up his candles. I never saw a man as run through such a lot of candles! \" Silence, and vigorous scrubbing. \" I ain't a-going to let you carry up the water for his baths any more, and that's what it is, 'Liza. Let him come down and fetch it for himself, if he Avants it. Why shouldn't he be content to wash at the pump as Bill always did? \""], [177, "THE MEETING IN THE LANE. 173 \" Now, mother, don't you go worrying. I'm twice as strong as he is, and once upstairs and down in a day more or less, whatever does it matter ? \" It was 'Liza who did the housekeeping, and by the practise of certain little economies on her own part, in such matters as a new pair of cotton gloves or a ribbon for Sunday, relinquished for the time being, she made things a trifle more comfortable for Francis than they would otherwise have been. She studied his tastes, or rather his distastes, so as to avoid the dishes he could not eat ; and such small delicacies as a fresh herring or new-laid egg from the farm, if not wanted for Mrs. Simpson, Avere always made to find their way on to his plate. It must not be supposed by all this that 'Liza Avas in love with Francis. She was not so in the least ; the whole of her honest heart had been given some time ago to Jem Paterson, the young bricklayer who lived next door, and, could she have chosen, she would have preferred, Avith her mother, to have Bill Burt back again in the place of their more aristo cratic lodger. But she pitied the boy Avith her kind, Avarm, womanly heart. It was 'Liza's nature to be unselfish, and to devote her time and care to others."], [178, "FRANCIS. 174 In her homely course of duty her whole interest lay. Beyond the tending of her flowers and dumb animals she had few amusements, nor did she desire any. Simply, naturally, she lived the life that came to her, with little idea in her mind that it was as truly beautiful and self-devoted as that of any sister of mercy or acknowledged saint. Thank Heaven, there are many 'Lizas, and they are not confined to any one rank in life. It was, in truth, an evil day for Francis when he decided, somewhere about the end of September, that he would leave the cottage and go into quarters of his own in the town. He gave due notice to Mrs. Simpson a week before hand, and departed on a Saturday. \" I'm sorry we have not been able to make you more comfortable,\" said 'Liza, as she stood at the door after helping him down with the last bit of his luggage, which he had been removing piecemeal. \" We have done our best, but of course you haven't been used to living as we do.\" Francis felt touched. He took out half a crown, Avhich was all he had in the Avorld, and gave it to her. \" You have been very kind to me,\" he said,"], [179, "THE MEETING IN THE LANE. 175 \" and I am very much obliged to you for all you have done for me.\" 'Liza looked at the coin doubtfully, even Avhile thanking him for it. \" I couldn't take it from him, mother,\" she said afterwards when Mrs. Simpson remonstrated with her for not keeping the gift. \" He looks ill now, and I'll be bound he will soon be having to pay for doctor's stuff. And he will have to skimp enough in the town anyway, living one by himself with no more than ten shillings a week certain.\" 'Liza remembered that Francis had left a jacket in the wash-house, where it had been hanging up to dry. When that jacket was returned him a few days later, in the pocket he found the half-crown. Never in his life did his pride receive a greater blow. Francis felt then as if he Avere really and genuinely poor."], [180, ""], [181, "CHAPTER XI. HOAV THE OTHER HALF LIVE.1 Remote from all the pleasures of the world, There stay until the twelve celestial signs Have brought about their annual reckonings. Love's Labour's Lost, act v, sc. O again Francis went forth in search of lodgings. After several unsuccessful attempts he stopped at the door of a house in a street not far from the Works, in the window of which he saw a notice that there was \" A room to let furnished.\" He knocked at the door, and it was opened after a little delay by 1 This chapter being taken almost exactly from life, the reader must not blame the author for its dulness if he does not find it a very entertaining one. 12"], [182, "178 FRANCIS. a respectable-looking woman of middle age, who informed him that she was one of the lodgers, and that he would find the landlady in the basement, which was the portion of the house that Mrs. Newton reserved for her own use. Having made his way down the dark staircase, Francis was directed to enter the back room, and found there two women hard at work at their needle. They Avere buttonhole makers, and employed in one of the Abbotstoke shops, which, by cheap prices and startling advertisements, had grown to considerable dimensions, and swamped the trade of the place. One of these women proved to be Mrs. Newton, the landlady, a widow of sixty or thereabouts. She stopped for a minute or so in her Avork to learn Francis's errand. \"Yes, I have a room to let,\" she said; \"five shillings a Aveek. If you don't mind sitting down for a bit, I am expecting my daughter in, and she will show you up. It is my best room, the first floor front ; it is a good deal bigger than this, and lighter too. These back rooms, with the wall running up there so near, are bad for that. These short days we don't seem to get more than a feAV"], [183, "HOAV THE OTHER HALF LIVE. 179 hours of daylight, and with this buttonhole Avork it comes trying to the eyes. But there, it ain't no use complaining. This is the worst season all round. Please God, it will not be so bad in the summer. — No, Mrs. Mayne,\" as the Avoman who had let Francis into the house entered, with the inquiry whether there was any more work for her. \" When I have finished these, that'll be the end of this set, and then we'll have to sit with our hands in front of us.\" Mrs. Mayne went away without a word. \" Poor soul, it is bad for her!\" Mrs. Newton said, sympathetically. \" It comes hard enough on all of us when trade is so slack, but it is almost worse for her, for she's nothing on earth to depend on. How she does live I never knoAv, for some days I am sure she don't get a bit of food. And you will never hear her complain ! She is always that cheerful, you'd think she had everything heart could wish for. It is her spirits that keep her up, I say.\" \" Work is very slack then now, is it ? \" asked Francis. \" It is awful bad this year. It generally is about November; but I don't think I have ever known a"], [184, "FRANCIS. 180 Avinter quite so bad as this one. We have to send to the shop twice every day for orders, and as often as not there is none to be had when we go. Some times it Avill be three or four days that we haven't a stitch of work — and that is bad for some of us,\" and she glanced at her companion. This Avas a woman of forty or thereabouts, Avith a patient countenance ; she had her right eye covered with a green shade, for she had lost its use one evening many years ago Avhen her father had re turned from the Green Dragon over the way. \"Ellen, \"as Mrs. Newton called her — \"Miss Barford,\" as she was to the other lodgers, all being, in com mon parlance, \"ladies\" and \"gentlemen\" in Fladgate Street — was a very silent woman. All the time that Francis sat there she uttered hardly a word, but stitched away vigorously, her fingers moving at a marvellous pace. When he addressed a remark to her she answered in a gentle and pleasant voice, but her nature seemed essentially retiring, and she did not appear inclined to continue the conversation. Francis had inquired hoAV much they were able to make by their Avork. \" They pay us a shilling a gross,\" she answered —"], [185, "HOW THE OTHER HALF LIVE. 181 \" that is for the best kind; the poorer sort of work goes down to sixpence a gross.\" Mrs. Newton explained \" An experienced hand like we are can make a penny an hour. It ain't much, but we should be contented enough if we could always get work for that.\" \" I suppose it is competition that runs down pay ment so low ? \" Francis said. \"Yes, that is it. If we was to say we would not work for that, there would be plenty thankful to take our place. It is the machines that have ruined us,\" she added. \" So much of the work is done by them now. But those machine-stitched buttonholes, they ain't good for anything. They won't wear, and people are beginning to find that out.— Well, good evening, Ellen,\" as Miss Barford set her last collar upon the completed pile, and put on her rusty black shawl and bonnet. \" You can look in to-morrow morning and see if there is any to do.\" But her voice was not very hopeful. \" If the machines are ruining your trade, is not there any other you can turn your hands to ? \" Francis inquired, after she had gone."], [186, "182 FRANCIS. \"There is plenty of trades, but they are all filled up pretty well. Besides, they don't want old folks like us. The young girls can mostly get employ ment in the factories, but we have nothing to do but just stick to Avhat Ave have been accustomed to all our lives. And if that fails, well — - — But we will trust it will not come to that. The Lord will pro vide, I always say; just trust to Providence, and that is all you can do.\" \" There ought not to be such a fearful difference between men's earnings and women's,\" Francis re marked. \" The men at the works get well enough paid.\" \" They combine, you see, sir ; all these trade unions have driven wages up. In London the women are beginning to form unions, they tell me, but Ave have not got anything of the sort here yet. And some say,\" she Avent on, \" as this combining to raise Avages don't do so much good in the end, for if there is some highly paid, there is lots out of work. And then the employers do not make their profits, and so Avork goes out of England. But I do not under stand these things, and it is my belief that there is not many as do.\""], [187, "HOAV THE OTHER HALF LIVE. 183 An opinion which, had Mrs. Newton enlarged her experience of the suggestions of statesmen and the Avritings of economists, she might not perhaps have been led to alter. \" Certainly these high wages do not seem to do the men much good,\" Francis said. \" They drink half of them away, I believe — anyhow, get through them somehow, and then when the hard times come expect the country to provide for them.\" \" That is it. It isn't much that gets into the wives' hands, you may depend. Not, perhaps, that they would use it much better. There is many of them drinks as much as the men, and the young ones puts most of what they can get on to their backs — till they have children, and then it goes on to theirs.\" \" And when they are out of work ? \" \" Then there's nothing for them but the parish. And what is the parish ? It is better than no thing — I don't say that it ain't ; but some of them guardians do act cruel. Now there is a widow woman that used to lodge with me ; she is gone now, but she had my first-floor back room for a year, she and her three children — Mrs. Alford, her name"], [188, "1 84 FRANCIS. was. You should just have heard what she told me ! And it was all as true as gospel, for there came out an account of it in the paper at Ipswich, that is Avhere she was living after her husband died, and she showed it me. They said there as the guardians had acted very severely, but I never heard that anything was done for her to make up for it. She was living with some relations as she had there, and was just struggling along with a little shop as she had begun, and she thought would keep her and her family when it was rightly started. Well, it seems she was getting some kind of relief from the parish — perhaps it was a shilling, perhaps two, I don't remember. Well, one day, all of a sudden, there came two gentlemen and said that she Avas to go off right there and then to London to the Union in the parish to which she rightly belonged ; and she cried and she prayed as they would let her stay and not break up her home like that. But it Avas not any good, they just put her into a cab and drove her away; and there in that Union she had to be. Why they might as Avell have carried her off to prison. Poor dear ! She had some friends that got her out at last, but she don't seem ever to haA'e got her head"], [189, "HOAV THE OTHER HALF LIVE. 185 above Avater, as one may say, afterwards. She just took a job here and there where she could, and sometimes she would get a little plain sewing, but there is not much of that to be had.\" \" Is plain sewing better paid than the buttonhole work ? \" \" Oh, about the same, I should say. They give you one shilling for a nightgown, and sixpence for a chemise, when it is all made by hand. But that is finding your own cotton, and the work has to be fetched and taken back, and there is a deal of time wasted going to see for orders when there aren't any.\" \" Horrible ! \" Francis exclaimed. \" But these are not the things that is worst paid,\" Mrs. Newton said. \" Mrs. Brown, she is one of the ladies that has got my front room in the basement, she works from morning till night at match-boxes, and she cannot earn more than sixpence a da}', toil as hard as she will. In the room above, too, there is Mrs. Appleford with a family of five as she has to support most of the time, for her husband he don't hardly get anything to do. Well it is not only the days she works, but half the nights, and they are"], [190, "1 86 FRANCIS. pretty near starving. She makes them cardboard boxes like little houses — you may have seen them — they pass through her hands twenty times each ; she finds her own paste, and she gets 2jd. for 288 of them.\" Mrs. Newton might have gone on to further in stances, but she was interrupted by a sound, half moan, half cry, which proceeded from a kind of couch in a dark corner of the room. This Francis noAV discovered, to his surprise, contained a child. \" Well, Amy, have you Avoke up ? \" And Mrs. Newton, putting down her work, went over and untied the strings by which the baby Avas secured to its place to keep it out of mischief during the busy hours of the day. \"Granny has time to take you now,\" she said; and the child, a poor little sickly creature, came Avith a crow of delight to her arms. \" Do you keep her tied up there all the time ? \" Francis asked ; \" she must get rather tired of it.\" \" Oh, she is very good. I have her here Avith me through the day because her mother, that is my daughter, has a lot of little ones to look after and"], [191, "HOAV THE OTHER HALF LIVE. 187 no health of her own. So Amy comes in here to keep me company. I just gives her a bit of some thing that she can make a doll of and hush to sleep, and she will sit in that corner as quiet as anything by the hour.\" The baby was by this time released from her bonds, and sat up on her grandmother's knee. She was a bright, intelligent-looking child, but diseased in body beyond any probability of a cure. \" She has never been Avell since her birth, poor little lamb,\" the grandmother said, \" and the winters are long for her, shut up here in this bit of a room. I cannot take her out, for I have no time for it ; besides I have a bad knee, so that I can't get more than a hundred steps from the house. But in summer there's some little green things comes up at the end of the yard there, and I carries her down in the evening Avhen I have a few minutes to spare, and she does like that, don't you, Amy ? We calls it our garden.\" Here Avas a case for Rose, Francis thought, and he resolved that next summer Amy's experience of the delights of green things growing should by some means be enlarged — schemes not destined to be"], [192, "188 FRANCIS. carried out, for before next summer the baby was where, the hymn tells us, unfading flowers grow. As Mrs. Newton Avas speaking, a young woman entered, with a white drawn face and consumptive cough, Avho proved to be her married daughter. \" Will you show this gentleman the room that is to let ? \" said her mother. \" I don't go up and down stairs much,\" she explained, \" being so lame ; but Mrs. Kempton will take you, as I said.\" So Mrs. Kempton took Francis up, and he found that the room Avas of good size, very tolerably furnished. \" It is only just to let to-day,\" the woman ex plained. \" There Avas a couple living with mother the last six months, and she died quite sudden a week ago — fell down dead right straight away, with out any warning, as you might say.\" \" What was it, heart disease ? \" \" That is what they thought. She Avas a quiet kind of Avoman, as kept a good deal to herself and didn't make any friends much ; her husband was out of work a good deal this winter, so they must have been pretty hard up sometimes, but they were not people as talked about it. He had gone off"], [193, "HOW THE OTHER HALF LIVE. 189 somewhere to see if he could get employment, and the)- had to send for him back ; when he came he did feel it, poor fellow. She had left her wishes to be buried in her old home in Essex, that is fifty miles from here, and he would have her taken ; it cost him a lot, every penny he had and more. My mother she lent him half a croAvn, and some of the rest of us gave what we could to help him, but at the last he Avas five shillings short ; and I will tell you what he did, sir— he pawned his coat, that was the only one he had to his back. Just think of that, this bitter day, poor chap ! It made my heart bleed as I saAv him go off with her.\" \" And where is he now ? ' \" Gone to this place in Essex. I do not know where it is. He did not leave no address. They Avas very respectable people, and I should say they had known better days. When we come to undress her, poor soul, all her clothes was so nice under neath, lily-white they Avas ! \" And in that street ! As Francis lay in his new bed on the first night at Mrs. Newton's, the touching poem from real life occupied his waking thoughts for some time. What Avas the past history of these two who had let them-"], [194, "igo FRANCIS. selves be known so little ? What had the solitary one done next — his last farthing spent — when he had left his wife in the grave which she had so desired ? Had he ever got his coat back ? But neither this nor anything further of them does he nor the author know, nor probably e\\-er will know. When Francis got his wages on the first Saturday night after his move, he went to the extravagance of buying a few flowers for little Amy, and whether ever threepence Avas expended on any object to the effect of waking more happiness in the human heart may be doubted. The child's ecstasy at the sight of them passes description ; she sat on her grandmother's knee holding one blossom up in each hand, and stretching them out to every one in turn to smell, while her crowing and laughing, and the delight which lit up her small sickly face, made it look almost healthy and absolutely beautiful. Francis acknowledged to himself that a certain amount of difference in the distribution of wealth might be allowed as desirable from the point of view of the greatest happiness of the greatest number. The theory that the luxurious expenditure of the rich is their best means of helping the poor, did not seem"], [195, "HOAV THE OTHER HALF LIVE. 191 so satisfactory as he generally found it before the calculation that would suggest itself to his mind of how many treats might be procured for little Amy by the cost of one champagne dinner. Work it out, reader, the result may interest you. Francis was beginning to be interested in the poor folk among whom he had, for the time being, cast in his lot. He made acquaintance soon with Mrs. Mayne, the widow whose cheerful spirits had elicited the admiration of Mrs. Newton, although she herself was, in truth, no grumbler. He found her in a small back room, very neatly kept, and contriving in some marvellous manner to look neither uncomfortable nor poverty-stricken. The sunshiny nature of its in habitant seemed to pervade it, in the mysterious way that a room always is pervaded by the personality of its owner, and Francis found that this was the place to come if he wanted to spend a cheerful half-hour. Mrs. Mayne always had a welcome for him, and an interest in anything he had to tell her, Avithout the slightest curiosity with regard to those personal concerns of his which he wished to keep a secret. Indeed, he found that he excited little curiosity among any of these people. Their OAvn affairs were"], [196, "192 FRANCIS. too absorbing to leave much room in their minds for outer interests in things Avhich did not concern them. Curiosity is for the idle, the processes of inquiry for those who have leisure. One man there was in the house who had leisure, and too much of it. Day after day he had been searching for work, week after week, and at last he had come back to sit with his hands in front of him, hopeless of getting employment, to brood over the miseries of life among the poor. With him, too, Francis made acquaintance. He was a painter, Watts by name, a married man, happily without children. His wife, a quiet, uncomplaining Avoman, was for some time the only one to return Francis's remarks. She was friendly disposed, though not very communicative, but her husband sat in silence, a hard and gloomy expression upon his face, looking fixedly into the fire. In his third visit, however, Francis drew him into con\\'ersation, and then the pent-up bitterness came forth, and with an acrimony Avhich those who have neA'er ex perienced semi-starvation might have smiled at, the man gave vent to declamations of the Avickedness of the rich, the hypocrisy of philanthropic and religious people in general, and the cruel lot of those who^"], [197, "HOW THE OTHER HALF LIVE. 193 only wishing for work, found it denied them. He told of an experience of his own, Avhere, going to a charitable tradesman who had the disposing of letters for a certain hospital, to procure one of these letters for his wife, it was denied him because he did not deal at this tradesman's shop. \" When I came away he gave me a bundle of tracts,\" the man ended. \" ' Here, take these,' he said, ' you might distribute them as you go along.' I took them from him, and directly I got home I threw them all straight into the fire. What is the good of tracts to a starving man ? \" And much more to the same effect. \"I know a hundred men like me,\" was the conclusion of his denunciations; \" I have only just to go and lift up my hand, and they will come Avith me,\" — for what purpose he did not divulge. Was this painter one of those who took part in the riots of the succeeding winter ? Possibly, for a short time after this he went to London, and Avas swallowed up in that whirlpool of human beings. Francis thus lost sight of him entirely, though his interest had been sufficiently awakened in the man and his patient Avife for him to try to trace them out. 13"], [198, "FRANCIS. 194 Before they left, Francis, who was now working overtime, and in a state of comparative opulence, presented Watts Avith half a crown. The strong grasp ofthe painter's hand in the gratitude that he did not find Avords to express, showed that his whole nature was not so soured and seared as his conversation, and that settled look of malignant gloom which deformed his face, might have led one to suppose. After saying good-bye to Watts, Francis went in to sit for a little while with Mrs. Mayne. She was singing a hymn to herself, according to a custom she had Avhen alone, and stitching away busily at her buttonholes, her work held very close up to her eyes, for the constant using of them through daylight and dark for thirty years had made her sight feeble. Cheerily she invited him to be seated and have a talk, and he left her room at its conclusion, as he usually did, with a happier view of life in general than when he had entered it. Mrs. Mayne had none of the pious phrases which with the poor are the religiosities (if one may be allowed such a word) Avhich correspond Avith the \" prayer in the hat \" on entering church, and the momentary muttering at a certain stage of dinner, when laughter is for an"], [199, "HOAV THE OTHER HALF LIVE. 195 instant suspended, of the rich. Religion was her life simply, the air she breathed, the absorbing joy of her existence. Theologically, probably, Mrs. Mayne was an ignoramus. She could read but little, and never had a clergyman to visit and instruct her. And she did not herself attempt to teach any one, though she spoke of her faith as simply and naturally as of anything else. Where the resem blance could by any possibility lie betAveen the two, Francis could not for a very long time divine, but from the first she reminded him of Rose. Birds of a feather flock together. Mrs. Newton had gathered into her house a surprising number of good women — three, that is to say. The reader may think this not a superlatively large number, but leaving out of consideration the locality, which Avas one in which goodness of any kind was at scarcity value, these three were superlatively good. In the room above Mrs. Mayne's lived an old Baptist woman, a cripple and continual sufferer, whose physical existence seemed almost merged in the contemplation of the Unseen. Shut off from the active world, her thoughts entirely occupied with the world beyond, the refinement of her spiritual"], [200, "196 FRANCIS. understanding.and, to use the language of Drummond, the marvellous correspondence of her soul with its divine environment, seemed to lift her more than half out of the earth we live in. Rose must come and see her some da)', Francis thought ; she Avould like the old woman's habitual \" God love you ! \" for \" good-bye.\" And she Avould like to give to Mrs. Purton, and to visit her — though, indeed, he soon found that material consolations were of no great consequence to the old woman, either one Avay or the other. The goodness of the last of these three was of a very different type. She was a \" Salvationist,\" and wore the dress of the Army. Her theology Avas of the crudest, her phraseology would have filled Francis with disgust had he met with it in a book, or come across it in any one Avith whom there Avas the least suspicion of cant. But there %vas nothing of the sort in Mary Ann. She was a healthy, homely, young married woman, with a husband who did not at all share her views, and two children. Up to this time Francis had thought Salvation Army religion consisted of emotion tinged with a little morality, very little of the latter — which may sometimes be"], [201, "HOAV THE OTHER HALF LIVE. 197 the case; but Avhen he became acquainted with this Avoman, who was so Avarm-hearted, so true and so real in all her words and actions, and saw what a splendid wife she was to the husband before men tioned, through all his drinking and antagonism to her dearly-loved principles, he saw that she had hold of something which had life and reality. And though he did not like her quoting of texts, nor her bonnet, nor her musical instrument, which ground out Salvation hymn tunes, he became very fond of Mrs. Purton. One thing there was in common in the religion of these three women, remarkably different as was the form it took with each of them. It made them happy. There was no possible doubt about that; and as Francis contrasted the cheery nature of Mrs. Mayne, the joyful-heartedness of Mary Ann Purton, and the elevation of spirit above the bodily suffering, surrounding squalor and poverty, of the old Baptist woman, with poor Watts's embittered despair and his wife's hopeless patience, he wondered what the Secularists imagined they were doing for the people in their arduous propagation of unbelief. Might they not at least see that in such instances as this"], [202, "198 FRANCIS. religion was the sole refining influence and in spiriting factor in a daily petty, sordid round, the one thing Avhich turned existence into life. And where something was found which counteracted, and as it were, nullified suffering, hoAV was it that any teachers of men could lay their hands on it as a thing of no value. Even if they regarded faith in an invisible Father as a lie, might they not at least consider it \"a blessed lie\"? And Francis Avent to sleep — for it Avas in his bed that he thought over these things — very firmly con vinced of the acti\\'e energies of the devil."], [203, "CHAPTER XII. AT ALL COSTS. Truly in my youth I suffered much extremity for love. Hamlet, act ii. sc. 2 S Francis became further acquainted with the people among whom he now lived, as he breathed the air they breathed — a very grimy and unwhole- some sort of air, tainted Avith the evil smell of rancid oil from fried-fish shops, and many other like odours — as he shared to some extent their Avants, and became intimately conversant Avith their mode of living, he found his sympathies enlarging wonder fully. Francis had the habit, rare in the young, of not only taking accurate note of what he saAv, but of"], [204, "FRANCIS. 200 thinking over it. That the burning question of the day — What is to be done for the \"masses? \" as we euphoniously term our brothers and sisters of the poorer sort — had never occurred to his mind, will not be supposed ; nor can it be said in truth that he drew much nearer a practical solution of it than others have done, now that his attention was absorbed therein ; but he certainly learnt to look at the matter from a different and a truer point of vieAV, and resolved to throw in his endeavour in the grand effort being made to find an ansAver to the problem. At the Works Francis had only met Avith men in full employment and the receipt of ample Avages, but now that he came to see behind the scenes, to meet with the men out of Avork, and the Avomen and the little children, he found out how small an idea he had had before of what life is Avith the really poor. How many of them lived at all Avas a problem to him, and he began to think that even charitable persons, if blessed with large incomes, often did not know much of what they were talking about, when he remembered having frequently heard such remarks from his district-visiting sisters as that some family of five \" ought to be very comfortable,\" for the father"], [205, "AT ALL COSTS. 201 earned eighteen shillings a week, and that another man Avith a wife and two children should certainly have laid by something, for he had often made as much as a pound a week. What brought this con sideration very forcibly to his mind, was the arrange ment of his own expenditure when, work becoming slack at Marsden's, there was no more to be done over hours, and his income came down to the normal ten shillings a week. Then he was obliged to lookout for a cheaper room, and found one at last, but in a very repulsive street. The rent of it was 3s. 6d. a Aveek, and he jotted down on paper the necessary items of expenditure which must be made to fit into the remainder. They stood thus — Washing, 6d. A poor widow living in the house was glad to do it for this. Francis hoped she spent more on soap than she did on starch, but much of the latter was not of course expected of her. He resolved when July came to make up to her for the scantiness of her pay. Bread is. gd. This allowed him a penny roll for breakfast, and a twopenny loaf, which served for dinner and supper. Milk 7d. That is to say half a pint a day. Tea, a quarter of a pound, at 2s. a pound, 6d. Sugar 2d."], [206, "202 FRANCIS. Things were mounting up dreadfully. Seven shillings already, and he must have firing and some sort of lights ! Well, suppose he allowed himself one scuttle of coal a week ; that would keep him Avarm on Sundays, and there might be a little left over for the other evenings, Avith care. Candles — the farthing dip — two a night, must be the utmost bounds of his extravagance, 3^d. Now to come back to food, for which the remainder of his income would not be too much. Butter gd. Tavo shillings was now left, or more accurately speaking, is. njd., for all that he required in the way of substantial fare, besides everything in the shape of extras, of which some, such as soap and matches, stamps for letters, Avould constantly be presenting themselves as necessities. And six shillings a Aveek was all the buttonhole makers could earn, and that only Avhen in full Avork ! And they were not the worst-paid Avomen ! Heaven help them all ! And now came a very hard time in Francis's life ; the days were at their shortest and their coldest also. The other dwellers in the house"], [207, "AT ALL COSTS. 203 which he now inhabited were not as pleasant people as Mrs. Newton's lodgers, and they were so grind ingly poor, so dirt}', and so generally miserable, that no pleasure was to be had out of their society ; and since Francis could not aspire to doing them any good, nor expect to get any good from them, on the evenings Avhen he did not drop in upon his friends in the house he had just left, he used to sit wrapped up in great-coats reading, rather forlornly, by the light of his solitary dip. What should he have done if clothes also had had to come out of his income ? he wondered. In this respect, of course, he was abundantly supplied, though his stock of them di minished rapidly about this time. No one who knew Francis Avas, it need hardly be said, allowed inside his miserable room, or had the least idea of the way in Avhich he Avas living. Fortunately for the carrying out of his plan, his family were all at some distance, Lady Grey and her daughters having gone abroad for the winter, and his brothers being scattered in various directions. He had not been in the habit of writing often to any of them, therefore they were not in alarm as his letters grew less and less frequent. On the occa-"], [208, "204 FRANCIS. sions, rare now, when he went up to London and met acquaintances there, his appearance was any thing but poverty-stricken. Thus he succeeded in keeping everybody in the dark as to his proceedings. Not unfrequently did the question suggest itself to Francis, \" Have I not been a fool in all this ? \" But tenacity of purpose was one of the virtues, or failings, of the Grey family, and he had resolved that, come what might, he Avould never give in. And the determined effort was wonderfully strength ening his character, changing, or perhaps one should rather say, developing it more than he himself was at the time at all aware. But, like many things which are good for one from a final point of view, it was not a pleasant experience, and his powers of endurance were tried in it to the very uttermost. To do him justice, whatever might be Francis's anti-socialistic vieAvs, he shared his crust now generously enough Avith those in greater want than he ; and perhaps this helped to bring matters to a crisis sooner than would otherwise have been the case. The cries of the half-starved children, whose pale, pinched faces met him on the stairs, whose"], [209, "AT ALL COSTS. 205 Avails prolonged themselves into his dreams when he lay down on his straw mattress at night, over and over again deprived him of a meal. At the begin ning of the winter a cough had seized upon him, and soon his headaches came on with redoubled fury. Sometimes, standing at work, he had an uncomfortable sensation of being about to fall, and when he got up in the mornings it was as much as he could do to get into his clothes and make his way to work. But he held out as long as he could, by sheer force of will battling off the illness which was gaining ground on him daily, inch by inch. But a day came Avhen he got back from the works in the evening he hardly knew how, against an icy Avind bloAving doAvn the street and beating a fine drizzling rain into his face ; he stumbled rather than walked up the dark and dirty staircase into his room, and, without waiting to light a candle, Avithout taking off his clothes, threw himself with a groan on his miserable bed. And then Francis kneAv that he was done for."], [210, ""], [211, "CHAPTER XIII ROSE FINDS OUT. He lives not now that knows me to be in love ; yet I am in love. Two Gentlemen of Verona, act iii. sc. I. A thousand deaths would I propose to achieve her whom I love. Titus Andronicus, act ii. sc. I. LL this time Rose was abroad, and lead- ing an existence as enjoyable as could Avell be conceived of for any girl. Lady Lester had spent much of her life on the Continent, and above all things loved travelling. She took her niece to Switzerland, where they picked up the three children. It was too cold to remain there long, so they moved southwards and made a raid into Italy, reaching as far as Rome. Thence"], [212, "208 FRANCIS. by easy stages they made their return journey, spending a few days at every place of interest, and at length pitched their tent definitively at Cannes, Avhere Lady Lester knew everybody whom it was desirable to know, and plenty of gaiety was forth coming for Rose. At Cannes the budding beauty fairly blossomed out. As is generally the case with girls whose early lives have been spent in the retirement of the country, Avhen her first shyness and want of adaptability to the ways of society had worn off, the freshness of her ideas and the charming naivete which character ized her had won all hearts. No one that winter in the Riviera Avas more admired and sought after than she. People had begun to discover a singular charm in the dreaminess of her beautiful eyes, in the far-away look which came into them sometimes in the midst of animation, gaiety, and sparkling con versation. A tinge of mystery hung about her ; for Rose had her secret, of which, though no one divined it, those who knew her most intimately and loved her best Avere in some indefinable manner aware. For it Avas above all when men began to address"], [213, "ROSE FINDS OUT. 209 her as lovers, to say soft, tender words in undertones Avhich, had they met Avith their appropriate answers, might have been folloAved by others with more explicit meaning, that the pensive expression would come into her face, and instead of making any reply she seemed to steal away into a lonely land of dreams. And when they spoke again, if so they did, a laugh or a sigh, as the case might be, dismissed the subject, and her lovers felt that there Avas a life she lived into which they had no access. Yes, she must certainly have a secret, and some tried hard to find it out, but they never could succeed. When Francis had resolved not to bother Rose with letters he had acted in a very proper and dignified manner, but the result would certainly with many girls have proved fatal to his hopes. Again he seemed to have dropped out of her life, and this time more completely than before, for she never heard any neAvs of him noAv, nor had she done so since leaving England four months ago. Was he keeping to his promise still ? All this long, cold winter, as it must be with him, was he actually subsisting on his earnings ? The thought, when it presented itself to Rose's mind, came like a minor 14"], [214, "2io FRANCIS. note striking in, all out of harmony with the gay dance-music of her present life. That life was of course delightful, wildly delight ful. Fetes, balls, music, sunshine, pleasant society, unbounded admiration, new scenes and new experi ences, an existence of which the raison d'etre was simply enjoyment, could not but exercise a fascina tion over an ardent, young, and beauty-loving nature. Rose would not have wished it to go on for ever. She had by no means forgotten her interests at home, but this seemed a part of her life bracketed off from the rest. The People, for the time being, practically were not. No reminder of their existence would have reached her but for the periodicals she took in, and the dates at which certain subscriptions she always paid fell due. Except for these monetary aids there was nothing she could do for them here. So Rose took her life abroad as a long, delicious holiday, and enjoyed it as heartily as at home she heartily worked. Only there was that one minor note which fell, unheard by all beside herself, upon her inward ear. Not long after the arrival of Lady Lester and her party at Cannes, Major Philipson made his appear-"], [215, "ROSE FINDS OUT. 211 ance at the hotel where they had taken their quarters. They were all delighted to see him, including Rose, who had almost forgotten his semi-proposal in the many similar passages she had gone through since with other men. He immediately constituted himself their inseparable friend, and had not been with them a Aveek before obtaining the consent of Lady Lester to make a proposal to her niece. He took his opportunity one afternoon when he found Rose alone on the balcony, which ran from one end of the hotel to the other, which was her favourite haunt in quiet hours. Lady Lester had judiciously left her five minutes before, giving her lover the occasion he sought for. Rose had been reading, but her book had fallen onto her lap Avhen she found herself in soiitude, and her eyes had wandered to the blue expanse of sea before her; her heart had evidently Avandered further still. Major Philipson asked her where her thoughts were, as, coming up quietly, he disturbed her in her dream. \" A long way off,\" she answered, smiling. In a very pleasant place ? \" \" No, a very far from pleasant place. It is dirty"], [216, "FRANCIS. 212 and grimy,\" she continued, as he looked inquiringly. \" And there is a great deal of poA'erty there, and misery and daily struggle for bread, hard labour and cold, dismal Avinter days, and nothing that is bright or pleasant or beautiful at all.\" \" Your heart is back again in England among your poor,\" said he, taking the seat beside her and looking Avith tender respect into her face. \" Yes, my heart Avas with my poor,\" she answered. She said the last two words slowly, and seemed disposed to dream again. But once more he inter rupted her. No need to repeat Avhat he said. In not many Avords, but Avith no little depth of feeling, he told her how much he loved her, and asked her to become his wife. \"Major Philipson, I cannot,\" was her ansAver. \"I like you A'ery, very much, but that would be impossible.\" \" Quite impossible ? \" he said, for he could not give her up lightly. \" You are very young, and perhaps hardly knoAv what love is.\" Rose was silent a moment. She Avas Avondering if she did."], [217, "ROSE FINDS OUT. 213 DroAvning men catch at straAvs. He imagined there Avas some hesitation, and again he spoke, pleading so earnestly that she was greatly touched, and it grieved her to her heart that still her only answer could be no. It was due to him, she thought, at least to give a reason. \" The truth is,\" she said, in a very low voice, \" I am not altogether free.\" If a thunderbolt had fallen, Major Philipson could hardly have been more taken aback. Lady Lester had most certainly given him no idea of this! On the contrary, she had given it him as a fact of Avhich she was absolutely certain, that, in spite of her many admirers, her niece's heart had never been touched. \" I — had no idea of any engagement,\" he said. \" I am not engaged,\" Rose replied, quickly, \" in the ordinary meaning of the word ; and yet I believe that I am bound. At least I may be — I cannot tell. I shall not know till next July.\" This announcement was so extraordinary that he sat simply speechless with astonishment and mystification. \" I know what I have just said must seem strange,'"], [218, "2i4 FRANCIS said she, \" but I am not able to explain things to you.\" \" At least you know this much, I suppose,\" said he, at length : \" Avhether you love — him, or not ? \" \" I do not even know that,\" ansAvered Rose, after a pause for thought. \" When I do, I will tell you, Major Philipson, I promise.\" There Avas nothing more to be said. He rose, and would have left her silently, but that Rose spoke again. \" My aunt knows nothing about this, nor my father,\" said she, \"or indeed any one except yourself.\" She hesitated. He saw her Avish, and granted it unasked. \" I will respect your confidence,\" he said. And then he left her. Rose sat still, her mind full of disquieting thoughts. She was much distressed at Avhat had just occurred, and for the first time felt as though she were acting in an underhand manner. She questioned Avithin herself whether she had done wrong in keeping her compact with Francis a secret from all her relations, or Avhether her fault lay in having told Major Philip son about it. There was undoubtedly something Avrong somewhere, thought she, Avhen he Avas possessed"], [219, "ROSE FINDS OUT. 215 of information respecting her withheld from her own father and her aunt. Yet how should she tell him, how tell Lady Lester, now above all since it had never been told before, about that strange epi sode at the Health Exhibition, at Avhich one would probably be angry and the other laugh ? Major Philipson left Cannes for a day or two in consequence of this conversation, and Rose hoped Avould remain away for good ; but after that he came back, and everything went on much the same as before. Lady Lester was disappointed that her niece had not accepted him, but bade him hope still, since the child was not old enough to know her own mind. He did continue to hope, although it was hardly in consequence of her recommendation thereunto ; and so things went on for a little over a month. As Lent drew near, the whirl of gaiety grew more fast and furious, and entertainments of one kind or another filled up every available hour of the day and night. There was a grand fete at the hotel on the 17th of February. Dancing began soon after dinner, and all the elite of Cannes A\\rere gathered there to grace the ball. It was a warm evening, and between the dances"], [220, "216 FRANCIS. the band in the garden played operatic and other music, while the guests wandered about in the grounds, which were lit up gaily Avith Chinese lanterns, while the moon shone doAvn on all, producing a weird and lovely effect. Just before entering the ball-room Rose had a letter given her, Avhich, by some mistake, had not reached her hands at the time the others were delivered. It was from Geoffrey, and presumably a long one. She waited till her first dance with Major Philipson, and when they strolled out into the garden afterwards asked if he Avould think her unsociable if she Avere to read it. The soft air blew her pretty hair about ; her cheek was a trifle flushed with dancing. A hundred eyes followed admiringly the white-robed figure as it went down the path. They stopped in a quiet place by one ofthe lanterns, and Rose opened the envelope. The band was playing \"Carmen\" and she listened a few minutes in silence before beginning her letter. \" I never can enjoy music and do anything else at the same time,\" she said. For, you see, Rose did not flirt."], [221, "ROSE FINDS OUT. 217 When she began to read, her companion's eyes Avan dered for a few moments in other directions. When they came back to their favourite resting-place he started and sprang forward, for he thought Rose was about to fall ; but she supported herself with her arm. This was Avhat Geoffrey's letter contained : \" When I was at home the other day I thought I would look up that young fellow Grey, and I went over to Abbotstoke to see him. I was told at the works he was ill, and had not been there for about a week. I found on further enquiries he had been looking very seedy for a long time, and Avas supposed to be in a bad way altogether ; and it had ended in his getting congestion of the lungs, with some kind of low fever. I had some difficulty in finding him, but succeeded at last through the help of an old Scotchman, who seems the only person who has ever been allowed inside his room. He told me Grey would certainly object to my visit, but I took matters into my OAvn hands and went up. I never in my life saw such an awful hole as the place he has got into, enough to give one all the fevers in creation, I should think ! Imagine a filthy little room where one can almost touch the ceiling Avith one's hand, the window"], [222, "FRANCIS. 218 looking out on to a blank Avail at about a foot dis tance, and absolutely nothing in the way of furniture beyond a table, a couple of chairs, and a bed one would not give a dog to sleep on. It was a bitterly cold day, the thermometer considerably below freez ing-point, and he had no fire in his room — or any thing, in fact ! He says some of the people in the house look in upon him occasionally, and Macgregor pays him a visit every morning and evening, and has offered to sit up with him at nights, only Grey Avould not hear of it. He seems to be acting the regular Good Samaritan. I can't help thinking our friend is a little ' touched.' He will not allow any one to write to his people, and made me promise not to let them know about his illness. He said he would not for the world have his mother know the state that he was in. How on earth he has got into these straits I am sure I haven't a notion, but he simply refuses to let any one help him in any way. He says he shall manage to pull through it somehow, and seemed quite cheery over the whole affair, though he Avas hardly able to speak, couldn't eat anything, and had nothing to drink except some cold Avater out of a repulsive looking tin mug. In fact he had not even that until"], [223, "ROSE FINDS OUT. 219 Macgregor came in and got him some, and he said he had been almost parched Avith thirst for hours. He apologized for the state of the room, Avhich he told me he used to clean out himself when he Avas Avell, as his landlady, whoever she is, never appears to touch it. He seemed aAvfully grateful to me for my visit, after I had set his mind at rest by promis ing to keep all I had seen to myself. I had a talk Avith Macgregor when we came out. He thinks Grey's brain is all right, but says that he has got some idea into his head, and is resolved on sticking to his present way of living until he has carried it out. Of course, if it is sheer obstinacy on his part, there is nothing to be done for him — but it is an awful pity. Grey is confident himself that he is going to recover, but I shouldn't think there was much chance of it from what I saw; and Macgregor tells me the parish doctor who had been called in has not much hope. He says he is young, and that is in his favour, but his whole constitution had been so pulled down beforehand that there Avas nothing to fall back upon, and he Avas getting rapidly worse.\" \"Can I get you anything, Miss Caldicott? You would like to see Lady Lester, perhaps ? \""], [224, "FRANCIS. 220 \" No, thank you. I — shall go into the house.\" And again they walked between the rows of Chinese lanterns among the gay figures. A young man rushed forward to ask Rose if she had a dance left, but he fell back as he caught sight of her face, and a rumour soon Avent round the assembly that Miss Caldicott had been taken suddenly ill. With the letter tight clasped in her hand, and with an indescribable sickening at the heart, Rose entered the hotel, and Avent straight up to her room. She locked the outer door, and the one leading into her aunt's room, and then threw herself on her knees, with her arms stretched over her head and her face buried in the counterpane. The next morning the news was passed from mouth to mouth that Miss Caldicott, taking advan tage of the escort afforded by a family Avho were that day returning to England, was going to leave Cannes suddenly and go home. \" What is the meaning of this ? \" Major Philipson asked, as he held out his hand, and Rose laid hers in it, to say good-bye. \" It means that I have found out Avhat I promised"], [225, "ROSE FINDS OUT. 221 to tell you,\" she said, her sad face gloAving for a moment as she spoke. \" And I love him,\" with a passionate tremor in her voice, \" I love him with all my heart.\" His eyes were fixed upon her as she said it, and he kneAv now that there was no more hope for him, or for any other man."], [226, ""], [227, "CHAPTER XIV. THE FOURTH WORK OF MERCY. Ruin'd love, when it is built anew, Grows fairer than at first, more strong, far greater. Shakespeare's Sonnets, cxix. Farewell heat and welcome frost. Merchant of Venice, act xi. sc. 7. HERE is perhaps nothing so utterly melancholy as a long journey when one is suffering from some keen anxiety, which may end on our arrival in the certainty of an overwhelming grief. The many hours of travel which had to be gone through before she could reach England, seemed to Rose unending and nearly unbearable. The little humorous incidents, always so plentiful upon such occasions, had in them for her something positively ghastly. The life and gaiety all about her,"], [228, "FRANCIS. 224 the smiling aspect of nature, the talk and laughter of her fellow-travellers, seemed to mock her. Who that has had a similar experience but can testify to its bitterness ? One picture Avas for ever presenting itself to her mind. Francis, her Francis — so she now called him to herself — lying ill, alone, uncared for, suffering, it might be dying : she could not bring her imagina tion to go further and say, it might be dead — and all for her ! The Burtons were, happily for Rose, making their journey as quickly as possible. They left Cannes on Wednesday morning, travelled all that day and night, and early on Thursday reached Paris, Avhere they only waited for breakfast. Lady Lester had telegraphed to Mr. Caldicott, and he met his daughter at Dover. \" My dear child, what has brought you home so suddenly ? \" he asked. \" Don't cry, my darling ! \" for at last the strain AA'as too much for Rose, and she gave Avay and fell into an agony of weeping. \" Whatever the cause may be, I shall not quarrel with it, as it has brought my Rosebud back to me three months before I expected to have her.\""], [229, "THE FOURTH WORK OF MERCY. 22 ■■■) \" Miss Caldicott is very tired, I am afraid,\" said Mrs. Burton. \"We have made our journey positively ventre a terre, and not stopped a night on the way. And I could hardly induce her to eat anything at the buffets.\" She rattled on obligingly, introducing as many French Avords and phrases into her conversation as possible, while Rose had time to recover. When they were fairly in the train alone together, Mr. Caldicott aAvaited his daughter's explanation. \" You remember Francis Grey, father, the young mechanic ? \" After a moment's hesitation he replied — \"Oh yes.\" \" And how he turned out afterwards to be a gentleman ? \" \" Yes \" — this time more doubtfully. \" He is very ill, father ; they think he is dying.\" \" Ah, yes, your brother was telling me something about it. Very sad — very sad indeed ! \" \"Oh, father, he's not — not ?\" she seized his arm.\" \" Not dead, at least that I have heard of. But, my dear child, you do not mean to say it is the 15"], [230, "226 FRANCIS. illness of this young man that has brought you back to England ? \" And then Rose told her father everything ; which took him so completely and utterly aback, that he found no words in which to make her answer or comment. \" You won't tell the boys or any one else about it, will you, father ? \" she said, imploringly. \" I do not want anybody to knoAv of it except you.\" \" No, my dear child. No, no, no ! \" And that was all Mr. Caldicott found to say to the announcement of a possible future son-in-law. It was late at night before Rose and her father reached home. Had it been possible, she would have rushed off at once to Abbotstoke ; but this, she knew, was out of the question, and she submitted to go to bed, Avhere, contrary to her expectations, fatigue got the better of her anxiety, and she fell into a sound sleep. Rose's plans were all matured. She had had time enough for working them out on the journey, and knew exactly what she intended to do. As early as might be on Saturday morning, she drove over to Alderley Farm, and astonished Mrs. Webster by her appearance at the door."], [231, "THE FOURTH WORK OF MERCY. 227 \" Miss Caldicott ! I thought you were away in France. Come in,\" and she showed her into the parlour. \" I have just arrived at home,\" Rose answered, trying to keep her voice steady. \" I have come to see you because I thought you — might be able to tell M me \" Yes, yes. Sit down, noAV do Miss ; you look fit to drop ! It is about Mr. Grey you came to ask me, no doubt. He is very bad indeed, they say. I was just going to see him now, when you came in. It was only last night I heard anything about this illness,\" she went on, \" when a man came to the door — by his manner of speaking I should say a Scotchman, and he asked me if I could come down and see a young gentleman as was an old lodger of mine. He Avas very ill, he said, with some kind of a fever, and he had turned delirious ; and there Avasn't a soul to see after him except just the women in the house, poor things, that would look in on him every now and then.\" Mrs. Webster's eyes were full of tears. \" He gave me a sad account of him, Miss. I have been feeling quite upset all the night. It was nigh upon ten then, and my husband Avould not hear"], [232, "228 FRANCIS. of my going into Abbotstoke at that hour, and I have just been hurrying through things a bit that I might Avalk over there this morning.\" \" I will driA'e you in,\" said Rose. \" Oh, put on your things at once.\" But before she had left the room she called her back. \" Had he been delirious long ? \" she asked. \" All the evening he had been quite wandering, the man said. \" He Avas saying your name over and over again, Miss, calling for you to come to him. You'll excuse my telling you ? \" she added. Rose had turned away to hide her face, and Mrs. Webster left her quietly and Avent upstairs. She put on her bonnet and shawl and her walking boots with as much expedition as possible, yet it seemed to Rose as if she were never going to appear again. She could not sit still in her chair, but walked up and down, and examined the pictures, and looked out of the window, and opened the books on the table and shut them again, and then she Avent to the front door and waited there, resolved to be patient till she had counted through a hundred. Just as she came to ninety-nine, Mrs. Webster descended the stairs."], [233, "THE FOURTH WORK OF MERCY. 229 They drove into Abbotstoke almost in silence, the pony being urged on at a pace to which his usual rapid trot was only a leisurely amble. When they reached the town, Rose told the groom to put up at one of the hotels, where, if she kept him waiting long enough, he must have his dinner ; and she and Mrs. Webster turned down into the street to which the latter had been directed by Macgregor in his visit the night before. It was a raw February day, and a mixture of rain and sleet had begun to fall. The whole place looked peculiarly black, muddy, and generally unattractive, most of all the back street, composed of mean and dirty buildings populated by a ragged and squalid throng, which they had just entered. \"You are sure that this is it?\" asked Rose, hoping there might be some mistake. \" Yes, that is what the Scotchman said. It is down at the other end, a house on the right-hand side.\" They reached the door and knocked. It was opened by a middle-aged man, a rough-looking individual, not of the cleanest or of the most civil. \" Grey ? Ah, he's the young fellow that's down"], [234, "FRANCIS. 230 with fever up two pair back. He's pretty bad, I can tell you — went on like silly all last night.\" He gave the necessary directions for finding Francis's room, and, after an ineffectual attempt to see something of Rose's face through her thick black veil, retired into his own premises and shut the door. \" Go up, Mrs. Webster, and see him. I will wait here. Do not be long,\" Rose said. She was only kept Avaiting a few minutes. Then her friend came down. \" How is he ? \" she asked, eagerly. \" He is alive, poor young gentleman, and that is all you can say for him. And I never did see such a place in all my life. It ain't fit to put a cat into.\" \" Is he delirious still ? \" \" Oh, quite, Miss — just talking to himself, and he didn't take any notice when I went up and spoke to him.\" \" If I Avere to go up he would not know me, then ? Are you quite sure ? Then I will come.\" Rose mounted the stairs Avith a beating heart, and paused before the door. \" Go in again,\" she said, \"and see if his mind is Avandering still.\""], [235, "THE FOURTH AVORK OF MERCY. 231 \" He is quite unconscious,\" was Mrs. Webster's report, and then Rose entered. It was a wretched place, to be sure, worse even than her brother's description had led her to imagine it. Scarcely did a ray of sunshine ever come into the room, and, to-day being dark and gloomy, a kind of heavy twilight prevailed. Through this Rose saw one object, and only one, the form of the sick boy, which tossed restlessly from side to side upon the miserable bed. Francis had thrown his arms over his head, and was talking rapidly to himself in an excited tone. Presently he cried out : \" I have kept to it, Rose ; I told you I would ! Where is she ? Tell her to come to me ! Rose, my Rose ! \" His voice grew weak, and had in it a tone of hopeless pleading. \" Where is she ? My own Rose ! \" Then he let his arms fall back on the counterpane, with a weary sigh of exhaustion which Avas very pathetic, and lay quite still, worn out for a time. Rose went and knelt down beside the low bed, taking the hot thin hand which lay upon the coverlet between her own. \" Francis,\" she whispered. \" Francis.\" His eyes rested on her face for a moment, but"], [236, "FRANCIS. 232 there was in them no gleam of consciousness. She laid her hand upon his burning forehead, and stroked back his soft, dishevelled hair. Then her pent-up feelings would no more be controlled, and she cried for some time unrestrainedly. When Rose had managed to dry her tears, the practical side of the matter presented itself to her mind. \" We must do something for him,\" she said, rising to her feet. \" The room must not be left in this horrible state ! Let us light a fire, and get a pail of water and some scrubbing-brushes, and clean it out.\" While Mrs. Webster went downstairs to fetch the necessary articles, Rose contrived to make Francis swallow a little of the milk which she had brought, with a variety of other things in a basket, from home. \"This isn't fit work for you, Miss,\" said the farmer's wife, as she returned Avith another woman, the two between them carrying materials for a fire and a supply of hot water and soap. Without answering, Rose took off her bonnet and cloak, pinned back her skirt, and rolled up her sleeves. Her scientific knoAvledge availed her so"], [237, "THE FOURTH WORK OF MERCY. 233 much, that the first fire she had ever laid was soon burning cheerfully. Next she set to Avork to scrub, and very vigorously she did it, to the no small astonishments of the boards, which had seldom met with such treatment before. While she was thus occupied, and Mrs. Webster cleaning the furniture, a voice was heard at the door, saying — \" This is the room ? Where is he ? \" Rose recognized it as that of the clergyman of the parish, with whom she Avas not quite unacquainted. \" Don't tell him who I am,\" she had just time to say before the door opened, and Mr. Warburton entered, a middle-aged man of benevolent aspect. \" Ah, I am glad to see some one looking after this poor young fellow,\" he said. \" I hear he has been doing very badly,\" as he went up to the bed. \" He is quite worn to skin and bone, isn't he, poor boy ! \" \" Yes, sir, he has had a hard time of it,\" said Mrs. Webster. \" I never knew that he was ill till yes terday, or 1 should have been here before. He is an old lodger of mine, sir,\" she added in explanation. \" And that girl ? \" as he turned towards Rose, who had her back towards him and continued to scrub."], [238, "FRANCIS. 234 \" She is a young Avoman that has come in to help me to clean.\" \" Oh. You appear to be doing your work very thoroughly, my good girl.\" Scrub, scrub. \" A little deaf? \" suggested Mr. Warburton. \" She is a good cleaner, though,\" answered Mrs. Webster, evasively. \" And perhaps you will excuse her going on, for we have a deal to do here, as you see, and I ought to be home again before it gets too late.\" \" You will not be able to stay Avith him, then ? \" \" I wish I could, sir. I shall come in as often as I can to see him, but I have a family at home, and it is not always I can be spared.\" \" I shall give orders to the parish nurse to come to look after him, then. I wish that I had knoAvn about this poor boy before, but there are so many sick people on our lists just now that Ave cannot go round to all the houses as often as Ave should like. However, Mrs. Dawson is just disengaged, so she will be able to take care of him, and Ave never had a better nurse.\" He asked a feAV more questions, went up and"], [239, "THE FOURTH AVORK OF MERCY. 235 looked at Francis again, said his face Avas familiar to him, he thought that he must have seen it in church, and finally left with a loud \" Good morning\" to Rose, who, unable to continue at her corner for ever, had turned to cleaning the window, and was still presenting her back to him. When the clergyman had gone Rose had a long laugh with Mrs. Webster, which did her all the good in the world, and she went on Avith her cleaning Avith renewed vigour. She stopped every now and then in her work to give Francis some cooling drink and bathe his forehead, but otherwise did not pause until — with the exception of the walls, which could not then be re-papered, and the ceiling, which could not then be whitewashed — the room was positively free from grime. Rose's basket was a large one, and underneath the grapes and various invalid luxuries she had brought there was a tablecloth, which had belonged to her OAvn room, and there were Avhite blinds and curtains for the windoAv. When these had been placed in their respective localities, and Rose had made a journey to the shops and returned with some pots of floAvering plants, Avhich were placed"], [240, "236 FRANCIS. on the windoAv-seat, and an engraving, which was hung up opposite the bed, so that when Francis's eyes opened to consciousness they might see some thing more pleasing before them than a blank, dirty wall, the room, with the fire burning cheerfully in the small grate, looked as though a magician's wand had passed over it. The parish nurse made her appearance in the afternoon. She came in first Avhen Rose was doing her shopping ; but Mrs. Webster was prepared for her, and had the five-pound note, which had been given her for the purpose, ready to present, with the request that she would do all in her power for her patient, and be sure that he had everything which was ordered for him or that he appeared to require. \" It doesn't seem to me he is likely to want for much just at present,\" said Mrs. DaAvson, with a smile, looking at the contents of Rose's basket, which were now spread out upon the table. \" That is the way. When people get too ill to swallow a thing, they have all the delicacies you can think of sent to them. Now, if just half that was done beforehand, while they could eat and be thankful for"], [241, "THE FOURTH AVORK OF MERCY. 237 it, many is the illness that might be nipped in the bud. Well, as you are here now, I will come in again and be with him at half-past five ; \" and she departed, after a long look at the patient, and the ejaculation that everybody else had made, \" Poor boy ! \" A little after five Macgregor came in , and appeared in no small measure amazed at the transformation which he beheld. He promised to remain with Francis until Mrs. Dawson returned. Rose was by this time enveloped in her cloak, with her veil concealing her face. \"A young woman that has been helping me to clean,\" Mrs. Webster again explained ; and then she went into the passage Avith him to help with some furniture Avhich had been ordered, and which was with some difficulty dragged up the narrow staircase. The \" young woman \" took the cup from the table for the last time, raised the sick boy's head and moistened his lips. \"Tell her I have kept to my word,\" he was saying; \" you will tell her that, Avon't you, if I should die ? \" Rose found the impulse too strong for her. She bent over him and kissed his brow."], [242, "FRANCIS. 238 Then putting down her veil quickly she hastened out of the room, and as the new bed and the new comfortable chair Avere being dragged into the room, followed Mrs. Webster down the stairs."], [243, "CHAPTER XV. AFTERAVARDS. I have done penance for contemning love. Two Gentlemen of Verona. Love comforteth like sunshine after rain. Venus and Adonis. RANCIS did not die. The crisis of his illness was reached on the tAventy-first day, and from that time he began to amend. When he a\\Aroke to consciousness, the altered appearance of his room astonished him not a little. It was clean, it Avas tidy ; it bore the unmistakable marks of feminine handiwork ! He was in a clean and comfortable bed ! There were flowers in the windoAv, groAving ; cut flowers in a vase upon the"], [244, "FRANCIS. 240 table ! His favourite picture, Sir F. Leighton's \" Wedded,\" hung on the Avail before his eyes. Moreover, he had a vision, a kind of dreamy recollection, which grew clearer the more he thought about it, of a lovely form which had knelt beside his bed, of a lovely face full of tenderness bent over him, with eyes that were wet Avith tears, of a gentle voice that had whispered \" Francis,\" of the pressure of two soft lips upon his brow. There was some one sitting beside him now. Not she, however; the plump form and kindly face of Mrs. Dawson it was that met his eyes. As soon as he was alloAved to talk, Francis asked if any one else had been in his room while he Avas ill. \"The doctor has been in every day,\" she answered, \"and the clergyman; and at the beginning of your illness some of these women in the house came in to sit with you. And your friend Macgregor comes night and morning regular to see how you are.\" \" Who has been at Avork at my room ? \" \" Ah, that Avas another friend of yours, Mrs. Webster. I found her here when I was first sent to see after you, and she had been at it, she told me, for hours.\""], [245, "AFTERWARDS. 241 \"Did she do all this herself?\" as his eyes travelled round the room. \" Yes, she and a young Avoman who came in to help her clean.\" \" And what was the young woman's name ? ' \" I don't know. I did not see her myself. Mr. Warburton — he's the rector, you know — mentioned she seemed a little deaf, but she Avas working very hard.\" \" I remember perfectly ! She scrubbed the floor and she cleaned the windows — and lighted the fire,\" he added, thoughtfully. \" Well now, I have heard of people that did recollect afterwards Avhat went on when they was delirious. Mr. Smith was speaking of a case of it just the other day, but you are the first I ever came across myself ! \" And Francis lay and thought about the young woman who had scrubbed. Throughout this time fortune, combined with his OAvn foresight, had, in one important particular, favoured Francis in the performance of his vow. None of his family or friends, Avith the simple excep tion of Geoffrey Caldicott, had heard anything of iG"], [246, "FRANCIS. 242 his illness. As long as he was able to put pen to paper he had answered his mother's letters, and before she had manifested any unusual anxiety he had contrived to write again. \" Francis's hand is getting worse than ever,\" she remarked on reading it, \" though we had thought it really was improving a little while ago. And he never will tell one any news ! \" But nothing of the real state of affairs suggested itself to her mind. Had he been longer delirious, had Mr. Warburton found him out sooner, had any of his brothers come down to look him up at Abbot stoke, had one of the hundred untoward like events which might have occurred really done so, the truth would have been out, and the keeping of his resolve have become practically an impossibility. Nay, more. Had his recovery appeared to be retarded by the meanness of his quarters, as might reasonably have been expected, and as it certainly would have been but for the fact that his room was high up and within the reach of the fresh upper air, it would have become a necessity to move to others ; but as it was he made as rapid progress towards recovery as could under any circumstances have been expected."], [247, "AFTERWARDS. 243 As Francis grew better, he found that his case had become known among a certain class of people in whom it had aroused much interest and sympathy, all believing him, as Rose had once done, to be a genuine poor working-man ; and he had a good many visitors to enliven his solitude when Mrs. Dawson gave up her continual attendance at his bedside, and only came to wait on him at certain intervals. Clergymen came to see him, and tried to find out if he had not seen better days, but finding him taciturn upon the subject respected his reserve, and only expressed their surmises on the subject to each other. District-visitors came to see him, and brought him milk-puddings in jam-pots, and tracts Avith startling titles and opening anecdotes, ending with a string of detached texts, and tried to persuade him to join the coal and clothing clubs and Provident Society, and pointed out how necessary it was to provide against illness when one was well and in full work. And his fellow-lodgers came to see him, and talked to each other a good deal before him about the severe illnesses which they had Avitnessed, and the"], [248, "FRANCIS. 244 cases in Avhich people had died of the after effects of fever; and said that Francis looked consumptive, and recalled many fatal instances of lung disease, and wanted to shut his AvindoAV, and left his room in a very stuffy condition. And good people of a nondescript order came to see him, and gave him long discourses upon his exceeding sinfulness, and explained to him that his present miseries were doubtless a just retribution for his tAventy years of wickedness ; and lectured him, a little inappropriately, upon the evils of intemper ance, and tried to induce him to join the Blue Ribbon Army. And the rector's wife came to see him, and put on her spectacles and read him a sermon out of a book dressed in broAvn paper, and gave him some grapes which tasted very much of the sawdust in Avhich they had come over from Spain, and a shiny black prayer-book that had cost eightpence, and asked him if he had been used to attend Sunday-school, and suggested that he should join, Avhen recovered, her Monday evening classes for destitute lads. Francis spoke very little indeed on these occasions, being alike desirous not to betray himself and to"], [249, "AFTERAVARDS. 245 hear everything that his visitors had to say. He was glad, afterwards, that upon one occasion at least he had not been more communicative ; for, some time later, happening in languid curiosity to turn over the pages of a Baptist magazine lying upon a bookseller's counter, he found a graphic description of the visit paid to him by one of his worthy friends, and the conversation, principally monosyllabic on his part, which had then taken place. As Francis got better, he was able to leave his bed and sit in his new arm-chair, feeling a little shaky and forlorn at first, but with his strength returning gradually and a daily increasing appetite. Mrs. Webster was noAV anxious to carry him off to the farm and look after him there, but he did not think it would be consistent Avith the keeping to his twelvemonth's penance to accept her invitation, and, having Aveathered through the Avorst part of his year, it may well be supposed that he had no intention of failing noAv. One thing troubled Francis. A load of debts hung about his neck to which the liabilities of Sir Walter Scott, after his publishers' ruin, were as nothing — taking into consideration, that is to say, the power"], [250, "246 FRANCIS. he had of repaying them. His landlady's bill came to fifteen shillings — that was for the room alone ; then there would be coals, washing, and other etceteras, which he calculated could hardly amount to less than a pound. His food had not cost him much, certainly, for supplies of invalid diet made their appearance daily. These Francis never could trace to their source ; they came, he was always vaguely told, from \" the ladies,\" and which of these ladies, Mrs. Dawson informed him with perfect truth, she herself did not knoAv. But how Avere his debts to be paid ? The question pressed anxiety continually upon his mind, and worried him not a little. They must and should be paid somehow, and he cast over the means in his head. At length it occurred to Francis that his old pas time of wood-carving was one which might be turned to account, and bring him in a few shillings at least. He pawned his umbrella and bought some wood, rubbed up his rusty tools and began. He could only do a little at a time at first, and over that little Mrs. DaAvson shook her head. Mrs. Webster, too, scolded him very severely when she came in one day and"], [251, "AFTERAVARDS. 247 found him leaning back, exhausted, with a block of Avood rough-hewn into the shapes of pre-Adamite dragons unknown to the geologist, meandering among fruits and flowers of an equally unusual character, and a little heap of chips on the floor. But the next day an order came for that same piece of work, and also for some others of a like description, with which he was on no account to hurry, as the purchaser was just going abroad and Avould have no use for them until she returned to England in May. On account of her approaching de parture she wished to pay for the things beforehand, and Francis found himself in possession of a ten pound note. This paid off all his debts, and left him with sufficient in hand to support him until he should be strong enough to return to his work. He was able to have a fire every day now, and to put as many lumps of sugar as he liked in his tea ! He worked a little too hard at his carving, of course — that was his nature which nothing would ever alter ; but it was pleasant work seeing the delicate forms of wild-rose blossoms and the graceful curves of their branches growing continually beneath his skilful"], [252, "248 FRANCIS. fingers, and the days seemed less tedious with this congenial occupation. As soon as he was able to leave the house Francis was strongly advised to change his lodgings, and, with the experience he had had since leaving them, he thought that he could not do better that return to the Simpsons — their room, as Macgregor informed him, being vacant again. The friendship between the old man and the young had deepened, latterly, into something very strong and true. C'est dans le malheur qu'on connait ses vrais amis; and Francis says, with truth, that he has never had a better friend, or one whom he more deeply values, than this uneducated Scotchman. \" Did I talk a lot of rubbish when I was ill ? \" he asked Macgregor one day. \" Not more than you would have done if you had been in your right mind and said out what Avas in your head, I dare say,\" the old man answered, with his quiet smile. \" You talked a deal about a certain young lady, and kept calling for her to come to you the whole of one night.\" Francis coloured a little. \" You know all about it, then ! \" he said, with a laugh. \" I hope you will be present at our Avedding.\""], [253, "AFTERWARDS. 249 \" Are you going to bring her back here ? \" inquired Macgregor, drily. \" Not exactly ! \" And then Francis gave his old friend a glimpse at the state of his affairs. \" I thought there was a woman at the bottom of it,\" was his only comment. \" When there is mis chief brewing, I find there always is.\" In the meantime Rose had been, we have seen, silently at work for Francis's benefit. Mrs. Webster kept her confidence admirably, as she had done that with which he had once entrusted her concerning his own status in society, which she had solemnly promised never to reveal to Rose. She contrived that private information should reach her of every stage of her lover's recovery, and that the things sent from the Hall should come to him as anonymous gifts. To say that Francis suspected nothing would be going too far, but Mrs. Webster certainly told him nothing and gossiped about the affair Avith none of her friends. The order for the carving, even, was given in an another name than that of Miss Caldicott, although Francis had not much difficulty in seeing through the thin disguise. It was a bright day in early spring when Francis"], [254, "FRANCIS. 250 first breathed the outside air, with no little thankful ness after his long confinement in one small sunless chamber. He managed to Avalk as far as the Simp sons', and the face of 'Liza had to him to-day some thing pleasant in its familiarity. \" I hear you have been very ill, sir,\" she said, after cordially shaking hands, \" and I am glad you are able to walk again. You look tired, though. Sit down, and I will make you a cup of tea.\" The cottage, with its clean brick-floor, the gera niums in the window, the placid puss curled up before the fire, and 'Liza's old jay chirping in its cage against the wall, everything just as he had left it with the homely aspect it had always worn, now seemed by no means so unattractive as formerly. Francis Avas a liberated captive ; for six weeks he had not seen the sun, save for a few sickly rays which lit up for a few minutes a patch of wall opposite his window when thc afternoon Avas bright, an event for which he had looked out with a curious eagerness. Nor had he felt the sky above him and the breeze blowing in his face, and what had seemed a matter of course to him all his life before, came now as joys that he could hardly appreciate enough. He drew"], [255, "AFTERAVARDS. 251 in long breaths of the sweet wholesome air, and his eyes rested with a simple calm delight on the sun shine which fell upon the cottage garden, where pale primroses and fragile snowdrops were all the flower woild had as yet to show. \"How is Mrs. Simpson?\" he inquired. And 'Liza informed him that her mother was but poorly, and times had been rather hard with them all the winter. For the last month they had been without a lodger, and had found it no easy matter to make both ends meet. \" I have come to ask if you will take me in again,\" said Francis. \" I want to give up my room in Fladgate Street on Friday, and I am sure I shall be better out here than in the town.\" The matter was soon arranged, for Mrs. Simpson, when 'Liza went up to her room and consulted her, had nothing to say against it. The last lodger had been anything but a still young man, and times had been, Avhen John Pratt returned from the \" White Lion \" at the small hours of the morning and came swearing up the stairs, that she had regretted the quiet Mr. Grey. On the folloAving Saturday, accordingly, Francis"], [256, "252 FRANCIS. took up his quarters again at the cottage. It seemed to him that his room had grown since he had last been in it, and Mrs. Simpson had certainly become more conciliatory and less objectionable. Perhaps a mutual sympathy drew these two antipatica souls a little together : each kneAv how to feel for the other in aches and pains and long, sleepless, unrestful nights. Francis's gift of sympathy had, beyond question, widened and deepened to a very great extent in the course of his late experiences, although he himself was perhaps hardly aware of the fact, and put down the improvement in their mutual relations to the change Avrought in his hostess's character by the influence of Rose. For Miss Caldicott, he was told, had of late paid several visits to the cottage, and both mother and daughter were sufficiently enthusiastic about her even to satisfy him, Mrs. Simpson averring that she had never known such a heavenly young lady. The portwine that Miss Caldicott had brought was produced, and it was not without difficulty Francis got off being compelled to share it with the invalid. Miss Caldicott it Avas who had crocheted the shaAvl Mrs. Simpson wore about her shoulders, and Miss"], [257, "AFTERWARDS. 253 Caldicott had brought Eliza some seeds to sow in her garden, and had promised to send her some plants. \" 'Liza was out when she came to see me last time,\" Mrs. Simpson went on, \" and Miss Caldicott had brought some soup for me. Well, nothing would do but she should get a saucepan and warm it herself on the fire. It was real beautiful,\" alluding not to the action but to its result. \" And she got the loaf out of the cupboard and cut off a bit of bread and toasted it ; and she did everything so nice and handy like, you would have thought she had been used to it all her life.\" Francis was never tired of hearing about Rose's sayings and doings, so there was actually conver sation which gave pleasure all round, and Mrs. Simpson's mind was diverted, for the present at any rate, from her troubles at the hospital and all her ensuing pains. Miss Caldicott had gone abroad now to rejoin her aunt, Francis was informed, but when ever she came home she was coming to see them at the cottage again. With the change to purer air Francis grew rapidly stronger and better, and as health came back to him,"], [258, "254 FRANCIS. it came in a new form, as something he had never known before. His illness had entirely altered his constitution, the doctors told him, and for the first time in his existence he might be said to be thoroughly well. A new life ran in his veins, a neAV vigour actuated his frame. The old fits of depression, the constant headaches which he had learnt to regard as a matter of course, had absolutely forsaken him. He had learnt what it was to feel hungry — not half-starved, which in the first few months of his penance had been by no means an uncommon occurrence, but healthily and happily hungry. After a little Avhile he came back from his work as fresh as he had gone to it, or with only the smallest sensation of fatigue, and he did not require the assurances given him by all who kneAv him that he was another being."], [259, "CHAPTER XVI. WORTHY FRUITS. I'll be as patient as a gentle stream. And make a pastime of each weary step Till the last step have brought me to my love. Two Gentlemen of Verona. OSE joined her aunt in Paris when Francis was fairly out of danger, and, as she learnt, rapidly reco\\rering his strength ; and life seemed to go on from the same point Avhere she had dropped it on her sudden departure from Cannes. But in her own mind there was a vast difference. She went out into society as before, and Avas as much admired as ever, but her heart was now the whole time, not in occasional dreamy moments only, in a certain dirty,"], [260, "256 FRANCIS. hard-working toAvn. Among all the lovely sights of fair France, of Paris fairest of all in the young springtide, her desire Avas toAvards the grimy streets, the smoke-laden air of Abbotstoke. Hoav long the year seemed, the year that must be borne before, in honesty and honour, Francis might claim her for his own ! Temptation sore seized Rose at moments to absolve him from his promise, but maiden modesty restrained her, added to her own sense of what it was right for him to do in the matter. Moreover, she was not certain that he Avould have accepted her absolution. So she remained silent. But though she never wrote him a line or sent him the smallest message, her sympathy was with Francis, the whole day long, at every hour of the day. At six in the morning — if she happened to be awake at six — she thought of him beginning Avork, and wondered if he had been as sleepy three-quar ters of an hour ago as she was at that moment. Throughout the forenoon she tried to picture to herself the interior of Marsden's, and imagine what was Francis's particular occupation just then. At twelve she accompanied him back to the cottage ; at one she returned with him to his Avork. Throughout"], [261, "AVORTHY FRUITS. 257 her own lazy, pleasant afternoons she imagined him toiling, and wondered if he Avas growing very tired ; and felt a positive relief when the clock struck five and she knew that his work was over for the day. And by degrees, very shyly at first however, Rose began to think what their life together would be, to picture to herself her days as they would be spent with him, for him ; hoAV pretty, with her paint-brush and her needle, she Avould make the little house which they would speak about as ours, that when he came back from his daily work all might be as beautiful, as pleasant and refreshing, as her heart and brain and fingers could make it. He loved beautiful things : everything should be beautiful at home for him. But such sweet reveries Avere not enough for Rose ; she must be doing something now, to give form, as it were, to her sympathy, and she took to rising at an early hour and practising diligently from six till eight, pleased to be at the same time sharing Francis's hours of labour and preparing pleasure for him in the future. For she knew that he loA-ed music. In May, Lady Lester and her party returned to England, and Rose came home to Marycross. 17"], [262, "258 FRANCIS. \" Well, my love, I hope you are not going to run away from us again for a long time,\" said Mrs. Caldicott, holding her niece's face between her two old hands, as she imprinted a kiss on each cheek-. \" Not to run away very far, aunty, at any rate,\" she said. \" I have had enough excitement and gaiety to last me — a lifetime.\" \" But you have enjoyed it, dearest ? \" \" Oh yes, I have enjoyed it. And now I am en joying being back again at home ! \" \" You are not altered a bit, Rose, unless perhaps a little in the face.\" \" How do you mean ? \" she inquired, anxiously. \" You have groAvn more beautiful, my child. I am not afraid of making my Rose vain,\" she added ; \" that is a fault for people Avith blinder eyes and more ungrateful hearts than yours.\" \" Am I really growing prettier ? \" she said eagerly, as she ran over and looked at herself in the glass. \" How glad I am ! But it is not for myself, Aunty — no, no, it is not for myself.\" \" Come and tell me all about it,\" exclaimed Mrs. Caldicott. \"My Rose has a secret, then, which I am not to know ? \""], [263, "AVORTHY FRUITS. 259 \" You shall know some time, aunty, and you shall be told the first of all ; but do not say a word about Avhat you have guessed to Uncle John. There is nothing to hear, indeed, until the 22nd of July.\" That same afternoon Rose paid her promised visit to Mrs. Simpson, driving over in the pony-carriage after five o'clock tea. She found the invalid seated upon the sofa in the kitchen, Avhere her daughter was also sitting busied Avith needlework. Rose shook hands with them both cordially, as Avas her wont, and asked how they had been getting on during her absence. \" Ah, we have had a bad time of it, haven't we, 'Liza ? \" 'Liza assented, as she always did to her mother's appeals, beyond Avhich little scope Avas generally left for her conversational powers. \" Father Avas throAved out of the cart he was driving,\" Mrs. Simpson continued, \" his horse taking fright ; that was five weeks ago last Monday. He broke his leg in tAvo places, and there he has been laid up in bed ever since, and not able to do a stroke of work. He is only just beginning to sit up now.\""], [264, "260 FRANCIS. Rose expressed her sympathy. \" And I don't know whatever we should have done if it hadn't been for Mr. Grey — that's our lodger, Miss, a young gentleman that works at Marsden's. He has been that good to us, you wouldn't hardly believe ! I may say he's supported us all since poor father was took ill. I'm sure Ave never shall forget his kindness to our dying days, iioav shall Ave 'Liza ? \" \" He has been good to us ! \" said the girl, warmly. Her mother Avent on : \" When father had this accident, I told him 'Liza Avould have so much to do nursing us both, that he had better go to some other house, as we shouldn't be able, I was afraid, to make him comfortable ; but he said as he Avould rather stay, and he wouldn't require much Avaiting on. And I am sure he hasn't, for he does pretty near every thing for himself, and a good deal for 'Liza too.\" \" Why, yes, Miss,\" said her daughter, looking up from her work. \" He brings in all the water for me, and chops the Avood, and he lights my fire of a morning. There is nothing he Avon't do to help us.\" \" And hoAV kind he has been Avith father!\" con tinued Mrs. Simpson, \" sitting up with him at nights"], [265, "AVORTHY FRUITS. 261 Avhen he was very bad and all. I never see any one like Mr. Grey in a sick-room. He's so clever and handy at doing anything, and so gentle like. Father would never let any one touch his leg but him. He never seemed to hurt him as the rest of us did. That's being a gentleman, you see. He don't do things rough and awkward like Ave should.\" \" Yes, that is being a gentleman,\" said Rose, and her eyes sparkled with enthusiasm. They were also ■bright from another cause. \" I know something about this young man,\" she went on, \" but I thought he himself Avas living upon ten shillings a Aveek. How does he manage to help you ? \" Mrs. Simpson appealed to 'Liza. \" He is on piece-work noAV, you see. Miss,\" she explained, \" and that brings as much as twenty shillings or twenty-five shillings a Aveek sometimes. But I am sure he has spent every penny of it upon us,\" she added. \" Mr. Grey is out in the garden noAV, ain't he? \" said Mrs. Simpson. 'Liza opened the door of the washhouse. \" He is there, Miss,\" she said, coming back, \" but he is in his shirt-sleeves. He is blacking his boots.\" 17"], [266, "262 FRANCIS. The wind caught the door as she was speaking, and bleAV it back. Francis, thus discovered, put doAvn his brush and the boot he had been polishing, and adA'anced Avith a very merry smile and the identical bow which she remembered so Avell. \" I am afraid I can't shake hands,\" he said, glancing at the light summer glove on the one held out to him for the purpose. \" Mine are, to put it mildly,\" he explained, \" a little dirty ! \" \" Never mind,\" Avas Rose's ansAver ; and he could not but yield, and take the hand still stretched out. A warm, strong pressure returned that of his grimy fingers. The glove Avas spoilt, but Rose has kept it to this day, and she says that since she wore it at about the happiest moment in her existence, she shall preserve it all her life as a remembrance thereof. \" By the way, there is something I have been Avanting to speak to you about,\" said Francis, as he walked with Rose doAvn the garden path between the neat toavs of beds he had of late been digging. \" You remember the day last autumn when I met you in the lane, and said you would probably Avant some proof of my having kept to the promise I made"], [267, "AA^ORTHY FRUITS. 263 you — which offer you Avere generous enough to decline ? \" \" I remember.\" \" Well, I have the money, of course, Avhich I have not spent this year — three hundred pounds and a little more, I believe, and I intend to make it over to you. You Avill knoAv much better than I what use to make of it,\" he Avent on; \"but I thought\" — he hesitated a little — \" if something could be done for those people I lived amongst in Fladgate Street, I should be rather glad — the little children perhaps ? But I leave it entirely to you.\" Rose's eyes, which had been fixed upon him intently during this speech, suddenly changed their direction, and gazed straight before her Avith a very far-away look indeed, a look which reminded Francis of some picture he had seen of the face of an angel rapt in adoration. Words seemed to tremble on her lips, but \" I will do Avhat you wish \" was all she said Avhen she turned to answer him. As he helped her into the pony-carriage, she asked him if he had grown quite strong and Avell again, adding, \" You are certainly looking so.\" \" I never Avas better in my life,\" he answered ;"], [268, "264 FRANCIS and smiling, \" my penance has been doing me good.\" \" You must have found it very hard sometimes.\" \" That is just the beauty of it. If it had not been something worth doing I could not have had quite the feeling I have in looking forward to the 22nd of July. Will you come to meet me then,\" he said, speaking in very Ioav tones, \" in the meadoAVS between our old ravine and the lane ? You re member the hour ? \" \"Half-past five?\" \" Half-past five.\" Then Rose drove aAvay, and saw no more of Francis till the 22nd of July."], [269, "CHAPTER XVII THE 22ND OF JULY. Joy, gentle friends, joy and fresh days of love Accompany your hearts ! Midsummer Night's Dream, act v. sc. t. ITH a strange thrill of rapture and W*M excitement the two lovers hailed the dawn of the 22nd of July, that day which was to finish his trial and to bring to an end her patient waiting. With a strange feeling they watched the hours slip by, bringing them to that to which both had looked forward for so long. The sun shone gaily in his full summer vigour, and the breeze danced lightly among the flowers. With joyful yet tremulous fingers Rose arrayed herself to"], [270, "FRANCIS. 266 go forth and meet her lover, to give him the due guerdon of his pains and toils, herself, with the treasure of strong love laid up for him in her heart. Never, surely, had man striven more Avorthily, or for a more worthy prize. And he ? Francis looked back through the year which had dragged its weary length so painfully and slowly, Avhich had at times seemed so very nearly unbearable. And he blessed it, the penance which he had chosen, and the resolution Avhich had enabled him to keep to it, and, by virtue of its strength, had invigorated and fortified his character throughout. This had been the crisis of his life, the crisis of which Rose had spoken. He had passed through it now: and Francis had not failed. Through the fields came Rose, her ears attent, her heart beating exceeding fast. She crossed the first stile, and walked up the narrow path between the ears of golden corn, Avith the poppies dazzling red between, and blue cornflowers and little pale pansies that rested modestly upon the ground. Hark ! In the distance there was a sound, approaching nearer. Sonie one was whistling an air, and the air Avas II Toreador."], [271, "THE 22ND OF JULY. 267 Rose stood still for a moment, with hands suddenly clasped. Then she hastened on, and just as she reached the second stile Francis leapt over it. He ran forward, Avithout a boAV this time, and caught both her hands in his. \"I have Avon you!\" he cried, Avith a ring of unspeakable triumph in his voice. \" My Rose, my own Rose ! But, darling, I Avant to say something to you first.\" He loosed her hands, and his face greAV grave. \" When you made that promise to me at the Healtheries a year ago upon certain conditions, you had no idea that I should keep to Avhat I said I should do, as you yourself told me. And I should be a brute if I were to hold you to your part of the agreement because I Avas obstinate and Avould stick to my word. If I had not been obstinate, you see, I should have given in, as you thought that I should, long ago. I fancy you had a much better notion of what I Avas undertaking than I had then myself.\" And he smiled. \" Well, I have done it, but I love you much too Avell to ask you to be my wife unless you are quite certain that there is no one else you have seen between that time and this\" — he looked at her very steadily, speaking slowly — \" that you like"], [272, "268 FRANCIS. better than me ; unless you feel that if nothing bound you to me now you Avould say ' yes ' all the same. For you are not bound. I free you from any en gagement absolutely, fully and completely, and I will never say another Avord to persuade you unless you can tell me truly that I have your Avhole heart.\" \" Do you want to know if I love you, Francis ? \" There was a quiver of passionate tenderness in her voice. She looked at him. No need to ask the question now. He held out his arms: they closed round her, she laid her head upon his breast, and — Avhat will you more ? In the sky overhead the lark sang a We song of exceeding SAveetness, and the eA-ening sun shone down. 1GAAJ 86 THE END. UNWIN BROTHERS, THE GRESHAM PRESS, CHILWORTH AND LONDON."], [273, ""], [274, ""], [275, ""], [276, ""]]