[[1, ""], [2, ""], [3, ""], [4, ""], [5, ".' . i\\M"], [6, ""], [7, "ACTES DIPLOMATIQUES UE LA PACIFICATION DE GAND EN 1576, par Léoìv VFRBAECHL. SÍCRÉTtlRE DE LÉGATION DE 1\" CLASSE. BRUXELLES, H. TARLIER, RÉDACTEUR DE L'ALMAPÍACH ROYAL OFFICIEL, ÉDITE***-* DC RECCE1L CONSULAIRE DE BELGIQUE, DE L'ALMANACH GÉNÉRAL DU COMMERCE DE BELGIQUE., ETC. 1876."], [8, "Bruxelles. — Imp. de Ch Torfs, rue de Louvain, 108."], [9, "TABLE DES MATIËRES: Pages. 1. Préliminaires ï II. Caractérisation des négociations entre la Cour d'Espagne et les provinces des Pays-Bas 3 III. 1555 — Cession des Pa»s-Bas a Philippe II í IV. Les Païs-Bas jusqu'à l'irrivée de Requesens 9 V Négociations de S\"-Aldegonde en 1574 — de Bréda en 1575 13 VI. Union de Delpt — 1576 16 VII. Pacification de Gand — 1576 19 VIII. Texte du traité de Gand \"26 IX. Don Juan d'Autriche — Union de Bruxelles — l'Êdit perpétuel — 1577. 3*j X. La Hollande rejette l'Edit perpétuel 43 XI. L'archidcc Mathms en Flandre — Insurrection de Gano 1577 . ... 46 XII. Guerre entre Don Juan et les Etats. — La paix de religion — I57S. . 50 XIII. Union d'Utrecht 1579 — Paix entre le prince de Parme et les pro- vinces Wallonnes 53 XIV. Négociation de Cologne — 1579 57 XV. DÉCHÉANCE DL PHILIPPE II DE LA SOUVERAINETÉ DE LA HOLLANDE ET DE LA ZÉLANDE 5!) XVI. Conquête de la Belgique par le prince de Parme 60 XVII. Conclusion 65"], [10, ""], [11, "1 LES ACTES DIPLOMATIQUES lis LA PACIFICATION DE GAND EN 1576 í Le 8 novembre 1570, vers onze heures du matin, fut proclamée à l'Hòtel-de-ville de Gand la Paix, le traité célèbre qui a reçu et conservé dans l'histoire le nom de Pacification de Gand. Ce litre suffisait à indiquer la nature de l'acle qui venait de s'accomplir, et les espérances qu'il était appelé à satisfaire. Les provinces des Pays- Bas, désolées depuis plusieurs années par une querelle religieuse et politique, ne désiraient autre chose que la paix, c'est-à-dire l'apaisement des haines de parti, la suspension des actes de rigueur dont nos villes étaient le théâtre, et le rétablissement de Tordre sous une autorité bien faisante. L'acte de Gand paraissait donner satisfaction à ce désir universel : il fut accueilli avec jote, il devint le symbole de"], [12, "LES ACTES DIPLOMATIQUES 2 l'état nouveau auquel aspirait le pays, et, pendant plusieurs années, il demeura la base des négociations que poursuivirent avec persévérance les représentants du pays, d'une part, et, de l'autre, les mandataires du souverain qu'ils reconnaissaient encore pour leur seigneur et prince naturel. On verra plus loin ce qu'il y avait d'illusions honnêtes dans le sentiment qui transportait alors le peuple des Pays-Bas. La Pacification de Gand n'atteignit pas son but. Cet acte si heu reusement inspiré, et dont la mise à exécution eût épargné d'in calculables maux à notre patrie, est demeuré à l'état de lettre morte. Les négociateurs de 1 576 n'en ont pas moins eu la gloire de reconnaître la véritable cause du malaise qui régnait dans le pays et d'en indiquer le remède. Rappeler le souvenir de leurs efforts, c'est rendre un juste hommage aux hommes poli tiques et aux diplomates du temps, précurseurs de l'école des Grotius et des Bynkershoek. On verra chez ces hommes d'État du XVIe siècle, au sortir du moyen âge, un sentiment vrai des principes du droit public, la conscience des droits et des devoirs des nations, tout ce qui constitue, enfin, s'il est permis de parler ainsi, le sens constitutionnel des peuples modernes. C'est donc une bonne pensée que d'appeler ['attention du public sur cet épisode de notre histoire, à i'oecasion de l'anni versaire séculaire de la Pacification de Gand. On a cherché dans cette étude à déterminer avec impartialité les causes des événements qui ont désolé notre patrie à la siu du XVIe siècle et la part de responsabilité qui revient aux divers acteurs de ce grand drame. Dans les guerres civiles, nul n'est absolument exempt de tout reproche. Nous nous sommes défendu avec soin de toute accusation rétrospective. U faut se garder de transporter dans l'histoire les préoccupations et les passions de l'heure présente ; Tétude des faits se charge trop souvent de démentir les conclusions tirées d'une interprétation mal enten due du passé. Ce travail n'a rien d'une thèse historique : il raconte une page intéressante des annales du pays et s'inspire uniquement du sentiment pieux et patriotique qui nous a porté à consacrer un hommage aux glorieux souvenirs de la ville de Gand."], [13, "DE LA PACIFICATION DE GAND EN 157(3. 3 II On sait que le gouvernement de Philippe II, aussitôt après le départ du roi pour l'Espagne, eut à tenir tète à une oppo sition puissante et formée d'éléments divers. On aura à retracer plus loin quelques-uns des incidents de cette lutte sourde qui remplit les années 1559 à 156G. Les troubles prirent, à cette dernière époque, un caractère d'une extrême gravité, mais c'est seulement à dater de la prise de Briel, en 1572, que l'on peut déclarer les provinces de Hollande et de Zélande en guerre ouverte avec le gouvernement du roi d'Espagne. L' insurrection, dès lors, a ses chefs, son organisation et son armée : son centre est en Hollande ; elle constitue un pouvoir nouveau que nous verrons bientôt entrer en relations avec ses compatriotes demeu rés soumis à l'Espagne, avec ses voisins de ('extérieur et avec les envoyés de Madrid eux-mêmes. Au milieu des troubles et malgré des hostilités déclarées, la nation n'avait pas entendu renoncer à toute obéissance envers le souverain. La lutte con servait, en dépit des apparences, le caractère d'une résistance légale : les États de Hollande, ceux de lirabant et de Flandre plus tard, croyaient se borner, et rien ne permet de suspecter leur bonne loi, aux agissements permis d'une opposition con stitutionnelle. Les gouverneurs espagnols s'étaient placés sur le même terrain. De part et d'autre, on s'entendit pour marquer le désir d'arriver à une réconciliation ; les négociations s'ou vrirent presque en même temps que les hostilités, et elles ne cessèrent entièrement qu'après que des expériences répétées eurent convaincu toutes les parties qu'il était impossible de con cilier les \\ceux des uns avec l'irrévocable volonté que les autres avaient mission de signifier. Ces négociations avaient pour but de rendre la paix au pays, agité par des querelles religieuses , de rétablir l'autorité du roi, gravement compromise, et de maintenir ainsi, sous le sceptre de l'Espagne, l'union des pro vinces des Pays -Bas. Elle n'eurent chance d'aboutir qu'un instant: ce fut lorsque, après la mort de Requesens, les États de Brabant et de Flandre se trouvèrent momentanément investis de l'auto rité suprême : la Pacification de Gand fut alors leur œuvre, et si Philippe U l' eût ratifiée sincèrement, la paix et l'union des Provinces eussent peut-être été rétablies définitivement. Mais,"], [14, "■i I.ES ACTES DIPLOMATIQUES comme on le verra plus loin, les gouverneurs généraux nommés par le roi, don Juan d'Autriche et, après lui, Alexandre Farnèse , ne purent pas accorder aux États du pays la grande, Tunique concession réclamée par eux : dépositaires de la pensée du Souverain, ils ne purent jamais opposer qu'un refus plus ou moins déguisé aux demandes des États relatives à la tolérance du culte réformé. Les pourparlers finirent par être rompus; les deux systèmes en présence en appelèrent à la force des armes, et ce fut l'épée d'Alexandre de Parme qui, brisant en deux tronçons ('héritage de Bourgogne et d'Autriche , marqua les limites sutures des deux États et des deux religions. Cet insuccès fut cause de grands maux pour toutes les pro vinces des Pays-Bas. Sans doute, beaucoup d'esprits éminents ont entrevu, au XVI\" siècle, les calamités au-devant desquelles courait le pays : ils ont connu et indiqué la voie à suivre pour les éviter; mais, perdus au milieu du tumulte des événements et des passions d'une grande révolution religieuse et politique, ils ont été impuissants à dominer les passions extrêmes, et il leur a manqué le secours qu'ils eussent trouvé, en d'autres temps, dans une autorité supérieure, impartiale, résolue à faire respecter la loi, et assez forte pour imposer à tous. Ce qui frappe dans le récit des événements du XVIe siècle, ce sont les violences des partis, Toppression qu'ils exercent tour à tour sur leurs adversaires et Timpuissance de l'autorité centrale à établir le règne de la paix et du droit. La monarchie du roi d'Espagne semble vraiment n'exister que de nom, lorsqu'on voit dans nos villes les églises envahies et pillées sans qu'aucune magistrature y mette obstacle. C'est que, dès lors, le gouvernement espagnol s'était aliéné la sympathie d'une grande portion de la nation, des hommes modérés qui n'eussent pas manqué de le soutenir, s'il avait voulu faire des concessions jugées indispensables par les esprits les plus sincère ment dévoués à ce qui était alors Tordre social, c'est-à-dire au maintien de la souveraineté du roi et de la religion catholique. Ces deux points étaient considérés par tous comme hors de tout débat : ils furent la base de la Pacification de Gand et de loutes les négociations qui suivirent. Malheureusement, on verra que l'accord était loin d'être fait sur la manière d'inter préter ces conditions, et ce malentendu entraîna bientôt la rupture de l'en te n te qui paraissait un moment s'être établie."], [15, "DE LA PACIFICATION UE GAND EN 1576. 5 La querelle religieuse du XVIe siècle donna le jour à trois grands partis : les partisans décidés de la réforme, ceux d'un catholicisme exclusif, et, enfin, les hommes qui, moins préoc cupés de théologie que de politique, ne voyaient rien d'impos sible à faire vivre en paix et côte-à-côte deux communions procédant Tune et l'autre des mêmes principes fondamentaux du christianisme. Hâtons-nous de le dire, à l'honneur de nos aïeux et en témoignage du degré de lumières et de civilisation où les Pays-Bas étaient arrivés dès le milieu du XVIe siècle, ce dernier parti se composait de la véritable majorité de la nation; il voyait dans son sein la noblesse, le clergé, les représentants des villes, tout ce qui, en un mot, constituait les États des diverses provinces. Malheureusement, il lui manqua l'appui du pouvoir central! Le Roi était demeuré seul à ne vouloir au cune concession ; son attitude paralysa les efforts du parti de la modération et de la pais et servit de prétexte et de justifi cation à la politique de ses adversaires. Catholiques et protestants furent désormais irréconciliables. Une concession de la part de Philippe II eût assuré à nos provinces, avec une juste liberté, le maintien de Tordre public: le monarque, en se ralliant à un parti vraiment politique et national, eût préservé la Belgique des excès populaires qui vinrent bientôt effrayer les habitants paisibles, et qui servirent efficacement les vues du gouvernement espagnol. II n'appartient pas aux modernes d'abuser du privilège de critiquer la politique de nos devanciers : le caractère et les sentimeuts personnels du roi Philippe II, Tàpreté des passions religieuses soulevées par la réforme, Tanimosité desparlis qui lui durent naissance, tous les traits de ce vaste tableau du XVl\" siècle sont assez connus, et, sans croire à une sorte de fatalité, il est permis d'affirmer que la révolution des Pays-Bas a suivi une marche logique et nécessaire, et que ce grand conflit ne pouvait pas aboutir à une solution pacifique. II doit suffire à la postérité de tirer de l'hisloire des leçons profitables. Les principes et les institutions dont une longue expérience a démontré la valeur, doivent être aujourd'hui à l'abri de toute attaque, comme ils devraient être, si la diffusion des saines idées politiques a fait des progrès réels, au-dessus de toute discussion. A l'hcure qu'il est, la tentative honorable des"], [16, "6 LES ACTES DIPLOMATIQUES hommes politiques et des diplomates du XVIe siècle ne rencon trerait plus l'obstacle insurmontable qui en a rendu le succès impossible. Le parti de la conciliation et de la paix ne serait pas vainement entendre sa voix ; il aurait pour point d'appui, au milieu de la lutte des opinions extrêmes, une autorité gardienne du droit de tous, placée au-dessus de la sphère des débats politiques et personnifiant en elle l'unité nationale. Moins heureux que nous, nos ancêtres ont vainement aspiré à ces biens, dont le prix ne saurait être assez apprécié et dont il est utile de rappeler sans cesse Tinestimable valeur à la généra tion présente. III Les XVII provinces des Pays-Bas comptaient, au milieu du XVIe siècle, parmi les Etats les plus florissants de l'Europe, et parmi les plus avancés en civilisation, pour parler le langage de notre époque. Les grandes villes du pays voyaient croître tous les jours leur richesse et leur importance, et cette prospérité générale, jointe à des relations multipliées avec Tétranger, favorisait le progrès des arts et des lumières. Le système politique et administratif du pays très perfectionné pour le temps, conservait des restes précieux des anciennes institutions qui avaient puissamment contribué au développe ment de la Flandre, du Brabant et des principautés secondaires qui gravitaient en quelque sorte autour du centre des Pays- Bas. Nos provinces ne pouvaient pas échapper au mouvement considérable qui surgit de la Réforme. À la chute de ('empire de Charlemagne, les pays situés entre le Rhin et la Somme se trouvèrent compris nominalement dans les royaumes de France et d'Allemagne ; mais, fort éloignés de l'autorité centrale, ils furent aisément soustraits à son action, et cet éloignement fut singulièrement favorable à leur autonomie. De tous les États féodaux du nord du continent, il n'en est guère dont le lien de vassalité fut plus relâché que pour la Flandre et le Brabant. Une cause analogue créa les républiques, ou plutôt les communes italiennes, et, plus tard, les cantons suisses. A la fin du moyen âge, nos provinces, réunies dans les mains des ducs de Bourgogne, formèrent un État presque"], [17, "DE LA PACIFICATION DE GAND EN 187(5 7 entièrement indépendant et, devenues un tout compacte sous le nom nouveau de Pays-Bas, elles passèrent ainsi sous le sceptre autrichien. L'éloignement du suzerain produisit encore un autre èffet. La faiblesse relative du souverain féodal, laissé seul en face de ses sujets, exerça une notable influence sur ses rapports avec ces derniers ; les communiers de Flandre et de Brabant luttè rent à forces égales contre le duc et le comte jusqu'au jour où, en 1540, le comte de Flandre se trouva être le souverain de pays sur lesquels le soleil ne se couchait jamais. II put alors écraser une dernière révolte à l'aide de bandes allemandes et espagnoles. Mais les Etats des Pays-Bas n'en demeuraient pas moins en possession d'institutions dont ils connaissaient et appréciaient Timportance, et qui, sous le nom de privilèges et de franchises, étaient ce que les modernes ont appelé une constitution. C'était la loi du pays, et les Belges, distingués dès lors par ce respect de la loi qui n'est pas le privilège des Anglais seuls, savaient l'invoquer et la discuter au besoin. Les provinces réunies conservèrent, sous le gouvernement de la maison d'Autriche, leurs anciens titres féodaux et leurs États représentatifs, avec des lois et privilèges particuliers. Les privilèges de Brabant, devenus communs à toutes les provinces, ont été fréquemment cités et contenaient d'impor tantes garanties. Ils disaient expressément qu'il ne serait rien changé à l'état ecclésiastique du pays sans le consentement de la noblesse et des villes; que le souverain ne pourrait faire pour suivre aucun de ses sujets, si ce n'est en vertu d'une procédure régulière et publique et en lui accordant Tassistance d'un avocat. Le souverain ne devait lever aucun tribut sur le pays, sans Tassentiment des États. Le prince n'établirait en Brabant aucun officier étranger, sauf quelques exceptions sans importance et relatives, par exemple, à la présence d'un petit nombre de conseillers choisis dans le conseil d'État. Pendant la réunion des États, les députés ne devaient pas être obligés de suivre le souverain hors du pays. Enfin, les privilèges déclaraient que, si le souverain voulait enfreindre par la force les franchises du pays, ses sujets de"], [18, "LES ACTES DIPLOMATIQUES 8 Brabant, après une protestation régulière, seraient déliés de leur serment de fidélité. Chacune de nos provinces avait son gouverneur qui tenait la place de l'ancien souverain féodal. A la tète de Torganisatton générale établie par les princes autrichiens, il y avait un gouver neur général résidant à Bruxelles, assisté d'un conseil d'Etat. Une assemblée des États de toutes les provinces pouvait être convoquée, sous titre d'États-Généraux, mais ces réunions tendaient, comme en France, à tomber en désuétude, et cette tendance fut contemporaine, dans toute l'Europe, de rétablis sement de la monarchie absolue du XVIIe et du XVIIIe siècle. Charles-Quint , résolu à descendre du trône, appela Philippe, son fils, à la souveraineté des Pays- Bas, par un acte donné à Bruxelles le 25 octobre 1555, tandis que, par une constitu tion datée de Gand le 27 août 1550, il donnait la succession de l'Empire à son frère Ferdinand, déjà roi des Romains (i). Ces actes tenaient peu compte des considérations géographi ques et même de certaines affinités nationales, d'origine histo rique, qui eussent pu, en d'autres temps, exercer une grande influence sur les destinées du pays. Les motifs en sont donnés, au moins en partie, dans l'aete de cession : on y voit le prince Philippe porter le titre de roi d'Angleterre, et les pré tentions du roi d'Espagne à la souveraineté des Iles-Britan niques, presque oubliées de la postérité , fuient peut-être la véritable raison de la disposition qui donna nos provinces à un souverain éloigné et malheureusement devenu bientôt étranger au pays où son père était né (2). Dans la pensée de Tempe- (1) TJtpole qui absque eo ordinaria Electorum imperii electione proximus nosler successor in Impcrio constilutus est, cuique nobis deficientibus admi nistratio et gubematio Imperii immédiate et absqtie ulla contradictione eompetit. (Recueil des Traités. Amsterdam, 17U0.) (2) Et videntes Pbilippum Regem Anglia? et Neapolis, filium uostrum charissimum, in aetate apta gubernationi et intégra; administration! regio num Relgicarum , a quibns jam juramento ei obstrietis tanquam unicus noster Clius et ha>res pro future- Principe et Domino, cum observatione con suetMium debitarum solennitatum. jam ante.i receptus est, et quodad hœc regnum Auglias hisce terris vicinum est : quod propterea ut dicto Domino et nostro filio sit melior opportunitas gubernandi atque regendi régna et 1e «ioues citenias, easque conservandi et defendendi ab invasione et insultu liostium, ei cesserimus dictas terras , et cupiamus hisec de cansis, aliisque"], [19, "DE LA PACIFICATION DE GAND EN 1576. 9 reur, les Pays-Bas devaient servir de point d'appui pour la conquête de TAngleterre. Ces vastes desseins furent inter rompus par des événements alors encore imprévus. Le prince Philippe, en recevant les Pays-Bas, obtenait la meilleure part des domaines héréditaires d'Autriche dans l'Empire : le droit du sang s'unissait aux considérations politiques pour lui assurer cet héritage , et devait l'emporter à une époque où les États étaient regardés comme de simples fiefs et soumis, en cette qualité, à la plupart des règles de la succession patrimoniale. IV Le roi Philippe II, devenu souverain de l'Espagne , quitta la Flandre le 20 août 1559. On sait quelles difficultés entra- vèrent, dès le lendemain de son départ, la marche du gouver- nement qu'il laissait après lui. Marguerite de Parme se voyait en face du mécontentement excité dans toute la nation par la mise à exécution des édits religieux , et, d'autre part, la haute noblesse, à laquelle étaient dévolues les charges principales et le gouvernement des provinces, ne lui prêtait qu'un concours douteux et presque toujours chèrement marchandé. On s'étonne moins des résistances qui s'offrirent à la Gou- vernante, lorsqu'on songe qu'un siècle après, en France, l'autorité centrale ne triomphait qu'avec peine dans une lutte analogue. Le prince d'Orange et le comte d'Egmont enten- daient traiter de puissance à puissance avec la monarchie : le cardinal de Granvelle n'était pas un assez grand seigneur pour en imposer à un prince souverain et au descendant des ducs de Gueldre. Leur opposition commença aussitôt; ils devinrent les interprètes avoués de tous les griefs et les soutiens de tous les mécontents. Quant aux édits , leur sévérité est assez connue. Le placard d'Augsbourg du 25 septembre 1555, défendait la lecture et la propagation des ouvrages de Martin Luther, Jean Revlam- justis et œquis ralionibus , expositis in pr*esentia nostra, et Gli nostri Régis Angliae in plena et solenni congregatione Piocerum et Statuum harum tcr rarum, nostrae mentis dispositionem atque sentenliam in effectuai produ cere, oamino con6dentes, eos minime gravatim nominc nostro praefatum ReRcm recepturos. (Recueil des Traités.) 2"], [20, "10 LES ACTES DIPLOMATIQUES pade, Ulrich Zwingle, Martin Bucerus , Jean Calvin, toute dispute sur TÉcriture, toute conversation périlleuse, et ce, sous peine de mort. Les hommes devaient être exécutés par Tépée, les femmes enterrées vives. Qu'on juge de l'effet de pareilles ordonnances, où des faits qui avaient perdu, en d'autres pays, tout caractère délictueux , étaient mis au rang de crimes de lèse-majesté! Le peuple paisible et sérieux des Pays-Bas se sentit pénétré d'horreur et de compassion , sans parler des sym pathies déjà très répandues en faveur des opinions nouvelles. Aussi les hommes les plus influents dans tous les ordres de l'État se déclarèrent-ils en partisans d'une certaine modération : Tindulgence fut recommandée au Roi par plus d'une voix. Ces conseils, malheureusement, ne furent pas écoutés. Tandis que la noblesse portait l'opposition jusque dans le sein du Conseil d'État et que le clergé réclamait contre Tinsti tution de nouveaux évêchés, les villes, de leur côté, se plaignaient del'établissementdel'inquisition. Les grandes cités de Brabant et, plus tard, les quatre membres de Flandre adressèrent leurs remontrances au gouvernement de Bruxelles. Toutes les voies de l'opposition légale étaient employées tour à tour: les plaintes allèrent même plus haut, et les représentants des Pays-Bas lurent au Reichstag d'Augsbourg, le 1er avril 1566, une sup- plique adressée à Maximilien II. Ce recours au chef suprême de l'Empire, dont les XVII provinces relevaient à titre indirect, ne devait pas avoir plus d'eflét que les démarches tentées précé demment. L'initiative hardie d'une partie de la noblesse vint imprimer un nouveau caractère aux événements. Déjà TAIIemagne avait donné Texemple d'une résistance à main armée aux édits reli gieux. Les griefs relatifs à la religion étaient les plus éclatants et les plus vivement ressentis par la masse de la nation : ils amenèrent une foule d'adhérents à la confédération de la noblesse, et celle-ci, à son tour, donna des chefs au mouvement populaire. Longtemps contenue, Tagitation éclate enfin. Les nobles unis remettent à la Gouvernante, le 5 avril 1566, Texposé des réclamations du pays : trois mois après, toutes nos villes devien nent le théâtre des excès des iconoclastes, et ces désordres sont bientôt suivis de la prise d'armes des comtes de Nassau dans les provinces du Nord."], [21, "DE LA PACIFICATION DE GAND EN 157(5 11 La crise est alors à son apogée : Marguerite de Parme se retire, emportant avec elle les traditions d'un gouvernement modéré : un chef militaire lui succède et apporte aux Pays- Bas des intentions qui n'étaient un mystère pour personne. Le duc d'Albe avait été presque seul à conseiller le système de répression qu'il fut appelé à mettre en pratique. L'événe ment démontra que le roi d'Espagne eût peut-être mieux jugé de l'état du pays, s'il eût entrepris ce voyage en Flandre que beau coup indiquaient comme nécessaire, ou tout au moins, s'il avait prêté Toreille à lavis de ceux qui , nés dans les Pays-Bas et nourris dans les conseils des Provinces, sondaient leur opinion sur une connaissance plus approfondie du caractère de leurs compatriotes. Ils prévoyaient la résistance de ce peuple natu rellement soumis à ses princes, mais plein du sentiment de ses droits, doué d'un sens vrai des choses de la politique locale et sensible à Toffeuse et à Tinjustice ( i ). Le duc d'Albe ne réussit qu'à jeter le pays tout entier dans le parti de ses adversaires : Tinsuccès fut sa condamnation, et il quitta les Pays-Bas, où le temps n'a pu effacer, malheureusement pour lui, le souvenir de ses rigueurs. Le Roi parût revenir au parti de la modé ration en lui donnant pour successeur Don Louis de Zuniga y Requesens, commandador mayor de Castille, politique et négo ciateur, plus que guerrier. Celui-ci trouva une tâche ardue et qui devait être supérieure à ses forces. Depuis le r'avril 1572, jour de la prise de la Briel, la Hol lande et la Zélande avaient secoué l'autorité du gouvernement espagnol : Tinsurrection s'était répandue sur tous les points des provinces du Nord; elle avait un centre dans les positions inex pugnables qu'elle occupait entre nos fleuves et la mer et, pour chef avoué, l'homme d'État dont l'habile diplomatie sut réunir en un seul faisceau les forces éparses de quelques petites pro vinces. Maintenir danscette fédération, encore bien faible, l'union qui pouvait seule assurer le succès de Tœuvre commune, tel fut le but auquel se consacra, désormais, le prince d'Orange, (1) Candidi nell' aipetto, e quasi anchè più né costumi ; dedilé al traflìco, e di natura placida, e molto trattabile, non irritati ; ma altrettanto contu mace, e indomita, quando gli accende il dolor dell' offesa, e la cupidita del risentimento. — Bentivoglio , lib. I, nonce du Saint-Siège auprès d'Albert et d'Isabelle; il avait résidé dans les Pays-Bas. Que l'on mette en regard de la conduite du duc d'Albe la politique et le succès de Richelieu"], [22, "12 LES ACTES DIPLOMATIQUES après s'étre prononcé par une déclaration du 16 juin 1572 ( i ). II est bien superflu de discuter aujourd'hui, comme font tant fait les historiens, le caractère et les motifs du Taciturne r nul ne fut plus en butte que lui, jusque dans la postérité, aux attaques posthumes des partis. Mais qui pourrait s'empêcher d'admirer factivilé, la vigilance, la variété de talents qu'il montra dans le cours de quatorze années, toujours au premier rang dans une lutte acharnée, inébranlable au milieu des revers, toujours ferme, et tenant une balance équitable entre les pré tentions les plus diverses. Le prince d'Orange sut démêler, dès le début, et définir d une façon pratique, les vœux du pays; vœux qui se bornaient à ce que fadministration fût remise aux mains des nationaux, avec une tolérance modérée en faveur du culte nouveau des réformés. Ces deux points devinrent la base de sa politique, et l'on peut affirmer que , dans cette conduite, le prince d'Orange était soutenu par fimmense majorité de la nation. Dans une monarchie pareille à celle de la maison d'Autriche, la décentralisation, ou ce que nous appelons aujourd'hui de ce nom, était une nécessité de gouvernement : l'attachement des divers États à leurs propres coutumes en faisait une loi, et l'éloignement des fonctionnaires espagnols fut le premier vœu des Pays-Bas. La liberté du culte réformé était également dans les désirs de tous : on commençait à comprendre que le domaine de la conscience doit être fermé à faction de la force, et que l'ancien principe du droit public : Cujus est regio, illius est religio « la foi du prince fait celle des sujets » est aussi con traire aux lois de la logique qu'à celles de ia politique. Guillaume d'Orange comprit que la chose publique avait un intérêt immense au maintien de la paix religieuse, et il chercha cette paix dans la liberté accordée à tous, sous fégide des magistrats, plutôt que dans funité de croyance, à laquelle l'État n'a pas intérêt proprement dit et que la violence même est souvent impuissante à rétablir. L'œuvre du Taciturne est restée : il donna la liberté religieuse et f indépendance natio nale aux Provinces-Unies et créa cet État qui , par ses institu tions et par sa politique commerciale et maritime, joua dans le monde, pendant les deux premiers siècles de fhistoire moderne . le rôle réservé à f Angleterre dans f époque contemporaine. (1) Bor., t, J, p. 134"], [23, "DE LA PACIFICATION DE GAND EN 1570. 13 V La guerre était désormais déclarée entre le Gouverneur général des Pays-Bas et les provinces de Hollande et deZélande, commandées par le prince d'Orange, leur gouverneur. Mais, comme on fa dit plus haut, Requesens était décidé à chercher de nouveaux moyens de faire rentrer les provinces soulevées sous fobéissance du Roi. Arrivé à Bruxelles le 17 novembre 1573, il fit aux insurgés, dès fannée suivante, les premières ouvertures d'un accommodement. Le seigneur de Sainte-Alde gonde, Philippe de Marnix, était détenu par les Espagnols : ses relations avec le prince d'Orange, indépendamment de son importance personnelle, semblaient le désigner pour servir d'instrument à une négociation. Philippe de Champigny, gouverneur d'Anvers, et père de Granvelle, et Junius de Jong, reçurent pouvoir de Requesens pour entendre les propositions de Sainte-Aldegonde. Ces propositions méritent d'être signalées à f attention. Dès le premier jour, les insurgés firent connaître nettement leurs vœux ; cette négociation fut la base et l'image de toutes celles qui suivirent, et l'on y retrouve chez les deux parties f opiniâ treté qui les rendit toutes infructueuses. Les arguments se balançaient de part et d'autre, et, à défaut de grands succès militaires, les négociateurs demeuraient, chacun de leur côté, fermes dans leur sentiment, sans céder un pouce de leur terrain. Marnix de Sle-Aldegonde indiquait, comme premier point, la sortie des étrangers du pays. Sur le fait de la religion, il demandait, d'accord avec le prince d'Orange, que l'on s'en remît, pour établir un ordre de choses définitif aux États-Géné raux réunis à cet effet, ce qui impliquait provisoirement, pour les réformés, la tolérance de leur culte et le maintien d'un état de fait actuellement existant : c'était une sorte d'uti possidetis. Les délibérations ne furent pas longues. Requesens rejeta sans hésitation les ouvertures de S'\"-Aldegonde. qui ne devaient retrouver quelque chance de succès que fannée suivante, après la campagne malheureuse du Grand-Commandeur en Hollande et la levée du siège de Leyde. La négociation de Bréda, en 1575, eut plus d'importance. Pénétré des maux que causait la guerre dan<* los Pays-Bas, qui"], [24, "14 LES ACTES DIPLOMATIQUES formaient toujours un membre de l'Empire, fempereur Maxi milien II offrit sa médiation au Roi, et il envoya un ambassa deur qui vint d'abord à Dordrecht s'aboucher avec le prince d'Orange. C'était le comte de Schwartzenburg. De son côté, le docteur ElbertLeoninus, professeur à f Université de Louvain et négociateur souvent employé par le gouvernement espagnol, était arrivé de Bruxelles en Hollande à foccasion de ces ouver tures. Des conférences furent indiquées à Bréda, et elles s'ou vrirent en février 1575. Les commissaires du Grand-Commandeur étaient : le seigneur de Rassenghien, gouverneur de Lille, Douai et Orchies; le comte de La Roche; maître Arnould Sasbouf, chancelier de Gueldre; Corneille Suys, seigneur de Ryswijck, et le docteur Eibert Leoninus. Les Etats de Hollande avaient envoyé, de leur côté, le Jonkheer (i) Jacques van derDoes, Charles Boysot, Jonkheer Guillaume van Zuylen van Nyevelt, Jonkheer Philippe de Marnix, seigneur de Sainte-Aldegonde, Jonkheer Arent van Dorp, le sieur Jean Junius de Jong, maître Adrien van der Myle, maître Pauwels Buys, maître Nannink van Forest, maître Corneille, pensionnaire de Zierikzee. Les Etats renouvelaient, en quelque sorte, les propositions déjà faites fannée précédente et les comprenaient dans les quatre points suivants : 1° Ils insistaient, avant tout, sur le départ immédiat des sol dats étrangers; 2° Ils s'en remettaient aux États-Généraux pour statuer sur les affaires de la religion et du pays, et l'on avait confiance que cette assemblée, sortie des entrailles de la nation et inspirée du sentiment de ses intérêts, en déciderait conformément au vœu général ; 3° Ils stipulaient la conservation des privilèges de provinces; et enfin, 4\" Ils sollicitaient une amnistie générale. La réponse des représentants du Boi n'était guère propre (I) Qualification locale dont il nest pas aisé de trouver l'équivalent, si ce n'est, peut-être, dans l'anciesme expression noble homme. II importe de la conserver à ceux des négociateurs qui en sont revêtus, puis indiquer avec exactitude la composition des députations et la part qui y revenait aux divers ordres de l'État."], [25, "DE LA PACIFICATION DE GAND EN I57C. 15 à amener une entente. Les points cités plus haut étaient succes sivement discutés, mais, sur aucun d'eux, les Etats n'obtenaient satisfaction. Le Roi consentait à famnistie et à la restitution des privilèges, mais il remettait la retraite des soldats espagnols jusqu'après la pacification du pays, et, quant à la religion, il exigeait le rétablissement du catholicisme dans toutes les pro vinces et la proscription du culte réformé, sans aucune réserve. II offrait seulement aux réformés la liberté de sortir du pays, en leur laissant un temps suffisant pour vendre les biens qu'ils ne pourraient pas emporter ( i ). L'échange de ces déclarations produisit, de part et d'autre, des accusations de mauvaise foi, des récriminations et d'amères invectives. Les députés de Hollande demandèrent un délai de deux mois pour consulter les États. Ils revinrent dans les mêmes dispositions. Les envoyés de Requesens s'en tenaient, de leur côté, à leurs premières prétentions. Les commissaires de l'Empereur furent bientôt las de leur rôle et quittèrent la place. Après une protestation des députés hollandais, les conférences furent rompues le 14 juillet 1575, et ainsi se termina sans succès, cette négociation laborieuse, qu'un historiographe qualifie de pleine de feintise (2j. Après ce nouvel avortement, il n'y avait plus de place pour d'autres tentatives du même genre. On parut convaincu, de part et d'autre, qu'il était inutile de chercher un accommodement amiable. Toute négociation paraissait devoir aboutir au même résultat, aussi longtemps qu'elle serait conduite par les États de Hollande, d'un côté, et, de l'autre, par des représentants directs de fautorité royale. Les pourparlers entre les provinces du Nord et du Midi demeurèrent suspendues jusqu'au jour où le prince d'Orange vit le pouvoir remis, à Bruxelles, aux mains d'hommes plus disposés à fécouter et moins préoccupés d'imposer la volonté du roi d'Espagne que de donner satisfac tion à des intérêts qui les touchaient de plus près. Le jour n'était pas éloigné où une nouvelle négociation allait s'ouvrir, mais avec un caractère différent; il s'agissait bien encore de rétablir la paix dans le pays, et mème de restaurer la souverai neté de l'Espagne, mais fautorité qui allait traiter au nom du (1) Bcnti\\oglio, lib IX. (2) Bor , I. 1."], [26, "LES ACTES DIPLOMATIQUES 16 Roi ne devait plus être la même : inspirée du sentiment du patriotisme local, elle allait rivaliser d'ardeur avec les Hollandais pour mettre hors la loi les soldats espagnols, et, subordonnant les disputes théologiques au besoin de la paix religieuse, elle devait se montrer moins inflexible que Philippe II sur le point de la tolérance à accorder aux réformés. C'est à ce moment seulement qu'un accord fut possible. II donna aux Pays-Bas la Pacification de Gand. Mais, aussitôt après f arrivée du nouveau Gouverneur général, successeur de Requesens, on voit renaître, à propos de la ratifi cation de cet acte, les hésitations, les subterfuges et les malen tendus dont on cherche vainement à couvrir f irrévocable volonté du Roi. Tout espoir sera bientôt perdu : comme on fa dit plus haut, le destin des Pays-Bas est enfin remis au sort des armes. VI Don Louis de Requesens mourut inopinément le 5 mars 1576; en attendant son successeur, qui n'arriva en Belgique qu'à la fin de cette année, le Conseil d'Etat prit les rênes du gouvernement. Ce Conseil était divisé en deux partis', dont les noms de Patriotes et d'Espagnols suffisent à marquer les ten dances différentes. La guerre n'en continua pas moins, et le prince d'Orange saisit f occasion pour appliquer, une première fois, f idée féconde d'où devait sortir la république des Provinces-Unies. Le 25 avril 1576, sur son initiative, fut conclue f Union de Delft, la première en date de ces Confédérations où entrèrent succes sivement les diverses provinces et dont les limites varièrent souvent au gré des événements militaires. L'alliance des Etats de Hollande et de Zélande (i) avait pour but de s'opposer à f Espagne ; elle organisait les forces (I) Les chevaliers et nobles de Hollande, et les députés des villes, des pays et comtés de Hollande et Zélande, savoir : Dordrecht, Delft, Leyde, Gouda, Rotterdam, Gornichem, Schiedam, la Brille, Woerden, Gertrut denberg, Alkmaer, Hoorn, Enckhuysen, Medenblick, Edam, Monickendam, Purmerend; en outre, Middelbourg, Zierikzee, Flessingue et Veere. repré sentants les États des susdits pays, convoques pour ce qui concerne tant l'alliance et union des dites villes et pays, que le gouvernement d'iceux, et"], [27, "DE LA PACIFICATION DE GAND EN 157G. 17 de la nouvelle Union, et en conférait le commandement au prince d'Orange. Elle reconnaissait le culte réformé, comme religion officielle, mais garantissait aux autres croyances une tolérance générale. Les provinces confédérées du Nord étaient parvenues à réa liser chez elles le but qu'elles avaient recherché en prenant les armes; elles s'étaient délivrées de la présence et des excès des soldats espagnols, et elles avaient pris au sujet de la question de religion des mesures qui donnaient satisfaction jusqu'à un certain point aux exigences du moment. pour la conduite des affaires communes, étant de rechef assemblés en la ville de Delft, sur la convocation du sérénissime prince et seigneur, le prince d'Orange, comte de Nassau, etc. Et ayant compris par la proposition de son Excellence, ce même expérimenté, que pour s'opposer à I ennemi commun et défendre les susdits pays (laquelle défense a été entreprise si louablement et unanimement, et sans alliance aucune des puissances étrangères, mais seulement par les mains de Dieu tout-puissant, et par le seul moyen, soin et diligence de sa dite Excellence, et exécutée et continuée au grand éton nement de tout le monde qui ne cessera de la louer), et pour la maintenir encore plus et résistera Punique et violent gouvernement des Espagnols, des nations étrangères et. de leurs adhérents, ennemis du repos public et de tous les pays par deçà, et qui ont été extrêmement affaiblis dans leur pouvoir, il était nécessaire de pourvoir au paiement des troupes par le moyen d'une alliance ferme (onder een vasl verbont ende republijche). Et considérant qu'une telle giâce et bienfait de Dieu notre seigneur doit être due aux efforts de tous, et en général être dirigée et affermie par une bonne police, pour l'honneur de Dieu, l'avancementde sa sainte parole et l'encouragement de tous les habitants des susdits pays, par le moyen de quoi les affaires communes seront mises en état de plus grande sûreté, et les violences et entreprises des ennemis repoussées et affaiblies, et enGn le repos et la paix affermi avec les provinces circonvoisines. Si est-ce que les susdits Etats et villes de Hollande et de Zélande après une communication préalable et avoir avisé et délibéré amplement là-dessus, et suivant l'ordre et plein pouvoir donné à ce sujet par lesdites villes à leurs députés soussignés, sont convenus, ont consenti unanimement et conviennent, etc. des articles suivants : . . De plus, à l'article additionnel : XV. Et pour ce qui concerne la religion, son Excellence admettra et maintiendra l'exercice de la religion réformée et évangélique, faisant suspendre l'exercice de toute autre religion contraire à l'Evangile, sans que son Excellence permette que personne soit inquiété en fait de foi et de conscience, ou que pour cause de ce personne soit blessé ni lésé, ni mis en peine, faisant en outre pour ce qui regarde l'exercice de ladite religion, donner tel bon ordre qu'il sera trouvé convenable et utile selon l'occurrence des cas, et la condition des villes, pour le plus grand repos et commodité des peuples, et sans diminution de l'honneur de Dieu, et aussi par l'avis des États, s'il est besoin. (Recueil des Traités, t. 1\" ) 3"], [28, "18 LES ACTES DIPLOMATIQUES La prédominance du culte réformé n'en demeurait pas moins constatée dans les contrées soumises au gouvernement du prince d'Orange. Dans les autres provinces du Nord, comme à Amsterdam et à Utrecht, par exemple, les opinions demeu raient partagées; le parti catholique et le parti protestant se livraient alternativement à des manifestations plus ou moins violentes ; leurs chefs prétendaient tour à tour à une suprématie exclusive, tandis que la masse du peuple paraissait s'accom moder aisément d'un statut qui écartait les chances d'une révolution, tout en laissant une liberté suffisante aux partisans des nouvelles opinions religieuses. Dans les provinces Méridionales le sentiment public était encore plus prononcé en saveur du maintien d'un ordre de choses modéré. La nation songeait moins encore à attenter à la souveraineté du Roi. Au milieu de feffervescence produite par la Réforme, elle demeurait fidèle, pour la majeure partie, au culte ancien ; absorbée par le soin de ses intérêts commerciaux, elle s'en remettait volontiers à fautorité centrale pour assurer la conservation de la paix. Mais f opinion générale s'était pro noncée sans hésitation sur l'horreur qu'inspirait les mesures de rigueur prises contre fhérésie : elle avait demandé et deman dait tous les jours fadoucissement des édits, et cette politique de modération avait été conseillée au Roi par les hommes les moins suspects de pencher en saveur des innovations religieuses, tant à Bruxelles qu'à Madrid. On verra bientôt, lors de la conclusion du traité de Gand, que ce sentiment était unanime dans notre pays. 11 n'y avail aussi qu'un jugement sur la conduite des soldats espagnols. Dès le mois de juin 1574, les États de Brabant avaient adressé au gouvernement leurs plaintes au sujet du dommage que causait leur présence Dans nos villes populeuses, dans nos campagnes paisibles, les conflits étaient fréquents avec des étrangers que la discipline était impuissante à contenir, et qui étaient naturellement disposés à se croire en pays conquis. La conduite des Espagnols constituait donc depuis longtemps aux yeux de la nation, un des griefs principaux, et c'était là un mal qui devait bientôt, après la mort de Requesens, devenir intolérable. (1) Bor. t. I. p. 562."], [29, "DE LA PACIFICATION DE GAND EN 1576. 19 La prise de Zierikzee fut le signal de la grande mutinerie de farinée espagnole, qui répandit feffroi dans tous les Pays- Bas. Cette fois, ce n'était pas moins que le pillage qui menaçait nos principales villes ; elles eurent à se défendre elles mêmes contre des soldats étrangers que fautorité du Gouver neur général n'était plus là pour maintenir dans le devoir. Le 26 juillet 1576, le Conseil d'État déclara les Espagnols ennemis de f État, et il commença à lever des troupes. En même temps, le Conseil convoqua les États-Généraux. L'auto rité suprême demeurait toujours entre ses mains, et le nom du Roi continuait à figurer en tète des ordonnances du gouverne ment de Bruxelles. Les événements avaient opéré d'eux-mêmes une sorte de rapprochement entre les provinces du Midi et celles du Nord. Leurs intérêts étaient désormais identiques. La guerre durait encore, que les causes en avaient en quelque sorte disparu. II serait encore plus vrai de dire que les hostilités allaient se tourner d'un autre côté : les États levaient une armée dans le but avoué de chasser les Espagnols ; les provinces du Nord ne manifestaient pas d'autres intentions, et il se trou vait y avoir ainsi, par un concours inespéré de circonstances, unanimité de vues entres toutes les provinces. Vil Le prince d'Orange, après avoir posé dans f Union de Délit les bases de la fédération, poursuivait le projet d'une alliance entre tous les États des Pays-Bas. II s'adressa successivement aux Etats d'Utrecht, à ceux de Gueldre, à la ville de Nimègue. Enfin, à la date du 2 septembre 1576, il écrivit aux États de Brabant pour leur proposer formellement d'entrer dans l'Union dont il était le chef et, en même temps, il fît les mêmes ouver tures à la Flandre. La lettre du prince d'Orange (i) marque le commencement (I) P. Bon., t. I, p. 694, en donne le texte dont nous traduisons les ex traits suivants : • Maintenant, puisqu'il a plu à Dieu de nous inspirer la grande et coura geuse résolution de ne plus supporter la dure tyrannie qui nous a si long temps opprimée, je croirais faillir à mon devoir si je ne vous félicitais pas de votre prévoyance et de votre magnanimité."], [30, "20 LES ACTES DIPLOMATIQUES d'une période nouvelle dans fhistoire diplomatique de la révolution du XVIe siècle. Elle fût le premier pas vers f ouver ture des négociations qui amenèrent le traité ou la Pacification de Gand. Une alliance déclarée avec les États du Nord eût peut-être effrayé le Conseil d'État, mais les dangers du moment lui cachaient les conséquences éloignées que l'on pouvait tirer de sa conduite. Les soldats espagnols s'étaient violemment emparés d'Alost : maîtres des châteaux de Gand et d'Anvers, ils canon naient ces deux villes et les menaçaient de la ruine. La guerre, une guerre nouvelle entre les soldats étrangers et les citoyens •n Je vous demande de prendre en considération deux points : le premier, c'est le danger où vous seriez, si vous ne poursuiviez pas avec une ferme résolution et uue inébranlable constance ce que vous avez commencé. L'autre point , c'est que vous devez demeurer entre vous en union et con corde, tant en général qu'en particulier, ce qui est Punique moyen de rendre la paix au pays, et sans laquelle concorde vous n'attendriez pas longtemps d'être trompé. » Nous des pays de ce côté-ci (van herwaers over) qui sont vos frères, vos amis et *\"0s bons compatriotes, les effets peuvent vous montrer sur quel pied nous nous sommes toujours tenus, et comme dans toutes nos conven tions (capitulation) et communications, nous avons toujours remis la solution de nos différents en litige à la décision des États-Généraux, légalement réunis. » C'est pourquoi, Messeigneurs, il nous appartient encore de ramener l'union dans ces États, et de changer le mal des troubles et de la guerre ci vile en uue paix tranquille, ce qui s'appelle vraiment servir Dieu , le Roi et le bien public. Vous devez être assurés, et nous en prenons Dieu à témoin, que vous nous trouverez toujours prêts à rechercher ce qui est juste et rai sonnable, et que nous ne tendons à autre chose qu'au bien et au repos com mun de tout le pays. » II ne convient donc à personne de craindre que nous ne voulions, contre le gré des États, établir quelque changement dans la religion, ou faire quoi que ce soit qui puisse être contraire à la conscience de personne. — Dieu nous garde de souhaiter d'établir des nouveautés qui pourraient être oppo sées aux statuts et ordonnances desdits États-Généraux, et de porter atteinte à ladite liberté ; nous ne doutons nullement que lesdits États ne prennent le soin nécessaire de ce que demandent la sûreté et la conservation des Pays-Bas, le service de Dieu et la grandeur du Roi. » II ne reste donc plus qu'à mettre de côté toute jalousie et toute dé fiance, et que, nous unissant, vous avec nous, et nous avec vous, nous nous efforcions avec une forte et ferme résolution, et de commun accord, de délivrer ces pays des étrangers, et de remettre toutes choses en bonne et entière paix, à quelles fins, je n en doute pas, les États de Hollande et de Zélande vous prêteront leur aide. »"], [31, "DE LA PACIFICATION DE GAND EN 1576. 21 du pays, était enfin déclarée. II fallait porter remède aux maux les plus pressants et, dans cette extrémité, chercher le secours où il s'offrait. L'appel du prince d'Orange aux États de Brabant et de Flandre n'avait pas encore reçu de réponse officielle, lorsque, le 20 septembre 1576, la garnison espagnole de la citadelle de Gand ouvrit le feu contre la ville. Les Gantois s'étaient fortifiés à la hâte et avaient réuni quelques compagnies, mais ils ne se faisaient pas illusion sur la faiblesse de leurs milices. De toutes nos grandes villes, Gand était la plus rapprochée de la mer, ouverte aux navires hollan dais : le Sas-de-Gand, distant à peine de quatre lieues, était le port de la capitale de la Flandre. Le prince d'Orange se trouvait à Middelbourg ; f idée de s'adresser à lui n'avait rien que de naturel, et elle se présenta bientôt à fesprit des magistrats de la vilie. Le gouverneur de la Flandre était alors Jean de Croy, comte de Rœulx. Du consentement des États il envoya à Middelbourg le seigneur de Haussy, frère du comte de Bossu, pour demander au prince d'Orange du secours contre les Espagnols. Le seigneur de Haussy était porteur d'une commis sion du Gouverneur et du Conseil de Flandre. Elle contenait les conditions de la suture alliance : « Les nobles soussignés entendaient conserver fancienne religion catholique sans aucun changement, et fobéissance voulue envers le Roi ». Les signatures étaient corame suit : Jean de Croy, comte de Rœulx, gouverneur de Flandre, Philippe d'Oingnyes, Fernande de la Bare, François de Erpe, Comiile Schepper, seigneur d'Eecke. Le prince d'Orange répondit le 23 septembre, de Middel bourg, que pour satisfaire aux lettres du comte de Rœulx, gouverneur de Flandre, et d'autres gentilshommes, il enverrait six compagnies par mer au Sas, et de là à Gand. Son Excellence promettait de ne pas s'ingérer dans le gouvernement des pays du comte de Rœulx ; de défendre aux capitaines des troupes, sous peine de mort, de laisser piller les églises ou cloîtres, briser des images, maltraiter des personnes ecclésiastiques, tout en leur permettant de chanter des psaumes selon qu'il leur plairait et de dire leurs prières dans les maisons et les corps de-garde selon leur coutume. La démarche faite, il y eut de ('hésitation et comme du"], [32, "22 LES ACTES DIPLOMATIQUES regret chez les magistrats flamands. Le seigneur de Haussy, arrivant à Flessingue avec les troupes, y trouva des lettres qui lui disaient que si le secours n'était pas encore obtenu, il était inutile de se donner plus de peine, attendu que deux compa gnies de cavalerie étaient entrées à Gand. Ces tergiversations montrent bien que si les Etats de Flandre recouraient au prince d'Orange, ce n'était pas qu'ils fussent décidés à marcher bien avant dans la voie de finsurrection. Leur sentiment était celui du public; il n'était presque personne dans les provinces méridionales qui n'eût préféré une entente avec le Roi, basée sur quelques satisfactions données au pays. Celui-ci n'aurait pas été bien difficile à contenter, et l'opposition où les États de Flandre et de Brabant s'étaient en quelque sorte vus forcés d'entrer, aurait été bientôt désarmée. L'inflexibilité du cabinet de Madrid lui ferma les yeux sur les véritables dispositions de la nation, et lui fit perdre successivement les occasions qui s'offraient d'elles-mêmes pour pacifier le pays et y restaurer fautorité rovale. Cependant le seigneur de Haussy n'avait pas reçu sans mécontentement les nouvelles instructions des États. II retourna en toute hâte à Middelbourg et fit part de fincident au Prince. Néanmoins, comptant que sa conduite serait approuvée par la plupart des seigneurs qui avaient entamé la négociation, il partit avec les troupes. II débarqua au Sas-de- Gand le 24 septembre et arriva, le 26 au matin, à Gand, ame nant huit compagnies, qui portaient sur leurs drapeaux la devise : Pro fde etpatria. (t) Le feu continua entre la ville et la cita delle jusqu'au 1 1 novembre, où cette dernière fut rendue par les capitaines espagnols. Les circonstances avaient décidé de l'ouverture des négo ciations proposées par le princed'Orange; les États de Brabant, de leur côté, avaient résolu, même avant ceux de Flandre, de prendre part à ces pourparlers. La ville de Gand était désignée pour être le siège des conférences : sa proximité avec la Zélande indiquait ce choix. Les députés de Hollande et de Zélande se mirent en route le 17 octobre, et, dès le 19, ils entrèrent en pourparlers avec les envoyés des États-Généraux. Ces États, convoqués par le Conseil d'État, s'étaient vus"], [33, "DE LA PACIFICATION DE GAND EN 1370. 23 réunis presque au complet à Bruxelles : ils comptaient des députés de toutes les parties du pays et représentaient ainsi véritablement f ensemble des Pays-Bas. Toutes les provinces avaient adhéré à leur réunion,, à f exception du Luxembourg et de la Frise. La ville de Malines avait d'abord évité de se pro noncer, mais, le 15 octobre, elle dut se rallier aux États- Généraux et leur envoyer ses députés. Ceux d'Utrecht ne se joignirent aux autres que le 3 novembre. Ceux de Tournai avaient pour instructions (') de se trouver à f assemblée des États-Généraux, pour prendre part aux résolutions qui seraient prises dant le but de pacifier le pays et d'assurer le départ des Espagnols, sous condition de ne porter aucune atteinte à la religion catholique et à fautorité du Boi. Avant fouverture du Congrès, les États-Généraux, comme pour épuiser tous les moyens de conciliation, écrivirent une longue lettre au Roi, et une autre à l'Empereur Maximilien. Ils s'adressèrent aussi au Pape, le priant d'intercéder auprès de Sa Majesté Catholique, pour que les troupes espagnoles fussent retirées des Pays-Bas. Enfin, ils exposèrent les motifs de leur conduite aux souverains voisins, et entre autres, à févêque de Liège et à l'Électeur de Cologne. L'Hôtel-de-ville de Gand fut le lieu choisi pour les délibéra tions. Ce beau monument, auquel une restauration habile vient de rendre, en grande partie f aspect qu'il offrait au XVI\" siècle, abrita sous ses voûtes, pendant près d'un mois, fassemblée illustre à laquelle le pays entier avait confié le soin de ses destinées. Le souvenir en est resté attaché à ses murs ; il n'en est pas de plus glorieux ni de plus pur dans la longue série des annales de f ancienne capitale de la Flandre. Le 19 octobre 1576, à fouverture des conférences, et (1) Om hen tevinden op de vergaderinge derStatenGenerael tot Brussel, en aldaer mede te adviseren en resolveren op te saken van de Pacijicatie enhet vertrek der Spangiaerden, welverstaende dat aldaer niet gehaudelt nochte getracteert en zoude werden tegen de oude Roomsche Catholyke Religie, nocbte tegen de hoogheit en autoriteit van den Coninck. — Bok. Le mot de pacification se trouve ici pour la première fois. Le Congrès réuni à Gand avait pour objet, avant tout de rendre la paix au pays profon dément troublé, de mettre un terme à une guerre qui n'était plus qu'une guerre civile. Ce besoin de la paix était le plus vivement ressenti par tous les partis; il inspira presque uniquement les négociations, et le nom de Pacification est demeuré au traité de Gand."], [34, "■7 LES ACTES DIPLOMATIQUES après les salutations d'usage, les députés des États-Généraux firent d'abord un exposé des misères présentes du pays. Us représentèrent l'abandon où l'Espagne les laissait, en présence des soldats mutinés. 11 n'y avait nul meilleur moyen, ajoutaient ils, de conserver fautorité du Roi et la religion catholique, que d'établir f union entre les États* et de revenir aux pourparlers interrompus de Bréda. Les députés du prince d'Orange et des États de Hollande et de Zélande répondirent courtoisement qu'ils venaient se joindre aux États-Généraux pour faire une paix et un accord solide. Us demandèrent féchange réciproque des pouvoirs, ce qui fut fait le lendemain 20. Dans cette seconde réunion, les députés se délivrèrent mutuellement des copies de ieurs procurations respectives. Ces députés étaient, pour les États-Généraux des Pays-Bas, le révérend Jean van der Linden, abbé de Sainte-Gertrude, à Louvain; Ghislaïn (t), abbé de Saint-Pierre à Gand; Matthieu, abbé de Saint-Ghislain, évêque désigné d'Arras; Jean de Mol, seigneur d'Eentigen (2), François de Halewyn, seigneur de Sweveghem, gouverneur et capitaine d'Audenarde; Charles de Gavre, et le sieur de Fresin, chevaliers; Llbert Leoninus, docteur en droit et professeur à funiversité de Louvain ; maître Pierre de Bevere, conseiller au Conseil de Flandre ; Quentin du Pretz, chef des échevins de Mons; et Jean de Pennants, conseiller et maître des comptes du Boi en Brabant, secrétaire. Les envoyés du prince d'Orange, des seigneuries, nobles et villes de Hollande et de Zélande, étaient, d'autre part, Philippe de Marnix, seigneur de Sainte- Aldegonde; Arnould van Dorp, seigneur de Tamise; Guillaume van Zuylen van Nyvelt, seigneur de Grammont, écuyers; maître Adrien van der Mylen, docteur ès-lois et conseiller de Son Excellence (3) au conseil provincial de Hollande; maître Corneille de Coninck, licencié en droit, conseiller de Son Excellence; maître Pauwels Buys, avocat du pays de Hollande : maître Pierre de Rijcke, bailli de Flessingue; Antoine vander Zichele, conseiller de Zélande; André de Jonge, bourgmestre de Middelbourg. (1) Dans Meteren , Ghislaïn, Timmermak. (2) Ou Gctingen. (,-ì) Le Prince d'Orange."], [35, "DE LA PACIFICATION DE GAND EN 157G. 25 L'assemblée commença par proclamer une suspension d'armes qui fut publiée en Hollande. C'était le premier bienfait dont elle gratifiait le pays. L'armée espagnole demeurait le seul ennemi que l'on parût avoir à craindre. Les États étaient unanimes duns leur résolution de se défendre, et ils offraient leur concours au prince d'Orange pour prix de sa coopération militaire. Nous ne savons si le Taciturne partageait des espérances que la suite des événements a montrées être bien illusoires. Les députés belges croyaient à la possibilité de gouverner le pays en tenant compte de ses vœux, qui étaient les leurs, sans que la souveraineté du roi d'Espagne reçut d'atteinte de ce changement dans la politique intérieure : ils se figuraient que le maintien de la religion catholique n'avait rien d'incompatible avec les conces sions réclamées par les Réformés, et leur sentiment sur ce point a d'autant plus de valeur que plusieurs d'entre eux appartenaient à fordre ecclésiastique. Toute modérée qu'elle fût, leur opinion suffisait aux exigences de la situation : la cessation des supplices impliquait uue tolérance suffisante pour les croyances nouvelles, et c'était tout ce que demandait une majorité amie de fordre et du travail, que la prudence et le bon sens natu rel à ce peuple écartait des nouveautés hardies, et qui avait silencieusement déploré tour à tour les excès auxquels les réfor mateurs s'étaient portés dans quelques-unes de nos milles, ainsi que les exécutions commandées par le Tribunal de sang. Les négociations de Gand se poursuivirent pendant tout le mois d'octobre 1576, toujours au bruit du canon de la cita- delle. Les magistrats de la ville avaient d'ailleurs pris les précautions nécessitées pour les circonstances ; leurs troupes se renforçaient tous les jours, et la ville avait fortifié ses approches du côté du château, vers les routes d'Anvers et de Termonde. Un affreux événement vint montrer que toutes ces craintes n'étaient que trop sondées, justifier d'une manière éclatante la politique des États-Généraux et hâter en même temps la conclusion des négociations pendantes à Gand. La ville d'Anvers se trouvait aussi en état d'hostilité ouverte la citadelle occupée par les Espagnols. Là le soin de la défense avait été malheureusement négligé. Le 4 novembre, la garnison envahit la ville, les armes à la main; [tendant trois jours Anvers n'offrit aux yeux qu'une scène continuelle de 1"], [36, "26 LES ACTES DIPLOMATIQUES meurtre et de pillage à laquelle est resté le nom caractéristique de furie espagnole. II n'y avait plus de temps à perdre : aussi les négociateurs de Gand mirent en hâte la dernière main à leur œuvre. La nouvelle du désastre d'Anvers était arrivée à Gand le 6 novembre, le surlendemain 8, le traité d'alliance fut pu blié à l'Hôtel-de-Ville, du haut de ces balcons gothiques d'où le magistrat parlait au peuple assemblé. VIII LE TRAITÉ (M- A tous ceux qui ces présentes lettres verront ou enten dront, salut. (2) Comme les pays de deçà sont tombés, durant les neuf ou dix dernières années, dans une grande misère et calamité, par suite de la guerre civile, du gouvernement superbe et rigoureux des Espagnols, de leurs violences, de leurs injustices, et de celles de leurs adhérents; et que, pour y pourvoir et prévenir (I) En voici le sommaire. II stipulait : Art. 1. Oubli des offenses réciproques. Art. 2. Union pourchasser les soldats étrangers. Art. 3. Pour procurer la réunion des Etats-Généraux, lesquels statueront sur les affaires du pays, et particulièrement sur le fait de la religion. Art. 4. Liberté de passage et de trafic, sous condition de ne pas insulter le culte catholique. Art. 5. Suspension des édits sur l'hérésie. Art. 6-8. Maintien des droits et autorité du prince d'Orange Art. 9 Liberté des prisonniers. Art. 10-12. Restitution des biens. Art. 13. Destruction des trophées du duc d'Albe. Art. 14-18. Restitution des puits, arrérages, etc. Art. 19-20. Règlement de la position des prélats, ecclésiastiques, etc. Art. 21. Annulation des dispositions entre vifs ou à cause de mort faites à cause des dits troubles ou de la religion. Art. 22 lîèglement sur le taux des monnaies. Art. 23. Le statut sur la dette des insurgés est remis aux États-Généraux. Art. 24. La confédération est ouverte à ceux qui voudront s'y joindre. (2) La traduction donnée ici de la Pacification de Gand se trouve dans le Recueil des traités précédemment cité, et est empruntée à une traduction française de l'ouvrage de Metercn. On a fait à celte dernière quelques légères modifications."], [37, "DE LA PACIFICATION DE GAND EN 1570. 27 de nouveaux troubles, ainsi que foppression et la ruine du pays, par le moyen d'une solide paix et pacification, ont été assemblés au mois de février de fannée 1574 (i ) et convoqués à Bréda des députés et commissaires de Sa Majesté et de M. le prince d'Orange, ensemble les États de Hollande, Zélande, et leurs associés, par lesquels surent proposés divers moyens et proposi tions, tendant notoirement à favancement de ladite Pacification, sans, pourtant qu'on en ait vu le fruit qu'on avait attendu, mais qu'au contraire, pendant qu'on espérait quelque soulagement et compassion de la part de Sa Majesté, les dits Espagnols ont de jour en jour continué d'opprimer et ruiner les pauvres sujets, et ont tâché de les réduire dans un éternel esclavage par diverses séditions, jusqu'à menacer les seigneurs et les villes, et à prendre hostilement plusieurs places, et même à les piller et brûler. C'est pourquoi ils ont été déclarés, par les députés au gouvernement des dits pays, ennemis de Sa Majesté et du bien public. Les États de deçà, du consentement des susdits États ont été obligés de prendre les armes, et de plus pour prévenir la ruine totale, et afin que les habitants de ces Pays- Bas étant réunis par une ferme paix et accord puissent conjoin tement faire retirer les susdits Espagnols et leurs adhérents comme destructeurs des dits pays, et pour remettre les dits sujets dans la jouissance de leurs droits, privilèges, coutumes et libertés, par le moyen de quoi leur commerce et leur pros périté puissent refleurir. Avec fagrément préalable des susdits seigneurs députés au gouvernement des dits pays, la négociation de Bréda commencée à l'honneur de Dieu et pour le service de Sa Majesté (a été reprise) entre les prélats, nobles, villes et membres de Brabant, Flandres, Artois, Hainaut, Valenciennes, Lille, Douai, Orchies, Namur, Tournai, Utrecht et Malines représentant les États des susdits pays; et monseigneur le Prince d'Orange, les États de Hollande, Zélande et leurs associés, par leurs commissaires députés respectivement de part et d'autre, à savoir : (Suivent les noms des députés, qu'on a cités ci-dessus). Après fexhibition de leurs commissions insérées à la fin des présentes , a été fait et dressé le présent traité, alliance et union ferme et éternelle, aux conditions qui suivent : (t) C'est l'année là/5, d'après la nouvelle manière de compter."], [38, "28 LES ACTliS DIPLOMATIQUES Art. I. Que toutes offenses, injures, méfaits et dommages advenus à cause des troubles, entre les habitants des provinces, compris en ce traité, en quelque lieu ou manière que ce soit, seront pardonnés,' oubliés et réputés comme non-advenus tellement qu'à cause d'iceux, il n'en sera jamais fait mention, et personne aussi n'en sera recherché. Art. II. Ce pourquoi lesdits Etats de Brabant, Hainaut, etc., comme aussi ledit sieur Prince et les États de Hollande et Zélande et leurs associés, promettent d'entretenir dorénavant en bonne foi, et sans dissimulation, et de faire entretenir par lesdits pays, une ferme et inviolable paix et amitié, et de s'assister l'un l'autre, en tout temps, et à toutes occurences, d'avis, de conseil et de fait, et d'y employer corps et biens, et notam ment pour chasser et tenir hors de ces pays les soldats espa gnols et autres étrangers, qui se sont efforcés, hors de toute voie de droit, d'ôter la vie aux seigneurs et nobles, de s'appro prier les richesses et biens du pays, et de réduire et mainte nir l'État dans une perpétuelle servitude. Et enfin de fournir à tout ce qui sera nécessaire pour résister à tous ceux qui les voudraient contrarier en ce fait, lesdits confédérés et alliés promettent de se montrer prêts- et préparés à supporter toutes justes et nécessaires contributions. Art. III. U est convenu en outre, qu'aussitôt le départ des Espagnols, et de leurs adhérents, et lorsque toutes choses seront en repos et sûreté, que les deux parties seront tenues d'avancer et pro curer la convocation et la réunion des États-Généraux, en la forme et manière qu'elle a eu lieu à l'époque où l'empereur Charles, de très glorieuse mémoire, fit la cession et la remise de ces Pays-Bas héréditaires ès-mains de Sa Majesté royale, notre gracieux seigneur ; afin de mettre ordre aux affaires du pays tant en général qu'en particulier, tant touchant le fait de l'exercice de la religion (t) ès-pays de Hollande, Zélande, (1) Réformée ."], [39, "DE LA PACIFICATION DE GAND EN -157C. 29 Bommel et lieux associés, que pour la restitution des forte resses, de l'artillerie, des bateaux et autres choses appartenant à Sa Majesté, et lesquelles durant les dits troubles ont été prises par ceux de Hollande et Zélande, ou autrement, selon qu'on trouvera être expédient pour le service de Sa Majesté et pour le bien et union des pays. Ce qui se fera sans contredit, et sans que de part ou d'autre on y puisse donner aucun empêchement, délai ou retardement, soit au regard des ordonnances, décla rations et résolutions lesquelles y seront faites et prises, qu'en fexécution d'icelles, quelles qu'elles soient, à quoi les deux parties se soumettent entièrement et de bonne foi. Art. IV. Que dorénavant les habitants et sujets de part et d'autre de quelque province de par deçà, ou de quelque état, qualité ou condition qu'ils soient, pourront hanter, fréquenter, passer, repasser, demeurer, trafiquer partout, soit pour commercer, et autrement, et ce en toute liberté et sûreté. Bien entendu qu'il ne sera loisible ni permis à ceux de Hollande et Zélande ou à autre pays, de quelque pays, qualité ou condition qu'il soit, d'attenter quoi que ce soit, hors des dits pays de Hollande, Zélande et pays alliés, contre le repos et la paix publique, notamment contre la religion catholique romaine, et l'exercice d'icelle, ni d'injurier ou irriter personne à cause d'icelle en paroles ou en fait, ni de faire scandale par de semblables actes, sous peine d'être punis comme perturbateurs de la paix publique, afin de servir d'exemple aux autres. Art. V. Et afin cependant que personne ne soit légèrement exposé à quelque poursuite, arrestation ou danger, tous les placards qui ont été faits et publiés ci-devant sur le fait d'hérésie, seront suspendus, ainsi que toute suite et exécution à leur donner, jusqu'à ce qu'il en soit autrement ordonné par les États-Géné raux, bien entendu qu'il n'en résulte aucun scandale comme il a été dit plus haut. Art. VI. Que le sieur Prince demeurera amiral-général de la mer,"], [40, "LES ACTES DIPLOMATIQUES 30 et gouverneur de Sa Majesté en Hollande, Zélande, Bommel, et lieux associés, pour y commander en tout, comme il fait présentement, avec les mêmes justiciers, officiers et magis trats, sans aucun changement, ou innovation, à moins que ce ne soit de son aveu et consentement, et ce sur les villes et places que Son Excellence tient à présent, jusqu'à ce qu'il en soit autrement ordonné par les États-Généraux, après le départ des Espagnols. Art. VII. Mais touchant les villes et places comprises dans la commis sion qu'il a de Sa Majesté, et lesquelles présentement ne sont pas sous fobéissance de Son Excellence, ce point demeurera en surséance, jusqu'à ce que les dites villes et places seront jointes en cette union et accord avec les autres États, et que Son Excellence leur aura donné satisfaction sur les points qui pourraient les intéresser relativement à son gouvernement, au regard de l'exercice de la religion, ou autrement, afin que les provinces ne soient pas démembrées, et pour éviter toute dissension et discorde. Art. VIII. Dans fentretemps, nuls placards, mandements, provisions ou exploits n'auront effet dans ies dits pays et villes gouvernés par le dit prince, sinon ceux qui auront été approuvés ou décernés par Son Excellence, ou par le Conseil, les magistrats ou officiers du lieu, sans préjudice pour l'avenir de la juridiction du Grand-Conseil de Sa Majesté. Art. IX. On a aussi stipulé, que tous les prisonniers détenus à cause des troubles passés, notamment le comte de Bossu, seront relâchés sans payer rançon, mais bien les dépens de prison, sauf le cas où les pensions eussent été payées d'avance, ou qu'il fût intervenu à ce sujet une convention ou accord. Art. X. De plus il est entendu, que le dit sieur Prince, et tous autres seigneurs, chevaliers, particuliers et sujets de quelque"], [41, "DE LA PACIFICATION DE GAND EN 1576. 31 état, qualité ou condition qu'ils soient, ainsi que leurs veuves, douairières, enfants et héritiers, de part et d'autres, seront remis en leurs biens, et bonne renommée, et pourront aussi reprendre et ressaisir la possession de toutes leurs seigneuries, biens, prérogatives, actions et créances, non encore vendus ou aliénés, en tel état que les dits biens sont présentement. Et à cet effet, tous les défauts, contumaces, arrêts, saisies et exécutions donnés et faits depuis lecommencement des troubles, en fan 1566, tant pour le fait de la religion, que pour avoir pris les armes, avec tout ce qui s'en est ensuivi, seront cassés, révoqués et annulés. Et pareillement toutes les procédures, actions, et citations, lesquelles en ont été faites, seront anéan ties, rayées des registres, sans qu'il soit de besoin d'en prendre ou obtenir quelque autre documeut ou provision que ce présent traité, nonobstant toutes incorporations, droits, coutumes, privilèges, prescriptions, tant légales, conventionnelles, coutu mières que locales, ni aucunes autres exceptions, au contraire; lesquelles en ce fait et en toutes autres choses, lesquelles concernent lesdits troubles, cesseront, et n'auront aucun lieu, comme y ayant dérogé, spécialement par ces présentes (si tant est qu'il en soit de besoin) comme aussi le droit dispose, que la dérogation générale n'est de nulle valeur, si la spéciale ne précède. Art. XI. Bien entendu qu'en ceci seront compris et jouiront de ce présent bénéfice Madame la comtesse Palatine, auparavant veuve de Monsieur de Brederode, en ce qui touche Viane et autres biens qu'elle peut prétendre, ou ceux qui en ont quelque action d'elle. Art. XII. Semblablement y sera compris le comte de Buren, quant à ce qui louche la ville, le château et le pays de Buren, pour en jouir comme son bien propre, après que la garnison eu sera partie. Art. XIII Les colonnes, trophées, inscriptions et effigies dressées par le duc d'Albe, au déshonneur et blâme, tant de ceux qui ont"], [42, "32 LES ACTES DIPLOMATIQUES été dénommés ci-dessus, que tous autres, seront abattus et démolis. Art. XIV Quant aux fruits et revenus des susdites seigneuries et biens, les arrérages des douaires, usufruits, fermes, cens et rentes, assignés tant sur les pays et villes de Sa Majesté que tous autres, lesquels sont échus avant la date de ces présentes, et néanmoins ne sont pas payés ni reçus par Sa Majesté ou ceux qui en ont cause, chacun en ce qui est du sien les pourra recevoir et en jouir. Art. XV. Bien entendu que tout ce qui est échu, tant des dits héri tages et rentes qu'autres biens, depuis la Saint-Jean de fan 1576, dernier passé, demeurera au profit de ceux qui y ont droit, encore que les receveurs des confiscations ou autres en eussent déjà reçu quelque chose, de quoi en tel cas il ne se fera point de restitution. Art. XVI. Mais s'il y a quelques années des dites fermes, rentes ou autres revenus, lesquelles aient été saisies et reçues de par Sa Majesté, chacun sera pour semblables années franc, libre et quitte des charges réelles, et hypothèques assignées sur les biens, comme aussi l'on sera tenu pour libre, franc et quitte de toutes les rentes assignées sur les pays et biens, desquels on n'a pu jouir à cause des troubles passés, le tout au prorata du temps que la jouissance en a été empêchée pour la cause susdite. Quant aux cathels (huiscatheylen) et autres meubles, dissipés, vendus ou aliénés de part et d'autre, personne n'en pourra prétendre aucune restitution. Art. XVII. Et au regard des héritages, maisons et rentes, lesquels ont été vendus ou aliénés à titre de confiscation, les Etats-Généraux députeront quelques-uns d'entre eux, en chaque province, [tour prendre connaissance des difficultés, s'il s'en présente pour en faire satisfaction raisonnable, tant aux anciens propriétaires,"], [43, "DE LA PACIFICATION DE GAND EN 1576. 33 qu'aux acheteurs, et vendeurs des dits biens et rentes, pour leur rentrée en possession et éviction, respectivement. Art. XVIII. Le même se fera, touchant les arrérages des rentes person nelles et obligations, et de toutes autres prétentions, plaintes, doléances, que les intéressés, à cause des troubles, pourraient ci-après intenter et proposer de part et d'autre, en quelque manière que ce soit. Art. XIX. Que tous les prélats et autres personnes ecclésiastiques, dont les abbayes, diocèses, fondations et résidences situées hors de Hollande et Zélande, sont néanmoins bénéficiés dans les dits pays, rentreront en possession de leurs dits biens comme plus haut en ce qui touche les séculiers. Art. XX. Mais quant à ce qui touche les personnes religieuses et autres ecclésiastiques, qui ont été proies et prébendes dans les dites deux provinces, et s'en sont retirés, vu que la plupart de leurs biens ont été aliénés, on leur donnera dorénavant une raison nable alimentation avec ceux qui y sont demeurés, ou autrement on leur permettra la jouissance de leurs biens, au choix et option toutefois des Etats, le tout par provision, et jusqu'à ce qu'il soit statué par les Etats-Généraux sur leurs prétentions ultérieures. Art. XXI. Et après on a accordé que toutes donations, exhérédations, et autres dispositions entre-vifs ou à cause de mort, faites par personnes particulières et privées, et par lesquelles les vrais héritiers ont été déboulés, lésés et déshérités, à cause des dits troubles ou de la religion, seront en vertu des présentes, tenues pour cassées et de nulle valeur. Art. XXII. Et comme ceux de Hollande et de Zélande, pour d'autant mieux fournir aux frais de la guerre, ont mis à haut prix toutes"], [44, "34 LES ACTES DIPLOMATIQUES espèces de monnaie d'or et d'argent, lesquelles ils ne sauraient écouler en d'autres provinces sans grande fierté, il a été stipulé que les députés des Etats-Généraux aviseront au plus tôt qu'il sera possible, à prendre là-dessus une mesure générale, de manière à égaliser le taux des monnaies au mieux qu'il pourra se faire pour le maintien de cette Union, et la facilité du trafic réciproque. Art. XXIII. Et quant aux représentations faites par les députés de Hollande et Zélande, afin que la généralité de tous les Pays- Bas prenne à sa charge de payer toutes les dettes que le sieur Prince a faites pour ses deux expéditions et la levée de ses deux grandes armées, à quoi tant ceux de Hollande et Zélande que les autres provinces et villes qui se rendirent du temps de sa dernière expédition, s'étaient obligées (comme ils dirent); ce point a été remis et laissé à la discrétion et détermination des dits Etats-Généraux auxquels, après que toutes les affaires seront apaisées, on en fera rapport et remontrance, afin d'y prendre tel égard qu'il appartiendra. Aut. XXIV. En ce commun accord et pacification ne seront point compris, pour jouir du bénéfice d'icelle, les pays, seigneuries et villes, tenant parti contraire, jusqu'à ce qu'ils se seront effectivement joints et unis en cette confédération, ce qu'ils pourront faire quand il leur plaira. Lequel traité et négociation de paix, en suite du rapport, agrément et aveu des seigneurs, députés au gouvernement des dits pays, comme anssi des États d'iceux, ainsi que de Monsieur le prince d'Orange, des États de Hollande, Zélande et associés, les susdits députés en vertu de leur pouvoir et commission ont promis d'observer, maintenir et accomplir inviolablement dans tous les dits points et articles, comme aussi tout ce qui par les États-Généraux sera défini et ordonné à cet égard, et de les faire respectivement ratifier, jurer, signer et sceller de part et d'autre par les prélats, nobles, villes, et autres membres des susdits pays, et particulièrement par ledit seigneur prince d'Orange, tant en général qu'en particulier, et ce dans le mois"], [45, "DE LA PACIFICATION DE GAND EN 1 570. 35 qui suivra au contentement de chacun. En témoignage de ce qui précède les susdits députés ont signé les présentes dans ITIótel-de-ville de Gand, le 8 novembre 1ô76. Et ont signé les députés nommés dans le préambule ci-dessus. IX La nouvelle de la Pacification de Gand sut accueillie avec une joie universelle dans tous les Pays-Bas. De toutes les clauses du traité, le pays n'en voulait voir que deux : ['apaisement des poursuite* religieuses, et l'union avec le Nord qui le garantissait du retour des violences des soldats espagnols. C'était, en quelque sorte, la paix à l'intérieur et à l'extérieur, et à ce titre, la Pacification de Gand méritait bien le nom qui lui est resté. Le pays croyait avoir atteint l'objet de ses vœux ; les Etats-Généraux, parlant au nom du Roi, avaient imprimé une direction nouvelle à la politique du gouvernement, et il semblait que pour le moment, on eût résolu toutes les questions qui depuis une dizaine d'années préoccupaient si cruellement le peuple. Le prince d'Orange, sans s'expliquer sur les suites possibles de la tournure nouvelle qu'avaient prise les événements, conser vait la position qu'il s'était acquise en Hollande et s'assurait le concours, plus au moins complet, des provinces méridionales. Sa cause ne pouvait que gagner à l'alliance. S'il n'était pas également assuré de tous ses nouveaux confédérés, il ne pouvait manquer de se trouver dans leur nombre quelques adhérents fidèles, et certes, l'effet moral que devait produire la démon stration des États était à lui seul un puissant appui pour sa politique. Après la conclusion de la Pacification de Gand, les Etats- Généraux s'étaient transportés à Bruxelles, où était depuis Charles-Quint le siège ordinaire du gouvernement général. Ils ne furent pas longtemps sans se dissimuler que leur tâche n'était pas finie. Le traité de Gand avait posé les bases d'une organisation assez compliquée, et il leur fallut, pour en assurer le fonctionnement, une hbeité et une paix que n'osaient trop espérer ceux qui n'avaient pas oublié de regarder du côté de .'Espagne. On avait, il est vrai, réservé la souveraineté du Roi, mais en s'emparant de la direction suprême des affaires;"], [46, "36 LES ACTIÌS DIPLOMATIQUES on avait stipulé des garanties pour le maintien de la religion catholique, mais ces mots mêmes n'étaient pas entendus par tous de la même façon, et l'on devait, ignorer si les concessions faites seraient ratifiées à Madrid. On ne prévoyait peut-être pas, il est vrai, à cette époque, que le Roi se montrerait plus absolu que les théologiens ap pelés à former son conseil. Les craintes des États étaient suffisamment justifiées par l'arrivée de don Juan d'Autriche, le nouveau gouverneur-général, qui venait enfin ressaisir l'autorité si longtemps abandonnée au Conseil d'État, depuis la mort deRequesens. Don Juan déclarait que sa venue n'avait d'autre objet que démettre fin aux troubles, de rendre la paix au pays et de lui donner les satisfactions qu'il réclamait, pourvu qu'il ne fût porté aucune atteinte à l'obéissance due au Roi, et qu'on maintînt la religion catholique dans son intégrité. Les États-Généraux ne pouvaient faire autre chose que de reconnaître le gouverneur envoyé par le Boi, mais ils n'entendaient pas lui remettre l'autorité sans conditions. Ils continuaient à s'assurer successivement la possession des villes et à augmenter leurs troupes. Don Juan, médiocrement accom pagné, ne pouvait, de son côté, s'avancer beaucoup en Belgique sanscourir de grands risques. II s'arrêta d'abord à Luxembourg, où il ouvrit, le 28 novembre, une négociation avec les États. Ces pourparlers attirèrent aussitôt l'attention du prince d'Orange qui ne manqua pas d'en écrire à Bruxelles. La Pacification de Gand, dont la publication était encore si récente, devait nécessairement servir de base aux propositions portées à Luxembourg. Longtemps après, lorsqu'il fut clair pour tout le monde que l'on ne s'entendrait jamais sur le fond du débat, le traité du 8 novembre fut encore comme uu mot d'ordre, comme un drapeau sous lequel chacun tenait à se rallier. Malheureusement, il n'y avait plus là qu'une apparence sans réalité, que l'on hésitait encore à détruire, mais qui n'était plus qu'une sorte de leurre offert successivement à tous les partis. Les conditions proposées par les États à don Juan d'Autriche comprenaient un article ainsi conçu : «Aut. 4. — Que Son Altesse promettra de maintenir la paix faite avec le prince d'Orange et ceux de Hollande et de Zélande, n'y ayant rien en icelle qui porte préjudice à la religion catholique. »"], [47, "DE LA PACIFICATION DE GAND EN to7(i. 37 Les articles surent rendus apostilles par le prince gouverneur : à farticle 4, il était répondu : «Que Son Altesse se prête à s'entendre pour une paix géné rale du pays, pourvu qu'il n'en sorte aucun préjudice à la religion catholique romaine, et à l'obéissance due au Roi. » II était dès lors facile de voir d'où les difficultés devaient surgir : le nouveau gouverneur tenait avant tout, et sans doute en vertu d'instructions royales, aux articles relatifs à la religion. On était unanime sur le maintien du catholicisme, mais les deux parties s'accordaient-elles aussi bien sur ce qu'il fallait entendre par ces mots? Déjà, le passé savait montré, il y avait des divergences d'opinion sur ce point entre le Roi et les repré sentants officiels de féglise des Pays-Bas. Le concours de plusieurs prélats à la Pacification de Gand eût tranché la question, si elle avait pu être résolue dans le pays et par des autorités nationales. Mais don Juan ne se montra pas édifié par les explications des envoyés des États. Ceux-ci cherchèrent alors d'autres apjtuis. Ils s'adressèrent à l'Univcrsité de Louvain et la requi rent de prononcer sur le caractère doctrinal du traité soumis à l'appréciation du gouverneur-général. Le 16 et le 25 décem bre, la faculté de théologie de l'Univcrsité et avec elle les docteurs et professeurs de droit, déclarèrent ( ' ) qu'il ne s'y (1) Nous, doyen et faculté de la sacrée théologie á Louvain, — ayant lu attentivement le traité de paix conclu par les États des Pays-Bas avec le prince d'Orange et ses confédérés — ayant considéré mûrement tous et chacun àes articles de ce traité, pour savoir s'il contient quelque chose de contraire à la foi et à la religion catholique romaine, — Jugeons et estimons le dit traité de paix être très utile à la foi catholique. Prions tous ceux qui seront appelés à réunir les Etats-Généraux en exécution des dits articles, de ce faire le plus tôt possible. Fait à Louvain dans le grand chapitre de l'église collégiale de Saint-Pierre, le 25 décembre 1576. Job. MilanusDecanus pro tempore,Michael de Bay, AugustinusHunnceus, Cornélius Reineri Goudanus, Roberlus Malcotius, Pastor S. Pétri Lova niensis, HenricusGravius Lovaniensis, Joanues Lens Bellionanus, Laurentius Gualterius Westeihorius et Henricus Crockaert. Nous soussignés «'.odeurs en l'un et l'autre droit, professeurs des études générales dans l'Université de Louvain, consultés et requis, etc., pour savoir si le dit traité contient quelque chose de contraire à la sainte foi chrétienne et à la religion catholique romaine ; sommes d'avis que le dit traite ne contient rien de tel, mais que ce traité tend notoirement et doit servir à préparer la restauration et restitution de la dite foi et religion dans les"], [48, "LES ACTES DIPLOMATIQUES 38 trouvait rien de contraire à la religion chrétienne et ni catho licisme. Les évêques, abbés, doyens et curés rendirent un arrêt semblable. Pour achever de triompher des scrupules de don Juan sur l'autre point indiqué par lui, ['assemblée de Bruxelles s'adressa au Conseil d'État pour savoir si, à ses yeux, le traité contenait rien qui fût préjudiciable à f obéissance due au Boi. Le mémoire explicatif remis au nom des États appuyait sur le caractère provisoire de farticle V du traité. Le 20 dé cembre, le conseil d'État rendit un avis M) également favo rable à l'approbalion de la Pacification de Gand. 11 y avait donc en Belgique un parti puissant en saveur d'une politique modérée, et ce parti qui demandait à l'Espagne des concessions, qui ne considérait pas comme des rebelles les Hollandais armés et qui, enfin, renonçait à user de violence en matière de religion, comptait des représentants dans tous les ordres de l'Etat, dans fadministration supérieure, dans la noblesse et le clergé. Le clergé des Pays-Bas connaissait la situation du pays; il avouait les périls qu'y courait la foi catho lique, et il se prononçait avec une remarquable netteté contre les moyens employés pour combattre l'hérésie. Ces prélats et ces docteurs montraient plus de foi dans la bonté de leur cause que dans les rigueurs de fautorité. Peut-être étaient-ils con vaincus de l'inutilité des supplices; peut-être adhéraient-ils dès cette époque à la doctrine que nulle croyance ne saurait être imposée par la force, et que la liberté de la conscience humaine doit être sacrée pour les dépositaires de la force sociale. Si une lieux soumis à Sa Majesté dans lesquels la dite foi et religion est en granit déclin et dans un état désespéré (in de welke seer na het selve gelove en calholyke roomse religie is ver va lien en gcdespereert). Fait à Louvain le Î6 décembre 1576. Joannes Warnesius, Petrus Peckius, Joannes Ramus, Michel Hermout, Joan. de Byenen. — Bon. t. I. p. 768. (I) Déclarent et attestent que dans le dit traité il n'y a rien qui porte préjudice à l'autorité et légitime obéissance île Sa Majesté, attendu que le contenu des propositions de Sa Majesté dans l.i négociation de Bréda était conforme à celui ci ; qu'au contraire l'autorité et l'obéissance à Sa Majesté y est reconnue et conservée, le traité étant entendu fait avec connaissance, obéissance et agréation de ceux du conseil au nom de Sa Majesté, commis et préposés par Sa Majesté au gouvernement (lu pays; que tous les articles y contenus sont remisa la réunion dc> liìats-Génciaux, etc. Boa. t. I. p 768."], [49, "DE LA PACIFICATION DE GAND EN I57C. 39 opinion peut quelquefois être imposée par la crainte, c'est lorsqu'elle porte le cachet de f évidence ; les lois pénales repo sent sur ce principe. Les croyances philosophiques ou religieuses ne sont jamais dans ce cas, quelques preuves qu'elles puissent apporter, elles sont toujours exposées à un débat auquel les ressources de l'entendement humain ne sauraient mettre un terme ; la raison dernière, invoquée de part et d'autre, n'est qu'une affirmation dont la valeur est égale des deux côtés. II n'est pas de croyance qui ait des arguments décisifs à faire valoir pour s'arroger le privilège de la certitude. Ce quelque chose d'incertain sans lequel il n'y aurait pas de foi véritable (< ), enlève aux opinions philosophiques et religieuses le droit de s'imposer par la force aux intelligences qui ne cèdent pas à la conviction. Les religions doivent se borner à user de preuves morales; elles n'ont jamais trouvé qu'un appui trompeur dans les moyens de contrainte dont uue fausse politique les a quel quefois induites à se servir. La réforme religieuse, au XVI\" siècle, prétendit d'abord, à fexcmple du catholicisme, au monopole exclusif de la vérité religieuse. Mais plus tard, quand les deux religions se furent fait à chacune leur domaine, le principe de la liberté de conscience se fit jour d'une manière plus complète, et de la suspension des voies de rigueur à fégard des dissidents, il n'y eut plus qu'un pas à faire pour proclamer la neutralité de l'État moderne en matière religieuse. L'État n'en est pas moins intéressé au maintien du principe religieux, quelle que soit la forme sous laquelle il se manifeste : il y a là une force dont il serait mal venu à ne pas se servir utilement. On verra plus loin, à foccasion de la paix de religion de 1578, que ces idées sur la liberté de conscience avaient déjà germé dans beaucoup de bons esprits. Elles inspiraient la majorité des États. Les membres ecclésiastiques de fassem blée admettaient que le maintien de la religion catholique n'avait rien d'incompatible avec une certaine indulgence poul ies novateurs; ils croyaient, non sans raison, qu'à part une minorité que la rigueur ne faisait qu'exalter, les habitants des Pays-Bas demeureraient fidèles à leur ancienne foi comme à leur souverain. (1) Beati qui non videruut et credideiunl. — Bienheureux ceux qui n'ont pas vu, et qui ont cru (S. Jean XX. 29)."], [50, "40 LES ACTES DIPLOMATIQUES Les Etats-Généraux persévérèrent dans leur politique. Quelques-uns des députés, estimant que les négociations avec don Juan pouvaient amener parmi eux des mésintelligences. proposèrent une nouvelle Union, dans le but de se joindre entre eux pour le maintien de la Pacification de Gand, et de se défendre de toutes leurs forces (t). Ce projet d'une nouvelle union fut d'abord soumis à fexa men de huit membres. Ils furent d'avis qu'il serait bon de le faire signer par tous les députés des Etats. Les premiers qui signèrent furent Jean Van der Linden, abbé de Sainte-Gertrude, l'un des négociateurs de Gand; Philippe, comte de Lalaing; Maximilien, comte de Bossu, Pierre de Worchum, F. Perenot (2), A. d'Oingnies, Guillaume de Hornes et Jean de Berselen. Cette Union (3) dite de Bruxelles, est du 9 janvier 1577. Les négociations de Luxembourg se poursuivaient toujours. Le \"25 janvier, les Etats faisaient à don Juan de nouvelles propositions; elles se résumaient en deux points : l'approbation de la Pacification de Gand et le rappel des soldats espagnols. Le prince répondit qu'il ne demandait pas mieux que de se prêter à une pacification générale des Pays-Bas, mais, le len demain, il déclara ne pouvoir, dans sa conscience, accorder la Pacification de Gand, particulièrement parce que, dans cet acte, les Espagnols étaient nommés rebelles et traîtres au Boi et à la patrie. Ce jour, le 26 janvier, les Etats firent une protestation immédiate, à laquelle don Juan répondit par une contre protestation. (1) Met lys, goed en vloed. (2) Nous avons, en vertu de notre pouvoir et commission, respective ment et autrement, pour nous et nos successeurs, promis et promettons en bonne foi, comme bons chrétiens, gens d'honneur et vrais amateurs de notre patrie, de tenir et entretenir inviolablement et pour toujours, cette union, association et alliance commune, sans qu'aucun de nous s'en puisse désunir ou séparer par simulation, feintise, secrète intelligence, ni par aucune autre manière que ce soit, pour la conservation de notre sainte foi et de la religion catholique, apostolique et romaine, l'accomplissement de la susdite Pacifi cation, comme pour l'expulsion des Espagnols et de leurs adhérents, sous la due obéissance de Sa Majesté, le lien et le repos de notre patrie, ensemble pour maintenir tous et chacun nos privilèges, droits, franchises, statuts, coutumes et nuances anciennes. (Recueil des Traités. 1.374.) (3) Frédéric Peienot, sieur de Champigny', père de Granvclle."], [51, "DE LA PACIFICATION DE GAND EN 1576 '►I L'incertitude du prince gouverneur, durant cette journée, a dû aller jusqu'à l'angoisse. Sa situation était critique; les États conservaient la direction de toutes les forces du pays, et, depuis deux mois, don Juan n'avait fait aucun progrès. Les circon stances triomphèrent de ses scrupules et, peut-être, le firent transiger sur ce qu'il savait des volontés du Roi. A minuit, le même jour, le P. Vrigoso, accompagné de févêque prince de Liège, apporta aux envoyés des Etats un message de don Juan, conçu dans ces termes : « J'agrée et approuve la paix faite entre les Etats et le prince d'Orange, s'il ne s'y trouve rien contre la religion catholique romaine ou contre l'autorité de Sa Majesté, sous les conditions énoncées aux articles donnés dans mon dernier écrit. » C'était un consentement avec quelques réserves et quelques réticences, il est vrai, mais on pouvait en profiter pour arriver à un accommodement. Les termes vagues dont on avait déjà souvent fait usage dans les négociations relatives à la Pacifica tion de Gand, laissaient encore ici, malheureusement, trop de prise à un malentendu. La suite montrera si ce défaut de précision n'était pas calculé. Quoi qu'il en soit, les stipulations de Luxembourg surent la base de f acte de Marche-en-Famène, qui contenait les conditions auxquelles les Etats reconnaissaient don Juan en qualité de gouverneur-général, et lui remettaient fautorité suprême aux Pays-Bas. Cet acte, donné au nom du Roi et publié à Bruxelles le 17 février 1577, porte le nom d'Edit perpétuel. L'édit royal rappelait qu'à foccasion des troubles survenus par le fait des soldats espagnols, Sa Majesté avait envoyé aux Pays-Bas et commis au gouvernement de ces pays don Juan d'Autriche, lequel avait traité premièrement en la ville de Luxembourg avec les députés des Etats-Généraux. L'édit mentionnait les noms de ces derniers. C'étaient : Mathieu, abbé de St-Ghislain, évêque élu d'Arias; Charles Philippe de Crov, marquis d Havre ; Charles de Hauwaert, baron de Liedekerke, vicomte de Bruxelles, et le conseiller flamand Adolphe de Meelkerke. II ajoutait que les négociations s'étaient poursuivies à Marche, puis à Huy et enfin à Bruxelles, avec fintervention des commissaires de f empereur Rodolphe II, Gérard de Groesbeke, évêque de Liège, Philippe d'Aide, baron de Wynebourg et André Gaille, docteur ès-lois, 6"], [52, "LES ACTES DIPLOMATIQUES 42 conseiller de Sa Majesté impériale; de ceux du duc de Juliers, Warner, sieur de Gimmich, et Jean Louwerman, licencié en droit, et d'Octave Gonzague, commis pardon Juan pour traiter avec les États-Généraux et le conseil d'État. L'édit perpétuel (i) accordait le maintien de la Pacification de Gand et le rappel des troupes espagnoles. Mais les termes mêmes du traité indiquaient assez que ces concessions n'étaient faites qu'avec une grande appréhension et comme à regret. Aussi la situation n'en fut-elle pas sensiblement changée. Dès (1) Art. II. Que puisque les évêques, abbés et autres prélats et personnes ecclésiastiques de nos dits pays, comme aussi ceux de la faculté en théologie et ès-droits, de l'université de Louvain, ont par diverses lettres patentes dressées là-dessus, avisé et atleslé que selon l'état des affaires auquel étaient pour lors nos dits Pays-Bas, le traité de paix fait et arrêté en notre ville de Gand, le 8 de novembre dernier passé entre les États susdits d'une part, et notre cousin Guillaume de Nassau, chevalier de notre ordre, prince d'Orange, et les États de nos pays de Hollande et Zélande, avec leurs asso ciés et alliés, de l'autre, ne contenait rien qui préjudiciait à notre sainte foi et à la religion catholique, apostolique et romaine, mais au contraire servait à l'avancement d'icelle, et que pareillement ceux de notre conseil d Etat ont avisé, arrêté et certifié, que suivant l'état des affaires auquel nos dits pays étaient pour lors, le dit traité de paix ne contenait semblablement rien qui fût préjudiciable à la grandeur, à l'autorité et sujétion que nos dits pays nous doivent, et notamment que la même chose a été attestée et certi fiée par les dits seigneurs de l'empire, et subdélégués du susdit prince et duc de Juliers, en conformité de ce que les susdits évêques, abbés et autres prélats et personnes ecclésiastiques, avec ceux de notre conseil d'État, en ont attesté. C'est pourquoi nous avons agréé, approuvé et ratifié, agréons, approuvons et ratifions par les présentes le dit traité de paix, en tous ses points et articles, promettant en foi et parole de roi et prince, autant que le dit traité de paix nous touche et concerne, de le garder et observer à jamais inviolablement, et de le faire pareillement maintenir et garder par tous et un chacun de ceux auxquels il a trait. En suite de quoi nous accordons et ordonnons que la convocation de l'assemblée des États-Généraux de nos «lits Pays Bas, mentionnée en l'article troisième du susdit traité de paix, sera faite en telle façon et manière, et avec teU elfets que contient le susdit article. Art. III. Item, nous accordons, statuons et ordonnons que tous et chacun de nos gens de guerre, Espagnols, Allemands, Italiens, Bourgui gnons et autres étrangers, tant achevai qu'à pied, étant prisentement en nos dits Pays-Bas, partiront libres, francs, et sans empêchement hors de nos dits pays, sansy pouvoir retourner ou sans qu'autres y pourront derechef être envoyés, n'ayant point de guerre hors de pays, et généralement n'en ayant point de besoin, comme les États-Généraux des dits pays le savent et le trouvent bon. (Recueil des Traités.)"], [53, "DE LA PACIFICATION DE GAND EN 1570. 43 le 19 février, le prince d'Orange et les États de Hollande et de Zélande publièrent une protestation contre ledit perpétuel. Les articles leur en avaient été présentés, au nom des États- Généraux, par le sieur de Willerval et maître Paul Buys, accompagnés d'un ambassadeur de f empereur. De part et d'autre, la défiance commençait à renaître, et les doutes conçus dès sabord sur la mise à exécution du traité de Gand ne firent que se fortifier. L'autorité du gouverneur général était en apparence établie, mais le prince d'Orange n'eut garde de poser les armes, les États-Généraux de Bruxelles conservèrent une altitude menaçante, et les semaines, puis les mois s'écoulèrent sans que le pays eût un terme à ses inquié tudes et à son malaise. X Les troupes espagnoles sortirent de Flandre le 26 avril. Don Juan, demeuré seul à Bruxelles, se convainquit bientôt que les États demeuraient en possession de la réalité du pouvoir. 11 eût été heureux pour tout le monde qu'il acceptât franchement cette situation, et qu'il se contentât d'être aux Pays-lias le représentant du souverain. II préféra s'engager dans une lutte périlleuse contre les États-Généraux, lesquels se plaisaient à se considérer comme les représentants du pays et les organes naturels de l'autorité. De commun accord, le gouverneur et les États jugèrent nécessaire de demander au prince d'Orange qu'il se conformât à l'édit perpétuel. Ils envoyèrent à Gertruidenberg une mission présidée par le duc d'Aerschot. Elle avait à proposer au prince d'Orange que l'édit perpétuel fût publié et mis en vigueur en Hollande, ce eût amené la cessation des hostilités et le rétablissement de fordre. Le 14 mai 1577, les États de Hollande et Zélande répon dirent d'une manière détaillée aux demandes du duc d'Aerschot. D'après les instructions remises le '28 octobre 1 576 aux États- Généraux par le seigneur de Willerval, l'acte de Marche-en- Famène contenait plusieurs articles qui ne s'accordaient pas avec les stipulations de la Pacification de Gand. « C'est pourquoi le prince et les États n'ont consenti à la pacification, que sous f ex presse condition que messeigneurs des"], [54, "44 LES ACTES DIPLOMATIQUES États-Généraux passeraient de leur côté un acte obligatoire en due forme, signé par eux, par les gouverneurs des provinces, chefs et capitaines. » Qu'eux, les États-Généraux, par acte du 1\" mars, ont déclaré être toujours prêts, et fètre encore à faire maintenir ladite Pacification de Gand , et à faire redresser ce qui serait contraire au privilèges, droits, et coutumes des Pays-Bas. » Que cette promesse néanmoins n'a pas été remplie. x Que de plus, les Allemands rie sont pas encore partis, tou jours contrairement à ladite Pacification. » Item , que loin de conserver et d'augmenter les privilèges du pays, on semble tendre ouvertement à les diminuer. » Item, que ceux de la religion (réformée) ne sont pas admis dans les places et villes des autres provinces, pour y demeurer conformément à la Pacification de Gand. » En outre, sans compter que les promesses de la Pacification de Gand, et ce que les États ont promis postérieurement, est demeuré sans exécution, les dits États ont accepté don Juan pour gouverneur et capitaine général, sans avoir pris l'avis du dit prince, et des États de Hollande et Zélande ; non que ceux ci aient rien à y opposer, mais parce qu'il leur semble néanmoins que f union convenue dans ladite pacification est tenue en peu d'estime. » Le 20 juin, le prince d'Orange écrivit en ces termes, à son tour, aux États-Généraux : « Messeigneurs, personne d'entre vous n'ignore que la pacification faite à Gand le 8 novembre a été funique et souve rain remède à une infinité de maux qui sont venus fondre sur notre malheureuse patrie, et qu'elle nous a en même temps délivrés du joug insupportable de la cruauté et de la tyrannie d'étrangers qui voulaient nous perdre à jamais. Vous n'ignorez pas combien moi-même, et les États de Hollande et de Zélande, avons fait d'efforts dans l'intêrêt commun. » Néanmoins, certains peu affectionnés à la patrie cherchent, sous différents prétextes, à ramener parmi nous les anciennes guerres civiles. » C'est pourquoi je vous prie de maintenir une paix tant de fois jurée, et de fobserver en réalité, car il semble que nous n'en avons jusqu'à ce jour que sombre, ce qui fait que nous n'en avons pas tiré les meilleurs fruits, à savoir une union"], [55, "DE LA PACIFICATION DE GAND EN 157(i 45 solide et une amitié sincère. On ne voit pas encore non plus que les biens aient été restitués, ni le gouvernement réuni, ni que les étrangers, qui se sont montrés les ennemis les plus acharnés de la patrie, et qui ont saccagé les biens des habitants, soient partis, ni les prisonniers remis en liberté, ni les bannis rappelés, ni les anciens privilèges restitués, ni qu'on ait réparé ce qui a été tenté de contraire à ceux-ci. Au contraire, on essaie de nouveau de renverser l'autorité des États, de remettre en crédit des étrangers, qui ont été la cause et l'origine de la ruine générale; on recommence à mettre rigoureusement à exécution les placards sur le fait de la religion ; on relève féchafaud pour tyranniser la conscience des malheureux habitants, on répand ainsi de nouvelles semences de divisions, comme auparavant elles ont amené dans le pays toutes sortes de calamités. » Depuis le mois de février, don Juan gouvernait en appa rence, d'accord avec les États; en réalité, il était sans autorité personnelle. Divers incidents avaient signalé le peu de con fiance que le prince et fassemblée de Bruxelles s'inspiraient mutuellement. Le gouverneur-général se crut menacé jusque dans sa personne, et ce fut sous le prétexte de sa sûreté, qu'il s'empara, par stratagème du château de Namur, le 24 juillet 1577. C'était déclarer sa rupture avec les États. Une fois encore, les autorités nationales, pour employer une expression moderne, allaient se trouver en lutte avec le représentant du Souverain. Ce fait s'est reproduit souvent en Belgique; il s'explique par la raison que nos provinces se sont trouvées fréquemment réunies à des couronnes étrangères. Les intérêts locaux ne pouvaient pas toujours s'accommoder des nécessités de la poli tique générale : ils n'étaient pas appréciés de la même façon à Bruxelles et à Madrid. Cet accord de vues et d'intérêts entre les gouvernants et les peuples est l'un des plus précieux avantages que procure l'indépendance nationale; nous en jouissons à présent et nous en ressentons tous les jours les bienfaits; mais il a fallu, pour nous fassurer, près de trois siècles encore, pendant lesquels fhistoire nous montre constamment victimes des ambitions et des luttes de l'Europe."], [56, "46 LES ACTES DIPLOMATIQUES XI Don Juan d'Autriche, retiré au château de Namur avec f intention de dicter la loi aux États, commença par faire l'apo logie de sa conduite. Le 25 août, il promettait encore de gou verner sur les bases de la Pacification de Gand, à condition qu'on ne lui demandait plus de rendre Namur. Mais il était difficile de cacher plus longtemps l'hostilité qui existait entre le gouver neur-général et ies États. Ces derniers se tournèrent de nou veau vers le prince d'Orange et cherchèrent à nouer avec les Hollandais une alliance plus étroite. Le seigneur de Banigny et Roland Courteviile furent députés aux États de Hollande et Zélande pour leur dire que les États-Généraux avaient juré une paix solide et inébranlable, et que celle-ci avait été confirmée par Sa Majesté. Que néan moins don Juan d'Autriche, montrant sa mauvaise volonté envers le pays, s'était emparé des châteaux et ville de Namur, comme il avait essayé de le faire à Anvers, etc., qu'il cherchait à anéantir la Pacification et faisait venir des troupes d'Allema gne, Bourgogne, France, Savoie, Italie et Espagne. Comme il appert de ces faits, ajoutaient les États, qu'il n'est pas possible de maintenir le pays dans la possession de ses anciens privilèges sans une guerre, au moins défensive, pour laquelle il était nécessaire de lever de part et d'autre de grandes sommes d'argent. Considérant que les autres provinces avaient supporté de grosses contributions, ils priaient la province de Hollande de contribuer sur f ancien pied à la défense commune. La réponse des États de Hollande fut négative. Les États- Généraux n'en proposèrent pas moins au prince d'Orange de venir à Bruxelles. Leurs députés le trouvèrent à Gertruidenberg. Le prince protesta de la fidélité des États de Hollande et Zélande à la Pacification, et déclara que l'exercice de la religion catholique romaine serait permis dans les pays de Hollande et de Zélande, à tous ceux qui le désireraient ( i ). Le 23 septembre, Guillaume d'Orange fait une entrée triomphale à Bruxelles. II confirme les promesses faites par lui relativement au maintien de la Pacification de Gand et à la protection des catholiques. Les États, en retour, lui confient (I) Bor. livre XI. p. S73."], [57, "DE LA PACIFICATION DE GAND EN 157G. 47 la haute direction des affaires et lui confèrent la dignité, rétablie par lui à cette occasion, de Ruwaert ou protecteur de Brabant. C'était, dans la circonstance du moment, une sorte de lieutenance du gouvernement général. De lavis du prince d'Orange, les États firent de nouvelles propositions à don Juan; elles contenaient ce qui suit : D'abord que le traité de la Pacification de Gand et l'édit perpétuel , ainsi que les ratifications de Sa Majesté demeure raient en pleine force et vigueur, et que tout ce qui s'y serait fait de contraire, n'importe par qui, serait nul, comme non-avenu, et perpétuellement oublié. Et, pour mieux rétablir la confiance parmi les sujets de Sa Majesté, pour le service de Dieu, le maintien de la religion catholique romaine, fobéissance au Roi, il y aurait oubli des deux côtés et abandon de poursuites. Que Son Altesse quitterait immédiatement le château de Namur, licencierait les soldats allemands et remettrait les choses militaires en état. Don Juan montra un grand mécontentement et partit pour Luxembourg. Sa réponse fil voir clairement que tout entente était perdue. Les États publièrent alors un mémoire justificatif. Ils y priaient le Roi, leur seigneur et prince naturel, fempereur et tous les rois, princes de la chrétienté, de jeter un œil de miséricorde sur leur extrême misère ; ils ajoutaient que les États, et ceux de Hollande et de Zélande, ainsi que le prince d'Orange, s'étaient réunis pour résister de tout leur pouvoir à leurs ennemis. Les États-Généraux avaient en quelque sorte déclaré la vacance du gouvernement général. Guillaume d'Orange était à Bruxelles le premier personnage de l'État; son élévation porta ombrage à ses rivaux et devint l'un des principaux motifs qui engagèrent quelques-uns des plus grands seigneurs du pays, à la tète desquels était le duc d'Aerschot, à proposer à farchiduc Mathias d'accepter le titre et les fonctions de gouverneur-général des Pays-Bas. Ce prince quitta Vienne à cet appel et, comme le dit avec justesse Bentivoglio (i), rien n'égala la hardiesse de celui qui osa faire une proposition de cette nature, que la facilité de farchiduc à faccepter."], [58, "LES ACTES DIPLOMATIQUES 48 Le duc d' Arschot ne fut pas longtemps à se repentir d'une mesure qui avait, quoi qu'on en pût dire, blessé le prince d'Orange. Ce seigneur était gouverneur de Flandre; il était retourné à Gand, et y était entouré des chefs de fadministration de la province pour les États. C'est à ce moment qu'un acte audacieux vint porter un coup sensible à la cause des États- Généraux et brisa f union qui avait existé jusqu'à ce jour entre les provinces méridionales des Pays-Bas. Le 28 octobre 1577, un soulèvement conduit par deux hommes demeurés célèbres, Hembyre et Ryhove, éclata à Gand. Le duc d'Aerschot fut jeté en prison avec les membres de son conseil, et le gouvernement de la Flandre se trouva en quelques heures, saisi par un parti violent qui pendant près de sept années, fit peser sur la capitale de la province une véritable tyrannie. C'était en quelque sorte une révolte locale contre fautorité de l'État; ces espèces de mouvements populaires ne manquent jamais de prétextes, et l'on a vu se produire de nos jours, sur une plus grande échelle, des faits qui présentent un caractère analogue. A Gand, en 1577, ce fut au nom des libertés locales que l'on parvint à entraîner une population trompée sur les inten tions et la politique du gouvernement (i). Certes, les États- (1) Manifeste de nobles, notables et commune de Gand, du 9 novem bre 1577. I. Que si l'arrestation des seigneurs n'avait pas eu lieu, il en serait résulté une division profonde dans tous les Pays-Bas, et une rupture de la paix et de l'accord avec les États et pays de deçà (la Hollande), ce qui aurait ramené avec une ruine et une désolation générales, le retour de la tyrannie des Espagnols. Tous ceux qui souhaitent leur propre conservation, et celle de leurs femmes et de leurs enfants s'y opposeront de toutes leurs forces: ils ont encore devant les yeux, les meurtres, pillages et violences, dont l'àge et le sexe n'ont préservé personne, à notre grand regret et consternation. II. Que les dits seigneurs dans la dernière réunion des États avaient déposé une protestation contre la nomination du prince d'Orange au gou vernement des Pays-Bas; que leur but était de diviser le pays, et •Notam ment le Brabant et la Flandre ; Que leur intention était d'appeler l'archiduc Malhias avec des troupes allemandes; Le tout au préjudice de la paix du pays ; Qu'ils voulaient détruire les privilèges de la ville de Gand ; Qu'ils entendaient, au cas où le prince d'Orange n'eût pas cédé le gou vernement, lui faire la guerre, et recevoir plutôt don Juan."], [59, "DE LA PACIFICATION DE GAND EN 1576. 49 généraux ne méritaient pas le reproche d'avoir attenté aux privilèges du pays; ils soutenaient depuis longtemps avec constance une lutte difficile. Mais ils combattaient avec des armes légales, et leur conduite modérée avait soulevé des mécontentements. Le prince d'Orange seul avait peut-être à se plaindre du parti qui avait conféré à farchiduc Mathias des fonctions dont on eût dû finvestir lui-même. Les États craignaient sans doute, et non sans raison, qu'une telle nomi nation ne les compromît trop vis-à-vis du parti de la guerre à outrance, et qu'elle ne rendît impossible tout accommodement avec le Roi. Quoiqu'il en soit, f insurrection de Gand devait avoir les effets les plus fâcheux sur la marche des événements. La scission de la Flandre se produisait au moment où les États avaient besoin de toutes leurs forces. Elle devait avoir bientôt une autre conséquence : le parti calviniste triomphant montrait déjà des dispositions peu conciliante, qui commençaient à effrayer les catholiques. Le mécontentement des États, â la nouvelle du mouvement du 28 octobre, se déclara hautement. Ils envoyèrent à Gand f avocat Liesvelt pour faire délivrer les prisonniers, ce qui ne réussit que pour quelques-uns d'entre eux. Ils cherchèrent vainement à rallier les Gantois à la cause commune : ces derniers persistèrent, malgré les représentations des villes d'Anvers, de Bruxelles, et des ambassadeurs d'An gleterre. L'archiduc Mathias arriva à Anvers le 21 novembre, il accepta les (i) articles qui lui surent proposés comme une espèce de charte du nouveau gouvernement, et fut reconnu par les États. Le prince d'Orange demeurait gouverneur du Brabant. Le 7 décembre, don Juan d'Autriche fut proclamé ennemi public à Bruxelles. C'était le commencement de la guerre. (1) Les articles formaient ce qu'on eût appelé de nos jours une constitution : on y retrouve sous une forme plus ou moins précise la plupart des garanties que contiennent les pactes fondamentaux des nations modernes. 1.2. 3. Serinent de l'Archiduc comme lieutenant du Roi, serment des États- Généraux, des gouverneurs, colonels, capitaine, etc., lesquels, de même que le gouverneur, s'obligeront aux points ci-après, et spécialement au maintien des privilèges et des lois du pays. 4. Que l'Archiduc gouvernera avec un Conseil d'État et les États-Généraux. 5. Que les affaires seront délibérées et résolues à la majorité du Conseil, sans que le prince y puisse rien changer."], [60, "50 LES ACTES DIPLOMATIQUES XII Don Juan la déclara de son côté le 25 janvier. II avait réuni une armée de vingt-deux mille hommes, dont quatre mille Espagnols, et il avait été rejoint par son neveu, Alexandre Farnèse, prince de Parme, qui allait préluder sous ses ordres au succès qui le signalèrent plus tard. La campagne s'ouvrit aussitôt : f armée des États se trouva devant don Juan à Gembloux, le 31 janvier, et fut mise en déroute. Mais après cette victoire, le gouverneur-général parut s'arrêter : il avait à faire la conquête de tout le pays, et il semblait reculer devant cette tâche. D'autre part, le baron de Selles, Jean de Nincarmes, était revenu d'Espagne avec des propositions de paix. Tout en ordonnant aux États de se séparer et de ne plus se réunir que sur la convocation du gouverneur-général, le Boi autorisait le baron de Selles à tenter une nouvelle négociation. Elle n'eut pas de suite, mais les hostilités ne surent pas reprises avec vigueur. Le 22 avril, les États, réunis à Anvers, publièrent une nouvelle ordonnance relative au maintien de la Pacification de Gand. Elle portait encore le nom du Boi. II y était fait défense de rien faire contre la paix publique, particulièrement contre la religion catholique romaine et l'exercice du culte. Toute communication était interdite avec don Juan et ses adhérents. Les troubles religieux qui éclataient encore dans quelques parties du pays, et particulièrement la situation de la ville de 8. Que le gouverneur et le conseil ne pourront traiter les matières d'intérêt général, lever d'argent, décider la paix et la guerre, les alliances, sans le consentement des États-Généraux. 9. Que le prince communiquera au conseil toutes lettres relatives aux affaires de l'État. 10. Que les affaires ne seront traitées au conseil qu'en présence de la majorité de celui-ci. 1 1 . Que les actes fails au conseil seront paraphés par un de ses membres. 12. Que les États seront réunis aussi longtemps qu'il leur paraîtra utile au bien du pays. Art. 16. Que la Pacification de Gand sera conservée et maintenue dans tous ses points et articles, sans qu'on puisse les enfreindre ou forcer, sous quelque apparence ou prétexte que ce soit. 19. Que le gouverneur ne lèvera pas de troupes étrangères sans le consen tement des États. 22. Que tous les deniers provenant des provinces seront administrés sous le contrôle des États."], [61, "DE LA PACIFICATION DE GAND EN 4S7G. 51 Gand, appelaient l'attention du gouvernement de farchiduc Mathias. Les Réformés lui ayant adressé successivement deux requêtes au sujet de l'exercice de leur culte, un projet de paix de religion fut élaboré et envoyé aux différentes provinces. II ne reçut pas l'approbation de toutes. Cependant, la paix de religion du 24 juillet 1578 est un document si remarquable par la hauteur et la pureté des vues qui finspirent, qu'il eût mérité un meilleur accueil. II reconnaissait aux deux cultes alors rivaux une liberté suffisante et raisonnable, établissait les magistrats pour juger de l'opportunité de la demande de ceux qui voulaient pratiquer ou faire pratiquer l'une ou l'autre des deux religions, et prenait les mesures nécessaires pour le maintien de fordre public. (•) L'apparition de ce règlement (1) Art. î. Que toutes offenses et injures, faites depuis la Pacification de Gand, à cause de la religion, seront pardonnées et oubliées. Et aBn que par conséquent, pour le regard de la diversité de la religion (laquelle religion ne peut être entretenue, ni implantée, ni supprimée par la force ou par les armes), nul discord ni différend ne puisse plus arriver, on a ordonné que chacun, touchant les deux religions susdites, peu demeurer libre et franc, selon qu'il en veut répondre devant Dieu, en telle sorte qu'on ne se pourra irriter l'un l'autre, mais que chacun, tant ecclésiastique que séculier, pourra posséder et retenir ses biens en paix et en repos, et servir Dieu selon la connaissance qui lui en a été donnée, et selon qu'il en voudra répondre au jour du jugement. Au moins aussi longtemps et jusqu'à ce que les deux parties ayant été ouïes en un concile général ou national, on en pourra statuer ou déterminer autrement. 3. La religion catholique sera rétablie en Hollande et Zélande, pour ceux qui le demanderont, pourvu qu'ils ne soient pas moins de cent ménages eu chaque localité, et qu'ils y aient résidé un an. 4. Pareillement, la religion réformée pourra être exercée dans toutes les villes, sous les mêmes conditions. 5. Les parties se présenteront devant les .magistrats, pour qu'il leur soit désigné des églises et chapelles pour leur usage. 7. Dans les lieux où la religion ne pourra pas être exercée publiquement, nul ne pourra êlre recherché pour le fait de la religion. 8. Défense est faite de se troubler réciproquement, dans l'exercice de la religion. 9. Que chacun aussi s'abstienne de venir dans les lieux où l'on exerce une autre religion que la sienne, à moins qu'il ne se garde de tout scandale. 10. Les moines et religieux pourront jouir de leurs biens, dimeset droits, sauf le règlement fait à fart. II pour la Hollande et la Zélande. 12. Défense de chanter des chansons injurieuses, etc. 13. Défense aux prédicateurs d'user d'aucuns propos tendant à troubles ou séditions. H. Défense aux soldats de porter nuls insignes qui pourraient être cause de désordre."], [62, "52 LES ACTES DIPLOMATIQUES marqua malheureusement finstant précis où chacun des deux partis, catholique et protestant, commençait à s'écarter de la modération qu'on était parvenu jusque là à leur imposer. Les Béformés de Gand s'étaient livrés une seconde fois au pillage des églises, sans rencontrer beaucoup d'opposition de la part des magistrats élus de la main d'Hembyze (1 ). La paix de religion fut reçue à Gand le 27 décembre 1578, mais elle y fut mal observée, par suite de la faiblesse ou de la connivence des mêmes magistrats. Ces excès effrayèrent les catholiques, et l'on put voir dès lors les symptômes de la rupture prochaine de funion des provinces, et du retour à l'Espagne des parties du pays où le catholicisme était demeuré maître des esprits. La guerre continuait à désoler les Pays-Bas, mais c'était une guerre étrange et multiple. Les États-Généraux la faisaient à don Juan; les Hollandai demeuraient fermes dans leurs positions, sans s'allier à personne; les Gantois, de leur côté, avaient fermé leurs portes. Ces derniers eurent bientôt une autre lutte à soutenir contre leurs voisins du Hainaut. Des soldats wallons, commandés par Emmanuel de Lalaing, seigneur de Montigny, s'étant mutinés à foccasion du retard du payement de leur solde, se déclarèrent les défenseurs de la religion catholique et firent de grands ravages dans les environs de Gand. Au miiieu de ce désordre, les Etats s'occupaient de faire 15. Que ceux de la religion réformée seront teuus d'observer les lois et coutumes de l'église catholique en ce qui touche les mariages. On ne fera aucune distinction, au regard de la religion, à recevoir aucuns écoliers, malades ou pauvres, dans les universités, collèges, hôpitaux, etc. 17. Ceux de la religion réformée seront tenus de garder les jours de fêtes qu'on observe dans la religion catholique romaine, savoir les diman ches, Noël, les fêtes des Apôtres, l'Annonciation de Notre-Dame, ['Ascension, la Chandeleur et la fête du Sacrement. 19. Tant ceux de l'une que de l'autre religion seront capables, y étant propres, d'avoir et d'exercer toutes sortes d'offices et d'états, tant en la justice qu'autrement. 20. Aucune arrestation n'aura plus lieu qu'en présence du méfait, ou par l'ordonnance du juge, ou par information légitime faite auparavant. Le nombre total des articles était de trente. (1) Diergelyke beeldenbreuken en kerkschendery gebeurden doorgaens, zoo buiten ais binnen de stad, met oogluiking, ja toestemming van de overheid. — Chronique de Philippe van Campene, au 29 juillet 1578."], [63, "DE LA PACIFICATION DE GAND EN 157G. 53 approuver à don Juan de nouvelles propositions de paix. Elles demandaient une amnistie générale pour tout ce qui s'était passé depuis la Pacification de Gand, et le maintien de far chiduc Mathias dans ses fonctions de gouverneur-général. L'article 9 du projet marquait expressément que la Pacification de Gand devait sortir ses effets au sujet de la restitution des biens, tant mobiliers qu'immobiliers, en Bourgogne comme aux autres pays de deçà, et pour autant que cela n'eût pas encore été fait. Ces ouvertures n'avaient plus aucune chance d'être admises. II fallait s'en remettre au sort des armes. Mais, le Ie' octo bre 1578, don Juan mourut dans son camp, à un mille de Namur, emporté par une rapide maladie. L'acclamalion des soltats lui donna pour successeur Alexandre Farnèse, et ce choix fut ratifié par le Roi. XIII L'année 1579 venait de s'ouvrir, et sous des auspices fâcheux pour les Pays-Bas. Les États-Généraux paraissaient enfin suc comber sous leur tâche : ils avaient cru résoudre le problème de la situation, et, certes, si les circonstances les avaient favorisés, ils eussent rendu à la Belgique le service immense de lui donner la paix religieuse et une organisation conforme aux vœux du pays. Mais le parti modéré, représenté par les États, allait perdant tous les jours du terrain. Les derniers mois de l'année 1578 avaient été témoins des violences des calvinistes de Gand : les catholiques des provinces méridionales se prépa raient à prendre les armes de leur côté. Un capitaine déjà renommé se trouvait à la tête de l'armée espagnole, et les renforts que recevait cette dernière marquaient assez que la cour d'Espagne se préparait à une action vigoureuse aux Pays- Has. Les États-Généraux, retranchés dans Anvers, présentaient encore l'apparence d'un gouvernement national, mais leur politique avait cessé de s'imposer aux partis. Au commencement de 1579, une confusion étrange régnait dans toute la Belgique. Le pays était en armes de toutes parts : la ville de Gand, les malcontents du Hainaut, l'armée des États n'offraient plus que des éléments divisés et sans force. La politique et les armes de Farnèse devaient avoir beau jeu au milieu de ce conllit inextri cable d'opinion et d'intérêts."], [64, "54 LES ACTES DIPLOMATIQUES Aucune de ces considérations n'avait échappé à la pénétration du prince d'Orange. II connaissait mieux que personne la situa tion des partis en Belgique. Les agitateurs de Gand avaient méprisé ses conseils : les malcontents penchaient toujours davantage du côté de f Espagne ; les États, malgré toute la sympathie qu'inspirait leur cause, étaient frappés d'une incu rable faiblesse. La cause des Provinces-Unies était menacée, Guillaume d'Orange voulut resserrer les biens qui unissaient entre elles les provinces plus directement soumises à son action, et l'Union d'Utrecht (n fut conclue le 23 janvier 1579 entre les députés des États du Nord. Celte confédération nouvelle allait offrir, sous fégide de la politique du Taciturne, une résistance invincible à tous les efforts de l'Espagne : les fleuves de la Hollande enfermaient la nouvelle République dans une citadelle d'où elle résista victorieusement à Philippe II et à Louis XIV. L'alliance, aux termes de l'article XI, demeurait ouverte (1) Comme on a vu, depuis la Paci6cation faite à Gand, par laquelle les provinces de ces Pays-Bas s'étaient obligées de s'entr'aider de corps et de biens, pour chasser hors desdits pays les Espagnols et leurs adhérents : que les dites Espagnols, avec don Juan d'Autriche et autres leurs chefs et capi taine, ont cherché tous moyens, comme ils font encore journellement, de réduire lesdites provinces tant en général qu'en particulier, sous leur obéissance et tyrannie; et tant par armes que parleurs pratiques, de les diviser, et démembrer, rompant leur Union faite par ladite Pacification, à la totale ruine des dits pays. Comme de fait on a vu que, persistant en leur dit dessein, depuis peu de temps, ils auraient parleurs lettres sollicité quelques villes, et que même, ils se sont avancés en armes jusque dans le pays de Gueldre. — C'est pourquoi ceux du duché de Gueldre et du comté de Zutphem, des comtés de Hollande, Zélande, Utrecht, Frise, et les cantons dits Ommelanden, entre les rivières d'Ems et de Lauwers, ont trouvé expé dient et nécessaire de s'allier et conj oindre plus étroitement et particulière ment, ensemble : non pas pour se départir de l'Union faite par la Pacifica tion de Gand, mais pour la confirmer d'autant plus, à se pourvoir contre tous inconvénients, qui pourraient naître des pratiques, surprises et efforts de leurs ennemis, et pour savoir comment en telles occurrences ils se pour ront conserver et garantir : aussi pour éviter une plus grande division des dites provinces, et le retranchement de leurs membres : demeurant au surplus la dite Union et Pacification de Gand en sa force et vigueur. Suivant quoi les députés desdites provinces chacun en leur regard, suffisamment autorisés ont conclu et arrêté les points et articles qui s'en suivirent, sans vouloir au reste aucunement, par les présentes, se distraire ou aliéner du Saint-Empire Romain. (Recueil des Traités)."], [65, "DE LA PACIFICATION DE GAND EN 157s». 55 aux princes et pays voisins. La ville de Gand y adhéra à la date du 4 février 1579. « Cejourd'hui 4 février 1579, en f assem blée des députés réunis à Utrecht, sont comparus les députés de Gand soussignés, qui ont déclaré qu'iceux ayant vu les points et articles de la susdite Union, et ce qui en conséquence a été fait depuis, les ont approuvés, et font en vertu de leurs lettres de créance et procuration , et instruction spéciale en date du 27 janvier 1579, avoué et ratifié, promettant de fentretenir, observer et accomplir en chacun de ses points ainsi que les autres alliés. Enfin de quoi ont les dits députés ci-dessous opposé leur seings manuels les jours, mois et an que dessus. Et était signé de la part de ceux de Gand, Adolphe de Grutere, Liévin, Tayart, Christophe de la Becque, et Lucas Mayart. » La ville d'Ypres adhéra à l'Union d'Utrecht le 10 juin, Anvers le 29 juillet, et Bruges le 1er février 1580. La confédération aurait ainsi compris toute la Flandre, si les succès militaires du prince de Parme n'en eussent autrement décidé. La Flandre, qui était autrefois le noyau des Pays-Bas, et qui donna son nom, durant tout le siècle suivant, à toute la Belgique actuelle, eût peut-être joué le premier rôle dans la nouvelle confédéra tion : reconquise par Alexandre Farnèse, elle vit passer son ancienne prépondérance à la province de Hollande. Le prince de Parme eut un grand succès diplomatique à opposer à l'union d'Utrecht. Dès le 23 février 1579, ses envoyés, févêque d'Arras, le baron de Selles et le seigneur de Walhuon, profitant des nouvelles dispositions des malcontents, avaient déclaré publiquement que fintention du Roi était d'accorder que les articles de la Pacification de Gand, l'Union qui en avait été la suite, et l'édit perpétuel, sortissent leur plein et entier effet. Les États d'Artois, de Hainaut, de Lille, Douai et Orchies allaient entrer en pourparlers avec le prince de Parme ; ils répondirent aux observations des États-Géné raux, inquiets de ces ouvertures, qu'ils tenaient pour leur compte à la Pacification de Gand, et que leurs représentations eussent dû s'adresser à ceux qui tant de fois en avaient enfreint les stipulations. Le 17 mai 1579, les provinces wallonnes faisaient leur paix avec le prince de Parme. Ce traité, signé à Arras, confirmait encore une fois la Pacification de Gand; il ratifiait les actes de farchiduc Mathias, en tant qu'ils ne fussent pas contraires à"], [66, "56 LES ACTES DIPLOMATIQUES cette dernière; il concédait la retraite des troupes étrangères, lesquelles devaient être remplacées par une armée nationale. A farticle XV, le Roi annonçait fintention de commettre pour gouverneur-général des Pays-Bas un prince ou princesse de son sang, disposition qui reçut plus tard son exécution. Quant au fait de la religion, aucune clause spéciale n'était ajoutée à la Pacification de Gand, mais le maintien de la religion catho lique entraînait maintenant, dans la pensée des négociateurs d'Arras, la suppression du culte réformé. La Pacification de Gand n'était plus interprétée dans le sens large que lui avaient donné les États-Généraux et dont s'inspirait la paix de religion de farchiduc Mathias. Elle était devenue, on le voit, une sorte de drapeau dont les deux partis se couvraient sans scrupule, tout en se réservant de s'en servir à leur guise. Les États-Généraux étaient alors réunis à Anvers. Le 1 2 mars, le prince de Parme leur offrit aussi la paix, promettant encore de ratifier la Pacification de Gand, l'Union et l'édit perpétuel. Mais il entendait que l'exercice de la religion catholique romaine demeurât seul permis, et que l'on ne touchât pas à l'obéissance due au Roi. Cette fois, les proposi tions du prince ne s'enveloppaient plus d'un voile; les progrès qu'il avait faits en Belgique fautorisaicnt à sortirde féquivoque. Les États répondirent le 19 mars que Son Excellence offrait aujourd'hui de ratifier la Pacification de Gand, après que le roi d'Espagne en avait tant de fois enfreint les stipulations, et que de plus il posait la condition que l'exercice de la religion catholique serait seul permis et l'obéissance au Boi maintenue, comme du temps de fempereur Charles V, conditions éminem ment contraires à la susdite Pacification, et jugées par les États contraires au bien du pays, attendu que du temps de fempereur Charles V, l'exercice de la susdite religion et la conservation d'icelle n'avaient pu être maintenus que par les bûchers et les placards, et d'autres rigueurs telles que les susdits Etats, dans l'intérêt du pays, avaient dû les suspendre. La médiation de fempereur s'était offerte de nouveau. Les États ajoutèrent qu'ils avaient déjà envoyé des députés à Louvain, en août précédent, pour s'y trouver avec des ambas sadeurs de f Empereur; que le roi d'Espagne avait mis obstacle à la négociation, que néanmoins, de leur côté, ils étaient"], [67, "DE LA PACIFICATION DE GAND EN 1570. 57 disposés à en rouvrir une autre et à agréer les propositions de l'Empereur. Une dernière fois, des conférences allaient s'ouvrir à Cologne, ce fut le dernier effort tenté pour pacifier les Pays-Bas. XIV La négociation devait avoir un certain éclat : on y vit réunis les envoyés du pape et de fempereur Si^ismondí du roi d'Espagne et des États-Généraux des Pays-Bas. Cette illustre assemblée offrait plus d'un point de comparaison avec le congrès d'où était sortie la Pacification de Gand ; nous retrouverons parmi les noms des députés quelques-uns de ceux des négocia teurs de 1579. L'envoyé du pape était Castagne, archevêque de Rossano, qui depuis porta sur le trône pontifical le nom d'Urbain VII. L'Empereur avait nommé pour médiateurs, sélecteur de Trêves; Jacques, Gebhard, électeur de Cologne et Jules, évêque de Wurtzbourg, duc en Franconie; Werner, sieur de Gymnik et le comte Othon de Swertzenbourg, seigneur de Nohenlandsberg, représentaient le duc de Juliers. Le roi d'Espagne avait envoyé Charles d'Aragon, duc de Terranova, assisté de trois conseillers : Maximilien de Longeval, seigneur de Vaulx, le sieur Jean Funk, prévôt et Christophe d'Assouville, avec un secrétaire, Urbain Scharenburg. Les députés des Etats étaient : Philippe, prince de Croy; le duc d'Aerschot; Jean Van der Linden, abbé de Sle-Gertrude ; le sieur Frédéric d'Ypres, abbé de Marolles, conseiller au Conseil d'État; Adrien van der Mylen, docteur en l'un et l'autre droit, conseiller au conseil de Hollande; Bernard de Mérode, seigneur de Rumes; Adolphe Van Coer, seigneur de Caldenbroek; Aggeus d'AIbade, docteur endroit; Jean Van Kessel, secrétaire. Les commissaires de l'Empereur et les députés des États présentèrent deux projets de traité; ces derniers, identiques dans leurs dispositions générales, réitéraient à leur article 1er, la confirmation déjà faite si souvent de la Pacification de Gand et de l'édit perpétuel. C'était sur le point de la religion, il était facile de le prévoir, que devaient se présenter les plus grandes difficultés. Le dernier -s"], [68, "LES ACTES DIPLOMATIQUES 58 article du projet des Etats (») demandait au Roi de permettre l'exercice de la religion réformée dans les villes et lieux où elle était présentement reçue. Les commissaires impériaux rejetèrent cet article et le modifièrent dans leur contre-projet. Aux termes de ce dernier, la religion catholique devait être admise à f exclusion de toute autre. Pour ce qui concernait ceux de Hollande, Zélande et Bommel, la chose était laissée à la disposition de la Pacification de Gand, ter dispositie van de Pacificatie van Gent, à condition toutefois que la religion catholique serait rétablie dans les lieux des dites provinces où elle avait été exercée du temps du dit traité. Cette clause vague ouvrait encore la porte aux subtilités. Enfin, les sujets qui avaient quitté la religion catholique dans les autres provinces, pouvaient y demeurer, sans être recherchés pour le lait de la religion, jusqu'à ce que le Conseil d'État se fût prononcé sur fadoucissement des édits religieux. Dans le cas où ils voudraient y conserver leurs biens après leur émigration, ils pouvaient les administrer par des receveurs catholiques, et y retourner toutes les fois qu'ils le voudraient, (1) Et d'autant, qu'à cause du commerce et trafic des sujets avec leurs voisins, qui sont de différente religion, á cause aussi de la longue absence de Sa Majesté et des troubles qui en sont ensuivis, il est survenu un si grand changement en la religion, que la chose ne peut pas être remise à son premier état sans crainte de plus grands danger. C'est pourquoi le Hoi à l'humble requête de ses sujets (et afin que les débats intestins ne viennent à s'augmenter, avec plus de danger de la religion romaine) permettra l'exercice de la religion réformée et de la confession d' A ugsbourg, dans les villes et places où on l'exerce maintenant publiquement. Les États semblablement, rétabliront en toutes les susdites villes et places, sitôt que la paix sera publiée, l'exercice de la religion catholique romaine, en proposant des conditions raisonnables, lesquelles on tiendra inviolablement. Et puis, après que la paix aura été publiée et que tous les soldats de part et d'autre seront partis, les États s'assembleront en la présence des commissaires du Roi, et donneront leurs soins à ce que la susdite religion réformée ne soit exercée qu'en certaines villes et places, selon que chaque province le pourra requérir, à condition néanmoins que ceux de Hollande, Zélande et leurs confédérés, demeureront dans les termes de la Pacification de Gand. Les États aussi tâcheront de faire en sorte que I exercice de la religion catho lique romaine puisse aussi être permis en quelques places en Hollande et Zélande, jusqu'à ce qu'avec le temps, et par une plus ample assemblée des États, on y pourra pourvoir plus complètement, si en la première assemblée toutes choses ne peuvent être menées à une bonne fin. (Recueil des Traités.)"], [69, "DE LA PACIFICATION DE GAND EN ÌIJ7G. 59 « mais à condition d'y vivre eatholiquement, et en telle manière qu'il est séant à des personnes catholiques » . Les députés des États demandèrent deux mois pour sou mettre ces propositions à fassemblée d'Anvers. On a vu que les deux projets ne pouvaient guère se concilier. Le 1 3 novembre, les médiateurs renoncèrent à leur mandat et, le 5 décembre, les négociations furent rompues par l'Espa gne. Après le congrès de Cologne, les événements se précipi tèrent. L'avortement de ces pourparlers mit fin à toutes les tenta tives de conciliation ; le Boi demeura seul désormais vis-à-vis des Pays-Bas soulevés et la guerre fut reprise partout, mais cette fois avec acharnement. On en verra bientôt les suites : la déchéance de Philippe H dans les Provinces-Unies, la restau ration espagnole en Flandre, et le partage définitif des Pays- Bas. XV Depuis dix années, les provinces soutenaient la guerre contre f Espagne, sans qu'elles eussent ouvertement contesté la sou veraineté du roi Philippe II. Le récit qui précède a démontré que leur obéissance avait toujours été mise hors de doute dans chacun des traités ou projet de traité qui furent élaborés dans les Pays-Bas. Cependant, l'idée de choisir un nouveau souverain se faisait jour dans le pays. La France, l'Angleterre et l'Empire ne perdaient pas de vue fespérance de s'arrondir du côté de nos provinces; chacune de ces puissances avait prêté foreille, tour à tour, aux suggestions et aux offres des Etats. En août 1578, un congrès tenu à Anvers réunit des diplomates des trois pays, le comte de Schwartzenberg, le président de Bellièvre, lord Cobham, Valsingham, secrétaire d'État d'Elisabeth; mais les prétentions des trois parties furent inconciliables, et l'on se sépara sans avoir obtenu de résultat. En juin 1579, le duc d'Anjou, par forgane d'un ambassa deur, offrit son concours aux États-Généraux. Ceux-ci décla rèrent, à cette occasion, que puisque le Roi ne leur faisait pas des conditions acceptables, ils procéderaient à un acte de privation (privatie), par lequel ils feraient connaître que le Roi était déchu de toute souveraineté, autorité et seigneurie qu'il"], [70, "HO LES ACTES DIPLOMATIQUES avait ou pouvait avoir aux Pays-Bas, et qu'ils se verraient contraints de recevoir le duc d'Anjou. Cette proposition de déférer la souveraineté (kooge overig heid] au duc d'Anjou, ne fut pas favorablement accueillie en Hollande. Dans ces provinces, la causé nationale avait trouvé sa personnification dans le prince d'Orange; dix années d'efforts communs avaient créé un lien indissoluble entre le Taciturne et le peupie hollandais. Ce n'était que justice que de déférer la première place dans le nouvel Etat à celui qui Lavait si opiniâ trement défendu, ou pour mieux dire, à celui qui l'avait créé. Le 24 juillet 1581, les États de Hollande et de Zélande prêtèrent serment au prince d'Orange en qualité de comte. Ce ne fut que le 31 décembre 1583 que furent arrêtés les articles convenus entre eux, et qui fixaient les conditions auxquelles était reconnue la nouvelle souveraineté. Dans ce document, le nom de la Pacification de Gand ne reparaissait plus; l'Union d'Utrecht y était invoquée à sa place. La religion réformée était reconnue comme religion de l'État, mais personne ne devait être recherché pour cause de religion, ni forcé à embrasser quelque croyance que ce fût. (•) La république des Provinces-Unies était définitivement constituée; son chef était Guillaume d'Orange, son adversaire, .'Espagne et, malheureusement, ce furent les provinces belges qui furent encore, pendant soixante ans, le théâtre de la lutte. XVI L'ère des négociations est maintenant fermée. Alexandre Farnèse réunit toutes ses forces et commence la conquête de la (1) Syue Voistelyke Genadezal handhouden de ware gereformeerde chris telyke religie, en besorgen dat op de oeffening van dien mit bet gène daer aen kleest, eeiitdaegs alsulke generale ordonnantie, by advys van den Raden, en consent van den Staten der voorsz. lande'n, zal werden gemaekt, besloten en onderhouden, ailes tot Godes eere en glori«, verheidinge zyn« heiligen woords, mitsgaders tot ruste, vrede eeniglveid en welvaren van den voorsz. landen zal dienen, welke ordonnante niet verandert zal mogen werden, dan by gelyk advys en consent van den Slaten, daer toe beschreven synde ais voren. Syne Vorstelyke Genade zal niemand ter oorzaken van zyne gelove particulierelyk in sijn conscientie doen onderzoeken, achterhalen, os tot het aennemen van eenige gelove os religie bedwingen, nochte gedogen dat yemand daer toe bedwongen zal worden. B0F-"], [71, "DE LA PACIFICATION DE GAND EN 1576. «I Flandre, œuvre qui lui a pris six années. On ne peut que s'étonner aujourd'hui de voir une guerre pareille durer si longtemps sur un théâtre si restreint. Chaque ville, chaque bourg fortifié demande un siège; les forces des deux partisse contrebalancent et s'épuisent en combats inutiles: une constante alternative de succès et de revers, tel est le spectacle qu'offrent durant de longues années les guerres fameuses des Pays-Bas. De 1579 à 1585, le prince de Parme fit des progrès lents, mais sûrs. La paix d'Arras lui avait rendu les provinces wal lonnes. Dans les grandes villes de Flandre, il eût bientôt aussi des auxiliaires. Les Réformés de Gand avaient soulevé contre eux les catholiques, qui formaient encore un parti puissant. Anvers et Bruxelles furent aussi le théâtre de discordes reli gieuses, et ces querelles intestines ramenèrent à l'Espagne une grande partie de la population. En novembre 1579, les États-Généraux firent demander à ceux de Gand la restitution des biens ecclésiastiques, et la remise de quelques églises aux catholiques pour la célébration de leur culte, ainsi que la délivrance des évêques de Bruges et d'Ypres, pour être jugés avec les autres seigneurs arrêtés en 1577; enfin, que la ville désarmât et reçut les troupes des États. La commune rejeta ces ordres, se déclarant prête à toute extrémité plutôt que d'y obtempérer. La paix de religion avait été proclamée à Gand, mais depuis longtemps, on n'en tenait plus compte. Un prédicant, Herman Busschius, s'écriait dans la cathédrale de Saint-Bavon : « II doit suffire aux papistes qu'on les laisse tranquilles, et qu'on ne les contraigne pas par la force, comme eux-mêmes, les années précédentes, nous poursuivaient avec le fer et le feu. » (i) Des troubles éclatèrent aussi à Bruxelles. Un moine domi nicain qui y prêchait, nommé Antoine Ruiskenvelt, fut arrêté par les magistrats comme soupçonné d'intelligence avec (1) Motuum origo freit aGandensibus, fatali seditionibus populo, et nova rum rerum semper appetetente : L'origine des troubles vint des Gantois, peuple voué à la sédition et toujours curieux de nouveautés. Tel est le jugement de de Tbon, et Giotius est de son avis. Les Gantois conservèrent cette réputation pendant tout 1c moyen âge. Trois siècles de repos et de soumission aux lois permettent aujourd'hui d'en appeler de ce jugement."], [72, "62 LES ACTES DIPLOMATIQUES l'ennemi. Le prince de Parme était devant la ville. Ruiskenvelt fut expulsé, et cette mesure causa, le 22 avril, une violente émeute des catholiques. Le désordre ne faisant qu'augmenter : le prédicateur fut banni avec plusieurs de ces adhérents , les églises surent fermées, les images du catholicisme détruites. Le magistrat de la ville publia une longue et curieuse décla ration contre fadoration des reliques, et particulièrement du Sacrement des Miracles. Le 1er mai 1581, l'exercice public du culte catholique fut suspendu. Après la prise de Bréda par les Espagnols, en novembre 158 I , le culte catholique fut également interdit à Anvers ; il y eut défense de célébrer la messe en public ou en secret, et de faire tout autre acte de catholicisme, à f exception du baptême, du mariage et de la visite des mourants. Ces cérémonies devaient se faire, de même que les enterrements, sans aucun concours de monde. Deux chapelles étaient concédées aux catholiques, avec permission d'y entretenir six ecclésiastiques. La crise était à son apogée, mais elle approchait de son terme. Tournai et Audenarde surent pris par les Espagnols en 1582. Le 22 mai 1584, la ville de Bruges fut rendue au prince de Parme par le prince de Chimai, fils aîné du duc d'Aerschot. Les Gantois, resserrés de plus en plus dans les murs de leur ville, prolongèrent encore jusqu'au mois de septembre une défense que la chute de Bruges avait rendue plus difficile que jamais. Hembyze fut l'une des dernières victimes du régime qu'il avait fait régner à Gand; il périt sur l'échafaud le 4 août, pour avoir parlé de paix avec f Espagne et, le 4 septembre, les magistrats de la capitale de la Flandre se voyaient contraints d'envoyer des parlementaires au prince de Parme. La ville était réduite à la famine. Les conditions de la capi tulation furent arrêtées le 12 et publiées le 19 devant l'Hôtel de-Ville, avecl'appareil accoutumé de trompettes et de torches. II y avait huit ans que la Pacification de Gand avait été pro clamée dans le même lieu. La ville de Gand payait trois cent mille couronnes d'or et livrait à Farnèse six de ces habitants, dont trois avaient pro messe de la vie sauve. Les biens des églises, des couvents et des hôpitaux étaient restitués. La ville devait être replacée sous le même régime politique"], [73, "DE LA PACIFICATION DE GAND EN ILÌ70. 63 et religieux qu'avant les troubles. On donnait aux réformés deux ans pour se défaire de leurs biens, et après ce terme, s'ils n'embrassaient pas la religion catholique, ils devaient sortir du pays. Ces conditions, soumises à la collace de Gand, surent accep tées, vu ['extrémité où l'on se trouvait ( i ) . Bruxelles se soumit le 18 mars 1585, et enfin, la ville d'Anvers, après le siège mémorable dont les détails sout si connus, capitula le 17 août de la même année. L'Espagne rentrait en possession du territoire qui a formé plus tard les Pays-Bas catholiques; le catholicisme y était restauré en même temps que l'autorité du roi Philippe II. La révolution qui, depuis vingt ans, désolait nos provinces, paraissait terminée, mais le pays ne s'en releva point. A Gand, d'après un manuscrit cité par un annaliste (2) en 1585, le tiers des maisons se trouva inoccupé, ou à vendre et à louer; neuf mille familles avaient quitté la ville. En 1587, la moitié des habitants était sans moyens de subsistance. Nos provinces étaient tombées dans une décadence qui persista longtemps, malgré les efforts de fadministration sous le règne plus paisible et plus heureux des archiducs Albert et Isabelle, et ce ne fut qu'au XVIIIe siècle qu'elles commencèrent à refleurir. La prospérité dont elles jouissaient du temps de fempereur Charles-Quint était demeurée dans les souvenirs et dans les regrets du peuple, jusqu'à ce que fépoque présente en fît re vivre ftmage aux yeux de la génération contemporaine. XVII Ces calamités terribles de la fin du XVIe siècle, une guerre sans trêve, la ruine de nos villes, la proscription d'une partie de la population, la Belgique les eût évités si l'on eût écouté la voix des représentants naturels du pays, les États-Généraux. Tout ce qui précède fa fait voir surabondamment : cette assem blée, devançant son siècle, avait tracé les véritables lois du gouvernement du pays. Son but fut toujours le même : conserver f union des provinces, maintenir fordre avec l'obéissance du souverain, garantir la paix religieuse en accordant une juste (I) Van CAMPEKE,au 12 septembre 1584. (2) B, DE JoUGIiE."], [74, "64 LES ACTES DIPLOMATIQUES satisfaction aux droits de la conscience. S'inspirant des anciens privilèges du pays, elle réclama avec constance une part dans le gouvernement, et son intervention ne cesse d'être utile au souverain et au peuple. La réussite de ses plans eût conservé les Pays-Bas au Boi et sauvé le pays de bien des maux. II y a donc à rendre hommage à ces États, où le clergé, la noblesse et les députés des villes montrèrent un dévouement égal à la cause nationale. II y eut chez eux une remarquable unanimité dans leur action : les trois ordres ne se divisèrent jamais, même sur le point de la religion, qui joua constamment un rôle capital et qui intéressait de près l'un d'entre eux. Le clergé des Pays-Bas admit dès le début la nécessité de faire leur part aux idées nouvelles : il connaissait la situation et prévoyait déjà, nous savons dit, que le catholicisme avait tout à perdre à l'emploi de la rigueur. On a vu plus haut le sentiment de la Faculté de théologie de Louvain sur ce sujet, sans compter la part de participation de plusieurs prélats de haut rang à tous les actes des États-Généraux. La noblesse ne montra pas moins de zèle patriotique, et lorsque f administration des Pays-Bas eût enfin été confiée à des gouverneurs espagnols, on vit plusieurs des plus grands seigneurs belges sortir du pays et aller mourir à fétranger. Le duc d'Aerschot, qui avait pris une si grande part aux événements, finit ses jours hors de la domination d'Espagne, à Venise. L'œuvre des États-Généraux se personnifia dans la Pacifica tion de Gand, laquell'e demeura pendant longtemps, comme on fa vu, le mot d'ordre du parti modéré et national. Ce traité contenait des articles relatifs aux événements politiques du jour, mais surtout, il résumait tous un plan d'organisation intérieure. S'il eût été pleinement et loyalement exécuté, la révolution des Pays-Bas eût pu se terminer en 1576, et nos provinces eussent repris le cours de leur existence paisible et prospère. Les États- Généraux entendaient conserver la part d'influence qui leur revenait légitimement : le système constitutionnel auquel ils voulaient revenir avait ses racines dans les anciennes institutions du pays. Leur haine contre les soldats espagnols était une protestation contre fabus de la force et contre la violation des privilèges nationaux, accomplie par l'aide de ces mêmes soldats. La solution de la principale difficulté du moment, la question religieuse, ils savaient trouvée dans une sage tolérance"], [75, "DE LA PACIFICATION DE GAND EN 1576. 65 qu'ils ne croyaient pas incompatible avec le catholicisme. A ce point de vue, la paix de religion de farchiduc Mathias est aussi une œuvre remarquable où l'on retrouve f application des vrais principes politiques auxquels les États modernes doivent leur paix intérieure. Malheureusement, ces conceptions fécondes des meilleurs esprits du siècle devançaient de beaucoup f opinion publique du temps. Elles s'adressaient aux intelligences les plus élevées et ne surent comprises que du petit nombre. La mul titude n'écouta que les passions du moment, et les États virent constamment décroître le nombre de leurs partisans, jusqu'au jour où ils se virent presque seuls renfermés dans Anvers. La politique des États-Généraux rencontra deux obstacles qui rendit stériles tous leurs efforts et toute leur bonne volonté. Elle demandait des concessions au roi Philippe H sur un point où devait malheureusement se manifester finflexibilité de son caractère. Aucune considération politique ne put le faire fléchir; les conseils et l'autorité des théologiens eux-mêmes ne purent femporter sur une conviction personnelle à laquelle Philippe II sacrifia, sans hésiter, la possession des Pays-Bas. Lorsque don Juan compromit, par ses tergiversations le sort de la Pacification de Gand, favortement des négociations n'eut pas d'autre cause que la connaissance qu'il avait de la volonté du Roi ; on essaya quelque temps de la voiler sous des assu rances équivoques, mais qui bientôt ne trompèrent plus per sonne. II n'y avait rien à espérer de ce côté pour la pacification des provinces, et les novateurs se crurent en droit d'en appeler à la force pour revendiquer la liberté de leur culte. Mais, de leur côté, les Réformés ne surent pas s'arrêter dans les limites que leur prescrivait le droit de leurs concitoyens catholiques. Les luttes théologiques ne comportent pas de transactions ; elles vont jusqu'au bout de leurs fatales consé quences. Catholiques et protestants se trouvèrent bientôt à l'étroit dans fenceinte d'une même ville et n'eurent point de trêve que le triomphe de l'un des deux partis ne fût affermi par f écrasement de l'autre. En Flandre, ce furent les Réformés qui femportèrent d'abord, et ils ne surent pas user de leur victoire de manière à rattacher les catholiques à la cause nationale. Les États ne trouvèrent ch'ez les Gantois, comme chez les Wallons, qu'une résistance constante à des représentations inspirées par 9"], [76, "66 LES ACTES DIPLOMATIQUES le sentiment de fintérèt général. C'était une faute grave dont les Réformés portèrent bientôt la peine. Les catholiques de Flandre étaient demeurés en grand nombre; devant les outrages faits à leur religion, ils oublièrent leurs griefs contre l'Espagne; le sentiment religieux femporta sur les considérations politiques, et les catholiques abandonnè rent les États, devenus impuissants à les proléger. Ce fut finsurrection gantoise de 1577 qui rendit ce mauvais service à la cause de la nation. Elle vint contrarier faction des États- Généraux, qui n'avaient pas trop de toutes leurs forces contre Farnèse, et donna à toutes les villes belges le fâcheux exemple des violences et des excès qui remplirent à Gand fannée 1578. Les esprits modérés ou timides s'effrayèrent et cherchèrent le repos sous la domination espagnole. Alexandre Farnèse, comme il est arrivé à tant d'hommes politiques, trouva un précieux appui dans les fautes de ses adversaires. Après 1 585, les Etats-Généraux des Pays-Bas disparaissent de fhistoire; les États-Généraux des Provinces-Unies leur succèdent dans la Hollande et le Nord; la Belgique, rentrée sous le gouvernement de l'Espagne, n'a plus d'assemblées nationales. On a vu le rôle qu'ils ont joué de 1576 à 1585; leurs vues et leur politique sont caractérisées dans ce qui précède. On leur rçndra cette justice qu'ils se sont constamment inspirés de ce qui était alors, fintérèt national ; ils furent forgane, non d'un parti, mais de l'universalité de leurs concitoyens; ils cherchèrent à établir dans leur pays une organisation qui fît une part aux droits de tous. La Pacification de Gand fut leur grande œuvre, et elle demeura leur principale gloire. Leur entreprise ne réussit pas; le XVIe siècle, si profondément troublé, était une époque peu favorable aux idées de conciliation, et les Etats-Généraux durent céder la place aux partis extrêmes. Le résultat en fut l'appel à la force, et la solution des grandes questions du moment fut remise, non plus aux efforts consciencieux des représentants du pays, mais au hasard des événements militaires. C'est de léchée de la Pacification de Gand que date la séparation des provinces des Pays-Bas; cet instant décida des destinées de notre pays pendant les deux siècles qui suivirent."], [77, "DE LA PACIFICATION DE GAND EN 1576. 67 Si les contemporains sont volontiers sévères pour les partis de juste milieu, la postérité aime à leur rendre justice, et cette justice souvent n'est point tardive. Déjà nous avons réhabilité plus près de nous, plus d'une mémoire; bien des jugements historiques ont été révisés, grâce à l'apaisement des passions et à une intelligence plus claire\" des faits. Les hommes et les peuples n'avouent pas aisément qu'ils sont entrés dans une fausse voie; c'est au temps ou à l'éloignement de faire voir leurs sautes et les maux qu'elles leur réservent. Les erreurs dû passé n'ont plus, pour se défendre, la voix désintérêts passagers qui les firent commettre ou excuser. Les États-Généraux de 1576 eurent pour adversaires tous ceux qui s'inspiraient des intérêts de parti ; seuls ils défendirent les saines idées de la politique et de la justice, ils surent les soutiens désintéressés de la cause nationale et cherchèrent de bonne foi les moyens de satisfaire des prétentions irréconciliables. S'ils ont succombé à leur tâche, ils n'en méritent pas moins fhommagedela Belgique actuelle. Deux siècles et demi après eux, l'œuvre de la réorga nisation du pays fut entrepris à nouveau par une autre assem blée, sortie, elle aussi, de temps troublés, mais qui, plus heureuse que sa devancière, vit mettre en pratique les principes qu'elle avait posés dans sa constitution. Les provinces méri dionales des Pays-Bas sont devenues la Belgique de t830. Nous avons vu dans les actes des États-Généraux le germe de ces idées qui devaient attendre si longtemps leur triomphe définitif; elles se résument dans ce respect des droits de tous, dans cette haute estime de finviolabilité de la conscience, dans ce sens intime de la légalité constitutionnelle, qui n'étaient au XVIe siècle que l'apanage de quelques esprits supérieurs à leur temps. Nous assistons en quelque sorte à la mise en œuvre de cette politique de conciliation et d'harmonie qui fait leur place dans l'État à toutes les idées et à tous les intérêts, et de laquelle on peut dire vraiment qu'il n'y a rien d'étranger de ce qui est humain. L'épreuve d'un demi-siècle, durant lequel les États voisins ont éprouvé de profondes commotions, consacre main tenant ces principes tirés des traditions antiques du pays, et qui, sous une forme nouvelle, ont pénétré jusqu'au cœur de la nation. Ils sont entourés chez nous d'institutions salutaires qui les couvrent et autour desquelles se rallie le pays entier."], [78, "68 DE LA PACIFICATION DE GAND. La Belgique s'est acquis au sein de l'Europe une position respectée, en dépit des préventions qui accueillent toujours un Étal nouveau; elle a tout intérêt à persister dans une politique qui lui a valu une prospérité sans exemple à ['intérieur, et la haute considération dont elle jouit à f étranger. Léon Verhaegiie, Secrétaire de légation de Belgique. 23 décembre 1875."], [79, "LES ACTES DIPLOMATIQUES UE LA PACIFICATION DE GAND EN 1576. ERRATA. Table, ligne 3 au lieu de cawiérisation lisez caractère Page 8 » 40 » citenias » cilimas » !) • 32 Revlampade » OEcolampade 1 1 » 35 » dedité <• dediti .» 14 i» 38 ■ puis >» pour .» 17 20 » unique « inique 19 35 n nous » cous n 25 ■ 40 » continuelle » cruelle .» 26 » 28 >» puits » fruits » 28 » 19 » e/i/în » a/ïn 35 >» 22 » au » ou „ 41 .» 7 »> frigoso » Trigoso o 41 » 36 « Meelkerke » Meelkerke « 43 » 12 » eúí k >»ft „ 48 » 10 »» Hembyre » Hembjrze „ 50 II »■ Nincarmes « Noircarmes «51» 8 » íi'e/jj » //pns n 55 .» 10 * e/i/Tn » enjoi „ 57 » 12 •> 1579 »» 1576 57 • 19 « Nohenlandiberg » Hohenlandsberp „ (h « 35 » /re.V » /uií • 61 3« .• í/e 7Vío/i .» Jí l'hou"], [80, ""], [81, ""], [82, "t.ik ve-ittfí r tue:'/ Ift m^me «API ■ TOHt: (\"SU MÏBK f I : I I I il HOÔVEWE*'! ■'' ' laits d lui;-.-- de liasse SlTÏUTj'jN I r WuíTÌ •'., • Dro:t fí ;ci ic lie U 1 %i lilS.t . iíì ' ■ . I ] líMPRCIÍI ' ' ■ . ■ ; ■ PiSL' ì I- I ■ I . ■ ' ' ' ' ■ iégati asssi L» ■ !'• ' !':i r»MK sec©*'» ii tl bí rjanbW! I* , iiar io ■•:.,.■■ . ' ,.■ ■ ... au Pai ■ :.-■'(• îa mai De' ■■' ■ !. ■ 1)1' seitlar X légation l'ftDDl'l.l'IO! i laîre ■ d».- lo; f ' , ■ ' L 1.1 . . . ' [>l. y. i"], [83, ""], [84, ""], [85, ""], [86, ""]]