[[1, ""], [2, ""], [3, "Abstract of the Third Report of the Settle Caves (Victoria Cave) Committee, read at Bristol, in August, 1875, by R. H. Tiddeman. Work has been carried on almost uninterruptedly throughout the year, (except from March the 20th to May 20th, when it was stopped for want of funds), at a cost of £175 12s. 7&. Of this £80 11s. 9d. was a balance in hand, £50 the British Association Grant, and £45 Os. lOd. raised by private subscription. _. Great progress has been made in the past year in uncover ing the glacial deposits at the entrance of the cave, and showing their relation to the older bone bone-beds containing the remains of man with the extinct animals. The boulders are seen to cover an area of at least 1200 square feet. They are of all sizes, and consist of dark and white Limestone, and the basement bed of that formation, Carboniferous Gritstone, and Silui ian'Grit. Some have travelled at least two miles and others greater distances. They are various in size from mere sand grains to blocks several tons in weight. An interesting section was displayed, showing the passage of the boulder-beds in one part from a regular till with large scratched stones, through scratched gravel, sand, to laminated clay, and these were so interbedded as to demonstrate that some at least of the laminated clay is of glacial age and origin. At length after six years' work, we are able to say that we have reached the floor of the cave at the entrance. Several pinnacles of rock have been found by the removal ofthe boulders: they run in lines parallel with the joints of the rock above, and give testimony to the cave having been at some time occupied by a stream, similar rock-weathering occurring in other water caves in Craven. The arched niches on the right of the cave at the entrance lead to the same conclusion. And now with the additional evidence of another year's diggings, we may again consider the question, the most interest- ing perhaps of all the problems before us ; Are the Glacial deposits which rest upon the older* bone-beds, containing the extinct mammals and man, in the position which they occupied at the close of the glacial conditions, or have they subsequently fallen into their present site ? We may again urge the reasons given last year (see Second Report), strengthened by enlarged sections ancl a wider experience, which go to prove the firs_ alternative. To these arguments we may now add the following: That the extent of the glacial deposits now exposed, is so great that it is impossible that they can be a mere chance accumulation of boulders which have been re-deposited in their present position since glacial times. This being the case, it is clear from the position of the boulders beneath all the screes, that they are a portion of the general glacial covering of the valleys and hill sides which was left by the Ice-sheet at the time of its disappearance. These are the main arguments to be derived from the Cave itself, but farther strong presumptive evidence, that the Pleistocene fauna lived in the North of England before the Ice-sheet, exists as follows : — The older fauna onco lived in this district, a point. which admits of no dispute from its existence in the Victoria Cave, in Kirkdale Cave, SSygill Cave in Lothersdale, and"], [4, "2 perhaps in other Caves. But their bones are now found nowhere in the open country. None of the river- gravels contain them ; and just that district which is conspicuous by their absence, is also remarkable for the strongest evidences of great glaciation. Putting these facts together, the probability is very strong that it was glaciation that destroyed their remains in the open country. To suppose that these have been destroyed by other sub-aerial agencies, would be to ignore the fact that in the South of England and other non-glaciated areas, such remains exist both in tbe caves and river-gravels. A few bones were found lying upon the boulders beneath the talus. They have been determined where possible by Professor Busk, but they are only fragmentary and not of much interest ; they were probably washed out of tho Lower Cave-earth when it was exposed above the edge of the boulders. No fragments of bone were found throughout tbe 19 feet of talus which lies between the base of tbe Neolithic layer and the top of the boulders. Work in Chamber D. — A considerable amount of woik has been done in excavating this chamber which leads off from the principal entrance towards the right. It was choked to tbe roof over the greater part of its extent, with clay and limestone blocks. It is now 110 feet long, 20 feet wide, and 20 sect high at the entrance. Two galleries lead off from it on the right. One, the Birkbeck Gallery, is made easily accessible for a distance of 44 feet, in a N.E. direction Here it becomes very narrow and leads to a narrow chasm 20 feet deep. The other gallery is blocked at the entrance with stalagmite. A magnificent series of bones was found in Chamber D. They were all carefully registered as to their position by Mr. Jackson. The Committee are much indebted to Professor Busk, for his kindness in determining them. He says, \" They are a remarkably interesting collection, especially in the Bears, and I think the larger of the two skulls is by far tbe finest specimen of the kind yet found in this country.\" \" Out of about 269 specimens including detached teeth 127 belonged to Bear 37 „ „ Hyæna 36 „ „ Bos 24 „ „ Fox 22\" Deer 1 15 Red Deer \" Ueer I 7 Reindeer 10 ,, „ Rhinoceros 2 ,, ,, Horse 1 „ „ Badger.\" To these we may add 1 of Pig, 2 of Elephant, and 1 of Hippo potamus. The Rhinoceros is hemitcechus, the Elephant antiquus, and tbe Hippopotamus, a portion of a tusk, is the only specimen of that animal found in tbe course of six years digging. The careful registration of the remains has enabled your reporter to construct a section showing the distribution of tbe different"], [5, "3 animals throughout the different portions of the deposit. It is too bulky for publication, but the result may be given in words. The bones group themselves along two horizons separated by a greater or less thickness of laminated clay, cave-earth, and stalagmite. The lower extends from the back of the boulder beds at the cave mouth, is continuous with that which contained the human fibula, and runs continuously as far as Parallel 42. The upper bed commences only at Parallel 15, close against the roof, and continues to P. 43. Where the upper bed commences the two horizons are about 12 feet apart, but they gradually approach each other, and at P. 35 not only touch, but seem to be somewhat commingled. From this section we find that the following species are — 1 Peculiar to the Lower Bed. Peculiar to the Upper Bed. Common to both. Badger. Horse. Pig. Reindeer. Goat or Sheep. Hyæna. Brown Bear ? Elephas Antiquus. j Rhinoceros hemitcechus. I Hippopotamus. | Bos Primigenius. Man. Fox. Grisly Bear. Red Deer. Brown Bear has previously been found in the upper beds in other parts of tbe cave. Tbe upper bed probably contains remains from the Reindeer period to the present, those of later date being mixed up with older in the mud at the surface. But as dis tinguished from tbe lower bed the chief characteristics of the npper appear to be the presence of the Reindeer, and the absence of Elephant, Rhinoceros, Hippopotamus, and Hyæna. In the upper bed the only sign of man's presence consists of the spinous process of a vertebra of a bear, which has been hacked apparently by some cutting instrument with a tolerably regular edge. It might have been done with a bronze celt or polished flint axe. It is probable that Chamber D was never the resort of man within the historic period. The soft wet mud of the floor, and the lowness of the roof, render it most unlikely that any one would take to it, except under the direst necessity, or in the pursuit of science. In the lower bed again evidence of man's presence is but scanty. At the mouth, and close to where the human fibula was found, we have this year met with a piece of rib apparently nicked by human agency. The nicks appear to have been made by some clumsy instrument drawn backwards and forwards. They are in character totally unlike the square-troughed gnawings of rodents, and the furrows heavily ploughed by the teeth of carnivores. And now, having restricted ourselves to the hard road of fact, we may, perhaps, in conclusion, bo permitted to indulge in a short flight of fancy. Let us endeavour to realise how great is"], [6, "4 the distance in time which separates the savage of Craven from our own day. We have the history of much of it in the Victoria Cave itself, and we may restore some of the missing pages from the surrounding district. At the cave, Roman times are separated from our own by sometimes less than one, but not more than two, feet of talus, the chips which time detaches from the cliffs above. The Neolithic age, which antiquaries know was a considerable time before the Roman occupation, is represented by a layer in some places four or five feet beneath the Roman, in others even running into it. Then comes a thickness of 19 feet of talus without a record of any living thing. Judging by the shallowness of the Roman layer this must represent an enormous interval of time. And this takes us down to the boulders, the inscribed records of the Glacial Period. They must represent a long series of climatal changes, during which the ice was waxing and waning, advancing and melting back over the mouth of the Victoria Cave. This period saw the Reindeer and the Grisly Bear occasionally in possession. Then we have an unconformity, a break in the continuity of the deposits, the boulders lying on the edges of the older beds. Time again ! and that time long enough for changes to take place which allowed the district to cool down from a warmth suitable to the Hippopotamus, and become a fitting pasture ground for tbe Reindeer. It was in that warm period that the early Craven savage lived and died. But these are not all the changes which occurred in the North of England since that time. Tbe age of the great submergence represented by the sea beaches of Moel Tryf aen, and Macclesfield, and by tbe Middle-Sands-and-Gravels of Lancashire, has left no record up at tbe cave. Your reporter is of opinion that the sub- mergence did not attain in that district a greater depth than six or seven hundred feet, and this would still leave the cave 750 sect above the sea, though it would cut up the land into a group of islands. The fact is sufficient for us, the depth is immaterial. Upon no fact are geologists better agreed than upon tbe existence of a wide-spread submergence and emergence of land towards the close of the Glacial Period. No tradition is common to more races and religions than that of a great deluge. Where back in the past is tbe common point whence these two far travelled, almost parallel rays of truth had their origin ? In the opinion of your reporter tbe Craven savage who lived before the Great Ice-sheet, and before the Great Submergence, may form another of tbe many strong ties which bind together the sciences of Geology and Anthropology. P.S. — Persons desirous of assisting in this interesting investigation, may forward their Subscriptions cr Donations to the Kon. Treasurer, John Birkbeck, Jun.. Esq., The Craven Bank, Settle, Yorkshire."], [7, ""], [8, ""]]