[[1, ""], [2, ""], [3, "JUST PUBLISHED! PRICE ONE PENNY. TALES FROM LONDON LIFE, BY VERITAS. (Author of\" Willie's Father,\" &-c. — See \"Literary World\" Sept. $th, ligo.) THE Costermonger' s Story. (Entered at Stationers' Hall.) No special permission required for the recital of this Poem, all other rights reserved. PRINTED AND PUBLISHED BY G. J. W. PITMAN, I4O GOWER STREET, LONDON, W.C"], [4, "Talcs from Liondon Liife. T'he Costermonger's fStory. \" What be we waiting 'ere for gov'nor ? \" why to see a funeral pass, But not of some great lord, nor gin'ril, 'tis but a boy and a young lass ; Oh, I can tell yer all about it, not that I s'pose a swell like you Will care to hear o' poor folks worrits, if so, you're one of but a few. For I finds as them as don't know sorrow, they likes the gay and not the sad ; 'Tis true they'll say as things is shocking, but soon forgit 'em all right glad To turn to sommat more congineal — as they calls it — to the mind, And when real sympathy be given 'tis from the heart that's ached you'll find. So that's why I and all my mates 'ere 'ud see the last o' them there two, \"Cos Mag and Ben ha' lived among us, and all their troubles well we knew, As 'ow their father went and left 'em, long afore their mother died, She bein' in Queen's Square Hospital a paralized, sir, down one side, And when the landlord turned them childern out into the cold wet street, With scarce a rag to cover 'em, and nothink on their little feet, They stood a shivering at yon corner, I see 'em now, how they did cry, But 'scuse me jest a minute gov'nor, I got a cold in this 'ere eye. Mag was turned but ten year old, and Benny, he was only five ! Did we send 'em to the work-house ? No, bless their little hearts alive ; Nature's nature, don't yer know, sir ? And English blood loves to be free; And queer tales be told about them places, as the poor knows best on, don't yer see ? Well, Jim Smith as is a scholar, and so he can speak mighty fine, He ups and says \" Good friends, I'll tell yer, we'll set 'em in the flower line,\" So there and then we clubbed together, and soon made up a good two bob, Which bought their next day's stock-in-trade, and set 'em in a tidy job. As proud as any queen, next morning— a holding tight o' Benny's hand — With her basketful of flowers, Mag on the 'Bankment took her stand, There'each day the two poor childern earned enough for all they'd need, When trade was slack, then off the playcards Mag taught Ben the way to read."], [5, "But o' course the school-board hofficer wouldn't be 'suited, sir, like this, 'Twere no use of the neighbours saying as things wasn't wery much amiss, Even Jim Smith told 'ow the boy was forced to earn his daily bread, And he hoped as those as took his living would see at least that he was fed. But 'twere no use, for that there hofficer stuck on one side his 'ceited head, And pulling a book out of his pocket, \" I've my instructions 'ere \" he said, \" Where he lives and what he eats is nothing at all to do with me, But he must learn to draw and drill, to grammar and to jography. I'll have no mincing o' the matter, the boy shall go to school at once, Where'd be the credit o' the nation if this 'ere child grew up a dunce? \" So less food and harder lessons from that day young Benny had, While graver grew the laughing face of once the merry little lad. And many as loved him shook their heads, for soon we all began to fear By things he'd do and things he'd say, as Benny in his head grew queer ; You see, sir, knowing o' fine lessons be wery well for them with wealth, But cramming brains on empty stomachs aint no good to childern's health. I'm not a running down a laming, as is good for all folks, I hear say, But to feed 'em first and teach 'em arter, do seem to me the properest way ; So things went on till bleak November brought the zaminations round, When Ben was missing from the class, and nowhere could the child be found. From two that arternoon till late, the neighbours hunted far and near, The night grew dark, the rain fell fast, ten times \"Big Ben\" struck loud and clear, We searched the streets, we searched the 'Bankment, and Mag she called his name aloud, At last we reached the 'Patra Needle, and wery soon saw there a crowd. .As told us sommat more than usual was a happening close by, Then quick as lightning through the throng the girl passed in with bitter cry, \" 'Twas Benny's voice I heard \" said she, \" my darling's sinking in the tide,\" Before a hand could move to stop her, young Mag was in and by his side. The boats came round, the ropes were thrown but all our efforts was but vain, For them two pretty childern's faces was never seen alive again, Still near the river's side we watched, and waited for the morning's light, Altho' we guessed the worst had come, we wasn't prepared, sir, for the sight. Floating from behind two barges, their little arms around each other, Smiling peacefully together, came the sister and the brother ; I'm getting hoarse, sir, and that's all as I can tell— oh, hang this cough- See, here's the funeral coming, governor— I say you boys, hats off, hats off ! VERITAS [all rights reserved.]"], [6, ""], [7, "PRICE ONE PENNY. TALES FROM LONDON LIFE. B! VERITAS. (Author of \"Exchanged Rings,\" &c.) WILLIE'S FATHER Enteeed at Stationers' Hale. Xo special permission required for the Eecital of this Poem, all other rights reserved. PFLXTED AND PUBLISIIJ-.D BY G. J. W. PITMAN, HO, GOWER STREET, LONDON, W,C."], [8, "titles front $,$ nfron WILLIE'S FATHER.. \" Mother darling, where's my daddy ? why do we two live alone ? You tell me I'm your bonny laddy, your curly-headed blue-eyed son. All day while you work hard at. sewing, and when I'm in my little bed, You talk to me of birds and flowers : but not a word of him you've said. All the * childern ' in our court-yard got a father 'cepting Ted, But. the copper's took him mother, 'cos' he sneaked a loaf o' bread, I heard Sally at the corner saying as 'ow he had to go, Though he'd got no work, nor money, and Ted's Mother's ill you know. So all last night I was a-dreaming, tell me if my dream is true, That when I was a tiny babby, father sneaked a loaf for you, But I say mother, you're a-crying, is it 'cos' father isn't here? Cheer up mother, when I'm older, I'll work for 'yer' never fear ! \" Thus spake one of life's child-heroes, to a woman pale and sad, One ever struggling, ever weary, a soul once fallen never bad ; As to her prattling boy she listened, with aching heart that none might, share, A tear on either eyelid glistened, she too had been a mother's care. In thought she was a child again, bright, innocent and full of glee, Again dwelt in her happy home, again knelt at her mother's knee ; And still of riper years she dreamed, how o'er her path a false one crossed, How trusting in his faithless vows, she learned too late all she had lost. Then raising up her eyes to Heaven, she brushed the falling tears away, And prayed that she might be forgiven, that God would teach her what, to say For ah, alas ! her only treasure, her Willie was the child of shame, Had never known a father's blessing, might never hear a father s name. But his father knew no prison, for he had never stolen bread. Though courted in the world of fashion he woman's honour robbed instead ; He lived in pleasure, while in sorrow the victim of his reckless sin Toiled on, too proud to beg or borrow, and dared not. face her kith and kin."], [9, "So with a sigh, she laid her sewing on the broken chair hard by, Then clasping Willie to her bosom hade him look toward the sky ; \"'Tis dark dear,\" said the sorrowing mother \"yet see that twinkling star so fair, I think it beckons to us Willie, for your father lives up there. Far, far above the clouds and darkness, He has a home for you and me, Where from hunger, cold and sorrow, we shall ever more be free ; There mid songs of sweetest music, He waits my darling boy for you, A crown He will place on your forehead, a harp of gold He'll give you too.\" \" Then mother,\" quoth the wondering infant, \" as you say it must be so, We got no food and you've no money, why not at once to father go ; Walking fast 'ill keep us warm, and save us both from taking chills. So tie my scarf around 'yer' throat, I ain't too tired to climb the hills. 'Tis no use taking our old things up to a place so very grand, We'll leave 'em here to pay the rent, and start for father hand in hand; And as you tell me golden crowns above the sky we too shall find, I think I'd cut a better figure if I left my ragged hat behind.\" \" Not yet. dear boy,\" the mother answered, \" we'll wait till He shall bid us come, For in His arms He will enfold you, to bear you to our happy home ; I'm sure He'll take us very soon, to live with Him above the sky, So do not fret my little son, tho' sometimes you see mother cry. But you are tired, so rest my loved one, cuddle down and have a nap,\" An hour later little Willie was slumbering in his mother's lap : While still neglected near the woman lay her sewing in a heap, The wound that night so freshly opened, was forgotten in her sleep. That evening in a noble mansion, not a mile from Eaton Square Were gathered all the stars of fashion, Willie's father too was there; And when the dance was at its maddest, and all within were gay and bright. Close by, but from a wretched court, there came the cry of \" fire \" that night. From an attic, on the shoulders of some brave and honest, men Were brought out two smiling faces, Willie's father passed just then ; \" What here, a fire? \" he gaily asked, for he was hot and flushed with wine, \" 'Tis but a hovel, let it burn, a pigsty, fit alone for swine.\" ' Look at the dead,' and cries of 'shame'came from that rough and maddened crowd ' They're smothered,' went from mouth to mouth, while more than one man wept aloud ; For clasped within his mother's arms, the fittest place for one so fair, Little Willie had reached Heaven, and had found a Father there. ALL EIGHTS KESEEVED."], [10, ""], [11, ""], [12, ""]]