[[1, ""], [2, ""], [3, "UNDER THE UMBRELLA OR <Ibe ©ranb ©Ib man's G A t^A^D oi- ELECTION LYBIC8. \" He asked me, what were my prinserpuls ?\" \" I hain't got enny,\" said I : \" Not a prinserpul ; I'm in the Show Bizniss.\" Artemus Ward. EDINBURGH : E. & G. G O L D SMID, i S 8 5. PRICE THREEPENCE."], [4, ""], [5, "UNDER THE UMBRELLA or Zbe (Sranb ©Ib flfcan's Gf S fy I< S jNs f) OF ELECTION LYKICS. \" He asked me, what were my prinserpuls ? \" \" I hain't got enny,\" said I ; \" Not a prinserpul ; I'm in the Show Bizniss.\" Artemus Ward. EDINBURGH : E. & G. GOLDS MID. 18S5."], [6, ""], [7, "ELECTION LYRICS — ».<<_%$<< — H Xast IDiett. (November 1885.) \" He rose like a rocket, he fell Uke a stick.\" — Tom Paine. Not a doubt was heard, not a funeral note, As Gladstone from Hawarden hurried To the North, where he vowed he would make it hot For the Tories ; yet they were not flurried. His speech he prepared in the dead of night, The Truth into Falsehood turning By the struggling moonbeams, misty light. Yes ! His words should be fierce and burning ! No idle scruples disturbed his breast On the platform when daylight found him But he lashed Lord Salisbury and the rest Of the Tory gang around him. Neither _/eo. nor short were the words he said ; For, Gordon expressed no sorrow; His ears were deaf to the words of the dead ! He thought only of winning to-morrow."], [8, "4 He thought not of Stewart's narrow bed, And the desert sand — his pillow ; Nor of all the brave hearts that lay cold and dead In the land beyond the biilow ! Lightly he talked of his deeds passed and gone! As for Churchill did naught but upbraid him ! If of Empire and Honour Britannia was shorn, Little reck'd he, so they \" Premier \" made him ! The election was over, the voting done, And Scotsmen were not found so simple As to vote for a policy of \" Ruin and Run; And Midlothian elected Dalrymple. Slowly and sadly he went back to town, And the moral of the story Is that Britons still honour the Church and Crown, And will stand up for Britain's glory ! AN EPIGRAM. ©n <Slafcstone anb bis followers (?) How ill their dancing with Bill's music suits ! So Orpheus played, and like them danced the brutes."], [9, "an HfcOress to free Britons. \" Foul deeds will rise, Though all the earth o'erwhelm them, to men's eyes.\" — Hamlet. Ye good men of the Commons, with loyal hearts and true, Come, stand by the brave leaders who e'er have stood by you ! Here, in this Christian country, under the noonday sun, In sight of all the people, the bloody deed was done. They promised aid to Gordon : to Gordon then they lied ; Yet Gordon, though abandoned, his duty did, — and died ! The guilty creep among us still, who caused that fearful day Just about a year ago, when the Liberals bore sway. Of all that wicked Cabinet, the names are held accursed ; Of all that wicked Cabinet, Chamberlain was the worst ! He stalked about Old Palace Yard like Tarquin in his pride, With Charlie Dilke behind him, Jess Collins by his side. All honest men shrank right and left, and eyed askance with fear His frock-coat and his orchid, his mouth curled up to sneer. That brow of hate, that mouth of scorn, marks all the kindred still For Radicals despise and loathe all that oppose their will. And when they pass a measure to the nation's good which tends, You may be sure it's only done to further their own ends ! When to the poor they're generous, and tender to the lost, You bet your bottom dollar it's at other people's cost !"], [10, "6 Britain may be deluded, and give the Liberals power, But if so, Britain very soon will rue that fatal hour. Honest have Britons ever been, and may they ever be ! Let us rally round our country ! and the D 1 take J. C. Worbs, Morbs, Worbs! (Hamlet ' I will promise you infinitely.\" — Henry iv., part 2 I spoke a phrase in open air, And it was printed, I know not where ; I thought it was forgotten quite Till Randolph quoted it one night. I made a promise in open air ; It might be kept, I cared not where Or when ; my memory is not strong, And you may wait for that promise long. 1 spoke of Peace, and went to War, Retrenchment vowed, and spent the more ; Reform at least I carried through, But half was due to the \" Tory Crew.\" Words are meant for Electors' ears, To raise their hopes, excite their fears ; When by their use we've power got, The words themselves are clean forgot"], [11, "H Utsion of tbe miobt. Oh Liberty, Liberty ! How many crimes are committed in thy name.'' (Madame Roland.) I stood in the Strand at midnight, And the clocks were striking the hour As I walked towards the City, For I lived beyond the Tower. Away in the hazy distance Of that lovely night in June, Methought I saw Joe Chamberlain Gazing vacantly at the moon. His voice, like the croak of a raven, Sounded ominous in my ear, And the awful words he uttered Caused my knees to give way with fear. \" How often, oh how often, In the days that have gone by ; I have tried to ruin my country, Whilst her forehead reached the sky! \" She then had a Constitution, House of Commons, and House of Peers A Queen, and a Church, and the people Had honoured them years and years. >"], [12, "8 \" But now the Lords are abolished, The Church and the Crown are gone ; We've chained up the British Lion, And muzzled the Unicorn. \" Each labouring man I promised With three acres of land to endow, And give him into the bargain, A good house, a barn and a cow. \" This led them tc vote for our party, And placed us once more in power ; And the ruin of the Empire May be dated from that same hour. \" We first did away with landlords, Then abolished the House of Peers ; The Queen, the Church and Religion Followed suit in a very few years. \" We gave India up to Russia, All our Colonies went astray ; We drove all wealth from the country, Britain's glory had passed away. \"And now we're a fifth rate power, Ranked with Greeks, Turks, and Portuguese And in lieu of our lost Empire, The benefits we've gained are these : \"Bradlaugh's in the House of Commons' Wilfrid Lawson has passed his Bill ! The Liberals are in office ! And Chamberlain's had his will !\""], [13, "9 Just then an idea struck me, \" This is rubbish, bosh and gammon ! I've dined too freely at Blanchard's, 'Tis the Cucumber and the Salmon ! \" My country has too much wisdom To be by Joe Chamberlain led ! This is nightmare ! \" — I felt happy, So I hurried on home to bed."], [14, "Œbe Bnsting of tbe Cabinet. \" We split, we split, we split.\" (Tempest.) I reside in Carlton Terrace, and my name is Truthful Bill ; I never lose my temper if I can but get my will ; And I'll tell in simple language what I know about the split That busted up our Cabinet and made us office quit. But first I would remark, that it is not a proper plan, For a Cabinet Minister to whale his fellow-man ; And if a colleague don't agree with his peculiar whim, To lay for that same colleague for to \"put a head\" on him. Now nothing more harmonious, gentler, sweeter, could be met, Than the first six months proceedings of that same Cabinet ; Till Chamberlain produced a bill which Harcourt swore he stole, From Labouchere's coat pocket, or Bradlaugh's pigeon-hole. If any man inherited money from his mother, The money should at once be giv'n to some other man's brother ; And every manufacturer who possessed any plant, Was bound at once to make it o'er to his cousin's husband's aunt. Each lab'ring man should have a house with park, a horse and trap, With a cellar plentifully stored with his own peculiar tap; And Local Boards should keep him clothed in fashionable suits, And each should have a nobleman to black his patent boots."], [15, "11 There were some other clauses, of which I need not speak, Except of one that gave a man eleven pounds a week If he but swore before a judge he really though he ought To get some compensation for having his children taught. Chamberlain read his draft bill, praising it clause by clause, And was greeted at the finish with considerable applause ; But Hartington then asked me for a suspension of our rules, Till he proved that his dear colleagues were little more than fools. Then Joseph smiled a bitter smile, and said it was a shame, His colleague should bestow on him, his own appropriate name He was a most sarcastic man, was Mr. Joseph C., And once or twice before he'd nearly done for our party. Now I hold it is not decent for a ministerial gent, To call his colleagues asses, — to any great extent ; Nor should the individuals of whom this has been said, Reply by heaving Hansard or Blue Books at his head. Then Granville in his sweet tones raised a point of order, when A bundle of Dispatches took him in the abdomen; And he smiled a kind of sickly smile, and curled up on the floor, And our subsequent proceedings interested him no more. For in less time than I write it, each was hurling with his hands, At his colleagues' skulls the pen-trays, sealing wax and bronze ink stands; And the way they heaved their missiles in their anger was a sin. Till an M. S. speech of mine caved the head of Derby in. And this is all I have to say ; of grief I've had my fill ; For I live in Carlton Terrace, and my name is Truthful Bill ; And I've told in simple language what I know about the split That busted up our Cabinet and made us office quit."], [16, "IbiQber Iflp! \" Licence they mean when they cry Liberty.\" — Milton, The shades of night were falling fast, As to the House of Commons passed A man, whose scruples were not nice, Who'd trick'd the mob with a stale device, \"Higher up!\" His hat was bad ; his eye beneath Flashed and rolled ; he ground his teeth ; And, like a cracked old trumpet, rung The accents of that lying tongue : \"Higher up!\" \"•I'll do away with the House of Peers ! Root up the Church in a few years ! This I may call my present game, But it won't be long before I aim Higher up ! \" \"Try not that dodge,\" Grand Old Man said ; \" You'll bring the hornets about my head ; Take my advice, your true aims hide ;\" But Joseph's unctuous voice replied : \" Higher up ! \""], [17, "13 \"Oh, stay !\" Hartington said, \"and rest Thine oily locks upon this breast ! \" He made a long nose, winked his eye, And still he shrieked his grating cry : '^Higher up!\" His late colleagues are on their knees. \" Do go more slowly, for our sakes, please ! Weil swallow most things, as we've well proved And you shall lead us, when Billy's removed Higher up ! ' But all in vain ! In olden days, He would have met with sterner ways ; For giving rein to their sland'rous tongue, The Rads would soon have been all strung Higher up!"], [18, "antagonistic Hllies. ( With Apologies to Mr. Hiawatha. ) \" Oh, how joyful 'tis to see Brethren dwell in unity !\" (Old Hymn Yes, they stood there, in the lobby, With their weapons and their war paint, Wildly glaring at each other ; In their faces stern defiance, Yet they were all of one party ! Happy-Pebble, the old Chieftain Carried his well known umbrella, And he bore his manifesto Which some people said, meant something, Though they did not say, or know what. By his side was gentle Harcourt, (So beloved for modest bearing), Threat'ning he'd punch Tommy Turncoat, 'Cause he wanted to lick flash Joe ; Chelsea Charley and rich Rosebush, Quietly sparring in a corner, Filled up their time with the practice Of the game, Kilkenny Kittens. Then the mighty Happy Pebble Looked upon them with compassion, Looked upon their wrath and wrangling, With paternal love and pity ; Spake to them these words of wisdom"], [19, "15 Warning, chiding, spake in this wise \" I am weary of your quarrels, Of your wranglings and dissensions ! All our strength is in our union, All our danger is in discord ! Why do you not do as I do ? Have no principles, no conscience: Follow each breath of the mob's will ; Speak for hours and say nothing ! If you will but do as I do, We shall soon be back in office ! People say that we are selfish, And won't sacrifice to t'other, But I'm sure Id sacrifice you, With the greatest resignation If I could improve my status, And I know, my dearest colleagues, You'd sacrifice me with pleasure If 'twas to your own advantage ! Therefore be at peace henceforward, And unite against the Tories.\" He no doubt would have said much more, But he fell at that same moment ; Knocked dowrt with that same umbrella, Which his old friend Bigtown had prig'd. And I left the Liberal Chieftains Mixed up, going for each other. (Cœtera desunt.)"], [20, "Œbe IRumber of tbe Beast. \" Here is wisdom ; let him that hath understanding count the number oi the beast, for it is the number of a man : and his number is six hundred and three score and six.\" G amma is in Greek numerals . .3 L ambda ,, „ . . 30 A lpha „ ,, . . . 1 D elta „ „ , . . 4 S igma ,, „ 200 T au ,, ,, . . . 300 O micron „ „ . . -7° N u „ „ . . -5° E ta „ . „ . . .8 GLADSTONE .^r 666 E. 6° G. Goldsmid, Printers, Edinburgh."], [21, ""], [22, ""], [23, ""], [24, ""]]