[[1, ""], [2, ""], [3, ""], [4, ""], [5, "UNDEE-CUEEENTS VOL. II."], [6, ""], [7, "UNDEK-CUEEENTS BY THE AUTHOR OF 'PHYLLIS' 'MOLLY BAWN ' &c. IN THREE VOLUMES VOL. II. LONDON SMITH, ELDEK, & CO., 15 WATERLOO PLACE 1888 {All rights reserved]"], [8, ""], [9, "UNDEB-CUREENTS. CHAPTER I. O earth, so full of dreary noisis ! O men with wailing in your voices ! O delve'd gold, the wailer's heap ! O strife, O curse, that o'er it fall ! God strikes a silence through 3*ou all. Long since the moon has mounted the heavens ; now it is at its full. A myriad stars keep company with it, the hush of sleeping Nature pays homage to it. Solemnly, slowly, from the old belfry tower the twelve strokes of midnight have sounded on the air. Vera, rising cautiously from beside Gri selda, who is, as usual, sleeping the sleep of the just, her dreams unmarred by thoughts of VOL. n. B 2."], [10, "UNDER-CURRENTS 2 what to-morrow may bring her, slips gently on to the bare white boards, across which the moonbeams are travelling delicately. Sleep has deserted her. Woo him as she may, the treacherous little god refuses to come to her with sweet, red, drowsy poppies in his baby hands, wherewith to lull the saddened brain to slumber. Weary at last of her efforts to lose herself and her hateful thoughts in unconsciousness, she determines to rise, and try what study may do for her. To push back her pretty hair from her fore head, to lift it into a little coronet on the top of her head, is the work of a moment. No candle is needed for such work as that, and a lighted candle might disturb Griselda — poor Griselda, who has worries of her own. Feel ing cautiously amongst the intricacies of the crazy old wardrobe, that every moment threatens to come to pieces and bury her"], [11, "UNDER-CURRENTS 3 beneath its ruins, she draws out at last a dainty loosely-made gown of white cambric covered with lace, an old friend of hers, and getting herself into it fastens it comfortably round her lovely throat, thrusting her naked feet into a pair of bronze slippers that match admirably with her sun-smitten hair, and arming herself with matches, she steps lightly across the room, opens the door, and speeds with all haste over the corridor, gaunt and ghostly in the dim light, down the grand old staircase, and enters a room on the left of the library, where one day she made the dis covery that comfort was to be found. Striking a match she lights a lamp upon a side table, and proceeds to examine the book shelves. Heavy, rather abstruse volumes, for the most part law books and such like, adorn them, but with here and there amongst them a forgotten gem. TS 2"], [12, "UNDER- C URRENTS 4 Taking down one that she thinks will please her, Vera turns to find a comfortable lounge of some sort — a difficult matter at Greycourt, as a rule, but not here. The original row of chairs look one as uncom- promising as another, and are all drawn stiffly back against the walls, such portions of wall, at least, as the bookcases leave bare — bookcases without any unfriendly glass to hide their treasures and that reach up to the ceiling, which is vaulted. But scattered broadcast through the room are innumerable easy-chairs of modern construction, that harmonise with the quaint old room, and yet seem hardly part of it. The walls are a dull yellow-brown colour, something like a faded beech-leaf, and here and there are a few sculptured Japanese cabinets, priceless, perfect. There are some lovely bronzes, a statuette or two in marble, and a solid round oak table littered with books"], [13, "UNDER-CURRENTS 5 and pamphlets. She had wondered often who had organised the room, but had never asked, and was at this moment unaware that it was dedicated to Seaton, and had been made habitable by him, not his father. In the two windows are two deep cushioned seats ; one of the windows lies open, and through it come the sounds of wakeful night. The lonely cry of the corncrake, the murmuring music of the river, the subdued roar of the ocean far away, all mingle and creep to her through the velvet darkness. Kneeling upon one of the deep window seats, she looks outwards, trying to pierce the soft and scented gloom. The whole vast expanse of heaven is alight with stars, and every now and then there is a rapid flash of light across the sky, and then once more the great unspeakable calm. It is a cloudless night, warm and sultry,"], [14, "UNDER-CURRENTS 6 and full of a deep peace, as only country nights can be. Touched, soothed by its beauty, Vera draws back from the window, and, with her book still in her arms, looks round once again for a seat to suit her. Apparently the charms of the great black fur rug that hes on the hearthstone have outdone all the rest, for with a sigh she sinks on to it, and presently loses herself in ' Silas Marner.' The opening of the door rouses her. It is quite an hour later — an hour forgotten by her as she read. With a sudden start she looks up, turning her face over her shoulder to the door, to see who can be coming in at this unholy hour. Her heart grows cold within her as she sees — Seaton Dysart ! In silence they stare at each other. Vera, indeed, so great is her astonishment, forgets to rise, but sits there curled up amongst her furs, with a little frozen look of fear and"], [15, "UNDER-CURRENTS 7 detestation on her perfect face ; she seems to have cowered in amongst her pretty laces, as if to hide from him, and so great is her dismay that she has forgotten that one charming little foot, naked save for the shoe that only half covers it, is peeping from beneath her dressing-gown. ' I have disturbed you,' says Seaton at last, breaking the spell, and speaking in a dis tinctly unnatural tone. ' I did hope I should have found privacy somewhere, at some hour,' says she coldly, getting up quickly and confronting him with a face from which the first confused blood has died away, leaving her pale as any snow droj). ' Could I not be even here alone ? What brought you here ? ' ' I came for a book,' says he contritely, refusing to set her right as to the fact of the room being his own. To add another touch"], [16, "UNDER- C URREN TS 8 of chagrin to that charming face is beyond him. ' Now that I am here, will you per mit me to say a few words in my own defence ? ' ' Oh, defence ! ' says she, with undisguised scorn. ' Certainly. I would prove to you how entirely you have wronged me,' says he firmly. The softer look has gone from his face now, and a sudden chill has fallen upon it. The lips look severe, perhaps even a little bard, and the whole expression haughty. ' I acknowledge that once my father expressed a wish that I should marry you,' colouring darkly, ' always provided you were willing to accept me, and I ' — slowly — ' acceded to that wish.' ' But why, why ? ' demands she, flashing round at him. ' I do not wonder at your question. It"], [17, "UNDER-CURRENTS 9 seems impossible there should be a reason,' replies he coldly ; ' for ever since the first hour we met you have treated me with uniform unfriendliness, I had almost said discourtesy.' ' There is a reason, nevertheless,' says she hotly. She has come a step or two nearer to him, and her large lustrous ej'es, uplifted, seem to look defiance into his. ' Your reason I can fathom — but your father's — that, I confess, puzzles me. Why should he, Avhose god is money, choose the penniless daughter of the brother he defrauded to be ? ' ' Defrauded ? ' interrupts Seaton with a frown. ' Call it what you will,' with an expressive gesture of her hand, ' undertake his defence too ; but the fact remains that the iniquitous deed that gave to your father what should have been ours was undoubtedly drawn up"], [18, "UNDER- C URREN TS 10 by my uncle. I have heard all about it a hundred times. Your father hardly denied it to mine when last writing to him. His taking us home to live with him was, I suppose, a sort of reparation. To marry me to you, and thus give me back the property he stole, is that a reparation too ? ' She is as pale as death, and the hands that cling to the back of the chair near her are trembling. But her lips are firm and her eyes flashing. It occurs to Seaton, gazing at her in breathless silence, that if she could have exterminated him then and there by a look she would have done it. ' I am not defending my father's conduct in so far as that will of my grandfather's goes, though I think — have always thought — it an unjust one. I know very little of the true facts of the case, and you will pardon my saying that I think you know as little — all"], [19, "UNDER- C URRENTS 11 your information being from the man who believed himself wronged.' ' Was it mere fancy then ? Is that how it seems to you ? Is it right that an elder son should be thrust out of his place and the younger given all ? ' ' I have already said that I think that unjust ; but who shall say it was my^ father who unduly influenced that old man, whose name is a synonym for hatred, malice and all uncharitableness ? That will, in my estima tion, should not have been allowed to stand ; there I blame my father. Had it been in my power I would have restored the property to you and yours long since ; but, as you see, I can do nothing — yet. In time,' he pauses and regards her earnestly, ' I may be able to do so.' ' You would restore me my own as a gift ! Do you think I would accept it at your hands ?"], [20, "UNDER-CURRENTS 12 Nor that nor anything else,' says she with cold contempt. ' You hardly know me. What is mine by right of law I would hold against all ; what the law forbids me, I will take from no man — and from you, of all others 'You are bitter,' he says with sudden anger. ' From the first you regarded me as an enemy, and now ' ' Was I not right ? What else are you ? ' cries she, refusing to hear him further. ' The worst — the most contemptible. What,' her voice breaking into a sob of terrible humilia tion, ' have you not understood ? Are you dead to the shame I endured this morning ? When that old man insulted me by his hateful command, do you think I did not feel it? I tell you every Avord he said has burned itself into my brain, so keenly did it touch me. I was nothing. Nothing ! ' with an"], [21, "UNDER- C URRENTS 13 inexpressible burst of indignation. ' My consent was a thing of no importance at all. I was a mere bit of goods and chattels, to be disposed of as your father saw fit. I ' I refuse to listen to this 'You shall. You have brought this on me ; you shall hear how it sounds to me, to any right-thinking person. I was treated by your father — with your knowledge and approbation, no doubt — as though I were a mere nonentity, the poor dependent, whose will was very properly merged in that of her benefactors. Nay, more, I was clearly ex pected to kneel at his feet and express myself thankful for the benefit conferred upon me — the benefit being you.' She makes a slight but sharp movement expressive of the deepest, most poignant self abasement."], [22, "UNDER-CURRENTS 14 ' You degrade yourself and me when you talk like that,' says Seaton, who is now as pale as she is. ' For Heaven's sake, try to remember how abominably you misrepresent the whole thing. If my father had a freak of this kind in his head — a desire to see you married to his only son — surely there was no discourtesy to you contained in such a desire. It was rather — you must see that — a well meant arrangement on his part. It was more,' boldly. ' He loves me ; in wishing to see you my wife he paid you the highest compliment he could. I defy you to regard it in any other light.' ' You plead his cause well — it is your own,' says she, tapping the back of the chair with taper, angry fingers. ' Why take the trouble ? Do you think you can bring me to view the case in a lenient light ? Am I likely to forget that you — you, aided and abetted"], [23, "UNDER-CURRENTS I ■; your father in trying to force me into this detested marriage ? ' ' Pray put that marriage out of your head,' says he slowly. ' You have taken it too seriously. I assure you I would not marry you now if you were as willing as you are unwilling. I can hardly put it stronger.' ' That fact does not alter the past ; and of that alone I complain. The future is in my hands,' haughtily, ' not yours. I remember that you would have agreed to your father's proposal ; that is enough. You were willing to marry me — he said so ; and I tell you,' lifting once again her lovely condemnatory eyes to his, ' that was the act of a coward.' ' You have called me a coward once before,' he reminds her with a peculiar smile. ' There is no occasion to repeat that insult. I have not forgotten it.' 'Why should I not repeat it? Why"], [24, "UNDER-CURRENTS 16 should I not tell you now, once for all,' says she, ' what I think of you ? Do you know,' drawing closer in a heavy tired way, as if all the youth and spirit has gone out of her, ' that I did not suspect you of it ? I never dreamt you would be guilty of such meanness. I did not like you certainly — I disliked you, in fact ' ' That, also, you have told me before.' 'But,' not heeding him, 'though some thing always warned me to avoid you, though some good angel urged me alwaj7s to distrust you, I never in my wildest moments believed you capable of such baseness as this ! ' Her eyes are alight. Hardly anyone would have known this pale, passionate, indignant girl to be the gentle Vera of every day life. As for Seaton, a longing to compel her into a recognition of the falsity of her opinion of him is the one powerful feeling"], [25, "UNDER-CURRENTS 17 that possesses him ; at this moment it seems to him that he hates her as she stands there before him, defiant, contemptuous — beautiful. The loose sleeves have slipped back from her, leaving her exquisitely-moulded arms bare ; arms soft and rounded, and white as the moonlight that is stealing into the room — across the polished boards — to catch the hem of her gown and so steal upwards to her perfect face. Such a lovely thing she seems, one very meet for love's demands — and yet how cold, how unwomanly in that scornful mood ! ' You do me too much honour when you take the trouble thus to analyse me,' he says with a bitter smile. ' Of the baseness of which you accuse me, I confess, however, I hold myself guiltless.' ' Do you ? I think not,' says she, smiling in turn. 'You are clever enough to grasp c vol. 11."], [26, "18 UNDER- C URRENTS the full meaning of my words. Who but the poorest of his kind would, for filthy lucre's sake, elect to wed a woman as distasteful to him as he was to her ? ' ' Hardly that, I think,' regarding her curiously. ' The balance there is not even. And as to your allusion to \" filthy lucre,\" I do not follow you. As you yourself remarked just now, you are without a fortune.' For a moment she regards him curiously, as if a little struck by the ability displayed in this careful misunderstanding of her words. ' When my grandfather left this property to your father,' she says slowly, ' he left it purposely unentailed. Your father then, were you to cross his wishes, could leave you, as I have been left, penniless. To avoid that, you would fall in with any of his views. You would even so far sacrifice yourself as to — marry me ! ' Oh, the contempt in her tone !"], [27, "UNDER-CURRENTS 19 There is a long pause. Then Seaton, strid ing forward, seizes her by both arms and turns her more directly to the light. The grasp of his hands is as a vice — and afterwards it seemed to her that he had involuntarily, as it were, shaken her slightly. ' How dare you ! ' he says in a low, con centrated tone. She can see that his face is very white, and that it is with difficulty he restrains himself; she is conscious too, perhaps, of feeling a little frightened. Then he puts her quickly from him and turns away. ' Pshaw, you are not worth it ! ' he says, his manner full of the most intense self contempt. c2"], [28, "UNDER- C URRENTS 20 CHAPTER II. There cannot live a more unhappy creature than an ill natured old man, who is neither capable of receiving pleasures nor sensible of doing them to others. ' He has sent for me to go to the library. What on earth shall I do ? I'm regularly in for it ! Vera, you must come too,' says Griselda, who is evidently in the lowest depths of despair. ' I don't see Avhat good I can do,' says Vera, recoiling from a second interview with her uncle. 'You can. Every good. Your very presence will restrain him. And if it is to be a case of assault and battery, you will be an invaluable witness.' Even through all her"], [29, "UNDER-CURRENTS 21 honest fright she cannot refrain from making a miserable little attempt at a joke. 'Any how, I won't go alone,' vehemently. ' Wild horses shan't draw me.' She sits down with all the air of one determined to take up her position for life on this particular chair. ' Come. I'm ready,' says Vera with a sigh. She moves towards the door. ' I'm a wretch,' cries Griselda penitently. ' There. Stay where you are ; I'll face the old dragon alone ! He can't do more than murder me, and I dare say I'll be no great loss. Oh, Vera,' as Miss Dysart shakes her head, and declares herself willing to see her through with it, 'it is too much to expect.' ' The longer he is kept waiting the more unpleasant he will be,' Vera reminds her sensibly, and together they go down to the library. ' I hardly expected the pleasure of your"], [30, "UNDER-CURRENTS 22 company,' says the old man, lifting his half closed eyes to Vera — a vicious light in them. ' I do not remember that I even solicited it.' ' You did not. I have come because Griselda wished it,' coldly. ' Does Griselda control this household ? Are we all to be guided by her ? My nerves are not in a sit state this morning to give audience to more than one at a time. I feel thoroughly unstrung.' ' Yes — yes. You really do look very ill,' says Griselda, with eager sympathy. ' Indeed, if you excite yourself further, I should not answer for the consequences. We will both go away. By-and-by — next week or so — you can let me know what it is I can do for you. Try to persuade him, Vera, to spare himself.' Under cover of this burst of anxious con cern Griselda makes a careful glide or two towards the door with intent to make good"], [31, "UNDER-CURRENTS 23 her escape ; but to evade the Argus eyes of Mr. Dysart one would have to be born with that happy old knack of growing invisible at will. ' The solicitude you show for my welfare is truly delightful,' says Mr. Dysart, raising one of his delicate hands, ' but I cannot afford to part with you for just one moment or two. Don't be afraid ; I shall not injure myself, I trust, and I feel as if there was a word or two I must say to you, even should those consequences you so kindly hint at prove fatal. Will you take that chair? No — this one, where I can more clearly see you. Thanks.' He thrusts out his odious sinister old face and stares at her in a way that makes her young blood curdle in her veins. She makes an effort, however, and bravely turns up her charming but now decidedly confused coun-"], [32, "UNDER-CURRENTS 24 tenance to meet the glance of the cold steely eyes so mercilessly bent upon her. ' You have something to say to me ? ' she says evenly enough, though her heart is quaking. ' Yes. In one of my age it is to be de plored, no doubt, but I confess I am con sumed with curiosity to know who was the friend with whom you were on such lively terms of intimacy yesterday afternoon.' No answer. Poor Griselda flushes a pain ful crimson, but other recognition of his ques tion there is none. ' Some one out of your past life, of course. That is understood, as you have had no opportunities here of making a correct ac quaintance with anyone. I am right in my surmise ? It was a friend from out your past?' ' No,' says Griselda slowly, and as if"], [33, "UNDER-CURRENTS 25 the answer is dragged from her against her will. ' No ? You astonish me. Am I then to believe that this — friendship of yours was contracted here — since you came into my house ? ' ' I — I have met him,' begins the girl, in a breathless, stammering fashion, utterly daunted by the poverty of her case and the cruel brilliance of the searching eyes brought to bear on her. ' So much I know,' pitilessly. ' You met him yesterday, for example. That I Avitnessed for myself. What I am desirous of learning i is, Iioav it Avas you first arrived at a knoAV- ledge of his existence. You aauII excuse my persistency, I am sure,' with abominable sweetness, ' but may I ask the name of the mutual friend who introduced him to you ? ' Dead silence."], [34, "26 UNDER-CURRENTS ' Come, come ! Surely you are not afraid of your old uncle ? ' Avith diabolical playful ness. ' Surely you Avould not have me think that there was no introduction — that you struck up a promiscuous acquaintance with this young man, as any milkmaid might Avith her vulgar swain, any Jill Avith her Jack ? ' He pauses, and fixes her with his unre lenting eyes. There is something revolting in the sneering tone, in the cruel smile, that makes even thinner the already too thin old lips. ' I think — if you AviU let me explain,' inter poses Vera hurriedly, ' I may be able to set right what now seems a little obscure, a little open to misconception.' She comes quickly forAvard as she speaks, but Dysart, putting up his hand, checks her. ' You are really too good, coming to my help like this, trying to take the trouble off"], [35, "UNDER-CURRENTS 27 my shoulders, but I assure you I am quite capable of undertaking this case,' he says icily, ' and your presence, as I before re marked, is not wanted here. ' What,' turn ing again to Griselda, ' not a Avord ! Am I to understand then that you, my niece, have commenced a low flirtation with a man un known to you, a man who may be, for aught you can say to the contrary, the common son of a common butcher, or baker, or ' ' He is the son of no butcher or baker,' interrupts Griselda, her cheeks afire, her eyes flashing. ' No ? You have discovered so much ? You have made strides in your friendship apparently. Does he rise to the giddy height of the law? Is he, perhaps, the fifth son of the local attorney ? ' ' No,' says Griselda. ' You are better informed than I beheved."], [36, "28 UNDER-CURRENTS This idyll of yours must have been of stronger groAvth than I imagined. You seem to have got a good deal of information out of the young man, personal information, which, betAveen lovers, I am told, is always the most interesting. If not the son of the resident butcher or baker or attorney, perhaps he told you whose son he was ? If so, pray satisfy my burning curiosity.' ' He has told me, certainly,' says Griselda defiantly. ' And sworn you in not to betray the knoAvledge, I see,' says Mr. Dysart with an irritating laugh. ' Cautious youth ! ' ' He swore me to nothing ; nevertheless I shall tell you nothing,' retorts she. ' The truculency of your attitude and ex pression conveys that to me without words,' says Dysart with a contemptuous shrug. ' Unhappily for you, however, heroics are"], [37, "UNDER-CURRENTS 29 completely throAvn aAvay upon me. Noav, hear me,' his manner grows suddenly hard and stern, and leaning forward he compels her gaze to meet his. ' One word for all — you shall meet this loA7er of yours no more.' 'Lover?' cries the girl, stung by the in solence of his tone. ' Ay, lover. You forget, perhaps, that scene I saAv Avith my own eyes yesterday. Capital eyes they are still, in spite of my years — have you ever noticed their bril liancy ? ' fixing them remorselessly on her as he speaks, Avith such a steady glare that Griselda shivers. Surely there is something uncommon about those awful eyes. ' They showed me this young man of yours, this waif and stray cast up out of the mud of humanity to gratify your vanity — this felloAV whose name you are ashamed to pronounce — kneeling prostrate before you, worshipping"], [38, "UNDER-CURRENTS 30 at your feet so close to the public highway that all who ran might read ! It was charm ingly romantic, no doubt ; ideally perfect, deliciously unconventional, and — permit me to add — grossly vulgar and indecent ! ' ' Uncle ! ' breaks in Vera tremulously, but, beyond a glance at her full of virulent malice, he ignores her interruption. ' I am your guardian,' he goes on, address ing Griselda always ; ' an unwilling one, be assured, but still your guardian, and as such I shall see that for the future you do not dis grace yourself or me.' ' I forbid you to speak to me like this,' says Griselda in a low choked tone that vibrates with wounded modesty. 'It is you who disgrace yourself when you speak of — of ' ' Of your evident longing to fling yourself into the arms of the first man you meet.'"], [39, "UNDER-CURRENTS 31 ' Vera, will you permit this ? ' demands the girl passionately, turning to her sister a face from Avhich the angry blood of a moment since has floAvn, leaving it Avhite and set as marble. ' It is intolerable ! ' says Vera. ' Uncle Gregory, I shall not stay here to listen to such words addressed to Griselda ! ' ' I am not aware that I ever pressed you to remain. The first moment it occurs to you to leave this room, I beg you will let no considerations for my comfort detain you.' ' I shall not alloAV you so to insult my sister.' ' No ? And how do you propose to pre vent me ? ' asks Dysart, leaning back in his chair and surveying her with a studied smile. ' But — to continue what I meant to say when you so — er — brusquely interrupted me — if you ever again,' once more concentrating his"], [40, "32 UNDER-CURRENTS attention on Griselda, ' seek this lover of yours ; if you ever again dare to disobey my orders, and go beyond the precincts of my garden and pleasure-grounds — all of which are to be seen from the front windows — if, in effect, you go out of reach of my eyes, I shall turn you and your sister out upon the high road to starve.' It would be impossible to convey on paper the amount of venom he manages to hiss into these last words. They are spoken low, but they impress his listeners Avith the idea that he means them thoroughly, and that he Avould be rather glad than otherwise, were occasion given him, to put them into execution. ' You fully understand ? ' he says, still looking at Griselda. 'Disobey me and out you go. Then see Avhat this lover of yours will do for you. The one,' turning a slow"], [41, "UNDER- C URRENTS 33 malignant look on Vera, ' Avho dares to thwart a plan of mine will do it to her cost ! Be ware, therefore ! ' He signs to them to leave the room. VOL. II. D"], [42, "UNDER-CURRENTS 34 CHAPTER III. She raised a sigh so piteous and profound As it did seem to shatter all her bulk And end her being. It is tAvo days later and a delicious afternoon, though it Avould be quite useless to try and get Griselda's agreement about that. Discon solate, and feeling like one ' cribbed, cabined, and confined,' she has seated herself upon the parapet at the end of the garden and given herself up a prey to the direst forebodino-s. So far gone indeed is she in her dismal thoughts, that she is deaf to the sound of approaching footsteps at the other side of the Avail, and almost calls aloud as a hand is cautiously, lovingly placed upon hers."], [43, "UNDER-CURRENTS 35 ' Hush ! ' says a well-knoAvn voice in a very subdued key. Stifling the cry that has risen to her lips, she looks first at the strong hand that clasps her own, and then over the parapet, to find there Mr. Peyton clinging like a limpet to the wall. His hand has come above it, his head has not. He is a Avise young man in his own generation, and has calculated to a nicety hoAv far the visual organ as directed from the AvindoAvs opposite can be brought to bear with effect on that portion of the Avail to Avhich he clings. ' You ! ' cries Griselda in a whisper — a glad whisper, though tempered with re proach. For quite a minute she gazes at him as if spellbound, out of very sorroAvful eyes, and then something that is more than sorroAv fills those charming features — a little fear, a little astonishment, a great deal of resentment. d 2"], [44, "36 UNDER- C URRENTS ' Oh, you shouldn't have come here, you shouldn't indeed ! ' she says. ' How could you, and Avhen it is all your fault too, every bit of it?' ' What has happened ? ' demands he eagerly. ' Something awful, I suppose ? When you didn't put in an appearance yesterday, I felt as if I must come up here and find you. When to-day still shoAved the wood a howl ing Avilderness, I came. What can have happened to you, darling, you look as pale as death ? You,' staring anxiously at her, ' you've got thin, I think.' 'I shouldn't Avonder if I looked a skeleton,' says Griselda, blinking her eyes to keep back the tears, ' after all I have gone through. I have fretted myself to fiddle-strings ! Oh, you ought to be sorry. And I am never to speak to you again, never to look at you — that is part of my orders — so you must go"], [45, "UNDER-CURRENTS 37 away at once. If you were caught here, I shudder to think of Avhat would happen. Oh,' with a sudden frightened glance towards the house, ' go, and don't come back. I hope you will not come back.' Here, seeing the look of blank despair and grief that darkens his face as this cruel 'hope ' is given to his ears, her face softens somewhat, and a deplorable expression creeps round the corners of her mouth. 'You must never see me again — never, never, never,' she says, and two large tears run down her cheeks. ' But why ? ' implores he, still clinging to her hand as though that is now all that is left to him. He forgets even the AvindoAvs, and so far raises himself on a friendly projecting stone in the wall as to bring his own face into much closer proximity to the lovely Avoe begone one on which the traces of tears are still Avet. ' Tell me Avhat has happened.'"], [46, "38 UNDER-CURRENTS ' He saw us that day ; I kneAV it,' says she miserably. ' Oh,' with a reproachful glance at him that reduces him to despair, ' if only you had a few grains of sense, one even! To think of your kneeling down within vieAV of the dirty high-road and holding on by my shoe-string — oh, Avhat a situation ! Well,' Avith a sigh expressive of pious resignation, ' it is all over now, and I am forbidden to leave this garden ever again ! ' ' Nonsense ! That's absurd ! ' It isn't all, hoAvever. I am forbidden also ever to speak to you again.' 'That's absurder,' says Mr. Peyton Avith a fine disregard of the decencies of language. ' Is it? You don't know my uncle then, let me tell you. I Avish you could have stood in my shoes when he said it, and Avatched his wicked old face. \" Go, if you like,\" he said plump and plain and Avithout the shadoAv of"], [47, "UNDER-CURRENTS 39 a blush of shame, \" but if you do, I shall turn you out upon the wayside to starve ! '\" She has risen from her seat in the passion of her anger and is looking at him with eyes once more suffused with tears. ' It was shameful ! ' she says, her mind going back to that insulting interview Avith her uncle. ' Oh, I could not tell you half of Avhat he said. I shouldn't care so much about it for myself, but there is Vera, I must think of her ! As for me, I tell you this,' paling again and clasping her hands together, ' I have quite made up my mind to one thing. I shan't stay here. After a little while when he cannot accuse Vera of knoAving anything about it I shall run aAvay ! ' ' With me, I hope,' says the young man tenderly, surprised into this speech by the spectacle of her distress. Then he stops, shocked at his oavu temerity. ' What I mean"], [48, "UNDER-CURRENTS 40 is,' he stammers, 'that whenever you feel inclined to leave Greycourt, you may depend upon me to keep you.' ' I shan't Avant any one's help,' declares she, shaking her head and feeling very valiant. ' I knoAv a great many people abroad, in Italy and Spain, and I dare say I shall be able to get to them, someliOAv. At all events,' Avith a little fresh burst of petulant grief, ' I am sure of this, that I shall not stay here to be insulted.' She draws her breath hard. ' Insulted ! ' repeats Peyton paling. ' You cannot mean that. He Avould not dare to go so far as that ? ' ' What would he not dare ? More at least than I could repeat,' says she tremulously, turning aAvay her head. ' Not eAren to me ? ' entreats he softly. He has repossessed himself of her hand, and is noAv caressing it fondly and with agitation."], [49, "UNDER-CURRENTS 41 ' I couldn't,' brokenly, her face still averted. ' Try, darling — do try. I know you will feel ever so much better if you can only bring yourself to let me share your trouble Avith you.' 'Oh, I'd be ashamed!' says Griselda miserably. A sob breaks from her. ' Well, if you must hear it, he said — that — that — I was vulgar aud indecent, and that I Avas only too Avilling to throAV myself into the arms of the first man I met. Now — now are you satisfied ? You made me tell you,' cries she and then gives Avay altogether, and bursts into a storm of Aveeping. ' What a scoundrel ! ' exclaims the young man betAveen his teeth. ' Griselda, darling, don't go on hke that. Is he Avorth even one of your tears ? ' He has seated himself beside her on the parapet by this time, forgetful of any searching eyes, and, having stolen one arm round her, is vehemently kissing the little"], [50, "UNDER-CURRENTS 42 trembling hand he holds. ' There, look up. You said something about running aAvay just now — well ! why not ? ' ' He has set a spy upon my actions,' goes on Griselda, who has not been listening to him very attentively. ' You know that old house keeper I have told you of, she watches where I go, and folloAvs me, whilst pretending not to, all the time. And you can't think,' sobbing afresh, ' how hateful it is to knoAV that some one is taking note of every step you move. I feel just like a prisoner — like that man in one of Allan Poe's stories Avho always had an eye on him.' 'And it is all my fault ! ' says Peyton miserably. ' I Avonder you don't hate me.' ' So do I,' agrees Griselda Avith a heavy sigh. ' It is I who have brought it all doAvn on you.'"], [51, "UNDER-CURRENTS 43 ' It is,' with a still heavier sigh and a long and thoughtful study of his features. Then, as an adorable outcome of her meditative mood, ' And yet,' says she, ' I don't hate you ! ' She seems rather surprised at this her self, and groAvs pensive as she dAvells upon it. Mr. Peyton groAvs rapturous as he dwells on her. A shrill and terrible voice in the female key, coming to them across the garden, destroys, however, all analytical and senti mental thought in a breath. ' Miss Griselda ! Miss Gri — sel — da ! ' ' There she is, I must run ! ' murmurs Griselda in a flurried tone, scrambling to her feet. ' Oh, go — go, good-bye.' ' Not good-bye ? ' implores he, holding her fast. He has dropped off the top of the parapet, and is once more presenting himself in the hght of a limpet, hanging on"], [52, "UNDER-CURRENTS 44 like grim death to the wall. ' Give me another chance of seeing you. Name a day — an hour.' ' Miss Gree — sel — da ! ' Again that harsh voice destroys the ex quisite harmony of the dying evening. ' Go,' entreats Griselda, now in a faint, terrified tone. ' Say the day after to-morrow — at this hour. Speak, darling,' implores he, giving her hand a little jog as if to compel her consent. ' I can't. I'm not sure. Oh, there she is, behind the yew hedge, coming this way ! She'll see you ! Well, yes, then. She is here now — close! Oh, go! Yes, yes, yes ; at this hour, if possible.' She rescues her hand, casts a last tearful glance at him, waits to hear the gentle thud that tells of his safe arrival on the ground"], [53, "UNDER-CURRENTS 45 below, and then, picking up her petticoats, she commences a gay little French chanson, and, avoiding Mrs. Grunch by a careful detour to the left, disappears amongst the friendly shrubberies."], [54, "46 UNDER-CURRENTS CHAPTER IV. I have not that alacrity of spirit, Nor cheer of mind that I was wont to have. ' Such a narrow escape as I've had ! ' cries she, running into Vera's room. ' I flatter my self that for once in my life I have done that old Avoman.' 'Who?' 'The admirable Grunch. That silly Mr. Peyton would come to the very wall to see what had become of me, and Grunch was Avithin an ace of seeing him. However, she didn't.' ' I don't believe she is as clever as you think.' ' I think she was clever enough to set my"], [55, "UNDER-CURRENTS 47 uncle on my track the other day. No, Vera, I can't go into a thing as you do, and argue it out to the bitter end. I have only my in stincts to guide me, and they warn me against the amiable Grunch. She has many a stone in her sleeve for me, and one of them she threw the day before yesterday.' ' You forget that I have instincts too,' says Vera, with a languid smile. ' I was Avarned against our cousin ; I can hardly, therefore, blame you for unreasonable fancies. But how foolish of Mr. Peyton to come ! He must know how Uncle Gregory Avould regard his, or any one's, presence here.' ' His especially. But, as I told him half an hour ago I tell you now, he Avas unfortu nately born Avithout a grain of sense. Never mind, I have to thank him, in that through his coming I Avas able to outwit the lively Grunch. But, darling, how ill you look !"], [56, "48 UNDER-CURRENTS Oh, Vera, I do beheA'e you are letting that old man's insolence prey upon you.' 'I don't know what is the matter with me. My brain seems on fire sometimes. Hoav cruel, hoAv cruel, a thing it is for parents to bring children into the Avorld, and then die and leave them there, unprotected, at the mercy of strangers ! ' ' I always console myself with the reflec tion that ill luck must cease some day,' says Griselda. ' That is true ' — sloAvly. ' There is great comfort in that thought. Death, as you say, is ahvays near us. It may reach us at any moment, and then farewell to trouble.' ' Indeed,' indignantly, ' I said nothing of the kind ! Catch me Avanting to die. I think I see myself! And as for you, my good child, you look like living for many a day, in spite of your dismal expression.'"], [57, "UNDER-CURRENTS 49 ' One can't be sure ; our mother died young. Happy mother ! ' sighs Vera for lornly. ' Rubbish ! ' cries Griselda, with more force than elegance. ' It is maddening to hear you ! See now, if death were to walk in here this instant, bony arms, sickle, eyeless sockets, and all the other regulation charms complete, I can just imagine the squeal that Avould folloAv. You are posing as one of those Avretched heroines one meets with in books, who always cries aloud on kindly death to take her, whenever she has so much as a pain in her big toe ! ' 'My dear Griselda! Really anything so graphic, to put it calmly.' ' Well, I haven't patience with the die away lot. And after all, there isn't the re motest fear of your being forced into a mar riage with — that man ! It isn't the age for AT0L. 11. e"], [58, "50 UNDER-CURRENTS that sort of thing. One is quite independent enough now to be able to shout a good sound \" No \" at the altar, even if compelled to go so far, and there is always the laAV after that. And besides, let the worst come to the worst, let us suppose that terrible uncle of ours should be able to persuade you into accepting his son ; why, rather than permit you to be sacrificed, I Avould ' — ironically — ' sacrifice my self, and marry Tom Peyton.' ' How Avould that help us ? ' ' Why, if I Avere to be driven for your sake into marriage Avith him, that would secure a home for you, as well as for me.' ' But why should you be sacrificed ? Surely such an end is as bad for you as for me ? ' ' I am the stronger ; I feel I could bear up under an adverse lot better than you could,' says Griselda, with a far-away, high and mighty look."], [59, "UNDER- C URRENTS 51 'Oh no, darling !' says Vera, quite touched. ' And besides,' falhng back into the original gloom, ' perhaps Mr. Peyton doesn't want to marry you.' This suggestion is received Avith marked disfavour. ' Oh, doesn't he ? ' says Griselda, getting up from her seat, as though sitting still is a burden not to be borne. ' That's all you know about it. You are very much out of it if you think that. He — he would marry me to-morrow, if I Avould let him.' ' Hoav do you knoAv ? How can one believe in any one ? ' ' I can believe in him,' says Griselda stoutly. ' If you only saAv him — as I do — you Avould know.' ' You are a lucky girl,' says Vera. ' To know that some one really cares whether one lives or dies is a great matter.' T. 2"], [60, "UNDER-CURRENTS 52 ' Oh, he cares,' says Griselda. ' Then you ought to be happy.' ' Well, I don't knoAv really. I ' — with a little laugh — ' I think I'd like him better if he Avasn't so aAvfully silly — that is, in earnest, don't you knoAV ? Noav, what do you think he said to-day ? That he — mark the ab- surdity of it — that he hadn't a fault in the little too much, eh ? ' honestly belieA7ed I Avorld ! That was a ' I don't knoAv. I like it. I call that says Vera thought- being a good loA7er,' fully. ' Perhaps you Avould have told him so. For me I said, \" Heaven give you sense ! \" I hope it will.' ' What sense Avould you give him ? Sense to see your faults ? After all, you are AveU matched. Like him, I begin to think you haven't a grain of sense yourself. And a"], [61, "UNDER-CURRENTS 53 word, Griselda ; tell me this, are you in lo\\7e Avith him ? ' ' Well, that's it, I don't know. I wish I did. I've been thinking, Vera, that it is an excellent thing to have been in love AA7ith some one before, then you knoAV all about it the second time, and you can tell Avhen the attack is coming on. I shall knoAv next time.' Oh, could Peyton have only heard her ! 'Perhaps there Avon't be any next time. If you do like him, I hope not.' ' Just so, but do I ? That's Avhat I can't find out.' ' I think — I think I should knoAV if / Avere in love,' says Vera drearily. ' You have a doubt about it, nevertheless ? I tell you it is the most difficult thing in the world. When I'm not with him, I Avant to see him, yet Avhen I do see him, I feel that I don't Avant him. By-the-by ' — as if struck"], [62, "54 UNDER-CURRENTS by a sudden thought—' something tells me Seaton will come to-day.' 'Noav that you can't see him, do you want him too?' says Vera with a smile. 'Well, I hope your instinct will prove false here.' She puts her hand to her broAV and presses it tightly. ' I have such a headache,' she says wearily. ' Lie doAvn. Here, let me tuck you up. Poor darling, you do look Avretched. Some eau-de-Cologne on her old head ? ' coaxingly. ' Yes, do ; I ha\\7e some still, a remnant of our decent past. I Avonder if Ave have begun to look poor ? If that dread writing, \" once in affluence, now reduced,\" is graven upon our foreheads ? Thank Heaven our clothes still hang together, and give us a touch of re spectability ; but when they fall apart, seam from seam, how shall we go then ? In long bags with holes cut out for our arms ? The"], [63, "UNDER- C URRENTS 5 55 early Britons will be fools to us. There ; noAv isn't that doing your head good ? ' ' No, it isn't, not when you are there to administer it,' says Vera, Avho is laughing. ' Every time I even smile, this horrid pain groAvs worse, and you will talk your absurdi ties ! Go aAvay, and let me try to sleep it off' ' Well, do sleep ; don't brood over im possible difficulties,' says Griselda, creeping obediently to the door. The troublesome headache chugs, however, to Vera all through the evening, and long after night has fallen. Griselda had come up to bed and had scolded her a little for not eat ing the dainty dinner she had sent up hours before, and then had tried to insist on putting her to bed, an effort Vera had steadily re sisted. She could not sleep, she said ; she would read for an hour or two, it was early"], [64, "UNDER-CURRENTS 56 yet, and so on. The thought of lying doAvn and making a miserable pretence at sleep, when that happy state of uncon sciousness Avas not for her, seemed more than she could bear ; and long after Griselda's soft regular breathing told she Avas asleep, Vera sat on through the growing night, and sought by reading to soothe her troubled mind. But now, a gleam of moonlight coming through the open windoAV puts the lamp to shame, and compels her attention. Hoav SAveet, how heavenly-fair the garden seems, wrapt in those pale cold beams ! She can see it from Avhere she sits on the deep, cushioned seat of the old-fashioned AvindoAv, and a longing to rise and go into it, to feel the tender night Avind beating on her burning forehead, takes possession of her. Catching up a light shawl to cover the"], [65, "UA/DER-C URRENTS 57 evening gown she wears, she steals, carefully as might a guilty soul, by Griselda's bed, along the dusky corridor, down the staircase, and past the servants' quarters, where a light under Mrs. Grunch's door warns her that that remorseless foe has as yet refused to surrender herself to slumber. A small door leading into the garden CD O is close to this, and moving swiftly up the narrow stone passage that brings her to it she opens the door, and so closing it after her that she can regain the house at any moment, she turns to find herself alone in the exquisite perfumed silence of the night. The first passing breeze that touches her seems to cool as if by magic her fevered head. The pain dies from her, and with it goes the strange miserable sense of unrest that had driven her forth. A most blessed change it seems ; and with light footsteps she moves"], [66, "58 UNDER- C URREN TS over the velvet grass, drinking in the sweet ness of every flower-filled wind as it goes by her. Tall pale hollyhocks stand up like ghosts on every hand ; the mingled sweets of heavy headed stocks and the rich crimson clove carnations stir the soft air. A faint warm dew is uprising from the sleeping earth. It is a luminous night, blue grey where the moonbeams do not fall and light all through. Far off the ocean is gleaming, and it and the sky seem to be of one delicate hue, whilst the tall white cliffs stand out in a solemn splendour from the general twilight of their surroundings. There is a suspicion of mystical weirdness in the half darkness, and a languorous quiet that calms her excited nerves, as she stands here silent as the night itself, breathing great draughts of peace. Presently she sinks upon a garden seat,"], [67, "UNDER-CURRENTS 59 and half unconscious of how time flies lets it escape her. The intense stillness, the strange wild charm to be found in the thought that she alone of all her present world is awake, that she sits here alone, with all her senses nervously alive whilst the others are sunk in common slumber, all add a touch of perfection to what already seems so desirable. Her troubles drop from her one by one. Surely the earth is full of unborn joys ; some must fall to her share. ' Lovely flowers are the smiles of God's goodness,' and here they blossom at her feet. Surely then God will be good to her. Her spirits rise within her, and throwing back upon the seat the light shawl she had wound round her she steps once again into the moonlight, and with a heart uplifted begins to pace lightly to and fro."], [68, "60 UNDER-CURRENTS How long she thus gives herself up to the sweet new enjoyment of life she hardly knows. lIn golden quiets of the moon' the hours run by with winged feet, and it is not until at last a vague but pleasurable sense of fatigue comes to her that she dreams of time at all. Something else too helps her to this end. From out the ivied tower, above the mild hooting of the owls, there comes a sound mellow, deep and slow. It is the ancient belfry clock telling the midnight hour. It startles her. Has she indeed been here so long ? What if Griselda should wake and be alarmed for her? She moves quickly in the direction of the house, and at last, regain ing the inner garden, begins to think her pleasant sojourn at an end. She has neared the shrubberies now, and involuntarily turns her glance their way as they lie upon her left ; involuntarily too she"], [69, "UNDER-CURRENTS 61 seeks to pierce the darkness that envelopes them, and then She stops short, and presses her hand con vulsively to her breast. Who is it — what is it, moving there, in the mysterious gloom ?"], [70, "62 UNDER- C URRENTS CHAPTER V. Love you, madam — dare to love you — To mv endless desolation and your impotent disdain. Whoever it is, is approaching her rapidly. At first the figure had been motionless, but as she stopped and made that nervous ges ture that had brought her hand to her bosom, it had started into motion. Already the shadows of the trees round it are growing less dense, and at last the tall figure of a man stands revealed. A rather unreasoning sensation of fear rises within her. After all she is but a few yards from the house, and there lies safety. But there are sometimes moments when we forget to reason, and Vera is oblivious of"], [71, "UNDER-CURRENTS 63 everything, except that it is night, that she is alone, and that a possible burglar might not be a pleasant person to meet under the circumstances. The man every instant draw ing nearer, she at last shrinks backwards, still overwhelmed by the burglar idea, and puts out both her little slender white hands as if to ward off his further approach. ' Don't be frightened. It is I, Seaton,' says a most unwelcome voice, and as if ashamed and indignant at her betrayal of cowardice, she drops her hands and turns an eager face to his. ' Ah ! ' she says. She is angry beyond doubt, and still further angered by the know ledge that there is more of relief than cold ness in the simple exclamation. As she speaks she lays her hand on the old sun-dial near her, as if to steady herself. It is the first time they have met face to face since"], [72, "64 UNDER-CURRENTS that memorable night in Seaton's room, and the memory of what happened then being now full upon them, betrays itself in a certain constraint that shows itself perhaps more openly in her. ' At this hour ! And I had no idea you were here at all,' she says at length faintly, after a pause that has grown sufficiently long to be awkward. ' I am afraid I have startled you. If I had known I should not, of course, have come here, but I imagined you ' 'Asleep? Naturally,' as he hesitates. 'My head ached, however, and I came out here to try and cure it. I should not have been startled, of course. But I did not hear of your arrival this evening.' ' I dined in town, and came down here by the last train. You would not have heard of it, of course. I hoped you would not.' He"], [73, "UNDER-CURRENTS 65 pauses and looks away from her. ' I must come to see my father sometimes,' he says slowly, apologetically as it seems to her. The hot blood flames into her cheeks, and she draws her breath sharply. ' You make it very hard for me,' she says, with a touch of passionate impatience. ' That is unjust,' says he, roused in turn. ' To make your life easier is my heart's desire.' ' Are you succeeding, do you think ? Does it,' with gathering scorn, ' make my path smoother, when you compel me to see that you stay away, or only come here at hours inconvenient to you, because — because of me ? ' ' I am sorry I said that. I must regret that we have met at all,' replies he calmly, ' as each thing I say seems to offend and hurt you. Yet it seemed to me just now as if I should explain to you why I was here — an vol. 11. F"], [74, "66 UNDER-CURRENTS absurd feeling, I know, as my movements cannot possibly concern you.' 'They do nevertheless,' with an angry intonation. ' You force me to regard them. Life here is surely difficult enough without being driven to think that I am the cause of separating father and son. It is intolerable, your taking such a view of all this late un pleasantness. Why should you try to place me in such a position ? Is it kind, generous ? ' ' It is useless my arguing the point with you. You are determined to see me in nothing but the worst light.' ' You shall not put it upon me,' says she vehemently. 'I shall not submit to that. As you make me out I am the discordant note that jars the harmony existing between you and your father. I refuse to be so re garded. Come here, when you will, as often as you will, your absence or presence is alike"], [75, "UNDER- C URRENTS 67 indifferent to me.' She breaks off suddenly, and then as suddenly turns upon him. ' Why should you not come here as often as you like ? ' she asks aggressively. ' Why should I come here at all — to make you uncomfortable ? ' retorts he immovably. ' Your imagination misleads you,' says the girl, after a moment that has left her paler. ' It is not in your power to influence me in any way.' She turns aside sharply, and walks a step or two away from him. Somehow at this instant the growing chill of the early night seems to strike more sharply on her senses, and a shiver not to be suppressed stirs her whole frame. Seaton watching her with wrathful eyes sees that slight mark of physical discomfort, and on the instant all his righteous anger dies within him. ' You are cold,' he exclaims, coming up to s 2"], [76, "68 UNDER-CURRENTS her with a hasty stride. ' What madness it is, your being out at this hour! Why are you not in bed ? What brought you here ? ' He has evidently forgotten all that happened in that first strange moment when she had stepped from shadow into light. ' I told you,' icily, ' I had a headache. I fancied the air would revive me ; I was restless.' ' You were unhappy, you mean,' pointedly. ' Well, that may have to be endured, but a severe cold should be avoided if possible. Come, come back to the house.' She agrees silently to this proposition, and follows him across the grass to the small oaken door that had given her egress — only to find it barred against her ! Seaton, having tried it, glances at her in mute dismay. ' Grunch must have fastened it, on her"], [77, "UNDER-CURRENTS 69 way to bed. The bolt is drawn,' says he slowly. ' Do you mean that I can't get in ? ' asks she, as if unable to credit so terrible an announcement. ' Oh, I dare say it can't be so bad as that,' hastily. ' Only,' hesitating, as if hardly knowing how to explain, ' the front door is of course locked and chained, and the servants, with the exception of Grunch, all sleep at the top of the house : a late arrangement of my father's, as the original servants' quarters lie below. I am afraid, therefore, that if we knocked for ever it would have no effect. However, I can try to do something, but in the meantime you must not stay out here in the cold.' ' You may feel it cold, I don't,' returns she perversely. ' Not so long as the moonlight lasts, shall I find it lonely either. I see,' with"], [78, "UNDER-CURRENTS 70 a wonderful effort at unconcern, ' that you do not believe in my chance of regaining the house to-night. But even if your supposition be right, pray do not distress yourself about me. I,' raising her unfriendly, beautiful eyes to his, ' I assure you I shall be quite happy out here, even though I stay till the day dawns and the doors are open again.' '\"Happy!\"' As he repeats her word he looks at her with a keen scrutiny. ' A word out of place, surely ; given the best conditions, I hardly dare to believe you could ever be \" happy \" at Greycourt.' ' Happy, or unhappy,' says she with quick resentment, her mind being distressed by this awkward fear of having to pass the night from under any roof, ' surely it can be nothing to you ! Why affect an interest in one who is as hateful to you as I am ? ' A little fire has fallen into her tone, and there is ill-suppressed"], [79, "UNDER-CURRENTS 71 contempt in the eyes she lifts to his. Perhaps he is driven by it into an anger that leads to his betrayal. ' Hateful to me ! Do you think you are that, Vera,' says he in a low tone, but one full of fierce and sudden passion — passion long suppressed. ' Do you honestly believe that ? ' His manner is almost violent, and as he speaks he catches both her hands in his, and crushes them vehemently against his breast. ' I would to Heaven,' he says miserably, ' that that were so!' As if stupefied by surprise, Vera stands motionless, her hands lying passively in his. She is aware that he is looking at her, with a new, wild, strange expression in his eyes, but a horrible sense of being powerless to resist him numbs all her being. And suddenly, as she struggles with herself, he bends over her, and without warning hfts her hands and"], [80, "UNDER-CURRENTS 72 presses warm fervent kisses on the small cold palms. Then she is roused indeed from her odd lethargy, and by a sharp movement wrenches herself free. ' Don't,' she cries faintly, ' it is insuffer able ! I cannot bear it ! Have you no sense of honour left ? ' Her tone calms him, but something with in him revolts against the idea of apology. He loves her, let her know it. He will not go back from that, though her scorn slay him. ' There is nothing dishonourable,' he says steadily. ' I love you, I am glad you know it. Despise me if you can, reject me as I know you will, I am still the better for the thought that I have laid bare to you all my heart. And now ' She puts up one hand as if to stay him from further speech, and looks at him with a face as white as death."], [81, "UNDER-CURRENTS 73 CHAPTEE VI. I knew 'twere madness to declare this truth, and yet 'twere baseness to deny my love, but such a love, kept at such awful distance. ' Not another word ! ' she says feverishly. And then in a changed tone, and one full of misery, ' Is there no way of getting into the house ? ' ' There is — one. I could wake Grunch by throwing gravel at her window.' ' To ask her to let me in at this hour ? ' ' No. To ask her to let me in.' ' Do you know Grunch, that you propose such a plan? She would not believe your story. For all I know, she might have seen me go into the garden to-night, and — and —"], [82, "UNDER-CURRENTS 74 she would be sure to suspect something, and would watch and afterwards she would tell — him ! No ! ' with a little burst of fear, ' I will not have Grunch wakened.' ' I think you give Grunch credit for too much perspicuity. She would let me in, and then when all was quiet again I could come down and let you in.' ' Grunch is never quiet,' says Miss Dysart with conviction. ' If you imagine she is so at this moment — in sleep — let her stay so. Once roused it is my belief she would know every thing. I decline to risk it. But there is Griselda's room ? ' ' I am afraid I could not waken her with out also waking my father. He is a very light sleeper.' ' There is nothing then ! ' says she, so unhappily that he cannot bear to look at her."], [83, "UNDER-CURRENTS 75 ' There is one thing,' inspiration coming to him with his fear for her. ' My father, as I have told you, is a wretchedly bad sleeper. And every morning in the summer, as the day breaks, he gets up and comes out here to enjoy his flowers in sohtude. They are, as you may have learned, his one delight in his singularly monotonous life. It is now past midnight ; in an hour or two the day will come into this garden, and with it my father.' ' But if he comes,' says she blanching, ' if he should see me ' ' Leave all that to me,' gravely. ' For this once at least, trust me ! ' She makes him no reply, but stands gaz ing moodily upon the grass at her feet. It seems to him as though she were trying for her own sake to conquer the distrust of him that is now so woven into her as to be a part of herself."], [84, "76 UNDER-CURRENTS ' In the meantime you cannot stay here,' he goes on quickly as though fearing to wait for her next words ; ' the night is cold and damp. There is the summer-house over there,' pointing in its direction, ' go and rest there, till I call you.' Glad to escape from him, glad to hide from him her troubled face, Vera hastens to the shelter suggested, and sinking down upon the one seat it contains, a round rustic chair in the last stage of decay, gives way to the overpowering fatigue that for the last hour has been oppressing her. Reluctantly she does this, and quite un consciously. Obstinately determined to fight sleep to the last, she presently succumbs to that kindly tyrant, and falls into one of the most dehcious slumbers she has ever yet en joyed. How long it lasts she never knows, but"], [85, "UNDER-CURRENTS 77 when next she opens her eyes with a nervous start, the first flush of rosy dawn is flooding hill and valley and sea. Two or three youth ful sunbeams, golden and glad with mirth, are stealing mischievously across the sanded floor of the tiny green-clad house in which she is sitting, as if to catch her unawares. She has risen with a frightened haste, that, now she is more wide-awake, seems part of a dream. Yet had no one called to her ? Her heart is still beating violently, and it occurs to her as she looks round her that that strange calhng must have been a merely visionary idea ; she is here, and alone, and Something lying at her feet disturbs all her preconceived fancies. It must have slipped from her when she rose with that nervous start — slipped from her shoulders. Regarding it more earnestly, she acknow ledges unwillingly that it is Seaton's coat, a"], [86, "UNDER-CURRENTS 78 light grey one ; she remembers now, he had not been in evening clothes when first she saw him in the garden, and the very colour of the soft indistinct grey the coat has, brings him back to her with a distinctness that has some thing distasteful in it. When she was asleep, lost to all know ledge of friend or foe. then he had come and placed that coat across her shoulders — then, when she could not refuse his pretended kindness, when she was powerless to resist his hypocritical advances. Surely it was an intolerable liberty he had taken ! The coat lying there prone upon the ground seems to have an extraordinary fas cination for her. He had stripped it from his own body, in the darkest, the dampest hour of the night, to lay it on hers, lest the chill of the keen night air might touch her. It was all a part of the game he had pro-"], [87, "UNDER-CURRENTS 79 posed to play, no doubt, and yet — and yet A curious light grows upon her face as she stands staring down upon this simple garment, and then with a sharp movement, as if angered with herself for her long ab sorption, she lifts her head and goes slowly towards the open doorway, and stands there glancing uncertainly from right to left. Her eyes are still large and languid with sleep broken and unsatisfied, her soft hair lies ruffled on her low broad brow. She looks timidly, nervously, around her as one ex pecting anything but good ; her whole air is shrinking, and her whole self altogether lovely. To the young man standing in his shirt sleeves, half hidden amongst the laurels and looking at her, with admiration generously mixed with melancholy in his glance, she"], [88, "80 UNDER-CURRENTS seems the very incarnation of all things de sirable. A certain miracle of symmetry, A miniature of loveliness, all grace Summ'd up and closed in little. A swift, hot flush dyes her cheeks, as a sudden movement of her body betrays him to her. It was he then who through all the chilly changes of the night had stayed half clothed that she might escape the cold. ' Come,' says he, hastening towards her. Half unconsciously he puts out his hand and takes hers as if to lead her the more quickly to the house. She hesitates. ' Where — where is he ? ' she demands faintly. She has not withdrawn her hand from his, and as she speaks she lifts her large soft frightened eyes to his. He can feel that she is trembling, and a sudden,"], [89, "UNDER-CURRENTS 81 glinting sunbeam falling on her hair, brings to life the ruddy tinge in it. It is the first time she has ever used towards him so friendly a tone. There is almost a touch of confidence in both her glance and words, and a mad, glad, un reasoning joy rushes through all his veins, thrilling him for the moment. ' He is at the other end of the garden,' he whispers back. ' You are safe if you will only — I ask you again — trust me. Come, this way.' He presses her hand and hurries her over the short dewy grass into the shrubberies that form an effectual screen from all obser vation of those in the garden beyond, and so on until they come to the small oaken door way through which she had passed last night, and which has proved more foe than friend. Once inside the longed for portal, her first VOL. II. G"], [90, "82 UNDER-CURRENTS impulse is a natural one ; it is to run as fast as her feet can carry her to her own room. But when she has gone a step or two, she pauses, hesitates, and then, decidedly mal gre, looks back at him. Her whole air is full of irresolution, but at last — ' Thank you,' she says, as if forced by some hidden power into saying it, and having said it she stands tapping her foot in a shy, embarrassed, half-angry fashion against the stone flagging of the passage. Something in her manner, in the fact that she will not look at him, maddens him. ' Do not waste time thus uselessly,' he says coldly. ' Go, or one of the servants may see > you. He turns away with a rather contemptuous haste, and disappears once more into the morning air."], [91, "UNDER-CURRENTS 83 CHAPTER VH. Our Emperor is a tyrant, feared and hated. ' Anything else gone wrong ? ' demands Mr. Peyton, gazing at Griselda's stricken coun tenance with a sure presentiment of coming evil. He has wedged one foot into a friendly hole in the wall, and thus supported is able to give her rather more of his attention than at their last meeting. ' Everything ! ' says Griselda solemnly. 'Begin at the beginning, or we'll never get through,' suggests he, being, if anything, an eminently practical young man. ' Nothing fresh about me, at all events ? ' ' How old are you ? ' says Griselda irrele- 82"], [92, "84 UNDER-CURRENTS vantly, as it seems, regarding him with dis tinct pity. ' Twenty-eight, last May.' ' It is a long time to live in the world and be still so sanguine,' says she contemplatively. ' I should rouse myself a bit if I were you. Let me tell you that I spent a happy half hour with dear Uncle Gregory this morning discussing you, and you only.' ' The deuce ! ' says Mr. Peyton, so com pletely taken aback as to forget to be indig nant at her scathing remarks. ' Why, what have I done now ? ' As he speaks his foot misses its hold. ' Take care, youil fall off,' cries Griselda, catching him by the wish you wouldn't Surely I'm unhappy coat sleeve. ' I really slip about like that. enough without your compelling me to see you dashed to atoms before my eyes.' The wall is exactly six"], [93, "UNDER-CURRENTS 85 feet in height, and as he now stands he has about two feet to fall. ' Never mind me. Tell me about your uncle. What did he say? What could he say?' ' He was at no loss for words, I assure you. The original \" old man eloquent \" was a fool to him. Whether he knew of your last visit — and I firmly beheve he knows everything that happens under the sun, or could know if he chose — I can't say, but at all events he sent for me to his study, and there swore me in afresh not to leave the grounds and \" to hold no communication with you.\" Of course I promised.' ' Oh, Griselda ! ' ' Well ! what would you have done with his horrid eyes fixed on you ? You'd have done just the same,' says Griselda indignantly. ' And you know I have told you not to call"], [94, "86 UNDER-CURRENTS me by my Christian name, and when a person tells you she objects to that sort of thing, I do think ' ' Very good, I'll remember,' says he im patiently, ' and now go on. Do you mean to tell me that you promised never to speak to me again ? ' ' Why, I promised that last time, and you made me break my word,' says she miserably. - But this time I am determined ; yes, I am indeed — it is no use your looking at me like that ; I cannot give my word to any one, no matter how bad he may be, and then de- liber ately break it. You must not come here again.' 3 'I am sure I shall,' says he mournfully. ' I feel, I know I shan't be able to keep away.' ' Well, I shan't come here, at all events,' returns she with noble determination."], [95, "UNDER- CURRENTS 87 ' You'll have to come here when my dead * body is discovered fastened like a dead fly to this wall,' says he gloomily. ' You'll be wanted for purposes of identification. I shall refuse to stir until you are sent for.' At this insanity they both laugh in a soft, subdued way that lends the occasion a charm. ' That's number one grievance,' says he ; ' now for number two.' ' The gardener's assistant ; that's number two. And I believe I may thank him for the scolding I got this morning. He gave warn ing, in fact left on the spot, and Uncle Gregory has been in a fiendish temper ever since, specially quiet, you know, which always means mischief If he would only rage and storm in a decent fashion, or box somebody's ea\"rs — so long as they weren't mine — I could endure it so much better.'"], [96, "88 UNDER-CURRENTS 'Why should he care so greatly for the loss of an assistant ? ' ' Because the assistant is in reality the gardener, and you know how he treasures his flowers. It seems absurd that so hateful a being can feel love for anything so innocent, but then we know Robespierre loved a little dog. Besides there is another, a less poetical reason for his annoyance at Durdan's abrupt departure.' ' Had him cheap ? ' suggests Peyton. Griselda regards him with a favourable eye. 'You're as clever as you look,' she says politely. ' He had him for a song. Posi tively for nothing ! He has lived here all his life, grew up here in fact, and to the boy's wages he first received nothing has ever been added. To this fact the excellent Durdan woke yesterday, and left without further"], [97, "UNDER-CURRENTS 89 argument, for which I honour him — and Uncle Gregory is in despair.' ' He'll recover,' says Peyton unfeelingly. ' I fear so. But not even the knowledge that he has been able to keep back the last month's wages of that admirable Durdan, has been sufficient to console him. Durdan was an excellent gardener, and how is he to be replaced under treble his wages ? ' ' How indeed ? ' says Mr. Peyton dreamily, who has sunk into a most untimely reverie, and is apparently shamefully inattentive to the harrowing tale the younger Miss Dysart is still pouring into his ears. 'You must understand that his precious dahlias have just come to that age when copious waterings are requisite to their future welfare. Their beauty will be marred if a second Durdan does not instantly present himself! '"], [98, "UNDER-CURRENTS 90 ' Dahlias ! Water ! ' murmurs Peyton, so absently now that Griselda casts a sharp glance at him. ' I do believe you are dozing,' she says, ' regularly going to sleep. Have you for gotten where you are, and that a single instant's unconsciousness may precipitate you into space ? ' She is evidently bent on re garding his present position as perilous in the extreme. ' And besides,' resentfully, ' if you are sleepy I wish you would go home and do it there ; it is not very interesting talking to people who don't even know whether one is here or not.' ' I was only thinking. I assure you I never was more wide-awake in my life,' protests Peyton eagerly. ' Well, go on again. That is grievance number two. First you, then the gardener — then ' ' No, first you,' carefully."], [99, "UNDER-CURRENTS 91 'True— and the third? ' ' Poor Vera. Poor darling, of course she is bound to come in for her share. Now what do you think he wants to do with her ? ' ' Strangle her ? ' ' Far worse ; he wants to marry her to his son, whether she will or no ! ' ' To his son ! ' with every mark of extra ordinary surprise. ' By Jove, what lines for him ! ' ' For him ? ' — indignantly — ' for her, you mean ! ' ' No, I don't. I mean for him. What an old rascal that father of his must be ! ' ' Just what I think. I'm glad there is one subject under the sun on which we can agree. The idea of his wanting to marry her to a man of whom we know nothing, except that he is his son ! A weighty recommenda tion, truly ! '"], [100, "UNDER-CURRENTS 92 ' Do you mean Seaton Dysart ? ' asks Peyton, as if finding some difficulty in making sure of this fact. ' Why, whom else should I mean ? ' ' Not Seaton. Why, he is one of the best fellows going. If she marries him, I shan't pity her. But she won't.' ' You know him ? ' ' Very well indeed.' ' I think you might have said so before,' says Griselda, distinctly offended. ' So I should,' says he, ' but somehow I never connected our Seaton Dysart with your cousin.' i ' Our Seaton ! Pray how is it you have so appropriated him ? ' ' He is such a tremendous chum of Grace's, my sister, Lady Riversdale, you know, for one thing.' ' Oh ! ' She seems so struck by this reve-"], [101, "UNDER-CURRENTS 93 lation that she is silent for a moment or two. Then, ' Well, I can't say I congratulate Lady Riversdale on her friendship with him,' she says, with a little tilt upwards of her pretty chin. ' Why, do you mean to say you don't like Dysart ? ' Griselda grows thoughtful. ' There is something — something that puzzles me,' she says, looking at him ear nestly, as one ' perplex'd in the extreme.' ' When I see him, when I am with him, I feel led away into a fancy that I do like him, but afterwards, when he is gone, of course I remember that I hate him, or at least' — conscientiously — ' that I ought to hate him for wanting to marry Vera against her will.' ' Marry Vera ! ' It is Mr. Peyton who has grown thoughtful now, and more than that, astonished."], [102, "UNDER-CURRENTS 94 ' Just so,' nodding her shapely head. ' So mean of him I call it, when he knows she can't bear him. All simply to please his father, lest he should cut him off with a dozen useless pennies.' 'That isn't like Dysart,' says Mr. Peyton decidedly. ' He's not that sort of fellow a bit. If he did want to marry your sister, it would be in my opinion because he was in love with her.' This startling suggestion he throws out with an air that would not have disgraced a Solomon. Griselda seems so struck with it that for a moment she is speechless. She might perhaps have been more overcome by this solution of a mystery that to her has been inexplicable, but that Mr. Peyton's next words tear down the image he has upraised. ' But he isn't,' he says calmly. ' He isn't the least bit in the world in love with her.' ' I don't see why you should say that,'"], [103, "UNDER-CURRENTS 95 says Griselda, taking fire at his tone, which seems to her to slight Vera. ' It is the most natural thing in the world that she should not care for him, but there is no reason that I can see why he should not be very proud to be in love with her.' ' Oh, quite — quite so,' says Peyton with alacrity that savours of servility, ' one must see that. There is, however, a trifling ob stacle in the way of his falling in love with her.' ' Is there ? Really ? What ? ' demands Griselda eagerly. She leans forward — what a blessed thing it will be for Vera if he can make good these words ! ' Why, bless my stars, a man can't be in love with two girls at once, and the laws of the land forbid more than one wife at a time, and Dysart to my knowledge is as good as engaged to a girl in the north ! '"], [104, "96 UNDER-CURRENTS CHAPTER VHI. O conspiracy, Sham'st thou to show thy dangerous brow by night When evils are most free ? Oh, then, by day Where wilt thou find a cavern dark enough To mask thy monstrous visage ? Seek none, conspiracy. Hide it in smiles and affability. ' What ? ' says Griselda faintly ; so faintly, and with such evident agitation, that he turns a sharp eye upon her. ' Didn't you know it ? ' asks he. ' N-o,' says Griselda. ' But are you sure — certain ? ' She is decidedly eager to hear his answer, and a warm blush springs into her cheeks. That does it. ' What are you blushing about ? ' demands he abruptly. ' What is it to you whether he"], [105, "UNDER-CURRENTS 97 is engaged to another girl or not ? Or ' — with an ominous hesitation — ' is it anything ? Am I to learn that now ? ' ' Learn what ? ' ' You know very well. Your interest in this fellow Dysart is evidently deeper than you wish it to appear.' ' Is that how you call him now ? Why, only a moment since you alluded to him in the highest terms as your dearest friend. \" This fellow Dysart ! \" Dear me, what has he done since ? ' ' Never mind what he has clone, though to be paying his addresses to three women all at the same time seems to me to be about as low a thing as I ever heard of any fellow. It is what you have done. Have you told him of your walks in the wood with me — of ' 'This is the second time you have accused me of being in love with my cousin,' inter- VOL. 11. H"], [106, "98 UNDER-CURRENTS rupts Griselda with suspicious calmness. ' Now why ? ' ' Have I no reason to doubt you ? Do you think I'm blind ? The moment I said he was engaged to another girl you grew fiery red, and ' 'I did not get \"fiery red.\" I really wish you could choose your language better,' says Griselda, now growing hot within her. ' Is that all ? Is that your accusation ? ' ' Do you mean to deny that you betrayed no anxiety about it at all ? ' ' I certainly was anxious to know if he was engaged to be married, on Vera's account. not my own. Can't you see — you could if you were not so bent on being rude to me — that if she could once learn that he was formally bound to another woman, she could defy Uncle Gregory and his plans? There, are you satisfied now ? Though why I take"], [107, "UNDER-CURRENTS 99 the trouble to explain matters to you at all is ' Griselda, let me speak. If you would only try to be patient I ' ' Patient ! Why, what do you call me ? Just look at me. I really think myself that I'm an angel to bear with you as I do.' ' Well, that's what I think you too,' very humbly. ' I shall not stay here a second longer at all events. I'm going,' rising to her feet. ' Look at me for the last time ; our acquaint ance is at an end from this instant. Good bye, Mr. Peyton, I trust to time to prove to you how cruelly you have wronged me by your suspicions.' She moves away a yard or so, with so upright a gait that Mr. Peyton's soul grows weak within him. ' You must have a heart of stone to treat me like this ! ' he says, in such a wretched way n2"], [108, "UNDER-CURRENTS 100 that she relents, stares severely at him as if to make sure of his contrition, and finally returns. ' Now before we begin,' says she sternly, ' promise me faithfully you will never do it again.' ' I swear it.' ' And you believe me to be the most trust worthy person you know.' ' You know what I believe you to be, an angel, worthy of all trust.' ' And you acknowledge you have treated me infamously ? ' ' Oh, now really, Griselda ' ' Infamously,' in a relentless tone, ' and that you are extremely sorry for it ? ' ' I'll say I'm a brute at once if you like,' says he with deep resignation, ' and I'm ex tremely sorry for it. But you like me, don't you, Griselda.' ' Ye — es,' says she doubtfully."], [109, "UNDER-CURRENTS 101 ' Well, you couldn't like a brute, could you ? ' artlessly. ' It appears so — since I like you,' with uncompromising persistency. ' And I assure you,' loftily, 'I should not have come back on any account whatsoever, except for my anxiety,' with a withering glance at him, ' to hear more of this engagement of Seaton's, that I may be able to tell it to Vera.' ' It isn't — so to speak — settled,' says Mr. Peyton, who is looking rather crushed ; ' not given out, you know, but they are always together, he and Miss Butler. It is from Gracie I hear all about it, and she sees a good deal of both Seaton and Miss Butler. If they haven't arranged matters yet it hardly signifies, as their world have arranged it for them. That saves time and trouble.' ' Butler ? Miss Butler ? I'll remember that well ! ' drawing a long breath. ' I do"], [110, "UNDER-CURRENTS 102 think men are the most perfidious wretches upon earth.' 'With exceptions — rare exceptions,' im plores he. ' Do you think so ? ' regarding him with an absent far-away gaze. ' I know it. Behold one ! ' says he, strik ing himself tragically on the breast. His action upsetting his equilibrium, he totters to his fall, makes a wild clutch at the top of the parapet, and saves himself by a miracle. At this they both give way to wild if smothered mirth — the recent discussion is forgotten, and peace once more reigns supreme. ' Gracie will be coming down in a day or two,' says Peyton presently. ' Her place, you know, is only a dozen miles or so from this. How I wish you could know her ! ' ' So do I,' wistfully. ' But we might as well wish for the moon.'"], [111, "UNDER-CURRENTS 103 ' Supposing I spoke to her ? ' It would be of no use, none. Uncle Gregory would not let us go anywhere, or know any one. Indeed,' a sudden cloud shadowing her bright face, ' what I said a moment since was only the truth. Our — our acquaintance does come to an end this evening. I shall come here no more ; I cannot. I have given him my word not to see you, and I will not break it. Besides, there is always the fear of discovery, and that would be visited upon Vera as well as upon me.' ' I shan't give you up like this,' says he very low. There is silence for quite a long time, and then, perhaps with a laudable desire to turn her thoughts from unpleasant brood ings, he begins to talk of a matter that is apparently far from the subject in hand. ' What an old curmudgeon that uncle of"], [112, "UNDER-CURRENTS 104 yours is ! ' he says in quite a lively tone. 'Quarrelling right and left with everybody. I'm sure I don't wonder that under-gardener took French leave. By-the-by, what did you say was the amount of the wages he re ceived ? ' ' I don't know. I only heard some one say they were ridiculously small.' ' And the man himself, where is he now ? ' ' At present, staying with a sister of his on one of the outlying farms.' ' His name, I think you said, was Rawlins ? ' ' No, Durdan, Bob Durdan.' ' Ah, true ; yes. I think I know him. Do you know I feel quite sorry for him ? I should hke if possible to get him a decent situation somewhere. My sister might be able to take him on. What's his sister's name?'"], [113, "UNDER-CURRENTS 105 ' Susan.' ' Yes, but her other name — eh ? ' ' You are a good friend,' says she admir ingly. ' I really believe you do mean to give poor Bob a helping hand. Todd is the sister's name, and she lives about four miles from this. At least so I've heard. It is all hear ing with me,' sadly, ' I'm not allowed to see, and oh, how I should hke a breezy walk over those distant hills ! ' ' Some day you shall walk there and every where your fancy chooses. This can't go on for ever,' whispers he tenderly. ' It can. For ever and ever now ; now that I must not even see you any more.' There is such an intensity of grief in her whole air, that his heart begins to beat pas sionately. Does she care ? ' Oh, Griselda, are you really sorry ? ' asks he, closing his fingers tightly over hers."], [114, "106 UNDER-CURRENTS ' For what ? ' mournfully. ' Because — because you cannot see me ? ' says he, feeling rather shy over putting it into words. 'Oh, I don't know,' cries she petulantly, with a last vain effort to conceal her regret. ' Do you want me to be sorry ? Is not my cup sufficiently full ? ' Then suddenly, as if driven to it, ' You know I care,' she says angrily. ' I did not until this moment,' says he in a low tone. ' You must know you are the only one I have to speak to ; you are the only one who — who ' She hesitates and grows crim son. ' But not the only one who loves you, sweetheart, though indeed I dare to say there is no one loves you quite so well.' ' And you are going from me ! You will"], [115, "UNDER-CURRENTS 107 leave me here alone ! I shall never see j'ou again ! ' says she, with a reproach in her voice as keen as though it is he, and not she, who is insisting on the separation. At this moment the clock in the old tower tells out the hour in a cracked and quavering tone, and Griselda rises to her feet. ' That is my signal. I must go in now.' she says slowly, reluctantly. Is the last minute indeed come? Oh, for all those happy, idle, careless wanderings through the sweet wild wood ! She leans over the parapet and gives him her hand, looking away as she does so. ' Good-bye, good-bye for ever ! ' she says. ' Griselda, you are crying ! ' whispers he. ' My beloved, don't do that. Since I came here to-day, I have thought of a plan. I shall work it out. You shall see me again."], [116, "108 UNDER-CURRENTS Do you think I could live without you now ? And — you must not be surprised or angry at whatever happens ; you are only to re member that I could not go on from day to day without getting a glimpse of you — a word ' ' Miss Greeselda ! ' Again that hatefully harsh voice sounds through the delicious silence of the evening air. 'There, go, go, my darling,' whispers he hurriedly, ' and recollect now — that it is not good-bye.' He presses his hps passionately to her hand, and slipping from his uncomfortable standing-place drops downwards and dis appears into the gloom of the branching trees."], [117, "UNDER-CURRENTS 109 CHAPTER IX. If thou desire to be held wise, be so wise as to hold thy tongue. Griselda darting homewards through the twilit garden is conscious, in spite of her depression, of something that suggests a belief in Peyton's power to see her again, and with this there returns to her the remembrance of what he said of Seaton Dysart — of his engagement to a Miss Butler. Oh, but this will be good news for poor dear Vera ! Her light walk quickens into a run, and as she reaches the summer-house, a favourite resort of Vera's notwithstanding the rather unpleasant associations connected with it, she stops, and pokes in her head to find Vera there."], [118, "o UNDER- C URRENTS 110 ' I've come back,' she cries breathlessly, sinking into a seat and looking at Vera with despair in her eyes, ' I have done as you advised me, I have said good-bye to him for ever ! ' ' Oh, poor Griselda, your one friend beside me ! ' says Vera in dismay. ' Oh, I'm sorry you took me so completely at my word. You might have waited — have thought it out a bit. Oh, it does seem hard ! ' ' Well, I told him everything — of my promise to Uncle Gregory, that horrid beast I ' cries poor Griselda, bursting into tears, and in her angry misery forgetful of her manners. ' I bid him good-bye and — and ' ' What did he say ? Was he very much upset ? ' with burning interest. ' He said he'd manage to see me in some way or other,' says Griselda with a heavy sigh. 'Oh, well — come now, that's not so bad,'"], [119, "UNDER- C URRENTS 111 says Vera cheerfully, forgetful of prudence at sight of her sister's grief. ' He seems from all I have heard from you a — a sort of a person who would be difficult to baffle. I think I should put faith in that declaration of his if I were you.' ' Oh, he said more than that,' cries Gri selda, grateful beyond measure for the over flowing sympathy with which her story has been received ; ' he said something that will make you glad too, something that, if we can prove it, will put an end to all that dread ful old man's machinations. And oh, Vera darling ! if I haven't seemed to feel enough for you, it wasn't that I didn't. I declare when he told me to-day, I thought I could never get at you soon enough to tell you.' She quite believes all this. ' But what is it ? ' asks Vera nervously. ' Why, it appears that Tom — Mr. Peyton —"], [120, "UNDER-CURRENTS 112 knows Seaton quite well, and likes him too. Think of that. I assure you, I had quite a quarrel with him about Seaton — Dysart, as he calls him — and he, Tom, declares there are few fellows so charming or so much to be liked as our unpleasant cousin.' ' Well, but that can't be it ; there must be something else. It would not add to my happiness to hear Mr. Dysart's praises sung. It strikes me that your friend cannot be a person of very deep penetration.' ' I don't think you should despise him ; he is very reasonable, as a rule,' says Griselda a little coldly, ' and after all, are you not hard on Seaton ? Many a man marries for prudence sake ; it is not so altogether an unheard-of thing, and, from what I could gather from you Seaton behaved very well that night you were shut out in the garden.' ' Oh, yes, yes ! ' says Vera hastily, ' I give"], [121, "UNDER- C URRENTS 113 him credit for all good feeling on that occa sion.' ' He is, therefore, not hopelessly lost to the higher virtues,' says Griselda, who is championing Tom Peyton, not Seaton, all this time. She looks up now mollified, and her eyes light on the graceful hanging creepers that adorn the doorway ; they seem to remind her of something, and she smiles. ' How strange that he should have done you a good turn in this, the summer-house where first you so offended him,' she says, alluding to that hour long past when Seaton had overheard Vera's rather pronounced opinion of him. ' It was here you said you did or would detest him, and it was here the other night that he covered you with his coat when you were sleeping, to keep off the mists of night. Surely he can't be all bad ; he must have a forgiving nature.' VOL. II. I"], [122, "UNDER- C URRENTS 114 Vera has flushed crimson. ' You said you had something to tell me,' she reminds her with some dignity : ' may I hear it now ? ' ' Well, it was about Seaton ; Mr. Peyton says that he, Seaton, is engaged to be married to a Miss Butler, a friend of Lady Rivers- dale's.' For a moment there is a dead silence, during which the pretty crimson on Vera's cheek dies out, leaving her singularly pale. No doubt the surprise is great. ' Is that true ? ' she says. ' I should not be surprised, though I confess I am ; it is only what I might have expected from my first judgment of him. And one should not condemn him either ; it is not his fault that he calls Uncle Gregory father.' ' Yes, it was sly of him — concealing it, I mean, but it is a good thing for you, Vera. We may deplore our cousin's duplicity, of"], [123, "UNDER- C URRENTS 115 course, but nevertheless, you must see that it is the best thing that could have happened for you. The next time Uncle Gregory speaks of his plans, just tell him about Miss Butler, and there you are ! Yes, it must be said that it is a most fortunate thing for you.' ' Most fortunate ! ' says Vera in a distinct tone. 'I should think, if I were you, I should love Miss Butler,' says Griselda with an amused little laugh : ' she'll take him off your hands. Still when one thinks of it, I feel as if Seaton were even a worse person than I quite believed him. I assure you, when Mr. Peyton told me of that Miss Butler, I felt the blood rushing to my face ; I was in a most unholy temper. It seems almost an indignity to you, his having ' ' I know. Don't go into it,' says Vera, 1 2"], [124, "116 UNDER- C URRENTS with a swift upward movement of her hand that forbids further analysis of the situation. ' I am accustomed to indignities at his hands. It is only, after all, as I said before, what I should have expected. You know,' with a faint smile, ' what was my first unbiassed opinion of him, and you also know that it is sweet to every one to find their judgment correct.' A footstep upon the gravel outside makes them both turn their heads. ' What is it, Grunch ? ' asks Vera calmly, as the housekeeper appears on the threshold. ' The master wishes to see you, Miss Dysart, in the library.' There is an expres sion of malignant amusement in the woman's eyes as she says this. ' Very well. Tell him I am coming,' says Miss Dysart with a cold glance. Grunch retires."], [125, "UNDER- C URRENTS 117 ' Another attack,' suggests Griselda. ' Shall I come with you ? No ? Well, this time at all events you have a Roland for his Oliver. When he once again begins to open out to you the advantages to be derived from a union with his precious son, just you throw Miss Butler at his head. Throw her hard. The more you hurt him, the better I shall be pleased.' ' I don't think I shall mention her,' says Vera, drumming thoughtfully upon the little rustic table with her fingers ; ' I feel,' drawing her breath sharply, ' as if I couldn't ! And — and besides, there is always the fear that he would want to know how I heard of — of — that girl.' The nervous tapping fingers are trembling now. ' Don't mind me,' says Griselda eagerly, ' put me out of it. If it will strengthen your cause, and cast a destructive stone upon his"], [126, "118 UNDER- C URRENTS \" plans,\" speak freely of Miss Butler ; I'm quite prepared to bear the brunt of his anger. Indeed,' contritely, ' I feel so much as though I had broken my word to him by having even accidentally seen Tom, that I think I ought to endure some punishment. So mention her at once, and take my advice.' ' No, I don't think I shall do that,' says Vera in a curious tone, and then suddenly she turns to Griselda and presses her cheek to hers. 'You are very generous,' she says. ' Don't imagine I am so ; I shall not speak of Miss — Butler — only because it would wound my self-love to do so, nothing more. One doesn't like to think,' looking down and paling slightly, ' that one has been treated like a puppet — an infant — a fool ' She breaks off as if afraid to go on, and abruptly moving to one side quits the summer house. Slowly she moves towards the hall-"], [127, "UNDER-CURRENTS 119 door, her mind in a turmoil. Passionate anger mingled with extreme indignation moves her very soul. It was sufficiently detestable that he should have expressed himself willing to take her without affection, or even a barest friendship, but that he should have elected to make her his wife, with his whole being filled with thoughts of another, is nothing less than despicable. And how would he smooth matters with this other girl, this Miss Butler ? Poor fool, is she still in ignorance of his faithlessness ? Poor fool, twice over, to love such an one ! But perhaps she doesn't love him. No doubt she too is a heartless worldling, eager to give up her whole life for the sake of the old man's money, that must in time accrue to the son. After all, what is there in him to love ? What ! Though her body is walking towards the house, her whole mind stands"], [128, "UNDER-CURRENTS 120 still to seek an answer to this question. But if any comes, if her better instincts seek to give him a saving clause, she beats their efforts back, and refuses vehemently to ac knowledge their truth. No, no, above all men he is to be despised. This last, this freshest indignity has cut sore. Her lips are calmly set, but her face is deadly pale as she dwells upon it. It grows paler still as she draws near the library door. What terrible things will there be said to her, and all because of him, that double traitor ? Often in her life she had known unhappiness, but never unhappiness so abso lute as this !"], [129, "UNDER-CURRENTS 121 CHAPTER X. Whoever is afraid of submitting any question, civil or re ligious, to the test of free discussion, is more in love with his own opinion than with truth. She had gone into the library with a pale face, but it was with one paler still she came out of it, half an hour later, white as death, and with a strained look of passion on every feature not to be subdued. She seems hurt, too, as one internally injured in some mortal strife. There is a sad, frightened expression in the beautiful eyes now lowered as if ashamed to lift themselves, and the right hand hanging at her side is clutching with an unconscious force at her gown."], [130, "UNDER-CURRENTS 122 She might perhaps have given way to the blessed relief of tears if she had had time to escape to Griselda, but as she finds herself looking at Seaton Dysart, who has at this moment entered the inner hall leading to the room she has just left, all her being seems to stiffen into a cold horror of contempt. She stops short and fixes her heavy eyes on his. ' So you betrayed me ! ' she says in a low tone that vibrates with scorn. ' Betrayed you ? ' echoes he starting. There is that in her face not to be mistaken, and a presentiment of coming evil sends a hot i flush to his brow. ' You are a bad actor,' says she, with a pale smile, ' you change colour at a crisis ; you have still a last grain of honesty left in you. You should see to that ; kill it quickly, it spoils your otherwise perfect role.'"], [131, "UNDER-CURRENTS 123 ' You are pleased to be enigmatical,' says he with a frown. ' I am, however, at a loss to know what you mean.' ' What a paltry pretence at ignorance ! ' says she. ' I have just come from him,' with a reluctant gesture towards the door of the library. ' I know all.' 'You are very 'much in advance of me, then, for I know nothing.' ' Oh, are you not ashamed to keep it up — the deception ? ' cries she with a sudden out break of wrath, and then, all in a moment, her strength leaves her, she turns from him and covers her eyes with her hands. ' Oh, how could you do it ? ' she says, and bursts into a storm of tears. ' Great Heaven, how can I convince you that I have done nothing ? ' exclaims he, growing pale as herself. ' You will not explain, you will not listen, you will not"], [132, "UNDER-CURRENTS 124 believe. I swear to you by all I hold most sacred, that I have not even the remotest knowledge of what you allude to.' ' There was no one else awake, there was no one to see me,' says she, trying to stifle her agi tation. ' What then must I think but that you were the one to tell your father of that unlucky night when I was locked out in the garden ? ' ' He has heard that ? ' Seaton, as if thunderstruck, looks blankly back at her. ' Why do you compel me to tell you what you already know ? ' says she with a little irrepressible stamp of her foot. ' You do not deceive me — no. If you will listen to what is already no news to you, learn that your father sent for me just now — a long time ago, hours ago, I think,' putting her hand to her head in a little, confused, miserable way, ' and accused me of having spent '"], [133, "UNDER-CURRENTS 125 ' Yes, go on,' harshly. ' Of having spent the whole night alone with you, purposely, in the garden,' says she, her own tone now as harsh and defiant as his, though in spite of all her efforts to be in different two last tears well over and run down her cheeks. ' And you think that I ' ' I don't think,' with a condemnatory glance. ' As I told you before, I know. Your father has insolently accused me of an impossible thing, but even if I had stayed in the garden with you that night, of my own free-will, I cannot see where would lie the disgrace he connects with it.' There is such a depth of sincerity, such a directly angry, lovely innocence, both in her words and tone, as she says this, that the hopeless love he entertains for her gains food"], [134, "126 UNDER- C URRENTS from it, on which to drag out its sad exist ence for many a day. ' You are right, no one could see disgrace where you were,' says Seaton calmly. ' My father is an old man, he ' ' Is old enough to know how to insult a woman,' coldly, ' when,' with a terrible glance at him, ' shown the way. Oh,' laying her hand upon her breast in a paroxysm of grief, ' it was abominable of you, and you said — twice you said it,' coming closer to him, and lifting accusing eyes to his, ' \" Trust me.\" I remember it as though you uttered it but now, and I believed you. \" Trust me,\" you said.' ' I should say it again,' says Dysart, ' a hundred times again. That you should dis trust me, that you should believe me capable of such foul play as you imagine, is the one thing that puzzles me ; but women, I have"], [135, "UNDER-CURRENTS 127 heard, are seldom gifted with the power of reading character. Still, when I tell you that I had nothing to do with my father's unfortunate discovery, I shall,' with a stern air, ' expect you to believe it.' ' You expect too much,' says she, undis mayed by that smile. ' Do you mean that you still think it was I who told my father of your having been shut out of the house the other night ? ' His face is set, almost rigid, and the expression should have warned her, but she had her eyes determinedly fixed upon the ground. ' Yes, that is what I believe,' she says slowly. ' How dare you say that ? ' exclaims he vehemently, his passion suppressed so long now breaking forth. ' How have you the courage to accuse me of this thing ? But I"], [136, "128 UNDER-CURRENTS refuse to permit it. I shall compel you to hear the truth.' With deliberation he steps forward and lays his hand with a firm grasp upon her arm. His brow is dark with anger ; she would have resisted, but a glance at his face restrains her. ' Come,' he says, and leads her back again to the library she has just quitted. Unwill ing, yet willing, she accompanies him ; the real truth, what is it ? In the library, Gregory Dysart still sits in his usual chair, his arms on the elbows of it, his face as set as though death had laid its seal on it, save for the marvellously, horribly youthful eyes, so full of fire and life. ' You will be so good as to explain to Vera at once,' begins Seaton in a dangerous tone, ' how it was you learned of her being in the garden the other night ? '"], [137, "UNDER-CURRENTS 129 'What night? She may have been out every night for aught I know ; she tells me she is fond of moonlight,' replies the old man impassively. ' If you will be a little more explicit, therefore, I may be the better able to help you.' 'You understand perfectly the night of which I speak,' says Seaton, his face now livid. ' Let her know without further delay who it was who informed you of her absence from the house.' His father still hesitating, he takes a step forward. ' Who ? ' he repeats in a low but terrible voice. ' Grunch,' replies Mr. Dysart shortly ; something in his son's face has warned him not to go further. In truth he could hardly have told himself why he had kept back the truth, save through a malignant desire to hurt still more the girl who had defied him. ' You hear ? ' says Seaton, turning to Vera. VOL. 11. K"], [138, "UNDER-CURRENTS 130 ' It was Grunch who betrayed you. You are satisfied now ? ' ' On that point, yes. I suppose I should offer you an apology,' says she icily. ' But,' Avith a swift glance at his father, ' how can I be satisfied when ' Her voice breaks. ' Sir,' cries Seaton, addressing his father with sudden passion, ' why did you speak to her of this ? Grunch 's malicious tongue is surely too well known to move you now to anger or belief. Why have you deliberately insulted your brother's child ? ' ' There was no insult.' The old man's clear voice is as calm, as unmoved, as though he were answering some ordinary question about the weather. ' I may have told her, as I tell her now, that if she chooses to do such things as society disapproves of, she must only submit to the consequences and consider herself ostracised.'"], [139, "UNDER-CURRENTS 131 ' \" Cornpromised,\" you said.' ' Well, it is as good a word, you are welcome to it,' replies he mildly, blowing a fleck of dust off the arm of his shabby coat with an unembarrassed air. ' I shall not permit her to believe that,' says Seaton firmly. ' The whole affair arose out of the purest accident ; it might have happened to anybody.' ' Quite so. I entirely agree with you ; and then \" anybody,\" if a woman, would have been ostracised — I beg pardon, I believe com promised is the word you prefer.' ' Pshaw ! ' says Seaton, with a quick mo tion of the hand, as if flinging the idea far from him, ' let us have no more of such petty scandal. You forget,' sternly, ' that when you seek to compromise Vera, you condemn me, your son.' Dysart shrugs his shoulders K 2"], [140, "132 UNDER-CURRENTS ' The man is never in fault ; so your world rules,' says he lightly. 'You persist, then, in your insult,' says Seaton, going a step nearer to him, the veins swelling in his forehead. ' You still say that she ' ' I say that, and more,' replies the old man, undaunted, a very demon of obstinacy having now taken possession of his breast. ' I feel even bold enough to suggest to her the advisability of an immediate marriage with you, as a means of crushing in the bud the scandal that is sure to arise out of her imprudence.' ' Go, Vera, leave the room,' says Seaton, with great emotion. ' Why should she go ? It seems to me you give her bad advice,' says Mr. Dysart, looking from one to the other with a satiric ally friendly glance. ' Let her rather stay"], [141, "UNDER-CURRENTS 133 and discuss with us your marriage with her.' If he had been so foolishly bhnd as to hope by this bold move to force Vera into an engagement, his expectations are now on the instant destroyed by his son. 'Understand, once for all, that I shall not marry Vera,' says he, white with anger, and some strong feehng that he is almost powerless to suppress. ' Were she to come to me this moment, and lay her hand in mine, and say she was willing so far to sacrifice herself, I should refuse to listen to her.' Vera, for the first time since her entrance, lifts her head to look at him. Was he think ing of Miss Butler ? Was he true at last to her ? A little bitter smile curls her lip. ' I thank you,' she says with a slight inclination of her head towards her cousin, and with a swift step leaves the room."], [142, "UNDER-CURRENTS 134 CHAPTER XL The worm of conscience still begnaw thy soul ! As the last sound of her footsteps dies away in the hall Seaton once again faces his father. The shame, the humiliation has gone from his eyes, but in their place is an anger, so cold, so relentless, that the old man's heart, callous as it is, sinks within him. ' I have endured a good deal from you,' says Seaton in dull, measured tones. ' I have made up my mind, within the last half-hour, to endure no more. Honour must be dead within you, the affection you profess for me a mockery. I shall not submit to be your puppet any longer.'"], [143, "UNDER-CURRENTS 135 'My puppet? Say rather that I am yours,' cries Dysart vehemently. ' When I move, when I speak, is it not all to further your good ? ' ' Mine, mine ? Was it for my good that you now grossly, unpardonably hurt and insulted that poor child, whom relentless fortune has flung into your hands? Good Heavens, that you should breathe, and still have no power, to feel the torture you can inflict on others ! Is it nothing to you that her delicate young soul should be scorched and troubled, that all her girlish trust and softness should be killed in her? Yet the long course of harshness and indignity to which she has been subjected whilst under your roof has tended to that end. I for one refuse to stand by and see it. I am unable to help her ; I shall at least spare myself the misery of seeing her deteriorate beneath your"], [144, "136 UNDER-CURRENTS cruelty day by day.' He moves towards the door. ' You mean that you go now, not to return ? ' With an indomitable will the elder man forces these words from between his fixed lips, with a calmness, a courage too, that would have been admirable in a better cause. 'You have understood,' returns Seaton coldly. His hand has now reached the door, he has drawn it partly open. There is no sign of relenting in his face, and all at once Dysart's evil courage forsakes him, and an agonising pang contracts his breast. This his son is the sole thing life has left sweet unto him ; his affection for this son the one pure stream that flows over the cankered, em bittered existence that clay by day grows more unendurable to him. To let him go means eternal darkness ! ' Seaton, Seaton,' he shrieks aloud as the"], [145, "UNDER-CURRENTS 137 door is almost closing on the young man, as the last moment of grace is expiring, ' don't leave me, don't desert me ! Don't go like that ' Seaton, unnerved by that sharp despairing cry, pauses, and finally returns to the room, closing the door behind him. Eeluctantly he lifts his head, and casts a most unwilling glance at his father. The old man is huddled up in his chair, his chin falling on his breast, his arms hanging loosely at his sides — he looks dying. ' Don't leave me in anger — whom have I but you ? ' he gasps, the words coming with difficulty. ' Oh, the irony of it. All I do, all I plan, is for you, for your benefit alone, yet you are the one to thwart and oppose me.' ' What I desire to know is,' says Seaton, giving voice now to a long-felt anxiety, but speaking in a gentler tone, though still with a"], [146, "UNDER-CURRENTS 138 frown, ' why it is you are so strangely desirous of seeing me married to my cousin.' ' Strange ? Why should it be a strange desire ? ' says Dysart, recovering himself as if through the influence of some mental shock. A dull colour flames into his cheeks, and his fingers clutch more tightly the arms of his chair. ' There is surely nothing strange about my desire to see my only son married to the daughter of my only brother ? ' ' Your only brother was hardly so specially dear to you.' ' You argue from the accounts learned of later years ; I from the memories of the days when you were not, and my brother and I were boys together. But let that pass. If I say there are other reasons, a thousand reasons,' throwing out his hands, ' why I should regard this marriage with a favourable eye, help me to the consummation of it.'"], [147, "UNDER-CURRENTS 139 'That is beside the present question. You say there are a thousand reasons why you would see me Vera's husband. Give me one ! ' ' You are getting on in life, you are twenty- eight — or nine is it ? — you are no longer a boy ; before I die I would see you with a home, an estate of your own.' ' As Vera is penniless, you can hardly hope to see me with an estate before your death — you see I am frank with you, I do not spare myself, I do not spare you — that reason is insufficient.' ' I would fain see you with my grand children on your knee,' says Dysart, with a careful but ineffectual effort to look patriarchal. ' There are many other women in the world who could gratify that fancy of yours besides Vera,' says Seaton coldly, his glance"], [148, "140 UNDER-CURRENTS fixed on the carpet, ' and — you — you will pardon my saying so, but I find a difficulty in beheving that your prospective grandchildren could influence you in any way.' ' You would probe me,' said the old man with a dangerous scowl. Then he controls himself and goes back to the former gravity of his manner. ' Have you forgotten,' he says, turning his bright eager eyes upon Seaton, that Vera is the only woman I now know ? Excluded as I am from the world, she alone presents herself to me as a woman who might make you a suitable wife. Doubtless there are many others, but she alone I can see and judge of, for myself. She is well-born, well-educated, one not to be ashamed of at the head of one's table.' ' You have studied her,' says Seaton with a rather pale smile. ' And she is pretty too, eh ? ' with a"], [149, "UNDER-CURRENTS 141 contemptuous leer — 'pretty in the mincing way of which fools approve, handsome enough to drag to her feet a score of idiots. What would you more, boy ? Have I not given you reasons \" plenty as blackberries,\" or is it that you are bent on disbelieving me — that you would call me liar ? ' He is trembling with some secret agitation, and has grasped the arms of his chair with both hands, and with his death-hke face poked out is regarding his son with a menacing expression. Fear largely mingled with a fiery anger dominates his features. He is evidently working himself up into a second fit of passion, the bare idea of which alarms Seaton. ' Pray be calm. Let us discuss this matter, if it must be discussed, leisurely,' he says with sharp appeal in his tone. ' My reasons — my reasons, you would have"], [150, "UNDER-C URRENTS 142 them ? ' gasps the old man feebly. ' I tell you, boy, there are none — none — save a long ing for your well-being.' A sudden thought rushes through Seaton's mind. Has his father guessed his fatal attach ment to his cousin ? Was it to see him, Seaton, united to the woman he loved — the woman who, alas ! would never love him — that the old man was thus working early and late to bring about this marriage ? Oh, if he had wronged him, if indeed only at the very last he had lit upon this truth ! A great wealth of remorseful tenderness springs up within the young man as this thought enters into and finds dwelling-place within his heart, and bending over his father he smoothes his pillows, and ministers to him with a mind filled with regretful memories."], [151, "UNDER-CURRENTS 143 CHAPTEE XII. I have of late (but wherefore, I know not) lost all my mirth, foregone all custom of exercises. And indeed it goes so heavily with my disposition, that this goodly frame the earth seems to me a sterile promontory. Four long days have crept languidly into the past, four of the dullest days Griselda Dysart has ever yet endured, as she is compelled to acknowledge even to herself. Oh, with what a relentless sluggishness each of the fifteen waking hours that go to make up her day has dragged itself to its close ! There is no chance now of any one's breaking in upon her monotony, no vaguest hope of gaining a breath from that outer air that lies beyond her prison. Slowly with aimless steps she rises and"], [152, "UNDER-CURRENTS 144 flings aside the mouldy volume she had found in one of the rooms below, and which she has been making a fruitless effort to read, and looks out upon the sunless pleasure-ground beneath her window. Here and there indeed the happy gleams that Apollo is sending over all the land make their way through the openings in the hedge, to lie in straggling patches on the sward, but as a whole the out look is gloomy. Still, to be out at all is better than a longer confinement in this dull room, and Vera may be in the summer-house. Always in a half-hearted fashion she picks up a huge white sun-bonnet and going to the looking glass puts it on ; she pouts a little in the doing of this, the sun-bonnet makes her look so adorable, but who is there to see her ? With a last stifled sigh, and a httle rush of tears in her pretty eyes, she goes down"], [153, "UNDER-CURRENTS 145 the staircase, and makes her way to the garden. There is the usual touch of silence, of sacredness — that general hush in the air that preludes evening. Far down below, the ocean is glinting in the last rich rays of the dying day, and against the clear rose of the perfect sky stand out the unspeakable colours of the strong calm hills. There is a soft plaintive rush of water somewhere, and on her right she can see the broad spread of the old chest nut woods, so full of memories that now must indeed be dead, and to her left the fresh flower-filled green of the sloping meadows as they run down to the sea. The sweetness, the intensity of it all reaches yet scarcely satisfies her, though it does seem hard that peace should not live where its very home seems set. But peace VOL. II. L"], [154, "146 UNDER-CURRENTS perfected is not to be for any one in this round of existence. Griselda, walking onwards in her dinner gown of white with her arms naked to the shoulder, and her charming face peeping out from the huge snowy bonnet, becomes sud denly aware of an unfamiliar figure that, kneeling on the grass before one of the beds, seems to be weeding away for its dear life. It is certainly the new gardener. Poor creature, whoever he is, what could have in duced him to come here ? Not the wages, certainly ; dire poverty, no doubt. After all, what those dreadful newspapers say about the people's distress must have much truth in it. Perhaps Durdan had made a mistake in leaving ; it might not be so easy these hard times to get another place, and half a loaf is, however mouldy, better than no bread. However, Tom had promised to help him."], [155, "UNDER-CURRENTS 147 A heavy sigh escapes her — oh, that he could help her ! Uncle Gregory had evidently found no difficulty in replacing Durdan. Had he secured this new gardener on the old poor terms ? If so, how badly off this poor fellow must have been ! Indeed, on a closer exami- nation of him and of his clothes it becomes apparent to her that this miserable being must have been at fortune's lowest ebb when chance threw him in her uncle's way. His coat is not only dirty but in the last stage of decay, so patched and darned indeed that the original stuff has long since assumed an air of mystery, lying perdu as it were, and wait- ing for a resurrection that may once again restore it to its primitive beauty. His trousers are but a melancholy reminder of other and happier days ; his boots, a marvel lous illustration of how things ' hang to- L 2"], [156, "148 UNDER-CURRENTS gether ' ; whilst his cap, pushed down well over his forehead, is a dismal obituary of a rabbit dead a hundred years ago. Unhappy creature, poverty indeed must have been his guest before he and his clothes came to such a sorry pass ! At this moment the ' unhappy creature ' lifts his head, turns it deliberately towards her, and she finds herself face to face with Tom Peyton !"], [157, "UNDER- C URRENTS 149 CHAPTER XIII. 'Tis not the gently graceful gait, Well-made clothes well put on, The softly measured tone Still talking of the rich and great, That makes the gentleman. But 'tis the heart in danger true. A little sharp cry breaks from her, she stifles it, but turns very pale. ' You ! you ! ' she says. ' Your servant, miss,' says he, touching his cap with quite an air — the late Durdan's air. He is naturally very much less discon certed than she is, having been prepared for this meeting which might take place at any moment. The moment had indeed seemed to him to have been a long time coining. He had been ' taken on ' yesterday, having asked"], [158, "UNDER-CURRENTS 150 for little or no wages, and it had appeared a very spite of fortune that nothing had sent Griselda into the garden last evening and all this long morning and afternoon. There was no one he could trust to deliver a message, Grunch and Peters being the entire staff of servants, so that perforce he was bound to rest quiet, and resist his longing to send Griselda a word of warning. Just now he is a little frightened by the pallor that has covered her face. ' Don't look like that ! ' he says in a low tone but sharply. ' Would you betray me ? Remember, it was my only chance of getting near you. Don't faint, I mean, or do any thing like that.' 'Oh, how could you do such a thing?' says she in a trembling voice. ' And and how strange you look, and what dreadful clothes you have on ! '"], [159, "UNDER-CURRENTS 151 * Well, I gave a good deal for them,' says he, casting an eloquent glance at his trousers ; ' more — four times more — than I ever yet gave for a suit. I'm sorry you don't approve of them, but for myself, I think them becom ing, and positively glory in them ; I would rather have them than any clothes I've ever yet had, and I think them right down cheap. It's rather a sell if you don't think they suit my style of beauty.' He is disgracefully unalive to the horror of his position. He is even elevated by it, and is plainly on the point of bubbling over with laughter. Given an opportunity, indeed, and it is certain he will give mirth way ; Griselda, however, declines to help him to this opportunity. 'Your hat!' she says, regarding that vene rable object with a severe eye. ' New, entirely new, I assure you. I felt"], [160, "152 UNDER-CURRENTS I couldn't stand Durdan's, though he offered it to me at a very reasonable figure, all things considered, so he made me this, and I have brought it to its present dehcate state of health by a persistent jumping upon it in and out of season. I look upon it as an invest ment. I firmly believe that later on, when you and I are married, and this episode a thing of the past, that Mr. Wilson Barrett will purchase it of me for a good round sum for one of his principal characters. Don't you honestly think the Romany Rye would have been proud of it ? ' ' Married ! ' says Griselda indignantly. ' Who ever told you I was ever going to marry you? What a thing to say to me ! and — and in such boots as those ! ' she casts a withering glance at the dejected footgear in which he stands, abominably unabashed. ' Aren't they beauties ? ' says he with un-"], [161, "UNDER-CURRENTS 153 mistakable admiration. ' It took me days to find a man who could manage them ; only last night indeed they came home. But if you don't like them, darhng, surely you can find comfort in the thought that a kick will send them adrift for ever, and — the \" foot's the foot for a' that.\" ' ' It's horrid of you — I don't know how you can laugh,' says Griselda, beginning to cry. ' I can't bear to see you dressed like that, just like a common man.' ' Well — I think you're a little unkind,' says he, regarding her reproachfully. ' I did think you would be glad to see me. I thought, I fancied — I suppose I was wrong — that when we parted on that last day you were sorry — that you would like to see me again.' ' Well, that was all true,' says Griselda sobbingly."], [162, "UNDER-CURRENTS 154 ' Then what are you crying about ? It is hard for me to believe you,' slightly offended. ' Here I am, and it is evident you wish me anywhere else.' ' I don't, but your clothes ' If it was only my clothes you liked,' says he, now mortally injured, ' I'll throw up this situation here, and get home, and send them to you by parcel post. May I ask,' turning to her with growing wrath, ' which suit it was you specially preferred ? ' ' If you could only see yourself,' continues Griselda, very properly ignoring this outburst, ' I don't think you'd do it again.' ' I'm not likely to, anyway ; I'm off now. If I had known of the reception I was likely to get I I declare, Griselda, if you had been clothed in sackcloth and ashes I should still have preferred you to all the world.'"], [163, "UNDER- C URRENTS 155 ' You haven't seen me like that,' says she demurely ; ' if you had But — but can't you see that it is only sorry for you I am ? I am unhappy that because of me you must be made so uncomfortable.' ' If that's all,' says he, beaming afresh, ' it's nothing. I'm not a scrap uncomfortable. It strikes me as being a sort of a lark — h'm — a joke, I mean. I feel as jolly as a sandboy, and,' with a tender, earnest glance, ' far jollier, because I can now see you.' ' But how long is it to last ? ' says she nervously. ' It can't go on like this for ever, and Seaton comes down here sometimes, and he knows you. He will be sure to find you out through any disguise.' ' He seldom comes into the garden, you tell me. I dare say I shall manage to avoid him. Though I have often thought lately"], [164, "156 UNDER-CURRENTS that it would be a good thing to take him into our confidence.' ' Oh no, no, no indeed,' cries she, ' he might tell his father, and then all would be up with us. I should ruin not only myself but Vera Promise me,' vehemently, ' that you will not tell Seaton.' 'Very well. But I says he gravely, ' not gardener, certainly, but pauses and takes her gently — ' you know I Griselda ? ' shall tell my sister,' that I am here as that I love you ' — he hand and presses it do that, don't you, 'Oh, how can I doubt it, when I look at that coat ? ' says Griselda, bursting into tears. ' Never mind the coat. Well, about Gracie, she's a very good-natured woman, and clever too. If I were to tell her all, she would tell Seaton, and between them they"], [165, "UNDER- C URRENTS 1 5 157 might manage something. Don't say No to that scheme.' ' I am so worn out that I would let you try anything,' says she disconsolately, ' only don't let any one know you are here as a gardener. Oh, Tom ! what food have you got, and where do you sleep ? ' ' If you are going to fret about me like that I shall feel I should not have attempted to come here at all,' says he, with would-be severity, but great delight and pride in that she thus cares for his comfort. ' When I get back to the cottage your uncle allows his gardener, I can assure you I shall have a first class dinner there, one that would make many a gourmand's mouth water. Last night such a steak ; my only drawback was that I hadn't you to eat it with me.' ' Who cooked it ? ' ' I did,' proudly."], [166, "158 UNDER-CURRENTS ' Oh, I think I'm rather glad I didn't share your feast,' says she, with the first attempt at laughter since they met to-day. And then with a gentle little side glance, ' That isn't true, however. I wish I had been with you, if only,' with another gleam of gaiety, ' to help you to cook it.' ' Darhng heart ! ' says he, impressing a swift but fond kiss upon her hand — they are providentially in a very remote part of the garden. ' Do you think you could be happy with me, poor as we should be ? If I thought that, Griselda, I ' He hesitates, as if uncertain how to proceed. ' Well ? ' says she with mild encourage ment. ' Will you marry me, run away with me ? Just think,' says he eagerly, ' whatever comes of it, whatever luxuries we may be obliged to"], [167, "UNDER-CURRENTS 159 go without, you will surely be happier than buried up here for ever.' ' Oh, to run away ? Oh, I couldn't,' says Griselda shrinking. ' No, Vera would be angry, and — and besides, what an awful bad time of it she would have, once it was dis covered that I had gone ! No, it would be too selfish.' ' But she could come and live with us.' 'Let us wait,' interrupts she nervously. ' Nothing lasts for ever, and if you speak to your sister — you say she is clever — perhaps she may see a way for us to escape this deso lation without taking such an extreme step as you propose. Oh, and besides,' says she, throwing out her hands with a little emphatic gesture, ' I know I should never have the courage, never ! ' ' You would if you loved me,' says he upbraidingly. ' However, I'll see what Grace"], [168, "160 UNDER-CURRENTS thinks. There's a step ! Go away, and try to see me to-morrow if you can.' They have barely time to separate before the gaunt figure of Grunch is seen approach ing through the laurels. O CD"], [169, "UNDER- CURRENTS 161 CHAPTER XrY. Use all the strongest eloquence that art Or the sharp anguish of my soul can fram ?, To plead my passion, and promote my love. Me. Peyton being never a man to let grass grow beneath his feet, or indeed weeds be neath his fingers — he fully earns his meagre wages — determined to undertake without delay that mission to his sister, Lady Rivers dale, of which he had spoken to Griselda. If he could only induce her to take up the girl's cause, and if she could persuade Seaton to interfere between them and his father, why, something might be done — what, was indeed a vague consideration as yet, but there seemed to be a suspicion of hope connected with that delightful indefinite ' something.' VOL. II. M"], [170, "162 UNDER-CURRENTS Cap in hand, therefore, he seeks Gregory Dysart, and asks in humble tones for permis sion to go and see his sister who resides on the borders of the next county. It is all strictly true, and his master, after a sufficiently long grumble and the proviso that he is not to be paid for the two days his journey will occupy, gives the desired permission, and with a light heart his gardener throws off his elaborate disguise, and clothed once more in decency starts for the Friars. It is a charming place, lying a little low perhaps, but densely wooded, and as he arrives, towards close of evening, caught in a very blaze of sunshine. It seems such a con trast to the dull unlovely spot he has left that a thrill of tenderest pity for the poor little prisoner left behind contracts his heart. And yet Greycourt should be beautiful, far more beautiful than the less pretentious Friars, if"], [171, "UNDER-CURRENTS 163 only properly tended. What was the matter with that sombre place ? What cloud over shadowed it ? Did some curse rest on its old grey walls ? The butler had shown him into his sister's boudoir, and even as those curious thoughts throng his heart the door opens and Lady Eiversdale advances eagerly towards him. ' Dearest boy, so good of you to come to me at once ! That's what I call being a proper brother. Who told I had come yesterday, as a final thing, I mean ? Of course I have been here on and off for the past month ; so many people expected for the grouse, and the ser vants never to be relied on. But all the guests count as nothing beside you.' She is a tall, florid woman ; stout, expan sive, plain. Her hair by nature is as yellow as any dye could produce, her large light-blue eyes look out from between blonde lashes. m 2"], [172, "164 UNDER-CURRENTS She is almost majestic in figure, and carries herself, considering her size, quite remarkably well. One can see at once that she affects a distinctly juvenile style though she is well into the forties, and indeed there is a look of youth still about her that almost excuses this small weakness. Except that they are both plain, the brother and sister are complete contrasts, yet, strange to say, they are the very image of each other. Perhaps it is something in the kindly viva cious light of the eyes, something in the life, that characterises the actions of both, though Lady Riversdale is by far the most impressive in manner, and can hardly utter an unaccen tuated word — a vice common to many, yet rarely belonging to an ill-natured person. ' Well, you give me credit for more than I deserve,' says Tom, a little ashamed of the thought that his sister had set such reliance"], [173, "UNDER-CURRENTS 165 on the activity of his affection for her. ' I'm afraid I came thus quickly because, as usual, when in a quandary I always seek you out.' This seems almost more flattering to her than the thought that he had flown on the wings of love to bid her welcome to her country-house, and she hastens to say so ; whereupon Peyton begins a rigmarole that leaves her the wiser of the fact that old Gregory Dysart has two nieces staying with him, and that one of them was christened Griselda. ' She's a lovely girl, a charming girl,' says he after a second rigmarole that deals exclu sively with Griselda. ' You have said that three times already,' says Lady Riversdale, who is beginning to be seriously uneasy. ' What does it come to ? ' ' Look here, Grace,' says her brother, clasping his hands across his knees and turning"], [174, "166 UNDER-CURRENTS straight up to hers a confused, remarkably red, but thoroughly honest face, ' it comes to this, that I want to marry her ! ' ' Good Heavens ! I guessed that that would be the end of your — your confession,' says Lady Riversdale, regarding him with a reproachful eye. ' You want to marry a girl without a halfpenny. We all know Lionel Dysart died deeply in debt.' ' There's an injustice in that,' says Tom Peyton : ' the world owes him a vast debt for giving it Griselda.' ' Who'd have thought you would have developed into such a fool,' says Lady Rivers dale tearfully — ' you, with no money of your own ? With your family, and my help, I always thought I could settle you, but now Have vou gone into the future at Have you gone into the future at all, Tom ? Has it never occurred to you that you, who are for ever inveighing against the"], [175, "UNDER-CURRENTS 167 nuisance of having to support yourself on a limited income, are now wilfully contemplating the idea of supporting two on the same in sufficient means ? ' ' I know I have talked an awful lot of rot in my time,' says Tom stoutly, ' but no fellow is compelled to stick to his idle words, thank goodness. I know too that many a man has married and been tremendously happy on even less than my income.' ' People without children.' ' People with any amount of children. ' You are fortunate in your experience,' says she very dryly. ' Of course if you have made up your mind to it, there is no use at all in my trying to dissuade you from a course that can only redound to your unhappiness.' She is distinctly annoyed, and rising from her seat goes to a distant easel, and sinking in the placid heavy way peculiar to the kindly fat"], [176, "UNDER- C URRENTS 168 people, into the chair arranged before it, pre tends to be very busy with the half-dry brushes. ' I think you needn't take it like that,* says he. ' Like what ? ' ' Like any other fellow's sister, not mine.' This is an artful touch, but Lady Riversdale strengthens herself to receive the shock, and continues to look adamantine. ' Is it honourable of you to induce a girl to marry you on seven hundred a year ? ' ' Why, you are always admonishing me to ask this girl and that to share that handsome fortune ! ' ' Not penniless girls ! ' ' I couldn't be happy with any girl but Griselda, not if she was the golden-legged Miss Kilmansegg herself. As I tell you, I regard my former ravings as monstrous."], [177, "UNDER- CURRENTS 169 I feel that with Griselda seven hundred a year will mean affluence.' ' Perhaps it would be wise to go into it before coming to such an extraordinary conclusion,' says she coldly. ' I know what you mean by that,' says he with a good-natured but rather impatient laugh, ' the gas bill, the coal bill, the butcher's bill — all the bills.' 'Oh, go on!' slowly, 'the wine bill, the cigar bill, the ' ' If you saw Griselda, you'd understand at once that she would be an excellent substitute for such dull things as wine and cigars,' says Mr. Peyton with enthusiasm. His sister turns her pale but contemptuous eyes on his. ' Really, Tom, one would think you were fourteen instead of thirty,' she says with ineffable disdain. It seems to her that it is indeed mere"], [178, "170 UNDER- C URRENTS waste of time to argue any further with a person so far gone in folly as this one dearly loved brother of hers, and, taking up the brush, she professes to ignore his presence by giving all her attention to the deepening of a sunset, that already is far rosier — nay, let us be truthful at all risks — far more vermilion than nature ever intended. When the silence that follows upon this speech has become too marked to be pleasant, Mr. Peyton breaks it. ' Look here,' says he, using his favourite form of address, ' if you won't help me to marry her, I'll induce her to run away with me, and you won't like that. You will like it so little, that I give you fair warning of it, because, leave her to wear her heart out in that dungeon, is more than I have pluck for.' ' You have a great deal of pluck, never theless,' says she, still trying to be indifferent,"], [179, "UNDER-CURRENTS 171 and still trying to overcolour the luckless landscape. ' Not enough to see the girl I love fretting herself to fiddlestrings day after day. You won't like to receive a sister-in-law who has defied the usual laws of society, but I warn you that I shall get her out of Greycourt, by any means, as soon as ever I can.' He has risen and is looking with earnest, troubled eyes at his sister, who however refuses to meet his glance. ' I may not have to receive her at all. I may not acknowledge her,' says she coolly, a trifle angered by his tone, though indeed her heart is beginning to faint within her. ' Oh, if it comes to that, if you really mean what you say,' says he stiffly, proceeding to unearth his hat from the chair on which he has been seated, 'I dare say we — Griselda"], [180, "UNDER-CURRENTS 172 and I — will be able to manage very well with out you.' Still with that stiff air about him that is somehow so unsuited to his kindly debonair countenance, he moves towards the door with a determination to depart now for ever that terrifies Lady Riversdale, who adores him. ' What on earth is it you want me to do ? ' cries she, flinging down the destructive brush and speaking with tearful wrath. ' Come back, Tom, come back at once. What do you mean by treating me in this way, when you know, you know I didn't — that there wasn't a word of truth in anything I said.' ' Is that the truth now ? ' asks he, looking back with his fingers on the handle of the door. ' Have I not said it ? Sit down again, and let us talk things over. Of course I can't deny that I am sorry you have selected a girl"], [181, "UNDER-CURRENTS 173 who, however desirable, cannot help you to more of this world's goods than you already possess, but you surely need not go off hke a sky rocket just because I offer you a word of advice. I think you might wait and hear what a sensible woman has got to say to you before putting on your hat in that abominably aggressive fashion, and what is it I am to do, Tom?' ' If you will only give us a helping hand,' says he. ' I wouldn't have come to you,' eagerly — ' I wouldn't indeed, if I wasn't sure you would love her when you see her. She is the sweetest girl, I assure you, the very sweetest I ever ' 'Yes, yes, I know,' says poor Lady Riversdale, who, after all, has endured a great deal, and is conscious of the fact that endur ance, however stout, can fail. 'But what I want to say is, that I"], [182, "174 UNDER-CURRENTS shouldn't have dreamt of soliciting your assistance but that I am sure Griselda is everything that you could possibly- ' I'm sure of it, sure,' protests poor Lady Riversdale again, ' but if you would only come to the point. How is it I am to help you ? ' ' If you would ask her on a visit here. I know old Dysart would refuse any ordinary person, but you know Seaton is such a chum of yours, and if you were to enlist his sym pathies, he might work on the father, and between you the trick might be done. Will you do this for me ? ' ' Oh, must I ? ' sighs Lady Riversdale, who has several splendid matrimonial alliances in her eye for her brother, and who is therefore dismally disappointed by this wayward fancy of his. ' Well, I shall do my best. If I fail, Tom, you must not blame me.'"], [183, "UNDER-CURRENTS 175 'Not as I have your word to do your best,' says he, regarding her gravely. ' There is one thing,' hesitating — ' don't be angry again, Tom, but I confess I should like to see her first.' ' Well, you couldn't,' says he hastily. ' But why not ? I hear that terrible old man has Wednesdays, when all the world is permitted to see his house and grounds for so much a head.' 'Even that wouldn't help you to see Griselda. On no account try,' says Mr. Peyton, seriously alarmed at the idea of his sister perambulating the grounds and coming upon him unawares in the ghastly old rabbit skin cap. ' You have no idea of the sort of man my Mr. Dysart is, a regular fox, my dear girl — a modern Machiavelli. He'd know at once, at the very first glimpse of you, and he is always on the look-out from"], [184, "176 UNDER- CURRENTS some secret loophole of his, what it was you had come for. He would see it was business, not pleasure. And once he found that out Take my advice, my dear girl, don't enter his gates as you value your life.' ' Nonsense, Tom. What folly ! One would think we were living in the dark ages. He couldn't murder me.' 'Couldn't he, though? That's all you know about it. He has the reputation of having a temper so uncontrollable that it would lead him to any excesses if provoked. Of course, I know he would not murder you deliberately in cold blood, but he keeps a breed of dogs that once let loose would terrify a Hercules. A breed that ' ' Bloodhounds ? ' puts in Lady Eiversdale nervously. ' I don't know exactly what breed,' says Mr. Peyton, now at all events strictly"], [185, "UNDER-CURRENTS 177 truthful, ' but once they lay hold of anything they never let go. If they caught hold of you; plaintively, ' I should never forgive my self He regards her with extreme anxiety. So painfully solicitous indeed does he appear for her safety, that suspicion wakens in the breast of Lady Eiversdale. What secret, dark and deep, underlies all this assumption of sensibility ? Into what miserable scrape was this unhappy boy fallen ? ' Very good ; I shall take your word for her — for Miss Dysart,' she says, whilst all the time a tiny plan is formulating in her mind, a plan in which fear of those terrible dogs at Greycourt, breed unknown, has no part at all. VOL. II. N"], [186, "UNDER-CURRENTS 178 CHAPTER XV. I'm on the rack ; For sure the greatest evil man can know Bears no proportion to this dread suspense. ' Here you are at last,' says Mr. Peyton in a subdued voice, but joyous. He is looking thoroughly disreputable in his borrowed plumes, but radiant as the dawn. It is needless to say he is addressing Griselda. ' I've got back,' says he, a superfluous re mark, as he is looming large as life upon the gravel path. ' I didn't expect you until to-morrow,' says Griselda, also in the tone of a conspirator. ' Well, what did she say ? Was she mad with you — does she hate me — do you think she will help us ? '"], [187, "UNDER-CURRENTS 179 ' How can I answer all that here ? I've such a lot to say to you, and I feel as if there was an eye in every window over there.' They are within range of the entire western side of the house. ' Do you know the old ruin at the end of the vegetable garden ? Could you manage to get up there ? If so I could follow, and we should at least be out of sight and hearing.' ' I'll try,' says Griselda, who is assiduously plucking the dead roses from a bush near her and looking at anything but Peyton. To her every window in the western wing is peopled with Grunches. As she speaks she slides away in a cautious manner towards the little green iron gateway that leads to the upper garden, and once out of sight of the windows, takes to her heels and runs with light steps to the old ruin Peyton had suggested to her. It is an ancient edifice that once might n2"], [188, "180 UNDER- C URRENTS have been a private chapel but now is pur poseless. The four walls still remain and the roof stands trembling over it, but the win dows are as eyes socketless and the door a gaping mouth. Tender, straggling, trailing wreaths of ivy, as if in pity for it, have flung themselves from crumbling roof to rotten walls, and hang daintily over the apertures in the latter that time has made. Griselda has hardly had time to mark all these signs of death and life commingled when Peyton joins her. ' I feel as if I was suffocating here,' says she, springing up from a stone resting-place in one of the rooms and hastening towards him and the sunlight outside, where he stands looking in at the doorway. ' What a dreary spot ! They say the old monks lived here long ago. I thought you would never come to rid me of the fancies that caught and held"], [189, "UNDER-CURRENTS 181 me — as if some ghostly abbot would arise and question my right, like the bears of old, to \" sit in his chair.\" Well, well, well ; now tell me everything ! ' ' Come and sit here, then,' says he, drawing her towards a small cock of late hay that has evidently been drawn in for some time and left here forgotten. It gives them a com fortable seat, and Mr. Peyton, with Griselda's hand in his, proceeds to give her a graphic description of his visit to his sister. ' At the last she seemed dangerously de sirous of coming to pay her respects to you in person. She seemed quite bent on seeing you face to face ; but I flatter myself I van quished that troublesome craving. I nipped it in the bud ! Just consider, were she to come and find me enclothed in these vile garments ! Ha, ha, ha ! ' roars Mr. Peyton shamelessly, enchanted at the vision his"], [190, "182 UNDER-CURRENTS imagination has conjured up. ' She'd have a fit,' says he, still shaking with mirth. ' Does it amuse you to think of your sister having a fit ? ' says Griselda severely, who is so terrified at the picture he has drawn and which has so delighted him that anger wakes within her breast. ' Oh, if she should come, what on earth would become of us ? ' 'She won't come. I tell you I have pro vided against that.' ' She may think it over and come after all ; oh, Tom, I feel frightened about it. Yesterday there was only fear of my uncle's finding us out ; now there is added to that the certainty that your sister will pounce down upon us one of these days.' ' Nonsense ! ' says Mr. Peyton ; ' I never saw anyone who so loved to torture herself. Why anticipate the bad ? ' ' Why think, you should say ? Do you"], [191, "UNDER-CURRENTS 183 imagine I really want to make myself miser able ? Nature has given me a mind — I must use it.' ' Or abuse it.' ' Surely there is no occasion to be rude,' says Griselda with crushing force. ' Because I am unhappily ahve to the fact that evil may befall us, am I then to be dubbed a fool ? There are those who — you have read it, per haps ? ' with ominous sweetness, ' it is Dryden, I think, who says it — those ' Who think too little, and who talk too much.' ' Who is rude now ? ' demands Mr. Peyton gloomily, sticking the end of his moustache into his mouth with a plain determination to make an end of it. Dead silence ensues. It might have lasted until now, so entirely have both belli gerents made up their minds never again to address the other, when a sound falling upon"], [192, "184 UNDER-CURRENTS the stillness with which they have providen tially, if ill-temperedly, surrounded themselves, rouses them to instant action and a tacit forgetfulness of all disputes. It is the dull tap-tap of a stick upon the gravel path ; it is a tap-tap fatally familiar to both : it is the tap-tap of Gregory Dysart's stick. ' Ye gods ! ' says Mr. Peyton below his breath, and without further hesitation he hauls the panic-stricken Griselda up from her seat on the small haycock, and, flinging himself on his stomach, actually swims under that haycock, arms and legs playing their part manfully until his whole figure is com pletely hidden beneath the scented mound. Griselda, lost at first in admiration of this manœuvre, has barely time to turn her atten tion to a huge bush of flaming fuchsia near her, when Mr. Dysart stick in hand turns the"], [193, "UNDER-CURRENTS 185 corner of the hedge, and marches down upon her. ' Whom were you talking to ? ' demands he, casting a searching glance around him, and sniffing at the empty air. ' Talking to ? ' says Griselda confusedly, partly to gain time, partly because she is frightened to death and doesn't know what to say. ' You heard me, didn't you ? I desire you to tell me at once, madam, who was your companion ? ' ' You can see for yourself,' says Griselda trembling, but with an assumption of indig nation she is far from feeling. ' There is no one here,' with an eloquent gesture of her hand to the silent garden round her. ' Who should there be ? ' ' That is best known to you ; and I warn you,' says he vindictively, ' that it will be bad"], [194, "186 UNDER-CURRENTS for you to deceive me. What ! You think me an old dotard, likely, yet I tell you I am as wide-awake as most yet, and I can swear I heard two voices joined in conversation as I drew near. One was yours ; one was that of a man ! What I desire to know is, where is that man ? ' He thumps his stick on the ground with sudden passion. ' Where is your companion ? ' ' You see for yourself,' says Griselda dis tractedly, ' there is no one.' Again she points to the empty scene, but her eye at this moment catching sight of the toe of Mr. Peyton's dilapidated boot, her courage gives way, and she feels that death is near ; so poignant is her despair that, perhaps, loving her as he does, it communicates itself to Peyton, because presently, with the utmost caution, the damnatory toe is withdrawn. ' You would have me suppose then,' says"], [195, "UNDER-CURRENTS 187 r the old man with a sneer, ' that you are a ventriloquist ; that you carried on a con versation here simply for your own amuse ment, enacting the parts of Madame et Mon sieur to perfection? I congratulate you on a talent hitherto so modestly thrust into the background. It is another charm added to those already so well known to me.' ' I am not a ventriloquist,' says Griselda, with a frown. ' No ? You must pardon me if I dare to disbelieve that, yet I must, I suppose, take »your word for it. Were you reciting, then ? Preparing for the stage, perhaps ? A wise decision, as, if you succeed (and there can be little doubt of that with one so filled with the fire of genius), it will enable you to lift a burthen from the shoulders of an old man who is now supporting you whilst barely able to support himself"], [196, "188 UNDER-CURRENTS 'I am not going on the stage,' says Griselda ; she might, perhaps, have said more, because .her hot young blood is boiling at the insults heaped upon her, but a surging move ment in the hay before her so petrifies her that she hardly dares to breathe. Seeing it subside, her courage returns. ' I have been thinking it over, however,' she says, ' and I believe I have found out a way that will enable me to relieve you of my presence.' ' Eh, eh ? What d' ye mean ? ' stammers the old man, peering at her. ' To go out as a governess, you think, perhaps ? I tell you no. I promised my dead brother to be a guardian to you, and as such I claim your obedience. From this house you go not. Do you hear, you wilful girl ? ' stamping once again his stick upon the ground. ' I warn you, you are under my control — I have given my word. I will befriend you. I don't care what you"], [197, "UNDER-CURRENTS 189 cost. To me, to me alone, you shall be be holden for all.' He quivers with agitation — surely some secret fear is working in him, or some re morse. As if exhausted and unequal to the argument he turns aside from her, and, to her horror, proceeds to prod and turn up with his stick the haycock so full of meaning. ' Now why has this been left here ? Good hay, good hay, and rotting here, because those idle rascals will see to nothing. Why, there is a quarter of a ton of it, if there is an ounce, and sound as one could wish it. This is how I'm beggared day after day. Thieving scoundrels doing nothing, and cry ing for wages morning, noon, and night.' He has so fax prodded the haycock that now he has come to within an inch of Mr. Peyton's nose, who heroically awaits the worst in a state of suffocation hardly to be de-"], [198, "UNDER-CURRENTS 190 scribed. Too late he remembers that he was not Tom Peyton, but only the gardener, as Mr. Dysart came up, and that he might easily have struck an attitude and taken Griselda's directions about such and such a plant with out any danger of discovery. But would Griselda have directed ? There lay the rub. ' Regularly jammed down, this hay,' goes on Mr. Dysart, scowling at the cock ; ' worth nothing now, no doubt.' As if in assertion of this judgment he deliberately seats himself on it, or rather on Mr. Peyton's backbone. Griselda pales. Will the miserable Tom be able to endure it, or will he die in the effort to hide her from her uncle's wrath ? She feels as if her limbs are giving way under her. Great Heavens, into what labyrinths of wretchedness does even the smallest decep tion lead us ! Her face grows ghastly. Is Tom dying"], [199, "UNDER-CURRENTS 191 even now ? It almost seems to her that a groan has broken the maddening quiet of the evening air. Oh, that horrible old man, that murderer ! will he never rise up and go away, and let her burrow in the hay for Tom's corpse? Not that he can be dead yet — the old man, thank goodness, is light. It occurs to her at this moment that Tom in his dying struggle may create an earthquake beneath her uncle, and then all will be discovered ! This thought seems to dwarf all that have gone before ; it is distinctly gruesome. ' Where's Taylor ? ' asks Mr. Dysart sud- denly. 'Taylor?' ' Yes, the new man, the gardener.' It had never up to this suggested itself to Griselda that Peyton might have brought a new name to a new situation, and the idea leaves her silent."], [200, "UNDER-CURRENTS 192 ' Have you seen him ? ' demands her uncle in a voice of thunder. ' Are you deaf, girl, that you can't answer ? ' ' Taylor ? No, I know nothing of him,' returns she confused. ' Is Taylor the mythical Tom?' 'He's an idle vagabond, not one whit better than the others,' declares Mr. Dysart, rising slowly from Tom's deathbed. ' I be lieved in that man ' — here a distinct convul sion of the hay which he has just quitted catches Griselda's eyes. Is it the last gasp ? — ' but I find he is in league with them all. I thought when he came back thus quickly from his visit to his sister to resume his duties it was a sign of good, but no man worth his wages would have let this valuable lump of hay ' — striking the cock with his stick with a thud that sickens Griselda — ' go thus to destruction.'"], [201, "UNDER-CURRENTS 193 He turns away, but presently, as he comes to the corner, looks back. ' Hark ye, girl ! ' cries he, in his clear harsh treble, ' don't try to deceive me. I have my eye on you, and once I discover you trying to take me in, out you go, you and your precious sister.' With this, he turns the corner, and the sound of his stick, tap-tap upon the ground, grows every instant more and more indistinct. Griselda, though her ears followed the tap, has eyes alone for that fatal cock of hay. That last stir of a few minutes since has indeed been the last. All now is calm as death itself; with a courage born of despair she is just making up her mind to approach it, and drag it to pieces, and disclose the motionless body beneath, when the hay stirs, a hand is thrust cautiously forth, then a head, and finally Mr. Peyton, red as a boiled lobster, emerges in toto, and lies back prone in the VOL. 11. 0"], [202, "UNDER-CURRENTS 194 grass. ' He's gone ! ' says he, with a tragic glance around, and then, ' Bless my stars ! who'd have thought he was so heavy ? ' Griselda looks at him ; she is still quaking visibly. ' I thought you were dead,' says she, and bursts into tears."], [203, "UNDER CURRENTS 195 CHAPTER XVI. ' And aye to be sure, and no to be sure, And how should I guess ? ' said she ; But there came a sweet bird and sang in her ear- ' 'Tis he ! 'tis he ! 'tis he ! ' ' So your name is Taylor ? ' says she presently, looking at him with fresh interest. ' Tom Taylor, yes. I put in the Tom because I felt it would come handier to you than George, or John, and if they overheard you addressing me, they would see no cause for surprise.' ' To think you could be so deceitful ! ' says she, her eyes again filling with tears. ' Oh, I am greatly astonished ; I should never have suspected you of it ! I feel I shall never be able to trust you again, though, in- 0 2"], [204, "196 UNDER-CURRENTS deed '—dolefully—' /should be the last person to find fault with you, I who am deceiving Uncle Gregory every minute in the day.' ' Why, you said nothing that ' ' Just now, no. I am not thinking of that ; but I feel as if I were breaking my word to him in being with you at all. I gave him my promise not to ' ' Go beyond the gardens. Well, here you j are. ' There was more than that included in my promise ; I told him I would not see you or speak to you again.' ' Willingly. But you know it is not your fault if you do see me ; it is mine, who de liberately put myself in your way. If you were to try and keep that part of the unholy compact you would have to go about all your days blindfolded, because see you I will, at all hazards.'"], [205, "UNDER-CURRENTS 197 ' But even that is not all. I said I would not speak to you, and,' with deep remorse, ' there is no one I speak to half as much. The moment my eyes see you I feel as if I had a thousand things to say that never occurred to me before.' 'Well, we can rectify that,' says Mr. Peyton ; ' I see dayhght even here. Don't speak to me ; just sit there,' pressing her down upon a garden seat and placing himself beside her, ' and take one of my hands be tween both of yours — thus ; and whenever I ask you a question that will necessitate \" No \" for an answer, you will press my hand so, and whenever you feel you want to say \" Yes,\" you will press it so. I know any amount of ques tions I want to ask you that will require \"Yes \" for an answer.' ' Indeed I shall not,' says Griselda indig nantly, pushing him away from her."], [206, "198 UNDER-CURRENTS ' But why not ? ' with an air of calm, judicial inquiry. ' There is nothing to pre vent you that I can see.' ' I shan't.' ' It's the simplest thing in the world ; just let me show you again.' ' No,' says Griselda, struggling valiantly with a wild desire for laughter, and clasping her hands tightly behind her back. ' But I really think you didn't quite under stand. As I said before, there isn't the least trouble about it. If it was I who had been forbidden to speak to you, I should be able to manage quite easily ; won't you let me ex plain it to you ? Oh, well, of course, if you don't like my plan, we must only give it up, and carry on our conversations in the usual manner, which will be commonplace in the extreme after the brilliant method I have suggested. I'm disappointed in you, Griselda,"], [207, "UNDER-CURRENTS 199 I am indeed ; I thought you would have been struck, charmed, with the originality of it.' ' Well, I'm not,' says Griselda. ' Very good, very good ; I give it up,' with a deprecatory shrug of his shoulders. Then, with a sudden change of tone, ' I wonder if a fellow might smoke a cigarette here without being discovered ? ' ' Oh, better not,' says Griselda alarmed. ' Mrs. Grunch has a terribly long nose ; and who can say whether Uncle Gregory has really returned to the house or not ? ' ' True,' says Mr. Peyton regretfully, push ing back his silver-mounted cigarette-case into the pocket of his disreputable trousers, with a profound sigh. A pause ensues, quite a long pause con sidering who are keeping it ; then — ' Griselda ! ' says he. ' Yes.'"], [208, "UA 'DER-C URRENTS 200 ' There is something I want to say to you. ' Then say it ' — very reasonably. ' It's this,' says Mr. Peyton, drawing nearer to her, and surveying her with a meditative eye. ' We have been engaged now for quite a considerable time, we are presently going to be married, and as yet you have never kissed me ! There's something wrong about that, eh ? ' ' Wrong ? No ! ' says Griselda, growing crimson, and edging away from him. ' No ? ' edging after her. ' You really thiuk not ? ' ' Eeally, certainly.' ' Think again,' suggests he mildly. ' I my self, perhaps, have hardly grasped the idea yet, but it seems to me as if it were all a little incorrect. I'm positive,' getting a little closer still, ' that I've either heard, or read, or"], [209, "UNDER-CURRENTS 201 seen somewhere, that couples about to marry ' 'Couples about to Show me one?' says Griselda, interrupting him without cere mony, and with severity. Mr. Peyton, with a very eloquent gesture, lays his right hand upon his breast. ' Here's a bit of one,' says he ; ' and there,' pointing to her, ' sits another.' ' I don't ever remember saying I would marry you,' declares Griselda, who, having now reached the iron arm of the chair, can go no farther ; ' surely you dream things ? No ; don't come any nearer — I'm not going to marry anyone, I'm not indeed ! It is absurd your taking things for granted hke that.' ' What things ? ' asks Peyton, his voice changing a little ; something in hers has hurt him, and he suddenly turns upon her a rather"], [210, "UADER-C URRENTS 202 strange glance. What if, after all, he has been deceiving himself? 'Why, you're saying I — I — would marry you. ' Well ? ' a little sternly. ' Well, it is all nonsense, of course,' with a rather nervous laugh. ' Do you mean that, Griselda ? ' ' Have I not just said it ? ' flushing, and drawing the initials of her name on the grass at her feet with a pretty httle shapely shoe. 'Well, I don't believe you,' says Tom Peyton quite calmly. ' Mr. Peyton ! ' ' Not one word of it,' more calmly still. Griselda, with a movement full of injured dignity, rising from the garden seat, goes over to the haycock, and sinks down on it slowly, with condemnation on every hne of her charm ing face. She would have gone away alto-"], [211, "UNDER-CURRENTS 203 gether, she tells herself — it is necessary to tell this lie for her own moral support — but that she would not let him think he had frightened her away. No, he should not have the satisfaction of deeming her a coward. He might be as rude as he liked, he might insult her, and accuse her of a thousand un truths, but he should not remain master of the field. She would show him what stuff she was made of. Nothing, not all the abominable speeches he could make, would frighten her. She would like to sing some thing, a little lively air, if only to prove to him how utterly without care she is, but the lively air refuses to suggest itself. At all events she won't be the first to speak, not if he stopped there till to-morrow, staring at her all the time. She has an un comfortable consciousness that he is watching her ; she will not be the one to break the"], [212, "UNDER-CURRENTS 204 silence ; she will let him see that his savage behaviour cannot intimidate her, that she is brave enough to defy anyone, anything. With bent brows full of determination she turns her eyes upon her hands clasped tightly on her white frock. Her gaze takes in her slender fingers closely interlaced, as if to help her to keep up her spirit, but it takes in something else too. There — there on her gown, crawling, wriggling, twisting its tail in a vilely lively way, is a huge earwig, that, coming ever upwards, whilst she gazes at it in a mesmeric fear, reaches at last her hand, and seeks to make its further way right through her first finger and thumb. A piercing shriek breaks from her lips, she springs to her feet, and turns an agonised glance on Peyton. ' Great Heavens ! what has happened ? ' exclaims he, springing up in turn. ' Has the"], [213, "UNDER-CURRENTS 205 haycock exploded? — did the old man poke any dynamite into it with his stick ? ' ' Oh, look at it, look at it ! ' cries Griselda, pointing to where the odious creature has fallen from her hand to the front of her gown ; ' there, there ! Oh, why don't you take it away ? ' ' Is that all ? ' says he unfeelingly ; he catches the earwig, and in another instant that harmless but unpleasant insect is careering wildly betwixt earth and heaven. ' I thought it was an earthquake at the very least. What a ridiculous child you are ! Here, come and sit here on this chair, or we shall be having another earwig in no time.' He leads her back to her former seat, but does not this time place himself beside her. On the contrary, he stands looking down at her, as if thinking out some difficult matter. Perhaps he has solved his problem, whatever"], [214, "206 UNDER-CURRENTS it is, when suddenly, without preamble, he stoops over her and dehberately kisses her. As though too surprised to say anything, Griselda remains mute. She has grown very pale, however, and her eyes are full of tears, unshed ; she is trembling visibly. A kiss from the man who loves one is a small matter no doubt to cause so much agitation, but it is the first kiss Griselda has ever had from any one, except Vera, and it was not like Vera's kiss at all. ' Listen to me,' says Peyton, passing his arm round her ; ' you think me a rough wooer, no doubt, but I am not : it is only that I am a downright sort of person, and when you said that — about not marrying me, I mean — it seemed to me that I could not bear it, and — and that I would prevent your ever saying it to me again, because I think, I hope, I believe from my soul, that you do"], [215, "UNDER-CURRENTS 207 love me, not as I love you, indeed, but more than any other man. If I don't believe that, Griselda, I don't think I should have the courage to face life.' His voice trembles, and Griselda, whose hand he is holding, urged by some new, tender, inexplicable emotion, lets her soft, warm, nervous fingers close round his. 'You have never yet told me that you love me ? ' pleads he, his head bent down to hers. ' Say it now, I entreat you. Say it, Griselda.' Griselda is silent, but, as if compelled to it, she slowly turns her face up to his. In truth, that sweet, hazardous, experimental caress had not been an altogether unlucky venture. Beneath it the girl has gently wakened to the knowledge of a fulness in her life, a brightening of dull places hitherto un known, a certainty, too, that the strong liking she has always felt for Peyton is more than a"], [216, "208 UNDER-CURRENTS common friendship — that it is akin to blessed love itself. 0 eyes long laid in happy sleep ! O happy sleep, that lightly fled ! 0 happy kiss, that woke thy sleep ! 'Yes, I love you,' says she simply. The colour has come back to her lips and cheeks ; light, a new light, to her eyes. ' But you might have asked me,' she says a little later ; they are laughing now, and have told each other quite an infinity of silly things that to them seem full of priceless knowledge. ' I did ask you ; with no result. You yourself drove me to extremities. But I do not regret it,' he laughs again, and presses her nearer to him. ' After all, it is your duty to kiss me ! Yes. I have thought it all out. You are to kiss me whenever you can, and I am to kiss you on every available oppor tunity. This is one,' says he promptly."], [217, "UNDER-CURRENTS 209 CHAPTEE XVH. How in the looks does conscious guilt appear ! To-day is wet ; a soaking, steady downpour that commenced at early dawn is still render ing miserable the shrubbery and gardens. Dark and forbidding as the old house has ever looked, with its close and senseless barri cade of trees that shut out every gleam of sunshine, it looks ten times darker and more forbidding to-day. The rooms, unused to fires, exude in damp weather an odious moisture that seems to penetrate to the very heart of those who feel it. Jupiter Pluvius is indeed holding a grand court to-day. All through the past VOL. 11. p"], [218, "UNDER-CURRENTS 210 week Apollo has laughed him to scorn, but now is his revenge at hand, and greedily the parched and thirsty earth drinks in the blessed drops that fall, thick as oats at reaping time, upon its arid bosom. Beneath the breast of the All-mother the little grassy rootlets feel the gentle moisture stirring them to greater exertions ; so that they shall to-day, or perchance indeed to morrow, throw up fresh juicy spikes of ten derest green to deck the radiant morn. But these are future hopes. Just now a sullen haze hides all things ; the roaring sea is blotted out, only the distant hills are seeming nigh, and against the loose old case ments the heavy dashing of the raindrops makes a monotonous music. Vera, depressed by the melancholy of the day, has cast her book aside, and, with a cer tainty of meeting nobody in the empty rooms"], [219, "UNDER- C URRENTS 211 and corridors, wanders aimlessly throughout their dreary length and breadth. These rooms are well known to her, and presently wearying of them she turns aside and rather timidly pushes open a huge, faded, baize covered door that leads she scarcely knows whither. Some undefined belief that it would bring her into her uncle's presence has hitherto restrained her from seeking to learn what lies behind it ; to-day, however, dulness making her bold, she pushes it back and looks eagerly inward. It is not an apartment, after all, and there are no signs of her uncle's presence anywhere. A long, low, vaulted passage reveals itself, only dimly lighted by a painted window at the lower end. This end seems quite a mile away. What an enormous old house it is ! how capable of being made beautiful ! There is a subdued, semi religious light in here, that p2"], [220, "UNDER-CURRENTS 212 affects the senses agreeably and lays a sooth ing touch upon the wounded spirit. It appears to be a completely bare passage at first, leading nowhere ; but presently, as she runs her eyes along the eastern wall, a door meets them, an old oaken door, iron clasped and literally hung with cobwebs. Evidently this is part of the house in utter disuse, laid aside, as it were, and forgotten. Curiosity grows strong within her. Catch ing the ancient handle of this door, a mere brass ring sunk in the woodwork, she pushes against it with all her might. In vain. But not deterred she pushes again and again ; and at the last trial of her strength a sharp sound, a ring of something brazen falling on a stone floor, crashes with a quick, altogether astounding noise upon the tomb-like silence that fills the mysterious passage. At the same moment the door gives way,"], [221, "UNDER- C URRENTS 213 and she, unexpectedly yielding with it, steps hurriedly forward into a dark and gruesome hole. It is not, however, so complete a dungeon as she had at first believed it ; her eyes, grow ing accustomed to the darkness, show her a landing-place flagged with stone and over hung with spiders' webs, at the further end of which is a narrow staircase of carved oak. At first she shrinks from going further, but for the second time a very natural curiosity masters her, and she takes a step forward. In doing so she stumbles over something, and looking down sees the old lock, now rusty, the screws eaten through by age, that, giving way beneath her pressure, had opened up to her this strange, enigmatical place. Taking heart of grace, she mounts the tiny staircase and finds herself in another passage, very similar to that beneath, except"], [222, "UNDER- C URRENTS 214 that nothing lights this, save the vague gleams that come from the open doorway beneath, and which on an earnest examination appears to end in a cul de sac. The poverty of the light has perhaps dimmed her sight, because after a little while a shadow on the opposite wall, that resolves itself into an opening, becomes known to her. It is not a door, rather a heavy hempen cur tain, and now, resolutely determined to go through with her adventure, she advances towards it, pulls it aside, and finds herself face to face with Gregory Dysart ! He is on his knees, next that peculiar cabinet described in an earlier chapter, and as he lifts his head upon her entrance — his venerable head, with the hoary locks floating like a fleece behind him — a murderous glare, as of one hunted, desperate, comes into his curious eyes."], [223, "UNDER-CURRENTS 215 The side of the cabinet is lying wide open, and, as he involuntarily moves, the chink of golden coins falling one upon another alone breaks the loud silence that oppresses the atmosphere. In his hand he is holding an old and yellow parchment, and, as Vera comes half-unconsciously farther into the room, he flings himself upon it in a hideous, grovelling fashion. It is a first instinct, an ungovern able one, and betrays a haunting fear. ' I — I am sorry,' murmurs Vera terrified ; ' I did not know ; I ' ' What brought you here, girl, here where I believed myself safe ? Go, go — there is nothing — nothing, I tell you — they hed to you if they told you anything — go, I say ! ' He has entirely lost his self-possession, and is still kneeling on the floor, now hugging, now trying to hide beneath him, the paper he holds with his sinewy, nervous fingers. ' Go,"], [224, "216 UNDER-CURRENTS go, go ! ' he shrieks, beside himself He is in a perfect frenzy ; all dignity is gone ; to the girl standing trembling there it is a loath c o o some sight to see this old man on the brink of the grave thus crouching, abased, dis honoured. ' I am going,' she says faintly. She is ghastly pale ; the sight of him in his horrible fright cringing thus upon the ground has so unnerved her that she actually grasps at the curtain for support. Good Heavens ! what brought her here, of all places ? The knowledge of her fear becoming known to Gregory Dysart calms his. In stinctively he pulls himself together and gathers from her cowardice strength to con quer his own. ' So, so you were spying on me ! ' cries he in httle gasps. ' What brought you, eh ? That door below was locked, has been locked"], [225, "UNDER-CURRENTS 217 for fifty years. Is there a conspiracy against me, then, that you can thus force yourself into my presence, in spite of bolts and bars ? ' ' The lock gave way,' stammers Vera ; ' it must have been old, broken by age, rusty. I had nothing to do. It was by the merest chance I came here. I am sorry, sorry.' Her voice dies in her throat. ' I don't believe it ; there is more that you keep behind. Speak, girl, speak, I command you ! Who showed you the way here ? ' ' I have told you,' says Vera tremulously ; ' you must believe me. If I had known I should not have come. I — I am sorry I have so frightened you, but ' ' Who says I am frightened ? ' He turns upon her with a bitter scowl and a piercing glance. ' Why should I care whether you came or not ? You have upset me, it is true."], [226, "£ 8 UNDER- C URRENTS 218 My wretched nerves, as you know, cannot stand anything additional, and your sudden entry by that unused way What do you mean by calling me frightened ? ' ' Why, nothing,' says Vera, so low as to be almost inarticulate. ' I was only afraid — your expression told me I had come at an inopportune moment.' ' There was nothing inopportune.' This unlucky speech has raised his ire to the highest pitch. ' Why should I care about being disturbed when I was hardly even oc cupied, when I was merely idling away a dull hour by looking through my own will ? ' ' Yours ? ' asks Vera innocently enough, merely asking the question because at so great a loss for anything to say. To him, however, her tone sounds like inquiry, like the outgiving of an established doubt ; to him there is even a mocking disbelief in it."], [227, "UNDER-CURRENTS 219 ' Ay, whose else ? ' he asks with a snarl of anger that hardly conceals the anxiety be neath ; he turns and faces her like a beast at bay. ' What do you mean, girl ? Do you doubt my word ? Whose else should it be — eh, eh ? ' Once again he is quite unhinged, and by a little involuntary movement he tears the black skull-cap from his head, and standing before her nods his bald head and shakes the cap at her with a very passion of vindictive ness. His long grey locks falling down his shoulders touch her with a strange sense of unreality. ' Go, leave me,' cries he furiously ; ' and cursed be the day you ever saw my house ! ' Still shaking the ghastly black skull-cup at her, he waves to her to leave him, and, more unnerved than she has ever been in all her life before, she retreats behind the heavy curtain and runs with all her might down the dark"], [228, "UNDER-CURRENTS 220 corridor without, down the steep stairway, and so out into the passage and into the hall. Once there she breathes again. The full hght of the sombre day lives here, and all at once it seems to her that perhaps she had never stirred, had gone to sleep here, and known all the hateful past of an hour since through a disagreeable dream. It is hard to kill reality, however, and her lips are still white, her eyes frightened, when Seaton, coming from the library, meets her."], [229, "UNDER- C URRENTS 221 CHAPTER XVHI. I feel my sinews slacken'd with the fright. ' What has happened ? You look pale, frightened,' says he, stopping her as she would have hurried past him ; ' tell me what it is.' ' A mere nothing. I have been foolish to feel it so much,' returns she with a faint smile. ' I found myself somehow, I hardly know how, in your father's private room, and — and — he was angry with me.' ' In his private room ? ' regarding her with astonishment. ' How did you get there ? Even I am not given access to it.' ' I was wandering through the halls, and"], [230, "222 UNDER-CURRENTS came to a passage at the other, the western, side of the house, and finding a door in it pushed it to try and see what lay beyond. Oh, how wrong I was, how I wish I had not done so ! ' says she paling afresh. ' Well, the door gave way, and — and — presently I found myself in your father's presence. He was terribly annoyed, and ' ' Was he rude to you ? ' asks the young man with a painful effort. ' No, you need not answer ; I can see he was. Will you let me tell you that it is the principal misery of my life to know you are miserable here ? ' 'No, I shall not permit you to tell me that,' says she, her eyes upon the ground. ' To one so entirely outside your life as I must be, as I am,' firmly, ' it is impossible you should give even the smallest thought. I beg you will not speak to me like — like this again.'"], [231, "UNDER-CURRENTS 223 ' I promise you ; I hope I shall be able to keep my promise,' says he, speaking very calmly, but with an apparent effort. ' How ever, that is not to the point. What I regret now is, that you should have unwittingly laid yourself open to my father's anger. He dis likes being disturbed at his studies ; you may not know it, but he is a very accomplished student.' ' He was not studying — at least, nothing very deep,' says she ; ' it was his will he was reading.' ' His will ? Surely not ; that, I know, is in the hands of his solicitors, Dalton and Jones.' ' It was what he called it, at all events,' says she coldly, wearily ; ' a yellow parch ment — it was a will, I'm sure.' She turns away, and goes slowly upstairs to her room, where she finds Griselda stand-"], [232, "UNDER-CURRENTS 224 ing before one of the windows, staring in a discontented fashion into the shrubberies be yond. She starts rather guiltily as Vera draws near, and shows a decidedly pink face. 'What has happened now?' asks she, seeing Vera's pale, distressed face, whereupon Vera tells her everything. 'He looked hke an evil spirit crouching there upon the ground. I was frightened but ashamed too. It was horrible — that old man with his white locks and the strange look of abject fear that distorted every feature.' ' What was he afraid of? ' ' Of me, apparently. Rather a turning of the tables, wasn't it ? There was no fear in his face when first I looked at him, before he knew I was there. He looked like some cruel creature gloating over his prey — his will, he called it.'"], [233, "UNDER-CURRENTS 225 ' Don't you be taken in by him,' says Griselda airily. ' It was some nefarious docu ment or other, you take my word. That now is as bad an old gentleman as ever stepped. It was a bond he had signed with the Evil One, or else ' she pauses, and then, with a still livelier air, as of one who has just made an important discovery — ' I'll tell you what it was,' she says, 'a will he has suppressed, say our grandfather's will, leaving you and me joint heiresses of all he possessed. Good gracious, Vera ! where was your mother wit ? why on earth didn't you seize such a valuable opportunity, grab the paper, and run for your life ? ' Vera shrugs her shoulders and laughs a little. ' You give me credit for courage, I must say,' she says. ' Nonsense ; one strong young woman against one feeble old man. Oh, it would VOL. II. Q"], [234, "226 UNDER-CURRENTS have been a triumph ! He couldn't have had a chance, and at this very instant you and I would have been revelling in our good fortune.' ' You ought to write a novel,' says Vera, a little languidly. ' That idea has suggested itself to me before this,' returns Griselda, but absently uoav and as if her mind is hardly bent on what she is saying. She has gone over to the window again, and is once more lost in con templation of the clump of evergreens over the way. When Vera has spoken to her once or twice, and has received two ' Noes ' which should have been ' Yes,' she too rises and joins her at the window. The rain is still patter ing heavily upon the flowers outside, and all the dark green leaves of the laurels are droop ing with the weight of the liquid gems that cling to their borders."], [235, "UNDER-CURRENTS 227 Vera's eyes, noticing their glistening beauty, notice something else too — a dark figure, a man's figure, lounging against a sturdy myrtle, with the face uplifted to where Griselda stands. Something in his attitude, rapt, con tented in spite of the rain falling in torrents round him, betrays him. A sharp pang of horrified fear thrills Vera. ' Griselda, is that the new gardener ? Griselda, who is that ? ' demands she vehe mently. ' Tom Peyton,' returns Griselda, with the calmness of desperation. ' Oh, Griselda ! ' ' Yes, I know. It is disgraceful of him, isn't it ? It is perfectly awful, / think ; but what is one to do with a person like that ? I knew nothing of it, nothing, I assure you, Vera,' throwing out her hands with quite a tragic face. ' The first day I saw him in the Q.2"], [236, "228 UNDER- C URRENTS garden, coming upon him as I did from behind a rhododendron, I thought I should have gone through the ground and come out in Australia or somewhere. It was quite a shock. And he is dressed so frightfully, the most abominable old clothes ! Eeally, I don't think you would care to touch him with the tongs. They are clean, of course, but such a fatally good imitation of the real gardener's things — uncle's gardener Men en tendu — that I, anybody, would be afraid to go near him.' ' You weren't,' says Vera sternly, ' you aren't. I can now at last see through your sudden passion for flowers, your hankering after gardening, your mad infatuation about messing in the flower beds, and digging things up, and that.' ' Well, but really, you know, I don't think it was that ; I don't, indeed,' protests Griselda"], [237, "UNDER-CURRENTS 229 seriously, almost as if she believes herself. ' No, indeed ; it was more that I felt it my duty for both our sakes to keep him quiet. I am positively certain that if I had not gone to the garden we should have had him here knocking, like that equally troublesome raven, at our chamber door, demanding where I was, and then — what then? The deluge would be a merciful relief to what would happen then.' ' It is the most reckless thing that I ever heard of,' says Vera, beginning to pace the room with agitated steps. ' It is impossible that this should go on for ever without dis covery, and when Uncle Gregory does know, what will be the consequence ? ' ' Ruin ! ' returns Griselda, briefly but elo quently. ' But why should it not go on for ever? Who is to betray us ? ' ' I can't imagine how you can be so"], [238, "UNDER-CURRENTS 230 childish, so wantonly foolish,' says Vera im petuously. ' One false move and the whole thing is laid bare. Has Grunch no eyes, think you ? Look at him standing over there. Do gardeners as a rule find their chiefest joy in standing out in the rain and getting thoroughly wet through and through ? What do you think of that ? ' ' I think he will catch cold,' says Griselda miserably. ' Dear me ! why won't he go away ? It can't do him any good to stay there and look at me up here.' ' Apparently it does,' says Vera dryly. ' I suppose I couldn't slip out for a moment ? ' suggests Griselda wistfully. Poor fellow ! what an amount of hardship he is enduring for her sake ! If she could only say a word to him, that would make him go home and take off his wet clothes. Visions of a pale and consumptive countenance, of a"], [239, "UNDER-CURRENTS 231 ghastly form emitting from time to time a hollow cough, are beginning to torment her. ' In such rain as this ? ' ' It wouldn't harm me, and I could change my dress at once, and — oh, Vera ! he will die if he stays there any longer ! I can see the rain dripping from that frightful old rabbit skin cap.' ' If you can see that, he can see something else,' says Vera, and forthwith, taking a large sheet of white paper, she prints on it, in huge capitals, ' Go away ! ' ' Hold that outside the window,' says she, giving it to Griselda, who eyes it with evident disfavour. ' It's — it's a rather short message, isn't it ? ' says she. ' Long enough to show what you mean. ' Oh, of course, yes, but ' A summer cold is often fatal,' says Miss Dysart mildly, who is in an agony until he"], [240, "232 UNDER-CURRENTS goes. Who can say whether he is not being seen at this very instant by other eyes than theirs ? ' Vera, how cruel, how unkind ! Here, give me the paper and — and the pen.' With a desperate haste, and as if afraid and ashamed of Vera's seeing it, she scribbles a ' Dear, dear Tom ' at the end of the cold, peremptory, ' Go away ! ' In an instant, so potent is a tender word, the whole nature of the message is changed ; it was at first a command, it is now a tender appeal. It has the desired effect ; directly he has mastered the writing, Mr. Peyton, with a faint gesture towards the window, that resolves itself into ' Good-night,' slips through the ever greens and is lost to sight."], [241, "UNDER-CURRENTS 233 CHAPTER XIX. Some strange commotion Is in his brain : he bites his lips and starts. ' What kept you ? you are about an hour late,' says Mr. Peyton, poking his head cautiously round the corner of the dilapidated old house in the far garden, already described ; ' the dear old man again ? ' ' Oh, of course,' says Griselda in a dis gusted tone. 'He has been raging ali the morning ; in fact, he's a regular volcano : one is never sure when there won't be another eruption. He goes off like a skyrocket on the smallest provocation.' ' What was it this time ? ' ' Merely a letter Vera had received from a"], [242, "UNDER-CURRENTS 234 friend of ours abroad. Unfortunately she writes a distinctly masculine hand, and Uncle Gregory stuck to it that the letter was from a man. I suppose he still clings to the hope of marrying Vera to Seaton, because he got into a perfect frenzy over that letter, and would not be satisfied until Vera showed it to him. Even then he viewed the signature with dark suspicion, and is now trying to think that Nell is short for Edward.' ' Do you mean she gave in and showed it to him ? I'd have seen him far first,' says Mr. Peyton indignantly. ' If holding out would have had the desired effect of removing him to the far, far distance, I too would have counselled Vera to be firm, but I expect it would have failed us,' says the younger Miss Dysart placidly ; ' as it was, we were glad to get off without having to carry our heads in our hands. Such language as"], [243, "UNDER-CURRENTS 235 he used, too ! it would make even a San Francisco man shudder. And all on the same subject. It is amazing how he can ring the changes on one paltry theme. I know no one who can \" torture one poor word ten thousand ways \" so artistically as he can.' She laughs a little, but rather forlornly, and he draws her down on the seat near him with a tender strength. ' You are worn out with all this worry,' says he fondly. ' Well, I expect that is it ; I'm tired of it, I am indeed, Tom,' looking at him with eyes full of tears. ' Do you think your sister really meant to help us that day you spoke to her ? ' ' If she did, she is slow about it,' says he. ' But, honestly, yes, I think she did. Grace is not the woman to give her word without in tending to keep it. But I dare say there are difficulties. When did you see Seaton ? '"], [244, "236 UNDER-CURRENTS ' The day before yesterday, no, the day before that again, or, was it ? — one day is so like another,' dejectedly, ' that I can't distin guish them from each other ; but I think it is four days since he was here.' ' Well, Grace may have seen him since he was here, and they may now be arranging plans to circumvent the old man.' ' They may,' says Griselda with open doubt. ' I can't think why on earth you won't run away with me,' says Mr. Peyton, who has been impressing this alternative upon her for the past few days with the utmost vigour. ' And leave Vera here alone, to meet his vengeance ? ' ' It would be only for a short time. We could then ' ' Much can be done in a short time,' says Griselda, with an expression so ominously"], [245, "UNDER-CURRENTS 237 suggestive of dark deeds done that for the moment Peyton is silenced. ' No,' sighing, ' I shall never desert my Micawber ! ' ' Meaning me ? ' asks he, whereupon they both laugh. But even in the midst of his mirth the smile freezes on Tom Peyton's face — a look of abject fear overspreads every feature, and his knees begin to shake beneath him. ' What is the matter with you ? ' cries Griselda, becoming suddenly aware of this melancholy change in his appearance. ' Where is the pain ? Oh, Tom ! do speak ; you look awful. You know I have often warned you about those apples ; and — speak ! can't you ? what has happened ? ' ' The end of all things ! ' replies he in a ghostly tone. He has now lost his pallor and grows apoplectic. ' Hide me,' he groans, making awdd but ineffectual effort to conceal himself behind Griselda's slim figure ; ' here is"], [246, "238 UNDER-CURRENTS Grace coming up the garden-path. Griselda, keep steady. Merciful Heavens ! I see her lynx eye on me. All is lost ! ' So far as she is concerned it certainly is. ' Tom, Tom ; that's you, Tom ! ' cries Lady Riversdale, in clear, strong tones that at once put an end to subterfuge of any kind. She stops short upon the pathway and furls her huge white umbrella with quite an awful air, after which she bears down upon the luckless pair with all sails set. ' 'Tis an unwise woman who knows her own brother under some circumstances,' mut ters Tom, with suppressed wrath, now that hope is denied him coming resolutely forward with as much grace as he can muster at a moment's notice, and such a moment ! ' How d'ye do ? ' says he affably, if de fiantly, that fear of a while since entirely gone. Perhaps, after all, it was hardly genuine, and"], [247, "UNDER-CURRENTS 239 a sense of amusement had even then entered into his chagrin at being thus brought to bay. ' You are well, I hope, eh ? General health pretty satisfactory ? ' Lady Riversdale seems stricken dumb by the frivolity of this address, given under such terrible circumstances. She remains deadly silent, as if speech is more than she can compass. Indeed, a touch of tragedy seems to have fallen into the quiet garden, and Griselda, who has by this time mastered the fact that the unfriendly earth is not going to open and swallow her up, is just upon the point of giving way to tears, when Lady Riversdale breaks the oppressive silence. ' Oh, Tom, what a way to speak to me ! ' she says in a heart-broken tone. She casts an eloquent glance at poor Griselda, who is trembling in every limb. What kind of girl must this be who has led her brother into"], [248, "240 UNDER-CURRENTS such a disgraceful position, and so deplorably altered him for the worse, both in manner and appearance? And yet, as she looks at Griselda's frightened, appealing face, it hardly seems to her that so pretty a creature can be altogether deleterious. To do her the barest justice, it must be admitted that she seems devoid of guile, and a prey only to the most open, the most undisguised consternation. ' Well, how did you expect me to speak to you?' asks Mr. Peyton jauntily, now thoroughly demoralised ; ' should I have hoped your health was bad ? ' Here two trembling protests fall upon the air ! ' Oh, Tom ! ' from Lady Riversdale, and ' Oh, don't ! ' from Griselda. There is such misery in both voices that Mr. Peyton, glancing from one to the other and seeing that both are on the point of tears •the former from dismay, the latter from"], [249, "UNDER-CURRENTS 241 nervousness — and being beyond all things a tender-hearted man, instantly grows furious. ' Well, what have I said now ? ' demands he fiercely, throwing his arms abroad in a very abandonment of despair. ' Will no thing please you ? Bless my stars ! if I had committed murder I could not be regarded with more reproachful eyes ! ' He positively glares upon Lady Riversdale, who looks back at him with mournful eyes. ' Is it really you, Tom ? ' asks she with a gentle reproach that drives him wilder still. ' 'Pon my soul, I don't know,' says he dis tractedly ; ' if you have arranged that it is not, I'll give in to your opinion.' He stands back from her, that awful rabbit-skin cap cocked triumphantly, if un consciously, over his left eye, and stares at her blankly. It is a terrible cap, and renders his VOL. 11. B"], [250, "UNDER-CURRENTS 242 expression positively sinister. Has he, with the clothes, imbibed the manners of the clown ? Lady Riversdale's naturally kindly, if worldly, heart dies within her. At this moment cer tainly her brother is not a thing to be proud of, and even as she comes to this sorrowful conclusion he deliberately lifts his hand and scratches his head ! Could the country bump kin farther go ? Truly this girl has ruined him ; and yet, perhaps, it may be the clothes. ' Take off that cap, Tom,' says his sister magisterially. He obeys her, and cap in hand makes her the correct bucolic salute. And then — perhaps it is because he's at heart the best tempered fellow in the world, perhaps because the bow has lowered his eyes and brought them in contact with his boots, boots elaborately adorned with huge patches on the right upper, that does it — but presently"], [251, "UNDER-CURRENTS 243 he goes off into a wild burst of unrestrainable laughter. ' Is this an occasion for mirth ? ' asks Lady Riversdale tremulously. ' Look at your clothes, your — your hands ! Oh ! what has happened to you ? Speak, Tom,' with asperity, seeing his shoulders still heaving ; ' I insist on knowing what all this means.' ' Your superior weight must win the day,' says Tom meekly ; ' therefore, I give in. Listen to the dismal truth ' — it is plain that he is as yet quite unsubdued ; ' before you stands an llustration of those familiar, yet scarcely com- prehended phrases, \"Come down in the world,\" and \" Poor but honest.\" Finding my means insufficient for even my modest wants, the dear old governor having forgotten to give me a profession, I finally made a mighty resolve to \" do for myself\" as the servants say — I am a servant — and to carve out my own K 2"], [252, "UNDER-CURRENTS 244 fortune; behold me then the gardener of Mr. Dysart ! ' 'That explanation isn't true,' says Lady Riversdale with all the charming candour that usually characterises the dealings be tween brother and sister. ' You are here, Tom, in this abominable disguise, in these — these dirty clothes — for some object. The question is — what ? ' 'Don't call her an object,' says Mr. Peyton feelingly, with an airy gesture towards Griselda, who has grown crimson with shame ; ' there the object stands revealed.' He goes up to Griselda and draws her hand through his arm and keeps on patting it in time to his words in a wonderfully loving way. ' Fate and her uncle were against us,' says he ; 'I was forbidden to see her. She herself forbade me, so I took matters into my own hands, and — here I am ! '"], [253, "UNDER. C URRENTS 245 ' You mean — ? ' questions Lady Riversdale, with a swift, reproachful glance at Griselda. ' What I have sought to convey,' returns her brother lightly, who, as yet, has declined to see any but the humorous side of the situation, ' is that the meaning of, let us say these boots,' with an appreciative glance at the patches, ' becomes apparent when I tell you that without them I could not have seen Griselda. This is Griselda,' here for the first time he becomes serious ; ' Griselda ; this is my sister, Lady Riversdale.' The two ladies make a little formal chilly inclination towards each other. 'AU this has not arisen out of any fault of mine,' begins Griselda nervously, yet with a little touch of dignity ; ' I tried ' 'You needn't say another word,' inter rupts her lover gaily ; ' you haven't a fault, I know. I am here of my own free will, I"], [254, "UNDER-CURRENTS 246 assure you, Grace, simply because I couldn't exist if I weren't here.' ' An all-sufficient reason, no doubt,' says Lady Riversdale coldly, with a second glance at Griselda, who is now looking flushed and charming. ' Was it also necessary to your existence to purchase your clothes at a third rate rag-shop ? ' she pauses, and once again contemplates his attire with an exhaustive eye. Then, ' What are you ? ' asks she abruptly. ' A gardener,' returns Mr. Peyton, leaning pensively upon his spade ; ' the oldest and, therefore, the most respectable of all profes sions.' ' Judging by your cap, I should have said a poacher,' says his sister without emotion. Mr. Peyton laughs. He is bent plainly on regarding the situation as one rich in humour. ' Wrong then,' says he ; ' a gardener"], [255, "UNDER-CURRENTS 247 I am, and, though I says it as shouldn't, a right good gardener too. Six shillings a week, all found, no beer, Sundays free ! The last is my sole grievance. I should be re garded with suspicion if I didn't spend it far from the scene of my weekly labour, so that I daren't show my nose here.'"], [256, "248 UNDER-CURRENTS CHAPTER XX. But to see her was to love her. ' All found.' Those awful words act as the last straw towards Lady Riversdale's indig nation. ' Do you mean to tell me, do you dare to tell me,' cries she to her brother, whilst casting a withering glance at the shrinking Griselda, ' that you dine with the servants ? ' ' Well, no,' confesses Mr. Peyton with evident regret, ' I wasn't able to manage that. Not that I'm above it — I'd be proud to dine with Peters — but I was afraid they would find me out. If you once saw Grunch you would understand that her eye is a caution ; she would see through me in no time. So I"], [257, "UNDER-CURRENTS 249 have been obliged to resist the pleasure of taking my meals with her. I have therefore represented myself as a young man of so industrious a nature, that it is pain and misery to me to leave my work for any length of time, however short. I stipulated that my dinner should be sent out to me, and I eat it, as a rule, behind that laurel hedge. Sometimes,' artlessly, ' Griselda eats it with me.' ' Oh ! ' exclaimed Lady Riversdale in a voice of anguish ; ' coarse, horrible food hke that ! Oh, my poor boy ! And when I remember how you used to appreciate those vol-au-vents, those ' ' Tranquillise yourself entreats Tom, who is now convulsed with laughter. ' To say we eat it is a mere figure of speech ; as a matter of fact we don't. There, don't be frightened. I swear to you, by the holy poker, if you will,"], [258, "UNDER-CURRENTS 250 that I always provide my own dinner, and though we should sometimes like a third course — flesh is weak — still we do uncom monly well on the sandwiches I contrive to bring over daily.' 'And — and —what do you do with what is sent you from the kitchen here ? ' asks Lady Riversdale in the subdued, awe-stricken tone one might use if asking what you had done with the freshly murdered corpse. ' The birds of the air benefit by it. Have you not noticed how specially tame the robins are about here ? ' As if to illustrate his words, just at this instant one of those dear friendly creatures springs from an overr hanging branch, alights on his shoulder, stands there a second with quivering wings and nervous tail, and then disappears into the leafy recesses of a laurestinus. ' Soon they"], [259, "UNDER- C URRENTS 2 251 will begin to make their nests in my pockets or my cap.' ' Oh, I trust not, for their sakes,' says Lady Riversdale with a strong shudder of disgust meant for the ancient rabbit-skin. ' Why not ? They could scarcely find a cosier dwelling-place. You have, however, noticed their extreme friendliness.' ' I have noticed nothing,' with profound dejection, ' save — your trousers. Even if you must demean yourself by taking the position of a gardener, why — why can't your clothes be clean ? ' This tragic cry seems wrung from her very soul. ' Impossible, my good child ; their dirty appearance is the life and soul of the whole thing. Who ever heard of a young man on six shillings a week being clean ? Who's to"], [260, "UNDER-CURRENTS 252 pay the washerwoman for the scouring of these trousers? Besides which, I have the melancholy feeling that one honest scour would reduce them to pulp — at least so they would lead you to believe — and if faith in that belief once gained ground, so would faith in all the rest. Can't you see it is the principal part of the game to make myself look as grimy as I can ? ' ' I don't want to see or understand any thing about this hateful matter,' says Lady Riversdale, forcing her eyes obstinately upon the ground. ' Can't you see that your sister is angry about all this ? ' says Griselda, suddenly find ing her voice, and feeling it impossible to longer control the agitation that is consuming her. ' I told you, I warned you, that dis covery was imminent, and that your absurd position here would only lead to mischief."], [261, "UNDER-CURRENTS 253 Oh!' turning to Lady Riversdale, 'do — do take him away ! ' ' That is the unkindest thing I ever beard you say,' exclaims Peyton, colouring hotly, ' and I don't believe you mean it.' 'But your sister thinks — she thinks,' begins Griselda in deep distress, struggling to give words to the mortification she is feeling. The struggle is ineffectual ; after a moment or two she breaks down ignominiously, covers her face with her hands, and bursts into tears. ' She thinks nothing but that it is all entirely my own doing,' says Peyton, going up to her and trying to draw down her hands from her pretty distressed face — a senseless proceeding, of which even the best of men will sometimes be guilty, though common sense might teach them that a woman in tears, were she a Venus, is never at her best, and is"], [262, "UNDER-CURRENTS 254 therefore naturally desirous of hiding herself. ' Grace,' sternly, ' tell her so.' ' Yes, yes, I do indeed believe it,' says Lady Riversdale, wiio is one of the kindest creatures possible at heart, and not proof against tears at any time. ' If you could go away, Tom, if you could so manage that — that Griselda,' doing what she conceives to be her duty, or at all events what will please her brother, with an effort, ' could walk with me as far as the entrance gate, where my carriage waits, I think both she and I might begin to understand things better.' ' You were always the best girl in the world,' says Tom Peyton with a glow of grati tude ; and Lady Riversdale, being no longer a girl, is so pleased at being called one, that an additional gleam of kindliness illumines her features as she turns to Griselda. ' Come, my dear,' says she gently."], [263, "UNDER-CURRENTS 255 ' Grace — a moment — what brought you here to-day ? ' asks her brother. ' It is Wednesday,' says she, colouring a little. ' I felt quite overcome by a. desire to see this old place of which I had heard so much. You know it is open to the public once a month.' ' Oh, those confounded Wednesdays, I had forgotten them ! ' murmurs he with a dis gusted groan. When Lady Riversdale has drawn Griselda out of ear-shot, ' My dear child,' says she gently, ' all this is very serious. I suppose, indeed I could not fail to see, that Tom is — is — very fond of you, but it is terrible to me that he should be reduced to such straits to enable him to see you. Do you not think, if your uncle were properly met, pro perly managed, that he might see his way to"], [264, "256 UNDER-CURRENTS ' No, no,' says the girl sorrowfully, shaking her head, ' he would see nothing of that sort. He made me swear I would not go into the woods down there — such lovely woods — where,' hanging her head, 'I used to meet your brother, and I am sure he would never permit him or anj7one inside his doors.' ' Then perhaps he might be induced to let you see the inside of mine. My house, as you know, is only about twenty miles from this, by train quite a short distance, and ' ' You would ask me ? ' cries Griselda stop ping short to look at her and flushing crim son. ' Oh, how good of you ! You,' drawing nearer, ' you are not so very angry with me, then ? ' ' I don't think I am angry at all now,' says Lady Riversdale laughing. ' At first I confess it was rather a shock to me to find my brother in such a woful mess, but, after all, it shows"], [265, "UNDER-CURRENTS 257 his pluck. I like him for it. So,' with a slight pause, ' should you.' ' Well, I do,' says Griselda simply. ' So would any woman, of course. But about your uncle, and your coming to me ; it might be managed, eh ? ' ' Oh, no ! ' says Griselda — she lifts her eyes to her new friend's face, and the new friend can see that large tears are swiftly rising in them — ' such happiness is not for me. He would be perfectly furious if I even hinted at such a thing. No, I am doomed to stay here for ever ! ' The tears here reach such a height that they roll heavily down her cheeks. ' But such tyranny is intolerable, it is not to be endured ! Surely some one ought to interfere. There is your cousin, for example, Seaton Dysart, what is he thinking about, I should like to know ? Bless me ! I thought vol. 11. s"], [266, "258 UNDER-CURRENTS there was more in him than that ! Now if he were to speak. ' Oh, don't ask him,' interrupts Griselda quickly. ' No ? ' with a surprised glance. ' I always feel as if I could ask him anything, he is so kind, so generous, one of the few young men I know who is altogether to be trusted. Why do you object to him as go-between ? ' ' I don't think it would do,' says Griselda a little confusedly. ' Well, I think it would, and if you won't appeal to him, I shall. Ah ! here is the carriage. Now good-bye, my dear child, and keep up a good heart, and dream of coming change and happier days in store.' 'Lady Riversdale ' begins Griselda. She hesitates here as if unable to proceed, and Lady Riversdale, who has her foot on the step of the carriage, turns back ; the girl is so"], [267, "UNDER-CURRENTS 259 evidently embarrassed that the elder woman, after a moment's survey of her, lays her hand upon her arm. ' Speak without fear to me,' she says kindly. ' It is this,' says Griselda, with a sort of desperation ; ' I want you, if you ask me, to ask Vera too : ' she looks horribly ashamed of her self when she gets these words out, and covers her face with her hands. ' Oh ! I know I should ask no favour of you, you are so kind — so kind,' a httle incoherently ; ' but poor Vera, she too is unhappy, she is miserable here — worse than I am, because she hasn't Tom — and, and I couldn't be happy if I left her behind me, eating her heart out.' Lady Riversdale regards her silently for a moment or two ; the lovely, mournful, tender face touches her, as no face has ever touched her before. Quite overcome by this last e 2"], [268, "260 UNDER- C URRENTS loving trait in the girl she had come prepared to hate, she stoops forward and kisses her warmly. ' I am glad Tom has chosen you,' she says ; ' and be happy — when you come to me, be sure that Vera shall come too.' At the very last she leans out of the window and kisses her large white well shaped hand to the motionless girl on the avenue. ' Good-bye, dear httle prisoner. Believe I shall return to bear you and Vera away in triumph.' Her cheery words instil a ray of hope into Griselda's despondent mood. If only, only, this charming woman who has dropped down upon her, hke a very angel from heaven, can work a miracle and set her and Vera free, life will be still worth living. Oh, to be rescued from this gloomy atmosphere, these prison walls that hold them !"], [269, "UNDER-CURRENTS 261 CHAPTER XXI. The end must justify the means. Going back to where Tom Peyton is diligently weeding, Griselda takes him to task. ' Why didn't you tell me your sister was the sweetest woman on earth ? ' demands she in quite an aggrieved tone. ' Because she isn't,' says Tom, striving valorously with a giant dock that ha treacherously concealed itself beneath the spreading leaves of a magnificent dahlia ' you are that.' ' Nonsense ! ' says Griselda ; and then , ' Oh, Tom ! what do you think she is going to do — at once ? ' ' Sleep,' says Mr. Peyton, with an air of"], [270, "262 UNDER-CURRENTS conviction. 'She always does it when she can, and I should say a twenty-mile drive in a close carriage was an excellent oppor tunity for a snooze. That's what makes her so stout. She ' Will you listen ? ' with a stamp of her pretty foot. ' She is going to make an effort to induce Uncle Gregory to let Vera and me stay with her at The Friars ! Only fancy if she succeeds ! Wasn't it perfectly lovely of her to think of it ? ' ' She's a brick,' says Mr. Peyton tersely but eloquently. ' A dozen of them, all squeezed up together. Don't you think,' suddenly, ' that she's pretty, Tom ? ' ' No, I don't,' flatly. ' Well — er — perhaps not strictly speaking handsome, but to my mind she has the"], [271, "UNDER-CURRENTS 263 happiest manner and the nicest smile I ever knew.' ' Oh ! she isn't bad,' says her brother broadly ; ' but may I ask how she proposes tackling the old gentleman ? ' ' Through Seaton. I — I'm afraid it won't come off; but still I cling somehow to a hope in her plan. She seems to like Seaton awfully, praises him up to the skies, and, in fact, said some very pretty things about him. Tom, do you think she looks hke a successful person ? ' ' I only know this,' says Tom, ' that once she makes up her mind to accomplish any thing, she goes at it hammer and tongs until her point is gained. I really think you couldn't have a better person to fight for you.' ' If Seaton helps her — but is he to be depended upon? That's the question — oh!"], [272, "UNDER-CURRENTS 264 the joy of getting out of this once more, if only for a day or two 'If she asks you at all, it will be for a month. As to Seaton ' The words die on his lips, his jubilant air quite forsakes him — having turned a corner of the secluded pathway they had chosen they run right into the arms of Seaton Dysart ! For a moment the two men gaze blankly into each other's eyes : not a word is spoken ; as for Griselda, not proof against this last misfortune, she catches up the tail of her gown and flies incontinently from the spot. ' What is the meaning of this masquer ade ? ' demands Dysart presently with an angry frown ; ' what brings you here, Peyton, in that dress, and with my cousin ? ' ' You certainly have every right to ask,' says Peyton with a rueful glance at his"], [273, "UNDER-CURRENTS 265 damnatory clothing, ' but surely you might guess the answer. The fact is, I'm — in love ! ' He makes this confession with a careful artlessness not to be surpassed. ' In love ? ' exclaims Dysart frowning still more darkly. ' Quite so,' amiably ; ' five fathoms deep. And your father being so — so — exclusive,' making a hard fight for a civil word, ' I couldn't manage to see her in any orthodox fashion, so I took service here.' ' Her ? — whom ? ' asks Dysart changing colour. A sudden light flashes into his eyes ; to him, as to Tom Peyton, there is but one ' her ' in the world. 'Why, Griselda,' says the latter, as if amazed at the other's stupidity. ' A good deal of unpleasantness arose out of the fact that sometimes I used to meet her in the woods down there,' indicating the waving"], [274, "UNDER-CURRENTS 266 masses of delicate greenery to the left. ' An interdict was laid upon her ever going there again. Virtually we were separated. But the late gardener just then most consider ately throwing up his situation, I applied for it, got it, and have been now for a considerable time doing my duty in that sphere of hfe into which Griselda has mis led me.' ' And what do you suppose will be the upshot of all this ? ' sternly. ' That, my dear fellow, is what I have never yet gone into. But marriage, I hope — I daren't suppose it. It is the one thing I look forward to in my idle moments, which, by-the-by, are very few. If you will look round you at this weedless garden you will do me the justice to acknowledge that I do not scamp my work, that I earn my wages honestly.'"], [275, "UNDER-CURRENTS 267 ' Pshaw ! ' said Dysart impatiently ; ' and what of Griselda ? ' ' Griselda has confessed that she — likes me a httle. So that on the whole the time spent here, though certainly trying, is not without its compensation. For one thing, it is rich in situations. If you had only seen me last week, as I whisked round that mul berry bush to escape your eye, you would understand me. I say, Dysart,' with a sudden change of tone, ' you won't tell your dad— eh?' ' I am much more likely to tell your sister,' says Seaton angrily. ' You needn't — she knows. She was here just now, and is full of a desire to kidnap Griselda and carry her away to The Friars.' ' By Jove ! ' exclaims Seaton ; and then all at once his disgust and righteous wrath give way, and he breaks into a spasmodic laugh."], [276, "UNDER- C URRENTS 268 Peyton right gladly joins him, and presently the two are roaring away in unison at what appears, after all, to be the best joke in the world. ' Well ! you're a nice fellow,' says Dysart wiping his eyes. Peyton, thus accosted, kicks back his right leg and pulls his forelock in true bucolic fashion. ' \" So thou hast found me, 0 mine enemy,\" ' quotes he. ' If you could only know how I've been dodging you for days, and all to no effect ! ' ' And is this how you make love to her ? ' asks Dysart, regarding the other's turn-out with profound admiration. 'Well, how you have the audacity why on earth, my dear chap, when you were about buying those clothes, didn't you get them clean ? ' ' Clean ? That's all you know about it."], [277, "UNDER-CURRENTS 269 It is a simple thing to see you haven't studied the subject. Why, it took Bob, the late gardener, and me two whole days' hard rubbing with moist clay to reduce them to their present colour and condition. Inside they are all they need be,' says Mr. Peyton pulling open his coat to show the decent lining. ' Outside they are all they should be, too. I say, Dysart, my sister depends upon you to make your governor give his consent to the girls going on a visit to her ; you won't disappoint her, eh ? ' ' I'll do what I can,' gravely ; ' but I shouldn't advise you to be too sanguine as to the result of my interference.' ' Pile it up all you can. Say Miss Dysart is looking pale and wan. Griselda says her sister would give anything to get away from this for a while.' ' I am sure Miss Dysart would give any-"], [278, "UNDER-CURRENTS 270 thing to get away from this for ever,' returns Seaton in a constrained tone. He might, perhaps, have said more about the promised help but that at this instant his father's voice calls to him. Both men look up. Old Gregory Dysart is coming slowly down the pathway, leaning upon his stick. His gaze is fixed upon the ground, so that the wild, strange, fiery eyes are hidden, and with the long white silvery locks escaping from beneath the skull-cap, and with his bowed figure, he looks the very essence of reverend old age. ' Hah ! talking to Taylor,' he says, address ing his son, but looking at Tom, who reddens slightly. 'Don't idle him — don't idle him. Good money going into the pocket should be paid for by unremitting labour. Is that a weed I see there, Taylor ? ' poking at a seedling marigold with his stick."], [279, "UNDER-CURRENTS 271 ' Pretty nearly time to knock off work now, isn't it ? ' says Seaton, looking at his watch. ' Nonsense ! There is a good hour's work before him yet. Don't interfere with the men here, Seaton. I will have my money's-worth, I tell you. No dawdling, no knocking off work as long as daylight lasts. People of Taylor's class do not feel fatigue as you and I might. How's your sister, Taylor ? Better — eh ? Shan't want to leave the garden to go to her again, I trust — eh ? The dahlias will want all your attention now.' ' She's as well as she ever is, sir,' answers Taylor dolefully, whilst thinking thankfully of Lady Riversdale's magnificent constitu tion. ' Hah ! well ! People in her rank shouldn't give themselves airs. They shouldn't succumb to sickness ! Can't afford it,' mutters Mr."], [280, "272 UNDER-CURRENTS Dysart, laying his hand on Seaton's arm, and leading him away. ' Dear old gentleman ! ' murmurs Taylor sotto voce, as he picks up his spade and beats a retreat."], [281, "UNDER-CURRENTS 273 CHAPTER XXH. Be bolde, be bolde, and everywhere be bolde. What more felicitie can fall to creature Than to enjoy delight with libertie ? Lady Riversdale kept her word. She sent for Seaton, and discussed with him the advis ability of trying to gain his father's consent to the proposed visit of Vera and Griselda to The Friars. She was quite eloquent on the subject, professed herself charmed with Gri selda, and miserable at the idea of the two romantic lovers being put to such straits to enjoy each other's society. She waxed tear ful over Tom's clothing, and actually wiped her eyes over the recital of his uncomfortable. meals. VOL. 11. T"], [282, "UNDER-CURRENTS 274 Seaton would help her, wouldn't he ? Ah, she knew she could rely on him. He was, as she told Griselda, the one dependable person she knew. Really, young men nowadays were all froth and frivolity — no getting a serious word out of them ; but Seaton was different. And when would he attack his father ? He was not to be discouraged, mind. No doubt dear old Mr. Dysart, whom she had always understood to be a deliciously eccentric creature, would object to the pro position at first, but judiciously managed would no doubt give in to it at last. And so on, for a good hour or more, after which Seaton rose pledged to argue the matter out with his father and never leave him until consent was gained. To Seaton, sitting in the library at this moment opposite to his father, who is openly enraged, and trying calmly to obtain a"], [283, "UNDER-CURRENTS 275 hearing, the situation is hardly one of un mixed joy. Mr. Dysart having once grasped the fact that somebody is desirous of taking the girls from beneath the gloomy power of his rule into the fuller light of a happier regime, his indignation knows no bounds. ' It is the most monstrous piece of im pertinence I ever heard of! Who is Lady Riversdale, may I ask? I have not the honour of her acquaintance. I refuse dis tinctly to give my consent to any plan of hers. A mere adventuress, doubtless ? ' ' My dear father, it is absurd your talking hke that to me. You know who Lady Riversdale is as well as I do.' ' Pardon me, I don't know her at all. I have no desire to do so. I consider it in the worst of bad taste to invite guests out of the house of a man with whom she is not even on a bowing acquaintance.' T 2"], [284, "276 UNDER-CURRENTS ' She knows me.' 'You are not master of this house yet, Seaton. At present I still hold the reins of government, and I absolutely refuse to let either of my nieces cultivate that woman's friendship.' ' Then permit me to say that by your evi dent determination to exclude them from all society you leave yourself open to much unpleasant comment.' ' Eh, eh ? ' The look the old man flashes round at him is full of a sharp fear ; he shrinks, as it were, beneath his son's words, as if struck by a lash, and waits in a sort of nervous tension for what may come next. ' What do you mean by that — eh ? I insist on a reply. Comment about what ? What stigma attaches itself to me — eh ? ' ' The odium of dealing most unfairly by your brother's children.'"], [285, "UNDER-CURRENTS 277 Mr. Dysart turns ghastly ; he grasps the arms of his chair with both hands, the fingers of which are trembling convulsively. ' Unfairly ? ' He repeats the word in a low unnerved tone, glancing askance at his son the while. ' There is a hidden meaning in your words,' he says hoarsely ; ' my deahngs towards my — my — brother's children — -what do you know of them? Speak, I command you ! ' ' Why, nothing, sir, beyond this,' says Seaton, a good deal surprised by his father's strange agitation — ' that I think it unfair to shut up two young and — and — pretty girls, and deny them the amusement their age must crave.' ' Ah ! ' with a long-drawn sigh of relief, ' is that it ? Well, let me tell you I think they are safer kept close from the world's wiles ; there is my answer. And you, are you mad ?"], [286, "UNDER-CURRENTS 278 You cannot blind me to the fact that Vera is more to you than other women are, and yet you would be the one to open this door for her and let her out into the whirl of fashion- able life beyond — you would give her the chance of cutting herself adrift from you altogether.' ' You forget, sir, that she is as far from me now as though the poles divided us.' He says this with angry impulsiveness in which passionate regret is blent, and rising abruptly begins to pace the floor. 'I do not believe it. In time she will tire of this isolation ; she will accept any means to make her escape. When you find her in that mood, come forward once again ; offer to lead her into the society for which she pines, and do it, but first marry her.' ' Miserable advice ! ' says the young man, striving to conceal his disgust ; ' first, let her"], [287, "UNDER-CURRENTS 279 have a chance of comparing me with others, then let her decide.' In his soul he believes there is no chance for him, whether she wither here all her life or get this strange opportunity of escaping the boredom of her present lot, but with a view to gaining his father's consent to the visit to The Friars he assumes a hopeful tone. ' You are a fool ! ' says Mr. Dysart roughly. ' If you choose to destroy your hopes, I shall still protect mine. This marriage between you and her is the darhng scheme of my life : I shall not abandon it — I refuse to let her go.' 'As you will,' says Seaton, with a shrug of his shoulders, dropping into a chair and drawing a cigarette from his case ; ' but you must either accept this invitation for her or I shall at once and for ever withdraw from all pretensions to her hand.'"], [288, "280 UNDER-CURRENTS His father turns a dark glance on him. ' Have I been deceiving myself all along then ? ' asks he contemptuously ; ' you don't care for her at heart, you are glad of this opening to cry off. You shrink from the alhance, but, to please me,' staring at him insolently from under his bent brows, ' to toady me, you would wed one absolutely distasteful to you, you would even No, no ! don't go, Seaton,' breaking down and crying out in a frenzied fashion as he meets his son's eyes, and sees the latter prepare to leave the room ; ' stay !— hear me ! I didn't mean it — I swear I didn't — but to hear you speak of giving up the girl maddened me!' He sinks back and gazes imploringly at Seaton ' Why are you so bent on this marriage ? ' asks the latter regretfully."], [289, "UNDER-CURRENTS 281 ' Say I like the girl — if you will have a reason.' Seaton shakes his head. ' You dislike her,' he says positively. ' However, we dis cussed the matter before ; there is no need to go into it again. You seem to have no reason for your desire, save an obstinate determina tion to gain your own end. I must, however, request you will not insult me again by attributing to me such base motives as ' ' No, no ; it was a mistake, I feel,' still cowering beneath his son's cold, indignant gaze ; ' it was rather a filial act. You would wed her to oblige me, to obey me, to please your old father, because ' ' Hear me ! ' interrupts Seaton curtly ; he is very pale, and speaks with difficulty. ' I would marry her because I love her. For no filial reason, for no worldly reason, but simply and solely because, unfortunately, she"], [290, "282 UNDER-CURRENTS is for me the one woman in the world. She is always studiously cold to me ; I think at times she hates me ; yet I have set my heart on her. I have given my very soul into her keeping, and I cannot get it back ; I do not even want my release. If, as I sometimes madly imagine, there is hope for me in the suture, I shall try to win her ; but by fair means only, not secretly, not by cruel coer cion. I would have her see other men, and make a fair comparison between us ; if then she decides against me, so be it.' ' You don't know what you do,' mutters the old man, his head sunk abjectly upon his breast. Must he give in, must he risk it, after all? The girl once freed from his control, will she ever return to it ? And if she goes, how then? The one hope of lifting the shadow that hes upon his miserable con science seems slipping from him for ever."], [291, "UNDER-CURRENTS 283 ' I have thought it out carefully, I have decided on it,' says Seaton coldly ; ' you know my decision — you will accept Lady Riversdale's invitation.' ' For a fortnight, then ; not another day ! ' cries the old man in a sudden, fierce tone, as if with his consent to this hateful arrange ment he is parting with all he holds most dear. END OF THE SECOND VOLUME. FEINTED BY SPOTTISWOODK AND CO.. XEW-STREET SQUAHE LOXDOX"], [292, ""], [293, ""], [294, ""], [295, ""], [296, ""]]