[[1, ""], [2, ""], [3, "THE VINCENTS «coo» ■ - N the corner of Middlesex which laps over the north west district of London, there is a tract many miles long and wide of a country which, although under the jurisdiction of the Metropolitan police, and in the Metropolitan diocese, is as rural, lonely, and un- populous as it may have been centuries ago ; a country, indeed, which has not only resisted the overgrowth of the modern Babylon in its later development, but has actually gone down in the census, both people and houses. It is for the most part a huge plain, stretching out from the base of Harrow Hill towards Uxbridge. It is in shape a triangle, its area embraced within the spreading arms of two railways — the Great Western and the North Western. Only the fringes are served to any appreciable extent by the locomotive, and there is no temptation whatever to penetrate its solitude by a railroad through its midst. It is the watershed of the Brent river, many branches of which are found among the meadows draining the land-waters away to feed the larger Thames. In rainy seasons floods rise and overflow the fields and highways, and it is no unusual experience to see by the roadside water- marked posts gauged up to 4 feet high, by which the riders and drivers wading through may measure the line of safety. For all these peculiarities, and, perhaps, because of them, it is a beautiful and (especially to me) a fascinating country. Its few people give it a halo of peace and retirement which I find nowhere else ; its level surface favours long walks without fatigue; its inhabitants, where you find them, are rustic, simple, and unsophisticated ; and its great green expanse, well wooded everywhere, with its varied and unchecked growth of wild flowers, which seem to blow solely for the wandering stranger, has an inexhaustible freshness and loveliness all its own. How cometh it that these leagues of luscious landscape have lain neglected, escaped the prowling builder, and been shunned"], [4, "THE VINCENTS. 2 by the iron road? Close to the great city, expanding on all sides, why is this in solitude ? The answer is found in the soil. It is a stiff clay, suitable neither for the foundation of houses nor the growing of corn. In times past the plough has been bravely worked for the cultivation of cereals, and in later years the farmers have devoted vast energies to breeding, grazing, and dairy produce ; but to grass, and grass only, they have all come at last, and now the whole space is simply growing hay for the London market. This is the reason of the sparse and diminishing population, for a farm which would employ six men on arable land will be amply served by two when under grass. There is no ploughing, sowing, nor reaping; even the haymaking is done by gangs of incursionists in the season ; and there is no garnering, nor threshing, nor other occupation for the winter. Here and there an old man hedging and ditching, or mending the roads, is the only sign of labour, almost the only sign of life. The lads and lasses, as they grow, depart in search of better fortunes, or at least of a sub sistence, and the people dwindle away, the cottages crumble and tumble and are not rebuilt. There are no towns in all this region. Even the old-world villages are few, impalpable, and far asunder. One of them, in the very heart of the district, is Northolt.* It is possibly the most sequestered, and the sweetest to look upon. It may seem to be a mere type of all the scattered hamlets, but to me it is enchantment. For it was here my earliest days were spent, and it was here that, from generation to generation before me, my family came down the ladder of time. The \" White Hart\" tavern is a neat country inn, situated in a detached corner of the parish known as \" West End.\" To seek some relief from the hum-drum of an agricultural existence, my parents, at their marriage, essayed at the \" White Hart \" the trade of licensed victualler, and it was here that all their children were born. My mother, like my father, was country bred — her father, Farmer Jackson, holding a prominent position on the land at Kingsland, in Herefordshire ; and the young pair, untrained to trade, did not, in spite of all their efforts, make a fortune out of the \" White Hart,\" which they abandoned some seven years after my birth. They came to London, chiefly, I believe, to get a better education for their children than was obtainable at the Dame school in the village, or even at the Parson's school three miles away at the next village of Greenford. For more than thirty long years I never set foot upon the borders of my old home. Then the craving came, and I went one summer day to Northolt, wondering how I should find it, and found it just as I had left it thirty years before. Scarcely a house altered, * Northolt comprises 2,217 acres, but it contains only 9S houses, and the whole population is barely 500."], [5, "THE VINCENTS. 3 except that a few old cottages had vanished, and one, only one, been newly built. The \" White Hart \" had lost none of its oft pictured features ; the old pollard tree in front of the door, the horse-trough and sign put out on the little green before the house — there they were, waiting to welcome me, as they bade me good-bye a lifetime before. But the people were changed, and no one knew me. Except one old labourer who had slept his life away upon the spot, there was no one that I could find who remembered my name. I spoke of my schoolfellows, and of some of them found trace, but all were scattered to seek the livelihood which was denied to them at home. I walked along the fairy lane to the old church,* as I had walked many a childhood's walk at my father's side, and I went into the church to fancy again my father's voice \" singing in the village choir.\" But everyone I met shook his head when I spoke of \" Vincent.\" Some referred me to the churchyard, in which one of the few surviving tombstones bore the family name, but was gradually following its fellows into the earth. Close by it I was surprised to see a stately mausoleum, occupied by the departed members of the well-known Tattersalls. This, with a recent headstone to the wife of George Fordham the jockey, points to some connection with the racing world which I have not troubled to fathom. And so I came sadly away, to dream of the old place again for ten years longer. Then, having completed a long literary labour which had absorbed all my spare time, I paid two or three visits to Northolt, especially to investigate my family. I was fortunate in finding the vicar, Mr. Edmundson, a man of learning and archæological taste, and, with great courtesy and completeness, he placed all the registers and parish records at my disposal. It had long been my belief, founded on paternal legends and some exterior evidences, that our people originally came from France with the Huguenots, who escaped to this kingdom in such numbers to avoid the religious persecutions of 1554. The Protestant refugees are known to have dispersed in various directions, partly for safety and partly for their maintenance, and there were several Vincents among them. I was therefore glad to find that the church registers went back well into the sixteenth century, the first marriage entry being dated 1575, and I was gratified at finding it read thus : — \" 1575- Humphrey Vincent and Jane Vincent, 7th June.\" The omission of the maiden surname (unless it were Vincent) and the appearance of the register, led me to suppose * St. Mary, Northolt, is an ancient edifice, said to be the oldest in Middlesex. It dates probably horn about A.D. 1250. and contains several brasses, the eailiest of which is of 1452. It is built of flint, rubble and brick, aDd has been frequently repaired."], [6, "4 THE VINCENTS. that this entry, and ten others briefly noted prior to 1583, were retrospective, consisting of such particulars regarding his parishioners as the vicar of the day could glean or had within his knowledge. Another of these ten entries records the marriage of James Vincent in 1583, but is so unlike a marriage register as to contain no mention of his wife's name. There were, in fact, dwelling in Northolt at this period, under the prosperous regime of Elizabeth, three families named Vincent ; for, beyond the Humphrey and the James, there was a John, as witness this entry among the burials : — \" 1591. Buryed, John, sonne of John Vincent.\" In the same year was \" Buryed, Henry, sonne of Humphrey Vincent.\" The ages were never given. \"John Vincent \" was buried on May 6th, 1601, and \"Joan, the wife of Humphrey Vincent,\" was buried March 7th, i6it. The name recurs in such a multitude of instances, that I could not attempt to copy all the references or trace the descent through the complication of families, but I made a few extracts in order to connect the subsequent generations, as fallow : — \" 16 18. The daughter of Henry and Rhoda Vincent, buried Nov. 12.\" \" 1630. The sonne of Henry and Katherine Vincent, buried Ju'y 20.\" \" Margaret Vincent, widow,\" was buried on August 20 in the same year. \"1631. Buried, Lucie, the wife of James Vincent — his third.\" \" 1633. Buried, Elizabeth, wife of James Vincent \" (probably another James, not another wife). 1640 witnessed the deaths of \" Matthew, son of Matthew Vincent,\" and \" Joana, filia Jacobi Vincent.\" 1643, \" about Jan. 7,\" says the record, was \" buried John Vincent, son of 'Roddy' Vincent\"; Roddy being Rhoda, widow of Henry, aforesaid. \" 1646. Buried, Simon Vincent, Nov. 29.\" \"1648. James Hunter married Joanne Vincent \" ; and in the same year was buried \" Henry, husband to Mary Vincent.\" \" 1651. Buried, James, sonne of Henry Vincent, July 26.\" \" 1676. Buried, Anne, daughter of James and Anne Vincent.\" There is a long hiatus in the register of burials after this, one or more books being apparently lost, but we are carried along without a break in the register of marriages. Of these, however, the entries are surprisingly few, and the natural supposition is that the men-folk went elsewhere for their wives, and were not married at Northolt."], [7, "5 THE VINCENTS Here is one entry : — \" 1695. June 20. Married, James Vincent and Elizabeth Spier, both of this parish.\" James Vincent, probably the husband of Elizabeth Spier, died in 1731. His grave, with a well-carved headstone, is to be seen in Northolt churchyard. The stone, with its sculptured embellishments, which include the old-style skull and crossbones, are indicative of good rank in the village life. The inscription above ground is as follows : — \" Here Lyeth the Body of JAMES VINCENT he departed this Life the 21st day of February 1731 Aged 73 years. Near this place also lyeth the bodys of James and William the sons of the above said James aged 17 years.\" The following extracts from the registers may be added : — \" 1760. Married, 16th Nov., Thomas Vincent and Susannah Bellis.\" \" 1763. Married, 7th Nov., William Vincent and Mary Woolmer.\" \" 1766. Married, John Vincent and Frances Field.\" \" 1781. Married, 19th July, William Cheap and Eliz* Vincent.\" \" 1793. Married, 7th Nov., Thomas Vincent and Elizth Shackell, both of this parish.\" \" 1799. Married, 7th Dec., John Darnell, of Harrow, and Anne Vincent.\" A large proportion of the marriage registers towards the end of the century were witnessed by the parish clerk, Thomas"], [8, "6 THE VINCENTS. Vincent, the husband of Elizabeth Shackell. The family had then diminished in number and dwindled in substance. The \" Survey of Northolt, 1670,\" contains the following enumeration : — \" Henry Vincent, 77 acres; Wm. Vincent, 80 acres; James Vincent, 40 acres ; Anne Vincent, 30 acres.\" They were the freeholders, and their tenants are all named in the books. But in 1750 there was only one Vincent (Henry), a landowner in the parish, and his possessions were not very large. In 1769, some cottages are spoken of as \"late the property of the Vincent family.\" At this time, most of the Vincents had taken unto themselves wings, and flown to better pastures, and my paternal great-grandfather, the parish clerk, left my grandfather, James Vincent, the last surviving representative ofthe name. My father was the only son of James, and this is his baptismal register in Northolt church : — \" 1795- June ye 14th. Thomas, son of James and Sarah Vincent.\" Thomas Vincent was married to Rebecca Jackson* at Han well church, on January 31st, 1833, and the following were born unto them and baptised at Northolt : — William Thomas Vincent, March 20th, 1835. John Edwin Vincent, October 4th, 1836. Sarah Jane Vincent, May 7th, 1838. Albert Vincent, Feb., 1840 (died in infancy). Of other branches of the Vincent tribe and lineage there are an abundance. Leaving foreign countries out of the question, there are in England no fewer than twenty-six families of the name to whom Burke assigns the right to armorial bearings. And, as nearly the whole of them have a similar device (three quatrefoils argent on an azure field), they all seem to claim a common origin. t They do not, however, trace their pedigree even so far as our ancestors of Northolt in 1575. It is vaguely asserted that all the branches of the family are descended \" from Richard Vincent, slain by Henry Killigrew in the 12th year of Henry VI., whose forefathers are recorded for three or four generations \" ; but the authority for this statement'!' cannot carry the pedigree beyond the Rev. George Vincent, who was rector of Sheepy, Leicestershire, in 1680. * Rebecca Jackson was daughter of Mr. WiUiam Jackson, firmer, of Kingsland, Herefordshire. f There is also a prevalent family propensity for working the family name into the mottoes. Thus the Elizabethan baronet contrived two of these legends : — \" Virtute non viribus Vincent.\" \"Non nisi Vincenti.\" And the Vincents of York and Limerick say : — \" Vincent qui se Vincent.\" J \"Vincent and Boddington Pedigrees,\" by R. S. Boddington, 1S76. (British Museum, 9,905, dd 19.)"], [9, "THE VINCENTS. 7 His son was Giles, and his grandson the famous William Vincent, who was rector of All Hallows, London, and other places, head master of Westminster School in 1788, and Dean of Westminster 1802. He was buried in Westminster Abbey. He had two sons, William and George Giles, both clergymen. The last named lies with his father in the Abbey.* A great many Vincents have served the church, and the baronetcy of Vincent, created by Elizabeth in 1620, has been no barrier to this tendency. The twelfth baronet is the Rev. Sir William Vincent, son of the Rev. Sir Frederick Vincent, whose other son, Sir Edgar Vincent, was knighted in 1887 for diplomatic services, chiefly in Turkey. These Vincents are supposed to descend from the Leicestershire Vincents, and to have removed to Surrey in 1264, but there is no apparent warrant for the belief. Connected with the local annals of the district in which Northolt stands, I find but two references to the name of Vincent. In 1794, Sir Richard Vincent and the Hon. M. Hawke, wrote and published, at the contiguous town of Brentford, a series of essays under the title of \" The Ranger \" ; and long before, in 1616, a gentlewoman named Margaret, wife of Jarius Vincent, strangled her two children in the parish of Acton, adjacent, while suffering from insanity. How far all the Vincents are related it is impossible to discover, and it would be idle to conjecture, but that they are all of one stock is quite feasible.! W. T. VINCENT. Woolwich, Sept. yth, 1891. * One ofthe Dean's descendants was the Rev. Dr. Vincent, vicar of Chipperfield, Herts, who died in 1872. He married Ann, daughter of Mr. William Stace, who was principal storekeeper in Woolwich Arsenal (1832-5) and deputy-lieutenant of Kent. The lady was baptised in Woo'wich church and married al Plumstead. Her uncle, James Francis Vincent, J. P., Suffolk, married Louisa, only daughter of Mr. John Ward, of Plumstead, a banker at Woolwich. — R. S. Boddington. (See \" The Records ofthe Woolwich District,\" p. 142, &c.) f The St. Vincents of the Peerage are a modern creation, and not in the same category, Admiral Sir John Jervis having been made Earl St. Vincent in 1801, con- sequent on his victory over the Spaniards off Cape St. Vincentin 1797. The Vinsonsand the Vinces, though of the same descent as the Vincents, have turned a fresh corner. Primarily, \"Vincent\" was unquestionably a Christian name, and of early date, when surnames were not much in vague. St. Vincent (Ferrer) was a Spaniard, born in 1357, and ordained for the church from infancy. His name was selected by the priest who baptised him, from a passage in the Apocalypse, saying, \" He goeth forth conquering and to conquer. \" (Latin, \" Vincere,\" to conquer.) St. Vincent de Paul was born in Gascony, towards ihe end of the sixteenth century, and to him also the name was given in bapHsm. In the calendar St. Vincent's Day is January 22nd, a day of portent in old weather lore : — \" Remember on St. Vincent's Day, If that the sun his beams display, Be sure to mark his transient beam, Which through the casement sheds a gleam, For 'tis a token bright and clear, Of prosperous weather all the year.\""], [10, ""], [11, ""], [12, ""], [13, ""], [14, ""], [15, ""], [16, ""]]