[[1, ""], [2, ""], [3, "in the Comic Opera oftbf j(1 j ZitcdVTrc/uUj as it is Performed at the 1HEA tre Royal, Dr cm y Lane . L fJ JY JD O 2V , iJcSf. Pr.&"], [4, ""], [5, "Dramatis Personæ. Lucio, Mr. BANNISTER, Sir Peter Pagoda, Mr. PARSONS, Melvil, Mr. DUBELLAMY, Piano Mr. SUETT, Charles, Mr. DODD. Marinetta, . Mrs. CARGILL, Francisca, Mrs. WRIGHTEN, Emily, Miss PHILLIPS. The Songs mark'd with inverted Commas, are omitted in the Representation."], [6, ""], [7, "( 5 ) Songs, Ghorusses, &c A C T I. AIR by Mr. DODD. I. Which fense ofthe five does not Bacchus delight! He's a rose to the Smell. He's a ruby to Sight. From the flask as He sparkles, He lings to the ear, And He's soft to the Touch, as to Taste He is dear: 'Gain'st his God-head 'tis impious for Mortals to strive ; For eachlense should be His, whocan cherish the five* ir. But no charm that He gives, no delight Hefupplies, Is so sweet as the Opiate He sheds o'er our sighs ; Forwhen Care or dull Sorrow perplexes our breasts, He can baniih the Senses that harbour such Guests ! To his God- ead let Mortals then fervently call, Who can sooth every Sense, by suipending them all. B Air."], [8, "( 6 ) AIR by Mr. BANNISTER. I. Soon as the busy Day is o'er, And Evening comes with pleasant shade, We Gondoliers from shore to shore, Merrily ply our jovial trade. And while the Moon shines on the stream, And as soft music breathes around ; The feathering oar returns the gleam, And dips in concert to the sound. II. Down by some Convent's mouldVtng walls Oft we bear the enamour'd youth ; Softly the watchful Fair he calls, Who whispers vows of Love and Truth. And while the Moon, &c. III. \" And oft where the Rialto swells, \" With happier pairs we circle round; \" Whole secret sighs fond Eccho tells, \" Whose murmur'dvowsshebidsresound. And while the Moon, Sec. IV. \" Then joys the Youth, that Love conceal'd, \" That tearful Love must own its sighs ; :< Then smiles the Maid, to' hear reveal'd < \" How more than ever she complies,\" •And while, &c."], [9, "( 7 ) A I R by Mj. D U BELLAMY. I. By adverse Fate when Beauty sighs, A mingled claim our bosoms pr ;ve j 'Tis Virtue grac'd with gentler ties, 'Tis Pity soften'd into Love. II. Blest, doubly blest, his transport glows, Whose Pity can each joy refine, When from that God-like source it flows, The generous passion is divine. A I R by Mrs. C A R G I L L. I. In my pleasant native plains, Wing'd with bliss each moment flew ; Nature tiiere infpir'd the strains, Simple as the joys I knew ; Jocund Morn and Evening gay Claim'd the merry Roundelay. II. Fields and flocks, and fragrant flow 'rs, All that health and joy impart; Call'd for artless Music's pow'rs, Faithful ecchoes to the heart ! Happy hours for ever gay Claim'd the merry Roundelay. B 2"], [10, "( 8 ) III. But the breath of genial Spring Wak'd the warblers of the grove; Who, sweet birds, thai heard you sing, Wou'd not join the song of love ? Your sweet notes and chauntings gay Claim'd the merry Roundelay. AIR by Mr. D U BELLAMY, J. \" Net for thy wings, oh God of love ! \" Sighs the Youth that wou'd not rove -. \" Not for thy arrow pants the heart, \" Blest to feel the mutual dart. II. \" But that I ne'er may jealous live, \" Me thy careless child-hood give, \" And, to secure unchang'd delight, \" Share thy band, and veil my sight.\" AIR by Mrs. C A R G I L L. I. Yes, I long for the comical sight ; Such a pair of odd Lovers to meet; When they're weddedin Fortune's despight, How I'll laugh at the pleasant deceit ! H."], [11, "C 9 ) II. O but once let the knot be fast join'd, Low I'U curtsey and wish you both jov ; She. by chance, such a treasure to find, You, by art, such a prize to decoy. QUARTETTO. Mr. BANNISTER, Mrs. WRIGHTEN, Mr. SUETT, and Mrs. CAR GILL. L U C I O. By example be taught, rash Lover beware, Look at me — look at her — then wed if you dare. F R A N C I S C A. How pevifh — ill-natur'd ! I tell you ne'er fear — He's quarrelsome, scolding, contancrous, severe. PIANO. Oh ! how pleasant and lively a tender dispute ! I like it — it's sprightly — my temper 'twill suit. I'm not to be frighten'd. L U C I O. Stay 'till wediock you've try'd FRANCISCA. Yet he fees its worst dangers. L U C I O."], [12, "( «o) L U C I O. That can't be denied. MARINETTA. I've been wand'ring far and near, Rambling, roving, all around. PIANO. Welcome home, my pretty Dear, Here at last thy true love's found. L U C I O. What a Lover ? FRANCISCA. Rich and old ! PIANO. My heart's on fire ! MARINETTA. Mine is cold. FRANCISCA. He has gold, my girl. LUCIO"], [13, "( 'I ) L U C I O. And silver hair.' FRANCISCA. A handsome house. L U C I O. With a graceful air; FRANCISCA. You'll be his lady. L U C I O. You'll be his nurse. FRANCISCA. Oh what a blessing ! L U C I O. Oh ! what a curse ! FRANCISCA. Take him for better. L U C I O"], [14, "( - ) L U C I O. Take him for worse. MARINETTA. 'Tis prudent advice —you are right — you are just, Thy counsel I'll follow — thy wisdom I'll trust. FRANCISCA. Right. L U. C I O. True. MARRINETTA. Yes, yes. PIANO. Pretty foul, trust to me, Trust to me, trust to me, trust to me, trust to me. ALL. The heart in its choice shou'd for ever be free. ACT"], [15, "( '3 ) ACT II. AIR by Miss PHILLIPS. I. Ah ! think me not unfeeling Love ; If still from thee I hide each pain, 'Tis but that thou may'st better prove The fancied peace I strive to feign. ♦ II. I would not have thy generous breast Pierc'd with a pang beyond its own ; 'Twou'd point thy griefs were mine confest Ah 1 leave me then to weep alone. C EMILY."], [16, "( H ) AIR by Miss PHILLIPS. I. The gentle primrose ofthe vale, Whose tender bloom rude winds assail, Droops its meek leaves, and scarce sustains The night's chill snow and beating rains. II. 'Tis past — the morn returns — sweet spring Is come — and hills and valleys sing — But low the gentle Primrose lies ; No more to bloom, no more to rife ! DUET By Miss PHILLIPS and Mr. DUBELLAMY. MELVILLE. \" Still, ah ! still in accents sweet, \" The soft vows of Truth repeat; \" Breathe, that gentlest balm of care, \" Sighs that sooth the griefs they share. EMILY. \" Let thy own fond heart reveal, \" All that equal love can feel : \" Let each hope, each fear it knows, \" My responsive cares disclose. Both"], [17, "( '5 ) BOTH. ': O mutual Love, thy gentle smile \" Can Fortune's rudest frown beguile ; \" Ev'n parting sighs with thee delight ; ,; Sweet are the sorrows that unite.\" DIALOGUE SONG. CHARLES. Hence with dull intruding sorrow, Hence with Wisdom's cold delay ; They alone should dread to-morrow, Who want Love to bless to-day. MARINETTA. Yes, too swiftly passes Pleasure, Not to seize her fleeting joy, But, to guard so dear a treasure, Let not Doubt the bliss destroy. CHARLES. Chide no more the jealous lover, With fond hopes and fears possefs'd ; They who tenderest griefs discover, Tenderest pleasure cherish best. C 2 MARINETTA"], [18, "( *6 ) MARINETTA. Let not wayward fancy joining, Strive our fondness to improve, Leave to Grandeur's vain refining, All that Nature trusts to love. CHARLES. Meet me thus with chearful smiles, Meet me thus, we'll ne'er repine. MARINETTA. The frowns of Fortune, Love beguiles, Love, that dreads no frown but thine. AIR by Mr. PARSONS, I. This is a Petit-maitre's day — Awake at noon, Or scarce so soon, See him to his sofa creep, Sipping his tea — half-afleep — Curse the vapours ! Reach the papers — What's the opera ? — Dem the play. Air"], [19, "( *7 ) II. Air my boots, I think I'll ride— Tho' rot it, no ! It shakes one so — Let them bring the vis-a-vis : Lounging there, his Lordship see, With vacant air, And sullen stare, P.orn of dullness, rais'd by pride ! III. Stop at Betty's ! — What's the news ? — - A battle they fay — Have you pines to-day ? — Yes, my Lord — We've beat the Dutch. Ha— -some ice — I thought as much : What, and nothing more ? That's a monstrous bore! — Well, drive to Issachar the Jews. IV. Last at Brookes's — deep at play ; Issachar's debt, At Faro set, Win or lose, serenely sad, Calm he sits, nor vex'd, nor glad; 'Till half alive, He cuts at five — This is a Petit-maitre's day. FRANCISCA"], [20, "( «8 ) AIR by Mrs. W R I G H T E N. What a Lover is he that has nothing to give, But a look, and a vow, and a sigh ! Silly maid, take my word, you should know how to Jive, Before you're so ready to die. How stupid a pair are the Bridegroom and Bride, Who wed but for cooing and billing ; Oh, how dull will they be, as they sit side by side, If it happens they're not worth a shilling. At first, by good luck, every hour of the day, 'Tis my darling, my soul's dearest pleasure ; But at last, says the wife, I want money to pay, Come, give it, my heart's richest treasure ! f But I have it not, sweeting!'' —This theme may breed strife \" Come let us be cooing and billing ' — Go, barbarous Husband — Go, termagant Wife — So it happens when not worth a shilling. TRIO and CHORUS. By Miss PHILLIPS, Mr. DUBSLLAMY, Mr. WILLIAMS, &c. V A L E N T I O. Now, when bashful day-light's gone, v\\nd night that hides a bluih comes on, With tender awe that dreads thole eyes, 1 hy secret lover breathes his sighs. M E L V I L."], [21, "( i9 ) M E L V I L. Not for the gloom her shades impart, Does Evening glad my faithful heart, But that her still and gentle air May waft each sigh our bosoms share. EMILY. Welcome that well-known voice That sings of love and truth. V A L E N T I O. Another claims thy choice. EMILY. 'Tis Vain, mistaken youth. V A L E N T I O. Love is sportive, fond of wiles. M E L V I L. Yet on faithful ardour smiles. V A L E N T I O. Love rewards the boldest swain; EMILY,"], [22, "( 20 ) EMILY. Not with joy that others pain. V A L E N T I O. Fly swiftly, ye hours — fly swiftly away. 'Till the tender delusions confefs'd. M E L V I L. Fly swiftly, ye hours — fly swiftly away, 'Till truth with fond rapture is blest. ACT"], [23, "( 21 ) ACT III. A I R by Mrs. C A R G I L L. I. Young Lubin was a shepherd boy, Fair Rosalie a rustic maid ; They met. they lov'd ; each others joy, Together o'er the hills they stray 'd. II. Their parents saw, and bless'd their love, Nor wou'd their happiness delay ; To-morrow's dawn their bliss should prove, To-morrow be their wedding-day. D When"], [24, "( 22 ) III. When as at eve, beside the brook, Where stray 'd their flocks, they fat and smil'd, One luckless lamb the current took, 'Twas Rosalie's — she started wild. IV. Run, Lubin, run, my fav'rite save ; Too fatally the youth obey'd : He ran, he plung'd into the wave, To give the litde wanderer aid. V. But scarce he guides him to the shore, When faint and funk, poor Lubin dies : Ah Rosalie ! for ever more, In his cold grave thy Lover lies. VI. On that lone bank — Oh ! still be seen, Faithful to grief, thou hapless maid; An-1 with fad wreaths of cypress green, For ever sooth thy Lubin's shade. TRT"], [25, "( 23 ) TRIO: By Mrs. CARGILL, Mr. DODD, and Mr BANNISTER. CHARLES. Merrily pass the hours of youth, Blest with joys unceasing ; The heart is light that honours truth, Where love is still increasing. MARINETTA. To distant shores tho' Love invite, We oft' shall think of you, And still, to win life's true delight, Thy cheajrful words renew. Merrily, &c. L U C I O. Each sweetest joy of love be your's, Qf faithful love, its own reward, And all that bliss, which most endures, When most its generous vows you guard. AIR by Mr. S U E T T. O ! the little God of Love is a roguish Elf ! He makes us all as childish and blind as himself! 'Gainst sixty-two, O luckless lot J His bow he drew, At me he shot. Twang"], [26, "( 24 ) Twang went the string, Whizz flew the dart, On a grey goose wing, To an old man's heart. But I'll be merry, Hey down derry ; Dull sorrow I'll drown, Derry down down, Or laugh at them all, Tol de roi lol. AIR by Mrs. WRIGHTEN, O ! never be one of those sad silly fellows, Who always are snappish, suspicious, and jealous, Who live but to doubt, To pine and to pout, To take one to task, Examine, and ask A hundred cross questions, to pick something out, O ! never, &c. If by chance he fliou'd come, And not find her at home, *Tis, \" Madam, why so late ? \" Where the Devil cou'd you wait ? \" What's been done ? what's been said ? \" Zounds ! I feel it on my head.\" O I never, &c. AIR,"], [27, "( 25 ) A I R by Miss PHILLIPS. Lost in the brightness of returning joys, Each grief recedes, each sorrow fades away, As open into smiles the darken'd skies Before the rosy promise of the day. (CARNIVAL MUSIC.) TRIO of PEASANTS. What joy, from rustic toils at rest, Thus the Peasant's heart to chear ! What joy, with varying plealures blest, Thus to crown the circling year ! A I R. Lords and ladies, lads and lasses, Gayly now each moment passes. 'Tis Carnival ! 'Tis Carnival! The merry hours are glad and gay, Laugh and frolic, sport and play. DIALOGUE"], [28, "( 26 ) DIALOGUE. Fir/t Shewman. My masters — here's the lion great, The pride of all creation ; Second. And here the dwarf and giant wait, The wonder of the nation. Mountebank. But here's the doctor, lord of fate, Stands first in reputation. First Shewman. He's a quack. Second. Drive him back. Mountebank, Envious rogues, you fear me. First Shewman. Best be civil. Second"], [29, "( 27 ) Second. Why? the Devil! All. Let the people hear me. t^H ORUS. Now with song and dance rejoice, All be mirth and gay delight ; Every heart and every voice Join to greet the festive night. FINIS."], [30, ""], [31, ""], [32, ""]]