[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, ""], [8, ""], [9, "THE VOYAGE FROM LISBON TO INDIA 1505-6 BY ALBERICUS VESPUCCIUS."], [10, "*** Only Two Hundred and Fifty copies are printed, of which Nos. i to 6 are on parchment. This is No. \\ i"], [11, "THE VOYAGE FROM LISBON TO INDIA 1505-6 BEING AN ACCOUNT AND JOURNAL BY ALBERICUS VESPUCCIUS TRANSLATED FROM THE CONTEMPORARY FLEMISH, AND EDITED WITH PROLOGUE AND NOTES BY C. H. COOTE DEPARTMENT OF PRINTED BOOKS (GEOGRAPHICAL SECTION) BRITISH MUSEUM LONDON B. F. STEVENS, 4, TRAFALGAR SQUARE 1894"], [12, "CHISWICK PRESS : — CHARLES WHITTINGHAM AND CO. TOOKS COURT; CHANCERY LANE, LONDON."], [13, "PROLOGUE. \" Puis Americ Vespuce de Florence Qui a les Noirs mis en claire apparence. Parquoy Lecteur a tous eux grace rendz Et des Labeurs des autres le fruict prens. En discourant en repos domestique Des yeux d'esprit les regions d'Aphrique Ou tu verras mainte noualite Auec plaisir ioinct a utilite Car (comme on dict les vieux proverbiaux) Tousiours Aphrique apporte cas Nouueaux.\"1 J. TEMPORAL in Giov. Lioni Africano's De rAfrique, Lyon, 1556, sol. HEREWITH we lay before the reader an exact facsimile, with an interleaved translation of an exceedingly rare Flemish book preserved in the British Museum Library (C. 32, f. 26). From the stamped date of 4 Dec. 55, to be observed on the last page, we may safely conclude that the original has been hidden away among the treasures of our national 1 Ka! >.eytrcu Se rig Trapoiftla, on «ei At@uw (pEpei ti kcuvov. — Hence it is proverbially said that Libya always produces something new. ARIS TOTLE, De Animal. Hist., Lib. viii., cap. xxviii., 45. Also quoted by PLINY THE ELDER, \" Unde etiam vulgare Graeciæ dictum : Semper aliquid novi Africam afferre.\" — Hence the saying which was common in Greece, that Africa is always producing some thing new. Nat. Hist., Lib. viii., 17. V b"], [14, "collection for nearly forty years, almost forgotten, and entirely unknown to our lynx-eyed bibliographers of the literature relating to Vespucci. At the present time there is only one other copy extant, which is pre served in a well-known private library in America.1 The book is not even mentioned in F. A. de Varnhagen's Amerigo Vespucci, Lima, 1865, sol., and has also escaped the notice of H. Harrisse both in his Bibliotheca Americana Vetustissima, with its additions to 1872, and in his later works. It is also unknown to my friend, Prof. E. Arber, as will be seen below. The work is entitled Die reyse van Lissebone, etc., and is a small quarto of twelve leaves. Below the colophon on the last page is a curious device, apparently used for the first time (1508) by the printer, J. van Doesborch, containing in somewhat primitive Greek characters the well-known Ciceronian motto, Tvudt osctvTov. An inspection of the paper, with its water-marks to be observed on the fifth leaf, shows that in the British Museum copy we are dealing with a genuine specimen of the Antwerp press of the first decade of the sixteenth century. A careful examination of our Flemish text also shows us that the book is divided into three distinct portions ; the first, comprised in the first four leaves, containing a general geographical description of the countries between Portugal and India and beyond, interspersed with curious ethnographical notes upon their various peoples and their manners and customs. Now hereby hangs a tale. Prof. E. Arber, in his The first Three English Books relating to America, 1885, Carter Brown Library, Providence, R.I. vi"], [15, "VII informs us, when describing Of the newe landes and of ye people founde by the messengers of the Kynge of portyngale named Emanuel, etc., printed by J. van Doesborch about 1 52 1 (not 151 1 as he suggests), that it \"is mainly a compilation from two early Dutch tracts,\" viz., Van der nieuwer werelt, etc. (known as the Dutch Vespuccius), circa 1 507, and the Van . . . Pape fans landen des., circa 1508. That a translation of the latter is to be found at the end of the Of the newe landes, etc., is quite true, but that a compilation of the former is to be found in it is obviously an error. If we turn to Of the newe landes,1 etc., leaf 3 recto, commen cing, \" At the fyrste cam we in the lande of Canarien,\" we find on comparison that these words are an im perfect translation by a Fleming of the commencement of the first four leaves of our text of 1508, and not from the said Van der nieuwer werelt, etc., of the pre ceding year. The second portion of our text, comprising leaves five to eleven, contains the hitherto unidentified letter from Vespucci to Lorenzo di Pier Francisco de Medici which professes to give an account of the Voyage from Lisbon \" from point to point/' and also day by day in the form of a journal, as will be seen from the chronology of the days and months recorded therein. To this we shall return presently. The third portion, contained on the verso of the twelfth and last leaf, forms no part either of the geographical description or of Vespucci's letter, but is obviously a feeble attempt on the part of the compiler or printer to apply, in an 1 Cf. the unique copy, Brit. Mus., Gr. 7106, Arber, op. cit., p. xxvi, Harrisse, \" B. A. V.,\" No. 116, and our Illustrative Note 29, end."], [16, "VIII abridged form, the demonstration and illustration to be found at the end of the Van der nieuwer werelt. It is of interest to note that the unique \" Dutch Vespuccius \" of 1507 has also found a resting-place in the above- mentioned private library in America.1 We now return to the second portion of our text, containing the newly-discovered letter of Vespucci. It is prefaced by the following heading, \" Die reyse van Indien, van Calcoenen ende vanden Nyeuwen landen de doen geuonden waren geschyet Int iaer ons heren Mvijfhondert in die maent van meerte.\" The reader will observe in the accompanying translation, after the words \" one thousand five hundred,\" we have inserted in brackets — \" and five\" For, at the very outset, we are met with one of the difficulties that beset all the known printed accounts of Vespucci's voyages, namely, the usual perplexing question of uncertain chronology. As I pointed out in the Athenæum for 5th November, 1892 (p. 624), whereas the date of the voyage given in the Flemish text was ostensibly from 25th March, 1500, to 15th November, 1501, I was unable to square it with any of the known letters of Vespucci, or any of the early voyages to India of the Portuguese which cover this period. In the Athenæum for 20th January, 1 894^. 86), I was afforded the opportunity of stating the reasons for my inability to perform this insuperable task, which were, that the dates of 1 500-1 501, given by the printer, or in the original MS. letter now lost, were wrong, as I was in a position to prove that the whole of the transac- 1 Cf. F. Muller, Books on America, Amst., 1872, No. 24, Harrisse, \"B. A. V.,\" Add. No. 15, and Arber, op. cit., p. xxv."], [17, "IX tions recorded in the letter undoubtedly referred to a later voyage, namely, that of 25th March, 1505-6, made by Dom Francisco d'Almeida, the first Portu guese Viceroy of India. This I confirmed by giving six parallel passages, three from Mr. R. H. Major's Life of Prince Henry the Navigator (first edition), 1868, p. 415, and three from pp. 26, 34, and 37 of the translation of our text. Shortly after my last letter to the Athenæum I received a friendly, but private, communication from one of our most distinguished geographers, who drew my attention to a series of facts and dates relating to Vespucci which apparently traversed the possibility of Vespucci being engaged in the service of Portugal, or even voyaging to India in 1 505-6. With these adverse facts and dates, however, I have nothing to do, as from the very nature of the case it does not fall within the scope of these introductory pages to attempt to reconcile all the well-known chrono- logical difficulties of the Vespucci question, scarcely one of which is not open to dispute, partly on account of the method of computing the beginning of the year, to say nothing of the claims set up for the other voyages of Vespucci with La Cosa, May — December, 1505, and March — November, 1507 (cf. J. Fiske's Discovery of America, vol. ii., p. 62). As has been well said by MM. P. Gaffarel et C. Cariod in the Compte rendu du Cong. Inter, des Americanistes, 8me Session, Paris, 1892, p. 235, Note 2 : \" mais rien n'est moins certain que la chronologie de Vespucci.\" Doubtless these disputed points will receive adequate treatment at the hands of Sig. L. Hugues in the"], [18, "X forthcoming Part v., vol. ii., section 2, of the Rac colta di Document! e Studi pub. dalla R. Commissione Colombiana, Rome. In the meantime we gladly refer the reader to Mr. Clements R. Markham's recent work, The Letters of Amerigo Vespucci (Hakluyt Society), 1894.1 My duty as editor of this translation requires me to take my stand upon the only reasonable and tenable position open to me in that capacity. This position is, that having regard to the date of the printing of this hitherto unknown voyage associated with the name of Vespucci, and also to other voyages ascribed to him at this period, our text, taken on its own merits, has as good a claim to be admitted into the Vespuccian Canon as the Epistola [1504?], the Lettera [1505?], the St. Die Cosmographiæ Introduclio [1507], or any of the editions of the Mundus Novus published down to the time of the decease of Vespucci in 15 12. We are accustomed to associate the name of Vespucci so exclusively with the discovery of the New World of America, that the idea of his ever having designed to proceed to the new lands of Portuguese India comes to us almost with the charm of novelty. Nevertheless, if we turn to his accounts of his third and fourth voyages (the first and second for Portugal), as recorded in the Lettera of 1505, we observe at once that, although Vespucci coasted the east shores of South America in these two voyages, this leading idea, if not exactly implied in the third voyage, is certainly ex- 1 The learned editor's note, p. xii, questioning the genuineness of our text without examination, serves no purpose beyond inviting useless controversy."], [19, "XI pressed in the fourth. It is to be observed, even in the former, that not only did he reach the port of Bissagos, but he informs us that it was his intention to make his sea way southerly through the Atlantic Gulf. In the account of his fourth voyage he adds, \" we departed from the port of Lisbon six ships in company, with the intention of going to discover an island towards the east, which is called Melaccha, and this Melaccha is more westerly [sic) than Caligut, and much more to the southward.\" To assume that Vespucci entirely abandoned the idea of this project on behalf of the Portuguese after his fourth voyage, is a somewhat equivocal position to take up in the light of the follow ing document. It is a letter addressed by Alonso Cuaco to the Emperor [Charles V.], and is dated St. Domingo, Hispaniola, 22 January, 1 5 1 8 : \" Hay otro secreto. En el Oriente posee Portugal mucho que es de V. M. La misma ciudad de Malaca que tiene 25,000 vecinos, le toca, segun parece, por este mapa mundi qui hizo imprimir Americo que anduvo por aquellas partes ; el cual tiene en forma redonda el Seiior Infante [D. Fernando] en su camara.\" Anglic e : There is another secret. In the East, Portugal possesses much which belongs to your majesty. The very city of Malacca, which contains 25,000 inhabitants, belongs to her, as appears from the map of the world which Americus, who has travelled in those parts, caused to be printed, and which the Infante possesses in spherical form in his room.\" Pacheco, Documentos ineditos del Archivo de Indias, torn, i., p. 296, Madrid, 1864, 8vo. Cf. Harrisse, Discovery of North America, 1892, p. 472. Perhaps, for our present purpose, this evidence will"], [20, "XII serve to obtain for our text the attention it deserves. We will now turn our attention to the voyage itself. One of the most interesting, but least known contem porary accounts of the setting forth of this voyage of 1505-6 is given us by Leonardo da Cha Masser, or Ca Masser, a Venetian residing in Lisbon at this period (cf. Note 19, end). He informs us that \" in 1505 a fleet was despatched ; it started on 25th March, commanded by Don Francisco d'Almeida, although SignorTristano da Cunha had been previously chosen, and should have gone, but he lost his eyesight at this time, so that His Highness [King Manoel] made choice of the said Captain Don Francisco, who, with thirty sail, large and small, of which one called the Nuncia was lost in the mouth of the harbour of Lisbon, with a disabled galleon, with much mer chandise.\" We are informed that the fleet comprised fourteen ships and sixteen (?) caravels ; (this last figure is probably an error, as six is given . in the Relacao das Ndos e Armadas da India (Brit. Mus. Add. MS. 20902). To these Ca Masser adds two light galleys, which he [d'Almeida] carried in pieces on the ship \\_Jesus~\\. These are doubtless the \"galley and a barge\" referred to on p. 33 of our text. Our Venetian authority also informs us that \" the ships of this fleet that went on the voyage to India, started from Lisbon in February, March, and also in April, suiting the time to their convenience.\" These dates serve to explain how it was, when, according to our text (p. 30), d'Almeida stormed Mombasa on the 15th August, 1505, he found the Flemish merchants had three ships there. These must have formed part of the fleet that sailed in"], [21, "February. According to the Armadas MS. the third portion of the fleet, composed of six ships, sailed on the 1 8th May with Pero da Nhaya as chief captain, who was ordered to remain behind at Sofala in order to establish a fortress and a factory-house there. D'Almeida in his voyage of 25th March did not touch at Sofala, but only descried the land between this place and Mozambique on the 19th July (cf. p. 25). One of the most recent and graphic accounts of this voyage appears in Dr. F. H. H. Guillemard's Life of Ferdinand Magellan, from which we have taken a few of the following remarks, as Magellan himself was a volunteer in this great armada of Dom Francisco d'Almeida. In those days, the departure upon an expedition such as this was looked upon as a serious matter, to be solemnized, as custom demanded, with special confession and mass, at which attendance was enjoined. On the present occasion the ceremony was invested with more than ordinary interest, for the standard of the Viceroy of India, after being blessed by the bishop, was to be formally presented to d'Almeida by the king. We have little difficulty in realizing the scene in the cathedral at Lisbon : d'Almeida kneeling at the king's feet and receiving it into his solemn care and keeping ; his silent prayer before the high altar with the standard in his hand ; and finally, the loud voiced proclamation by the herald, \" Dom Francisco d'Almeida, Governor, Viceroy of India for our Lord the King.\" The blessing of the flag over, the fleet dropped down the river to Belem and anchored off\" the church, or, as Vespucci describes it, \" the monastery of Rostel [Rastello], one mile from the town \" xni c"], [22, "XIV (p. 1 8). Next day — the 25th March, 1 505 — the final departure took place. The king came down in state from the city, and went on board the Viceroy's ship ; anchors were then weighed, and the whole fleet pro ceeded slowly towards the bar, the king accompanying them, going from ship to ship and speaking to the captains, taking leave of them, and wishing them a prosperous voyage. The omission of this last scene in Vespucci's letter is probably accounted for by the fact that his ship belonged to merchants and not to the king. Castenheda relates an amusing incident that took place at the moment of departure, which is interesting as possibly marking the date of the introduction of the words larboard and starboard into the Portuguese navy. We here give a translation of it in extenso : \" As the fleet was going down the river [Tagus], and the pilots were directing the man at the helm to steer to larboard (bombordo) or starboard (estribordo), as they are accus tomed to do when coming out of a river, the sailors became embarrassed through never having heard these words used, and especially those on Joao Homem's caravel ; so when they had to steer to larboard, that is to say to the right, they steered to starboard, which is to say to the left. Now Joao Homem, directly he saw this, told the pilot to direct the sailors by means of familiar words, and that when he wanted them to steer to starboard, he should say [alhos] garlic, and when to larboard [cebolas] onions, and he ordered a string to be hung on either side, so when the pilot directed them by these words, the sailors were no longer confused, and steered in the right direction \" (op. cit., lib. ii., cap. 1). As we have endeavoured, to the best of our ability,"], [23, "XV in the Illustrative Notes to be found at the end of our text, to elucidate most of the obscure points in the narrative, we shall content ourselves with setting forth a short chronological summary which will serve as a general outline of the events of the voyage from its commencement to its close. On the 25th March, 1 505, they set sail, and encoun tered a series of surprises that would only have astonished a landsman. The wonder of this day was the \" black and terrible fish the length of two men,\" it might have been a whale. The next day they were fairly out into the sea -of Portugal ; on the 27th they observed another sea monster, whose counterfeit may be seen on the recently discovered Carta Marina by Olaus Magnus of 1539. On the 28th they apparently came athwart Madeira, and the Canaries were descried on the 31st March. On the 3rd April they sailed along the Guinea Coast, and on the following day they saw many whales \" both long and terrible, and some were longer than others.\" On the 7th they made Cape Verd, and anchored \" three miles off a town called Bissagos.\" On 15th April they sailed with the whole of their fleet towards the Cape of Good Hope. Then followed a tempestuous voyage of fifteen weeks, during w7hich time, according to our narrative (p. 25), they did not come within three hundred miles of the Cape. In fact, they sailed so far out to sea south of it that they probably reached lat. 440 S. (cf. Note 15, end). Vespucci's contemporary, Ca Masser, informs us that from the time of their departure from Lisbon upon this voyage, they were about three months without seeing land, and that the vessels were directed by the"], [24, "XVI Altare (southern constellations), by the sun, or by the arctic pole and the astrolabe. Of the latter he writes that by its use \" they truly tell where they find them selves — and that after many days I shall arrive at a certain place ; which is certainly a fine thing, and of great use to many steersmen, who know this journey with as much familiarity and ease as a voyage from the Levant \" (op. cit., torn, ii., p. 25). By way of confirmation we will compare this portion of the voyage related in our text (p. 25) with Osorio's version : \" In the meanwhile Francis Almeed was steering his course to India, but being hindered by bad weather, and long calms, he made but slow progress in his voyage, and could not make the Cape of Good Hope : it was then winter in those parts, and our people were harassed with con tinual storms, besides, the pilots, mistaking their course, sailed too far to the southward, where the days were extremely short, the sun being then in the northern tropic. The thickness of the air, the immoderate showers of rain, and great fallings of snow, made them likewise seem shorter than they really were, and our men suffered greatly also by the excessive cold. At length, on the twentieth day they turned the Cape ; Almeed then ordered the fleet to keep near the land. On the second of July a violent storm arising, greatly distressed the fleet. The tempest being abated, our men sailed along the coast of Caffers, and at last made the port of Quiloa\" (op. cit., lib. iv., p. 227). It is also interesting to compare this portion of the voyage with the earlier navigation to the southern hemisphere by Vespucci, as recorded in the summary"], [25, "XVII of his third voyage, and translated by Eden from Ramusio's version : \" Departyng from Lisbona (com monly cauled Lusheburne) the viii. day of May, in the yeare 1501, we sayled fyrst to the Islandes of Canarie, and from thense to Capouerde, which the Ethiopians or blacke Moores caule Bisineghe [Bissagos], being xiiii degrees on this syde the Equinoctiall line. From whense directynge owre course towarde the South pole by the South-west, we saw no more land for the space of three moonethes and three dayes. Of which tyme durynge xl dayes, we had cruell fortune : In so much that for that space, the heaven in a maner neuer ceased thunderyng, roryng, and lyghtenyng with terrible noyse, and fearfull syghtes of fyery exhalations flyinge abowt in the ayer, and in maner continuall showers of rayne with darke clowdes couerynge the heaven in such sorte that as well in the day as in the nyghte we coulde see none otherwyse but as when the moone giueth no lyght by reason of thicke and darke clowds. The sea was in lyke case unquieted with surgies and monsters. After these greuous and cruel days, it plesed god to haue compassion on owr liues. For we suddenly espied land, wherby we recoured owr spirites and strength. This land which wee founde is from Capo Verde 700. leagues, although I suppose that we sayled more then 800. by reason of the cruel tempest and ignoraunce of the Pylottes and mariners whereby wee were lyke to haue byn cast away. For wee were in such daungerous places wanderynge in unknowen coastes, that if I had not byn skylfull in the science of Cosmographie we had surely peryshed, forasmuch as there was not one pylot that"], [26, "XVIII knewe where wee were by the space of fiftie leagues. In so much that if I had not in tyme prouyded for the safegarde of myne owne lyfe and them that were with me, with my quadrant and Astrolabie instrumentes of Astronomie, wee had styl wandered lyke blynde men. But when in fine I had persuaded the pylots by demonstrations pertaynynge to that arte, they gaue me great honour and confessed that the ordinarie pilottes and mariners ignorant in Cosmographie, are not to be compared to men of speculative knowledge, etc.\" (Eden's Decades, etc., 1555, p. 245 ; Arber, op. cit., p. 277). We again revert to our text. On the 19th July they descried the land of South Africa between Sofala and Mozambique; and, passing on, they anchored off the bar of Quiloa on 22nd July. Two days later, the whole fleet, consisting of eight ships, sailed up to the town ; being badly received by the then reigning king, d'Almeida landed his forces, stormed the city, and founded the fort of Santjago upon the site of \" a castle with four towers which was already half built \" (p. 26). Upon the 27th July the king of the town fled away, and another king, Muhammed Ancon, reigned in his stead, after receiving the golden crown at the hands of d'Almeida. It would appear, also, from Osorio's account, that the new king only accepted the crown provisionally, as regent, or duke, as our text has it, on behalf of the infant son of the old king, whose dynasty he refused to allow either himself or his family to supplant. Muhammed Ancon's magnanimity in this matter seemed so extraordinary and inexplicable to the Portuguese, that it called for"], [27, "XIX special mention at some length by subsequent Portu guese historians. These remarks will serve to correct the somewhat confused accounts of the events of the 4th August as given in our text (p. 26). On 6th August, a large garrison having been left to complete the work of the fort, the fleet sailed for Mombasa. On the 13th August they entered this harbour ; two days later they stormed the town of Mombasa, in two companies, and took it after severe fighting. Although the Portuguese had a very large number of wounded, yet, according to our narrative, they only lost two men. It was in this action that Dom Lourenco, the only son of the future Viceroy, first distinguished himself. In our account of this storming of Mombasa we are afforded some interesting parti culars relating to the composition of the Portuguese fleets at this period. The fleet of eight ships was now augmented by those of \" the Flemish merchants \" who \" had three ships there ; \" and we are informed that these ships, whose names are given, were in all their subsequent actions and conflicts. We also learn that there were others of the fleet which \" belonged to the Flemish merchants and the Lombards likewise,\" and that \" the King of Portugal had at first no more than three ships of his own.\" This is confirmed by Ca Masser, whom I have quoted more at length (Note 19, end). He also tells us that a part-owner of one of these Flemish ships was Bartolo the Florentine. Max. Transylvanus ' also informs us that one of the Antwerp traders residing at Lisbon about this period 1 Johann Scboner, edited by Stevens and Coote, 1 888 (text leaf A Hi., trans. p. in)."], [28, "XX was Christopher de Haro, a Spaniard who had relations with Portugal concerning the Guinea trade. These two facts may serve somewhat to explain why the original account of our narrative first saw the light in Antwerp, and not in Florence, as might be expected. On 23rd August they set sail for Melinda, but \" did not come thereunto,\" but kept along the coast until the 27th August, when they changed their course north-east across the Arabian Gulf until the 12th September, when they descried land which \" was the beginning of India.\" The following day they reached the island of Anjediva, where they lay for thirty-three days, during which time they made the galley and the barge also referred to by Ca Masser (p. xii, ante). On the 16th October they sailed thirty miles south, to Onor. The king of this province had already made a treaty of peace with d'Almeida, but being foolish enough to send an insolent message in reply to a request made to him by the future Viceroy respecting some horses that had swum ashore from certain Persian galleys which the latter was desirous of capturing, the Portuguese entered the river, burnt the ships, and took the town, which soon brought the monarch to his senses. Dom Lourenco, his stalwart son, headed the storming party, but he had little opportunity of distinguishing himself, as the enemy yielded almost without a blow ; the Portuguese only lost one man in the assault (cf. Note 22, end). Dom Lourenco died two years later at the battle of Chaul. Leaving Onor, they sailed for Cananor, where they arrived on the 22nd October, and lay there for four days, finding \" a good trade of"], [29, "pearls and precious stones, and of ginger and cinna mon.\" Here our author's narrative becomes somewhat confused; he writes : \"Then the king of the country [Cananor] did repair unto us to entreat and arrange that after his death our captain should become king.\" This probably refers to one of the visits of ceremony where d'Almeida was asked to assume the full rank and title of Viceroy, as he had hitherto only called himself Governor. During this four days' stay at Cananor, the Viceroy, at the request of the resident Portuguese factor, ordered a fortress to be built for the protection of the native king against the Arab traders. There is, however, no mention of this in our narrative. On the 27th October they set sail for Cochin, sailing by night past Calicut. On the 30th October they cast anchor in front of Cochin. On 2nd November, after lading four ships, three returned northward to Cananor to await the remainder of the fleet. It was during this period that Nambeadora, King of Cochin, received at the hands of the Viceroy the \" golden crown which the King of Portugal had sent him \" (p. 37). The remaining ships sailed for Cananor on 20th December, where they arrived on Christmas eve. On 2nd January, 1506, the first homeward bound squadron of five ships set sail for Portugal under the command of Fernao Soarez. This fleet arrived at Lisbon on 23rd May, 1506 (Guillemard, op. cit., p. 41) ; Ca Masser says 3rd July — probably the latter date. Anyway, this voyage of Soarez is remarkable from the fact that the east coast of Madagascar was discovered for the first time. Our fleet, which included the Leonard, sailed from xxi d"], [30, "XXII Cananor on 21st January for Anjediva, from which island they set sail for Lisbon on 5th February. After recrossing the Arabian Gulf, or \" wild sea of Maga doxo,\" they sighted the island of \" Shrove Tuesday \" on 8th March. Next day they descried the island of St. Christopher, near Meyotto, one of the Comoro group (cf. Note 23, end). Three days later they made the mainland of Africa, and on 19th March they cast anchor before the island of Mozambique, where they took in wood and water and victuals. On 14th April they sailed for the Cape. After tossing up and down the Mozambique Channel from the 30th of May until the 9th of June, where the movements of the fleet as recorded in the text (p. 38) are as confused as the chronology, they arrived 11th June in Rocky Bay (cf. Note 25). Three days later they set sail, and arrived on 1 5th June at Delagoa Bay. Here they victualled their ships and had intercourse with the natives, as described on pp. 6 and 41 of our text. On 1st July they arrived at the watering-place of St. Blaze or St. Bras (cf. Note 26, end). On 7th July they passed the Cape, and sighted St. Helena on the 2 1 st. On 15th August they descried the Cape Verd Islands, and anchored at St. Jago for three days, where they found a caravel from Guinea bound for Lisbon. On 8th September, after having gone sixty leagues from the Cape Verd Islands, they were driven back to St. Jago, where they remained until the 20th, when they set out once more. On the 21st October they anchored at Madeira until the3rdNovember,when they set sail again for Portugal, and finally cast anchor before the town of Lisbon, 15th November, 1506."], [31, "XXIII Although one looks in vain in Fracanzano's Paesi Nouamente Retrouate of 1 507, or the Itinerarium Por tugalensium of 1508, for a contemporary account of Vespucci's voyage, we are fortunately in a position to refer to an earlier work which narrates and confirms at some length all the events on the east coast of Africa and India recorded in our text. This is no other than the Gesta proxime per Portugalenses in India: Ethiopea: et aliis orinetalibus (sic) terris. Imp. Rome per Joannem Besicken. Anno mcccccvi. Die vii mensis Novembris, 6 ff. 4to. It is of great interest as giving an account of the erection of the four fortresses by the Portuguese at Qujloa, Mombasa, Anjediva, and Cananor, accounts of three of which are given in our text. In all probability the Gesta, which is in the form of a letter sent by King Manoel to G. da Costa, Cardinal-Bishop of Lisbon, in Rome, was brought home by the first portion of the fleet that sailed from India under Fernao Soarez, 2nd January, 1506, and arrived at Lisbon 23rd May, according to Guillemard (p. 41), or 3rd July, accord ing to Ca Masser. Although a second edition of this letter was printed in Cologne in February, 1507, there is nothing to show that the author of our text even knew of it. The only allusion to navigation in the Gesta is the bare mention of the fact that d' Almeida's fleet left Portugal in March, 1505, thus far confirming the correctness of the contents of our text. We have already alluded to Vespucci's intention to proceed to Malacca by way of Africa and the East Indies, and also to the belief held by the Spaniards"], [32, "XXIV that he had been in those parts ; it remains to consider how far Vespucci, as a cosmographer, is supposed to have contributed to our knowledge of the cartography of these regions. Ca Masser informs us that he \" saw a Carta da navigar of this voyage, and how much is shown there of all the places that these Portuguese have opened up, and made practicable, and discovered up to now [1508] ; they have discovered a good deal, and are about to discover more in the future, being thus well informed by means of the chart \" (op. cit., p. 31). It does not appear to be generally known, even by modern writers upon Portugal, that one of the best maps of the Portuguese conquests and discoveries upon the coasts of Africa and the East Indies is to be found in J. Ruysch's Universalior Cogniti Or bis Tabula, etc. which he made for Fra Marco Beneventano for insertion in the Geographia of Claudæus Ptolemæus, Rome, 1508. Larger, but much less accurate, rough woodcut maps are also to be found in the Ptolemy of 151 3. The prototypes of the Hydrographia sine Charta Marina, to be found in the later Strasburg Ptolemy, are, as is well known, the Caneiro and Cantino Cartas da navigar of 1 501-2 respectively. Ruysch's map was compiled in Rome from entirely different data. That for the New World portion of his maps was undoubtedly Columbian and Spanish ; hence his solution of the geographical conundrum to be found on the north-west portion of the Tabula Terre Nove in the 1 5 1 3 Ptolemy, about which our modern experts are hopelessly at issue to this hour.1 That his data for 1 Cf. Stevens and Coote, op. cit., pp. xix and xxxix."], [33, "XXV the South American, African, and East Indian portions of his map are undoubtedly Vespuccian, and therefore Por tuguese, is proved by his record in South Africa of the C. de S. Roch, the Rocky Bay of our text (p. 38), and the distinct indication of Anjediva as an island off the west coast of India — two features wholly wanting in the Charta Marina of 151 3, and its two earlier prototypes of 150 1-2. That Vespucci put his hand to a Carta da navigar is almost certain from the following piece of evidence given by Peter Martyr d'Anghiera in his Decades, translated by R. Eden : \" Whereupon I repayred to the byshoppe of Burges [J. R. de Fonseca], being the chief refuge of this navigation. As wee were therfore secretly together in one chamber, we had many instrumentes pertaynynge to these affayres as globes and many of those mappes which are commonly cauled the shipmans cardes, or cardes of the sea. Of the which, one was drawen by the Portugales, were unto Americus Vesputius is sayde to have put to his hande, being a man moste experte in this facultie and a Florentyne borne : who also under the stipende of the Portugales, hadde sayled towarde the southe pole many degrees beyond the equinoctiall. . . . To an other, Colonus the Admiral whyle he yet lyved and searched those places had gyven the beginnynge with his owne handes : Whereunto Bartholomeus Colonus his brother and Lieutenaunt had addid his judgement, for he also had sayled aboute those coastes \" (Dec. 2, book 10 ; cf Arber, op. cit., p. 134). Oddly enough, Fra Marco Beneventano appears to have undergone a similar experience. While in"], [34, "XXVI Venice about 1507, he had seen, and probably pro cured, copies of a MS. map by Columbus the discoverer and Columbus nepos (sic), and also an engraved mappa universalis by a certain un-named Florentine. This last was probably by no other than Vespucci. These copies Beneventano no doubt handed to Ruysch for the compilation of his famous map, which earned for him the following eulogium, \" Geographorum meo iudicio peritissimus: ac in pingendoorbe diligentissimus, cuius adminiculo in hac lucubratiuncula usi sumus. — In my opinion, the most skilful of geographers and the most careful in depicting the world, whose aid we have had in compiling this treatise \" (Orbis noua descriptio, cap. iii. (a 3), in Ptolemaei Geographia, 1 508). There can be but little doubt that the MS. map by Columbus the discoverer and Columbus nepos secured for Ruysch by Beneventano in Venice was a copy of the one seen eight or ten years later by Peter Martyr in Seville. Areduced copy of the Columbus map, however, may be the identical one recently discovered in Florence by Dr. Wieser.1 The engraved map by the anonymous Florentine was probably a copy of the map by Vespucci referred to by Cuaco (see ante, p. xi) ; if so, it was probably executed in the spring of 1 507, shortly after the return of this voyage, and immediately before the appearance of the two Ptolemy s of 1507-8. The interest attached to Ruysch's map for our purpose is, that it is the only contemporary one which exactly illustrates and confirms the genuineness of the text of our voyage, and which also suggests the great 1 Facsimile in Mittheil. des Inst, fur Oesterr. Geschichtsforschung, iv., Erganzungsband, Innsbruck, 1893."], [35, "XXVII probability that those portions showing the Portuguese \" new landes \" in Africa and the East Indies were based on the earlier map reported to the Emperor Charles V. as having been made by Vespucci, who \" travelled in those parts.\" The Carta da navigar seen by Ca Masser was probably of the 1 5 1 3 Ptolemy type. Future researches in early sixteenth century biblio graphy and among MSS. may possibly bring to light new evidence respecting the original text of our voyage ; in the meantime we venture to affirm that henceforth, no recognized authority on Vespucci's writings will have the courage to eliminate from the Vespuccian Canon the long lost specimen of the Antwerp press of 1508. In conclusion, my best thanks are due to my friend, Mr. B. F. Stevens, for his valuable assistance in producing this volume ; and also to my friends, Mr. G. F. and Mrs. Barwick, for their excellent translation of the Flemish text of this voyage."], [36, ""], [37, "Albericus Vespuccius His Account and Journal of The Voyage from Lisbon to Great India i5°5\"6 A"], [38, "2 The Voyage from Lisbon to sail unto the island of Nagore which Heth in Great India, beyond Calicut and Cochin, wherein is the staple of the spices. Wondrous things befell us therein, and we beheld much, as hereinafter is described. This said voyage was undertaken by the will and command of Emanuel, the most serene King of Portugal."], [39, "f^i0uactam0Coot|aDtcn0lic(r0^ett tioai bi<Call:mroi al <£ urftyt Date Dps (lapel to oanDrr specene 2?5orono moti&rtliichr&i gctttf3uarcmq.cn&atc OOK&cujiltealg^oDebcsatoct"], [40, "%ntf tbœpitt tjuamc mtaentlanDt tia tfanariebmclcti SH to 9Xi.miietjattsseboe.et1 Oatrfu0cijc $ g.«£pla lie |n aarem to tmlg^emaett nokh €itme maecter oed iiaesm aa0roi£imlDe0bepte\\ <#oriOk? otstb eitsupchee 0OcDc coop 2Datan?l tptet to onmoestbaetsett litttel uolsje fcaeEmenOescf^stalftijottisi en milt <®at fjter neiie kpt Datlat 2&arbaria*emg oaaaer tot i <§ensteast.Cf» jnifc.m D? to ti smatter mote iaraot. en aenr be0lpsd tscos into ioem oootgebetstjte en 4&gut nitiSam tjpee tniooe staDr UCTeboe7&terbtu}R ned aialotssslje ett uliegeoe uiflscrfje/ sioe oati jMagiti^t^Xmtlefepltmeontf d fimstesoeuerDeDat me.Dtt : nootoe sepiOtm oftpolu atttrft ofrdetuage ge^e rf met meet Sen en ma$ fStairpolfi acrinloftOie swpDe leptaerresage miter !tot<©KBs>moielat i9flft.tnj.&mt te0tro9t/maeraf DteiteDea!3eijtdstaett0&ac met0u!b£ rittgljc aett oo?te jn lUama&a $® borne Daec sihmici^oame ooptecitistcmo Jips mmtyttts l;almr"], [41, "Guinea. FIRST of all we came to the country of the Canaries, which lieth 250 miles1 from Lisbon, and on the way thither there are two islands. In the one dwelleth a fine race of people, who make great store of cheese from large wild goats ; fish, also, and sugar are exceeding cheap. The other island is uninhabitable, and the few people who dwell therein are quite shy and wild. Also thereagainst lieth the land of Barbary, and from thence to Guinea is 250 miles ; this is the land of the blackamoors, and at the beginning of the land is a promontory called Cape Verd, and close thereby standeth the town of Bissagos, 500 miles from Lisbon, and here abouts there be many whales and flying fishes. On the other side of Bissagos, at a distance of 250 miles, we sailed so far beneath the sun that the northern sailing star, called the polum arcticum or the waggon, could be no longer seen, but we forthwith saw the polum antarcticum, or southern guiding star. This aforesaid land of the Moors is 1,400 miles in ex tent, and the inhabitants thereof go entirely naked with golden rings on their hands and feet. In Madeira there are trees where in they hack notches in order to climb up and gather the fruits. 5 A3"], [42, "6 ADelagoa Bay. FTER this we sailed unto the country of Delagoa Bay, which extendeth up to the beginning of Arabia \\ being 550 miles long, and herein is a kingdom called Sofala. In this country the people are clothed as shown in the above picture ; they wear as garments the skins of animals, and the men cover their nakedness with a sheath of wood or leather, while their women use the fur and skins of beasts, and wear as head coverings the skins of sheep and other animals. Also they bepitch the forehead and hair of the men in the same manner as one doth pitch ships ; and their dwellings are be neath the ground. Many cows, oxen, and large sheep, besides other beautiful animals, are found there, and it is a fair and luxuriant country with large rivers, and full of sweet scented herbage. The people have a quick and hasty speech. They have no money save of iron, which is accepted by everyone for his wares. They carry little white staves, and their weapons and arms are long spears and stones, wherewith they throw right forcibly. This country is so full of sand that they must needs walk on broad plates in order not to sink or fall therein. And so we came into Arabia."], [43, "KUago V-/ HerttatJoetcmtttIatoa^Ita0o.&jtotaetlicmTei1 oaHrabieoaetentoo.Cetd.mtlrgcotit^uljiauuotf rottisrndi.€afaie gctjcte /JrtOtt lat io roolsfe jjcrictt rjettjc £ter ooiu gcrcpfcet to/ £>t Diane uoot &aee cleDere lumen ua0t?eDterte&e mao Diagc scepDe gcmacet ua Ij cure oft tialeDerouer^atrlcamel^ept^aer fjarr tuoittuebcDct feehatt m> beestepeiserienbupe^n stemcopijacrtyoost vooi Dotcftc udle ttascapeoft oaOiere, <Oot bepedtense Dj mane uoottjooft est fjær g^clijc me\"Dte scepe bepeefc t £tt ttaer moaiirjcn stjnorto* ocr aerttf . 2Dacr sun ued bcpcst oslemen0rotescape/efianDMi^osteDtere 2E»tt ioeen sclioa luthrij lsltua0œDematereest DolrieefceDecrwpDe©tt uo Ish bee ft ccstteUe badtujc sptabe ®aer ett eo gljrcn gfjdt sonti uapsetven Oat ttelt een pegdic uoot sun marc t>i dm 0e mttte stocrfeeo.'ljaer mapeneest meere m &#c sptesse en fteme/Daer si start kdw meDe moipf /£)at in to so uol ttasan0eD;(i op bteDe tdpote moetejjrjaeop Dt (I Dair m tnestrarDeoftualteenlbuD^airnaquamemit^rabte"], [44, "Jrj* Ht&bi* tfjc tyter oosc0^est£mrem en beœoœe start <£« mtoefett tfcttmxrittto 0^emcestOj>eeestetjaDeti«plt0eDia:€ont« 0br»3XteDaerbpnDeftDmoflP^e?Crabta:^0Outom^are Ijooteitenooje eft occ0u!Drttngpom beene.^stDt woer^om oemeliSDe etl ?ptten0oeefee t?anDecoopmpDe Utebtct rtæfnnnoffeupf^pHanDe Daa&ieerrtreafgfte 5retrtosjtlHoniabk.enDaeritameDpescepeseamattc tttne. JbeO to) milen uan Jbafaien ieeteeftaot <&utota 0g IjeecmDit mddsc sanono merDt gbemonc <£ttbaer Ooe ge mi ode oaljeUipDe Doot en miplonDerDernspofpeer De Die stiiDttfn Daerbute ern Rot oft rasteet 0t}emt tmert.^et meldie gebectemao stnt jfacops nct^uBeDaerisefempeeniionDcrtdoeriurmatmmoji ommeDat tebrmamrcenDc tebe&ouoeu*"], [45, "9 W Arabia. HEN we came into Arabia we found the people clothed as drawn and shown above. Now from this kingdom came one of the three holy kings. Item, the people here do bind Arabian gold on the horns and ears of the oxen, and also golden rings round their legs, and in exchange for gold they take silk and linen cloth from the merchants. Item, hard by there be five more islands, whereof the first is called Mozambique, and there the ships take in sweet water. Sixty miles from Sofala standeth a town named Quiloa, which we did conquer, killing many of the inhabitants, and plunder ing and spoiling the town. Outside this town their king had built a stronghold or castle which was called the Castle of Santiago 6, and we left an hundred valiant men there to guard and keep it."], [46, "10 SEVENTY miles from Quiloa lieth a town called Mombasa, which we burned, and we there slew much people, and from some of them we plundered great store of goods, d Item, twenty-four miles fur ther on lieth another great town called Mellinda ; here they were friendly to us, and in this town there are many slaves, or people who are sold,from Guinea. From Mellinda it is ninety miles to Persia, and so we navi gated through the Gulf or sea past the town of Maga doxo as far as an island called Anjediva. From there also came one of the three holy kings. Item, from there it is an hundred miles unto the kingdom of Cananor, and in that kingdom the spices begin to grow ; and thence we sailed into Great India."], [47, "OKtt mste r^crttftabt ctobaffa gljci)f etenDte mp or rb*at^cndi Daer oerOoe^lim mt oeteuofcfaoen mt plonDerDeDteetcfe mt ottte time urei goero C?tt»»uanOaernosb.jr#aj mitenleeteeu anDere gtoote ft aDt 0ebeetett .c ft Die maren ottscoua? aje.estDaerutnueleflawoeneoftoercoslKelpcDe wt <&cn nee.Ba^eainDaeest.jaanilettmtm^edta.Daeruoctg topouer Die «6oISen of jeeootrbi DcstaOt si ?rrllja tot ttt ee<6pl anDt tf ttrenDiua oebeete . tM Daer io ocrk Diceetœ »anDebeplt0f|eD!ie <Jsonin0be0bemeeft fj |teuast Daer eest bouDerr mile tot in Dat <romncrttrftc? iananoi.^nDein Dat <£omrartjcUe bcgbmt Dte spetertr K maiTen^ntiastDaeroorrtooerestmtin groot jfiuDieit."], [48, "Jrjnrf <#jo0tK!ntuett Vjjl Isreepteoltrontst^catiavsrattattot t groot^ndf m Daer Dtemesi^egbe^ed naert simtf tyaer fcameUjt te b Dechemetltjmaet <£n m bmpsmarf mei Jagebare.ru oa de otoume to tt> beitreue/ n?aer ae bichatc oano\" tee beb ictaedmottdlicooIsrgeueoamamere/enDieotonmeDie tjoerfttnDereenbare Dtage/ me g^enber pepcrc mt0^eie/conm;erl alD*(ia0cspe eerie. rnco&lstcbegestepteomeeclee g^dttccope23aer moot mencgerfjaDe mtu^te/oig^e oa goeDc smafie/ 09, Ditmi lac/en uj.0umebteet/©aer ?tj buffrfe en cope/matr Die to pemDoOe(in^Datrm4rsbt0OCDem9meeIbonif^orqse^ cofteltccote 0e^edmitge^cterme meeI/2Daer staet^an aeranaoicstaoten io tm.mtle t <CaUtmte . t^aDaer ist.th mile Daer me oaertom afti^eoespeceneopetctnocb roc g^ewoerttp tetdeste0ieotterDierooDe?ee DoojJderaDiic. |HatrstWiu^emstienmeoam0^cu6Dercrljtmteotte!:1 Die teem <fallicute\\$n <£alliciue# oeel mestptoti £t)o maeolaotoe occfterste$ ennotntio!& uaanii lanDe ennactett IDcoibp Dpt tjoctettstto? comrrijmge Ijeten } »6 ttt fajt/tflobper nagijescteue starts tete.."], [49, "13 W Great India. E sailed from the kingdom of Cananor into Great India. There the men go entirely naked, save that they wear linen round their loins ; they are dark brown and have long hair. The women have not been described, but on the sea shore I beheld people who were wonderful in their ways, and saw women carrying their children and household goods with them. Here we found ginger, pepper, cloves, cummin and all manner of spices and precious stones, which could be bought for a small sum of money. Also many kinds of fruits are found there ; figs of good flavour seven inches long and three inches wide i ; and we saw buffaloes and cows, but they do not kill the cows. Therein is produced good wine, abun dance of honey, rice, and excellent corn quite white like wheat flour. There standeth the town of Panderani, and it is seven miles from there unto Calicut. From thence merchants go forty miles to obtain all manner of spices, which have hitherto been carried to Venice over the Red Sea by way of Alexandria, but now a new passage has been discovered straight across the sea to Calicut. In Calicut there are many people from the land of Saint Thomas [Malia pur] who are also Christians, and likewise people from other countries and nations. From thence we sailed to the kingdom. called Cochin, as hereafter is described."], [50, "14 TOs the Kingdom os Cochin. HEREUPON we came into the kingdom of Cochin, where the King of Portugal has caused two castles to be built ; and from hence came the third of the three holy kings. Much pepper groweth there, and it formeth the chief staple of the kingdom. At a distance of twenty-four miles lieth the kingdom of Quilon, where there be many Christians. There too are found plenty of great elephants and various kinds of wild and wondrous animals passing the power of man to describe; and all manner of fruit are much bigger there than in our countries in Europe. Eight hundred miles further lieth the island of Malacca containing many precious spices, and there are two more islands, one called Bantam 5, wherein groweth nought save cloves, the other called Tanjore or Nagore6, which produceth only white and red sandal wood. Here, too, it has sometimes happened that a handful of pearls has been given in exchange for a bell or a looking glass. In Cochin they sometimes carry their king, but this is done\" by his chiefs, and they maintain obedience among themselves. They manage their affairs very badly, for when they are assembled together their chief crieth \" I will sow,\" and upon hearing this his subjects do forthwith sow and mow, and then each one taketh his share, leaving the remainder, which their lord doth take without contradiction from any body ; and they act thus in all their business."], [51, "Wa &ae wfymte t},tdtnit.£im. na&Qite$atlij. aotf DefmahcBafjjJCt toa^icti&cijattflj^Ucftitj^^ peco erne 05 appetite stapdoacr as ©ar fonictfjc<£olut! te.^tHj.nulcaaDacr.cnDacc?9 tide hetstenc. fee mai fcttt'Ofttjedgrote^ifantem mcmg^erfep miimeeh m$ 2ll«?ic gticOtfctf Die menict ueft m sen en Itan/XIte oeft di »mrtjre ;5 oaec -udegectetOa in auk lanDe ca £nropa* Qateplat fBclaquais mMet tiU).€.miie.Daerooc oc* kco^rlt^rp^t^^^aer^noc^^*^^^-^^^^ 33atiDam eri dan:masc^cnicsDana^Ie/^atant> £ana 'gœa oft oaer maselu met 05 mtrafttoar sa fcele Ijout/Ssto QefcfyimatmttimtmbcUecHfpiewlQlie totyttte £at uolpa *ie/$n <&uisif|t deadest ;6tijr6 frare coiLmaerOatOoeiit tyotf&kocimUm&t&tymfactyept onitJmalffiattD^e/^ooe^aaOigealfl^tdtr/liacttals si inmt^aOmge^/lblrogpe^aiT noorma|c tmltapm mateOeontS&teOi^ojeBanJapceHniapesi/moanemc sifjaer&e d en late 0;!ant> UggeenDjncemtDpe^Kfiimtf pemataœoa%0e€n foDoefH aUcconiesiape"], [52, "lgo«bjidat^nMeh/^ms^{tt/<6)^tt/^attOant/ef! 0aguana.nct.mUem Hrunia Dart neeftoie Con.tij.co niaeonij tje.»6u Oaec fegtjet begcauea <E&omao apoM $f!»m(m&fe<£ofri^u^"], [53, "Thirty miles beyond the kingdoms of Cochin, Qmlon, Bandam 7 [Nega]patam and Nagore, in Narsinga8, the king has twelve other kings under him. And Saint Thomas the Apostle lies buried there 9. This is the manner in which the king of Cochin is sometimes borne by his chiefs 10. 17 b 2"], [54, "The voyage to India, to Calicut u and to the new countries whi( were discovered at this time, took place in the year of Our Lo one thousand five hundred [and five] 12, in the month of Marc I \"IV It Y friend Lorenzo : — I Albericus 13 did write to 1VX you aforetime about my voyages to the new lands in general ; now I am writing to you a true ac- count thereof from point to point. This voyage was undertaken by the command of Emanuel the most serene king of Portugal. We first journeyed from Lisbon with a great company unto the monastery of Rastello, one mile from the town ; and on the twenty- fifth day of March, when we set sail, there came out of the sea into the harbour a fish of the length of two men, exceeding black and terrible, having fins on its back nearly as long as a man. After this, on the twenty-sixth day of March, we came into the sea of Por- tugal, and many fishes from the sea followed alongside the ships. The aforesaid black fish, which blew the water into the air as high as a man's length, came from the sea of Portugal into the harbour of Lisbon. Item, on thetwenty-seventh day of March thecrewshota tunny in the sea ; it was as long as a man and had as much flesh upon it as a pig or boar, and had organs like a boar, and it had likewise blubber and flesh, and entrails or bowels of similar kind, and a beak like a bird, but a little broader and with small teeth therein. This fishprovided food for oneday for an hundred and twenty-six persons. On the twenty-eighth day of March we sailed by night between two islands lying sixty miles apart; one is called Canary and the other Madeira, and therein there be many black men or Moors. These two is lands are distant from Lisbon the one an hundred and eighty miles, the other two hundred and fifty miles, 18"], [55, "lattDe De Doen gruonoe mare gcscbpet Jnt tarr otto It ero fin utjf boubcrt in btemaentuanmeerte JlcaJttbertc? oooe \" I \" serene rnDegbcfeur torn nan mfjndrep knui be\" npettme labettu gcueracl.no scrtueiic u Die maerb cp t Daer as na stutbetesiuche.liaelcbe repseg^estbpeDeDoec DatbeuelDeo aid Docrtur^ticbiien com nan JDottengale <£mastudge&eete f ,nD? prsten so noote mt oa tuTc lionemt groter armmepetortccolcster ftofle! ee mile oa ti stabt <£rtopDerro«bafbtiameerseaiomite?eilc glngc (OquamDaereenenotn^mter^etnDie^auenemeltmeo tnano Icttgoegrootiseer smart en grumdgcOpeocDeren finen rugg^e Die btna so langfye marealo een man&aerna nuamemtoptcrtoi. Dart* nan meerteop Dicteeoanpotmgafectt Daer tjuameoele otficbcnmt tf ;eenmen^tessepettgbeuaren.^e(rooerisreuensmarte tjtscb biteo Dt matereiDte tac&t booge tod eco mao iegfcc DicmtDicpottugaetsebe^equamoie^aucneoanliCe bone C 'stem op Den .irrmj.oacf? oa meerte so stote Die snplteDeuiDic?ececnettjonmtDtealibIaebmaoa!seetna <£n baDDcaSso ue cfmfcb aealo ef uerrheofsmipten boo Decullen gelijc ee somn en spetU en oleescften tugbemant oft Darmeoec alsoe <£neenebedt gbdgceeneoogcl mer een luttd beeeDee.cn depn tattDeOaer m met Desen uisc^ spijsDmteeenc Da$ IjSDeetenrroi. nsonen <Op De.rroitj Dacbuan fBecnc Deoi suartjro ooerenmt rnuebentmee <3pianDeDie mn makftanDeriJstaensesticlj mp!en.2Dpe eenebteraf bcet€anarta 2Dieanberer<!UamaDcra <&tDe Ijiceujn odefmartte mettftbenoftmootenmnne &ese<£p!attDenstjst uan HpueboncDieccne bonben enDe cat&ceroiel; milcDieastDcretwee&omftcn utjfrio; mtlen"], [56, "£nlpc*mt«nmt!de&aueett tyalttemootcOtebeherm* iintoercocbtmotDe f^tcopDenleuf DacbfBattij fagbe mi Die <£p lauDf u an <£anaria.Dicr neglje na male Itanocrc snn.en mDesesgntatleaaue Dpe Defcersteneuec cotbtsun <Dese negbe^planDebeboienDe <somttcb oan Ibpacngien tocenOefunonDer baer neg^eneernr^tac <£onmca rbcH.cn in Descn eplanDcmascbttJedsiiprttcro <£nDeop0esenoasb maremi tmee bonDert cnDe bgmcfj ntilenoantpsscbonc ua Jtpnllc qttamc mi op Dicker oa vJaennmt.Daer ooere mt iattgbcbp Der smarttcr moo:elanOtoprij.ostru. mil tn Daer bi.^air sagb e mi op Descn Dacb en op Den oicroe fcatb oele matotfic ben'Diegronmclicenlastcmarenaner O^m op Den seta Daclt oa&jmllc notcmi re scljepcaent lanDt naeOatttoec gbrbccc^te<CabomecrDeg(jebcete.^aer(oittgbemiue» U:oiuajenmetaugbelenDiemQ!eDatbetstbipsepIDe <| jfltcmop DcsenenstenDaclj oanHptille noeremij ooec Op Dm b crctj nan <TabomeerDt mo* smarttcr moot laenen lauDt.eft Daer motpemp at teaer c n mt Due miieit bpcenutDeDie^puagit^ogbcbeetettiol^ierioeenen €omnf RDermooiest.^nDeDescgaenbi malsfeanDece 0e Itjclt DiebecstenalnaccbtgbdtjthsioanmoeDergebotest cit bier ooicgtjcmadten gengureerrstin. cnDeDacc stju IfacrsebrpcbolIcboammDacrsttnneutirdjestOpDrsest uoere b area oter mannen m ; tmee sc Ijepen ae otto boert *? hoc sn sptahcit po'tug.idsclto met ono.alsoc.Oatmcse melueestonDt<6stDetn itacr lanDtsnnbccRcgbcnocb en nemen gbeen gbdtDacr uoie lOant si Dat npet en feemte Ij'Ccr^iibocjtDere/Osscliettnopntertgijeptcngijcnocs^ «£ft bacetmpsen sun Daer ottoer Dicboomcn gbemaccftt Qi;elyenecncH bacboeuenoft &)ch)ci\\\\) me met ctcDcti"], [57, "and herein there be many slaves and half Moors who are sold to the Christians, fj Item, on the last day of March we descried the Canary Islands, whereof there are nine one after another; in these there be none but slaves who are sold to the Christians. These nine islands appertain unto the king of Spain, and taking the nine together they make a rich kingdom, and in them groweth abundance of sugar. And on this day we were two hundred and fifty miles from Lisbon. d Item, after this, on the third day of April, we came unto the sea of Guinea, where we sailed for twelve or fifteen miles along the country of the blackamoors. There we saw on this dayandonthe fourth many whales both long and terrible, and some were longer than others. {[ Item, on the 6th day of April we sailed towards the promontory called Cape Verd, where we caught many fishes with hooks, while the ship was sail ing. {[Item, on the seventh day of April wesailedpastthe mount of Cape Verd right into the country of the black amoors, and there we cast anchor, three miles offa town called Bissagos. Here there is a king of the Moors, and the people go herded together like cattle, and naked as their mothers bore them ; as they are shown in the foregoing picture [p. 4]. Their boats are hollow trees, and in them they fish. On this day four of their men came out to us in two boats, and came on board ; they spoke Portuguese with us, so that we could under stand them perfectly. In their land there is abundance of cattle, and they take no money for them, seeing that they know nothing thereof. Fowls, oxen, cows and goats abound there ; and the houses are built under the trees, and are like unto an oven, or to huts with earthen 21 B*"], [58, "22 walls, and are thatched withstraw or with littlesticks, and when they wish to remove their house into the fields, twelve of them do thereupon carry it away thither. d Item, This country lieth five hundred miles from Lisbon. And on the second day of this month the king sent his son to our ships, and we all paid mock homage unto him, and we lay there in the harbour in front of this land for the space of eight days withnineships. Q Item, on the fifteenth day of April we sailed with our whole fleet outof the country of the blackamoors, from the great sea of Guinea which is one thousand four hundred miles long, unto the promontory called Cape de Bone S peranza or Good Hope. Fourteen miles by land from the king dom of Bissagos lieth another great kingdom many hundred miles long, which is called the kingdom of Guinea. But it is an evil land full of ill-natured people and foul vapours. Item, thereupon we came to Cape Verd, which is a round mountain and very high and lieth in the sea, and no person dwelleth thereon; but beneath round about the mountain there are large thick trees, and the fruits which grow thereon look like the Spanish baskets called cabasses ; these trees are full four fathoms thick and they have leaves like the nut trees. 4 Item, on this sea, as before said, we sailed in like manner beneath the sun and moon u. And in this sea there are many wondrous kinds of fishes ; there are little white fishes which fly out of the sea in flocks, just as birds do in the field, and their wings are like the wings of bats."], [59, "iwmtDettm&e mt stroeoft met rVpne roepaeno gbebceltf metb tor inDat oelt { [ JteOttlanDtto ogfljostDcrt tittle ttan tpucboucn<£fiopoc tmeeDcn Dadj Desermacntfo sanDt Die <£onintasgnen Cone tot otto sitjtep.en Daer Dr oc mit)emspotteliaeeerealm;echenDc'Baer(agbcmiacltt Dagbcn uoerDat lant in Die bautticma uegbcn sdtcpcn CftrtnDenoQtttjtensienDact;. uaHptiUe uocremtmet' ter^eelDerooletenmttjanDatsmartemootenlantmtDie grote tee nan <f>ennecn Dpe Dufeut ctl Diet benoenmile lama to tot aett Oebcrn) getjeete <sabeDeboucppera;e oftDenl'trcb oangoeDcr bopen^st oaDat sSuTagtrscb rim* telanDe is ceand groct Comnrruru cat tieelbonDertniilmianc to <^t)eet Die <somntaoa<6ene nea.^HacrbettoeenquaettanDtoanquaDet)olc&eenDe nuplcn lurtjre ItemDaerqnamempanDettbettbCa (tomeerDe Dat eeneronDebercbio Dpe seme inbpcjeeleet Dtcifccr bogbc to eft Daer tipemat op en moent . flftaer be neoen om Den bertb sungrotc Dime boome ®te murb tc {tie Daer op staen fun alo Die spacn srtje aomen Diente <£« hasten beet'Beseboomeujnmd oieroapemenDickcett, b cbbcblaocren Daer aen gbeluefe Die nootboomen 4[ Jtem op Defer jeegbdgcbter ootestaetseptoe miafge gcluehono* Dcrsonncneti ono\" Der mattenooic«£n op Dcse jec to oelemonDerooa oisscbeiDaersuuelepne tuutcwC stbetiiDpc mter tee oltegbcn metgroten boopcu obtiiicb DieanDer oogbeleopteaoelDe £noc Dieofoeg^dcDpeuj '^cbbensyngijdtjcbDtcoIocgclcnoanDcolcDcv mupfen"], [60, "|F|tcopDte^esepIDenmp soDicpe mmacrfo batmt gee x?ogt)elen oft oiuTctjenocb 0cen creamcrc en oonOe\\enDe mag gdijcec milDerntfle <£n Daer na scpioemi mcoer op <abebe £mcrata Daer mt me! riii? . (jono't mile a f gcscpit mare.en alomt meDer quameop wjf rjonbt milena Den beret) Cabebone sperate in jf nutooacr mast socotiDt'als tntono lantt c aerf muTe<£n op Die jecsome Dtcmilo grote Gael) regene en (taesitgbeminDe onuersie DatsisomtiDe meleen scip om aceresowDcDat re note bcDaer nkt op ett uccsagbe 2£aer ooere mp op Dttn rut Diepeintj ;ee om in 30stDetnte oarene^nmt en nuamcbtDcberet) <Tabe nict opDtter)ondtmi!e<£n alsoooereumi langljr rtjteat urn metenmistemaec Djmi mare tot mpmcntrtj bonD'tmilc gepaffeert mare£>aernauorre minotlj langtje trjttiict merenDemaerDat mimareoatmt tenlestensagiicnticc tbonmeeft malmucbeoicfecrgrooteft mtermatelanta mareert uotb and gmttjcltac oitTctje otetelantjensmal mare IBitpelDe oanDeberct><sabomecrDemdro.mche Datminocblantnottjsanteniagtjen^aernainDcrott^ nettsteemcaett opte.rije. Daer) oandmacm^iuJi? sagtjen mi odcoiu1sIje<3ttntet!attgbeDaernaJ3mterrttmee'Oje sagbeuuiiOae lanttuulrbc JSafalp en fnonumbiemer DaerenseplDcmiaestgeenlantenalooerbitotaeneeatt Dec «£plamoatoaDaerio bonD'ten ouftict) milen <£n ut Dirlantb«t otcboeftstiiDt itillHUiaen toeentomncrtjt $ *Op Drnrrit.Dadj Ynlti motpe mi onse antaere mrnocroicstaDtlitltumaOpDmanDcrcnDacbDaerna ttoeremitnetaneonsebootc>spateremDter;aiie,uoerDCis coninco bnpoom te meteof si ono Oiienpemareen of sp mbuptmilocgbcueaner Darren tna& gtjec miemscape antio Da Dat si oerbteen stoitne mouOctegrjeono OtcopDenrriiil.Dai^ Drier inarm ooeremt jin^anscr"], [61, "25 C Item, we sailed so far into this sea that we found neither birds nor fishes nor any other living creatures, and it was like a wilderness. Thereupon we sailed back again to the Cape of Good Hope, from which we had sailed away full fourteen hundred miles 15, and when we had returned about five hundred miles towards the Cape of Good Hope, it was as cold there in June as it is in our country at Christmas. Upon this sea great storms of rain and violent winds do often descend unex pectedly, and they are sometimes quite strong enough to overturn a vessel which ventures to encounter them. At this time we sailed far out to sea in order to journey into India, and we did not come within three hundred miles of the promontory, and we sailed for so long a time that we knew not where we were until we had gone many hundred miles. After that we sailed yet a long time without knowing where we were, until at last we beheld many tunnies and whales which were exceeding large and long beyond measure, and other horrible fishes likewise very long and narrow. We sailed from Cape Verd for full fifteen weeks without seeing either land or shore, but afterwards, in the fifteenth week, on the nineteenth day of the month of July, we beheld fishes in abundance, and not long afterwards, in about two hours, we descried the land between Sofala and Mozambique. How beit we did not make the land there, but passed on to another island which is an hundred and fifty miles further off, and in this land the capital is called Quiloa, and it is a heathen kingdom. On the twenty-second day of July we cast anchor before the town of Quiloa, and on the following day we went in force with all our boats into the harbour before the king's house to discover if they were friendly to us and if they would give tribute, but there was no sign of friend ship ; on the contrary, they were ready to fight furiously against us. C Item, on the morning of the twenty-fourth day of this month we went quickly with our whole"], [62, "force, being eight ships all armed, to the town, and did kill all the heathens and plundered the town of great store of gold, silver, pearls and precious stones, and beautiful garments. And on this same day we found outside the town a castle with four towers 16, which was fully half built. C Item, on the twenty-seventh day of this month the king of this town had fled away with many heathens, after we had taken possession of it, and thereupon our captain [Francisco de Almeida] did make another king with very great honour, and crowned him with a golden crown, as it is beseeming to do unto a king, and restored unto him the kingdom with all his rights, on condition that he should be faithful and true to the king of Portugal and should keep the kingdom open for all his needs andcommands. {[ On the fourth day of August the lawful king of the country, who had been expelled by the king whom we had previously driven out, did repair unto us, and entreated nothing of us save that he might beaduke until such time as the king should die, and then become king and receive the crown ; and he did desire it solely because the king had brought him up when he was a child, and that was as much as to say that he was a father to him, for the king was his father's brother ; and because the king had brought him up, therefore he loved the king. And thereupon, according to his desire, he was made duke with great honour, as thereto belongeth, in the presence of many great princes and lords n. Afterwards, on the sixth day of August, being all assembled together, we went on board with all our people and came no more to land. And after that we sailed right away into Mombasa. Q Item, on the thirteenth day of this month we came with ten ships into the harbour of Mombasa, where they were hostile to us. This town has a beautiful harbour, and on one extremity 26"], [63, "tnad^metarbtscedea! gemapet fyaeftclic tnDe motgbe aenOiestabten stocgtje atteDiebcpDcttcOooten plonoer DeDie staDttnet ode rmDommeoattgouDeoasilucreua peerlenoatostdibegefteentcnen oaattOcre scboneaVe* Dingbe<£ttop DefelueDaclt oonDemteett stotDact bitten met oiere tboertten Datmel I jalf ooitt tacctmao C Item opDe rrob.Dacb Defer marntsomao Die €oufnt na Defer staDtmctodetjcpDene metb gtjettlobenaoatmt Diesiaot in gtjenomcijaoDe «mDoc tttaccte ono^tooftuia cctterianDrc comnc'met seer grotrr eeeeeu crocnDc bent mtregnlDecronealsomeeeneconinc toebeboottte Dcenc •^ftgaf tjeDat comiUTijcmcDer metalle recr^tcopoat Ijp Den <Tomnt oa ]aottengalet)ulten getroume mesensottf Deettop Dat#i 3romnrriaeope tjonoe sonDe tot aliespne tmlpecnbenelcu C^pbeoierDeDacboan^ettqua Daer Die gtjeeestjtige <Cottinc uaOien lauDc Dtc ocrDtctiro mao oattOe <Eonint Die mt rjotcuc baDDe . en en begerDe mftDa^ertogbetes^nealibiangetotdatDte^omiicno: ueen Daeonimb temotDemunDierrone teontfattgljeue «£n en begrjerDe Dat ut et Da om Dar Die roninebem op ge togtter;aDDeDoent>ieeii bint maoen Dat mao also ode tefeggenealoDatsttuoaDermaomatDtetotunrsunooa^ Dero btoeoer mao^nomDatDietonintbeopgbetogbeti IjaDDeso baOOetjt be ties <6n Daer om merDtbi tjertoge gcmacctnasitttbegbertemetgrotercerr alo Oacrtoe be boottmetoetcgroteuojstenentjereJDaernaopDeselte Dacboa<0estgbingcmiraetaMe onsen oolcaegljdjtcmt bptnatmanDeremareteleepeenensiuamemetmeerte !anDe^umt(eplDcDaermirccljtmtena^ombau\"a C jfteittopDerin. Daeb Defer marntmtamemtmetra?E peniit Die banerte ua iSobasise eft Die mareonse oiattDen ®ste slaDt b&ttcrm kfyoty&iime. en op Deene om oa"], [64, "jtefer^auettc^aDDesieenfeolmerdigeiuaeet tettfp me Ccbotemmaer si en bteiDegbcen fteDeen olocDc a!!emest> Die Daer mne mare totmOsenaDt T$tt boimerca mao een lutrei meetljo wane' staOtaenDie tceop een fteenroetfebe gemaectJDaer sepIDen mibenetot ocerDie traOcOacrmp tiietoeieoiienDe.tneraUe upanoe baDDe.Daeriagemibi malehauDcreiotiiibcacontieeftrcotcDaatunenaooalii benefit op Deriitj.BacbtiaOeitnamiDDac^ooerenttii acnDicslaDt <£ti Doe (me fp met bussen enmetbogrjetec SontcnmetSecneseergrumelieenqHetsteoeleDaonsen voiche filler mt stljotcDatoicrmrmeeotDeottspDeoanii statalsoDattecoeletjttpsenolJtanDr^tceenmttelccrDat m> fricoeotencsi tmee <®ltfa«tcn ooerono Ijene in Ip^te tn oerDtietell3iuon£eDiie<£amdeinrj IratenoccanOere DaccuoteinDieudDe *&it mao een Sertacttat met eng!|e (irate DteniesmdmegrjeltictemtnneenmaosottDgoDs oa <DestDat mao onsermottmcDad) sobegrrpe mt Dieftatsmojgeottmee tjoopeeii bestoim* be Die $n Dese siaDtmare eng^estrateDat Dteceoe ant ec en npet miticen motbte ihcc mt gbingbe Daer Doiemet gemdt DaertalD* strrcuue mao <t£n bie^epDencett moote motpen Daer so moojDritjc en baDDe ono rjeergoD ensnn Itene moeo* ono ttiet besreemt Dt mi Die ftaot nietgebouoe oftgemomte en sottDen^ebbe 2£acr b!euendel;epDcrtctt Doot eft mien olo!cn mart fmccmauuc<5oemt Die sraot innebaDDenetlDie€onintgt>cit!oeDenmaoineenbo&lt uoerDtesiaDtDair monDerJiae odemoomt inlag^ensoc hielD5mi Die maerDcDaer note Dat si ono npet en motbte mdsiaDtoucroaUmDpemile Datjmi Die pionDrrse £n 8i tjonDeDairsogromgoetoattgottDeoanisiUterecnpectie nangulDesiHilieenoameragtjert>anDetosteb|tbcmaie Dat npctmo^elgnWeggtjenenmare mat mmtmm"], [65, "thereof they had builded a bulwark out of which they did shoot, howbeit they made no stand, but all who were therein fled away into the town. The bulwark was a little wall leading from the town into the sea and was built upon a rock. Then we sailed along until we arrived before the town, wherein we had not many friends, for they were all enemies. So we kept as close together as we could, and shot into the town with all our might. And on the fourteenth day of August, in the afternoon, we sailed up to the town, and they thereupon shot with guns, and bows, and with stones, very terribly, and wounded many of our people, but we shot fire into the town at two places on different sides, so that many of the houses were burnt. Item, a little while before this, in their vexation and anger, they did drive two elephants against us. We found three camels in the town and others also in the fields in front thereof. It was a strong town with narrow streets, and it would not have been at all possible to take it without God's help. On the morning of the fifteenth day of August, which was our Lady's Day, we attacked the town in two companies and stormed it ; the streets thereof were so exceed ing narrow that one man could not pass another, but we forced ourselves through the strongest parts ; yet did the heathens and Moors shoot so murderously, that had not our Lord God and his Blessed Mother protected us, we should not have held or conquered this town. Many heathens were left there dead, but we lost two men only. When we had taken possession of the town, and the king had fled unto a wood in front thereof, wherein lay a wondrous number of Moors, we set a watch before it, that they should not fall upon us while we were plundering it. And we found therein such great booty of gold, of silver and pearls, of golden pieces, and of sundry precious wares, that it was impossible to reckon their value 18. 29 C"], [66, "30 On the twenty-third day we set sail with five ships, but there were eleven ships when we captured the town, ten of them arrived first and the eleventh remained behind for a day in great distress, as I wrote before, and this ship was called Raphael. The Flemish 19 merchants had three ships there ; the first was called Hieronimus, the second Raphael and the third St. Leonard. These three ships were in all our actions and conflicts. The king of Portugal had at first no more than three ships of his own, the others belonged to the Flemish merchants, and the Lombards, likewise, had some ships there. Item, it is seventy miles from Quiloa unto Mombasa, and from thence it is two hundred and fifty miles unto another town called Mellinda, which is a kingdom in itself. Now they were friendly to us here, and did mightily honour our people ; and their king warreth continually with the king of Mombasa. And our captain did sail thither in the night, about five miles with five ships, so that we did not come there unto ; and it pleased the king thereof mightily that we had thus smitten and burned the other town, for after that we had entirely plundered it we did set fire thereto and burned up all that was not already consumed, save the large houses with vaulted walls. C Item, on the twenty-third day of August we again sailed away from Mombasa, keeping along the coast for a long time, from our first sight of land until the twenty-seventh day of August. Then we set sail over the great sea and gulf of Magadoxo 20 with fourteen ships. And it is seven hundred miles from Mellinda unto India. After that we journeyed on the sea until the twelfth day of September, when we again descried land, and this was the beginning of India and the kingdom of Cananor. Also we sailed on the sea, beneath the sun, before we saw land again. On the thirteenth day of September we weighed our anchors and sailed unto a place called Anjediva,"], [67, "5©entri9.bas^gTjtstg!temt met otjf scepcn teseu!e/meet Die feepemarenrt.alo mt Die staDt monnc.Die trjiene mta tneDaeceerst ooie.en DatdfÆebleefeenen Datb artttcre tn groten nooDe it uocr gltcfcrcuc \"jebbcumDit (tl)ip mao^apl|ae!gbet)eete^ieDitpcscl)ecoop!npDei;aDDe daer Dne stbcpe. ©at eerste t)ict jfllieroimuo Dat tmceDe &apbael€n D; DerDe sintetenaert tDesc Dtte mare tit ailc onsefcprecn strtjOe\\©ic€onincBaf0oituga'cest IjaDDe tnerteeerste tner Dtie frcpeDc sijn cpgc mare ® ie anoere bebooiDeDeDnptstecoopbtpDetoe en$e HobatrDcbaD* d^oaeroecsommig^escepc Itembetto oailtllnmatot senemicti milen €si oaoaerifr tmee tjonorr t ch uufocb mpletoteendatto' staDt fHdlinOe gcbcerf Dar tetiepgtjeConincr^efito.^HaerDesemareonoojienDe «£ilDcfe€oumtijcdta!foce strut tcgcbe<foninriuia£ii' liaua.enDeDeseeerDeoHooo!ehmetgrootereere/,^tDe mtsebooftmanfeplDeDaer uoicinDer nacltt omtcetttmjf mile met ugf srbepen.aJsoDat mt Daer met to: en rmame <BnDaermaoDie<romncamdteoteDeDatmtDteattDere staDtai(bgbena0^eenobtantt;aDDe.mata!omijscgbe IttanDealleDat met obtanot en mao fond i Diegrore i)\\imc met0bemdfDctnuerc C 3f!teop.Dcrrm«Dact;3(istgttf!t seplDemi med ua lange ttj t bi lanDe fjene ua Dat mpeerst lantsage totop 0erro9.0arb #ugum. *BoS gbinge mptesepfe onecDtegroote^eeen gofsicnoallfle 0ljentef jwujulrepc <?n^ettosenet)ostdtmiKoa stlclim Detoti jinDtc m seprebee en Doe sagt)e mi meDer laDt/ en mao Dbcgb msd tta$n0ie.en mao ttonictijt m hanano!. .-Oot scplDc am i fciejee eer mi lat sage meo* ono* Die tone Dote.<®pOr\".rit? .Da t £ septeteio trocae mi 00 acberf op en feplOeD; Httseoifise"], [68, "ge^ectccoerto^erlag^cmtrm'^.Dagelancft (tbotte banene mer Daerenmoent npematop Dt <trplaDt *icu mt quamc Daer buteaeeen slot Daer rot metcljelagc op DatlattDt €n Daer enio in JnDiengbeen batten meee Daer me bescbecmt ntacbrootOe ooer stonn ban Dese <6n alttmmtcrtoinonoUinDtforrstsontertjIlnDif^nopDat een <5afepcen ecnbaergsie.^etaen sari? nirtoetocoanocsduclaoe ee stercae staut cntontnc r9raenecnaerrRsi5toeeDairUiopeettmberct>.eninDtt !amrgnode*jogeL»erg^c^neermitmamimtDiejecop 0tte0agbenabt!an0esouoerrn0aeem6;reodecrabbe en rettne siangbr neuconoseip *Dacr bi io eTcontnco lat en vi gcbcetenDatconutcrt;c ua <£nnoot<6n alompDaec Jagbe so quam Daer cm srip met mootencstmetfommi gbepaerOe Daer inncfHaer.Dtt quam metstottnerotDcc jeeinDpe baucne6n naDicijauene ooere rop eerstmet sommiglte booten eubiuTtben ono* Die oglte alto Dat mp tjaec Dat lanQr name Dat sp Daer met acn en ronOcngije conie.maerDieminDtmapDet;acrsostercaditnaDatbp Ije aeneen stcenroetsc Dteef.enDaer sromtDen<Dic lieDeen Dpe peerDe mt gtjdtjcsibc*t coften.en gbinge meet) lopen opbebercbenDairbleue Depeeroe stae.biDiebeggb^Dft bag\")e3acrnastacIjaera^t;ciclHcg|jet)celmstnœ *B!tiuaoinDeotontmo(anDtoa<^nnootancrDeosdueit contneo oolt tjieioe Dat'nolseu Die pecrDen Dpe int stip gbc meesibaDDenoerbacrepgbcalsoDatmpDaerafnirtnt gbrtrcgtje \"\"Baer nae op De roi.Da$ Ortobcr gliinge tut wed tcseple tDan KnlcOri uefum roanile tot <6cnnooj en Daer quame* mi opsinteUtwaoauent^ttDoenianDtoaa lioonnaDaettoaertcenen taeiman arr Dr Conine Otcote peerDeepiebtcenbeg*;etDe fl^erDpe fomntbasttmotD? oat ijt Daer met en rotsiu an stUcaeiOmgljen/ono' roouoen"], [69, "where we lay for the space of thirty-three days. The harbour is beautiful, but no one dwelleth upon the island. From thence we came unto a castle where we saw some people on the shore. And there is none other harbour in India save this that affordeth protection against tem pest. When it is winter in our country it is summer in India. And upon this island we did make a galley and a barge 21. Also not far from this same land lieth a strong town and kingdom that hath also a fortified castle on a mountain hard by. And there are many high mountains in this land. And for three days before we landed, as we journeyed along the coast, many crabs and straight serpents swam in the sea close to our ship. Near at hand there is a king's country, and it is called the king dom of Onor. Now while we lay in that place there came a ship full of Moors with some horses on board, and it was driven by the tempest from the sea into the harbour; so we first of all went into the harbour with some boats and guns in full view, in such a manner that we took the land from them so that they could not reach it. But the wind blew so violently against their ship that it was dashed against a rock, and thereupon the men and horses did swim as best they could, and ran away up the mountain, but the horses stood still by the palings or hedges. Their ship afterwards went utterly to pieces. This took place in the land of the king of Onor, and the king's subjects did keep for themselves the men and horses which had been in the ship, so that we got none of them. After that, on the sixteenth day of October, we set sail again. From Anjediva it is fifteen miles to Onor, and we reached there on Saint Luke's eve. Then our captain sent an interpreter unto the king demanding and requiring the horses from him, but the king made answer that he knew nothing about such things, but if we desired 33 c3"], [70, "34 peace and friendship he would sell unto us any kind of food that his country produced, and would be a good friend unto us, but that if we would not agree thereto he would be ready for us, seeing that he had an army of eight thousand men. On the night of Saint Luke's Day we sailed unto this town with eighteen boats, wherein were fully eight hundred men, and at break of day we beheld a great multitude of people on the land, all wearing white tunics, and without weapons, and their number could not be counted. And we would do nothing save according to the will of our captain, who then commanded us to shoot in among them, whereupon they all fled away, but in a short while they all came back again bear ing beautiful shields and swords, and full of confidence. Also they had some fine ships there, into which we shot fire, as we did also into some houses, but we did not make much progress against them on the land. And those of our people who were on shore came back to their boats, and then we shot among them with guns, but they did not fear us much, and so we got but little booty from them 22. Now on this same day we did again set sail and voyaged along the coast to Cananor, where we arrived on the twenty-second day of October, and we lay there for the space of four days, and found a good trade of pearls and precious stones, and of ginger and cinnamon. Then the king of the country did repair unto us to entreat and arrange that after his death our captain should become king. After that we set sail again on the twenty-seventh day of October for Cochin, and on the twenty-eighth day of October by night we sailed past Calicut. On the twenty ninth day we were followed from Calicut by four ships and many sambucks. Now sambucks are ships that are used in Calicut. On the thirtieth day we cast anchor in front of Cochin about a mile distant by the coast."], [71, "ItttttietieortpapdromonDe^to^^toperpisettanDerefnt? Dat bt in tu lat tyaD0e/en eengoet ottft ;Q<m roouDc mt 0$ metDoerjtmouDeottsomacbte/matijp'oi^.fKananeti Snren gutter baooc natfjtocot Die staDt met iroigmoctr/Daer md mijX.nw ne in mare <£n alo mi act bcgbtscl Deo Dagco Daa* mare fbsage mi een groteftare oolccaent laOtal met mtttctt fc£ Den sono roecre.oat metre teUeen mao.enmpmouDeatK 60 met Doe Da Dat ono boomuae sin roao.en Doe tjtet ono, onoljoctmaDat mp ono* beltcuc setjoete/eft DoculoeDesp aile roertt «£n incotter tijtquame siatle roeoer mrt tttjoo itesctjilDe/ensmeerDemetgrote bopc^ft sibaDDr oair oe le Jt^oono'scepe Daermi Dat otcrtmiesebote/ rnoot isotn ntige bupsen/maer mien maettenietoeriteeftemet bait anttlaDt/^tl mat uatnuenooteae aentlatroao quamrtj inn) boeteen Docfrotemtj ono* Ijacrmet biuTttj&macr £$ m macetjDc na ono niet ndc/en also entjidDclminictne le roofo oi tjaer/^n opDefdueDat^ 0^tgen mi med te set leen ooerelangeo De lanDe na <anano^Daer mi quamo o^rrtj»bact>«aetobti0/en lagbcDaurim .oagtjelattc/£ti btrraojiDemtode^atterigeoa periema gbestepntcma gbenber/uacaned 3act qnaDiecon.oanOe lanDetot 9 sen tjooftmaenbe0^eerOeenmaecteDatt)icon.CbnDeme fen na $ Door/ ZBaetna ojjtgerotroetiteseple optc.rroi? »a<0ttobrr na <intic^tn/5aerroiri.Dac^ ua <®ctoberttt Dec nadjt sepiae, mp oootbp Gatiimu! Datb. uolr&De ono mctaitj.siepe mtode tantbutae na na <£a!f i cute.cn si t <£allinttenbdmc epeeumilenabplanDt. <£"], [72, "<£poe.9.&atir ua noueber be0on(tc mi te labe pepere m* tttj.scepr7<£n ooenDieut. gbelaoemaceuocreftiuecb na itananot.cftDte Tlttu)artblccf OaerltggtjeSDorqua Dpe <soti oa tot De booftma uanoe sccpc eft gas ije een miior crone Dpe Ije Die <£on.ua pottegad gbcsonOen ljaooe/<£n Daer lagbesi gdaoetotterr. Dart; oa SDctebcc en xtoere oocooc naltananoe Daer si quameopDeaerflTa ttotoaer ft mocste mcDer onaOe ooot tj.anDer scepe.Die in name tt.ai.otjfbonDertcenterpepero/elc center bonDt ]pont.<£n Daerblenesiliggtjetottest.Dact) lamtartj .Daic DoettDieoa1:epeseplDena|Dottegale/enDielent)artblcef allccn hggrje ooojaananot en begosteanoTpecerieen pe per tc laDeDocqttamcija^epe De te-^tttsctjtn bfctte mare Dtctesamena tiu1ebottescplcsouDe/<3ngtjitt0tje tfepioe jeri.Daclj lanuar^mettetij seepeoaftanano:napojtcst galerettjtmtna JCnscDiue/ remicenenbeerbiHinscDQsseDeo.Daslj ftbmaxfy inope milDc;ee oa fHeghe€n seplOe Doen tocDceonOct Dieson neDoteuanDeriuot opbe oi^batb uajiMeerteom Doest oonDerop DatcplanDt grj cbcre oastdauet matter Doeoo Den mao IteuaDiteplant rt mile eo eenanDcr eplaDt gtjcbcte since <sristofel/Daergengeberop toascljt.cn Dpe eo een goet lanDt ua uleesctj en nt cmgtjcr baaDc fptjsen. gbemtopDeri.Dac^ uajlBeerte fHaermibleneDaertigf ge rotaj.oagr en eene naetjt Datmi aen Dat^planDt npet gbccomeencostste.^nDaernaquaDaereenemtnDtDpe ono oa Daer rorrp na oastc lanDe.Op De .r itij . Dad? nan fHccvte sagfje mt oast lanbtDat testier; mile ua (Hnntm bit to £n Daer ooere mi nette aent laDt totop .rir.Dartj oa flit i etc <£« Doe iuo-'pc mtoo aneberemt &oer o j <£plaO{"], [73, "37 On the second day of November we began to load four ships with pepper, and when three were laden we sailed away to Cananor, the Leonard remaining behind. Thereupon the king of Cochin came unto the captain of the ship and he gave him a golden crown which the king of Portugal had sent him. And the ships remained there laden until the twentieth day of December, and then they also sailed to Cananor, where they arrived on Christmas eve, and there they were compelled to unlade again into two other ships which took two thousand five hundred centners of pepper, each centner being an hundred pounds, and there they lay until the second day of January, when the five ships set sail for Portugal ; and the Leonard remained alone to lie before Cananor ; and we began to lade other spices and pepper, when there came in two ships which had remained at Cochin and which were to sail together to Lisbon. So we set sail on the twenty-first day of January with the three ships from Cananor bound for Portugal, straight on to Anjediva. Here between lieth a kingdom called Batarkalla, which was hostile to us. And after that we voyaged round by Anjediva on the fifth day of February, in the wild sea of Magadoxo, and again sailed through beneath the sun from the fifteenth until the eighth day of March, when we found the island called Shrove Tuesday23, because it was found on that day. Item, forty miles from this island lieth another island called Saint Christopher, where groweth ginger, and it is a good land for meat and various kinds of food. This island lieth an hundred miles from the main land, and we descried it on the eleventh day of March. But we remained lying there for the space of two days and a night, and could not reach the island. And after that there arose a wind which drove us thence towards the main land. On the fourteenth day of March we beheld the main land, which is sixty miles from Mozambique, and then we sailed close to the land until the nine teenth day of March, and then we cast anchor before the island"], [74, "of Mozambique, and cleaned our ships, and took in water and wood. There also we found food enough, such as fowls, goats and other meat, and victualled our ships there well. Then we departed from Mozambique on the fourteenth day of April for the Cape of Good Hope, and as we sailed we were at one time driven to the shore and at another to the open sea, and we endured many storms and much distress. And thus we sailed one hundred and twenty-five miles towards the Cape, and on the way the wind became con trary, and we were compelled to run into a harbour which was close by, where we cast two anchors. And there re mained nothing else in our ship save bread and water, this being the twenty-ninth day of May 2\\ Item, on the last day of June [May] we set sail again for the Cape ; our chief captain lost two anchors there, so that he was compelled to run out to sea, where we found him again. But the wind became so violent that we were obliged to run back to Mozambique, and our captain commanded us to do so. Hereupon we took counsel that we should sail to Portugal and not to Mozambique, but because of the great storm we were con strained to run thither, and then our chief captain gave com mandment to our captain the pilot, that at the peril of his life and property they should not sail away from them anywhere else save to Mozambique, which is a group of nine islands ; and so we sailed with him from the third day of July [June] until the eighth day of July [June]. But then the steward and the crew cried with one voice Misericordia, and prayed him for God's sake to return to Portugal so as to save the ship and the crew, for in the ship there was but bread enough for three months. And if we had pursued our course to Mozambique we should all have died of hunger, and have lost our ship and goods. So we turned our ships again towards the Cape of Good Hope. On the ninth day of July [June] we formed a procession on board. And on the tenth day we sailed again to the harbour, and cast anchor, and the wind became contrary to us, so that we were again obliged to put into this harbour. From thence we cameon the eleventh day of June to the harbour called Rocky Bay25 and 38"], [75, "rtpttenttamem mater eft bout/i©i oonbcDaer ooctpifen gt)encectj; alo tjoenOcmt $$ep&iexi ano* uleeo en spgf De ono frip Daer mel/ 2Doen srijepoctui ua^osenbie Deritg.Dacb oa&plle naDcberct) <SabcOefpcrase en seplDcDaec nu aentlanDtnu in Die $c* cnlcDe ueel stoune en grote noot/<6n,also tcpioeminaoe Cabe <£.cii ecu mile7<£tt op De meet) qua one Die miuto> trarieetl mostelopctn ecu baucucOicDaer bp mao Dart mi^cttaereliete€ntn oo scipen mao niet meet Damatcc cnbtootDatmaoopDcrrtrbattjmepe JteopDelesten Dart) $unt) gbtgtjc tni mcD* tescple naDe <£abe <£n onoo/ tiersteljoofttttaltet Dacrtj.anaerealsoDat bimDicjcemo stc lopeDaermp t)f meo* upnDe.en De mitmectso grcot ot mimeDeract)tecmcrtomostetopena|f1^onsenbic/etlDaie Reboot ono tjooftma teDoene/^oe bielDe mi ractO; mp oaremifDena faottegale eft niet na iHonsettbic/O^aer mito Degrotestotm mostemt Darmaerte lopcy£ft ooege bootone opperstet)oofmta onsen t)ooftmaDen|3tloctop Ipf en goer Dat si ua Fernet scplesouDe autfe Da tot sii ofc< UicDaerDeireplanDeir.afson/^fitoseplDemtmeti>euast Deip.Dacb ?ulg totopte uitrDartj |uJt)/ fftet ooericp De factoer mOatuolca metgj^emeptttj stemen jWcricotDie r fibaDcbeomgoDo milleDattjibesoufe bcerenajaoite galcotnmpcuuolrittebcboube///lDatintsripniettneeu btoeto en mao Da uoot tti utnaest0e<£n b aDDDc toi gcuare na ff&osentn'c mp &aD0c\"alua t)ongergt;estotuc;dt (epp engoetuloje/5DaernabeerDemtottosnpmeD*tta«£abcst Defpera1e>OpDetr.Dacrj |ulp/gbt0t>emi jpcrtTtemf scip «£>pDc r.Datb scpioemimeo naDicrjauene Daermi Dieae aerouete<6it DiemitquaonefotrarieaisoDatmp nortji Dieselticrjaucnmocstelope/^aDaerquamemiopoen. Oac^unijmDte^aumetabapDerofbgijeljete/eftglrv"], [76, "ghc msdptoceculc uttsetp <&u brn.ttp.Dattt Deter maent gbtngrjemt tuetiteseple. <mopDmro.Datijquamemii ineen and bauene beet tabap DeHUagom.^n Daer uin 0t)emi udeni3ct)ef>£*P Derui.Dart) Defer maetgtjinge loimedteseple.enopDermu.DacbquaonoDieminDtcost traricalsoDat mimedmoieseutc t)auenemoesten!opest -OpDerr.oacb rrocaen mi Den bootmteommatertefoec aeenDaeruonDempmatero0mott)enosirt)ebopeenDe fcape.enucoct)teonoDiemoote0benoct)omeeautdou£ pferovaantsi ande niet t)ebbeetuui(De.alDno spqfoemc onofrip0tfmoet)metuleetct>efimetmatere ©etelpcDc oicrjier moettDe b cbuc rjaer manlicrjebe in fc'u cpoc gb e tnaect. etl Dtage 6 r)aec tent pete gbcinc erne contcDupt sctjeu mantelcet i JjebbeubteeDeconOescoene en gaeu al naea^nt)cbbenbaeroecseerDithemetsineerbefitiea:t en Bnpte'occale sisptcae.f[$tero opberruuDact) quam ono mc& gocDemtuDt mode gbmgbemi meo' tcsculceit icocfee onlen bootop <6n Daer feplDen mt totop De ierstest dart) lulrf .Doe quame mp in $ngmabo faint bias Dat to iut <6plam uansinte Datt) Daer nae gbmgc mi mcd tcscplc na.De <£ abe oespcranfe. cit marc mrb.lrmtteuaDarrniDoesrcgemigocDemtntf jrein opDe.ui.Dart)$ulqDeomo!gt)eola0enmtDen<irabenDe bonasperama.cn Doc seplDe mpDienDact) bemgefuljtc cnmoclitcngebedDienDacbalDicitnacbtCI^nopDc uij.Dacb l!n!u uoeremi De«tabe0e fpera^euoerbiinDm name goDoiubiegrotetee na^cnncrn.eft t)etto Dupjet <€€€.mi\\i oft Dupsent en €<£<£.miic geitjcOiefommt $#eieggtjenuaOaectot £ntcseggi)cum0ec luaerrjept Dat miDicmibaroten nooten ioJgtjerjaDDai"], [77, "41 again we formed a procession on board. On the thirteenth day of this month we set sail again, and on the fifteenth day we entered another harbour called Delagoa Bay, where we caught good store of fishes. C On the sixteenth day of this month we set sail again, and on the eighteenth day the wind became contrary, so that we were forced to put back again into the same harbour. On the twentieth day we launched our boat to seek for water, and we found there abundance of water and oxen, cows and sheep, and the Moors sold unto us as many as we wanted for a small quantity of old iron, nor would they take anything else. Thus we victualled our ships with a good supply of meat and water. The men of this country use a sheath as a covering and wear a pelisse re sembling a short Flemish cloak, and have broad round shoes, and go quite naked ; also they do grease themselves very thickly with grease. These people are ugly and ill-formed, they chatter in their speech and whistle when they talk. CItem, on the twenty-sixth day the wind again became favourable, so we set sail again and drew in our boat. And then we sailed until the first day of July, when we arrived at the watering place of Saint Brasus, that is the island of Saint Blasius 26. On the following day we set sail again to the Cape of Good Hope, and were still sixty miles distant when we met a favourable wind. C Item, on the morning of the sixth day of July we saw the Cape of Good Hope, and on that day we kept sailing in sight of it, the wind being so contrary that we could not get past it for the whole of that day and night. CItem, on the seventh day of July we sailed past the Cape of Good Hope in the name of God, into the great sea of Guinea, and it is fourteen hundred, or as some say thirteen hundred, miles from there to Bissagos. And I tell you of a truth that we ofttimes suffered great distress and anxiety,"], [78, "42 with mighty tempests and winds, before we passed the Cape. And if we could not have got by, it would have gone very hard with us ere we should have reached Portugal. C Item, for some miles about the Cape it is as cold as it is in our country in winter, and the days are short and the nights long. And when it is mid winter there it is the finest time of summer in our country, and so for about an hundred miles further into the sea of Guinea. And there we were again obliged to pass beneath the sun and moon just as upon the sea of Magadoxo. Upon reaching the Cape there is a favourable wind in the sea of Guinea for some hundreds of miles. On the twenty-first day of July we saw land, and it was an island lying six hundred and fifty miles from the Cape, and called Saint Helena, howbeit we could not land there, and so we sailed thence, and the wind became calmer every day. From this time we sailed until the fifteenth day of August, when we again descried land, it being this time the nine islands, but I do not know all their names. One of them is called Santiago, another May, another Fogo, that is to say, the island of fire. And after27 we left the island of Saint Helena we saw another island two hundred miles from there, which is called Ascension. From these three islands it is five hundred miles to Lisbon, and we cast anchor before the island of Santiago and again took in meat, water and wood, for we had not much more food left in our ship. We also found there abundance of fruits, and we lay there until the eighteenth day of August. And there we found a caravel which had come from Guinea and was bound for Lisbon. On this island groweth much cotton, and on the island May lepers or lazar people are restored to health after sojourning there for several years, and within two or three years they either recover or die, but when they are well they are at liberty to go where they please and they remain healthy."], [79, "mettji»re,st«meenmmDeeettm'uf«rbtDe€abefep^ uoerbpgepaueertio fouDemtjc seert)art0et)ctOtt)ebbeeecmiinjaonugalegbecometow De bcbbe CJtetn omfce viabetst fommige tmlen so couDt alo tnonfelabe alst minterio<6nDieDa0eco:tenDienacr> ren lane alst Daer io int miDDd uanDe mintere so tit in outela^eDebeu^ttitmDesotneretotDatme'cometfommt gbe bondt milc\"uerDeind;eeua<£enneen <6tiDaer moe sien mt utcDeronDerDiefonneenDemaneDoecepauereri geltjcop Die ice ua rHegbe.cit alsmc uoa Den CaOeeoft Ib r)eefttneuoeremint ittDer>eeua o^ennren sommtgb e <£.mtlen <0pDenrri.Dart)|ulufa0t)e sotlant Dat ecu <6p lat io.Dat ut.Cen J.tniiejoanDe€abeto. £> sinte^dena/ fber)etem/mermiencoDe Daer niet aengt)ecome/en alia teplDemtuaDaec//euDemtnbtmerDtal!eDagbesti!Dere mt med lat oatoiear.cplaoe tu.maer icenmeetemet;t)oo siaile r)eetf.Bateen t)tecaf fjeeto\" |acoboeplat/^oct) te map.ceit and $!le De foco. Dato Dat eplar oa* l>mutere/^neermtuaDateplatot)denaquant§fagemt 0t)et)eteio.taa Defe.iu.eplanDe*ift u.<T.mile ualuTeboe. mtmotpe ooanraeremt uooto 3Bacoboeplat/en na> me Daer med uleeoauater/en bout mat mi miooem ueel meerfptjfenra ono Icipjen i)a00e7<€>oc uonoe tuir)iee ueel umc^te7en milagiieDaer totte,]ruitj.Dact) augusti/ 1©p uonDe Daer een aaroed Dat mt genneen qua Dat natuTe ft^neleplemotiDe/OpbtteplatmafctjtuedbipomoHe/oft catoett^nopDateplar(peDetnapmotD5Demdactsct)e oftlajedcbemeusctjeg&efbnta^ meest#/en bineu.oft.m.taremerb£si cualosiges^pm^esic^a^DaasiwiUeenuUttegefot"], [80, "2Dese ijceplanOebebooteOe <Ton.ua poucgole mxoatt afoicsommigemrlbefetstsqnenDiesommige met Op Deum.Dacbsepteb!io/maremiuateplaDe0t)euare(r.tttt le/cn Ooen qua Daer eenestoun Die oo meOerdOtecf tot op DiceplanDe en DoecnrjaDDemtnpcrnteerbiOctutnt (tin* luattnen gafono Deo baertjo n? meer Oaui.untenbjooto «£n m ! i name ract out te lope na sine facobo eplant/ Daer mtquamiopOe tuj.oart) septebtio^aer coebtf mt rufeb rn b(eesrt)enmtUpesaetuoo: imp/en nameooc mater in OpDerr.Dacb 0t)tgen mi meuer te fepiena Jdotteogale cftDoe merteruedua onsen noftaesiecB/enlpjelangrjer Ijoc meer ua Dtequartepn erre utcrDe cmtfen/OpDe piste Dart) Octobtio/tuaccm ono fop rrananenurrabaer Dpe iq.af stojue/^oenseplDemp totterriDast) Oetobuo/Dce sags ten mi jf Uamaisere OpDe jrrtj.0act) motpemiouo at> hece Daer mt en lagbe oaer rotre tq.Dart) Aottem buo/ SDaer na gb ingbe mp meDer te seple na |8o!teitgaIe/€tt fp9sDeDaeronosripniecbtootenmt)n/OpDert).Dact)fa gbc mi mcDerlaDr De <Cabeoftbercij ua situe t3mcet/<£n inareDoen uaXtOcbonc r.rru.tntlcn/<tn uaDaerseplDen luirecbtmtroacro.oarttj^ouembttG/enscrtenooenanc bereuoot Die staDt ua^issebonejfinDe name goDo. Unit HlDti0toDerercpscuolbtacl;t.tOaerafmoes0oDelvif?t;."], [81, "45 D 2 These nine islands belong to the king of Portugal, some of them being well fortified and others not. On the eighth day of September we had gone sixty miles from the islands when a tempest arose which drove us back again to the islands, and then we had no more bread in the ship, for we received daily no more than six ounces of bread. And we took counsel together to run to the island of Santiago, where we arrived on the thir teenth day of September. There we bought rice and meat and millet for the ship and did also take in water. On the twentieth day we set sail again for Portugal, and then many of our people fell sick, and more and more as time went on, of the quartan or four days fever. On the first day of October twenty men were sick in our ship, and three of them died. Then we continued to sail until the twenty-first day of October, when we saw Madeira. On the twenty-second day we cast anchor and lay there until the third day of November. After that we set sail again for Portugal, having victualled our ship there with bread and wine. On the twelfth day we descried land, the Cape or mountain of Saint Vin cent, and we were then thirty- five miles from Lisbon. And from thence we sailed straight away until the fif teenth day of November, and cast anchor before the town of Lisbon. In the name of God. Amen. Thus was this voyage ended, for which let God be praised."], [82, "IN this journey we sailed round the fourth part of the world. For, reckoning from Lisbon, which is thirty-nine and a half degrees from the equinoctial line, we sailed fifty degrees beyond the equinoctial line, making ninety degrees. Wherefore under the line we are at the distance from Lisbon of the aforesaid thirty nine and a half degrees, in the altitude of the heavens, in the western longitude, and in regard to those people, who are fifty degrees beyond the same line from the south, we are at an angle of five degrees in the line of the perpendicular, which line when we stand up straight hangs over our head from the point of heaven, and over their sides or ribs, and it is represented in the form of a triangle or three-sided angle 23 as shown above. 46"], [83, "Jtti l^ebbembe&wpse om0t)esepltbatntcreuOeei! \\SJJl d merelt/ l^atterefeeneuatiiiTeboneDmeic toua dequinocdalftt)ccbnie.r!erir^^c»ce^^sot)ebbeiimt 0t)cfeplt ouerbie ante equinocnabo.l.graDcn Datntaect rt.gcaDe^iero mp ualiiuleboernttonDerDteUmeuootiF jcrrtr.graDe.en een |talf.ind t)ootbDe Uto t)cmdo/in txne uiepDe ua mcfrc.so suntop tot ijelteDc tesien/Dic .l.graDe stjnouerDieselneUnieuasupDetjoecbmtio.u.gt'aDeirtB^ penDtmlariobtua.mdcheUniealomp rect)tstaen uabat punt Deo t)emdo t)agt)etop ono boofcen i)e tteoem (jaer sioeoft rtbbe..cn mooir gr)estdtittDcc tnamere oan eene cnatt0doste«iO{tetanw^ocrtiafobOiiegt;efi0ueent«"], [84, "mp fan uan Jntiaec ltt*&«uu}.i ®mmbcc"], [85, "Printed at Antwerp. By me Jan van Doesborch. In December of the year 1508."], [86, ""], [87, "51 ILLUSTRATIVE NOTES. Note i, Page 5. 250 miles from Lisbon. For mile distances by sea throughout the voyage read leagues. Voyage from Lisbon, is the following additional passage, wanting in our text : \" and the Fygge tre is so brode of braunch and ieaues that xl [forty] men may be hydde vnder the foresayd braunches and leves for the hete of the sonne, and there for to reste al together at theyr one plea sure.\" Cf. E. ARBER, The first Three English Books on America. 1885, 4to, p. xxix. Note 2, Page 6. Beginning of Arabia. A survival of the geography of Herodotus, who regarded the western littoral of the Red Sea as belonging to Arabia. This is also its location on FRA. MAURO'S Mappemonde of Note 5, Page 14. This evidently refers to Bantam in Java, and not to Bandam south of Malacca, or even Banda — the Spice Islands — as might be sup posed ; the Portuguese under An tonio d'Abreu did not reach the Spice Islands until 1512. 1+57-59- Note 3, Page 9. Saintjago, cf. infra, p. 26, where we read \" on this same day [24 July] we found outside the town [of Quiloa] a castle with four towers, which was fully half built.\" R. H. MAJOR writes : \"He [Dom Fran cisco de Almeida] also founded a fort there which he named Sant jago\" (Prince Henry the Navi gator, 1st edit., 1868, p. 415). Note 6, Page 14. These two names evidently refer to the kingdom of Tanjore and its town Nagore, on the southern mouth of the estuary of the Cauvery, East coast of India, Madras Pre sidency. Probably from this loca tion of Nagore, on p. 1 ante it is described as an island. This town was in early times, and still is, the staple for spices, etc., to and from the farther East through the Straits of Malacca. Note 4, Page 13. In J. VAN DOESBORCH'S <[ Of the newe landes and of ye people founde by the messengers of the Kynge ofportyngale named Emanuel, which contains a much later transla tion (1 521 circa) into English by a Fleming of pp. 4-17 and 47 of the"], [88, "52 burne hym, and this kynge is be loued of all his estates and common people.\" — ARBER, op. cit., p. xxix. Note 7, Page 17. Bandam, i.e. [Nega]patam, the metropolis of Patam or of the Patan Sultans, and chief port of Tanjore, Madras Presidency. Note ir, Page 18. Calicut. \" Calcoene \" of our Note 8, Page 1 7. Narsinga (Arsinia of Dutch text), the ancient Braminical king dom of the Carnatic or Central Hindostan. L. DI VARTHEMA, who was in India about 1 504-5, writes of the king : \" His realms are placed as it might be the realm of Naples and also Venice ; so that he has the sea on both sides.\" — Travels, G. P. BADGER [Hak luyt Society), 1863, p. 129. Flemish text. On p. 34 infra, this town is named \"Callicuten.'' Cal coene is evidently borrowed from the narrative by a ship's clerk, also in Flemish, of the second voyage of Vasco da Gama in 1502, printed at Antwerp, circa 15C4. This unique tract, preserved in the British Museum, entitled Calcoen, was first translated into French and afterwards into English, and edited by J. PH. BERJEAU, London, 1874, 4to. Another, but much longer account of this voyage of 1502, was written by THOME LOPEZ, another ship's clerk, and published in G. A. RAMUSIO'S Delle Navigations et Viagge, vol. i., Venice, 1550. Note 9, Page 17. The alleged vicinity of Saint Thomas's tomb points to Maliapur, three miles south from Fort St. George, Madras, where, accord ing to the Portuguese and native Christian traditions, the saint was buried in a cave. Some of his supposed remains were afterwards transferred to Goa. Cf. G. M. RAE, Syrian Church in India, 1892, p. 16. Note 12, Page 18. One thousand five hundred. From internal evidence this date is erro neous, as all the dates and events of the voyage coincide with those narrated of the expedition of Dom Francisco de Almeida in 1505. Note 10, Page 17. In J. VAN DOESBORCH'S Eng lish version (cf. note 4, p. 13 ante), after the word \"chief\" is added \" And before hym is borne many instruments of musyke as trom pettes and other, and iiij [four] of the nobleste bereth the canapie ouer his hed lest that the sonn shuld Note 13, Page 18. Lorenzo [di Pier Francisco de Medici] and Albericus [Vespucci]. The identity of these two persons is proved by the address of the latter to the former in the Epistola Awe-"], [89, "53 ricij De Novo Mundo [1504?], sol., gueses, Lisboa, 1833, 4t0> 2> which reads : \" Albericus Ves putius laurentio petri de medicis salutem plurimam dicit\" ...\" Su perioribus diebus satis ample tibi scripsi de reditu meo,\" sol. 1 . This may be compared with the unique Flemish translation of the Mundus Novus, entitled Van der nieuwer •werelt, circa 1507, which is pre served in the Carter Brown Library, Providence, R.I. Translated, this reads : \" Laurentius, good friend, in past days I Albericus have written to you of my return,\" etc. As is well known, all this is an account of Vespucci's third voyage (his first for Portugal) in 1501. Our text of the Voyage from Lisbon is evidently a contracted Flemish translation of a similar letter rela ting to the voyage of Almeida in 1505-6. The allusion to a previous letter relating to his \" voyages to the new lands in general \" evidently refers to another letter now lost. cap. 1, p. 5). Note 16, Page 26. The Castle of Saintjago. Cf. p. 4 ante. Note 17, Page 26. This somewhat confused account of the crowning of Muhammed Ancon, King of Quiloa, by Dom F. de Almeida, may with advantage be compared with the one contained in BISHOP J. OSORIO'S History of the Portuguese during the reign of Emmanuel, translated by J. GlBBS, London, 1752, 8vo, bk. 4, pp. 229, 230. Note 18, Page 29. In commemoration of this suc- cessful storming of Mombasa, a white marble column was erected by Dom F. de Almeida. Cf. F. H. H. GUILLEMARD'S Life of Ferdinand Magellan, 1891, p. 37. Note 19, Page 30. The Flemish merchants had three Note 14, Page 22. Sailed . . . beneath the sun and ships there. LEONARDO Ca MASSER, a Venetian residing in Lisbon at the period of our voyage writes: \"Le navi et altri navilii che se servano in questo regno, sono la mazor parte fatte in Bes chagia e de Fiandra, perche in questo regno poca commodita hanno da far nave e navilii, per manca mento de legnami ; salvo nel porto dove li se faranno qualche nave : ma, come dico, in questo regno poco se fanno.\" \" The ships and other boats that are used in this moon, i.e. crossed the equatorial line. Cf. p. 42 infra. Note 15, Page 25. According to F. LOPEZ DE CASTENHEDA the fleet is said to have passed the meridian of the Cape on June 26, and to have gone seaward, \" ceto & setenta & cinco legaos,\" i.e. 175 leagues to lat. 440 S. (Historia do Descobrimento e Conquesto da India pelos Portu-"], [90, "54 country [Portugal] are for the most part made in ' Biscaya' and in ' Flanders,' for in this country there is little means of making ships and boats on account of the want of wood, with the exception of ' Porto,' where some ships are made ; but, as I say, few are made in this country\" (Relazione sopra il com mercio dei Portoghesi nell India, edited by G. SCOPOLI in Archivio Storico Itahano, Appendice, torn. 2, p. 47, 1845). Note 22, Page 34. Another graphic account of this fight within the harbour of Onor, led by Dom Laurence, the son of Francisco de Almeida, will be found in OSORIO (GlBBS), op. cit, bk. 4, p. 237. Note 23, Page 37. From an examination of early Portuguese portolani and charts it appears that \"Shrove Tuesday\" island never survived as a geo graphical name. In the beautiful Portolano of FERNAO VAZ DOU RADO of 1573, St. Christovo is indicated as a small island imme diately south of St. Spiretto, the modern Meyotto,one of the Comoro group. Hitherto it appears to have been unsuspected that the African and East Indian portions ofthe Porto /ctHsofVAZDOURADO were closely copied, even as to scale, by Jan HUYGEN VAN LlNSCHOTEN in his charts for the Itinerario of 1596. Note 20, Page 30. As on pp. 10 and 37, so here the Arabian Gulf or Sea is distinctly called the \" Gulf or Sea of Maga doxo.\" Note 21, Page 33. In several points VESPUCCI'S account of this island of Anjediva is more correct than that of his contemporary VARTHEMA, who wrote that it was \" inhabited by Moors and pagans, and that it was about twenty miles in circum ference\" (op. cit., p. 120). The island (not a seaport, as mentioned by my friend W. DE Gray BlRCH vsxhhCommentaries of Afonso Dalboquerque (Hakluyt Society), vol. 2, p. 168 note), is in possession of the Portuguese to this day ; it is about a mile in length, and a mile and a half distant from the coast of North Canara. The island, with its harbour on the east side, affords the best protection from the S.W. monsoon to be found on the west coast of India. Note 24, Page 38. The five dates immediately fol lowing the twenty-ninth of May, 1506, have been, either by the ori ginal scribe or the printer, advanced exactly one month ; this error allowed for, the chronology falls again into its right order on the eleventh of June, when the ship arrived at Rocky Bay, cf. infra. The true dates have been inserted in brackets in order to avoid con fusion in the narrative."], [91, "55 Note 25, Page 38. Rocky Bay, \" Le bay de Rock\" of Flemish text. This is probably an attempt to translate the Portu guese Angocha, a contraction of Angra de rocha ; cf. I. d'amgoxa of Vaz Dourado and Linschoten. Angoxa survives to-day as a Portu guese settlement to the south of Mozambique ; it is the only locality on this coast that meets the require ments of the text. Note 29, Page vii. We conclude our Notes with an endeavour to clear up the biblio graphical tangle between our Die reyse van Lissebone of 1 508 and the Of the newe landes, etc., of 1521 (?). The latter is a chapbook or collection of four tracts com prised in twenty-four leaves, com piled and translated from various sources, probably for the English settlers at Antwerp of this period. Tract 1 consists of two leaves, the first containing the title and illustrations, the second containing an abridgment of an early voyage, which commences as follows : Note 26, Page 41. Anguado Saint Bras — the aguada (watering-place) of Sao Bras or St. Blaze. It was here that Bartholomew Dias put in to take water when he first rounded the Cape in 1486. St. Blaze is, however, a cape, not an island ; it is near the modern town of Aliwal (South) in Mossel Bay. \" Here aforetymes in the yere of our Lorde god m.ccccxcvi. (sic) and so be we with shyppes of Lusseboene sayled oute of Portyngale thorough the commandement of the Kynge Emanuel. So haue we had our vyage For by fortune ylandes ouer the great see with great charge and daunger so haue we at laste founde oon lordshyp where wee sayled well ixc mylee by the cooste of Selandes (sic) there we at ye laste went a lande but that lande is not nowe knowen for there haue no masters wryten thereof nor it knowethe and it is named Armenica, etc.\" Note 27, Page 42. Before, or ere, the \" Eneer \" of the Flemish text, is evidently a misprint for \" naar,\" after, which is required to make the passage intelligible. Hitherto it has been assumed that this and the following tract refer to one and the same voyage ; as will be seen, this is an error. Note 28, Page 46. J. VAN DOESBORCH'S Eng lish version, after the word cornard (or angle) concludes as follows, \"therefore it must nedes be yat the sowth landes be tempered with swete erthe for the northe wyndes can nat there blowe.\" Cf. ARBER, op. cit., p. xxix. Tract 2 (leaves 3 to 8 verso) contains a translation of the first four and twelfth leaves of our text of 1508, and therefore relates to Af rica and India, and not to America."], [92, "(p. 357). Assuming this to be true, it not only accounts for the voyage of 1496 of Tract 1, but also serves somewhat to explain how Vespucci picked up his speculative knowledge of navigation, which we know he turned to so good account at a later period. On the other hand, there are indications that the voyage recorded in this tract is a fragment of an earlier version of his supposed first voyage for Spain, 1497-99, than is contained in the Letteraoi 1505 (?). The mention of the word Armenica, however, is suggestive of the influence of WALDSEEMULLER'S Cosmogra phies Introduclio of 1507. It is interesting to compare this fragment in Tract I with the legend in German attached to the earliest known wood-engraving (circa 1504) of the natives of the New World, and now lost, but of which a fac simile has been preserved, natural size, in H. STEVENS' American Bibliographer, 1854, vol. i., No. I, p. 8. Among other incidents men tioned in the voyage of 1496, the wood-engraving illustrates the fol lowing : '* But the men and women haue on theyr heed, necke, armes, knees and fete, all with feders bounden . . . and they hange also the bodyes or persons fleeshe in the smoke, as men do with us swynes fleshe \" (leaf 2 verso). Cf. ARBER,c/>. cit., p. xxvii. Tract 3 (leaves 9 recto to 14 verso) is entitled C Of the x dyuerce cristened nacions, being a translation of one of the many editions of Divisiones decem nationum totius Christianitatis. It was first printed in Rome by Silber, alias Planck, circa 1490. Tract 4 (leaves 15 to 24) is entitled Of Pope John and his landes and of the costely keyes and wonders molodyes that in that lande is, translated from Van die wonder lichede en costelicheden van Pape Jans landen des, circa 1508 (Brit. Mus., C. 32, h. 6. Cf. MULLER, Books on America, 1872, No. 2277, and ARBER, op. cit. p. xxvii). This analysis serves to explain why the Of the newe landes, etc., of 1 52 1 , in virtue of its Tract I , finds its proper place in HARRISSE, \" B.A.V.,\" No. 16, while Tract 2 and its original in Flemish of 1508 has hitherto escaped identification. HARRISSE, with great acumen, pointsout (Discovery of N. America) that no document has yet been pro duced to prove that between May, 1497, and October, 1498, Ves puccius cannot have been engaged in a maritime expedition (p. 354). Moreover, he adds another weighty consideration which, he says, \" forces on us the belief that between 1 496 and 1499 Vespuccius led a seafaring life, and, therefore, may have been navigating from May, 1497, to October, 1498\""], [93, ""], [94, ""], [95, ""], [96, ""], [97, ""], [98, ""], [99, ""], [100, ""]]