[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "ERDÉLY 0B8ZÁGGYÜLÉSEI. A VAJDÁK ALATT. (IDŐKÖZ: 1002 — 1540.) KTTTFÜK NYOMÁN IRTA VASS JÓZSEF, K.EGYES TÁNlTÓttESDl Al.DOR, A BUDAI KIR. EGYBTtiM! FÓGYMNA lUJJHLtAN A MAGYAi. NYELV ; NEilZüTl IK0OAL0M1VRTÉNET KENDES TANÁRA, A -j MAGYAR TIJO. AKACE.MIA LEVi. l,fc,Zö S * NYELVTUDOMÁNY! OSZTÁLY IV ; zottsáui tagja. A nemzetnek n&Ay iskolája öntÖ; tünetei VÖUOSMAlil'V i»FEIFER FERDINÁND BIZOMÁNYA."], [8, ""], [9, "ERDÉLY OKSZÁGGYÜLÉSEI A VAJDÁK ALATT. (IDŐKÖZ: 1002 — 1540.) KÚTFŐK NYOMÁN IRTA „ VASS JÓZSEF, KEGYES TANÍTÓRENDI ÁLDOR, A BUDAI K.1R. EGYETEMI FÓGYMNASIUMBAN A MAGYAR NYELV S NEMZETI IRODALOMTÖRTÉNET RENDES TANÁRA, A MAGYAR TÜD. AKADEMTfc LEVELEZŐ S A NYELVTUDOMÁNYI OSZTÁLY Bt- ZOTTSÁGI TAGJA. A nemretnek nagy iskolája öntörténetei. VÖRÖSMARTY. PESTEN, 1869. PFEIFER FERDINÁND BIZOMÁNYA."], [10, "Figyelmeztetés. — A Vitéz-féle m. akadem. alapítványból 1867 máreziusb. hirdetett ily feladatra: ,,Számláltassanak elő az erdélyi külön diéták 1540-ig\" két pályamű közöl a Történettudo mányi osztály jelentése szerént, az I-sö szám alatti inkább csak kellő forrás-ismeret és kritika nélküli compilatio levén, a II -ik noha amannál jobb és sok tudományos apparátussal van irva, szin tén nem fejtvén meg a feltett kérdést, kivált ennek jogi oldalát ; másfelöl körébe nem tartozó dolgokkal többet foglalkozván, a ju talomra egyik sem érdemesittetett. — E hivatalos vélemény irá nyában nem lehet szavam ; annyit mégis szabad megjegyeznem, hogy a ki többet s alaposabban tud a kérdésre vonatkozólag fel. hozni, lépjen elő s ,,erit mihi magnus Apolló.\" Nyilt sisakkal állok ki a térre IÍ-d. sz. a. érintett jelen pályamunkámmal, nem mintha túlbecsülném azt ; hanem hogy addig is, kik a fontos kérdés iránt érdeklődnek, némi tájékozással szolgáljon, mig azt egy avatottabb szellem munkájával háttérbe nem szorítandja."], [11, "ELŐSZÓ „Magyarország nem ismeri Erdélyt.\" „Megszokván nyugotnak venni utunkat, valami kor honunkból kiindulunk, felejtjük, hogy kelet felé egy rokon nép lakik, melyet ismernünk sok tekintetben illenék. \" Félszázaddal ezelőtt kimondott szavai Kazinczy Ferencznek, s a méltán sújtoló vád maiglan terheli a nagy testvérhont. Kamatúi is csekély, a kiérdemlettt hála fejében, azon figyelem, melyet vérrokonaink túl az erdőn ta núsítnak azon roppant szolgálatokért, melyeket Erdély a végenyészettel többször fenyegetett alkotmányos szabadság s nemzeti önállás féltett érdekeinek hozott két terhes századon keresztül. Erdély nem egyszer lön megmentője a nemzeti létnek. De egyszersmind „Erdélynek szabad dicsekedni, hogy literatúránk gyü mölcsei annak felvirradásában ott termének és nem ná lunk,\" — jegyzi meg ugyancsak Kazinczy. Második Rákóczi Ferencz szerencsecsillagának letűntével mintha végkép megszűnt volna a kettésza kadt nemzet közt a testvériség kapcsa ; a mi azonban a koreseményekböl végzetszerüleg fejlődött ki. Ugyanis a spanyol öröködési háború, a passaro 1*"], [12, "4 viczi béke előzményei, majd a magyar koronára nézve az új öröködési rend (sanctio pragmatica) felállítása, a hét éves háború, II. József nagymérvű reformjai, II. Lipót király alatt a magyar alkotmány diadala, a nyolczvankilenczediki forradalom, s a reá következett szellemi mozgalmak s terhelő hadjáratok (1796, 1802, 1805, 1807, 1808), végre az 1823-ki önkényszülte megyei zivatarok, s az 1825/7-ki országgyűlés nagy jelentősége, mindannyi fontos okok valának arra, hogy Magyarország figyelme, közel másfél századon keresztül Erdélyről elvonva, más irányokban foglal kodtassék. Nem csoda tehát, ha az ifjabb nemzedé keknél Erdélynek, nevén kivül, alig maradt fenn egyéb emlékezete. Napjainkban azonban a közfigyelem, bár hosszú szünetelés után, ismét Erdély felé delejt. A kérdés te hát, mely pályatérre inti a nemzeti értelmiség szaka vatott embereit, épen a maga idejében érkezett. Az egyesülés erő, az erő élet. A kettészakadt nemzettest ősi jogalapon újra egyesülni akar. Egyesülni földiratilag a gyors közle kedési eszközök, államéletileg a nagy eldödökröl át szállott alkotmány által. Minő közállami jogalapon olvadt egygyé a ma gyar középkor kezdetén a később különvált két magyar haza, reá a választ a nemzet közös törvény hozásának történelme adja. S ime a kitűzött pályakérdés alapeszméjénél vagyunk. Az 1540-ig magok után nyomokat hagyott er délyi diéták elszámlálása kívántatik, hatáskörük raj zával együtt."], [13, "5 Az így egyszerűen megjelelt tárgy sokkal med dőbbnek tűnik fel előttünk, hogysem szűk keretében tanulságossá válhatnék. Azért tárgyalásunk megin dulásának legott első perczében oda irányult gondunk, hogy a pályakérdés alapeszméjéből egy szerves egé szet alkossunk. Alkotmányunk, közjogunk, egész államszerkeze tünk alapja történelmi fejlődés, egyes korok életszük ségeiböl fejlődött intézmények csoportozata. E tekin tetből szerfelett érdekes a jogfejlődés történelme, különösen a törvényhozásnak külön időszakok sze rénti módosulása, mi az országgyűlések létegzetének ismeretét követeli. Es épen ide irányul a pályakérdés, melyre válaszul kivan szolgálni jelen munkánk. Ez azonban csak a tisztán átértett államszerke zet alapján tárgyalható észtani következetességgel. E felfogás szerént alakult munkánk következő rend szere. A Bevezetés Erdélyre nézve tudni-valókat hoz a vezérek korszakából. A mű első része alakzatát igyekszik adni az erdélyi részek közigazgatásának a megjelelt idősza kon (1002 — 1540.) keresztül. Ennek köretében tűnik szemlélet elé az erdélyi részek államéletének alap szervezkedése, a három társnemzet- és területének jogalakulása, kormányzata és külön nemzeti gyű lései. Ezen ismeretkör tiszta átértése nélkül az erdélyi törvényhozás történelmébe bocsátkozni annyi volna, mint alapvetés nélkül rakni épületet. A második rész az erdélyi törvényhozás lé tegzetének ismertetésével foglalkodik. Kimutatja a vajdák alatt gyakorlott törvényhozás szervezetét,"], [14, "6 jogkörét, tárgyait, jellegét és székhelyeit. Csak ezek után sorolja fel mindazon országgyűléseket, melyek a kijelelt nagy időszakon keresztül az erdélyi részeken tartattak. Végül a tárgyalás menetének áttekintését adván, az eredményt deríti ki. Ezen alapeszméken nyugszik, mint »zerves egész, a jelen pályamű. Munkánk megalkotásában a fő súlyt történelmi biztos adatokra helyeztük. Ilyeneknek tekintettük pe dig elökelöleg a kútfőket, egykorú vagy közeikorú teljes hitelt érdemlő feljegyzéseket, értesítéseket. Csak ott, hol ilyenek rendelkezésünkre nem állottak, folya modtunk másodrendű tudósításokhoz, s azon elismert hitelű íróinkhoz, kikről köztudomásunk van, hogy a történelmi tények kiderítése- s összeállításában szi gorú itészettel jártak el. Ezt tennünk annál könnyebb volt, minthogy a pályakérdés vázolt térfogatán nem hevenyészve szereztünk szükséges tájékozottságot. Régi foglalkodásunk az Erdély múltjával előszeretet tel folytatott, mondhatnók szenvedélyes, ismerkedés ; minek igazolásául elég itt az egész mükezelésre egy szerűen utalnunk. Országéleti jelen zilált állapotunkban mellőzhet leunek tartottuk a mü első részének, mint a feltett pá lyakérdés alapjául szolgáló előzménynek, előrebo csátását; mert csak így áraszthat a pályakér dés felfejtése kellő világosságot, hogy múlt dicsősé günk foglalványait fölkereshessük, összekötni általok a magyar korona szebb jövőjét. Ezen eljárásunk czél szerüségét indokolja még egy más, nem kevesbbé fontos, tekintet is, — a magyar fiatalság szellemügyé nek figyelembe-vétele. A nemzeti szellemű képzésnek"], [15, "7 köz-tanintézeteinkben jelenleg fukarul kimért tér ju tott. Általános képzés lön a jelszó. Kénytelenek is vagyunk tapasztalni egy világpolgársági csinált szel lem bomlasztó hatását, mely a mulattal szakasztani nem tétováz a nélköl, hogy szilárd új alapot nyújtana. Egyszerűen félretétették serdülő nemzedékünkkel a a múltnak tanulságos könyvét; bágyad is a nemzeti lélek. Ezt aléltságából a nemzet fogékony ifjúságában, mert a haza életbenjáró ügyeinek vezetése nem késik igénybe venni összes tetterejét, öntudatos tevékeny ségre ébreszteni, másod czélja jelen munkának. Azért nyelvezete választékosan egyszerű, világos és könnyen érthető ; mert a történelmi elbeszélésnek semmi köze az őskor jóslatainak rejtélyes szólamaihoz. Az eddigiekben kellő rövidséggel elmondánk mindent, mit az Előszóban tisztán megértetni szük ségesnek tartottunk. Okaink s nézeteink helyességé ről ítéljen mindenki önmaga ; az adatok pontossága ért, mennyire emberileg lehet, jót állunk. Kolozsvárit, januárb. 1866. A szerző."], [16, "BEVEZETÉS I. Eredet. Őshaza. Hán-magyar vérrokonság. Társa dalmi szervezkedés. Honfoglalás. ■ — A magyar legfiatalabb nemzete Európának. Azon nagy népvándorlásban, mely a negyedik század közepétől kezdve rajokként szállitá a né peket Ázsiából Európába, a magyar nép volt az utolsó, mely magának állandó hazát szerzett ennek keleti határán ; hol, lakhelyének foldirati fekvésénél fogva, azon nehéz szerep megoldására látszott mintegy gondviselésszerüleg kijelölve, hogy sziklafal legyen a nyugoti polgárosodás mellett, Kelet népei vészterhes mozgalmainak ellenében. Eredetét el nem oszlatható homály fedi. Ar.nyi azonban bizonyos, hogy a magyar faj a középázsiai néposztályhoz tartozik, g a történelemben első feltűnésekor hűn nevet vi selt. Ezt igazolják legrégibb korirataink, történelmi feljegy zéseink, melyek a hún és magyar elnevezést egy köz^s tőből eredt, de a viharos idők hatása következtében utóbb szétvált népre alkalmazzák'), s mielőtt Ázsiából kiindult volna, h u n u g a r nevezet alatt, mint becses bőrökkel keres kedést üző nép, szerepelt2). >) Anonym. Belae reg. notar. cap. I. — Simonis de Keza Gesta Hungaror. cap. I. et II. — Turóczi : Chronic. Hungaror. cap. II. — Podhradczky : Chronic. Budens. pag. 9. — Ezek nyomain ír hatta bizonyosan dicsőült nagy jogtudósunk, Bartal György .\" ,,Hae super re (t. i. a hún-magyar vérrokonságról) et aequo animo cogi tanti mihi nihil tam videtur extra dubietatem positum, quam Hun nos Hungarosque eadem propagatos stirpe.\" Commentar. Tom. I. pag. 46. !) „Hunnugari auteM hi sünt noti, quod ab ipsis pellium mu rinarum venit commercium.\" Jornaud. de reb. Getic. Muratorinál, Tom. I. cap. 5."], [17, "9 Eredetének ujjmutatása szerént a magyar nemzetnek őshazája Magas-Azsia legnyugotibb lejtőin, a régi Media és Perzsia szomszédságában, tehát azon tájon, hol ma Kis-Bu eharia vagy Turfan fekszik, lehetett. Egy része, a vándor népek közt majdnem mindennapos forradalmak következté ben, ősi lakhelyéből kiköltözvén, a mai Baskiriában, az Ural és Volga közt, telepedett meg. Innen ellenséges fajrokonai, a besenyők, által szorítva, Etelközben, a mai Moldva- é» Bessarabiában állapodott meg, Békében folytak itt egy ideig a megszálló nép napjai } de számára állandó haza másutt volt a gondviseléstől kije lelve. Fris emlékezetben élt nála az ősi hagyomány Etele király országáról, kit saját vérének tartott. A népszám is nagyra növekedett. Az irigy szomszédoktól pedig folyvást nyugtalanittatott. Mirenézve uj hazáról kellett gondoskodnia. A hét törzsfő tehát a nagyszerű vállalathoz mért szervezke dés ügyében komolyan tanácskozott, szorosabb rendet alko tott,alkotmányt szervezett, s haderőit rendszeresité. A s z á z ny o 1 c z apróbb nemzetség hét nagy n e m re vagy h a d-ra oszlott ; mindegyik n e m-nek vagy h a d-nak külön feje vagy ha d-n agya volt, kik több század lefolyta után is hét magyarnak neveztettek'). E hét törzsfő vagyis fej e delmi személy, családfőnöki hatalommal, igazságos tör vények szerént kormányozta alattvalóit; vezérek valának ezek a hadban, birák a békében. Hogy pedig a nagy nemzettest és annak részei közt az összetartó kapocs ne hiányozzék, egy fővezért, parancsnokot, válasz tottak szabad akaratból és köz-megegyezéssel. Álmost ka rolta fel az együtt-tanakodó népfőnökök osztatlan figyelme, kinek tanácsa s együtt-munkálása nélkül eddig sem történt semmi nevezetesb is a széles scytha hazában. „E naptól fog vást téged vezérünkké és parancsnokunkká választunk, és hova szerencséd vezetend, oda követünk\"2). Hogy pedig e ») Anonym. Belae reg. notar. De Gestis Hungaror. cap. V. ') ,,Ex hordierna die te nobis dncem ae praeceptorem eligi- mug, et quo fortuna tua te duxerit, illuc te gequemur.\" Anonyn* i. in. cap. V."], [18, "10 komoly fogadást férfiasan megpecsételjék, s a fővezért egy szersmind alkotmányos viszonyba állítsák az általok kép viselt, eddigelé soha fejedelmet nem ismert szabad nemzet tel : pogány de nagyszerű szokásukból felhasíták ereiket, védőket egy közös edénybe csorgatták, és miután az eddig külön fajtájú hét hadat ezen jelképben vérszerént is egyesí tették, következő alkotmányos szerződésre esküdtek meg mind heten egymásnak : 1. Míg éltök tart, mind magoknak, mind maradékaik nak is, vezérök mindig Álmos nemzetségéből legyen. 2. Valami jót munkájukkal szerezhetnek, senki közö lük ki ne legyen zárva belőle. 3. Hogy azon fejedelmi személyek, kik Álmost szabad jakaratjokból választották urokká, se magok se fiaik soha a vezér tanácsából és az ország tisztjéből egyátalában ki ne rekesztessenek. 4. Hogyha valaki utódaik közöl hűtlenné lenne a vezér személye ellen, és meghasonlást mivelne a vezér és rokonai között, a vétkesnek vére ontassék, mikép az ő vérök omlott az esküben, melyet Álmos vezérnek tettének. 5. Hogyha valaki Álmos vezér és a többi fejedelmi sze mélyek utódaiból esküjök állapotjait meg akarná szegni, átok alá legyen vetve mind örökké1). Az ősi alkotmány e vázlatából érthető, hogy miután a nemzet egy főhatatmú fejedelmet választott, megszűnt a ré gibb szövetséges rendszer, s korlátolt egyeduras ág állott helyébe. Hogy pedig ez később önkényes urasággá ne fajul jon, fentartották magoknak a népfőnökök azon jogot, mely nél fogva mind a törvényhozásban, mind a kormányban be folyással bírjanak, s a fejedelem tanácsából s az országos tisztségekből soha ki ne zárassanak. Igy alakult egygyé az eddig külön élt hét törzsből a magyar nemzet. Legutolsó telepükről Krisztus után 889-d. évben fel kerekedvén, miután a szomszéd kozároknak egy, valamint ') Béla király névtelen jogyzőj ének könyve a magyarok tet teiről. Ford. Szabó Károly. Másod. kiad. Pest, 1860. 8r. VI. fej. ,"], [19, "11 a velők rokon kunoknak Kuma melletti hét nemzetsége, s többen a kiewi oroszok közöl hozzájok csatlakoztak volna'), ezekkel együtt mintegy egy millióra szaporodva, Gácsorszá gon s a Kárpátokon keresztül, a vereczkei szorosnál, ma gyarföldre szállottak. Itt agg vezérük, Álmos, azon magas latról, melyen most Munkács áll, meghordozván tekintetét az új hazán, a fővezérséget letette, a mikor fia, Árpád, ősi kozár szokás szerént vérten fővezérré emeltetett, ki minden ellenállás nélkül vitte tovább honfoglaló hadait. Lépteit min - denütt diadal követé. Kétszáz tizenhat ezer fegyverese, s kún és orosz szövetségesei előtt hátrált mindenütt a szláv, bolgár és oláh nép8). Árpádé lön a felső-tiszai vidék és Bodrogköz3) Zalán balsorsa után meghódoltak a bolgárok4). A Fel -Duna és Vág vidéke magyar kormány alá jutott5). Ménmarót és Glád birtokai magyar kézre kerültek6). Az egész dunántúli rész, véres harczok után, elfoglaltatott7), s mint uj hódit mány a többi szerzem ényhez csatoltatott. Ezzel készen volt Magyarország. Még a tengerhez kellett utat törniök, mire nézve Bölcs, Léi és Botond a Dráva és Száva folyókon át kelvén, Spalato városát bevették, s egész Horvátországot meghóditák8) Ekkép lön néhány év lefolytán, Árpád nagy fejedelem alatt, a Kárpátok és Adria, a Tarhegy (Kahlen berg, Ausztriában) és az oláh havasok közé eső földrésznek ura a magyar nemzet, mely ezután róla Magyarországnak neveztetett, melynek gyors alakulása hiven tükrözi a hirte len, a heves, a sebes ázsiai magyar jellemet. Meg volt ezál tal oldva a daliás nemzetnek azon történelmi nagyszerű küldetése, mi abban állott, hogy azon földnek és népfajoknak, melyen s melyekből sem magok e csupán átmeneti hidul szolgált tehetetlen népek, sem a zilált nyugoti birodalom, •) Anonym. Belae reg. notar. i. m. cap. IX. X. — ') U. o. XII. XXII. XXIII. XXIV. XXVI. - ») U. o. XIII. XIV. XVIII. XXI. - «) U. o. XVI. XXX. XXXIX. XLI. — *) U. o. XV. XXXIII. XXXIV. XXXV. XXXVII. - «) U. o. XI. XX. XLIV. LI. - ') U. o. XLVII. XLVIII. XLIX. L. — •) U. o. XLII. XLIII."], [20, "12 sem a haldokló keleti császárság, sem a, még nyers szláv tömeg, évezredes erőködéseik daczára, maradandóbb álla mot képezni nem birtak, uralma alatt történelmi államegész - szé egybealkossa. A nyert diadalmak után Árpád vezér és vitézei a Kört vélytó nevű mocsárhoz ménének, és ott maradának a GyU mölcsény erdő mellett harmincznégy napig. Azon helyen a vezér és nemesei megállapiták az ország minden szokásos törvényeit és minden igazait, miképen szolgáljanak a vezér nek és előkelőinek, vagy mikép tegyenek törvényt minden elkövetett vétek felett. És azon helyet, hol mindezeket elren dezték vala, a magyarok tulajdon nevökön Szernek (ma Puszta-Szer, Csongrád -vármegyében) nevezték, mivelhogy ott vették volt szerbe az ország minden dolgát'). Az ekként megalkotott s czélszerü alaptörvények által kellőleg biztosított magyar álladalomhoz kívántatott mégegy jelentés, az eddigi szerzeményt kiegészítő, rész, melyre jelen tárgyalásunk menete, mint főczélra, tüzetesen irányul : Er dély. Lássuk itt, bevezetésileg, földirati alkatát s azon hely zetét, melyben azt magyar őseink hóditó fegyvere lelte. II. Erdély a vezérek korában. A székelyek. — A Kár pátok délkeleti tömege, erdélyi felföld vagy Erdély nevezet alatt, képezi a természet minden áldásaival dúsan megajándékozott azon'részét a magyar álladalomnak, mely nek ősképét itt kis köretben adni szándékunk. — Területe mintegy ezer kétszáz négyszegű mérföld. Déli s keleti szélét az erdélyi havasok, a nyugotit és éjszakit az erdé lyi érezhegyek, belsejét hullámzó hegyekből álló fennsík alkotják. Ez utóbbiak nyugotra dőlnek, magyar ágyba vetik vizeiket, s a magyar alföldre eresztik völgyei ket, melyek azzal elválhatlan kapcsolatban tartják. Az egész fold e nyugotra hajlása kimutatja Erdélynek Magyarország hoz tartozását. — Őslakói az agathyrzok, ntánok a dákok, ') Béla király névtelen jegyzöjénak könyve a magyarok tet teiről. Ford. Szabó Károly. Másod. kiad. Pest, 1860. 8r. XL f »j."], [21, "13 majd római gyarmatosok, utóbb gepidák, góthok, hunok s avarok (várkúnok). Ennyiféle elem tarkázta már az őskor ban a mai Erdélyt, míg végre egy magyar hadtest fegyveres népe telepedett meg rajta. A magyar ősöknek a mai erdélyi részekhez közeledé - sokkor ezeket oláhok (mai kedvencz -elnevezéssel roma n ok), az al-dunai s kárpáírcszekről e tájakra nyomuló ván dorrajokkal sokfélekép összeelegyedett népfaj, lakták, a bolgár harczi erőnek meghódolt s igy hűbéres Gyeló nevű fejedelmök alatt. Keleti felében hosszant, ősidőktől fogva, a harczedzett vitéz székelyek tanyáztak, a rokoneredetti be- senyők szomszédságában; mig délnyugoton Glád bolgárai, éjszaknyugoton pedig Ménmarót bolgár-szláv népvegyülé- kei űzték nomadszerü foglalkodásaikat. — Tárgyalásunk szelleménél fogva különös tekintet alá itt csak a székelyek jöhetnek. Hogy aszékelyeka hunok maradványai, kik Attila birodalmának felbomlása után Erdély keleti hegyeibe vo nulva, itt fdggetlenségöket Árpád bejöveteléig fentartották s a bejövő magyarokkal a honfoglalás munkájában részt vettek, valamint későbbi krónikáink') s a régi csiki székely krónika2), úgy a máig is élő ősi hagyomány, melyet a törté nettudomány semmi bizonyos adatokkal megdönteni nem képes, egyhangúlag hirdeti3). Midőn Álmos vezér magyarjai, az oroszok leveretése után, Buthéniában akarnának letelepedni, egy lovagcsapat ból álló küldöttség közéig feléjök, mely székelyekből állott. ') „Omnes Sieuli, qui primo erant populi Athile regis.\" Ano nym. i. m. cap. L. — ,, Sieuli Hunorum etiam hac nostra tempe state residui esse dubitantur per neminem.\" Turóczi, i. m. cap. XXIV. — „Zaculi (== Sieuli, székelyek; Hunorum sünt resi dui.\" Kézai, i. m. Libr. I. cap. 4. — Ctironic. Budens. Podhradczky kiad. 31. 1. *) A nemes székely nemzet constitutiója stb. Pesten, 1S18. 8r. 277. 1. — Diadalmasan bebizonyított hitelessége olvasható Uj m. Muz. Pest. 1854. X. XI. XII. füzet. ») Szabó Károly : Béla király névt. jegyz. 73. 1."], [22, "14 kik meghallván testvéreik közeledtét, eléjök sietének, hogy őket üdvözöljék s Etele egykori hatalmas birodalmának visszafoglalására rábeszéljék'), felajánlván egyszersmind karukat és kardjokat az eszme keresztülvitelére. Az Álmos vezérsége alatt álló magyaroknak tetszett Zandirhám, székely fő-rovában, küldöttségénekezen tanácsa s ajánlata; mindkettőt örömmel elfogadták. A siker biztos reményében a két rokon nép azonnal szövetkezett, az erről szóló szerződvény hat kőre-metszett alaptörvénybe foglalta tott, mely Budvárban, a nemzeti áldozat szertartásai mel lett, a nemzet előtt íelolvastatván , helybenhagyatván s a fő-rovóbán udvarába helyeztetvén, vérszerződésileg szentéi sí-tetett; mire ünnepélyes örömáldozat következett. E hat törvénypont következő: 1. Egyedül Álmos férfiágát illesse a főhatalom Ma gyarországon. 2. A mely földet valaki saját kezével szerzend, sajátja legyen; mit közerővel, oszoljék igazságosan a szerzőfe lek közt. . 3, Az ügyek a nép egyetértésével végeztessenek. 4. Ki a fejedelemnek tett hitet megszegi, fejét és va gyonát veszítse a fő-rovóbán áldozata előtt. Ki a rovóbá nok méltósága ellen vét, tűz- és víztől tiltassék el (szám űzessék). 5. Ha valaki a nagy- vagy kis-rovóbánok vagy har kász-tisztviselők közöl a nemzet ellen törne, az örökösen Ápolt nemzetségéből választandó fő-rovóbán ítélete alá vettessék. 6. Ki a fő-rovóbán áldozatára meg nem jelenik, ketté vágass ék2). Mily gyönyörűen egyezik e székely alaptörvény öt első pontja a hét magyar vezér közötti azon vérszerződés öt ') Kézai i. h. — Chronic. Budens. i. h. 3) Az 1533-ki székely krónika, i. m. 277. 1."], [23, "15 pontjával, melyet Béla király névtelen jegyzője') a feledség től megmente. A harmadik pont a székely nemzet bei-életé nek a magyarokénál sokkal népuralmibb szerkezetére mu- tat, minek valóságát a székely nemzeti östörvények és szo kások maradványai, egész a legújabb századokig bizonyítják. A székely alaptörvény negyedik pontja is népuralmibb szel lemben szól, midőn a nemzet ellen törekvésemig a névtelen jegyző ötödik pontja a vérszerződés megszegését mondja büntetendőnek. Ezek azon nevezetes pontok, melyeken a székelyek szabadságai és kiváltságai sarkallanak. Általában ez ősjel- legü népfajnak bei-szerkezete oly sajátságokkal birt az itt rajzolt korban, hogy lehetetlen azt erős érdekeltség nélkül olvasni. Ugyanis minden székely egyenlő szabadsággal birt de, harczi nép levén, minden egyes tagja egyszersmind ka- tona is volt. Az egész nép hat törzs- vagyis nemzetségre osztatott fel, mely törzsek Halom, Jenő, Adorján, Orlecz, Medgyes és Ábrám nevezetek alatt ismere- tesek. Az egyes törzsek ismét ágakra oszlottak, még pedig — az eddigi nyomozások szerént — mindenik négy ágra. Az egyes esaládok a béke és harcz idején a javakat, öröksé- geiket s hivatalokat, még a tizenhatodik század első felében is, magok közt törzsek szerént osztották el, valamint a köz- terhekben is egyenlőleg részesültek, s valószínű, hogy kezdet - ben a Székelyföld területi felosztása is a törzsek osztozásán alapult ; mi azonban a nagy időfolyamon keresztül annyira összebonyolúlt, hogy a mai felosztás és elnevezések azokból teljességgel ki nem származtathatók. A népkormány élén, ősidők óta, a nemzet által örökö sen Ápolt nemzetségéből szabadon választott fő-rovóbáu állott, ki személyében egyesité a főpapi, főbírói s fő-hadve zéri hármas hivatalt. Ugyanis a fő-rovóbán tisztje volt a kiilnemzetek elleni hadat vezetni, a vallásos és világi tör vényeket a nemzeti áldozópohár által kihirdetni, a község parancsát kiadni, e parancs áthágóit [halállal lakoltatni. ') Anonym. Belae reg. notar. cap. VI."], [24, "16 Székhelye Budvárban volt, melyet régente Buda rovóbán; még Etele birodalmának felbomlása előtt, építtetett. Itt gyakorlá felségi jogait a nemzet közgyűlésében, itt hasit tatá ketté a község parancsa ellen vétőket'). E népfőnök alatt állottak a hat törzs rovóbánjai s ugyanannyi gyulái ; amazok minden törzs élén hadi, polgári s vallási főnökök, ezek pedig a törzsek birái voltak, hasonlölag hún őseikhez, kikről irja Kézai : „Választottak hadbírót is, a Torda-nem zetségbeli Kádárt, ki a fegyveres nép között a peres ügye ket elintézze, a gonosztevőket, tolvajokat és rablókat meg fenyítse; világosan kikötvén, hogy, ha a biró igazságtalan Ítéletet hozna, azt a népgyűlés megsemmisíthesse, — mely nek egyszersmind hatalmában maradt: tetszése szerént bár melyik vétkes vezért s a birót megfenyíteni és kitenni hiva talából\"2). Ezen hat gyula vagyis törzsbiró felett, mintegy fölebbezési-szék gyanánt, állott a három nagy-gyula, s ezek felett a nemzet főbírája. A legidősb nagy-gyula a Küküllő folyó mellékén lakott, hol a törzsbirák (kis -gyulák) paran csait megszegők ellen hozott ítéletek végrehajtattak. Egy kis -gyula, mint főharkász, alatt három harkász, s ugyancsak három állott egy-egy nagy rovóbán vagyis törzsfőnök alatt. Igy egy-egy törzsben hat, az összes nemzetben har minczhat harkász volt. Ezek a törzsbirák (kis -gyulák) albi rái voltak3). Minden harkász alatt volt öt kis -rovóbán, s igy jezek száma egy törzsben hat harkász alatt harminczra, az ') Az 1533-ki székely krónika, i. m. 276, 283. 11. *) „Constituerant quoque inter se rectorem unum nomine Ka -dar de genere Turda oriundum, qui communem exercitum iudicaret, dissidencium lites sopiret, castigaret malefactor .s, fures ac latro - nes, ita quidem, ut si réctor idem immoderatam sentenciam definiret, communitas in irritum revoearet, errantem Capitaneum et Kecto rem deponeret, quando vellet.\" Libr. I. cap. 2. — V. ö. Ker Hungaricar. Monumenta Arpadiana. Edidit Steph. Ladisl. Endli cher. Sangalli, 1849. in 8-o. pag. 89. *) Constantin. Porphyrogenit. De administr. imper, Bonnae. 1840. XL. fej. 174, 175. U."], [25, "17 összes nemzetben pedig a hat törzs után száznyolczvanra ment, kiket nemzetségi ágazatok szerénti alsóbb hadi és polgári főnökökűl tekinthetünk. Minden kis-rovóbán paran csolt két századosnak, egy lovag- és egy gyalognak, és igy a nemzeti haderőnek összesen háromszáz hatvan századosa volt, vagyis honszerző Árpád fejedelmünk idejében a székely nemzeti hadöszlet harminczhatezer, fele lovag, fele gvalog vitézből állott'). A felsorolt tisztviselőknek a nép felett, a tisztességen kivül, más jogaik nem voltak, kivéve a nemzet bíráját és a gyulát, kiknek kettejöknek tisztük volt minden nemek és ágak élén a tábort vezetni, a szent és polgári jo got kiszolgáltatni, a község parancsait kiadni, e parancsok megszegőit büntetni, mely jogokat a nemzet főbírája (Bector supremus), a főharkász és gyula jelenlétében gyakorolt. — E valódi életbölcseséget tanúsító ősi kormányszerkezet volt a székely nemzetnek egyedüli mentsvára, mely öt Attila bi rodalmának összeomlása után Árpádig, ötödfél -századon át, az akkori zord idők pusztító viharainak daczára, szabadon fentartotta, s egyedül öt képesítette, hogy az egész keresz tyén Európában eredeti szabadnép jellegét minden hűbéri fertőzettöl tisztán megőrizhette. Ily állapotban volt a székely nemzet bérezés honában azon idétt, midőn honszerző Árpád gyrőzni tanult hadai a mai Erdély határain először megjelentek, melyet birtokukba venni csak azért sem lehetett szokatlan erőfeszítést igénylő munka, mert ott voltak a keleti határokon a már követségük által jól ismert székely bajnokot., kik szükség esetén, a ma gyar hadtest-parancsnok felhívására, sikeres oldaltámadá sukkal a haderő zömének diadalmas működését biztosíthat ták, miként maga Árpád, a fejedelmi vezér, a megalko tandó magyar birodalom keleti védfalát épen legveszélye sebb ellenségei, a besenyők ellenében,e vitéz nép csatlakozása által elöTre biztosítva tekintette. III. Erdély n.eghódoltatá.a s bei-élete a királyság korszakáig. — A honfoglaló diadalmas hadak előhaladása ') Az 1533 ki székely krónika 282, 283. 11. 2"], [26, "18 folytán Töhötöm, a Nyírséget meghódítva, az Érmelléken Zilaj felé húzódott hadaival, senki karját ellenök fölemelni nem mervén. Ménmarót ütközet nélkül vonult a csatavonalt képező Körös folyó mögé. Töhötöm, Zilajból tovább menvén, a Meszesnél találkozott Szabolcs és Tas vezérekkel. Nagy öröm szállotta meg őket egymás látásán. Tanácsot tartván magok között, elhatározák, hogy Árpád országának határa e részeken a Meszes -kapunál legyen, s ott a völgyszoroso kat kapuk- s rekeszekkel megerősítvén, örömhirnököket küldtek a fővezér táborába, mire nagy áldomás tartatott s rá egy hétig tartó lakoma következett'). Midőn ott továbbad időztek, akkor Töhötöm, a mennyi- ben ravasz ember volt, hallván a lakosoktól Erdélynek ter- mékenységét, hol bizonyos Gyeló oláh uralkodik vala, annak meghódításán gondolkozott, hogy Árpád megegyezésével magának és utódainak megszerezze ; mi úgyis történt azután. E végből beküldé kémül az agg Mándot , s miután ez küldetésében ügyesen eljárva őt Erdély jó tőidéről, aranyfövenyes folyóiról, gazdag arany- és sóbá- nyáiról magasztaló szavakkal értesítette, s e mellett elöadá, hogy az e földet lakó oláhok és szlávok gyenge harezosok, hogy vezérök, Gyeló, jó katonasággal nem rendelkezhetik, s hadaival, melyek a szomszéd besenyők és székelyek becsa- pásaitól már is sokat szenvedtek, a magya -oknak ellenállni képes nem lehet: követei által Árpádtól engedelmet kért. hogy Erdélybe nyomulva e tőidet magának és ntódainak el foglalhassa. Árpád vezér pedig tanácsot tartván, Töhötöm szándékát dicséré, s az engedelmet minden nehézség nélkül megadta. Az Árpádtól vett felhatalmazás folytán Töhötöm a szo rosokat tartalékcsapatokkal megrakván, maga, nemzetsége hadaival, átkelt a Meszesen. Egy nap alatt az Almás pa takhoz ért. Rákos és Hid-Almás falvak táján, hol a hagyo mány némely rég bemohosodott sánezokat Gyeló táborhelyé nek ismer, találkozott az oláh vezér sietve összegyűjtött se regével, mely a magyar had előnyomulását e keskeny völ- ') Anonym. Belae reg. notar. i. m. cap. XXII. XXIII."], [27, "19 gyön szándékozott megakadályozni. Az éjt a két sereg egy mással szemben töltötte ; előőrseiket csak a csekély folyó választá el egymástól. Reggelre kelve, Töhötöm két részre osztván seregét, az egyikkel, a táborállástól kissé felébb, a folyót átgázoltatá, s midőn ezen csapat az oláhokat vélet lenül oldalban támadta meg, maga is a főerővel szemben rajok rontott. Mindkét sereg viadalra kerüle és erősen vivá nak egymással ; de meggyőzetének Gyeló vezér vitézei és közőlük sok megöletek, többen pedig foglyokká lőnek. Mit Gyeló látván, hogy életét megmentse, szaladásban keresett menedéket ; de futtában, a mint a Szamos felett épült várába ügyekezett, melynek romjait egy meredek hegyormon, Gyalu közelében, az oláhok máig is mutogatják, az utána száguldó magyarok őt a Kapus vize mellett elérvén, megöl ték. Látván e szerént a föld lakosai uroknak halálát, önként meghódol tak, s az oláh vajdák kezet adva őt uroknak ismerek, é. hódolatukat hittel erősítették. A hely, hol az eskü történi, a csatértől egypár órára, az naptól fogva Esküllő néven hí - vatik, mivelhogy ott esküdtek meg, sNag y- és Kis -Eskdllö oláhfalvak közt egy kerek hegy, melyen állva esketteté föl, a monda szerént, Töhötöm az oláhokat, máig is E s k ü v ő k ő nevet visel. Töhötöm és utódai, az Árpád által saját nemzeti szerkezetökben meghagyott székelyek földének ki vételével, a meghódolt Erdélyt békével és boldogan birták István szent király idejéig s bírhatták volna még tovább is, ha kisebb Gyula, fiával Bujával és Boknával, keresztyénekké akartak volna lenni, és nem tettek volna mindig a szent király ellenére'). Töhötöm magyar törzsfőnöknek e hódító hadművelete, melynek eredménye az erdélyi részek megszerzése lön, nem i) Anonym. Belae reg. notar. i. m. cap. XXIV. XXV. XXVI. XXVII. — Béla kir. névt. jegyz. könyv, a magyarok tetteiről. Ford. Szabó Károly. Másod. kiad. 1860. 8r. 35—39. 11. — A magyar vezérek kora. Budapesti Szemle. Szerk. s kiadj. Csengery Antal. 1858. 8r. Harm. köt. 283, 284. 11. — Jászay Pál: A magyar nemzet napjai, a legrégibb időtől az aranybulláig. Pest, 1855. 8r. 199, 200. 11. 2*"], [28, "20 folyt le a nélkül, hogy abban a székelyek, kiknek közvetlen közelökben történt e nevezetes harczi esemény, tevékeny részt ne vettek volna, ámbár rólok történeti legrégibb emlé keink ezúttal hallgatnak. A magyar és székely nép közt, vérrokonságnál fogva, érdekegység s ezen alapult fegyverszö vetség volt. Történelmi adatok igazolják, hogy cselekvöleg folytak be a székelyek a magyar honszerzés munkájába. „Árpád vezérnek legnemesebb vitézei, a székelyek vezetése mellett, erős sereggel törtek a bihari herczeg, Ménmarót, ellen, s az első sorban kezdenek harczolni, mikor is a székelyek és magyarok sok embert agyon nyilazának. Folyt a harcz köztök tizenkét napig ; húsz magyar és tizenöt székely esett el\"'). Ha tehát bérezés hazájoktól tá vol, egy magyar hadtest élén harczolva bizonyíták Szö vetségi htiségöket; alig lehet kétleni, hogy a közelök ben lefolyt harczi esemény idején tétlenek maradtak volna- A hódítási hadjáratok bevégeztével az ősmagyar két irányban fejtette ki tevékenységét. Egy részt az ujounan birtokba vett föld vette igénybe a békés időszakokban an nak szervező ügyességét. Más részt azon titkon tervezett forbát, melylyel az általa vérig zaklatott Nyugot öt kérlel - hetleniil megtorolni készült. A nemzet összes erejét vég-meg feszítésre serkentő ezen irányzatokhoz csatlakoztak az elkeseredéssel vívott vallási tusák s kétségbeesésig fokozott ollenharczok. Az elfoglalás és rendezés még nem biztositá a magya roknak az új hon birtokát. Nekik azért a jogot igényelt előbbi birtokosokkal kellett még több ideig küzdeni, s nevöket a külföld előtt rettentővé tenni. Míg Árpád élt, csak az egyes törzsfönökök harezszomjas csapatai riaszták fel Nyugat-Európát. Árpád maga a szerzeményt törekvék in- *) „Xobilissimi milites ducis Árpad, cum valida manu, prae cedentibus Siculis, contra eum venerunt, et in prima acie pugnare ceperunt. Sieuli et Hungari, ictibus sagittarum multos homines in terfecerunt. Fugnatum est inter eos duodecim dies ; viginti Hun gari et quindecim Sieuli interfecti sünt.\" Anonym. Belae reg. no tar. i. m. cap. L. LI."], [29, "21 kább rendezni, mint uj hódításokkal fogyasztani a nemzet erejét. De Árpád 907-ben meghalt. Utána a fejedelemség, gyámok kormánya mellett, tiz éves fiának, Zsoltnak (907— 947.), adatott át. A rettegett fővezér kidőlte s az új fejedelem kiskorúsága lángra lobbanta a törzsfőnököknek eddig fojtva tartott harczvágyát, de felbátorítá Európa nyugoti népeit is,kik huzamosan szenvedtek csapásaik alatt. A kihívás a német faj részéről történt. A véres küzdelmek megaláztatásukkal s iszo- nyú zsákmánynyal szüneteltek. Taksony fejedelem mégmeré- szebben folytatá c harczos kirohanásokat. Újra neki esett Né- metországnak, s déli tartományaiból újra több mérő aranymai' - talékkal érkezett vissza székhelyére. Később (955.) az ágostai vereség azt eredményezé, hogy a magyarok a német biro- dalmat többé nem bántották, s még egy részt a magyarok szilajsága általa fékezve lön, más részt a németek is elis- merek a magyar nép életrevalóságát, szivesebben közeled- tek hozzá, s háboritlanúl hagyák új vívmányai birtokában. Ekkor vette kezdetét a keresztyén egélynek őseinkre is ne- mesítőleg ható befolyása. Magasztos tanainak fenséges ere- detét mi sem bizonyítja hangosabban, mint azon isteni ereje, melylyel népeket s világrészeket hódít meg annak boldogító szelleme. Büszke világhódítók, vérengző zsarnokok, s porba omlott országokon tomboló vadnépek milliói rakták le ádáz fegyvereiket e békeszellem előtt. Árpád népe sem képezhe- tett kivételt a keresztyénné lett Európában. Sorsa az ősi hazába vezérlé, melyet keresztyén népek ideiglenesen bir- tokukba ejtve laktak. Két nagy szomszédbirodalom Keleten s Nyugoton elhatározó befolyást gyakorolt Európa ezen legfiatalabb vendégnemzetére. A keresztyén Róma és By- zancz közt Magyarország és a magyar nemzet csak mint keresztyén népcsalád állhatott meg s örökíthetett állandó hazát. Az érczjellem, ősi bel-erő s a nemzet törhetlen aka rata túl egy egész évszázadon harezban élte hatással. A ke leti birodalom megrendült bajnokereje alatt. Egész Nyugot rettegte diadalmas hadoszlopait. Fegyversúlyát nyögte majdnem egész Európa. De kevésben múlt , hogy végve szélyt nem hozott nyakára önereje, s a dúló harczi kalan-"], [30, "22 dóknak szakadatlan sora. Szerencséjére még jókor belátta a fenyegető veszélyt. Hogy ezt elhárítsa, a kifelé hatásnak saját bei-világába szolgáló irányzatot adott. Felhagyott a nyugoti keresztyén népeket háborgató hadjáratokkal. Szem betűnő simulásának jeleit adta az európai államélethez. A keresztyén vallást befogadta, s ezzel az európai nagy nem zetcsaládba új tagként belépett. Mindez azonban csak erős bel -küzdelmek, hosszan tartó konok ellenszegülés után si kerülhetett. A keresztyénség kezdetben, úgy látszik, Keletről gya korolt hatást a fejedelmi magyarra. Ezt bizonyítja a nyel vünkben máig is élő ó - h i t nevezett, melylyel a nyugoti egyházhoz később áttért magyarok korábban vallott hitöket nevezhették. Azonban, miután a fejedelmi család közelebb viszonyba jött Nyugottal, ennek hitbajnokai vették át Kelet egyházától a nehéz szerepet : egy harczias, de életrevaló, erő teljes nemzetet a keresztyén műveltségnek s általa az euró pai népcsaládnak megnyerni, elhárítani egyszersmind a vérig zaklatott nyugoti népek tömeges szövetkezéséből tá madható azon veszélyt, melynek nem kevesebb volt czéija, mint Európának ezen folytonos harczi kalandok közt élő szilaj népét vagy végkép megtörve szolgai járomba kény szerítetni, vagy legalább visszaerőszakolni keleti ősha zájába. A ki e nagyszerű feladatnak megoldását ma könnyű nek tekinti, bizonyára nem veszi kellő megfontolásra, mily roppant küzdelmébe, önmegtagadásába került egy diadalhoz szokott, győzelemről győzelemre vezényelt hősnemzetnek, nagy eldődei ősvallását halálos ellenségeinek hitével cse rélni fel. Nem is sokra mentek volna a nemzet nyelvében különben is járatlan külföldi hittérítők1) hazánkban, ha az :) Ezek még jóval később, szent István királysága alatt sem volíak képesek, mint magyar hitszónokok, az új vallás befogadá sára kész magyar hivek értelmi felvilágosítására hatni. Ezért Ír hatta szent Bruno II. Henrik római-német császárhoz 1001.. köril ; ,.Certe dies et menses iam eomplevit integer annus, quod, ubi diu frustra sedimus, Ungros dimisimu s.\" VVenzel G. Árpádkori Uj Okmánytár. I. köt. 1003-1235. Pest, 1.60. 8i'. 15. 1."], [31, "23 áldó gondviselés a magyar nemzet sorsát oly bölcs fejede lem kezébe nem teszi, mint Gyeics vezér volt, kinek szelíd kormányidejében a keresztyénség mindinkább terjedett, könnyítvén alattvalóinak az áttérést, sőt maga is egész ház népével fölvette azt. Míg az újonnan szervezett magyar hazának nyugoti nagyobb felében ekként folyt a szellemi nagyszerű átalaku lás : az alatt a keleti részeken, noha külön hatás következ tében, hasonló történt. Bölcs 948-ban Kr. u. s kevéssel utóbb Gyula Kon stantinápolyban megkeresztelkedtek, s ez utóbbi egy H i e r o theus nevű szerzetest hozván magával, ez által a magya rok közöl sokakat megtérített1). Bölcsről igazolja ezt az egykorú Bíborban született Konstantinosz császár is, hogy ez minap Konstantinápolyba jővén2), barátunkká lett. Gyula, Töhötöm unokája, s mint annak utóda, erdélyi feje delem volt. A székely nemzeti bíróságba3) helyezett Bölcs és Gyula, mint keresztyén főnökök, nagy erélylyel ter jesztették az erdélyi magyarok és székelyek közt a keresz tyén vallást. Az ősvallás híveinek küzdelmét az ellen már Ápolt fia idejében természetesnek láthatjuk, mig ily ellentö rekvéseknek a keresztyénség kevesb elemeivel biró Magyar országban ez idétt nem találjuk. Ápolt fia ezért kénytelen volt a magyar földön levő többi pogányok közé menekülni, honnan csak Bölcs halála után (955.) térhetett s állít- hatta vissza félig-meddig a vegyesen pogány és keresztyén székelyek közt hatalmát4). — Nem sokára ezntán, kisebb Gyula idejében, Álmos rovóbán a keresztyén vallástól el pártolván, a fő-rovóbánt, Ugrón fiát, megölte, s az előkelő keresztyén székelyeket üldözni kényszerítette: de Ápolt unokája, Apor Sándor, követei által István királytól, ekkor •) Scylitzes János, IX. századi byzanti író mondja. 2) A császár 949 ben irta munkáját. *) Mert a harkász, Konstantinosz szerént, birói méltóság név volt. 4) Az 1533-ki székely krónika, i. m. 278. 1."], [32, "24 legelsőben, segélyt kért, s ennek segedelmével Gyulát meg hódította, s a kelyhet magához vévén, azzal többé pogány áldomást tartatni nem engedett1). E nagy diadalon nem cso dálkozhatni, miután a hét erdő földén túli székely vitézek és kis-rovóbánok ez időben az ő tekintélye fentartása mellett erősen állottak2). Csak igy, az erdélyi magyar és székely keresztyének segélyével, sikerült szent Istvánnak a ke resztyéneket üldöző Gyula erdélyi fejedelemnek legyö zetése, s igy Erdélynek szorosabban Magyarországhoz csa toltatása 1002-ben Kr. u , miként ezt Béla király név telen jegyzője3), utóbb Kézai4) s utána Turóczi is bővebben említik5). A keresztyénség ezen diadala azonban erős ellenküz - delmeket Költött csakhamar a székely ösvallási párthivek közt, kiknek fejei főként magok a győztes keresztyén párt főnök, Sándor, némely rokonai és fiai voltak. Sándor maga saját fia, lka, ellen vezetett hadat Zetelakára (Udvarhely - székben), ki atyja által megaláztatva az Ügy vize mögé (Fekete-Ügy, Háromszékben) vonult, s ott lakot építvén, ké sőbb ugyanott halt meg. Majd lka Bálványos várából ki törvén, több testvérei és rokonai által segittetve, kétes eredménynyel harczolt, mignem szeut István megérkezett segélye, a győzelmet a keresztyén apa, Sándor, részére döntötte, mely diadal emlékéül szent István a hét erdő föl dén túl (Csik-székben), a havason, Ápolt rovóbán fiának, Becséknek, fiaival egy kápolnát építtetett6). ') Az 1533-ki székely krónika, i. m. 278. 1. 2) „Non nairum tautae victoriae ; illó enim tempore Sieuli milites et Rabonbani minores, post Terram Alpestrem Septem SyU varum habitantes, in eius authoritate sustinenda íueré tenacis.imi.\" U. o. 279. 1. 3) De Gestis Hungaror. Liber. Endlicher kiad. cap. XXIV XXV1T. 4) Gesta Hungaror. Endlicher kiad. Libr. II. cap. 2. 5) Chronie. Hungaror. Part. II. cap. 29. — i'chwandtner : Seriptores rer. Hungaricar. Tom. I. pag. 95. 6) Ezen kápolna a csik-somlyai Salvator, vagy a köznép kiejtése szerént S il á t o r, kápolnája, melyről Losteiner Lei-árt az erdélyi conventekről szóló kéziratában mondja : ..In Libro Parochi-"], [33, "25 Szeút Istvánnak ez újabb diadala a székely nemzet nagy részét, mely még az ősvalláshoz szított, elkeserítette. A legtöbb törzsek ismét fölkeltek; de Apor Sándor, testvérével Andrással, és a király segélyével oly hatal masan föllépett ellenök, hogy a Nyerges és Gímes havasain túl fekvő földet (Csik-szék keleti határain) egészen kipusz tította, s ekkor a székely áldozópohár födelére aranykeresz tet tétetett, és legidősb fiát, Sándor Istvánt, a királyhoz küldé a nemzet megegyezésével. Utóbb a maga s-a többi rovóbánols földére, melyek ezen dúló harczokban kipusztultak, saját ro kouait telepitette, nevezetesen a gímesi földre Apoltfi András fiait, a Nyerges havasán túlra az Ugronfiakat, valamint a bándi vár (Mező-Bánd, Maros -székben) vidékére szintén némely főnemes rokonait, Zsombort, Zseböt és többeket szál* litotta2). Az erdélyi részeken lezajlott ezen vallási makacs küz delmek egy időre esnek s hihetőleg viszonyban is állottak azon vészfergeteggel, melyet a hatalmas íejedelemrokon és somogyi törzsfőnök, Koppan, zúdított az uj magyar állam nyugoti részein, legott Gyeics halálu után, a fiatal István fejedelemre. Tervszerű visszahatása volt ez a nemzeti fele kezetnek, mely az erélyes Gyeics alatt feltámadni nem me részlett. Az uj tanitmányban nevelt István vezérnek azonban sikerült, a nemzeti ügy s ősi vallás és szertartások határo zott bajnokait az uj hit és hatalom embereinek segélyével megtörni, s ekként a nemzetnek állandó fenmaradását biz tosítani. Fejlődési pontja volt nálunk ezen idő a tudományok s keresztyén műveltség meghonosulásának. A Rómából nyert alis Ecclesiae Csik-Somlyoviensis de ea sequentia verba ex authen tica Ven. Capituli de Kolozs-Monostra charta exarata légi: Ca pella in monte Somlyó aedificata est anno 1001. per S. Stephanum Regem Hungáriáé ob memóriám victoriae de Gyula reportatae in honorem et memóriám Sanctissimi Salvatoris.\" Benkő Károly . Csik , Gyergyó és Kászon. II. rész. 93. 1. ») Az 1533-ki székely krónika, i. m. 280, 281. ll."], [34, "26 szent korona s apostoli királyczimmel nálunk egy újabb, az előbbitől merőben különvált élet koránya hasadott. Az új államszervezet, mi a bölcs királynak legdicsőbb s mara dandó emléke, az ősi hazának más alakot ; a vallással leg • bensőbb összefüggésben levő keresztyén nevelés pedig a szellemvilágnak egészen külön irányt adott. Ezentúl a ke resztyén vallás elfogadása iránt nyilvánuló hajlam mindin kább fokozódott; egyetemes hódolatról azonban csak a be következett század folytán lehetett szó. Ekkép alakult meg a tizedik században Magyarország. Árpád megszerzé és elrendezé, Zsolt és Taksony hetven évi erős küzdelmekkel birtokban megerősítek, Gyeics Európával kibékité. Az európai közélet e korszaka volt legalkalmasb intézményeinek az ázsiai jellemű nemzettel való elfogadta- tására, miután államrendszere sok hasonlót tartalmazott a hét magyar törzsfőnök frigyrendszerével. Az ázsiai törzsfő- nökség s európai aristocratia rokonokúi üdvözölhetek egy mást. A vérszerződés első pontja a fejedelemség Öröklé sét már jó korán egy családban megállapította, mi azon idétt majd egész Európában divatozott. A nép tömegének az ország kormányából kizárása nem lehetett visszatetsző a törzsfőnöki vagy katonai szerkezethez szokott magyarnak. A hóditások természete hozta magával, hogy csak a harczo lók és foglalók legyenek szabadok; miből könnyedén kifej- lődhetett a jobbágy -rendszer. Az országnak vármegyékre osztása hasonlított az európai kormány -megyékhez. Némely nagyok hivatalaikat átszállíthatták utódaikra : a várispán ságok ez idétt nálunk is rendesen firól-fira szállottak. A vi szonyok ilyetén találkozása folytán nem csoda, ha rövid időn európai alakot öltött fel a nemzet politikai jelleme. De más részt lehetetlen nemzetünkről el nem ismerni hogy mi természetének nem felelt meg, határozottan vissza utasitá. Míg a törzsfőnökök a főhatalmat egy nagyfejede lemre ruházták, egyúttal kikötötték, hogy se magok se haik soha az ő tanácsából s az ország tiszljéből egyál talában ki ne rekesztessenek ; mi a korlátolt egyeduralom kifejezése volt. Mig a fejedelem iránti hűtlenség- és vi-"], [35, "27 szályszerzésre a vérszerződés negyedik pontja halált mond : ugyanannak ötödik pontja a nemzet iránt hűtlen fejedelmet átok alá veti. Mig az egyeduralmat elhatározza, az ázsiai frígyrendszerrel nem akar felhagyni. Mindazonáltal a hét törzs csak hammar egy nemzetté olvadt, s közös fejede lemséggé alakult1). ') Bccsor István: Magyarország történelme, kölönös tekin tettel a jogfejlésre. Pápán, 1861. 8r. 43, 44. 11."], [36, "ELSŐ RÉSZ. Az erdélyi részek közigazgatási tekintetben. ELSŐ FEJEZET. Erdély szervezete. 1. §. Szent István és birodalma. Országulás. Erdély egyesítése a magyar közállammal. A pályakérdésnek határúi kijelelt nagy időszak ötszáz harmincznyolcz éret (1002 — 1540.) foglal magában, melynek első része (az Árpádok kora) Magyarország európai képző dését állítja élőnkbe; második része (1301 — 1490.) annak kül- és bei-nagyságát s virágzását tünteti fel; az ezen innen eső félszázad pedig (1490 — 1540.) az ország államélete ha nyatlását adja a való hű színében. Szent István birodalmának alapúi a keresztyén egélyt s az erre épített nemzeti országalkotmányt választotta: eu rópai életünk tehát a keresztyénséggel s ennek jellegét magán viselő polgári alkotmányunkkal kezdődik. A keresz tyén egély meghonosítása alapján indult fejlődésnek a nem zet szellemi öszves ereje. Első királyunk alkotó, szervező 1 elke itt óriási nagyságában tűnik fel. Mindaz, mi az Árpá dok három századán keresztül nagy, dicső, lélekemelő mutat kozik, az első szent király mély vallásosságában, s roppant szerepkörének bölcs felfogásában birja alapját, életgyö kerét. Az áldó gondviselés úgy intézte legott kezdetben nem zetünk sorsát, hogy a magyar királyság első századában nagy és erős királyok uralkodjanak felette, s a már Gyeics"], [37, "29 fejedelem korában megkezdett európai szellemű átalakulás müvét szerencsésen bevégezzék. István, mint törvényhozó és apostol, egyaránt kitűnő szellemnagysága volt századá nak, nemzetének. Valamint az egyházat, úgy építette fel ö az országalkotmányt is. De mindkettöneK. kivitelét megn e hezíté az ősi intézményeket feladni daczosan vonakodó nem zet ellenszegülése. Míg István birodalmában a keresztyén egély terjesztésével foglalkodott,azalatt unokaöcs cse,az ifjabb Gyula, ki Erdély fejedelme volt, gerjesztette maga ellen ha ragját. Ez ugyanis, Koppan törzsfőnökkel egy értelemben. zokon vévén, hogy a nemzet ősvallása szertartásaitól elté ríttetik, Istvánhoz gyakran küldött követei által őt keserű szemrehányásokkal feddette, s támadást is intézett ellene akkor, midőn István a somogyi törzsfőnökkel végezett, kinek borzasztó csapása után, úgy látszik, Gyula visszavonult Er délybe, s az ősnemzeti intézmények eltörlésének megboszu lásán törte fejét. Végre, midőn ismételt követségek által sem juthatott sikerhez, nyílt ellenségül vetette fel magát, s ha daival Magyarországra rontott, öldöklés és pusztítás jelelvén mindenütt nyomait. Istvánt e szörnyű merény gyors elhatá rozásra birta. Miután sem kérlelő szó, sem a királyi fenség hangosabban nyilatkozó erélye a konok törzsfőnököt jóra nem birhaták, kényszerült István a harcz mezejére lépni. A gyorsan egybeszedett hadinép Erdélybe indíttatott. Csata dönté-e el a dolgot? egykorú emlékeink nem felelnek. Hogy a magyar közbirodalom azon részei igen hamar meghódoltak, okát az Istvánhoz hiven ragaszkodó székelyek erélyes támo gatásában találjuk. Ekkor (1002.) István Erdélyt a magyar öszállamba kebelezte1), lassankint magyar törvényre szok tatta, igazgatását rokonára,Zsolt vezérre, bízta, keresztyénné tette, s az egély megszilárdítására Gyulafehérvárott püs - pökséget alapított, a pártos fejedelmet pedig két fiával Ma- l) „Universum regnum eius latissimum et opulentissimum Mo narchie Hungarie adiunxit.\" Chronic. Budens. Edit. Podhradczky, pag. 65. — Kézai: Gesta Hungaror. 1 'br. II. cap. 2. — Turóczi: Chronic. Hungaror. Part. II. cap. 29."], [38, "30 gyarországra hozatván, megkereszteltette s életfogytig fog ságban tartotta1), ki Erdélyt többé, azon ürügy alatt, nehogy ismét új dolgokon törje fejét, soha sem látta. Erdély, hajdani nevén Dáczia, minden terményekkel dúslakodó, főként pedig sót, aranyat s barmokat termő ország, a rómaiaknak egykor gyönyörűsége, Gyula megaláztatása után mindig a mag ar Királyok birtoka volt. E veszély elhárítása után nagyobb mérvben s erélylyel fogott István a keresztyén ügy országos elrendezéséhez. Az apostoli szellemű magyar szent király tiz püspökség felállí tásához látott2), melyeknek feje az esztergami volt, érseki czimmel. Ezt követte rangban, de alkotására nézve is, a ka locsai püspökség. A veszprémi püspökség adománylevele 1008-ban kelt ugyan ; de több jelenség arra mutat, hogy 1001-ben már létezett. A pécsi püspökség alapítólevele 1009 ből való. A bácsi, győri és egri püspökségek rendezésének évei nem tudatnak. A csanádi 1030. tájban alapíttatott. A nagyváradi püspökségnek alkotását egynémelyek szent Lászlónak tulajdonítják; de valószínűbb, hogy ennek hatá rai szintén István által írattak körül. — Ezeken kivtilaben czéseknek (szent Benedek szerzeteseinek) pannonhegyi főa pátságán kivül, a pécsváradi (1015.), szalavári (1019.), zobori (Nyitra felett), bakonybéli (1037.) apátságaik; nem különben a székes -fehérvári (1004.) és ó -budai (1022.) káp talanok Istvánban tisztelik alapitójokat3). — Ezen hitbuzgó egyháznagyok s lankadatlan erélyű első szerzetesek ápolták István magyarjaiban a keresztyén vallás szent tanainak ') Anonyin. Belae reg. notar. i. m. cap. XXIV. XXVII. 2) „Provincias in X. partitus est episcopatus, Strigoniensem ecclesiam metropolim et magistram ceterarum főre constitu ens.\" Hartvik: Legenda S. Stephani Reg. major. Endlichernél, i ■»• cap. VIII. pag. 144. 3) Ezekre vonatkoznak Hartviknak következő szavai : ,,J.ici untur ubique sacrarum fundamenta domorum, surgunt claustra ca nonicorum, florescnnt clauatra, cenobia regulariter conuersancium canonicoru'n congregacionum.'' Eudlicher, i. m. pag. 144 et 172."], [39, "31 üdvös magvait. A buzgón hirdetett s a hatalom egész erejé vel gyámolított keresztyénség István kormány-éveiben mér tani haladványban terjedett; mindazáltal az ősvallá^on annyira erőt még sem vehetett, hogy életnyilatkozata örökre most már elenyészett volna. Tomboló, lázas elemek még ezu tán sem egyszer követelték vissza a nemzeti ősvallást és szerkezetet. I. Béla király erélye kellett azok megtörésére s habár végkép meg nem is valának semmisítve,. de azontúl csak suttonban áldoztak a magyarok istenének, és László (1092.) törvénye s az 1112. körüli esztergami zsinat végzése úgy látszik, elégséges volt hasonló lázas ingert végre elfoj tani, s a keresztyén hit és műveltség ügyét állandóan biz tosítani. Ezután István minden erejét országának polgári ren - dezésére fordította. Kormányra termett szellemének legdi- csöbb müve az országalkoímány, mslynek életrevalósága nyolczszázadou túl terjedt fennállásában nyilatkozik. Szer- vezetébe sokat vett ugyan fel az akkori más európai álla- mokban divatozó intézetekből1); mert őseink sem belátás, sem bátorság hiával nem voltak, sem büszkeség nem aka dályozá, hogy az idegen intézményeket, ha jók valának, ne utánoznák2): de ebben nem utánzólag, sőt inkább teremtő lélekkel járt el a bölcs király, tisztelve a történeti alapot s nemzeti szellemet. Ezen elv lőn alkotmányos létünk fenma- radásának egyik főbiztositéka3). Legbátrabb tette a törzsfő- nökök hatalmának megszüntetése volt az új alkotmány által, kiknek helyébe egy némileg hasonló intézvéuy lépett, tudni - illik mintegy hatvan vármegye, melyeknek élén egy-egy ') V. ő Georg. Bartal : Commentar. ad Histor. Statu3 J-urisque publ. Hungar. Aevi medii. Tom. I. Posonii, 1847. 8-0. pagg. 200— 204; és: 314-3 i 6. 2) ,,Majores nostri neque consilii ncque audacia eguere, nequo superbia obstabat, quominus aliena instituta, si modo próba erant, iinitarentur.\" — S a 1 1 u s t. *) Wonzel Gusztáv : ,, Magyarország és Erdély 1848. előtti alkotmánya.\" Budap.sti Szemle. XlX-d. köt. Pest, 1860. 8r. 335, 336. 11."], [40, "32 főispán állott, de- már egyenes függéssel a királytól. Az or szág lakosai nemesség és pörságból állottak. A nemesség magában foglalta a főpapságot, a fő- és köznemességet ; a pórság pedig a földmívelő osztályt. A magyar nemességnek kitűnő alkotmányos állása törvényeinkben gyökerezik. A nemesek az ország szent koronája tagjainak neveztetnek; Werbőczy egyedül bennök látja közjogi érteményben a nem zetet; az országgyűléseken ők jelennek meg; az ország ügye inek kezelésére kiválólag ők hivatvák; és számos törvé nyeink különösen a nemesek jogait határozzák meg és bizto sítják: de mindezen kitüntetések mellett is törvényeink soha a nemeseket oly polczra nem emelték, hogy akár a király irányában független alkotmányos hatalommal birtak, akár az ország nem-nemes lakosai irányában elzárt kört képeztek volna, melyet áthághatlan választó fal von körül; alkotmá nyunk tehát rendi alkotmánynak, mint sokan nevezgetni szeretik, nem mondható : hanem mint az országos és nemzeti életből fejlődött szerves egész, tárgyalásunk alapeszméjének jdöfolyamára viszonyítva, valóságos nemzeti alkotmánynak nevezhető egyedül helyesen1). Több országos íőhivatal Ist vánnak köszöni létét, mint a nádori, országbírói, fő- éi al-kor látnoki, s kir. főügyészi, egy a mai helytartósághoz hason ló kir. tanács s a királyi kamara. — István kormányideje folytán rendeztettek el czélarányosabban a törvényszékek, a bírói hatáskör, s a törvénykezés módja határozottabb szer vezetet nyert. A végrehajtó hatalmat a király gyakorolta az egyházi és világi nagyokkal. A honvédelem a nemes séget és birtokos papságot illette. A király tanácsot a főpa pokkal és főnemesekkel tartott2) ; de a törvényhozásba, úgy látszik, a köznemesség is legalább jogában állott népgyűléseken a törvényt jóváhagyni vagy nem hagyni. Itt i) Olv. Wenzel Gusztáv értekez. i. 1. 335, 343, 347, 353. 11. s) Erre vonatkozólag irja Freisingeni Ottó: ,, Ad cu riam Regis sui (a magyar királynak) singulis ex primoribus sellam secum portantibus conveniunt, ac de suae reipublicae statu pertra ctare et discutere non negligunt.\" Libr. de gestis Frideric. I. Im perátor."], [41, "33 rejlik első alapja az országgyűléseknek. Félszázaddal ké sőbb, az I. Béla alatt 1062-ben Székesfehérvárott tartott or szággyűlésen, már minden vármegye két követe által volt képviselve1). Általában valamint a törvényhozó gyülekeze teknek, úgy végzéseiknek alakja is a XH-d. századig nem volt még bizonyos rendszerbe hozva. — Miután István ezen új alkotmányrendszere néhány kísérleti évet kiállott, s az alatt is sokban javíttatott, igazíttatott, pótoltatott : ekkor, és nem előbb, fogadtatta azt el tényleg a belső és külső rend nagyaiból 1016-ban öszvehitt nemzeti képviselőkkel. Mig a magyar birodalom nagy nyugoti felében ezek igy alakultak, azalatt keleti felében a székelyek ősi kor mányrendszere, szent István által helybenhagyatva, I. Béla királyig fennállott. Miután ugyanis a keresztyénséget a szé kelyek közt elejétől fogva magok az ős -szerkezet szerénti legfőbb tisztviselők terjesztették és ápolták; miután az ös vallás visszahatásai ellen magok ezek küzdöttek: szent Ist ván, ki a magyar ős -szerkezet védőit Koppan támadásakor csak idegen segélylyel törhetvén meg, a magyar ősalkot mányt terveinek méltán hatalmas gátjául ismerheté, a szé kelyek ösalkotmányat, midőn különben is a székely fő-rovó bán önként állott melléje, annyival inkább meghagyhatá, mert azt a keresztyénség gátjául, mint a mely ez ős-kormány szerkezet mellett a Székelyföldön nem csak az ő, hanem még atyja ideje előtt is terjedt, épen nem tekinthette. Ezek után nagyon is hihetőnek látszhatik előttünk azon egyezmény valódisága, melyet a székely nemzet követei szent Istvánnal kötöttek. Ennek fő feltételét, a keresztyénség el fogadását, a nemzeti gyűlés helyeselvén, többi pontjait örök időkre ekként erősítette meg : a) hogy a nemzet a magyar királyt és népét keletről védelmezze; b) hogy a király őri - ') „Praeclarum hoc quoque, uti omnia eius (I. Béla), quod ultra morém aevi sui progressus, consilium iniit Principe maximi animi dignum, ut missis per regnum praeconibus, ex singulis pagis (Comitatuum hoc apud latinos nomen est, quod chrono graphi cum villis commutant saepius) duas ad Comitia Albam evocaret.\" — Georg Bartal : Commentar etc. Tom. II. Libr. 5. §. 2. pag. 23. ri"], [42, "34 zetére felváltva száz lovagot tartson ; c) hogy a királynak választása, nősülése é. figyermeke születésekor ökröt bélye gezzen1) ; de ezek fejében viszont minden pénz, tized- és adó fizetéstől továbbra is ment legyen. Mely egyezség ünnepé lyesítése után, a szerződés örök emlékére Apor Sándor egyik fia, Arad, törzsével együtt, a Zaránd -törzs földéhez közel, majdnem a határszélre, az oláhok földének havasai közé, a Szállás nevű patakhoz (ma Alsó- és Felső-Szálláspatak nevű helységek Huuyad-niegye déli részén) áttétetett. Ezen pon tokat, megjegyzi a króni__a szerkesztője2), a nemzet a múlt századokban (1533. előtt) minden harmad évben megújította. A követek visszatértével a fő-rovóbán, Apor Sándor, nemzetgyűlést tartván, a nemes király válaszát Budvárban márványra metszve felmutatta, s a kehely fölé helyezve fölemelte ; s mindnyájan nagy örömzajjal fogadták a magyar király akaratát, és a Keresztyén vallást, mint a község pa rancsát, a Bika-föld havasain túli minden pogány kis-rovó bánok közt kihirdették3). A székely krónika4) sejtenünk engedi, hogy a nagy térítő, szent István, halála után mindjárt kitörtek az ősval lási \"mozgalmak, és csak Endre király kemény felléptével fojtattak el. Ez 1039. után, de 1049 előtt történt ; mert Endre király, a szent István által Erdélybe helyezett vajda (Zsolt) után, országát megosztotta s öcscse, Béla, lőn erdélyi her czeggé 1049-ben; mit hazai történetíróink is igazolnak5) ') Ezen ökör bélyegzés (siguatura boum) ennyiből ál lott : a székely nép, a főnépeket . primores) és lóföket (primipili) kivéve, a királyi adószedőnek minden ökrét bevallva, és ez elé hajtva, így négyivei összeállították, egy vagy két gazdától, a mint telt, s ezek közöl a székely választott kettőt, a harmadikat pedig az adószedő választotta el, melyre azután a szék bélyegét azonnal rá sütötték, a honnan azután ezen eljárás nökörsiités\"-nek neveztetett. — Kállay Ferenc z: Históriai értekezés a j emes székely nemzet^eredetéről. Nagy-Enyed. 1829. 8r. 199 1. í) Olv. az 1533-ki székely krónik. i. m. 281, 282. 11. - 3) U. o. 282. 1. - 4) U. o. 286, 287. 11. *) Turóczi: Chronic. Hungaror. i. h. Part. II. cap. 42. — Chronic. Budens. Edid. Podhradczky. pag. 104. — Péczely József: A magyarok történetoi. Első darab. Debreczen, 1837. 8r. 66. 1."], [43, "35 mondván, hogy az ország egy harmadát (Erdélyt, a tiszán túli részszel) herczegi czimmel Béla bírta. A székesfehérvári gyűlésen végső szerencsét kísérlettek a őj?hitüek, hihetőleg az erdélyi részekről is. Erre következett az elhatározó csa pás, mely az ősvallás pártosait teljesen lesújtotta. Béla, er • délyi berezeg, ekkortájban ugyanis azt parancsolta, hogy többé a méltóságok, családok, várak, falvak, kastélyok ne az ősök szokása szerént, hanem szentek neveiről neveztes senek. Igy lett a fő-rovóbáuból székelyek ispánja, a gyula harkászból székelyek alispánja stb. Ellenszegült ugan Bé lának Szemere, Madaras földéről (Csik-székben) ; de mit sem boldogult1). Miután az erdélyi részek ily módon a magvai- közál lammal egyesíttettek , vétetett csak tüzetesen foganatba azoknak közigazgatási tekintetben szükségelt szervezése, minek alapján indult ott azután fejlődésnek az államegység szellemével öszhangzó közélet, mi alapvonalaiban itt veendő tekintetbe. 2. §. Erdély alkatrészei, — A Székelyföld. Erdély, miként tárgyalásunk eddigi folyamán láthat tuk, eredetileg két ős -részből alakult a Székelyföld- s megyei kerületből, melyekhez a harmadik, az úgyne vezett Király fold, később, csak a XH-d. század kö zepe felé, II. Gyeics király kormányidejében (1141 — 1161) járult. E részek köz- és magánjogi intézményeikban s törté nelmi fejlödésökben különböztek valamint egymástól, úgy a közös magyar királyság többi részeitől is. A Székelyföld a székely nemzetnek ösfoglalás utján birt tulajdona. A magyar rokonokkal, még Árpád ide jében történt testvéri szövetkezés alapján, örökre sérthetlen tulajdonúi birta és igazgatta a Székelyföldet, mint oly kü lön helyhatóságot, mely nem csak maga osztá ki maga közt székekkint és nemzetségekkint (per tribus et generationes) a a hivatalokat ; de saját törvényeit is maga V Az 1533-ki székely krónika, i. m. 287. 1. V"], [44, "36 hozta magának saját nemzeti gyülé s ein1). A közel kétszáz négyszög-mérföldnyi területű ősbirtok külön időkben tömörült következő hét székké : a) Udvar hely, Keresztúr és Bardocz2) fiókszékkel ; b) S e p s i, egyesülve Kezdi és Orbai3) hajdan ön álló székekkel ; c) M i k 1 ó s v á r, 1450. óta mint külön szék; Sepsi széktől történt különválása az erdélyi három nemzet által 1531 -ben elismertetett4) ; d) K á s z o n, C s i k tól 1462-ben különvált, s önállósága 1515 stb. elismerte tett*); e) Csik-Gyergyó6);f) Aranyos, 1289 ben a rabló kunok ellen kitüntetett vitézségökért a k é z* d i székelyeknek adományoztatott, s mint általuk gyarmatosított birtok, részökre 1291 — 1313. kiváltságilag biztosíttatott7); g) Maros, mely — úgy látszik — az előbbieknél később alakúit. — A székely nemzetnek 1506-ban tartott gyűlésén, mint képviselt székek, említtetnek Udvarhely, Ma ros, Aranyos, Csik, Kezdi, Sepsi és Or bai székek8). A saját érteményben vett Székelyföldön kivül a székely ispán hatósági körébe tartoztak a XIV. részben a XV-d. században még ezen szász területek : B e s z- i) L. A nemes székely nemzet constitutiói, privileg. stb. Pes ten, 1818. 8r. 14-16 és 24—51. 11. — s) U. o. 87. 1. 3) Stephau. Katona : Hist. Critic. Tom. V. pag. 530. — Georg. Fejér : Cod. Diplom. Tom. II. pag. 16. *) A nemes székely nemz. constit stb. 16—22. 11. — Joseph Car, Eder ad Simigian. pag. 95. ') Kállay Ferencz : Histor. értekez. a székely nemz. eredet Nagy-Enyed. 1829. 8r. 188. 1. 6) Gyergyó 1506 — 1636. időközben ismét mint önálló terü leti hatóság tiinik fel. A székely levéltárak ismerethiánya okozza, hogy a történetbnvár a Székelyföld régi viszonyainak szövedékébe mélyen nem hathat. \") Az eredeti okmány a kolos-monostori levéltárban. V. ö. A nemes székely nemz. constit. stb. 9—14. 11. — Georg. Fejér: Cod. Diplom. Tom. V. pag. 452. ») A nemes székely nemz. constit. stb. 33-39. 11."], [45, "37 tercze 1474-ig1) Medgyes és Selyk 1402-ig2) és B r a s s ó vidéke 1422-ig3), melyek azonban a szász egye tem kiváltságait élvezték. A Székelyföld közjogilag különbözött a megyei kerü lettől ; ugyanis a Székelyföld nem csak az egyres székelyéké, hanem egyszersmind az egész nemzeté volt; a miért is ki halás esetében a székely birtokot nem az állam, hanem a szomszédok örökölték; s a székely hűtlenség esetében sem veszté el jószágát, még akkor sem, ha fejét a törvény kérte4) a mi más szóval azt teszi : a Székelyföldön királyjog nem létezett5). A székelyek a fekvő birtok öröklését illetőleg is külön böztek a magyaroktól6). A leányok ott nem örökösödnek a fekvő javakban, sem a leányi negyed nincs nálok behozva. De van a székely törvényeknek egy külön neme, a fiúsí tás, mi abban áll, hogy ha valamely családban nem volt fiú, akkor a fekvő javakat is a leány örökölte, s ilyen fin leánynak (fiusított leánynak) neveztetett. A törzsökös székelyek kezdettől fogva mind nemesek voltak; habár később a megyei kerületbe költöztek is, neme seknek tekintettek ; s épen azért a Székelyföldre szóló ne mes- vagy adomány-leveleket aXVT-d. század közepéignem igen lehet találni. Innét nem volt szabad őket törvényes megidézés vagy ítélet előtt elfogni7), sem — a gyilkosság ') Stephan. Katona : Hist. Critic. Tom. IX. pag. 45. — Tom. XIII. pag. 386. — Joseph. Car. Eder ad Schesaeum, pagg. 226, 238, 246; Observ. critic. et pragmatic. ad Felmerum, pag. 34 et 230. — Quartalschrift, VI. 320. — Georg. Fejér : Cod. Diplom. VIII, 4. pag. 222 et 494. — Szász nemz. levéltár, 342. sz. 2) Medgyes-szék levéltáráb. 56 és 94. sz. alatti okmányok 3) Joseph. Car. Eder: Observ. critic. ad Felmer, pag. 36 et234. «) Szokásbeli törvények, 30-d. pont. — A nemes székely nemz. constit. stb. 43, 44. 11. s) Verböczi : Trip. Part. III. tit. 4. •) Turóczi : Chronic. Hungaror. Part. I. cap. 24. — Schwandt- ner : Scriptores rer. Hungaricar. Tom. I. pag. 78. ') Dózsa Dániel : „Vázlatok a székely nemzet alkotmányo« életéből.\" Kolozsv. Közi. 1865. évf. 131. sz."], [46, "38 esetét' kivéve — a vajda elébe idézni1) ; hanem mindennemű peres ügyeik előbb saját székbiróságukon tárgyaltattak, s csak ezután vitethettek feljebb2). E nemes jelleg a XVI-d. századig mit sem vesztett jelentekéből. Csak ez időtől kezd az ősi székely alkotmányban változás mutatkozni. A fő-nép (primori, nemesi osztály) kifejlődése által, a lovagok (primipili) és gyalogok (pixidarií) mellett, még egy negyedik osztály, a jobbágyság is kifejlődik. — Mind ezen szép szabadságok- s előjogokért a székely egy szolgá latot, — • nem ! bajnoki tisztet volt köteles teljesíteni hazája irányában : fegyverrel őrködni a közbátorság s nemzeti sza badság felett. Azért háború idején minden székely fegyvert tartozott fogni. A vonakodó szabadságát veszté. Hogy a Székelyföld Erdélylyel, mint külön egészszel, sem köz-, sem magánjogilag, sem bíróilag, sem közigazgatá silag szerves összeköttetésben nem állott; hanem ő egyene sen és közvetlen egyik nagyobb helyhatósági tagja volt a magyar koronának, és saját ispánja alatt függött a magyar királytól, — • elég ennek bebizonyítására idéznünk az agyag falvi gyűlésen, 1506-ban, a pártütés zabolázására hozott törvény következő s /avait: „Mi, Székelyoszág földének lakói, adjuk emlékezetére mindeneknek, a kiknek illik, e levelünk nek rendiben, hogy mi az ezer ötszáz és hat esztendőben^ urunk születése négy idejének ötödik napján, Udvarhelyszék nek Agyagfalva majorjában, a mi országunknak közönsége sen való szükséges dolgaiért kiváltképen való gyűlést hir dettünk és rendeltünk, hogy a különbféle egyenetlenségeket és hitvány szokásokat eltörlenénk és hagynánk ezt rendeltük: hogy senki az elsők (^primőrök) közöl vagy a ló: fövek (primipili) és tisztviselők közöl, vagy pedig a közön séges renden lévő emberek (pixidarii) közöl, valamelyek Székelyországban laknak, ennekutána fejedelmünk tisztes- ') ,, Parancsolattal senkit se hivhassanak se vajda urak, se ispati elébe ; hanem kit-kit székén keressenek előbbször, és a ki mit nem igazol, az kérdőjével mehessen el ország törvénye sze rént.\" Szokásbi törv. 35. pont. 5) A nemes székely'nemz. constit. stb. 45. 1- 36. pont."], [47, "39 sége és hivsége ellen .... vagy országunknak romlására . .. pártütésnek okáért se közönséges serészszerént való gyűlést ne indíthasson, hanem közönségesen egy helyre gyűl- jünk és a megbántott félnek segéljünk, .... hűségünket is megtartván, királyunkat találjuk meg, hogy igy közönsége sen tanácsot tartván, jobb móddal állhassunk ellene, míg a helynek messze volta miatt mi is a kútfőhöz, tudniillik ki rályunknak kegyelmességéhez és Magyarországnak segítsé géhez, kinek mi is tagjainak hivattatunk és vagyunk is, illen lő orvosságéit mehetünk stb'). II. Ulászló király korából való jelen okmányunk eléggé mutatja azon helyzetet, melyet a különválás idejéig (1540.) Székelyföld, mint a magyar királyság külön tagja, elfoglalt ; egyszersmind azt is, hogy az egy külön Erdély fogalmá val semmi összeköttetésben közjogilag ez idétt nem ál- lott2). 3. §. A megyei kerület Erdélyben. Számtalan viszontagságok közt nyolcz századot túlélt alkotmányunk- s ezen alapult nemzeti szabadságunknak, a magyar királyság megalakulása óta a jelen század közepéig* őrhelyei a vármegyék voltak : szükséges tehát az erdélyi részeken is ezeknek keletkezését figyelemre méltatnunk. Minekutána szent István Erdélyt Magyarországgal egyesitette, alig szenved kétségét, hogy az országszervező nagy király a megyerendszert, mely honvédelmi s közigaz gatási tekintetből legsikeresb kormányzási módnak tartat ván, birodalma nagyobb részében foganatba vétetett, annak keleti felében is alkalmazta még pedig annál könnyebben, mert fenn volt még a vezérek korában azon részeken vetett hét földvár, melyek hét megye kikerekitésére önként ajánl - ') A nemes székely nemz. constitut. stb. 33—35. 11. 2) Dózsa Dániel: „Vélemény az erdélyi részek assimilatiójá ról.\" — Olv. Pesti Napló. 1866. évfoly. 117. sz."], [48, "40 koztak1), a mint csakugyan ennyinek az erdélyi területen legott a Xl-d század folytán keletkeztéről emlékezik egy XIV -d. századi okmány3). A megyei kerület tehát Erdélyben kü lön helyhatóságokból vagyis megyeközségekből alakúit, melynek élén a vajda állott, a vajdai törvényszék lévén ezen kerület másod bírósága, a harmad bíróság szintén a királyi curia3). E területen jobbágyi viszony fejlődvén ki, politikai joggal itt csak a nemesség birt. A vármegyék, helyhatósági jogaik gyakorlata mellett, egyszersmind részt vettek küldötteik által a közhaza ország gyűlésein ; de az akkori háborús időkben s a közlekedés rendkívüli hiányai, valamint a királyok székhelyeinek távol esése miatt, tartottak ezen vármegyék is oly közös gyűlése ket, melyeken a sürgetősb hadi készülődéseket és más kebli intézkedéseket a megyei helyhatósági jog alapján megte hették. Ezen gyűlések vajdai kibocsátványok (edictum) által hivattak össze, s nemesi gyűléseknek (conven tus nobilium) neveztettek ; de épen nem voltak törvényalkotó gyűlések, s az ezen nemesi gyűléseken hozott törvényeknek ') „Septem capitaneis, ae singulis exercitibus, eorundem ductui deputat's, pro conservandis uxoribus, et rebus ipsorum s e - ptemcastra terrea praepararunt, in quibus tandem castris aliquandiu permanserunt ; et ex hino secutum est, quod pars terrae eadem, a Theutonis Siebenburg, id est septem castra, vocatur usqne in hunc diem.\" Turóczi : Chronic. Hungaror. Part- II. cap. cap. 2. — Chronie. Budens. Edid. Podhradczky, pag. 37. ») Kelt 1320 ban. Olv. Nemzeti Társalkodó. 1830. évfoly. 20Ö. 1- — V. ö. Gróf Kemény József: „Über die Entstehungszeit der ungarischen Komitate in Siebenbürgen.1' Anton Kurz : Magazin für Geschichte, Literatur und allé Denk- und Merkwürdigkeiten Siebenbürgens. I. Bánd. 3. Ileft. Kronstadt , 1845. 230 — 238. 11. ») Verbőczí: Tripart. Part. III. Tit. 3. §. 6."], [49, "41 Törvénytárunkban (Corpus Jufis) semmi nyoma1). A „con ventus. nobilium\" nem volt egyéb, mint a székely és szász nagyobb helyhatósági gyűlésekhez hasonló gyűlése a megyei kerületnek2) Minő kiterjedéssel birt a honfoglalás idején a meghó dított megyei' kerület, hitelességgel bíró ősemlékek nem ér tesítenek. De, ha tekintjük mindazon területi hatóságokat, melyek azon, különböző időkben, alakulásukat nyerték, a valót közelítjük meg, ha térfogatát nyolczszáz négyszögmér földre teszszűk. Ezen szerveztetett az erdélyi hét ősmegye : Fejérvár, Hunyad, Küküllő, Torda, Kolos, Doboka és Belső- Szolnok. E térnagysággal kezdetben nem állott arányban a lakosok száma3). A hódító nemzet, úgy látszik, Erdélynek eleinte csak éjszak felé eső részét foglalta el, délszaki felét még nem is ismervén; mert míg amaz az elfoglalás után több megyékre osztatott: a Torda és Küküllő megyéktől és a székely székektől a déli határhavasokig terjedő roppant nagy hely4) az egy Fejér-vármegyét tette, mely nem csak a hét szász széket, vagyis az egykori Sz eben -vármegyét (Co mitatus v. Provincia Cibiniensis) és a Barczaságot (Brassó vidéket), hanem a mostani Fogarasföldet, sőt Hunyad-me gyének részét is magában foglalta. Ez azonban a szász telepitvények idején lassankint más alakot nyert. 4. §. Az erdélyi Királyföld. Erdély harmadik kiegészítő részét a Szászföld (Királyföld, Fundus regius) alkotja, mely II. Gyeics király kormányidejében (1141 — 1161.) vette alakulása kezdetét. ») Sigism. Kosa: De publica Partium Transilvanarum admi nistratione civili atque militari sub Wayvodis, Viennae. 1816. 8-o §. 34. pag. 47. ») Dózsa Dániel : „Vélemény az erdélyi részek assimilatió járói.\" — Pesti Napló. 1866. évfoly. 117. sz. *) „Nunquam natio Ungarica implevit terram, quam práesidiis occuparat.\"— Sámuel Timon apud Steph. Katona : Hist. Crit. Regn. Hung. Tom. III. pag. 558. *) Régi okmányaink „dubiae possesionis solum,\" vagy „de sertum,\" „vasta, desolata terra\" általános nevezeteken emlegetik."], [50, "4.9 ■ — — ±_. Mikor, honnan s minő csapatokban jöttek ez idegen szállók (hospites) az erdélyi részekre, történelmi biztos kútfők hiá* nyában feleletet adni nehéz, mert az egykorú okmányokat majd egyig megemésztette a viszontagságos idő, s egy kút főkön alapuló szásztörténelem maiglan jámbor óhajtás, az egy Barczaságot kivéve, mely az öszves szász telepek közt van még legalaposabban kiderítve. Flandrok (német alföldiek), erdélyi németek (Teutonici Ultrasilvani), német szállók (hospites Teutonici) és szászok nevezetek alatt emlegetik régi oklevelek. Nyelvök a német nek tájszólásaként tekinthető; a besztercze-vidéki tájbeszéd kivételével, feltünőleg al -szász jellegű, s a németalföldi (hollandi) szólamhoz közel rokon; mi arra mutat, hogy a németalföldi szállók a Némethon különböző vidékeiről beköl tözöttckkel új hazájukban összeelegyedtek. Lakhelyet a ma* gyár birodalom területén II. Gyeics királytól nyertek.^mely a II. Endre-féle szabadságlevél (1224.) körvonalozása szerént2) magában foglalta a Szászvárostól Baróth, Sepsi és Darócz nevű székely birtokokig elterülő vidéket, s idő foiytán a je lenkorig százkileuczven négyszog-mérföldnyi területté nőtte ki magát3). A szász telepitvények Erdélyben három tömböt képeznek. Az első Mármaros és Bukovina közt szállott meg ; a második, az előbbinél tetemesen nagyobb, Százvárostöl a Maros, Küküllő és Olt folyók közt egész a déli székely ha tárokig terjeszkedett; a harmadik, mely a Székelyföld és déli hegyláncz közt Barczaság nevezet alatt ismert regényes síkságon terül el. Mi bírhatta ez útra kelt hazátlan vándorokat messze földön t\\j lakhelykeresésére? Vízár, bel- l) ,,Saxones Transilvani et sedes et privilegia a rege Geysa ac ceperunt.\" Sigleri Chronolog. rer. ungaricar. in Bel. adparatu ad hist. Hungar. Posou. 1735. Fol. pag. 52. 2) ,,.... universus populus (a szász nép) incipiens a Varas usque in Boralth cum terra Siculorum terrae S e b u s et terra Dáraus unus sit populus (szász egyetem).\" Privilégium Andrea num. Artic II. — V. ö. Si^ism. Kosa : De public. part. Transilva r.ar. administr. Vienuae, 1816. pag. 83. s) Kővári László : Erdély statistikája. Kolozsvár, 1848. 8\". 8 9.11."], [51, "43 zavarok, túlnépesedés vagy kereszthadjáratok öszmtiködtek e öshazájok végleges elhagyására ? Oly kérdés, mire azon kor viszonyainak számbavételével csak ráelmélve válaszol hatunk1). Eleinte kisebb tömbökben s külön időszakokban jelentek meg honunk határain. Ha a körülményeket gondo san mérlegeljük, az tűnik ki, hogy a nagyobb telepitvények egymásután következtek, s viszonyában voltak költözési moz galmaik a kereszthadjáratokkal. Ki is vonhatja alaposan kétségbe, hogy ezek közöl egyes tömegek már csak azért is itt települhettek meg, mert a pogány besenyők és kunok el leni müködésökkel azon szolgálatot hitték tehetni a kcresz tyénségnek, mit teendettek volna akkor, ha a Szentföldön a saracenok ellen harczolnak. Elég az, hogy Erdély délszaki része kipusztult volt s tárva-nyitva állott az említett rabló népek dúlásainak : királyaink tehát tárt karokkal fogadták a jövevényeket s velők benépesítették az elvadult, kietlen pusztaságot ; védfalul szolgáltak ők a barbár betörések el len ; iij szint öltött szorgalmuk nyomain a rideg vidék, sigen sokat nyert lakályosságban. Ekként alakúit meg az erdélyi részeken S z e b e n vármegye (Comitatus Cibiniensis), magában foglalván azon földterületet, melyen később Szászváros, Szászsebes, Szerdahely, Szeben, Újegyház, Nagy-Sink, Kőhalom és Se gesvár székek keletkeztek. Minő lehetett az első telepitvények népszáma, hiteles adataink nincsenek; de ha az öts áz fegyveresre rugó had illetéket2) tekintetbe veszszük, nem mondhatjuk jelenték telennek. A későbbi idők okmányaiból kiderül, hogy kezdetben minden egyes gyarmat politikai tekintetben önálló közigaz- >) J. K. Schuller : Umrisse und kritische Studien zur Ge sc'niehte von Siebenbiirgen. Mit besonderer Berücksichtignng der Gesichte tter deutschen Colonisten im Lande. Hermannstadt. 1840. 8-0' Erstes Heft. §. 66. lap. 65, 66, 67. 2) Privileg. Andreanum. Artic. V. - V. ö. Sigism. Kosa, i. m. 83 - 97. 11-"], [52, "44 gatási s törvényhatósági területet képezett a nélkül, hogy ezen gyarmatokat a hasonló intézmények — nemzetiségi s nyelvi rokonság s közös valláson kivül — a politikai egység kapcsalotával egy szerves egészszé egyesítették volna. Ezt csak egy század múlva eszközölte a II. Endre-féle kiváltság levél, jóllehet nem azon mérvben, melyben azt korunkban látjuk ; mert Medgyes és Selyk Zsigmond alatt, Talmács és Selistye IV. László korában, Besztercze vidéke pedig és a Barczaság csak I. Mátyás király idejében kebeleztettek az erdélyi Királyföldbe.1) Mint uj szállók, siettek e német gyarmatosok magokat királyi kiváltság-levelek által biztosított jogokkal körtilsán czolni; ilyenek a nemzetiség biztosítása, személyes szabad ság, a kötelezettségek egyenlősége, szilárd és teljes birtok jog, bizonyos önállóság az által, hogy magokat közvetlenül a királytól tették függőkké, saját törvényalkotás és önkor mányzás, s életkörüktől minden idegenszerű elemek távol tartása. — Ugyanis az 1224-ben kiadott szabadságlevél a Szászföldet a szebeni ispán (mint szász főispán) kormánya és bírósága alatt szabadföldnek nyilvánítja (artic. I. II.) A fekvőbirtoknak csak egyedül szász általi nyerhetése és birhatása biztosíttatik (artic. XIV). A szász nemzet saját tisztjeit és papjait szabadon választhatja (artic. VI.). A szász kalmárok az egész magyar birodalomban vámfizetéstől, va lamint minden saját áruhelyeik a vásárpénz -fizetéstől fel mentetnek (XVI.). Az erdélyi havasok erdeit, folyóit, vizeit minden járulékaikkal, szegénynek gazdagnak, az oláhok - és besenyőkkel közösen használni megengedi (artic. VIII, és XIII.) E szép szabadságok fejében kincstári nyereményül (lucrum camerae) évenkint ötszáz ezüst márkát fizetnek (ar tic. IV.). A királyi sereghez a hon határain belül ötszáz, azon kivul száz fegyverest ad a király vezérlete alá ; de ha más vezényel az országon kivül, csak ötvenet (V.). A *) Sigism. Kosa, i. m. 84. 1."], [53, "45 királyt, ha köztök megjelenik, háromszor ; a vajdát pedig csak kétszer tartoznak megvendégelni (XV.).1) Mekkora súlyt fektetett a főhatalom e hazánkba tele pült vendégnépre, mutatja a szász nemzet régi pecsétjének ezen körirata: nAd retinendam coronam.\"' (A korona fen - tartására) 2). MÁSODIK FEJEZET. Kormányrendszer az erdélyi részeken. 5. §. A királyi herczegek. mint Erdély kormányzói. Amint szent István Erdélyt a magyar közbirodalommal egyesitette, királyaink azt helytartók által kormányozták. Ezek, ha a királyok fivérei vagy épen fiai voltak, h e r c z e géknek (duces) neveztettek3); ha pedig a magyar nemes ség köréből emelkedtek e kitűnő kormánypolczra, vajda czímet viseltek4) . Az erdélyi herczegek tehát a vajdáknál i) Jos. Car. Eder : De initiis iuribusque Saxonum Transsil vanor. Commentatio. Viennae, 1792. in 4-to. 33, 34. 11. •>) Jos. Car. Eder, i. m. 40. 1. a) J. B. Szegedi : Decrct. et Vit. Reg. Hung. 339 1. — Joe. Benkő : Transilv. Generál. Tom. I. pag. 164. *) Sámuel Timon : Imag. Hung. Nov. 30. 1. szerént egy 1212 -d. törvény az erd. vajdát és székely ispánt emiitvén, tiltakozik az ellen, hogy ezen méltóságok másoknak, mint érdemes magya roknak, adományoztassanak a királyi felségtől. — „Waywoda tuua Transilvaniensem et comitatum (ispánság) Siculorum ... non aliis, praeterquam natis Hungaris... R. Maiestas dare et conferre valeat.\" Decret. Uladisl. a. 1492. artic. 8. Eder ad Sches. 161. 1. Ez oda mutat, hogy volt egy-egy oly időköz, a mely ben idegen származású is neveztetett e főhivatalokra ; a mint csak ugyan kérdésbe vonatik egy Frank nevű szász, mint vajda ; hogy pedig al-vajdák csakugyan voltak a s z á z o k közöl is, pl. Nádasi László 1410-ben, határozottan állíttatik (J. K. Schul er : ümrisse und kritische Studien stb . 43. 1. Erst. Heft)."], [54, "46 kitűnőbb rangfokon állottak. Némelyek a királyok nevében s akaratjok szerént kormányozták a tartományt ; mások a magyar királyokkal megosztva bírták a főhatalmat4), s ezt I. Endre ideje óta (1049.), ki azon palástolhatlan politikai hibát követte el, hogy öszbirodalmának harmadrészéből herczegséget alakított (Erdély, a tiszántúli részszcl), s kor mány zását Béla öcsesére bízta; mi által a hazát s királyi családot oly sokáig rongáló szakadás, szám és végnélküli belső villongások magvait hintette el2), István (V.), IV. Béla király fia, mielőtt még atyját a trónon követné, már 1260, 1262, 1265, 1267 és 1268-ban, mint ifjabb király s erdélyi herczeg, irta magát az okmá nyok alá3). Atyja halála után, 1276-ban magyar királyivá koronáztatván, úgy látszik, ez el szűnt meg az erdélyi her czegség, s ment vissza újra a koronára. Nyoma van annak1), hogy a királyi herczegek, a mint Erdély vagy más tartomány kormányára emeltettek, a berezegi czímet folyvást megtar tották ; igy Corvin János, mint oppelni és liptói herczeg, irja magát II. Ulászló törvénykönyve alá; Újlaki Lörincz pedig, mint szerémi herczeg, áll ott. E most említett herczegeket a nádor, erdélyi vajda és országbíró a közgyűléseken mege lőzték, kik viszont minden bánokat s országzászlósokat meg haladtak tekintélyökkel5). l) István (V.), mint ifjabb király s erdélyi herczeg, atyjának IV. Bélának, egy kiváltságlevelét megerősíti (J. K. Schuller, i. m. 46.1.). 2) ,.T.ex et fiater ejus Béla, habito consilio, diviserunt re gnum in tns partes, quarum duae in proprietatem regiae suae maiestatis manserunt, tertia verő pars iu proprietatem ducis est concessa. Haee igitur prima regni huius divisio seminarium fűit discordiae et guerrarum inter duces et reges Hun gáriáé\" Turóczi : Chronic. Hungaror. Part. II. cap. 42. — V. ö- Schwandtner : Scriptor. rer. Hungaric. Tom. I. pag. 108. *) I. Bárdosy : Supplementum Analector. Terrae Scepusiens. Leutschov. 1802. in 4-to.. — Schmitt: Episcopi Agriens. 159. 1. *) J. B. Szegedi: Decret. et V. it. Reg. Hungar. 306. 1. 5) J. B. Szegedi : Rubric. Jur. Hungar. I. 106. 1."], [55, "47 A kir. herczegeknek1) erdélyi kormányáról' meg kell jegyeznünk, hogy, ámbár ők a polgári s hadi ügyekben fő hatalmat gyakoroltak, ez merőben még sem volt független ; mert a királyok, felségi joguknál fogva, ekkor is befolytak Erdély ügyeibe2), sőt a herczegek intézkedéseit néha vissza is vonták vagy megsemmisítették3). Azonban a kir. hercze gek felségi joggyakorlatára mutat a nemesítés és jószága dományozás, minek hogy birtokában voltak, István berezeg nek egy 1263-ban kelt okmánya bizonyítja4). 6. §. Az erdélyi vajdák és al-vajdák. Az erdélyi vajda5), mint a polgári s hadi ügyekben királyi helytartó, a tartományi közügyekre nézve mind a három nemzetre közvetlen hatósági joggal birván, államéle- i) A kir. herczegek, kik Erdélyt kormányozták, ezek : Zsolt, Imre, I. Béla, I. Gyeics, I. László, Almos, II (vak) Béla, II. László és II- István, III. Béla, Endre, Kálmán (II. Endre fia (, III. István, (IV. Béla fia). — Sigism. Kosa, i. m. 10. 1., a ki 1351-ben kelt ok levél nyomán említi még IV. Istvánt, I. Lajos királyunk fivérét (v. ö. Katona : Hist. Crit. Tom. X. pag. 17.). 2) Kaprinai : Hungar. Diplomatic. 1.38. 1. 3) Steph. Katona : Histor Critic. Tom. VI. pag. 375- *) Kerchelich : Notit. Praelimin. pag. 221. — Országgyűlési helyjogukra nézve olv. M. G. Kovachich : Scriptor. Minor. I. pagg. 44, 105. — Artic. 41. de anno 1291. — Uladisl. Decret. de a. 1444. artic. 2 et 9. — J Nic. Kovachich : Monument. Veter. Legisl. Hung. pagg. 29, 32, 38 — V. ö. Magyar Tud. Társ. Évkönyv. VII- d. köt. II. oszt. 230 1. 5) Az illyr woywodi szó magyar alakítása. Verán chich Antal ezt így eredezteti : v o y v. voynugaa. ui. katonaság ; v o d y, vezetni, vezérelni ; innét v o y n i c i, katonák, és vojevato, katonáskodni (M. G. Kovachich: Scriptores mino res. II. 100.) ; e szerent tehát vajda annyit jelentene, mint had vezér; de a közéletben — tárgyalt időszakunkon át — k o r mányfőnök, hadvezér s törvénybiró érteményekkel"], [56, "48 tünkben fontos szerepet játszott az egész magyar középko ron keresztül: azért hatáskörét szükség nyomosabban tár gyalnunk. Az erdélyi részeken rendesen csak egy vajda vitte a kormányt; de többször kettő is hivataloskodott1).\" Ez utóbbi esetben az egyik az öszves nemes hadak vezére volt s táborozáskor az erdélyi hadsereget vezényelte, mely a ki rályi haderőnek jobb szárnyát képezte. A hadsereget a régi századokban az erdélyi megye-kerület nemességének három negyede, a székelységnek pedig két-harmada alkotta. I. Má tyás alatt az erdélyi Öszves haderő negyven ezerre ment2) A másik vajda, tiszttársa táborozásának tartama alatt, honn is birt (Sam. Timon : Imag. nov. Hung. cap. X. 1. 45.) ; mert az „erdélyi herczeg\" czím kizárólag királyi családtagoknak, mint Erdély kormányzóinak, adatott királyainktól. — Hajdan várka pitányok is neveztettek vajdáknak (Math. II. Reg. Decr. IV artic. 30. a. 161S.). Rogér, váradi kanonok, siralmas iratában Ma gyarország romlásáról a tatárok által, olvasható : „ad quandam diuertimus insulam, que contra Tartaros per homines de Agya, et Waydam de Geroth et de pluribus aliis circum iacentibus uillis, fortiter parabatar.\" (Steph. Ladisl. Endlicher : Rer, Hungaric. Mo nument. Arpadian. Sangalli, 1849. 8-o. pag. 284.) Miklós, Ugrin fia. országbíró, Pétert, Miklósnak, néhai sarus-vármegyei vaj dának fiait stb. Kelt Visegrádon, 1359 (Tud. Gyűjt- 1822. Vll. köt. 103. I.). „Capitulum Varadinense in suis testimonialibus de a. 1263. Iván Waivodae de Bulenus (Belényes) ac Boch et Balk men tionéin facit\" (Archív des Vereins für Siebenbiirg. Landeskunde. Ili, Bd. 2. Heft. in Tentam. Indic. Dipl. 43. 1.)- Steph. V. Reg. Hung. literae de terris seu villis Herbordi (ma B alásfalva) Vajvodae et Sanchalteluky (Szancsalteleke), inter duos fluvios Kukulu (a két Küküllő) jacentibus, per Teel, fllium Ebi de Brassu, Comiti Chyel, tilio Ervyn de Kalnuk (Kelnek), venditis. Ab incarnatione Domini 1211. (Archiv des Vereins Sieben bürg. Landeskund. Bd. III. Heft 2. in Tentamin. Indic. Diplom. 50 1.). !) Sigism. Kosa, i. m. — Handbuch der Geschicht. Siebenb , Von Carl. Neugeboren. Hermannstadt. 1836. 8-o. ») Kovachich : Script. min. II. 13 s kövv. V. ö. Eder : Com mentar. ad Hist. Ambr. Simig. Libr. I. pagg. 30, 31."], [57, "49 a rend- s közbátorságra ügyelt. Mint királyi helytartó a fel ségtől neveztetett ki, s ettől függött államszolgálati ideje V), mi rendesen nem sokáig tartott, hogy így a tartomány elszakadása- s önállóságának eleje vétessék2). Imre király kormányideje óta (1196 — 1204.) egyszersmind Belső-Szolnok vármegye főispánja volt, s az okmányok (1119, 1201, 1202) befejezésében az ország zászlósai közt. jelenik meg3), s Ver böczi őt az országnagyok sorában negyedik helyre teszi4) A vajda igen sokszor a székelyek ispánja is volt5). Hely- és szavazatjoggal birt a magyar országgyűlésen6), tagja volt a kir. országos főtörvényrszéknek7), s a korona nemeseinek so rából választatott8). A mi tiszti magas állása után járó évi fizetését illeti, azt méltóságának egészen megfelelő öszveg alkotta, t. i kilenczezer forint készpénzben s háromezer forint értékű só9) i) Decret. Albert, artic. 15. Decret. VI. artic. 1. Sigism . Decret. VI. artic. 63. Math. Decret. Uladisl. II. I. artic. 33. — Eder ad Felmer. 207. 1. Szapolyai János vajda eskümintájában előfor dul : ,,míg neki (a királynak) tetszik.\" (Huszti András : 0 és Uj Dáczia. 204 1.). *) Eder ad Felmer. 207. 1. ») Georg. Fejér : Cod. Diplom. Tom II. pagg. 346, 384, 386 387. — Szlemenics Pál. M. Tud. Társ. Évk. VI. köt. II. oszt. 145 l 6) jegyzet. *) Decret. Tripart. tit. 94. §. 2. — V. ö. Tud. Gyűjt. 1821, VIII. köt. 40-44. 11. — M. Tud. Társ. Évk. II. köt. 82. 1. — Tu mánytár. 1842. Január. 62. 1. s) Eder ad Schesaeum. 161. 1. — Sigism. Kosa, i. m. 5. 1. Gáli László : Az erdélyi diéták és orsz. végz. foglalatja. III. Nemz. Társ. 1830. évf. I. 68. 1. «) Sigism. Kosa, i. rn. 75. 1. ') Kovachich : Suppl. ad Vestig. Comitior. I. 79. Math. Decr. VI. artic. 68. Uladisl. II. Decret. II. artic- 42. «) Decret. Uladisl. a. 1492. artic. 8- — Eder ad Sches. pag. 161. 9) „1504 D. Vayvoda Transilvanus et Comes Siculorum an nuatim habét in paratis pecuniis fl. 9000. Idem in salibus fl.30OO.u Kovachich Suppl, II. 310. V. ö. II. Ulászló oklev. Marienburg : 4"], [58, "50 Ezen kivül húzta a kincstári jövedelem egy részét1) s a mi a vajda várbirtokainak terményeiből befolyt2). Növelte mind ezt még azon jövedelem, mely őt, mint b.-szolnokmegyei fő ispánt, illette, s a miket az igazság-kiszolgáltatás díjában kapott3). De rá is kellett neki mindezen javadalmakért szolgálnia. Klein. Siebenbürg. Gescb. 235. 1. — Jos. Benkö : Trans. Gener. 1. 82. 1. — Néha a vajda fizetése egyezkedés utján állapíttatot meg a királylyal. Ezt tanúsítja II. Ulászlónak bélteki Drágffy Berta lan erdélyi vajda részére Budán 1497-ben kiadott oklevele. Olv. Marienburg, i. h. ') Névszerént némi vámjövedéket. Anton. Szeredai : Notitia Capitul. Albens. Alb. - Carolin. 1791. in 4-to. pag. 15. — Bizonyos vajdaadóról (Tributum Vaivodatus) emlékezik I. Károly királynak egy 1310-ben kelt oklevele. „E signatura boum Vaivo dae 200. V.-Vaivodae 100. boves sibi praetenderunt.\" J. K. Schul ler : Geschichte von Siebenb. 44. 1.1). — Hogy a vajdaadót képezte az Alvinczen szedetni szokott harmadrésze azon sónak, meiy a Maroson szállíttatott, kivehető egy 1289-ki okmányból. Magazin f iir Geschicht. etc Siebenbürg. I. Bd. 3. Heft. 220. 1. s) Az erdélyi vajdák, hivataluknál fogva , várakat birtak, melyeknek jószágaiból a jövedelmeket húzták. Igy Hunyadi János erdélyi vajda, több várat birt. Maros-Szent-Imre örökös vajdabir tok volt. (Magazin für Geschicht. stb. Siebenb. I. Bd. 3. Heft. 220 —234. 11. — J. K. Schuller: Archiv. 1. Heft. 60. 1. J. K. Schuller : Geschicht. v. Siebenb. 43. 1. — „item üdém Vaivodae more h a c tenus observato arces Déva et Görgén in officiisui sublevationem habeant.\" lnstruct. Ferdin. Praynál, Anual. Reg. Hung. Part. V. pag. 491 et seqq. — András vajdának 1359-ben kelt egyik okiratában olvasható : „in villis ad castra Chycho, Bal vanus, Leta, Kukuleou, Wywar et Déva, nec non in aliis quibusli bet sub honorenostri Voivodatus existentibus.\" An ton. Szeredai : Series antiquor. et recentior. Episcopor. Transilva niae. Alb. - Carolin. 1791. in 4-to. 97 s kövv. 1. — Azonban úgy látszik, hogy az erdélyi vajdák várbirtokai nem voltak állandóak ; különben hogyan ajándékozhatta volna V. László király Déva és Görgény várakat Hunyadi Jánosnak „pro triumphis deTurcís relatis?\" ') A súlyos vétségei: ,rt elvett jószágok újabb időkben a vaj dák birtokába szállottal Eder ad Felmer, pag. 109 s kövv."], [59, "51 Az erdélyi vajda hatalomkörét pontosan megjelelni, ma már nem könnyű feladat. Jóllehet némely — főleg 1242, 1243, 1248, 1264, 1266, 1272, 1291, 1324, 1353, 1373, 1404, 1497, 1521. évekről szóló — adatokból a vajda előjogait ki mutatni lehetséges; mindazáltal azokból, a mik tényleg, nem pedig jogilag történtek, a vajdák törvényes hatóságnak gya korlatára bizton következtetni nem lehet'). Általában a po litikai, közigazgatási s hadügy vezetése az erdélyi részeken e tárgyalt korszakban a vajdára volt bizva. Ennélfogva, mint igazság -kiszolgáltató, bírói tisztet gyakorolt a megyék terü letén, kihez a nemeseknek mindennemű akár első folyamo dási, akár feljebbviteli ügyeik intéztettek ; a fontosabbak tőle a királyhoz félje bbeztettek2). Kivétettek azonban azon pertárgyak, melyek a püspöki, illetőleg egyházi hatóság alá tartoztak, s melyekben a püspök bíráskodott3). Ilyenek voltak főleg az egyháziakat illető mindennemű akár szemé lyes, akár vagyoni keresetek, melyeket fesorol III. Endre király4). Mindezekből kitűnik, hogy az erdélyi részek ma- *) Gr. Kemény József: Magazin für Geschichte stb. Siebenb. 2) Stephan. Katona : Hist. Critic. ad a. 1336- Tom X. pag 374. et seqq. — Math. Decret. artic. 68. — A vajda-törvényszéket illetőleg : „coram nobis et coram quatuor Judicibu s.\" An ton. Szeredai : Notit. Capitul. Albens. 17. V. ö. Kovachich : Sup plem. ad Vest. Comitior. I. pag. 144. A nemesség közgyűlésein (J u dicia generáli a) folyt törvényszéki tárgyalásokra vonatko zólag olv. Anton. Szeredai: Series antiquor. et recentior. Episcopor. pag. 26. et seqq. — Instruct. Ferdin. Praynál, i. h. — A nemesek, vétségeikert, a vajda itélőszékén pereitettek meg, s a számüzeté sökröl szóló okirat is csak ott adathatott ki (M. Tud. Társ. Évk. VII. köt. II. oszt. 209. 1. 4—8. pont). Az 1342-ben Tordán, Tamás vajda és b.-szolnokmegyei főispán alatt, a többi közt elhatározta tott, hogy a nemes, kihágásaiért, csak a vajda törvényszéke előtt fogassék perbe. (Fejér : Cod. Dipl. Tom. VIII. vol. IV. pag. 619. 622. - M. Tud. Társ. Évk. VII. köt. II. oszt. 198, 1.) ») Kálmán király rendelv. I. könyv. L. Fej. 17. czikk. 4J „Institutio libertatis status ecclesiastici.\" Ign. Com. Bat thyány : Leg. Eccles. Tom. II. 4*"], [60, "52 gyár területén az egyetemes igazságszolgáltatás joga a vajda s erdélyi püspök közt volt megosztva. Az alattvalók földes uraik hatósága alatt állottak ugyan ; de, ha az igazság nekik a törvények értelmében ki nem szolgáltatott, a vajda vagy megyeispán elébe vihették ügyeiket1) Sokkal nagyobb, majdnem felségi, volt azon hatalom, melyet, mint királyi helytartók, a közügyek körül az erdélyi részeken a vajdák gyakoroltak a három nemzetnek mind polgári, mind hadi dolgaiban. 1540-ből nyoma van, hogy az erdélyi, részek megyei kerületében a főispánokat a vajdák nevezték ki, a többi tisztviselőket pedig a nemesség válasz totta2). A vajda jogköréhez tartozott országgyűlést hirdetni, s ezen, valamint a nemesség gyűlésein, a tanácskozásokat vezetni3). Kötelességében állott a közjóra irányuló ügyeket intézni, az érdemes hazafiaknak jószágokat adományozni4), a külföldiek követségeit elfogadni, az államiigyekre nézve a szomszédnépekkel a kellő egyetértést ápolni. Közvetlen fel adata volt az ország törvényeit végrehajtani, a király pa rancsait s rendeleteit foganatosítani5), a pénzügy felett őr- i) Sigism. Kosa : De publ. Partium Transilvanar. administr. pag. 23. punct. sext. „controversiam Wayvoda aut comes Parochi anus dirimebat.'- 2) Balia Sámuel : Erdélyország közönséges nemzeti törvé nyeinek első része. A törvényszerzö hatalomról. Kolozsvárit, 1791. 8r. 174. 1. ») Decret. Trípart. III. tit. 3. §. 50. — Sigism. Kosa, i. m. 49. 1. — Eder ad Felmer, 161. 1. — Hogy a vajdák az erdélyi or szággyűléseken elnököltek, bizonyságul szolgálnak az 1329, 1368, 1436, 1437, 1438, 1442, 1458, 1459, 1462, 1466, 1470, 1498, 1522, 1536, 1538, 1540 ben tartott országgyűlések- Joseph. Benkő : Diaetae sive rectius Comitia Transilv. Cibinii et Claudiopoli, 1791. in 4-to^ pag. 4. — Jos. Car. Eder : Script. rer. Transilvanic. Tom. I. pagg. 158, 161, 162. *) Sigism. Kosa, i. m. 46. 1. §. 33. ; mi már a XVI-d. század közepe táján húsz jobbágytelekben határoztatott meg. U. o. 53 1. §. 41. 4) Szeredai : Series episcopor. 148. 1. — Notit. Capitul. Al bens. 75. 1. — Eder ad Felmer : 118, 164. 11. — Benkő : Transilv. Tom. I, 446, ]."], [61, "53 ködni, az államjövedelmeket kezelni, s éber figyelemmel lenni, hogy a kellő rend s közbátorság ne háborgattassék. E fontos czélokra az erdélyi részeken mindennemű védelmi eszközök s az öszves haderő az ö rendelkezése alatt állott- Hatalomköréhez tartozott továbbá szükség idején az egyete mes fegyverkezést elrendelni, a hadi népet táborba gyűj teni1), bérenczeket fogadni, s azokat az erődökben vagy egyebütt idő- s alkalomszerül eg elhelyezni, a várakra és szerelvényeikre gonddal lenni s fentartásukról gondos kodni, kémszemléket rendelni, s a hadi fegyelmet féken tartani2), E hatalmánál fogva tekintélyes személyiséggel kapcso latban meg kell emlékeznünk az al-vajdáról. Miként a vajda, úgy az al-vajda is rendesen csak egy, de némely időkben kettő volt. Hatásköre a vajda megbízásától függött- A vajdatiszt megüresedésekor annak teljes joggyakorlatába lépett, s ilyenkor az öszves hadak főkapitánya is volt. Ha a vajda egy volt, és táborozott: akkor az al-vajda a közbá- ') Az általános katonáskodást illetőleg az erdélyi főrendek- nek mezei birtokaikhoz, a püspökök és káptalanoknak pedig a ti- zed- és egyéb jövedelmeikhez szabott számú bérenczeket kellett folyvást tartaniok. (Szeredai : Series Episcopor. 176, 177, 180. U. — ■Notit. Capitul. Albens. 123. 1. — Kovachich .- Supplement. ad Ve- stig. Comitior. Part. I. pag. 433 és Part. II. pag. 327-) A vajda és székelyek ispánja fekvő-birtokaikhoz mért zászlóaljaikon kivül, tiszti rangfokozatuk után is tartoztak mindig zászlóaljakat tartani, mi rajok nézve — tekintve dús /Jövedelmeiket — nem lehetett ter- helő, miután a hadi zsold egy része, a kincstartó közvetítése ál- tal, a királytól utalványoztatott. A többiek mindnyájan n fenye- gető veszélyhez képest — végveszély idején a papságot sem véve ki — fejenkint tartoztak katonáskodni (Jos. Car. Eder in Excurs. II. ad Felmer, pag. 205.). A vonakodókra fej- és jószágvesztés, s hütlenségi büntetés volt szabva (Eder, i. h. 168. 1. — Pray : An- nál. Reg. Hung. Part. V. pag. 329.). »)Georg. Pray, i. m. 491. 1."], [62, "54 torságra ügyelt, s általában távolléte vagy akadályoztatása esetében erdélyi külön diétákat hihatott össze, melyeken — mint a vajda helyettese — a tanácskozásokat elnökileg vezette1) 7. §. A székelyek ispánja. A mi volt az erdélyi vajda, tiszti állásánál fogva, a megyei területen : az volt a székelyek ispánja az egész Szé kelyföldön. Miként az, úgy ez is, országos állását tekintve, királyi kinevezéstől függött. Sőt e tárgyalt időszakban a székely ispán hatalma a beszterczei és brassói kerületekre valamint Medgyes és Selyk székekre is kiterjedt2) Verböczi öt az oszágnagyok sorában ötödik helyen említi3). Az ország kormányzó, ítélőbíró s hadparancsnok kötelmei s jogai vol tak személyiségében egyesülve4). A székely nemzetnek mind magán, mind közügyeiben, valamint első folyamodási s fel jebbviteli pertárgyaiban s közkereseteiben véghatározatilag bíráskodott, élet s vagyon felett törvényt mondott, vagy e nemű fontosabb ügyeket, véghatározat végett, a király elébe terjesztett5). A székely nemzeti gyűléseket elhatározta, azo kon elnökölt s a helyhatósági törvények végrehajtásáról gondoskodott. Mindezekből kitűnik, hogy az öszves székely ség minden saját területi ügyeire nézve az ispánnak, mint a király képviselőjének, törvényes hatalma s kormányzata alatt állott. A székely ispán tiszti illetménye , miként feljebb már érintők, egyenlő volt a vajdáéval ; ezen fölül ') Jos. Benkő : Diaetae, sive rectius Comitia Transilvanic. pagg. 5, 10. not. 3—6. - Eder : Script. rer. Transilv. I. 158-168. H- ») Steph, Katona : Hist. Crit. Tom. IX. pag. 45. Tom. XIII. pag. 386. — Eder : Observ. Critic. ad Felmer, pag. 234. — Medgyes1 levéltár. 56 és 94. sz. ») Decret. Tripart. Part. I. tit. 94. §. 2. *) Sigism. Kosa, i. m. 71. 1. 60. §. s) Jos- Car. Eder, i. m. pag. 210 és 248, 249"], [63, "55 még a törvényszéki birságnak kétharmada esett részére1), s a beszterczeiek részéről őt ispánul megillető járulék. Vé gül megjegyezzük, hogy miként az erdélyi vajdáknak tiszti segédekül al-vajdáik, úgy voltak a székely ispánoknak is al-ispánjaik2). 8. §. A szász nemzet ispánja. Valamint az erdélyi vajda a megyei területen, a szé kely ispán Erdély keleti részein, úgy a Királyföldön a sze beni ispán, mint a szász egyetem főnöke, vezette a király nevében a közigazgatást, hadügyet és igazságszolgáltatást, gyakorolta a főhatalmat a szász gyarmatok felett. Az ő jog körébe tartozott a közgyűléseket elrendelni, azokban elnö kölni s a tanácskozásokat vezérelni. Feladata volt a korona feTs égi jogai felett őrködni, a kiváltságosok szabadságait fen tartani s minden oldalról erélyesen védeni. E tekinteteknél fogva valamint állása nagyr befolyású és tiszteletteljes, úgy egyszersmiud minden időben rendkívül terhes volt. Kezdet ben csak a szebeni kerületre (comitatus Cibiniensis) szorít kozott, mint szebeni ispánnak, hatósága, kinek közvetlen felügyelete alatt kezeltettek annak mindennemű bel -ügyei; a többiek a székely ispán kormánya alatt állottak mindad dig, mignem a II. Endre-féle szabadságlevél hatályánál fogva, s egyéb királyi kedvezmények folytán egy nemzeti testületté alakultak3) Mátyás király kiváltságlevelénél fogva szabadon választott, később azonban királyi kine- i) Sigism. Kosa, i. m. 67. I. §• 52. — V. ö. Aug. Ludw. Schlö zer : Kritisch. Sammlung. zur Gesch. der Deutschen in Siebenb. Göt tingen. 1795. 8-0.35. 1. s) Sigism. Kosa, i. m. 76. 1. 65. §. 3) „Universus populus unus sit populup, omnibus comi tatibus, praeter Cibiniensem, cessantibus radicitus.\" Privil. Andreán. de a. 1224. Artic. II."], [64, "56 vezéstől függött szebeni (szász) ispán alatt'), a ki felettök minden ügyeikben a magyar király nevében bí ráskodott2). HARMADIK FEJEZET. Közigazgazgatás. Igazságszolgáltatás. Az erdélyi törvényes három nemzet külön gyűlései. 9. §. A megyei nemesség gyűlései. Az erdélyi részek három külön hatósági területén a feljebb említett főnökök, saját hatósági közegeikkel együtt, intézték a három önálló nemzet területi bei-ügyeit saját helyhatósági gyűlésein. Innét az erdélyi három törvényes nemzethez képest ugyanannyi külön nemzeti gyűlések em lékeit észleljük a tárgyalt időszakon keresztül. Erdélyben a megyei nemesség, rendesen a vajda vagy al-vajda, kivételes esetekben királyi biztosok elnöklete alatt, többnyire T o r d á n tartotta a maga gyűléseit, melyek — mint feljebbviteli törvényszék — főleg a megyei kerület nemességének peres ügyei elintézésével foglalkodtak. Ilyetén gyűléseknek következő évekről maradtak fenn emlékeik : 1288. — László al-vajda és négy törvénybiró alatt bir tokperben ítélet hozatik. „Nos igitur in generáli convocatione !) A kiváltságlevél (de a. 1464 . Albae-Regiae) szavai : ,,de benignitate et gratia spec;ali\" feljogosítja a szebenieket „Judicem seu Comitem regium eligendi et constituendi, licet ex antiquo iure antiquaque eonsuetudine Reges Hungáriáé Judicem seu Comitem su_m in ciuitate Cibiniensi toties, quoties opus fűit, eligere et con stituere soliti sint.\" Eder ad Schesaeum, pag. 237. — „Fidelitati vestiae mandamus, quatenus omnes illos, qui inter vos hec officio d:gni videntur, nobis quara citissime reseribatis : ex quorum numero nos (II. Lajos király) tandem auctóntjue r.ostra regia, n a m hoc ad nos pertiuet, talem volumus designare et eligere Judi cem, qui sit nobis imprimis ;:c deinde etiam vobis et gratus et utilis futnrus.\" Dat. Budae, feria tertia proxim. post fest. s. Trinit. a. <i 1521.\" — Eder ad Felmer, pag. 23. 2) „Volumus et etiam firmiter praecipimus, quatenus ipsos nul lus judicet, nisi Nos vei Comes Cibinieusis, quem nos eis loco et tem pore constituemus u Privil. Andreán, de a. 1223. Artic. VII."], [65, "57 Nobilium Eegni Transylvanici habita deliberatione cum eis dem nobilibus ínibi convocatis. Dátum in Villa Cruciférorum de Thorda (Keresztes, Tordán alul az Aranyos jobb partján), feria III. prox. ante festum Barnabae Apostoli, a. d. 1288.\" (Eredetié a károly-fejérvári káptalan levéltárában, köt. 4. sz. 42. — V. ö. Tudom. Gyűjt. 1829. I.Jsöt. 15. 1. 1342. — „In generáli Congregatione, ad octavas B. Martini Confess. Thordae celebrata,\" Fodor László Szent- Miklósnak, mely a Maros folyón túl Tövis helységhez közel esik, bitorlásától eltiltatik. (Eredetié a károly-fejérvári káp talan levéltárában, köt. 5. sz. 39.) 1358. — Endre vajda s belső-szolnokmegyei főispán elnöklete alatt a gyrula-fejérvári püspök, Domokos, és a ne messég közt fenforgott s kiegyenlített dézmaűgyben tarta tott. „Dátum Thordae, tertia feria proxima post festum Pu rificationis Virgims gloriosae, a. d. 1358\" (Eredetié a károly fejérvári káptalan levéltárában, 4. köt. 30. sz- — Anton. Szeredai: Series Episcopor^ pagg. 95, 96. — Georg. Fejér: Cod. Diplom. Tom. IX. vol. 2. pagg. 725—727.) 1360. Dénes vajda és belső-szolnokmegyei főispán el nöklete alatt tartatott, hol némi tizedkérdés igazíttatott el. „Dátum Thordae, quarto die congregationis nostrae praeno tatae, a. d. 1360.\" (Eredetié ugyanott, 6. köt. 32. sz. hártyán, melynek hátlapján a levált pecsét nyoma látható. — Anton. Szeredai : Series Episcopor. pag. 102.). 1365. — Péter al-vajda elnöklete alatt folyt le, mely ben birtokper felett hozatott ítélet. „Dátum in Sancto Emerico (Szent-Imre, Károly -Fejérvár közelében), octavo die octava rum praedictarum festi B.Jacobi Apóst. a. d. 1365.\" (Eredetié a Bethleni Bethlen grófok levéltárában ). 1371. — I. Lajos király parancsára tartatott, melyre királyi biztosul a veszprémi püspököt küldötte le, hol határ kérdést s birtok-elkülönzést illető ügyek láttottak el. „Dá tum in Visegrád, in octavis festi B. Laurentii Mart. a. d. 1371.\" — - „Praesentes autem reddi volumus praesentanti.\" — „Dátum ut supra.\" (A Bethleni Bethlen grófok levél tárában)."], [66, "58 1372. — Imre erdélyi vajda, királyi felhatalmazvány nál fogva (cum regio mandato interveniente), az erdélyi nemességet Tordára hívja közgyűlésre a gonosztevők meg fékezése, igazságszolgáltatás és határjárás -foganatosítás végett. „Dátum duodecima die congregationis, a. d. 1372.\" Eredetié a károly-fejérvári káptalan levéltárában, 7. köt. 54. sz. — Ant. Szeredai : Series Episcopor. pag. 111.). 1377. ■ — Kolozsvárit tartatott törvényes közgyűlés, Demeter zágrábi püspök és Széchi Miklós horvátországi bán elnökletök alatt a végett, hogy a tisztán királyi birtokjogok az egyháziak és nemesség ilyetén jogaitól elkülönítve körvo naloztassanak, s némi bírtokrész határai pontosan kijelel tessenek. „Dátum in Clusvár, feria quinta proxima antc fe stum Nativitatis B. Joannis Bapt. a. d. 1377. Praesentes autem in formám Nostri Privilegii redigi faciemus, dum nobis fue rint reportatae. Dátum ut snpra.\" (Eredetié a kolosmonostori káptalan levéltárában.). 1394. — Geréb György fia, Péter mester, al-vajda je lenti: „quod cum in octavis festi B. Georgii Mart. plurima multitudo Nobilium regni pro executione causarum suarum, et ad easdem octavas prorogatarum, ad villám S. Emerici convenissent, et coram Magnifico Viro Dominó Frank Vajvoda Transylvano, et Nobis ibidem praesentibus contra quosdam Nobiles in facto occupationis indebitae, et potentialis usurpationis suarum Decimarum, nec non etiam quartarum Decimalium Archi-Diaconalium fuisset querela posita etc.\" (E tárgyakban ítélet hozatik.) Dátum in S. Eme rico, quarto die praedictarum Octavarum festi B. Georgii Mart. a. d. 1394.\" (A károly-fejérvári káptalan levéltárában, 3. köt. 36. sz. 1395. — Frank erdélyi vajda és belső-szolnokmegyei főispán tudomására adja az erdélyi egyház káptalanának „quod in Congregatione nostra generáli, Univer sitate Nobilium, et alterius cujusvis status partis Transyl vanae hominum, octavo die festi B. Andreáé A; ost. Thordae celebrata\" a leány-negyed (quartalitium) kiszakasz tatni rendeltetett. Dátum tricesimo secundo die Congregatio-"], [67, "59 nis Nostrae praedictae in loco memorato, a. d. 1395.\" (Gr. Kemény Józsefnél. L. Árpádia, honi történetek zsebkönyve. Szerkeszteti [így] Kovacsóczy Mihály.— Harmadik év. Kas- sán, 1838. 8r. 73 1.) 1405. — Jakab vajda és belső-szolnokmegyei főispán elnöklete alatt „die dominico groximo post festum Deeoll. B. Joann. Bapt. in Nostro Generáli colloquio una cumRegni No bilibus, pro negotiis Thordae celebrato existentibus\" a gyula-fejérvári káptalan és egy plébános közt dézmaügy ben folyt per tövényesen elláttatott. „Dátum Thordae a. d. 1405.\" (A károly-fejérvári káptalan levéltárában, 6. köt. 23. sz. — Ant. Szeredai : Notit. Capitul. Albens. pagg. 70—72.) 1408. — Jakab és János erdélyi vajdák s belsö-szol- nokmegyei főispánok által Tordán „feria quinta proxima post diem cinerum\" tartott gyűlésen Csikíalvi Bicsak Bene deknek, mint férjnek, neje, Madarasi Margit, után járó leá nyi-negyed (jus quartale) Kis-Szőlős birtokból fivéreinek, István és Lászlónak, részökröl kiadatni rendeltetik. „Dátum vicesimo primo die Congregationis Nostrae praedictae in loco memorato, a. d. 1408.\" (Gr. Kemény József, i. m. 74, 75. 11.) 1412. — Stibor erdélyi vajda, egyszersmind belsö-szol- nokmegyei főispán, Mihály székely ispánnal és Nádasdi László al-vajdával együtt, Zsigmond király s római császár különös megbízása s parancsa következtében „feria sexta proxima post festum S. Jacobi Apostoli proxime praeteritiin Civitate Bistriciensi generálé judicium\" tartott, melyben jádi birtokosok közt fenforgott peres ügy intéztetett el. „Dá tum Bistriciae, Sabbatho proximo post festum S. Jacobi Apóst. a. d. 1412.\" (A jádi szászok levéltárában.). 1452. — Márk és Mihály erdélyi vajdák „in octavis festi Epiphaniarum Domini\" Tordán tartott közgyűlésben balkácsi szászok peres ügyeiben biráskodtak. „Dátum Thor dae, quartodecimo die octavarum festi Epiphaniarum Domini. Anno ejusdem 1452.\" (A balkácsi levéltárban.) 1453. — Ez évben Hunyadi János engedéL t adott a"], [68, "60 beszterczei szászoknak, hogy mind a szász egyetemnek, mind egyszersmind az erdélyi részek megyei kerületének közgyűlésein, értekezésein, s tárgyalásain megjelenhessenek vagyis az eredeti okmány szövegének szavai szerént „ut in colloquium, tractatus, et Congregationes Septem Sedium Sa xonicalium, et Nobilium Partium Transylvanarum ire et ac cedere valeant, atque possint.\" (Cornides Dániel kéziratai. XI. köt. — Katona: Histor. Critic. Tom. XIII. Part. 2, pag. 884.). 1454. — György és Bronislaus (B o 1 e s z 1 ó ?) erdélyi al-vajdák „cum harum Nobilibus Partium Transylvanarum in Octavis Epiphaniarum Domini\" Tordán közgyűlést tart ván, a megjelent nemesség köréből igen számosan azon pa naszukat terjesztették elő, miszerént az erdélyi részek ne mesei között nem kevesen vannak olyanok, kik a királyi fel séghez benyújtott különféle kérvényeik következtében olya tén birtokok, részjószágok s birtokjogokhoz jutottak, me lyeknek törvényes tulajdonosaik s ezeknek örökösei élnek, s azon ősi hagyományoknak senki által nem háboríttatott folytonos bírásában vannak, mint ilyenek tehát eladomá nyozhatlanok. — E nagyfontosságú panasztárgyban a népes közgyűlés akként határozott, hogy az ily jellegű királyi adománylevelek jogérvény -nélkülieknek tekintessenek. Ha pedig valakinek még ezután is odáig terjedne vakmerő bá torsága, hogy életben lévő tulajdonosok jószágainak saját részére eszközlendő adományoztatását megkisérlené: az ilyen rögtön főbenjáró perbe fogassék, s minden javainak elvesztésével bünhesztve száműzessék. „Talis in Sententía capitali, ex eoque amissione omnium rerum, et bonorum con vinci, et aggravari, et in numerum proseriptorum adseribi, et connumerari debeat harum Nostrarum testimonio Litcra rum mediante. Dátum Thordae, duodecima die termini prae notati, a. d, 1454.\" (Eredetileg Fejérvári Dobó József kézi - rati gyűjteményének gr. Kemény József birtokába szállott részében.). 1473. — Magyar Balázs erdélyi vajda és székelyek ispánja, Mátyás király különös rendeleténél fogva, „die Do-"], [69, "61 minico ante Octavas festi Epiphaniarum Domini proxime praeteriti\" Kolozsvár városában közgyűlést tartván, néhai Almakeré__i Apaífi Mihály elmaradott özvegye, Klára nemes úrasszony, előadván abban peres ügyét, felőle ítélet hozatott. „In cujus rei memóriám nrmitatemque perpetuam praesentes Literas Nostras privilegiales, pendentis Sigilli authentici Nostri, quo videlicet nt Wayvoda Transylvanus in judicatu utimur, munimine roboratas, duximus concedendas. Dátum in Thorda, decimooctavo die octavarum festi B. Georgii Mart. Anno Domini 1473. supradicto.\" (Gr. Kemény József : Árpádia. III. évf. 79, 80. 11.) 1519. — Szapolyaí János, erdélyi vajda, Segesvárott közgyűlést tartván, birtokperben bíráskodott. Anton. (Szere dai: Notit. Capitul. Albens. pagg. 133, 134.). 1525. — Szapolyaí János vajda és székelyek ispánja által „in oppido Thorda pro festő Circumcisionis Domini, hirdetett közgyűlésen kereseti ügyek intéztettek el. „Dátum in Oppido Thorda, a. d. 1525.\" (Eredetié a károly-fejérvári káptalan levéltárában, 3. köt. 27. sz). 10. §. A székely nemzet gyűlései. A székelyek, saját ispánjok vezérlete mellett, ez idő szak folytán szintén tartottak hasonló külön nemzeti gyűlé seket Udvarhely-székben, melyeknek tárgyai többnyire az igazságszolgáltatás körül forogtak. Egyébaránt, hogy az erdélyi részek megyei kerületének nemességénél jóval hatá lyosban gyakorolták helyhatósági szabadságukat, tanúságul szolgál János, Szentgyörgyi és Bazini gróf, székely ispán alatt Zabolán (Háromszékben) 1466-ban tartott nemzeti gyülésök, melyben panasz emeltetett, hogy a hatalmasb szé kelyek (főnépek) a Kezdi, Orbai és Sepsi székekben lakó atyafiakat sokféle terhekkel nyomorgatják s a magyar ki rályoktól nyert ősjogaik és szabadságaikból kiforgatván, szántás, aratás és kaszálásra, valamint egyéb jobbágyi szol gálatokra kényszeritik ; kérelmezik egyszersmind, hogy va lemint Kezdi -székben tizenkét eskütt (székülő-biró) van,"], [70, "62 úgy Orbai és Sepsi székekben is tizenkettő választassék,fele a f ö n é p e k b ő 1, fele pedig a közrendüekből. Határoz tatott, hogy mindkét rendbeli kérelmezésnek hely adatik esküttek válaszhatók, s a szolgai állapotra kényszerűéit nép felszabadittatik s régi jogaiba visszahelyeztetik; a ki pedig e rendeletet áthágni merészkednék, fej- és jószágvesztéssel bűnhődjék1). A székely nemzet politikai egyéniségének kifejtésére sikerrel irányzott törekvések emlékei tárgyalt időszakunk ból, mint nemzeti gyűléseiben nyilatkozott közéletének ki folyásai, a következő külön jogforrások: a) Aranyos -szék kiváltság-levele IV. László királytól, 12892). b) Mnnicipalis constitutiója a székelyeknek Vízaknai Miklós alatt a harminczkét esztendei praeseriptióról és jó szág leszállásáról3) c) Miklósvár-szék kiváltság-levele, Lábatlan Jánostól, 1459.4) d) A székelyeknek Mátyás királytól nyert kiváltság levele, hogy rajtok ezután is semmi pénzbeli exactiókne té tessenek, és hogy a primőröktől a primipilusok és pixidariu sok megkülönböztessenek, 1473.5). e) A székelyeknek Udvarhelyen hozott constitutiói, 1505. «'). f) A székelyeknek Agyagfalván, Udvarhelyszékben, hozott constitutiói, 1506. 7). g) A székely nemzet régi (szokásos) törvényei, me lyek 1555-ben április 28-kán Udvarhelyt tartott diaetán J) Jos. Carol. Eder : Observ. Critic. et Pragmatic. ad Felmer, pagg. 210, 248, 249. 2) A nemes székely nemzetnek constitutiói és privilégiumai. Pesten, 1818. 8r. 10-14. 11, — 3) Ide mutatnak Vízaknai Miklós al-vajda és Vingárti (ieréb János görgényi várnagy, mint „in me dio Siculorum Sedis Maros Judi ces constituti,\" hogy „in eon gregatione nostra generáli Universitatis Siculorum in oppido Vá sárhely (1451.) celebrata . . . . id decernentes decrevimus etc.\" U. o. 14-16. 11. - *) U. o. 16—22. 11. — s) U. o. 22-24. 11. - «) U. o. 24—33. 11. - 0 U. o. 33-40. 11. —"], [71, "63 öszveszedettek, s Dobó István és Kendi Ferencz akkor erdé lyi vajdák által megerősíttettek1). 11. §. A szász nemzet gyűlései. Jókor olvadtak a magyar korona erdélyi részein az egyes szász telepek egy tömör testületbe, mert csak ekként tűnhettek fel nem sokára mint „a szászok szebeni egyeteme\" (Universitas Saxonum de Cibinio), vagy mint „Szeben-vár megye\" (Comitatus v. Provincia Cibiniensis), vagy „hét szász szék\" (Saxones VII. sedium). Az igy egy nemzetté alakult szászok is már a legrégibb idők óta saját külön nemzeti gyűléseket tartottak, még pedig eleinte csak Szeben, a kö vetkező hét székkel: Szászváros, Szászsebes, Szerdahely, Újegyház, Nagy-Sínk, Kőhalom és Segesvár székekkel : Ezekhez járultak idő folytán Medgyes és Selyk székek Zsig mond, Talmács és Szelistye IV. László, a Besztercze -vidék pedig, valamint az egész Barczaság (Brassó -vidék) Mátyás királyok alatt. Több ily széknek közös gyűléseire vonatkozó legrégibb irott emlékek 1302, 1339, 1342, 1359, 1372 stb. évekre mutatnak vissza2). Az elnökséget e külön nemzeti gyűléseken a szászok ispánja (Comes) vagy a szebeni király bíró (Judex regius Cibiniensis) vitte, mely két hivatal a XVIII -d. század végéig egy volt, vagy mindig ugyanazon egy személyben egyesült, és a gyűlések — rendkívüli ese teket kivéve — mindenkor Szebenben tartattak3). Ezen nem zeti gyűlések tagjai rendesen a községek bírái s ispánjai vol tak, kik, mint természetes helyettesei a községek vagy székeknek, itt is bírói s helyhatósági jogokat gyakoroltak^ ') A székely nemz. const. és privil. 40—51. 11. s) J. K. Schuller : Umrissc und jkritische Studien zur Ge schichte von Sicbenbürgen. II. Th. 41 s kövv. 11. — G-, D. Teutsch: Geschichte der siebenbürg. Sachsen, 17 s kövv. 11. a) Jos. Car. Eder : Observat. Critic. et Pragmatic. ad Felmer, 212. 1. — Eder : Appendix ad Schesaeum, 212. 1. — Jos. Bedeus v, Schaarberg : Die Verfassung des Grossfúrstenhums Sieben bürg. Wien, 1844. Ford. Makoldy Sám. Második kiad. Pest. 1846. 8r. 57. 1."], [72, "64 így különösen 1389-ban, hol „Nos Seniores,judices, consules, cives et provinciales uni versi de septem sedibus terrae Transsilvaniae\"1) Nagyszeben, Segesvár, Szászsebes és Szászváros részére egy közösen alkotott czéhrendszert álla pítottak meg (újólag 1496-ban). Ezen gyűléseken tárgyal tattak a nemes szász nemzetnek politikai és gazdasági ügyei s hozattak, mint feljebbviteli törvényszéken, végleges Ítéletek peres tárgyakban. E saját uépjellegü külön területhatósági gyülésezés a szászoknál soha sem szűnt meg, s míg a Szé kelyföld s Erdély megyei kerületének külön nemzeti gyűlé sei már régóta elenyésztek, az erdélyi Királyföld népe a kö zelebb időkig minden évben gyűlést (úgy nevezett conflu xust) tartott, melyben a szász területet érdeklő minden nemű ügyrek körül intézkedtek. 12. §. A társnemzeti külön gyűlések jellemzése. Az erdélyi egyenjogú három nemzetnek hatósági terü leteiken felmerült bel-ügyeik saját nemzeti gyűléseiken vé tettek tanácskozás alá s intéztettek el véglegesen. E gyűlé sek működési köre — kétségbevonhatlan hitelű oklevelek uyomán — részint eg es jogkérdések feletti bíráskodás ban, részint a közigazgatást czélzó rendeletek megalkotá sában, s ezeken feljtil a székelyek és szászoknál saját hely hatósági, vagy, helyesebben mondva, területi alkotmányuk kifejtése s tökélyesitésében határozódott. Az erdélyi magyaroknak, saját megyei kerületök ér dekeiben többnyire Tordán tartott közgyűléseiken előkelő; leg peres ügyek igazíttattak el, a törvénykezés szabályoz tatok, adókivetés végeztetett, a többnemü végrehajtást illető rendeletek hozattak. Ősidőkben a vajda vagy al-vajda saját személyé ben, néhány közbiró segédkezése mellett — miként a nádor Magyarországon — vagy a nemességnek Tordán \") Georg. Fejér : Cod. Diplom. Tom. IX. vol. 5. pag. 131."], [73, "65 tartott közgyűlésein saolgáltatta ki az igazságot, vizsgálta meg a peres ügyeket s hozott ítéletet'). E gyűlésekben vé tetett rendesen tárgyalás alá és szavaztatott meg a király tól kért segedelem is2). Azon esetben, midőn a vajda egyszersmind székelyek ispánja is volt, kettős hivatalára nézve akként volt kö telezve, hogy, mint vajda, a vármegyéknek többnyire szent Mihály és szent Márton napok nyolczadán , mint szé kely ispán pedig a székelyeknek szent György ünne peinek nyolczadán közgyűléseket hirdetne, s így végezné kettős hivatalát. A székely nemzet ez időszak folytán még hatályo sabban gyakorolta helyhatósági szabadságát, mint az er délyi megyék nemessége. Bizonyítják ezt saját közgyűlé seiken alkotott vagy időszertileg módosított eonstitutiói, mi nők az 1451 és 1506-ban létesített székely hatósági alkot mányok, szokásos törvények, általában mindaz, mi a közi gazgatás, törvénykezés és igazságszolgáltatás körében saját területükön felmerült. A kiváltságaival korülsánczolt szász nemzet a két előbbi társnemzetnél még szabadabb kezekkel működhetett saját területi hatósága körében, s épen azért féltékenyen őrzött soknemü szabadalmainak, s törni talán, de hajolva engedni nem tudó aczélos merevségének tulajdoníthatja, hogy elszigeteltségében, távol szapora s terjeszkedni vágyó fajrokonaitól, annyi ostromló viharok daczára, eredeti jel legét s ősi intézményeit a jelenkorig megvédette. Általában az erdélyi részek e három külön körű társ nemzeti gyűlései már az ősidőkban a közigazgatásnak gyor sabb ügyekezlése végett szerveztettek, s megközelítőleg az újab idők magyar kerületi táblái s fokozatosan a királyi tábla jellegével birtak. Kiáltó szükség volt e kormányköze gekre azon korban, midőn a közlekedési eszközök teljes hi ánya vagy tetemesen megnehezült állapotja miatt a köz- >) Sigism. Kosa, i. m. 32. 1. 26. §. ») Jos. Carol. Eder : Observ. Critic. ad Felmer, pag. 209. 5"], [74, "66 ponttal érintkezni szerfelett bajos, folytonos összeköttetés - ben lenni pedig teljesen lehetetlen volt. Hetek, sőt talán hó napok is teltek el, míg közkereseti ügyben útra kelt egy-egy udvarhely -széki, barczasági vagy gyula -fejérvári vándor Esztergamot, Visegrádot, majd Budát megjárhatta. Ily hely zetében a közbirodalomnak nélkülözheti ének voltak ezen területi kormányközegek a nélkül, hogy azok a szükséges államegységet zavarták vagy épen veszélyeztették volna, minthogy a központ és államrészek közt az összefoglaló ka pocs szakadatlanul fentartatott."], [75, "MÁSODIK RÉSZ. Az erdélyi törvényhozás létegzete. NEGYEDIK FEJEZET. Az erdélyi részek országgyűlései 13. §. Az erdélyi országgyűlések szervezete, jogköre és tárgyai. A jelen mü első részében eddig vázolt tudni-valókat oly szükségeseknek, s a pályakérdés alapos átértésére nézve annyira nélkíílözhetleneknek tartottuk, hogy azoknak mellő zése miaK; méltán vádolhatna bennünket a t. olvasó alapve tés mulasztásával, ki, ha valahol, bizonyára ilyszerü őstör ténelmi tárgyalásokban joggal követelheti a minden oldalú felfogást. Igy azonban bátran bocsátkozhatunk a kérdés lényegébe, minek felfejtése e résznek jutott feladatúi. Országgyűlés, törvényhozás, parlament mind nem oly műszók, melyek az erdélyi bárom nemzet kö zös gyűlései fogalmát helyesen kifejeznék. Nem ország gyűlés, mert az erdélyi részek e tárgyalt nagy időfolya mon keresztül (1002 — 1540.) önálló országot nem képeztek. Nem törényhozás, mert a magyar közállam erdélyi részei akkor államtörvény - alkotási joggal nem birtak. Végül legkevesbbé p a r 1 a m e nt, mert azon idétt a nép mil liói az alkotmány sánczain kivül állván, képviseleten ala. pult parlamentről szó sem lehetett. Mondhatnók tehát dié táknak, de ezt idegenszerűsége nem ajánlja. Hogy mégis 5*"], [76, "68 mindezen tekintetek daczára erdélyi országgyűlést, erdélyi törvényhozást emlegetünk, csak a bevett szokásnak hódolunk, távol attól, hogy az erdélyi országgyű lésekre tárgyalt időszakunkban egy magyar közparlament bélyegét akarnók ütni. E nevezet Erdélynek különválása után jött szokásba, midőn a fejedelmi korszak folytán annak csakugyan külön országgyűlései voltak a közfogalom szerént. Erdély, II. Gyula vezérnek 1002-ben szent István ki rály által végrehajtott meghódoltatása óta, a magyar közbi rodalomnak kiegészítő részét tette, s mint vele egyestilt ál lamrésznek ugyanazon egy alapon nyugvó alkotmánya volt. Innét mindazon törvények, melyek Magyarországra nézve hozattak, c két államrész különválásáig (1540), Erdélyt is kötelezték úgy, hogy a vajdák korában — 538. év foly tán ■ — • Erdély külön rendszeres , tökéletes , irott alkot mánynyal nem birt, hanem egészen az anyahon törvényho zásától, mint ennek aikrésze, függött. Bizonyítja ezt többek közt Mátyás királynak egy 1463-ban az erdélyiekhez irott levele, melyben ekkép nyilatkozik : „Megértitek azon ügyek rendjét, melyek most főpapjaink, országnagyaink s nemese ink ezen közgyűlésében elintéztettek. Minthogy ezen ország tagja vagytok s annak törvényeivel éltek, illő, hogy feje iteknek bárminemű rendeleteit hódolva fogadjátok'\"). Sőt néha csak Erdélyt kötelező törvények is hozattak a magyar országgyűléseken, mi e részeknek az anyaországtól függését még világosabban mutatja2). Ebből helyesen következtethető, „Intelligetis earum rcrum ordincm, quae modo in hac gene ráli praelatorum, baronum ac uobilium nostrorum congregatione dispositae sünt. Quum membrum hujus regni sitis et lcgibus ejus vivatis, conveniens est, ut quascunquc capitis veatri ordinationes. obedienter acccptetis.\" Epist. Corvin. Part. I. epist. 64. — Steph. Katona: Hist. Crit. Tom. XIV. pag. 664. Decret. Tripart. Part. III, tit. 2. g. 2. 2) Ilyenek: Decr. Alberti artic. 7. — MathiaeDecr.il. artic, 13- — Decret. VI. artic. 3. — Uladisl. II. Decr. I. artic. 8, 26, 41. — Decr. III. artic. 2. — Decr. VI. artic. 1. §- 10. artic. 5. §. 2- L,udov. II. Decr. III. artic. 22. — Decr. V. artic. 47,"], [77, "69 hogy az erdélyi részeknek a magyar országgyűléseken saját képviselői is voltak, kik által törvényhozásilag az/anyahon nal őszműködtek. Azonban e részek a mellett, hogy a közös magyar or szággyűléseken képviselőik által az államügyekbe befolyást gyakoroltak, már nagyon korán azoknak országos három nemzete együtt Erdélyben közgyűléseket tartott. Az erdélyi részek ezen közös gyűléseit ritkább esetekben a király, néha ennek nevében teljhatalmú biztosa, rendesen a vajda1), de arra is van eset, midőn ennek segédei, az al-vajdák, hívták össze, azokon elnökölve a köztanácskozásokat vezették2). Megesett néha, hogy fontos államügyek, melyek halaszthat lan elintézést sürgettek, Erdélybe szólitván a királyokat magok tartottak országgyűlést s tettleges részt vettek a köz, ügyek elintézésében3). Kik voltak legyen a törvényhozást alkotó elemek az erdélyi országgyűléseken, tisztán kiderül, ha megértjük, ki ket illetett nálunk ősidők, mondhatnók, alkotmány unk kelet kezése, óta a törvényszerző hatalom Az ősi vérszerződés i) Decret- Tripart, Part. III. tit. 3. §. 10. s) Szentiványi György és Gebarth Benedek al-vajdák ta rto tak 1461-ben Radnóton országgyűlést. — Jos. Carol. Eder : Observ. Critic. ad Felmer, pag. 216. 3) Igy az utolsó Árpádkirály, III. Endre, 1291-ben személye sen nyitotta meg az országgyűlést Gyula- Fejérvárott s vezérelte, a tanácskozásokat. — Jos. Carol. Eder : Observ. Critic. ad Felmer pag. 25. — Sigism. Kosa, i. m. 51. 1. 39- §. Zsigmond királyt ille tőleg hasonlót enged sejtenünk egyik levelének (Visegrád, 1398. in vigilia festi visitationis Virginis gloriosae) ezen szövegrészé : „exonerati Deo juvante ab his expeditionibus, quibus involuti su mus, venturi tande m, ut iisdem nuntiis vestris referentíbus plenius diacetis, in vestri médium, deductis vobiscum. inibi expediendis longioribus tractatibus et con siliis, inhiset aliis disponemus finaliter, Deo aspirante, id, quod cuilibet statui aequum fiet secundum justam rationem.\" (Jos. Benkő: Milkovia. Tom. II. pag. 321.). — Hogy Mátyás király is személyesen tartott 1467-ben Tordán országgyű lést, olv. Bonfin. Decad. IV. Libr. 1. pag. 566 et seqq."], [78, "70 harmadik esküpontja meghagyja az újonnan választott ve zérnek, „hogy azon fejdelmi személyek, kik Almost szabad akaratjukból választották urokká, se magok se fiaik soha a vezér tanácsából és az ország tisztjéből egyáltalában ki ne rekesztessenek\" '). Mi kétségtelenné teszi, hogy nálunk a fejedelem nem saját korlátlan hatalmával alkotta a tör vényeket, hanem összehiván a népet, megkérdezte, ha ilyen törvények tetszenek-e vagy nem; és ha a nép azt felelte hogy tetszenek, akkor lett csak a törvény szentesítve. Vala mint gyakran a nép is, a mit a közjóra nézve szükségesnek tartott, közakarattal elhatározta, írásban a fejedelem elébe terjesztette, s ha a fejedelem elfogadta, törvény lett belőle Ez a nemzet és fejedelem közt megosztott törvényhozó hata lom2). Ezen alapon az európai magyar birodalom, legelejétől fogva, csak egyenjogú, szabad és nemes magyarokat ismert, kiket a közös haza jó és bal sorsa egyaránt érdekelvén, an nak ügyei rendezésébe egyetemesen, majd közvetítve, válasz tott képviselőik által, befolytak. E kiváló joga a nemesség osztályának rendesen az országgyűléseken szokott gyako roltatni, melyek közönségesen esztendőnkint, rendkívüli esetekben év folytán többször is tartattak3) ; az erdélyi ne meseknek, a király parancsára, vagy az erdélyi vajda hir detményére tartott közönséges országgyülésök és összejöve telök megsértőire, pl. alaposan nem okadatolt elmaradás miatt, száz egy-egy forintos gira rovatott1). Azonban alig hihető, hogy az egyetemes nemesség e gyűléseken megje lent volna, ámbár vannak adatok, melyek ezt látszanak !) „Tertius status iuramenti sie fűit : ut isti principales per sonae, qui sua libera uoluntate Almum sibi dominum elcgerant, quod ipsi et filii eorum nunquam a consilio ducis et honore regni omnino priuarentur.\" — Anonym. Belae reg. notar. Gesta Hungaror. cap. VI. — Steph. Ladisl. Endlicher : Rer. Hungaricar. Monument. Arpadian. Sangalli. 1849. 8-0. pag. 7. ») Verböczi: Decr. Tripart. Part. II. tit. 3. §§. 2, 3, 4. s) Balia Sámuel : Erdélyország közönséges nemzeti törvé- nyeinek első része: A törvényszerző hatalomról. 469. 1. c.) 0 Verböczi : Decret. Tripart. Part. III. tit. 3. §. 10."], [79, "71 bizonyítani1). Egyébiránt a köz -törvényhozásban minden nemes ember, ha csak akart, tettleg részt vehetett. A XIV. és XV. századokban már a nemesség követeit látjuk az or- szággyűléseken2). II. Ulászló gyenge kormánya alatt (1495.) e szokás eltöröltetett, s az emeltetett határozattá, hogy a király ezentúl a megyékben választatni szokott követek he- lyett az országnagyokat és nemességet hivja össze3), minek nem sokára az lön következménye, hogy II. Lajos király alatt ismét nagyon számos és fegyveres országgyűlések tar- tattak Rákos mezején és Hatvanban. Mindezekből az tűnik ki, hogy országgyűléseink ez idétt határozott, állandó alak- zattal, a jelenkor fogalmának megfelelöleg, nem bírtak ; hol a királyok magok tartottak a magas államtanácscsal zárt- körű értekezleteket, s tanácskozmányaik eredményét, mint kész törvényt, a nemzet előtt kihirdettették ; majd az egész nemesség személyesen vett részt az országgyűlések tárgya- lásaiban; ha pedig személyesen meg nem jelent,választott kö- vetei által képviseltette ott magát. A magyar törvényhozás- nak jelen alaktalan állapotjában az erdélyi részeken ez időtartam alatt folyamatban volt közös gyűléseknek szerke- zetéről biztosan körvonalozott képet adni alig lehet. Egy- korú hiteles okmányok ilyetén kifejezései : „Noveritis, quod in Congregatione nostra generáli, Universitate Nobilium, e t alterius cujus status PartisTransyl- vanae hominum\" (1395.) stb. épen nem nyújtanak vezérfonalat a kellő eligazodáshoz. Mindazonáltal, hogy ezen közös gyűlésein Erdélynek a nemesség általában tekintélyes számban volt képviselve, már csak az is engedi sejtenünk, hogy azokban, a szőnyegre hozott egyéb tárgyak mellett, ren- desen egy rakás birtokügy láttatott el. Minő terjedelmű lehetett ez idétt az erdélyi országgyü- >) S. Ladisl. Decret. Part. I. §. 1. — Kovachich: Syllogc Decretor. Comitial. pag. 41 és 135. ') Kovachich : Sylloge Decretor. Comitial. pag. 54. — Corp. Juris. <— Kovachich : Supplement. ad Vestig. Comitior. Part- II. pag. 113 és 335, 383. ») uladisl. n. Decret. II. artic. 26."], [80, "72 lések jogköre, azt államiratokban határozottan kifejezve, megállapítva nem találjuk. A mennyiben egykorú oklevelek útmutatásainál fogva eligazodnunk lehet, annyit bizton ál lithatunk, hogy azok törvényes hatásköre, Erdélynek a ma gyar közállamhoz való viszonylata s a törvényes három nemzet különböző jogalapjánál fogva, a királyoktól vett utasításon, az országgyűlési közös határozatokon , igaz ságszolgáltatáson, közigazgatáson , a terület közérdekei végett folytatott tanácskozáson, s a sürgős esetekben alkal mazásba veendő szabályok elrendelésén túl nem terjeszked hetett. Mindezt Verbőczinél következő szavakkal ta láljuk kifejezve: „Az erdélyiek .... Magyarország közön séges határozatai s végzeményei ellen mit sem határozhat nak s hatalmok sincs valamit rendelni') ;\" épen ezért diétáik szorosan területi hatóság tanácskozmányainak természe tével bírtak, és saját érdekeiket illető tárgyakkal foglal kodtak. Az erdélyi részek ezen közös gyűlésein fenforgott tár gyakra nézve is felette nehéz határozott választ adni, hogy mik, minő mérvben s mely határokig képezték a köztanács kozások tárgyait. A meghívó levelek is, melyek a jogosult közegeket országgyűlésekbe szólítják, rendesen csak általá nosságban nyilatkoznak2). Ezek mellett azonban vannak olyatén egykorú emlékek is, melyeknek egyes szavai vagy kifejezései mintegy újjal mutatnak az erdélyi országgyűlé seken fenforgott tárgyakra. Igy az 1437-ben Kápolnán ■) „Transylvanienses . . . contra genefalia statuta et decreta Regni Hungáriáé nil quidquam constituere possunt, nullamqae statuendi habent facultatem.\" Decret. Tripart. Part. III. tit. 2. §. 2. s) „Pro quibusdam perarduis earundem partium Transilvana rum negotiorum expeditionibus (1461.).\" Jos. Car. Eder : Observ. Critic. ad Felmer, pag. 216. — „Arduas causas harum partium traetaturi (1437).\" — „Pro nonnullis facris reformandia (1377).\" — „Ad pericula propellenda (1524).\" — „Pro reformatione status.'' Georg. Fejér: Cod. Diplom. Tom. VI.-vol. 1. pag. 118-"], [81, "73 tartott országgyűlésen az erdélyi három nemzet között testvéri egyezség és me goszolha tlan véde- lem (véd- és daczszövetség) létesült1). Innét a Mátyás elleni összeesküvés 1467-ben2). Medgyes en 1459-ben3) és fSegesvárott 1506-ban4) a magyarok, székelyekés szászok oly testvéri egyezségre léptek, hogy egymást kölcsö- nösen védik a törökök ellen, valamint a birtokos nemesség nyugtalan alattvalói ellen is5) ; továbbá (1437 és 1438.) ki- váltságaik és szabadságaik kölcsönös fentartására mago- kat kötelezték, s (1459.) az egyezség felbontását felségsér- tésnek bélyegezték, végül (1506.) a három nemzet tagjaiból egyenlő számban egy közös törvényszéket alkottak öszve. Nyomai maradtak még fenn rajzolt időszakunkból az erdé- lyi országytilések következő tárgyainak ; közbátorság, hon- védelem, pénz- és had -ügy vagyis adó- s katona-megajánlás, badszolgálati módozatok6), segedelmezés (1470, 1498.), a magyar államtest erdélyi részeit illető rendszabályok s in- tézkedések alkotása, tized-ügy (1398), valamint birtokvi szonyokat illető kérdések s felmerült perekben bíróilag való eljárás. Mindezeket röviden következő négy pontba foglal- hatjuk : ') „Inter praedictos Nobiles ac Saxones et Siculos talem frat ernam disposuimus u n i o n e m seque inseparabiles defendant.\" Szász nemz. levélt. 79: 1437. — Notizenblatt der k. Akademie der Wissenschaften. Nr. IS : 1853. >) U. o. ') Szász nemz. levélt. 209: 1459. — V. ö. Schlözer : Geschich te der Deutschen in Siebenbürgen. 56. 1. 2 és 6. czikk. *) Jos- Car. Eder : Observ. Critic. ad Felmer, pag. 216. s) Szász nemz. levélt, sz. 80? 1438- <) Az erdélyi 1463, 1524 és 1526. országgyűléseken állapítta tik meg. — Kovachich : Seriptor. minor. Tom. II. pag. 384. Jos. Car. Eder, i. m. pagg. 203, 205, 216. — Az erdélyiek ezen hadszol gálati módozataira vonatkoznak II. Lajo3 királynak (Decret. Lu dov- II. artic. 12.) következő szavai : „Constitutiones Transsilvani enses de modo exereituandi perlcgantur, et modus ille, ubi bonus videbitur, observetur.\" — V. ö. Jos. Carol. Eder in Schesaeum, pag. 160."], [82, "74 a) Az erdélyi részek országgyűléseinek feladatai közé tartozott sürgős esetekben ellenséges betörések ellen oly rendszabályokat hozni , minőket a hon biztonsága igé nyelt ; b) Az erdélyi részek szokásainak és joggyakorlatá nak, valamint érdekeinek megfelelő, de a magyar köz állam alapintézményeivel nem ellenkező törvényeket al kotni; c) a király vagy ország által sürgető körülményeknél fogva erélyesen szorgalmazott pénz- vagy katonai-segedel met megszavazni; mi elvitázhatlan tanúsága annak, mily féltékeny gonddal őrködött mindenha a nemzet azon joga feíett, hogy saját- vére és vagyona felett, tudta s beleegyezése nélkül, senki egyoldalulag ne rendelkezzék ; d) végre joga volt Erdélynek országgyűlésein egyes fontosabb peresetekben bíráskodni, s ítéleteket hozni1). Hi báz tehát t. Eder, midőn a megjelelt korszakban tartott erdélyi országgyűléseket, kivétel nélkül, oly jellemű gyüle kezetekként tünteti fel, mintha kizárólag az igazságszolgál tatásra szorítkoztak volna2). 14. §. Az erdélyi törvényhozás jellege a vajdák alatt. Hogy az erdélyi részek diétái, a tárgyalt időszak fo lyamán keresztül, inkább helyhatóságilag tanácskozó, mint sem törvényalkotó független testületek jellegével bírtak, minden kétségen kivül helyezi azon történelmi tény, hogy az erdélyi részek, ezen helyhatósági tanácskozmányokon túl, magokat a közállam országgyűlésein képviseltették, s a ko rona minden részeit kötelező törvények alkotásába tényleg befolytak. Ezen állítás valóságát dönthetlen igazság ér vényére emelik azon királyi meghivó-levelek, melyek ez állami ténykedés gyakorlatának érdekében hivatalosan Erdély szász nemzeti hatóságaihoz bocsáttatta--. >) Joseph Benkő í Milkovia. Tom. II. pag. 321. S)-Has quidem omnes congregationes jiíris dicend causa babitas esse liquet.\" — Eder ad Sche_aeum, pag. 161."], [83, "75 Hogy az erdélyi szászok már a XlII-d. századbau kép viselve voltak a magyar országgyűléseken1), teljeshitelü történelmi feljegyzések bizonyítják2). Hogy a szász nemze t a XV. sőt még a XVI-d. század első feléb en is meg szokott hivatni a magyar közállam tanácskozmányaira, szintén tör ténelmi alappal biró állítás3). Mikből berejtve (implicite) következik, hogy, ha a szász nemzet törvényes közegei a törvényhozás magas tisztjének közös gyakorlására felhivat tak: kétséget nem szenved, miszerént hivatalos volt az er délyi magyar nemesség és székely nemzet is, csakhogy az ezekhez szóló meghívás általánosságban tartatott4), mint ') „Saxones non quidem singulos, sed in communi, adeoque per Ablegatos comparituros, ad Comitia Hungarica evocatos fr isse.\" Kovachich : Supplement. ad Vestig. Comitior. Tom I. pag. 96- 2) Kovachich : Sylloge Decretor. comitial. 19 és 28. 1. — In Archiv. Capitul. Albens. Transilv. Fragmentor. Tom. II. pag. 226 és 436. — HI.Endre király 1291-ki törvényének 10 12, 13, czikkeib és 1298-ki törvénye kezdetén. — Kovachich : Suppl. ad Vestig. Comi tior. Tom I. pag. 91. — Anton Kurz : Magazin für Geschicht. stb. II. 109 s köv. 11. 3) Különösen a következő évekről maradtak fenn nyomok: 1441 (Marienburg : Geogr. des Grossf. Siebenb. Hermannstadt 1813. I. Bd. 159. 1.); 1454 (Kovachich: Suppl. ad Vest. Comitior. Tom II. pag. 124) ; 1455 (Kovachich, i. h.) ; 1457 (Notit. Capitul. Albens. Transilv. Auctore Jos. C . Kemény. Cibinii. 1836. 8-o. part. I. pag. 176); 1458 (Kovachich, i. m. pag. 333.) ; 1491. (szász nemz. levélt, sz. 480 ) ; 1492 (Eder ad Sches. pag. 211.) ; 1505 (Gr. Mikó Imre : Erdély különválása Magyarországtól. Budán, 1860. 4r. 20. 1-); 1510 (szász nemz. levélt, sz. 139.; ; 1512 (u. o.) ; 1521 (u. o.) ; 1533 (Kovachich, i. m. pag. 511.) ; 1526 (Eder ad Simigian. pag. 3.). *) „De Siculis et Hungaris Transylvaniis ad Comitia evoca tis non facile vestigium aliquod exstat, non quod illis re ipsa ad Comitia veniendi jus non competierit, sed quod hocalioquin de more solitum intellexerint, ad Comitia, dum indicta erant, sibi compa rendum esse, velut cum aliis Hungaris eundem statum efficienti bus.\" — Kovachich : Supplem. ad Vestig. Comitior. Tom. I. pag. 96. — Nem is lehetne másként megfejteni, mit jelentsenek az 1463 ki magyar országgyűlésen hozott tőrvényeknek előszavában ezek : „Nos Praelati, Barones, et Nobiles Regni Hungáriáé, Dalmatiae, Croatiae, et Partium Transylvaniarum, in prae senti congregatione nostra, per Serenissimum Principem Dominum Mathiam Regem Hungáriáé Dominum Nostrum Gratio-"], [84, "76 azon nemzet vérszerénti tagjaihoz, mely xar égoxrjv nra volt a honföldnek s előkelő tagja a koronának; mlg a szász testületekhez, mint szállókhoz (vendégnéphez, hospites) külön meghívás intéztetett1). Valóban hogy nem csak az erdélyi szász nemzet, hanem általában egész Erdély képviseletileg részt vett a magyar országgyűlé seken, bizonyítja a Bakoson tartott 1525-ki országgyűlés, melynek XXXVII-d. czikke a töröktől fenyegetett alsó ré szek védelme ügyében akként rendelkezik, hogy a tanács kozásra Erdély is, miként Slavonia, képviselőket küldjön2). Végre, hogy Szapolyaí János érdekében az erdélyi mind a három nemzet képviselve volt a tokaji gyűlésen 1526-ban, szintén történelmi biztos adat teszi kétségtelenné3). Mindezekből tisztán kiderül, hogy az erdélyi részek, mint a magyar korona s öszállam törvényes tagja s alkat része, a magyar birodalomra kötelezőleg ható törvények al kotásában az államtest egyenjogú testvérközegeivel tettle ges részt vettek ; mi azonban nem volna alaposan indokolható, ha azon részeken egy külön törvényhozás, de az anyahoné val jogilag teljesen egyenértékű, függetlenül gyakorolt volna aissimum indicta constituti, considerantes periculosum statum no strum, et continuas turbationes, quas patimur ex continua invasione Turcarum et aliis ex causis, de infraseriptis articulis concertavimus etc.\" — Acta Musei National. Hungaric. Tom. I. pag. 190—204. — Kovachich : Sylloge Decretor. Comitial. Tom. I. pag. 178—189. •) Erre vonatkozik Róbert Károlynak 1318-ben költ levele „Carolus D. G. Rex Vngariae fidelibus nostris universis Nobilibus et aliis cuiuslibet dignitatis et status aut conditionis hominibus in regno nostro constitutis salutem et gratiam. Cum nos generáli con gregationi nostrae in Rákos futurae octauum diem S. Joannis Bapt. proxime venturum pro termino duxerimus assignandum : omnes et singulos, qui se regni noatri membra existimant, ad praefatum locum auctoritate regia praecipimus convenire.\" — In tabulario Capitul. Albens. cist. capit. fasc. 2. n. 3. !) A törvény eredeti szövegének szavai ezek : „De Slavonia . et Transylvania hoc idem est intelligendum, quod scilicet oratores duntaxat ipsorum mittat ; verum tamen in Slavonia mille et in Transylvania aimiliter mille equites paratos habeant.\" >) Gr. Mikó Imre, i. m. 30, 31. 11."], [85, "77 törvényhozó hatalmat. Minthogy azonban ez nyolczszáz éves közjogunk történelméből ki nem muta tható ; egyebet az er délyi országgyűlésekről történelmi alapossággal nem mond hatunk, minthogy azok a vajdák kormányának közel hatod fél százados időszakán keresztül csupán határozatal kotási (statutarius), végreh ajtási (executiv) 8 némely fontos perekben birói (judiciarius) jelleggel bírtak. 15. §. Az erdélyi közös országgyűlések székhelyei a vajdák ko rmányidején. Tárgyalásunk folyamán nem hagyhatjuk érintetlenül, hol tartattak az erdélyi részeknek e most jellemzett közös országgyűlései a megjelelt időszakon (1002 — 1540.) ke resztül. Az 1533-ki székely krónika értesítése szerént a magyar vezérek idejében, sőt majdnem az egész első magyar keresz tyén század (XI.) folytán is, a daliás székelyek ősgyülései nek állandó székhelye Budvár (Székely - Udvarhely mellett) volt. Csak miután szent István 1002-ben az erdélyi részeket a magyar közbirodalommal egyesítette s igazgatá sát vajdákra bízta, miután e közben Budvár szent László királyunk idejében a kunoktól lerontatott, lett a székely gyűlések helye Eákos-völgy (Csík-székben), majd a szakadáti földön Urvölgyében (szintén Csík-székben) gyűléseztek, míg végre maga Udvarhely lett népgyülé seiknek állandó székhelye. Ez azonban gátul nem szolgált, hogy a közös ügyek végett magyar vérrokonaikkal tartott gyűlések székhelyein meg ne jelenjenek. Hol tartattak az erdélyi részek két majd három társ nemzctének közös gyűlései, nem könnyű rá határozottan felelni ; miután történelmi jelen tárgyalásunkból is az tűnik ki, hogy ilyetén közös gyűlések, a megjelelt nagy időszak folytán, tizennégy kölön helyen tartattak. Azonban, ha figyelemre méltatjuk, miszerént az erdélyi vajdák rendes székhelye Gyula-Fej ér vár, mint földirati fekvésénél fogva a magyar korona erdélyi részeinek mintegy központja,"], [86, "78 volt ; ha nem felejtjük egyszersmind, hogy a XlII-d. század végén III. Endre, az utolsó Árpádkirály, alatt is Gyulafe jérvártt tartatott országgyűlés : alig kételkedhetünk, hogy az erdélyi országgyűlések rendes székhelye, a vajdaszék központi városa, Gyulafejérvár volt. Hogy a XlV-d. s kövek kező századokban más helyeken tartattak,az akkori idők tör ténelmi viszonyaiból nem volna nehéz kimagyarázni. Nép lázadás, pártviszályok, hadjáratok, rabló csordák betörése s pusztítása mind és egyenkint határozólag folytak be a fe nyegető veszély sürgette országgyűlések helyiségeinek kije lelésércHa ezen országgyűlések Gynlafejérvártt nem tartat hattak, úgy látszik, hogy Torda lön e végett legtöbbször látogatva, hol 1357, 1363, 1366, 1455, 1466, 1467, 1470, 1524, 1540-ben tartott az erdélyi három társnemzet ország gyűléseket ; majd más helyek jeleitettek ki e czélra, mint Nagy-Enyed 1526; Földvár (Marienburg, a Barcza ságon) 1427 ; G e r e n d 1529; Gyulafejérvár 1291 ; Kápolna 1437, 1438, 1454, 1478; Keresztes (Villa Cruciferornm de Thorda, közel Tordához, az Aranyos jobb partján) 1322; Marosvásárhely (Székelyvásárhely) 1439,1515, 1517, 1536; Medgyes 1459; R a dn ót 1461, 1504, 1529; Segesvár 1506, 1540; Nagy-Szeben 1357; Udvarhely 1357; Besztercze 1536. Hihető, hogy idő folytával még többeknek fedeztetnek fel nyomai, ha a századok pusztító viharait épen kiállott s korunkra szállott ősemlékeink, s a szerencsésen leküzdött veszélyekhez képest elég gazdag kézirattáraink mélyebben beható búvárkodás tárgyaivá tétetnek, a mikor egyúttal a jelen tárgyalás körét képező időszak erdélyi országgyűlé seinek maiglan még nem nagy száma tetemes gyarapodást foghat mutatni; csak buvárszellem és kitartás ragadjon meg minden kínálkozó alkalmat eldődeink nagyérdekü kéz irati hagyományainak gondos átfürkészésére, s a hazai tör ténettudomány gyarapodása tekintetéből hasznosítására."], [87, "79 ÖTÖDIK FEJEZET. Az erdélyi társnemzetek közös törvényhozása. 16. §. Erdélyi országgyűlés a Xffl. században. 1191. — Szokás volt a magyar középkorban, hogy a király, vagy, ennek akadályoztatása esetében, a nádor, a bi rodalom keleti részein pedig a vajda, vagy helyettesei, az al-vajdák, a birodalom vagy terület egyes vidékein vagy részein évenkint megszálljanak, s az ügyes-bajos népet meg hallgatván, neki igazságot szolgáltassanak ; ámbár van rá adat, hogy a királyt keresztyén ájtatoskodása vitte egyik vagy másik helyére tágas birodalmának1). Hihető, hogy III. Endre is törvényt látni járt Erdélyben a fent megjelelt év ben, vagy hogy a Kún László szabados kormányidejében erősen megzavart államügyeket rendezze. Az előttünk fekvő okmánynak szavai legalább ezt engedik sejtenünk. így hang zanak azok: „Nos Andreas, Dei gratía Rex Hungáriáé, me móriáé commendantes significamus quibus expedit universis: quod cum nos universis Nobilibus, Saxonibus, Syculis et 0 1 a c h i s, in partibus transilvanis, apud Albam Jule (Gyu lafejérvár), pro re formatione status eorundem congregationem cum eisdem fecissemus, de consilio omnium Praelatorum et Baronum regni nostri eo tempore nobis assi stentium etc\"2). Hogy ez idéztük okirat kétes hitelű, maga Eder is érezni látszott, mert közlését igen ovakodólag esz- • i) Pl. Kún Lászlót Gyulafejérvárra, a székes-egyházba. „Ba dislaus Quod cum Nos ad Ecclesiam B. Michaelis Cathedral. de Álba Transilvan, causa devotionis accessissemus.\" In tabular. Capitul. Albens. Transilv. Cista Capit. fascic. 7. nro 1. *) Georg. Fejér : Cod. Dipl. Tom. VI. vol. 1. pagg. 118, 119. Ex Analect. Diplom. Ederianis. Fascic. I. pag. 107. — V. ö. Jos Car. Eder: Observ. Critic, ad Felmer, pag. 25."], [88, "80 közölte1) ; gr. Kemény József pedig azért tagadja meg tőle a hitelességet, mert olyast állit, mi történelmileg ala posan be nem bizonyítható, tudniillik, hogy Erdélyben nem három, hanem négy külön törvényes nemzet volt, holott ez okirati szövegrész-en kivül középkori Öszves okmánytárunk ban egyetlen sor sem fordul elő, melyre ezen állítást bizton alapítani lehetne, sőt számos oklevelek2) épen az ellenkező ről tesznek tanúságot. Különben e nem jelentéktelen kérdés azok közé tartozik, melyeknek magoldása a jövendő számára van fentartva, midőn tudniillik az eddigelé okirati másolat ból ismert történelmi tényt mogával a napfényre derített eredetivel kétségbevonhatlan igazság érvényére emelni si kerülend. Addig csak feltételesen adhatunk hitelt az idéz tük másolati okmánynak, melyet tőle végkép megtagadnunk semmi fontos ok vagy megdönthetlen érv nem parancsolja. Az eredetinek hiányában épen azért fogadtuk el mi is azon állításunk alapjául, hogy a benne megjelelt időben „Dátum apud Albam Jule in Dominica Inuocauit. Anno Domini MCC nonagesimo primo,\" Gyulafejérvártt III. Endre király el nöklete alatt tartott országgyűlésen a zilált államügyek rendezése mellett magán birtokügyi kérdés is intézte tett el. 17. §. Erdélyi országgyűlések a XIV. században. 1322. — A Bethlen grófok bethleni levéltárában van egy okmány, mely tanúskodik a mellett, hogy a fennérintett évben, húsvét nyolezada folytán, Tamás vajda és b.-szolnok- ') „Habeo inter Analecta mea apographum litterarum ab Andrea III. anno 1291. editarum, quibus indicatur, regem congre gationi Transilvanorum pro reformatione status eorundum Albae Juliae habitae interfuiase. Sedhuiusrei uberius indic i um faciam, si quando videndi diiudicandique au tographi mihi copia fuerit. Observ. Critic ad Felmer, pár. 25. *) Árpádia, honi történetek zsebkönyve. Szerkezteti (így) Kovacaóczy Mihály. Harmadik év. Kassán, 1838. 8r. 27—30- 11. - Supplex Libellus Valachorum Transilvaniae, cum notis J. C. E« Josephi Caroli Eder)."], [89, "81 megyei főispán az ország nemeseivel (a magyarokkal), szé kelyek- és szászokkal Keresztesen (Villa Cruciferorum de Thorda) országgyűlést tartott, melyben fekvő birtok felett folyt per láttatott el. Az említett oklevél igy szól: „Nos Thomas Way voda Transilvanus et Comes de Zonnk Quod cum Anno Domini 1322. in octavis Paschae in Keresz tes, una cum Regni Nobilibus, Siculis et Saxonibus, ubi Dnus Episcopus Transsylvaniensis, et discreti viri intererant, Ma gister Gyegus filius Nicolai pro se, et pro fratre suo, videli cet Jacobo filio Apa (Apafi Jakab) adstando Nobis significare curavit: quod Comes Küküllő quasdam possessiones suas... cum suis pertinentiis vellet adtrahere, seu ampliare ad suum Judicatum. Unde quum Nos Dominum Episcopum, ac discre tos viros de Capitulo, et universos Nobiles, Siculos et Saxo nes interrogassemus, ut praedictae Possessiones in quo Co mitatu dinoscantur adjacerc, pariter et una voce responde runt: quod a tempore aedificationis Ecclesiae B. Michaelis archangeli Transsylv. praefatae possessiones essent et fuis sent ad Comitatum Albensem pertinentes, seu exstantes. Dátum in Thorda. Anno et ter minő supradictis.\"1). — Ezen igen érdekes okmányból a megjelelt évben Keresztesen tar tott országgyűlés mellett, egyszersmind tanuljuk, hogy a gyulafejérvári székesegyház sz. István király korában ke letkezvén, az erdélyi részek ugyanakkor osztattak fel vár megyékre2). 1329. — Hogy ezen évben is tartatott az erdélyi része ken országgyűlés, Ben kő Józsefből tanuljuk; de hol, kinek meghívására s minő tárgyak végett gyűltek össze a törvényhozás jogosult közegei, egyetlen vonással sem jelzi. Ebbeli mulasztását azon nyílt vallomással mentegeti, hogy nem lévén azon idétt keze ügyében épen ide szolgáló kézi rat-gyűjteménye , csupán a mik rendelkezésére állottak, i) Árpádia. III. évf. 64, 65. II. *) „Über die Entstehungszeit der ungarischen Komitate in Siebenbürgen. Gráf Josef Kemény.\" - Anton Kurz : Magazin für Geschichte, Literatur und allé Denk- und Merkwürdigkeiten Sie benbiirgens. I. Bd. 3. Heft. 230-238. 11. 6"], [90, "82 használhatta1). Minthogy a jeles férfiú szenvedélyes, egy szersmind lelkiismeretes adatgyűjtő volt : nem tehettük, hogy legalább az évszámot ide ne jegyezzük, a szerencsésb jöven dőtől várván a többi érdekes tudni -valókat. 1357. — Ezen évben Erdély három nemzete három kii lön helyen tartott országgyűlést: a magyarok (a nemessség) Tordán, a székelyek Udvarhelyit s a szászok Szebenben, „Ab omnibus Nobilibus, Siculis, et Saxo_.ibus in tribus congregationibus universitatis Nobilium, Siculorum et Sa xonum, Thordae, ín Udvarhely et in Cibinio (Lajos király rendelete következtében) celebratis — talem comperissent veritatem.\" Szentmihály-köve nevű vár iránt tárgyaltatott a törvényes határ- és birtokjog -kérdés. „Dátum fer. tért. proxim. ante Festum Natív. B. Joann. Bapt. Anno supra dicto\"2). 1363. — „In Congregatione generáli universis Nobili bus, Siculis, Saxonibus, ac aliis cujusvis status et conditio nis hominibu8 partis Transylvanae anno 1363. Thordae in dicta\" birtokügyben indított per s hadszolgálati módozatok kerültek tárgyalás alá3). 1366. — A károlyfejérvári káptalan levéltárában4) lé tező eredeti okmánynak kivonata : „Quod Dionysius Vajvoda Ütem, quam ratione possessionis Újvár (Maros-Ujvár) in Congregatione generáli universis Nobilibus, Siculis et Saxo nibus i artis Transylvanae Anno 1363. Thordae indicta, ') „Non omnia, fateor ingenue , domi habeo Collectaria, e quibus in deproperatum hocce Opusculum plura rcferre possem ; praesto nihilominus mihi sünt ea saltem instrumenta, quibus non pigebit Libro posteriore (mi azonban csak jámbor szándék maradt) Diaetas Transsilvanicas annorum 1329, 1436, 1437, 1438, 1442, 1458. 1459, 1462, 1466, 1522, 1536, 1538, 1540. common strare.\" — Jos. Benkő: Diaetae sive rectius Comitia Transsilva nic. 1791. in 4-to. pag. 4. 2) In tabular, Capitul. Albens. Transsilv. Cist. C apit. fascic 3. nro 39. — V. ö. Ant. Szeredai: Notit. Capit. Albens. pagg. 45, 46. s) In tabular. Capitul. Albens. Transsilv. Cist. Capitul. fa_C. 2. nro 42. — V. ö. Anton. Szeredai : Series Episcopor. Tsansi'v^ pag. 103. — «) U. o."], [91, "83 Joannes Filiüs Nicolai et Ladislans filius snus de Doboka, contra Dnum Episcopum Transylvanum movisset fiuali ter diremerit. A. D. 1366.\" 1398. — Zsigmond királynak „Dátum in Visegrád, in vigília festi visitationis Virg. Glor. Regnor. Nostrorum Anno Hungáriáé videlicet XI. Romanorum verő II. Bohemiae VI.\" azaz a fent megjelelt 1398-ban kelt leveléből kitetszik, mi szerént az erdélyiek részéről nála követségben jártak Al makeréki Apafi Miklós és Szamosfalvi Gyerőfi László bizo - nyos tizedügyben, minek a király a püspöki s egyházi bir tokokon lévő oláh jobbágyokon való felhajtását azért nem találja méltányosnak s az igazsággal összeegyeztethetőnek, mert a püspök felszerelt zászlóaljat (bandérium) kiállítani, a többi egyháziak pedig a hadseregre nézve bizonyos pénz öszveget fizetni köteleztetnek, s e végett úgyis kénytelenek saját oláh jobbágyaikat terhelni. Egyébaránt majd, ha ügye inkből kibontakozunk, — igéri Zsigmond a követség utján, — körötökbe sietünk, s a veletek folytatandó tanácskozások utján ezen s ehhez hasonló ügyekben véglegesen s minden rendüeket megnyugtató igazsággal határozunk'). Alig szen ved kétségét, hogy az erdélyiek ezen köztanácskozása, mely a feljebb ismételve említett évben Zsigmond királyhoz kö vetséget indított, az erdélyi részek szokásos országgyű lése volt. 18. §. Erdélyi országgyűlések a XV. században. 1427. — Ezen évben Zsigmond király F ö 1 d v á r o 1 1 (Marienburg, a Barczaságon) országgyűlést tartván, a föld váriak, és hűbéreseik, a höltevényeik, közt a bérbirtokért kikötött szolgálat módjára nézve, a földváriak jogos előnyére akként intézkedett, hogy a höltevényeik, kik szolgálmányai kat, a földváriakkal kötött eredeti szerződvénynél fogva, >) Kovachich : Scriptor. minor. Tom. . II. pag. 384. — Eder ad Felmer, pag. 216. — Ant. Kurz : Magazin stb. II. 109 s köv. 11. — Joseph. Benkő : Milkovia. Tom, II. pag . 321. 6*"], [92, "84 Földvárra tartoztak szállítani, ezt teljesíteni vonakodván, a földváriakat arra akarták birni, hogy Höltevényben vegyék át a járandóságokat, — az eredeti szerződvény értelmében rójják le évi tartozásaikat1). — Ezen országgyűlésen még más íenforgott tárgyakban is hozattak végzések, mint a hadi nép szabados zsarolása s élelmeztetése, valamint egyéb hadi szolgálniányok tárgyában, egyszersmind az erdélyi só árulást illetőleg tétettek intézkedések2). 1436. — Az erdélyi részek ezen évi országgyűléséről t. Benkő József, a megjelelt évszámon kivül, egy szó val sem emlékezik3). 1437. — Az erdélyi országos három nemzetnek eleinte nem volt közös kapcsolata vagy főnöke az országban, hanem mindenik közvetlenül a királytól függött, és sem a széke lyek, sem a szászok nem voltak a vajdának alávetve, s ha ez néha közöttök meg is jelent, az nem hivatala erejénél fogva történt, hanem a királynak külön parancsa következ tében, és valahányszor a vajda öt nem illető teljhatalmat vagy itélő-hatóságot bitorolni megkisérlett, hatályosan el lene mondatott és a királynál panasz tétetett. Csak Zsig mond király uralkodásának vége felé, 1437-ben, kötötte a három nemzet az unió nevezet alatt ismeretes legelső szövetséget kölcsönös védelemre az ekkor felzendült paraszt ság s a törökök részéről fenyegető veszély ellen4). Az ezen országgyűlésre vonatkozó oklevélnek8) szavai ezek: „Nos Lorandus Lépes de Városkezy Vice- Vaj voda Transilvanus, per praesentes omnibus, tam praesentibus quam futuris rc- !) Az okmány eredetié „Dátum in Földvár, sexto die B. Jo\" annis ante portám latinam, A. D. 1427.'' találtatik a brassai levél tárban. V. ö. Árpádia. III. évf. 32—34. 11. ') Vajda László : Erdélyi polgári magános törvények históri ája. Kolozsvártt. 1830. 8r. 179—182. 11. *) Diaetae, sive rectius Comitia Transsilvanica. pag. 4. *) A ki ezekről bővebben akar értesülni, olvassa meg gr. Teleki József Hunyadiak kora I. köt. 77—80. 11. oklevelekkel tá mogatott előadást. 4) Eredetié a szász nemzet nagyszebeni levéltárában, 79. sz. a."], [93, "85 cognoscimus, quomodo feria secunda proxima post festum exaltationis Stae Crucis, Nobis cum Magnifico Michaele Jakch de Kusal, et Henrico de Tamási Comitibus Siculorum una cum Regni Nobilibus Septem etduarum Sedium Saxoni caliuin, ac Bistriciensibus Saxonibus, omniumque Sedium Siculorum in Oppido Capolna (Kápolna) congregati et constituti eramus, arduas causas harum partium tractaturi inter praedíctos Nobiles, ac Saxones, et Siculos talem fra ternalem disposuimus unionem, tactoque ab his Dominicae Crucis signo, juramento proclamato, aevo tempore jurave runt observare (esküvel ígérték örök időre való megtar- tását) etc. Dátum die et termino praenotato A. D. 1437.\" 1438. — Sem a múlt évben kitört pórlázadás nem nyo- matott el s orvosoltattak a sokféle adókkal terhelt paraszt ságnak sok részben méltatlan sérelmei véglegesen, sem a török rész nem szűnt meg még fenyegetni a magyar korona területét: azért az 1437 -ki szövetség megújítása, s a sürgető körülmények szerénti módosítása végett Városközi Lépes Lóránd erdélyi vajda az erdélyi országos három nemzetet Kápolnán tartandó újabb országgyűlésre 'hivta össze. A meg hívó oklevél igy szól : „Nos Lorandus Lépes de Városkezi Vajvoda Transsilvanus memóriáé commendamus per prae sentes, quod cum praeteritis diebus, videlicct circa festum Sanctae Crucis in Possessione Capolna vocata una cum Baro nibus et Nobilibus, necnon Saxonibus potioribus Septem Se dium Saxonicalium, et Siculorum dictae partis Transilvaniae fuissemus congregati, inter cetera tractantes, uti portervia et rebelliones nefandissimorum rusticorum contritione et eradi catione (megtörése s kiirtásával) sicut contra insultus Turcorum saevissimorum has defensare partes, coram Nobis et Baronibus universi Nobiles et Saxones inter se ipsos talemjfecerant unionem et fraternitatem etc. Dátum Thordae in festő B. Dorotheae Virg. A. D. 1438.\" ') Az erdélyi részeken ezen két év (1437, 1438.) folytán dühöngött lázadást végre sikerült mégis annyiban orvosoln i ') Eredetié a scász nemzet nagyszebeni levéltárában, 80. sz. a."], [94, "86 hogy a parasztoknak engedett szabad költözködés az elmé ket lecsendesíté, s a bizodalmat éleszteni kezdé1). 1439. — Hogy ezen évben, Albert király meghívására, Marosvásárhelytt országgyűlés tartatott, Eder bizonyltja, ki a királyi meghivó-levél eredetiét látta2) ; de minthogy se hol közre nem bocsátotta, az egyszerű feljegyzésnél egyebet róla nem tudunk. Majd, La a nagymunkáságu férfiúnak a a magyar nemz. múzeum tulajdonává vált hagyatéka ren dezve leend, foghat csak a szaktudós ezen erdélyi ország gyűlésről körülményesebben értesülni. 1442. — Az erdélyi részek ezen diétái közé tartozik az ezen évre tett országgyűlés is, melyet t. Benkő József csak rideg évszám szerént említ3). 1454. — Hogy ezen évben Kápolnán az erdélyi ma gyarok, székelyek és szászoknak közös gyülésök (ország - gyülésök) volt, Erdély egyik alapos történettudósából ta nuljuk4). 1455. — Hunyadi János országkormányzónak ezen évről szóló levele fennvan a brassai levéltárban, melylyel a szászok országgyűlésre hivatnak Tordára5). 1458. — T. Benkő Jósef rövid jegyzete után6) tu datik, hogy ekkor az erdélyi részek törvényes három nem zete együtt országgyűlést tartott. 1459. — Az erdélyi országos három nemzet között 1437-ben alakúit, s 1438-ban még határozottabban kifejezett unió Mátyás király uralkodása második évében még többre terjesztetett, s a három törvényes nemzet egymásnak nem •) Jos. Car. Eder : Observ. Critic. ad Felmer, pagg. 73—76. >) Observ. Critic. ad Histor. Tranailv. pag. 104. — Sieben bürgische Provinzial BlStter. I. Jahrg. 128. 1. J) Diaetae, aive rectius Comitia Transsilv. pag. 4. *) Ezt bizonyitja egy oklevél a prázsmári levéltárt). — V. ö. Die Verfassung des Grossf iratenthums Siebenbürg von Jos. Bedeus v. Saarberg. Wien, 1844. — Ford. Makoldy Sámuel. Másod. kiad. 1846. 8r. 47, 48. 1. s) Jos Car. Eder : Observ. Critic. ad Felmer, pag. 142. a) Diaetae, aive rectius Comitia Transsilvanic. pag. 4."], [95, "87 csak a török ellen, de jogai, szabadságai s kiváltságai fen tartására is kölcsönös segedelmet ígért; következőleg védel met minden belső ellenség, valamint fölőlről jövő megszo rítások vagy elnyomások, úgy a jobbágyok lázongásai ellen is*). Ez utóbbi bírhatta rá a királyt, hogy megbízó-levelével Lábatlan János temesi grófot, a székely ispánt, haladékta- lanul Erdélybe indítsa, ki a három nemzettel Medgyesen a fennérintett évben országgyűlést tartott, melyben minde- nekelőtt szorosb szövetség köttetett a három törvényes nem zet között2) Az illető okmány szavai ezek : „Capitulum Ec clesiae Transylvaniae .... quod dum his superioribus diebus proximis, in Dominica, puta, qua Inclytae Virginis Catha rinae annuum celebratur festum, Nuntio Magnifiso Regiae Majestatis, Joanne Lábathlan Temesiensi et Siculorum Co mite, inde et super variis pluribusque et magnae importan tiae rebus et nogotiis paulo superveniente, Credentionali duntaxat facultate suffultus, quorum occasione et praetexta propter rerum ipsarum, seu Legationum, scilicet Nuntii prae fati Majestatis Regiae celeriorem, prout res ipsae etLegatio nes ac Magnificentia ipsius Nuntii expetebant, expeditionem Egregia Spectabilisquae nec non Strenua et Agilis atque Circumspectissima Universitas tota nobilium ac Procerum, Siculorum quoque omnium generum, nec non Saxonum Se dium singularum septem, totius Partis hujus Regní Transyl vaniae in seu ad Oppidum Medgyes in unum pariter conve nienüo et generalem faciendo congregationem fassnm exstitit per eosdem conformiter et relatum in primo articulo in hunc modum etc. A. D. 1459. \"3). Tárgyaltatott még ezen országgyűlésen Sepsi és Mik lósvár székek különválása4). ») Schlözer: Geschicht. der Deutsch.\" in Siebenb. 46, 47, 56. 11. - Eder ad Felmer, pagg. 149, 216, 250. s) Eredetié a szász nemzet nagyszebeni levéltárában, 209. szám alatt őriztetik. ») Jos. Carol. Eder : De initiis iuribusque primaevia Saxonum Transilvanor. Commentatio. Viennae, 1792. in 4-to. pagg. 124, 125. 4) Jos. Carol. Eder ad Simigianum, pag. 95-"], [96, "88 1461. — Hogy ezen évben Szentiványi György és Ge barth Benedek al-vajdák elnöklete alatt Radnóton ország gyűlés tartatott, kétségen kivül helyezi ugyanazon al-vaj dáknak az említett évben a kolos-monostori conventhez intézett következő tudósitványa : „Noveritis, quod nobis una cum harum partium Transsilvanarum Nobilibus, nec non certis Siculis et Saxonibus, pro quibusdam perardius earun dum Partium Transilvanarum negotiorum expeditionibus . . . ad possessionem Radnoth vocatam in unum convenientibus etc.\"1). Mik lehettek a jelen oklevélben említett azon ügyes bajos dolgok, melyek elintézése végett azon országgyűlés hirdettetett, Eder hiteles másolatból átvett jelen közlemé nyében nem említi ; de aligha csalódunk, hogy peres ügyek voltak, miután az al-vajdák idézett levelöket a kolos-mono stori conventhez intézték, mint hielmes helyhez. 1462. — T, Benkő József emlékezik egy ország gyűlésről, mely ezen évben tartatott; de hol s mjnő tárgyak ban folyt a tanácskozás, nem említi2). 1463. — Ezen évben Magyarországon országgyűlés tartatott: de történelmi biztos adatokból tudjuk3), hogy ugyanakkor az erdélyieknek is volt országgyűlésök, mely lyel Mátyás királynak azon parancsa közöltetett , hogy az akkori országos határozatokat pontosan teljesítsék. Főgondját ezen 1463-ki erdélyi országgyűlésnek a hadi kö telezettség körül tett intézkedés vette leginkább igénybe, melynek czikkeit4) Mátyás király megerősítette. Megígérte ezen feljül Erdély, hogy e táborozási szabályzaton kivül azon rendeleteket, melyeket hajdan, 1435-ben, saját rendelvényé ben Zsigmond király, az ország rendéivel együtt, közrebocsá tott, most is készséggel elfogadja. 0 Jos. Car. Eder : Observ. Critic. ad Felmer, pag. 216. 2) Diaetae, sive rectius Comitia Transsilvanic. pag. 4. *) A meghivó-levél eredetié a szász nemzet nagyszebeni le véltárák 600. sz. a. — J. K. Schuller : Umrisse und kritische Stu dien stb. - . . Urkundenbuch. 13. 1. *) Kovachich : Scriptor. rerum Hungaricar. minor. Tom. II pag. 384."], [97, "89 1466. — Hiteles adattal birunk arra nézve is, hogy a most említett évben János, szent-györgyi és bazíni gróf, erdélyi vajda, Tordára szólította a szászokat országgyűlésre. Meghivó -levelének kivonata eredetiben így hangzik : „1466. ipso die festő S. Stephani. Joannis Comitis de -S. Georgio et de Bozyn vayvodae Transylvani Convocatoriae ad Generá léin Congregationem Thordae celebrandam , Saxonibus missae\"1). 1467. — Mátyrás királynak többféle hadjáratai birodal mának népeit sok tekintetben nyomasztólag terhelték. Mér téken túl érezte ezt Erdély is, melynek három nemzete ősi szabadsága, jogai s kiváltságaiban a királytól sokképen megszoríttatott; innét az általános elégedetlenség lángja mind tovább harapózott a keblekben. János vajda, bazíni és szent-györgyi gróf, a koronajószágok visszavétele által te temesen károsodott. A nemesség jobbágyaira az utolsó (1467.) országgyűlési végzések2) új terhet róttak. Az addig tized mentes oláhok annak megadására szoríttattak. A szászok, az eddig fizetettt szakmányos adó helyett, az új adót kapuk száma szerént3) köteleztettek fizetni. Mindez elég volt arra, hogy a három nemzet ismételve megújított régi szövetsége alapján szorosabban egyesüljön ; mi mégis történt4). Ez csak J) Eredetié a szász nemzet nagyszebeni levéltárában. >) Gr. Teleki József: Hunyadiak kora. Ili; köt. 507—510. 1. ') Budapesti Szemle. Szerk, és kiadj, Csengery Antal és Ló- nyay Menyhért. - Uj folyam. 1. köt. 1. füz. Pest, 1865. 8r. 131.1. *) „ . . . . visis et perceptis ip.orum ac totius Begni Hungá riáé oppressionibus, molestiis et aerumnis, quibus ex diruitione et abolitione privilegiorum per divos Beges Ke^ni Hungáriáé conse quenturque Serenissimum Kegem Dei gratia eiusdem Begni Hun gáriáé concessorum per ipsum dominum Mathiam Regem pene op pressi existent et usque ad ultimam devenissent desolationem, con cordi voto parique consensu et voluntate, propitiatione divina fa vente libertates et praerogativaü ipsorum et totius Eegni Hungá riáé contra quoslibet , cuiuscunque generis , linguagii , status , conditionÍ3 et praeeminentiae bomines valentea manutenere, defen dere et conservare, et contra hos, qui contra praemissa obstarei contradicere et operare (így) machinarentur, in manu forti iuxta"], [98, "90 felbátoritá az elégedetleneket, hogy Mátyás ellen nyilt lá zadásban kitörjenek. E merénylet megsemmitésére a király villámgyorsan Erdélyben termett, mi a legnyakasabbak bá torságát is megtörte. A hevenyészve gyűjtött sereg felbom lott. A kézre került fő-bünösök szörnyű halállal végeztettek ki'). Ezután erdélyi vajdáknak Csupor Miklóst és újabban Pongrácz Jánost nevezvén ki, Tordára ment ország gyűlést tartan i2). Ez rég időtől fogva első volt, mely Erdélyben a király személyes jelenlétében tartatott. Itt a király a lázadók közöl többeknek megkegyelmezett ; azokat, kik makacsul meg nem jelfentek, örökös száműzéssel fenyítette* 1470. — Ezen évben tartott országgyűlésére nézve az erdélyi részeknek t. Eder akként nyilatkozik, hogy saját szemeivel látta Pongrácz János erdélyi vajdának eredetiben egy oly levelét, melyben az erdélyiekhez ezeket irja : Quia nos per regiam Serenitatem pro certis rebus et negotiis Se renitatis suae ad partes illas Transsilvanas in médium re gnicolarum deputati sumus : ob hoc nos in festő Nativitatis B. M. V. nnne proxime venturo in oppido Thorda generalem. regnicolarum statuimus celebrare congregationem etc3). — Tárgya volt Erdély ezen országgyűlésének a király által kért segedelmezés. 1478. — Ismeretes vízaknai Geréb Péter vajda- és székelyek ispánjának a megjelelt évről szóló azon levele, melylyel Dobokamegye nemességét Medgyesre hívja or szággyűlésre4). eorum possibiiitatis exigentiam procedere, tamdiu . donec auxilio divino huiusmodi praerogativae et libertates ipsorum ac totius Begni Hungáriáé in suum bonum et felicem statum coadunare et restaurare possent.\" Notizenblatt der kais.Akadem. der Wissen sbhaften in Wien. Nro. 13 : 1852. i) Gr. Teleki József: Hunyadiak kora. III. köt. 532-539 11. s) Bonfini : Ber. Hungaiicar. Decad. IV. pag. 396. — Georg, Pray : Annál. Beg. Hungar. Vol. IV. pag. 34. — Stephan. Katona : Hist. Critic. Tom. VIII. pag. 228- 3) Jos. Car. Eder in Schesaeum „Excursus de veteri iure ordi num Transsilvaniae in rogandis legib.\" pagg. 161. 162. *) „Hon és Külföld.\" Kolozsvárit. 1842. évf. 212. 1. 53. sz."], [99, "91 1484. — Ezen évben Báthori István országbíró által meghivattak a szászok „ad audienda regia intimata.\" Hihető, hogy a három nemzet erdélyi közös gyűlésébe történt az említett meghívás, miután a királyi rendeletek, mint a melyek közösérdektiek voltak, rendesen itt szoktak kihir dettetni1). 1498. — Nyoma van annak, hogy az erdélyi részek nek országgyülésöket alkotó tagjaihoz a jelzett évben Pé ter vajda, szent-györgyi és bazini gróf, azt irja, hogy 6 a királytól levelet vévén, annak közlése s tartalmának megértetése végett rövid idő alatt közös országgyűlést fog tartani2). 19, §. Erdélyi országgyűlések a XVI. század első felében, 1504. é— i Ugyanazon Péter, szentgyörgyi és bazini gróf, erdélyi vajda a szebenickhez s a hét szászszékhez intézett levelében hivatalosan jelenti, hogy a királytól bizonyos ügyekben Raskai Balázs tárnokmester és pelsőczi Bebek János királyi biztosokúi az erdélyi részekre küldettek : mirenézve ne késsenek a Tordán összeülendő országgyűlé sen megjelenni s a tanácskozásokban a magyarokkal egye sülve tettleges részt venni. Javallja, hogy követeik ajándé kokat is hozzanak magokkal, hogy a királyi felségnek azok kal kedveskedni lehessen3). 1506. — Az erdélyi részek országos három nemzete, a király közvetlen parancsára — a vajda egyebütt lévén hi vatalosan elfoglalva, — a jelzett évben Segesvártt ország gyűlést tartott, hol a törvényes három nemzet közt 1437-ben létrehozott, s 1438 és 1459-ben alaposabban meghatározott nemzeti egyezség (szövetség, unió) 1506-ban megújít tatván, a körülményekhez képest szükséges pótlékokkal bő- *) Eredetileg a szász nemz. nagyszebeni levéltáráb. 411. sz. a. ') Eder, i. h. *)„Namque munera placantdeum et homines.\"— Expossessione Badnoth, seeundo die divae Katharinae v. et m. ann. d. 1503.\" Az eredetiből Jos. Carol. Eder ad Felmer, pag. 209."], [100, "92 víttetett. Különösen egy újonnan felállítandó törvényszékre nézve történt végleges megállapodás. Ugyanis, nehogy egyik nemzet területéről a másikéra büntetlenül menekülhessen a a gonosztévő, határoztatott, hogy azon újonnan szervezendő itélőszéknek egyik ülnöke a gyulafejérvári káptalanból, a többi tizennégy pedig egyenlő számmal az erdélyi három törvényes nemzetből választassék, kik a három nemzet közt fenforgó peres ügyeket a törvények értelmében ellássák. — Feltűnő ezen országgyűlés alakjára nézve, hogy az az er dé lyi vajda vagy helyettesének távollétében tartatott nevezetes az is, hogy ugyanazon 1506-évben az Agyagfalván egybegyűlt székely nemzet azt határozta, hogy „senki en nekutána pártütésnek okáért se közönséges, se részszerént gyűlést ne indíthasson2). 1515. — A magyar nemz. muz. könyvtár gr. Széchenyi Ferencz-féle gyűjteménye kéziratainak sorában van egy ily czimü köteg: „Chartáé Transilvanicae divcrsi argumenti, ex documentis fide dignis descriptae. Fol.\" Itt a 139. sz; a. van egy ily tartalmú oklevél lemásolva : „Evocatoriae de anno 1515. Primorum Regni pro consultatione in Székely- Vásárhely (Maros-Vásárhely) suscipienda, Magistratui Cibi niensi sonantes.\" — Ugyancsak 1515-ben a főnemességből néhányan meghívták a szebenieket az úrnap utáni harmad napon Székely-Vásárhelytt tartandó országgyűlésre3). 1517. — Az erdélyi törvényes három nemzet ez évi országgyűlésének is Székely-Vásárhely jeleltetett ki4); mint hogy azonban az ezt tanúsító okmány nem tétetett közzé, a tárgyalás folyamáról mit sem szólhatunk. 1522. — Hogy ez évben is volt Erdély országos három *) A szász nemzet nagyszebeni levéltárának egykorú máso lati példányáról közli E d e r, i. m. 216. 1. *) A nemes székely nemzetnek constitutióji, privilégiumai stb. Pesten, 1818. 8r. 34. 1. 3) Eredetileg a szász nemzet nagyszebeni levéltáráb. 189. sz. a. *) Szász nemz. levélt. — V. ö. J. K. Schuller : Umrisse u. kritiscbe Studien stb; 40- 1. 1)."], [101, "93 nemzetének országgyűlése, t. Benkő József állítja1); kár, hogy az állitásnak igazolására szolgáló okmányt ak kori helyzeténél fogva közre nem bocsáthatta. 1524. — Hogy a most említett évben Erdélyben két országgyűlés tartatott, hiteles adatokból tanuljuk. Egyikben, Tordán, mind a három nemzet részt vett2), a másikban pe dig Erdélynek megyei kerülete és a székely-nemzet3). Mind egyik mind másiknak mik szolgálhattak tanácskozási tár gyakúl, még kiderítésre vár. 1526. — Történelmi tudósítással bírunk arra nézve, hogy ezen évben szintén két országgyűlés tartatott az erdé lyi részeken ; az egyik Nagy-Enyeden, melyben a három nemzet együtt hadi rendeleteket alkotott s bocsátott közre4); a másikban Erdély megyei kerületének nemessége tanács kozott a szászokkal5). 1529. — Ezen évben Gerendi püspök az erdélyi törvé nyes három nemzetet januárban Gerenden tartandó ország gyűlésre hivta meg; a másik országgyűlés ugyanazon év ben, szeptemberben Radnóton, tartatott6). ') Diaetae, sivo rectius Comitia Tranasilvanic. pag. 4. 5) Kovachich : Scriptores rer. Hungaric. minor. Tom. II. pag. 384. — V. ö. Eder ad Felmer, pagg. 203, 205, 216. ») Friedr. Schuler von Libloy : Siebenbürg. Bechtsgeschichte Herrmannstadt. 1854. 8-o, 52. 1. 36. §. «) Jos. Car. Eder ad Felmer, pag. 216. s) Hol határozatba ment (v. ö. Eder, i. m. 205. 1.), hogy az egyháziak is fegyvert fogjanak, miként ez Goszthoni János püs pökleveléből kiviláglik: „Extrema necessitate urgente, cui nullum datur remedium, volumus, et vobis sub poenis et gravaminibus, in prioribus litteris nostris expressis, firmissime iniungimus, ut uiri tim bene armati et loricati instar exercituantium cum sufficienti. bus expensis et aliis apparamentis neeessariis, una cum scholasti cis et scholaribus vestris. arnia capere valentibms, contra infidelea praefatos ad bellum venire, ct ita in omnem horam parati ease velitis, debeatisque et teneamiui. — Dátum Albae Juliae, fer. ter tia proxim. post fest. b. Mich. Arch. a. d. 1526.\" — Ex analectis idi ographis Georgii Haner in biblioth. antistitum August. confess. «) Die Verfassung des Grossfürstenthums Siebenbürgen . . . Wien, 1844. Ford. Makoldy Sámuel. Másod. kiad. 1846. 58. 1."], [102, "94 1536. — Szapolyaí János erdélyi .vajda ezen évben egy másután két országgyűlést hívott össze, Marosvásárhelyre és Beszterczére. Alatta, mint ellenkirály alatt, több ország gyűlések tartattak ugyan ; de az azokban hozott törvény - czikkek nem rendelvények (decreta) alakjában szerkesz tettek, s a fejedelmi megerősítést is nélkülözik. Az ilyetén ismeretes első czikkek czíme következő : „Constitutiones Dominorum Regnicolarum trium nationum partium istarum Transilvanarum pro festő Nativitatis B. Joannis Baptistáé anno Domini 1536. in oppido Zekelvassarhely (Székelyvá sárhely) pro rectificatione et conservatione Rcgni onli natae\"1), 1538. — Az erdélyi részek azon országgyűlései közt, melyeket t. Benkő Józef csak évszámilag említ2), de körülményes ismertetésökbe, akkori korlátozott viszonyai miatt, nem bocsátkozhatott, megjelel egyet, mely a fennem lített évben tartatott. 1540. — Ezen évről az erdélyi részek három ország gyűlésének nyomait ismerjük : az első T o r d á n, májusban ; a második Segesvárit, augusztusban ; a harmadik ismét Tordán, deczemberben tartatott. Mindegyikről különad juk a szükséges tudni -valókat. A május havában tartott tordai országgyűlésen a pár tos erdélyi vajdák, Balassa Imre és Mailáth István, ügye hozatott János király által szőnyegre. Erős hadsereggel in dult ellenök, Mailáthot Fogaras várába zárta s május 7 -kén törvénysen elitéltette- Ezután az ország bel -igazgatására nézve üdvös törvényeket hozott ; a töröknek Erdély részéről régen ígért, de el nem küldött adónak saját jövedelméből kifizetése által a Rendeket teljesen kibékítette, sőt hálára kötelezte3). János kijály jul. 21 -kén meghalt; hűlt tetemeit Marti - ') Jos. Carol. Eder: Notae ad Ambros. Simigiani (Somogyi Ambró) Históriám. Libr. 1. pag. 139. 2) Diae ae, aive rectius Comitia Transsilvanic. peg 4. 3) Gr. Mikó Imre : Erdély különválása Magvarországtól. Buda 1860. 4r. 68. 1."], [103, "95 nnzi Budára szállitván, távollétét Mailáth arra használta, hogy szent Bertalan nap utáni vásárnapra (august. 29.) Se gesvárra országgyűlést hirdetett, hol magát és Balassát ország kapitányaivá választatta, s elhatároztatta, hogy az ország önvédelmére háromezer fegyverest állítson, a nemes ség ötven dénárt fizessen (1. t. ez.), az adó a kapitányok ke zébe gyűljön (2. t. ez.), kik a vajdák hatáskörével birjanak mind az igazságszolgáltatás- mind a közigazgatásban (3. t. ez.), a királynéhoz (Izabellához) s a magyarországi ren dekhez menjen követség, fogadjon neki hűséget s kérje, hogy a múlt tordai országgyűlésen javaiktól megfosztottaknak birtokaik adassanak vissza (5. t. ez.); a kapitányok mellett az egész ország tartozzék felkelni (9. t. ez.); a kik az or szágon kivül akármely fejedelemmel vagy úrral, az ország hire nélkül, valamely király iránt egyezkednének, az ilye nek a nemesek, székelyek és szászok főbbjeinek közgyűlése által, mint országháborítók, a kapitányok közvetítése folytán) megbüntettethessenek (13. t. ez.)1). János királynak a székes -fejérvári királyi sírboltban Örök nyugalomra tétele után (szept. 15.), még azon év (1540.) deczember havában Tordán tartott az erdélyi három nemzet egy országgyűlést, melyben a tanácskozások egyik tárgyát képezte az, hogy, Erdélynek jelen újabb alakulása folytán, minő elemekből álljon az országgyűlés. Erre nézve azon országgyűlés határozatainak harmadik pontjában e tisz tán érhető szavak állanak: „Ut sua Maiestas faciat ad se accersiri Dominos Consiliarios et Príma rios viros huius Regni, etde quolibet co mitatu certos Dominos Nobiles et Sicnlos et Saxones, qui cum pleno mandato veniant ad suam Maiestatem ibique tractent et média inveniant, per quod necessitatibus suae Maistatis et Regni pro possibili eonsu latur\"2). — Az ezen országgyűlésen megállapított határo zatok következő czimet viselnek: „Articuli reformationis J) Gr. Mikó Imre, i. m. 69. 70. II. 2)Joseph. Benkő: Diaetae, sive rectius Comitia Tanssilv. pag. 26."], [104, "96 ac rectificationis iurium et consvetudinum Dominorum ac Nobilium harum partium Regni Transilvanarum in Diaeta seu conventu eorum generáli pro festő Beati Adal bcrti Episcopi et Martyris novissime tractato, de Regis mandato Thordae celebrato, confecti et per Regiam Maiesta tem Dominum nostrum clementissimum approbati et ratifi cati.\"Ezen közös országgyűlésen hozott törvényczikkekkizá rólag a magyar törvénykezésre vonatkoznak1). A kitűzött pályakérdés tárgyalásával czélhoz jutot tunk. Az ezen innen kifejlett események részletes rajzolása nem tüzetes feladatunk. Szapolyaí János, erdélyi vajda, a gyászemlékti mohá csi vérnap után, 1526. nov. 11 -kén, a székes -fejérvári király választó s koronázó országgyűlésen tényleg, a« 1538. február 25 -kén negyvenkét poutban megállapított nagy-vá radi kötésnél fogva pedig szerződésileg magyar ki rálylyá lön. Ezután mintha szebb napok hajnala kezdett volna de rengni a pártviszályok csapásaitól kérlelhetlenül sújtolt Magyarország egén ; azonban csak hamar ismét vészterhes sötét felhők borították be azt János királynak 1540. jul. 21 kén történt halálával. Szolimán, a hatalmas kényúr, 1541. aug. 26 -kán újra Buda alatt szállott meg rettentő táborával- Az elhunyt ki rályatya csecsemő fiának ajándékozván Erdélyt és Magyar országnak a Tisza által Erdélyhez csatolt részét, Budavárát szeiitemb. l-jén a királyi özvegy kezeiből birtokába vette. Ily előzmények után tartatott Erdélyben, Tordán, 1542-ben az alkotmányozó s államszervező első külön or szággyűlés, mely e haza önállásának történetében egyik leginkább figyelemre méltó forduló-pont s új korszakot nyitó fontos esemény, mely a nemzeti fejedelmi időszak kiindulási pontjául tekinthető. Az alkotmányilag egyenjogú erdélyi ») Jos. Bedeus v. Schaarberg : Die Verfassung Siebenbürg. — Ford. Makoldy Sámuel. Másod. kiad. 1846. 8r. 145, 146. 11. - V. ö. Gr. Mikó Imre, i. m. 78. 1."], [105, "97 három nemzet — magyar, székely és szász — együtt, Ma gyarország királyától s köz -törvényhozásától függetlenül, Erdélyre nézve ellenben, annak egész új kiterjedésében kö telezöleg, az országot és fejedelmi urát megillető felségi joggal, a közdolgokban legelsőben most. intézkedett. Mutat koztak ugyan már előbb is félreismer hetién jelei Erdélyben az önállóságra törekvésnek, legalább ezt engedik sejtenünk a marosvásárhelyi (1536. jun. 24.) és kolozsvári (1538. szep temb. 17. végzések: mindazáltal a legsarkalatosb intézke dések, melyekben az öuállósági irány tisztán meghatározott vonásokban tűnik elő, sőt nyilván be is van vallva, a három nemzetnek Tordán, 1542. márcz. 19-kén, tartott országgyű lési végzései'). Míg künn, Magyarországon, Buda vára visszafoglalá saért véres tusák folytak : az alatt Erdély a béke áldásait élvezvén, a csendes napok alkotásaival foglalkodott ; uj helyzetének viszonyait mérlegelte, a bel -igazgatást rendezte, szádadon hozott törvényeiben önállása szilárdságának alap. ját rakogatta le, saját külön háztartásának útjait egyen gette. Ezen mnnkára volt utalva a haza körülményeit szám bavevő azon hazafiaknak serege, kik felhagyva a meddő, gyümölcstelen küzdelmekkel, siettek, a mi megmenthető volt, a jövendő számára megvédve biztosítani, s ha az egész államtestet nem, legalább annak részét, a bérezés Erdélyt, az elvesztett egykori hatalom és fényes szereplés helyett, a csendesebb és egyszerűbb polgári lét s kevesebb de kevesbbé is zaklatott alkotmányos szabadság révpartjára eljuttatni. E hazafiasán buzgó törekvéseiknek vigasztaló zálogai az 1556. nov. 25-d. tartott országgyűlésnek Erdély történetei ben örök nyoniokaídkagyott azon alkotmány ozó -természetű végzései, melyekSrEp#ély új államformáját alapiták meg, s az eddigelé különböző időkben s alkalmak szerént hozott törvényeket s kivívott országi ej edeimi és nemzeti jogokat egy határozott alkotmány-rendszer egészévé alkották, mi ») Gr. Mikó Imre, i. m. 78- 1. 7"], [106, "98 az 1557. jun. 1. tordai országgyűlésen újabb diszt nyert és méltóságot1). 20. §. Általános áttekintés. — Eredmény, Az eddig terjedt tárgyalástól nem válhatunk meg a nélkül, hogy annak legalább alapeszméit befejezésül meg ne emlegessük. A törvényszerzések nemzeti közjoga az Álmos és törzs fők közt alakúit frigyrendszerben leli alapját. Minden ma gyar nemes és szabad volt. A törzsfők alkották a fejedelem tanácsát, kiknek meghallgatása nélkül semmi fontosb ügyek elintézéséhez nem foghatott. A népgyűlésben szabadon nyi latkozott a szabad nemzet. Szent István első királyunk is alkotmányához e törté nelmi alapot használta. Eleinte kizárólag vagy legatább tülnyromólag a magasabb osztályokból szervezett királyi ta nács gyakorolta ugyan a közjogokat; de utóbb az arany bulla által a régi jogaiba visszaállított köznemesség is cse lekvőleg folyt be a törvényalkotásba s államügyekbe. Miután az első szent király az erdélyi részeket ma gyar koronájával egyesítette (1002.), legott e joggyakorlat részeseivé lőnek a szabad székelyek, a vármegyék nemes sége, majd a szász nemzet is, kik a magyar öszállam or szággyűlésein jogszerüleg képviselve voltak, mint a tör vényhozó hatalom egyenes osztályosai. Az itt alkotott tör vények kötelező ereje kiterjedt a magyrar korona összes birodalmára, tehát az erdélyi részekre is, melyek, hogy a magyar koronától függő államtagot képeztek, kétségtelenné teszi az, hogy az erdélyi, vajda saját hatáskörében mint a magyar király teljhatalmú képviselője működött. Ugyanis Lőrincz vajda 1242-ben IV. Béla király által teljhatalommal felruházva azért küldetett Erdélybe, hogy azon részek né peit összegyűjtse, s a miket a hon s király javára üdvösek - ») Gr. Mikó Imre, 81, 82, 107, 108. 11."], [107, "99 geknek tart, elintézze1). Dózsa György hasonlólag királyi biztos minőségében a végett küldetett azon részekre, hogy Erdély állapotját rendezze2) Az erdélyi részek tehát a magyar közbirodalomnak elválhatlan kiegészítői lévén3), s mint ilyenek a közös ma gyar törvényhozásba egyenjogú befolyással bírván, törvény hozás tekintetében saját helyhatósági jogaik gyakorlatán túl nem terjeszkedhettek; tehát a szó magas jelentésében külön, az anyahontól független, törvényhozó hatalommal sem bírtak. Azon magán jellemű gyűlések, melyek a vajdák korában az erdélyi részeken, a három törvényes nemzet által tartattak, a törvényhozó gyűlések mai fogalmával egyező testületeket nem képeztek, egyszerűen kihirdető és sok esetben foganatosító közegei voltak azok a magyar országgyűléseken alkotott törvényeknek, pl. hogy a királyok s anyahon törvényhozása által kívánt segedelmeket mega jánlja és kirójja, némely fontosabb pertárgyakban bíróilag határozzon; s ha néha eközben egyebekre is kiterjeszkedett; azok különösen csak Erdély érdekében történtek, mint a honnak védelmére, vagy kölcsönös ótalomra vonatkozó rend szabályok s kötések ; így a hadsereg élelmezését, sóárulást llető rendeletek hozattak a Brassóban tartott 1427. -d. országgyűlésen. Az ily gyűlésein Erdélynek a királyok néha személyesen, néha pedig küldötteik vagy biztosaik által jelentek meg, rendesen azonban a vajdák hirdet ték ki s vitték azokon az elnökséget ; de néha a vajdák jelenléte nélkül is tar4attak. Mindezek is csak újabb bizo nyitékai azon függésnek, melyben az erdélyi részek leg ott a magyar alkotmányos egyeduralom keletkezte óta az öszállammal voltak. E függés és testvéri kapocs habár meglazult is a ktilőn-válás következtében (1540); de vég elszakadás a legmostohább időviszonyok közt sem követ- •) Georg. Fejér : Cod. Diplom. Tom IV. vol. 1. pag. 275. ») Georg. Fejér : Cod. Diplom. Tom. IV. vol. 2. ') Turóc-ji : Chronic. Hungaror. Part, II. cap. 20. 7*"], [108, "100 kezett be; sőt még azon nyomasztó korszakban is, midőn ősalkotmányunkkal nemzeti létünk az önkény szeszélyétől függött, I. Lipót király Erdélyt Magyarország őstagjá nak vallotta1), melynek czimerét 1612-ig szakadatlanul megtartotta2), csak ezen innen tűnik fel Erdélynek külön czimere. Erdély közviszonyai még 1848-ban is Magyar ország alkotmányával függöttek össze, pl. hogy az erdélyi országos dicasteriumok nem nagyfejedelmieknek, hanem királyiaknak neveztettek; hogy az erdélyi nemesek is a magyar szent korona tagjai voltak ; hogy az erdélyi római katholikus püspök, mint magyarországi főpap, a magyar országgyűlésen megjelent3). Erdély még a közelebbi idők ben is, nem mint önálló ország vagy tartomány, hanem mint Magyarhon egy és elválás zthatlan része, állott a birodalommal szembe, mely a koronát illető közügyek ben egyoldalúlag Önmagától törvényszertíleg nem intéz kedhetett. Mindezek csak azt igazolják, mit történelmi biztos alapon jelen munkánkban kideríteni törekedtünk, hogy Erdély Magyarországnak mind a közalkotmány, mind pedig törvényhozás tekintetében testvértagja s tör vényes alkatrésze volt, minek a múltban gyökerező nyo mait a különválás óta több bal mint jó szerencse közt le folyt három évszázad átalakító hatalma sem volt képes megsemmlteni. Ezen nyomokon kell visszatérni azon alapra, honnan titkos fondorlatok, önérdek-hajhászat és szeren csétlen idöviszonyok az erdélyi részeket leszorítva, a ma gyar államtesttől elszakasztották. A két magyar hazának nincs jövője e szón kívül : ') „Transsilvania antiquissimum Hungáriáé membrum.\" Carol. Szász : Sylloge etc. pag. 409. a) Balia Sámnel : Erdélyország közönséges nemzeti törvé nyeinek első része. A törvényszerző hatalomról. Kolozsváratt, 1791. 8r. 26. 1. ») Wenzel Gusztáv : Magyarország és Erdély 1848. előtti alkotmánya. — Budapesti Szemle XI. köt. 1860. 8rt 356. 1."], [109, "101 egyesüljünk. Nem új vívmány lenne ez nemzetünk jog életében ; hanem csak újabb időszaka azon ősi állam egységnek, mely szent István koronájának varázsfényé ben nagygyá tette e hazát és hatalmassá. Az ősi jogalapon ezt visszavívni, mulaszthatlan törekvése azou nemzet nek, mely ezt vallja jelszavának : Az egyesülés erő ; az erő élet."], [110, ""], [111, "TARTALOM, Lap, Előszó , 3. Bevezetés. 8. I. Eredet. Őshaza. Hún-magyar vérrokonság. Társadalmi szervezkedés. Honfoglalás 12. II. Erdély a vezérek korában. A székelyek 12. III. Erdély meghódoltatása s bel«élete a királyság kor- szakáig 17. Ellő Rész. — Az erdélyi részek közigazgatási tekintetben. Első Fejezet. — Erdély szervezete 28. 1. §. Szent István és birodalma. Országulás. Erdély egye- sítése a magyar közállammal. • 28. 2. §, Erdély alkatrészel. — A székelyföld ....... 35. 3. §. A megyei kerület Erdélyben 39. 4. §. Az erdélyi Királyfóld 41, MásodikFejezet. — Kormányrendszer az erdélyi részeken 45. 5. §. A királyi herczegek, mint Erdély kormányzói ... 45. 6. §. Az erdélyi vajdák és al-vajdák 47 _ 7. §. A székelyek ispánja 54. 8. §. A szász nemzet ispánja 55. Harmadik Fejezet. — Közigazgatás. Igazságszolgálta- tás. Az erdélyi törvényes három ne mzet külön gyűlései 56. 9. §. A megyei nemesség gyűlései 56 10. §. A székely nemzet gyűlései 61. 11. §. A szász nemzet gyűlései 63. 12. §. A társnsmzeti külön gyűlések jellemzése ..... 64. Második Rész. — Az erdélyi törvényhozás létegzete. Negyedik Fejezet. — Az erdélyi részek országgyű- lései 67. 13. §. Az erdélyi országgyűlések szervezete, jogKöre és tárgyai 67."], [112, "Lap. 14. §. Az erdélyi törvényhozás jellege a vajdák alatt . . 74. 15. §. Az erdélyi közös országgyűlések székhelyei a vaj- dák kormányidején 77; Ötödik Fejezet. — Az erdélyi társnemzetek közös tör- vényhozása 79. 16 §. Erdélyi országgyűlés a XIII. században 79. 17. §. Erdélyi országgyűlések a XIV. században 80. 18. §. Erdélyi országgyűlések a XV. szazadban ..... 83- 19. §. Erdélyi országgyülé ek a XVI. század első felében 91. 20. §. Általános áttekintés. — Eredmény 98."], [113, ""], [114, "- ,"], [115, ""], [116, ""], [117, ""], [118, ""], [119, ""], [120, ""]]