[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, ""], [8, ""], [9, "THE UNION OF THE ROSES."], [10, "C. Baldwin, Printer, New Bridge-Street, London."], [11, "THE UNION OF THE ROSES, & Cale OF THE FIFTEENTH CENTURY. IN SIX CANTOS, WITH NOTES. \" 111 could the Muse indignant grief forbear, Should memory trace her bleeding Country's woes ; 111 could she count, without a bursting tear. The inglorious triumphs of the varied Rose ! \" Langhop.nf LONDON: PRINTED FOR BALDWIN, CRADOCK, AND JOY, PATERNOSTER-ROW. 1821."], [12, ""], [13, "THE UNION OF THE ROSES. CANTO I. No cloud obscured the azure sky While zephyrs breathed their softest sigh ; Retiring Phcebus' length'ning beams Linger'd on Avon's banks and streams,1 And shed their pale and glimmering ray On royal towers of Fotheringay.3 Long had these towers a land-mark been ; A wanderer sought their nearer scene, Eager to 'scape the evening shade Which wrapp'd in gloom both hill and glade, Softly o'er the green-sward along Gliding, like ghost in Ossian's song : 1 See notes at the end. B"], [14, "[Canto I. THE UNION OF THE ROSES. 2 Close round his form his cloak he drew, And from the turf scarce brush'd the dew ; So light his step, as now his way Approaches nearer Fotheringay. Here paused the youth — as voices near Broke softly on his startled ear; In the same path he trod, they came : How to avoid them was his aim : Behind a shelt'ring tree he fled, Whose ample branches widely spread ; High throbb'd his heart, his spirit proud Scarce deign'd t'accept the friendly shroud: \" Why is it needful thus to hide, Or like a midnight robber glide? Boldly I'll seek the castle gate, And briefly there my tale relate ; That done, ere morning's dawn I stray Far from the towers of Fotheringay.\" While thus resolved, he forward goes ; The opening branches half disclose A female form : — nearer she came: — > 'Twas her he sought ; — York's royal dame."], [15, "Canto I.] THE UNION OF THE ROSES. 3 Whose sable velvet robes enfold A form of highly graceful mould ; Her polish'd arms with jet were graced, A zone of jet too bound her waist : Deeply she sigh'd ; then faintly smiled, While gazing on a blooming child, Who sportive frolick'd on the lawn, As light and swift as playful fawn: Her eye the stranger's plume had caught; She bounded forward, swift as thought, And reach'd his side ; her fair cheek's hue Heighten'd, as fell her eye of blue On features strange ; then thus exclaims : *' I thought you were our own Sir James ! And though you're not,\" — her glance still fell, \" Perhaps, — I'll like you quite as well. Come, — with me to York's Princess go, She will not chide, — she loves me so ! \" \" Then, beauteous prattler, thou shalt be The pledge of peace 'twixt her and me.\" The child her rosy fingers twined In his, and now the dame they join'd; b2"], [16, "THE UNION OF THE ROSES. [Canto I 4 Who eager question'd how she came By such companion? what his name? On bended knee, with humble look, The graceful stranger sighing spoke : \" This border'd mantle, badge of green, Can ne'er misconstrued be, I ween ; But, if the sight excites your rage, My tale will sure all wrath assuage.\" \" Rash youth ! \" — she interrupts, \" why break On my retreat, or shelter seek From Edward's mother ? dost not fear His vengeance should pursue thee here ? Thy haughty lord, with pride and scorn, Long has our bleeding country torn.\" \" Forgive him, lady, he no more Can now dispute King Edward's power ; On Barnet's fatal field he's lain, 'Midst heaps of dying and of slain : E'en yet I see th' ensanguined ground, Deep dyed from many a gushing wound; By duty urged, and anxious grief, I knelt, and strove to give relief,"], [17, "Cantu I. ] THE UNION OF THE ROSES. 5 While furious Death, in hi§. cold grasp, The mighty hero dared to clasp ! But, when I hoped the blood was stanch'd, The warrior's cheek with anguish blanch'd; The fire that mark'd his eye was flown, Feeble that once commanding tone; Unnerved the arm whose power could wield The tranchant blade, and ponderous shield; Life ebb'd apace, as to my view From 'neath his vest this ring he drew, And in faint tone bid me resort Where York's great Princess held her court ' Seek her,' he said, ' and to her mind Bring Warwick, as he once was, — kind; Let her recall, how side by side Richard of York his zeal oft tried, On many a long and doubtful day, When they together turn'd the fray: Ah ! bid her think of Towton's plain 3 When Warwick fought in Edward's train; When his sore blister'd palms display'd, How long and firm he grasp'd his blade :"], [18, "THE UNION OF THE ROSES. [Canto I. 6 'Twas after that tremendous day, Which for twelve hours held doubtful fray, She gave this ring, and kindly said, ' Should Warwick e'er need my poor aid, How glad to grant so brave a lord Whatever boon my means afford.' Ne'er for himself did Warwick plead ; But woman's woes demand such meed. Ah! tis my Countess!' — here his breath Grew faint, — ' she stands 'twixt me and death ; For even now she ought to fly The interdicted towers of Guy ! 4 On her defenceless head may lower The direst storm of Edward's power : But Edward's mother's heart is kind, And generous as her gentle mind ; Pray her to shelter Warwick's wife.' These the last words of Warwick's life: Quiver'd his lip, short gasp'd his breath, The hero's form stretch'd cold in death ! \" Here paused the youth.— His beamy eye Was raised to watch the dame's reply."], [19, "Canto I.] THE UNION OF THE ROSES. 7 His woe-fraught tale had reach'd a heart Long doom'd for direst griefs to smart; The well-known ring renew'd a train Of woes that rend that heart with pain: Kindly the pleading youth she raised, As in his face she eager gazed : \" Who art thou, that so warmly pleads, By look and words, thy lord's past deeds ? What though the mantle which you wear Shows on its marge the staff and bear, And speaks thee in Earl Warwick's train A page — the subterfuge is vain; For ah ! no menial page art thou ; That fiery eye. that lofty brow, Thy martial air, and courtly grace, Bespeak thee sprung from noble race. What, — silent still, — well, be it so, Thy secret keep — I'll seek to know Nought, but what thou mayst safe disclose ; This heart can feel for others' woes; I grieve to see thy youthful bloom Thus early wrapp'd in sorrow's gloom ;"], [20, "THE UNION OF THE ROSES. [Canto I. 8 But Warwick's Countess shall receive All the protection I dare give. Not openly must I appear To offer friendship to the fair; For civil discord at this time Would construe pity into crime; Yet, never will York's widow'd dame Repel a sister widow's claim. — And now, brave youth, at Fotheringay Thou must sojourn till dawn of day ; I tremble, and yet long to gain More news from Barnet's fatal plain.\" \" I kept the field by Warwick's side, But left it when the hero died ; Beneath the red rose banner we Long fought, as sure of victory. Oxford, our firm ally, appear'd, And on our side his banner rear'd ; Firmly their bows the archers strung, And through the air their arrows flung; Fair at the onset rose the morn, But Sol's bright beams were soon withdrawn ;"], [21, "Canto I.] THE UNION OF THE ROSES. 9 And groaning Nature wept, in shade, The havoc which her children made ; Thick mists obscured the brilliant sky, And death and carnage revell'd high; The sun, by Edward's soldiers worn, Shone dim as stars by Oxford's borne ; And Warwick's fierce battalion sends Thick showers of arrows 'midst their friends. — Loud cries of * Treason ' din the ear, And hurrying from the field appear The star-badged warriors ; — one and all, In vain their chieftains frantic call; In haste they fled. — The paly rose Now triumphs 'o'er its scatter'd foes ; Warwick and Montacute were slain ; I heard no more, but left the plain; The dying Earl's request obey'd, Thankful for promises you've made, Some other shelter I must find, Yet leave a grateful heart behind.\" One hand the royal Duchess grasp'd, The other by the child was clasp'd : —"], [22, "[Camo I- II) THE UNION OF THE ROSES. \" Why leave us? — for a thought so mean Ne'er cross'd thy noble mind, I ween, As that York's Duchess could betray Thy confidence. — At Fotheringay Then rest to-night; — to-morrow still To go, or stay, as suits thy will, Thou shalt be free ; but if thy mind To tarry here could be inclined, Fear not my interest to obtain Pardon for crimes on Barnet's plain. — Alas ! how long must England mourn Her fairest blossoms rudely torn, By civil war's destructive hand, From kindred friends, and native land. To save thee from such fate I'd fain, Nor let me urge thy stay in vain :\" The tear, which dew'd her eye before, In pearly drops now trickled o'er Her face; there beauty once had reign'd, Nor small the share that yet remain'd, For all the graces lingering staid, Spite of the furrows grief had made ;"], [23, "Canto I.} THE UNION OF THE ROSliS. 11 Age had been kind, but sorrow's gloom Faded the cheek of roseate bloom ; The smile where thousand dimples play'd Seem'd ever check'd by griefs stern shade ! Not such the lady's young ally: Her dimpled cheek, and laughing eye, In artless innocence and ease, Seem'd ever pleased, and prone to please. Unscared by tales of blood and slaughter, Stood royal Edward's infant daughter; And as she join'd her artless wiles To urge his stay, compell'd his smiles : '* To-morrow we upon the lawn Will deck with flowers my favourite fawn My goshawk too, whose eyes are bright Indeed, as are your own, Sir Knight ; It shall be yours, if you will stay ; And more, — we'll with the falcons play.\" All tremulous the yo uth's reply : \" Ah ! who from hence could wish to fly ! And longer should I tarry here, Vain all my best resolves, I fear ;"], [24, "THE UNION OF THE ROSES. [Canto I. 12 But fate imperious calls away — I must not — dare not — longer stay.\" The lady's hand he graceful raised, And press'd it to his lips ; then gazed On the fair child, whose glowing cheek Her disappointment seem'd to speak : From that fair cheek a kiss he stole, While varying passions shook his soul. The tangling shrubs he darted through, And soon his form was lost to view. Onward he sped through brake and bower, Fresh deck'd with many an early flower: The paly primrose linger'd still In shade, while cowslips crown'd the hill ; The hawthorn bush enrobed in white, Like vestal virgin, met the sight; Each opening floweret's fragrant bloom Regaled the sense with sweet perfume. From scatter'd cots faint rays of light Broke on the sable gloom of night ; The faithful watch-dog, fierce and fleet, Growl'd at the sound of wandering feet."], [25, "Canto 1.] THE UNION OF THE ROSES. 13 Cautious to shun both tower and town, The youth paced on through vale and down : A vesper bell now caught his ear, So loud, so solemn, and so clear. \" How sweet,\" he sigh'd, \" to linger here ! Did not stern fate — imperious need, Compel me thus to fly with speed, Methinks I much could love to dwell In this romantic peaceful dell, To hear yon pealing organ's note Soft on the breeze of evening float; And vesper hymns, which far and wide Sound through the woods at even tide How sweet to linger on this spot, ' The world forgetting, and forgot,' To contemplate yon starry throne, And worship here the Great Unknown ; Who gave to man, and man alone, Spirit immortal as his own; Who bade the lofty hills arise, Who clad the vales in thousand dyes; At whose command thick groves appear'd, And towering rocks their summits rear'd"], [26, "THE UNION OF THE ROSES. [Canto I. 14 Who through the gloom of chaos stream'd Refulgent joy,— and glory beam'd On this our world; — but loveliest where Rose Eden's garden, bright and fair, Where once reposed a perfect pair ! Ambition chased them from their bower; Man dared provoke th' Almighty power, That mighty power who reigns above, In anger just, supreme in love, Before whose throne, in choral lays, Myriads of angels chant his praise. Yet in this fair, this blest abode, The angels dared to war with God. In heaven ambition first appear'd, Then Satan his fierce standard rear'd ; Before Jehovah's awful throne Just vengeance sunk the rebels down ! Yet man retains the direful guest, Ambition revels in his breast ; That sin by which e'en angels fell With weaker man delights to dwell ; For fame he dares his soul to barter, And rushes on to fields of slaughter.\""], [27, "Canto I.} THE UNION OF THE ROSES. 15 Sudden, again the convent bell Toll'd on the night its last farewell ! Forward he sped, — his musing o'er, With hasty step he gain'd the shore Where Ouse in gentle murmurs flow'd/ And show'd the heavens without a cloud ; Its glassy bosom, clear and bright, Sparkled beneath the orb of night; Millions of stars shone in the wave ; So fair the scene the mirror gave, That not a shooting meteor flew Athwart the skies, escaped the view. Here spreading trees in even ranks, Like warriors, seem'd to guard the banks, As their tall tops danced in the gloom, Like crested conqueror's waving plume. The modest flower that loves the shade, Flourish'd in this sequester'd glade ; Cowslip and asphodel were seen To check with gold these banks of green : Nature's rich charms in every part Cheer'd the young wanderer's glowing heart,"], [28, "[Canto I. 16 THE UNION OF THE ROSES. \"Ah ! why,\" he sigh'd, \" should man employ Whole years in the pursuit of joy ? Yet rarely seek it where it dwells, Midst hill, and glade, and tranquil dells ! Bred midst the din of camps and arms, How oft in vain I've wooed its charms ! How oft in vain have sought to find The pleasures of a tranquil mind ! While here my peaceful thoughts might glide, Smooth as this river's murmuring tide. But hence, gay dreams, not so my prime Must linger down the stream of time ; My honour's pledged to join again The luckless Margaret's hostile train ; Then ah! farewell, ye groves and bowers, No more my feet will press your flowers.\" The stars, which lately glitter'd fair, In quick succession disappear ; Gray morning gleams its welcome dawn, The mists wave o'er the upland lawn, The welcome harbinger of day Show'd in the east its blushing ray."], [29, "Canto 1.] THE UNION OF THE ROSES. 17 The wanderer stretch'd his eager sight, Where lofty towers rose through the light, Now glimmering faint, now in bright blaze, Shone in Aurora's blushing rays: In haste he quitted Fotheringay, And left to chance his dubious way. Unmindful he what path to choose, Had gain'd the pleasant banks of Ouse; And now the nearest upland 'won, He saw the towers of Huntingdon.0 Matilda's towers frown'd on the scene, Proud, as once rose the Empress Queen ! And fancy pointed out the spot King Stephen gave the royal Scot.7 Where now those lofty towers that frown'd Majestic on the groves around? By Henry's policy destroy' d, And left to view a fearful void. \" Needful indeed is rest and ease ! Not yon famed town must give me these; To some low cot for safe retreat, Fain would I bend my weary feet.\" c"], [30, "18 THE UNION OF THE ROSES. [Canto I. The slumbering misls, so light and frail, Now lingering left the lowland vale ; In vivid shades of varied green, The meadow and the glebe were seen. With joy he spied a cottage lone, As from his heart the wish had flown ; Shelter to yield his houseless head, Till eve again its shadows spread. Forward he sprung, with eager bound, The wished-for path was easy found : Near it his willing footsteps sped, Just as the owner left the shed : Unconscious of a stranger near, His early matins caroll'd clear. THE PEASANT'S SONG. The Lion of England turns fierce on his foes, And espouses the cause of the blushing red rose : See Richard of Warwick has girt on his mail, And before him the king of the Yorkists shall quail. Though Edward is brave, hath his valour been tried, Who but conquer'd when Warwick still fought by his side ? See the Lion of England, &c."], [31, "Canto I.] THE UNION OF THE ROSES. 19 As valiant as that famed Morvidus of yore 8 Who slew with a sapling a furious wild boar ; Or the mighty Earl Guy, who ne'er wielded in vain His broadsword, but conquer'd the heathenish Dane. As fierce as those blows which the giant laid low, Such our stout Earl of Warwick will deal on the fi>e See the Lion of England, &c. The white rose of Edward droops sickly and pale, While Margaret's grows brighter, and flaunts in the gale ; The blood of the Yorkists hath heighten'd its bloom, And the heroes who wear it are proud of its plume. As our Queen views its ruby, bright glows her dark eye, Like the sunbeam that darts on a midsummer sky. See the Lion of England, &c. While Henry the pious is telling his beads, His consort more valiant to victory leads : The banners of Anjou wave light in the wind, Shame light on the coward who lingers behind ! Then long life to the Queen, and the heroes who wear, On their banners, the blushing red rose, and the bear. See the Lion of England, &c. c2"], [32, "20 THE UNION OF THE ROSES. [Canto I. The peasant's song had brought a train Of fond regrets, and musings vain : This song in happier times he'd known, Ere victory had to Edward flown; Yet confidence it much inspired In him whose aid he now required. This hardy son of toil possess'd As generous, as brave a breast, As ever glow'd beneath the fold Of royal robe, bedeck'd with gold. Attentive to the youth's request, His eye beam'd kindly on his guest: \" Ah ! gallant stranger, rest thee here, From Herbert thou hast nought to fear; A follower of the Queen's shall find Glad welcome from a simple hind; E'en hadst thou worn the paly rose, It is not here I war with foes ; A wanderer's claim had sacred been, Whether he'd fought for King or Queen. I own, I love not Margaret's foes, Nor would I wear their sickly rose ;"], [33, "Canto I.] THE UNION OF THE ROSES. 21 My father fought by Margaret's side, And in her cause he bravely died. Ere now I had revenged his death, And in the field spent life and breath; But, Heaven has spared one parent's life ! For her I leave the field of strife ; Sole prop of her declining age, I've shunn'd the hostile battle's rage. The hour that laid my father low Plunged her in deepest tide of woe ; Since on her ear the tidings broke Ne'er has she smiled, and seldom spoke. Be mine to watch the bed of care, And smooth the pillow of despair; Be mine the task, when Death's cold hand Shall o'er her stretch his icy wand, To wipe the tear-drop from her eye, And on my breast receive her sigh ! — That struggle o'er, should Margaret still Require my aid, thou know'st my will ; And but for this, brave youth, alone From Herbert's cot thou hadst not gone ;"], [34, "[Canto I. THE UNION OF THE ROSES. 22 With thee I'd sought Queen Margaret's host, And fought till all was won, or lost.\" \" Ah ! gallant Herbert, thanks are all I have to give, and thanks are small r A wanderer I, without a name, At least not one I dare to claim; And should the red-rose droop and die, From Britain I must quickly fly : But grateful for thy kindness here, I tell thee as a friend sincere, I fear our cause is on the wane; The brave, the bold Earl Warwick's slain, Whose stalwart arm, itself an host, Was erst each warrior's proudest boast : His death has thrown an icy chill Around my heart, portending ill. But hence, ye wild foreboding dreams, Should youth indulge such gloomy themes? Ah ! no, where'er I bend my way I'll court Hope's soothing visions gay, A convert to her flattering sway.\""], [35, "Canto I.] THE UNION OF THE ROSES. 23 Again as evening shadows threw Their lengthen'd shade of dusky hue, The wanderer quitted Herbert's cot, Though loth to leave the friendly spot, And forded many a brook and swamp, Before he reached Queen Margaret's camp, Nor rested there, but with the Queen At Tewksbury again was seen.9 The horrors of that fatal day Demand not here the minstrel's lay : The red-rose banner, rent and torn; The haughty Queen a prisoner borne : The blooming Edward basely slain, By the fierce Gloster's murderous train ! The nobles who espoused her cause Dead on the field, or by the laws, Yielding the forfeiture of life, For waging in the desperate strife. Here drop the veil o'er England's woes: — The followers of each varied rose Leave for a while to seek repose."], [36, "24 THE UNION OF THE ROSES. [Canto II. CANTO II. A parting gleam had Phcebus shed, In glowing tints of rosy red, On tree and tower, on dale and hill, On gliding stream, and murmuring rill : Now clad with bright, now deeper shade, The woodland height, and lowland glade, Disputing twilight's soft advance, He linger'd long with parting glance ; Like lover's eyes these glances fell, Which turn again to look farewell ! On other worlds, on other streams, Let fancy view his rising beams ; Or here survey the queen of night, Who rose in splendour mild and bright, And on Fitzhugh's grey towers of stone, In beams of silvery radiance shone,"], [37, "CuntoII.} THE UNION OF THE ROSES. 25 While o'er the gale of eve was heard, The warbling of the plaintive bird, Whose trilling notes, and dulcet song, Had charm'd a listening maiden long, Who oft would leave the castle's shade, To wander through the winding glade. Bertha, an old and trusty friend, Compell'd these rambles to attend, Had frequent tried, but tried in vain These lone excursions to restrain, And now reluctantly obey'd The summons to attend the maid. To superstitious fears inclined, Sad boding terrors seized her mind: To every saint which memory gave She bent with awe, their aid to crave; But chief St. Cuthbert's holy name1 Had been importuned by the dame. Now leaving by a secret way The castle, through the grove they stray; The maiden seem'd to tread on air, Like birds escaped from cage or snare,"], [38, "THE UNION OF THE ROSES. [Canto II. 26 Flutter'd her heart, and, feeling free, Rejoiced in stolen liberty! In life's young morn when all is fair, How sweet forbidden pleasures are! And those who stern objections raise Must have forgotten youthful days. The maid's light bounding seem'd to chide The lingering footsteps of her guide, Which, slow before, more loitering grew, When a white cottage rose to view. \" Tell me, good Bertha,\" said the maid, \" Why are thy tardy footsteps stay'd ? Survey yon brook, serenely bright, It sparkles through the shades of night : This rustic bridge invites us o'er, To wander on its verdant shore. How brilliant was the silvery hue Which Cynthia o'er the ivy threw, Ere yon dense cloud, with envy stung, O'er her fair face its shadows flung ! Yet silent art thou? tell me why That shudder, that averted eye? \""], [39, "Canto II.] THE UNION OF THE ROSES. 27 \" Lady, thou smilest at Bertha's lore, But of yon cot I could say more Than thou perhaps wouldst patient hear; Since well I wend thou'U spurn at fear. But listen to the direful tale, And, if not then thy courage fail, But still can wish to seek the cot, Be all my tremulous fears forgot ! — I must revert to days gone by.\" Then thus began, with mournful sigh : \" When England groan'd beneath the woes, Of each contending varied rose, Her fertile fields, then stain'd with blood, Stream'd in a sanguinary flood ; Father and son in feats of strife Waging against each other's life. Ah! woe is me, thy tender years Unconscious saw this age of tears, When war and rapine, hand in hand, With giant strides stalk'd through the land: Though years of peace have pass'd away I well recall each direful fray."], [40, "THE UNION OF THE ROSES. [Canto II. 28 Oft when an infant hast thou hung Attentive while the minstrel sung Of these distracted times, — then sought Me, to explain for what they fought ? \" \" But what had these sad times to do With yon lone cot, which greets our view?\" \" In it once dwelt an honest pair, Two duteous sons, their hope and care, The blood-stain'd hand of civil war, Drag-g'd from their home to fields afar. 'Twas on St. Alban's crimson plain,2 When Anjou's heroine raised again Her fatal standard ; and a host From Durham, and our northern coast, Her banner sought; from Tweed's fair banks Came numbers to increase her ranks ; Soldiers who play'd a desperate game, And fought for plunder, not for fame. To meet this wild marauding crew, Forward King Edward's forces flew. Here bravely fought each gallant boy, Of Allen's heart the pride and joy :"], [41, "Canto II.] THE UNION OF THE ROSES. 29 Braving the foemen's fiercest fire, Were seen the brothers and their sire; Nor was it spared poor Allen's eye, To see his two young warriors die : His vengeful arm then many a blow Severely dealt, and foes laid low. But vain his ardour, Yorkists fled, And victory crown'd the rose of red. Cover'd with wounds he slowly moved Where lay the youths he'd fondly loved ; With painful effort made his way, And stretch'd him by their lifeless clay : Where their bright eyes lay closed in death, Their heart-struck sire resign'd his breath ! — Rumour soon told their hapless fate, And soon it reach'd his widow'd mate ; Of husband, children, all bereft, No gleam of hope, or comfort left ; One bitter sigh escaped her breast ; No more — her bosom was at rest : With that one sigh her spirit fled; She mingled with the peaceful dead ! —"], [42, "THE UNION OF THE ROSES. [Ca:>to II. 30 Since that sad day the cottage still Remains deserted : o'er the hill, Should e'er a peasant chance to stray, From the dread spot he hastes away, Quickening with superstitious dread His wonted pace ; — nor turns his head, Till distant far the green hill's side, Where it is said three warriors glide In armour bright, and through the gloom Majestic wave the towering plume.\" \" Ah! think not that on earth remain Ghosts of the brave in battle slain ; Peace to the heroes' manes, I say. Then chase those idle fears away; Nor think that on this lovely spot, Unearthly shadows haunt the cot. I'd fain explore it.\" — Here a moan, Succeeded by a death-like groan, Rung on their ears! — the fear-struck dame Invoked the Holy Virgin's name, And grasp'd her fair companion's arm, In horror and unfeign'd alarm."], [43, "Canto II.] THE UNION OF THE ROSES. 31 \" Though vain my arguments, yet now, Lady, you are convinced, I trow. Ah ! holy Mary, now I hear Another groan, — the ghosts are near ! No further try to tempt our fate, But quick retreat, ere 'tis too late : Who knows what angry ghosts may do, Should we unbidden thus pursue Their flickering steps, and try to gain This dismal dwelling of the slain ! \" Again the groans were heard more near, The dauntless maid still spurn'd at fear, And bold replied, \" I fain would know From whom proceed these sounds of woe. Perhaps some pilgrim, faint and low, May need the aid we can bestow : Ne'er be it ours the shame to fly, And leave some wretch perchance to die. Let not vain fears distract your mind, And warp a heart so good and kind ; But rather let us haste to where These mournful 'sounds break on the ear ! From foes like these, what can we fear?\""], [44, "THE UNION OF THE ROSES. [Canto II. 32 Now half ashamed, and more afraid, The dame accompanied the maid: Together through the copse they hied, And by the paly moonbeams 'spied A warrior knight whose speech was fled, Whose ghastly wounds profusely bled. By Bertha's care his arm was bound, Her skill soon closed the gaping wound : The mantling blood now tinged again The stranger's cheek ; who tried in vain To speak ; — no power of speech was left, Surprise, of sound his voice bereft : He gazed in silence on the maid, Who look'd the goddess of the shade. The soft night breeze in sportive way, Among the glossy ringlets play, That graced her brow; and served to show A forehead that might shame the snow: Her eye of heaven's ethereal blue, Whose silken lashes, dipp'd in dew, Show'd that a tear had forced its way, And down her cheek had dared to stray;"], [45, "Canto II.-] THE UNION OF THE ROSES. 33 That cheek where rose and lily strive Whose empire longest shall survive : Its varying colours proved her heart In human woes could bear a part ; The heaving bosom mutely told, That heart was cast in pity's mould. She spoke— her words, like healing balm, The stranger's suff 'rings seem'd to calm; Their silver sounds sunk in his heart, And gently soothed its rankling smart. Waking, as from a feverish dream, His dark eye flash'd with trem'lous gleam : Again he fix'd an ardent gaze, Which served the deepest blush to raise On his preserver's face ; and when He spoke, as deep she blush'd again : His voice though faint, yet sweet and clear, Seem'd music to her listening ear; But strange his words, for to his mind The maid seem'd not of mortal kind. \" Com'st thou,\" he said, \" from realms of light, To cheer a hapless wand'rer's flight? n"], [46, "[Canto II. THE UNION OF THE ROSES. 34 Oppress'd by power and forced to roam An exile from my native home; My life beset, my servant slain, Not by banditti's plundering train 'Twas not my purse, but life alone, That could my fancied crimes atone. Too surely through the deep disguise I saw the glare of Gloster's eyes : Thank Heaven ! the murderer miss'd his prey ; His bloodhounds long I kept at bay ; When sound of horsemen on the heath Warn'd them to quit the work of death : In haste I fled — unconscious where ; But, faint and weary, rested here.\" He paused : — compassion seized the maid, As she his languid form survey 'd ; With eyes like some kind spirit bright, Which soft descends 'mid shades of night Upon the slumbers of the blest, And soothes to peace the guiltless breast. Her sylph-like form, and blooming- face, To gentle pity added grace ;"], [47, "Canto II.] THE UNION OF THE ROSES. 35 For by her youthful air and mien Scarce sixteen summers had she seen ; As fair and lovely to the view As rose-bud gemm'd with morning dew. Such was the maid, in whose bright eye The tear-drop stood ; and deep her sigh, While kindly she the youth addrest: — \" Stranger, — you need our care, — and rest : To yonder castle with us go ; There you will meet no cruel foe : Its owner, with a parent's care, Your griefs will soothe, your sorrows share.\" The stranger turn'd his eyes, and knew It was the castle of Fitzhugh That now unwelcome met his view. \" Lady,\" he said, \" I would not dare On pain of death to enter there. Fitzhugh, King Edward's warmest friend, To me would deign no aid to lend; And should the haughty Edward's spies Find my retreat, or e'en surmise d 2"], [48, "[Canto II THE UNION OF THE ROSES. 36 I yet remain on British land, Too well I know his vengeful hand Full soon would doom this houseless head To the same scaffold where has bled Some of my dearest friends ; and where, If taken, I should soon appear ! \" While thus he spoke, th' expressive look His mental agony partook : He started as the passing breeze In murm'ring whispers shook the trees, And grasp'd his sword; — then smiled to find 'Twas but the rustling of the wind. \" Banish those fears,\" rejoin'd the maid; \" Whate'er thy fault, accept my aid : For thee at Edward's feet I'll kneel, And well I know his heart can feel. You wrong him much e'er to suppose He takes delight in other's woes : Gen'rous and kind— though oft misled By fawning flatt'rers ;— though his head May sometimes err, his heart is kind; To deeds of mercy well inclined."], [49, "Canto II.] THE UNION OF THE ROSES. 37 Nay more — my life I dare to stake, You shall that mercy soon partake; Consent this night to be our guest, And put my power to the test.\" A grateful, but much doubting look The stranger gave, — and ere he spoke He deeply sigh'd. — \" Alas ! fair maid, Grateful I feel thy proffer'd aid; But, ah! too well I Edward know, To hope the prayers you would bestow Could aid me : — though a pleader, sweet As you, should kneel at Edward's feet. Yet, lovely maid, thy words impart Balm to this lacerated heart; Deeply engraven there they'll stand, When distant from this hostile land : And, as I wail my fate severe, Still bless the chance which sent me here ; Still bless that kind, that gentle breast, That half my sorrows lull'd to rest ! \" Displeased, the maiden tried to frown, — ''What! still so loth my power to own?"], [50, "THE UNION OF THE ROSES. [Canto 11. 38 Sir Knight,— no idle boaster I ; — On Edward's pardon then rely. What! if King Edward's daughter sues, Think'st thou the boon he will refuse? Ah! no; — my sire's too kind and good, On past transgressions long to brood; Nor have I e'er a boon preferr'd But it was granted, soon as heard : Then, infidel ! thy doubts give o'er ; I boasted not without the power.\" Surprise suffused the stranger's face : Then kneeling, with a courtly grace, \" Forgive, bright excellence ! \" he said, \" The cautious doubts I have betray'd : I little thought, when morning smiled, At even I should meet the child Who once so kindly urged my stay In the lone shades of Fotheringay. Again thy cheering presence seems Anew to wake life's brightest dreams; Like some young seraph spirit blest, Thy lisping accents soothed my breast:"], [51, "Canto It.] THE UNION OF THE ROSES. 39 Now in the pride of beauty's bloom Thy dulcet tones dispel its gloom. Oh ! that I freely might impart The griefs which tear this wounded heart: But, ah ! it must not — cannot be — Much I lament the stern decree. Though veil'd in mystery, hear me swear, By ev'ry tie to man most dear, I guiltless stand of crime or stain, Save that I fought in Margaret's train: — After the fatal day, which gave To her last desperate hopes a grave, I fled the field of strife ; and gain'd A boat — by lavish bribe obtain'd. Some friends my wayward fortune shared, Whose life by flight alone was spared : Safely we gain'd a foreign coast, And found a home we here had lost. In France the rolling years pass'd by, Yet I to England turn'd my eye — Impell'd by fate — and dared once more To venture on its hostile shore ; —"], [52, "THE UNION OF THE ROSES. [Canto II. 40 To most conceal'd — but Gloster's eyes Have ken'd me through my vain disguise. 'Twas Richard's blade that gleam'd in air, Just as the horsemen gallopp'd near. — My crime I've told, — my name alone, E'en unto thee, I dare not own: To Lord Fitzhugh it would be known; Who, zealous for the Yorkists' claim, My conduct would severely blame; Unconscious he of the dire wrong Which made me join the hostile throng, And lift my hand against thy sire. But urge no more — no more inquire : King Edward's name shall sacred be ; When wrongs arise, I'll think on thee: — That thought shall lull revenge to rest, And soothe the tumult in my breast.\" With this detail, the graceful knight Put all the maiden's doubts to flight. His speaking eye though mild, yet bold, Vouch'd for the truth of all he told : His form, replete with manly grace, In Edward's court might claim a place ;"], [53, "Canto II.] THE UNION OF THE ROSES. 41 As warm a welcome sure to find From Fitzhugh's hospitable mind. The lady urged, — but urged in vain. To enter the proscribed domain- He still refused ; and firmly spoke, Though courteous was his phrase and look : Sage Bertha fear'd a longer strife Might risk the forfeit of his life ; And since he still refused to tread, Where Fitzhugh's castle frown'd in dread; The maid proposed for one night's space, The cottage as his resting place ; And from the castle they would send Whate'er might to his comfort tend. His grateful soul beam'd in his eye, While uttering the bland reply : \" Royal Elizabeth, I swear ! On this blest spot, by thee made dear, No rest or comfort I can know If sorrow cloud thy lovely brow. That life thy pitying kindness gave, No higher aim or wish would have,"], [54, "THE UNION OF THE ROSES. [Canto II. 42 Than for thy weal to hover near, And guard from harm a form so dear! Though foaming oceans soon must roll Between us, here will stay my soul. Then to a stranger's words attend, Anxious to prove himself a friend ; And in that envied flattering name Would fain a dearer interest claim. But I would warn thee of the snares Which Gloster's crafty Duke prepares : Know England's unsuspecting King Harbours a guest with power to sting : Richard, ambitious, base, and vain, Would o'er his brother's kingdom reign. Familiar from his early prime With plots, and stratagem, and crime ; He now essays, by various ends, To lure away his brother's friends: And should he timely fail to scan The deep disguise that veils this man, The truth of what to thee I say He'll prove, when I am far away. —"], [55, "Canto II.] THE UNION OF THE ROSES. 43 But ere I can become your guest, I must another boon request; That you will not what's past to-night Divulge to any mortal wight ; Nor tell that wounded you descried A stranger, by this green hill side. — That we shall surely meet again, If life within this frame remain, Is the fond hope I'd not forego, For all that fortune could bestow. The darksome clouds which hover round, And wrap my fate in gloom profound, Hope whispers, yet may be withdrawn, And I may hail a happier dawn This promise now but deign to give, And in your mem'ry bid me live.\" Taught to believe concealment wrong, The promise trembled on her tongue ; But love, though called by pity's name, Strongly enforced the stranger's claim : With tone and look which seem'd to crave Forgiveness, she the promise gave."], [56, "THE UNION OF THE ROSES. [Canto II. 44 \" In heaven recorded be thy vow ! Sounds from angelic harps that flow. Could not to me such bliss impart, Could not have cheer'd this sinking heart, As has thy promise firm and kind ; Long will it soothe my care-worn mind, The pangs of absence mitigate, And soften the decrees of fate. — Now haste and shield that form so fair From the chill damp of evening air.\" \" Vain are your fears,\" replied the maid, \" Of evening's breeze I'm not afraid, Whilst at Fitzhugh 'tis my delight To wander 'neath the silver light Which Luna sheds, so soft and mild, Over those groves and woodlands wild : Nor hath the noon-tide's fervid heat Had power to stay my wand'ring feet.\" Light were her steps ; her airy tread To the dread habitation sped; While shuddering Bertha in the rear Follow'd, ashamed to own her fear."], [57, "THE UNION OF THE ROSES. Canto II] 45 Here desolation reign'd around ; The drooping flowerets trail'd the ground : The woodbine, once poor Edith's care, That twined around the casement, there Neglected its wild branches flung, Where yet some straggling roses hung; And jessamine, sweet modest flower, Still clung to the deserted bower Wild brambles, and the long rank grass, Usurp'd the unfrequented pass : Within the cottage all was lone, And drear, save where the moon-beams shone In slanting rays, and faintly threw An humble pallet in their view. Here might the warrior safely rest, No stranger would his peace molest E'en houseless vagrant would not dare, From midnight damps to shelter there His rest secured, — the anxious fair Proposed to leave to Bertha's care The Knight ; — while she retrod her way, Where rose the castle's turrets grey;"], [58, "[Canto II. 46 THE UNION OF THE ROSES. And bring from thence whate'er might best Accommodate their grateful guest. But Bertha urged, with emphase strong, Such an arrangement would be wrong ; Better it were that she should speed On mission for the stranger's need : There might be danger, urged the dame. The maiden, who perceived her aim, Smiled : — when the Knight's entreaties join'd And begg'd her stay, in words so kind, As well might sway her gentle mind, To yield consent to what they ask ; Nor deem it an unpleasing task, The passing time to stay and chear, Until the dame should re-appear. Danger from spectres was forgot In Bertha's haste to quit the cot; And well convinced the handsome knight Was neither ghost, nor goblin sprite, Inly rejoiced her lady staid, Nor longer fear'd the lonely glade To traverse o'er; — but gently wound Her way through the bespangled ground:"], [59, "Canto II.] THE UNION OF THE ROSES. 47 From thousand flowers she brush'd the dew, Sweet scented thyme, and hare-bell blue, Ere the low portal met her view. There she the beaten track must quit, For should her form be seen to flit, Where the stern centinels appear, The greeting sound of — \"Who goes there?\" She must have answer'd, nor have dar'd Again that night to pass the guard. The Northern Barons still bore arms To ward off dangers and alarms; For plund'ring bord'rers far and near Would often show the glittering spear. Fitzhugh's strong castle tower'd in pride Where Tees's rapid waters glide . 3 Now Bertha thought its turrets frown'd In darker deeper gloom around, As conscious she without delay Hasten'd along the lonely way. But long ere she regain'd the cot, Its inmates had the dame forgot ; In pleasing chat was spent the hour, The lover own'd the maiden's power;"], [60, "THE UNION OF THE ROSES. [Canto IT. 48 And proffer'd vows of lasting truth, With all the generous glow of youth : Nor could these vows displease the fair, So noble, yet so frank, his air. Already her young heart confess'd The powerful hold he there possess'd; Where love had enter'd unawares, And bound her in his potent snares : She ne'er before had own'd his sway, Nor yet seem'd willing to obey. The lover spoke of days of peace, When feuds subside, and troubles cease ; When he might tell his name and rank, Perchance on this same flow'ry bank Where first they met; — and in her ear Whisper again these vows sincere. Then sought her promise to remain Unfetter'd, till they met again. Attentively she heard his suit, Her looks so eloquently mute ; And the soft glances of her eyes Confirm'd the lover's easy prize."], [61, "CanJo II.] THE UNION OF THE ROSES. 49 Now in deep tone, from Fitzhugh's tower, The turret clock proclaim'd the hour — Each started — hours had glided on Like minutes, quickly pass'd and gone. And wing'd their rapid flight away. In love an hour, or e'en a day Seems very brief, — so lovers say ! — Now hasty was the kind adieu She gave : — \" Nor shall our prayers for you Be spared, and until morning fair May you partake the Virgin's care.\" Soft was her voice, and softly fell The warrior's glance — who sighed, \" Farewell ! \" On their return the dame essay'd To hold some converse with the maid; Brief were the answers which she gain'd, At Allen's cot her thoughts remain'd : While flattering hope, with visions bright, Presented to her mental sight A visual ray of halcyon days : — Wholly absorb'd in fancy's maze E"], [62, "50 THE UNION OF THE ROSES. [Canto O. She views the Knight, return'd to seek Her smile, and as his glowing cheek, And beamy eye, his love display'd, Proclaim'd that time no change had made : Proud, he her rosy fetters wore, And the light yoke in triumph bore. She saw King Edward's smile approve, And with his sanction crown their love ; Nor saw the yawning gulf between, To cloud the splendour of the scene : Youth lightly skims the surface o'er, Fearless of threat'ning storms that lower. Long had bright visions cheer'd the fair, When conscience, with reproving air, Arraign'd her conduct: was it right To pledge her faith to stranger Knight?— Ah ! no ; but it was kindly done To ease a heart with anguish wrung ; And Cupid's empire in her breast Soon slumbering conscience lull'd to rest. 'Twas long ere Morpheus deign'd to shed His soothing poppies o'er her head ;"], [63, "Canto II.] THE UNION OF THE ROSES. 51 Then wrapt in sweet oblivion's trance, On future joys gay visions dance; Nor ceased till roused by Bertha's call, That breakfast waited in the hall. She started, — but the hour was gone In which she promised to return, Again to seek the lone retreat, Th' expecting Knight again to meet: But vain regret, she now must stay, Nor seek him till the close of day. She reach'd the hall in pensive tone, Nor found Lord Henry there alone : With him was Gloster's haughty Duke, Whose sneering smile, and crafty look, Inspired the maid with secret dread: Instant each flatt'ring hope seem'd fled ; She fear'd, though yet she knew not what, Nor were the stranger's words forgot. Gloster arrived to guard the maid From Fitzhugh's calm sequester'd shade: She shrunk from his inquiring look, Which of fell guilt and craft partook ; e2"], [64, "THE UNION OF THE ROSES. [Canto II. 52 And fear'd his searching eye might trace The suffering stranger's hiding place, And gladly heard he meant to stay At Fitzhugh's castle but one day. \" Fair niece,\" he said, \" 'tis mine to bring Kind greetings from your Sire and King ; Who, with me sends a trusty band, That only wait for your command To leave Lord Henry's friendly walls, And haste where filial duty calls.\" She bow'd, while varied feelings strove, And duty seem'd at war with love : She sigh'd to leave this loVed retreat, Yet joy'd again her sire to meet. Unsocial pass'd the weary day, Fitzhugh was grave, and none were gay: With Gloster he had ne'er been friends, He saw through Richard's selfish ends, And fancied now his gloomy eye Spoke meaning dark, and mischief sly. Though fair his speech, and mild his glance. When his own interest 'twould advance,"], [65, "Canto II.] THE UNION OF THE ROSES. 53 Lord Henry saw, beneath that smile, Lurking deception, fraud, and guile; And much he wish'd the gentle fair Could still have shared his friendly care. Welcome the hour of rest drew near, The maiden then could shed the tear, Unseen by Gloster's prying eye, And might indulge the pensive sigh: Vainly she sought her couch for rest, By various torturing thoughts represt; She dared not risk to seek the Knight, Nor warn him of their sudden flight; Her conduct must appear so strange, His new-born love perhaps 'twould change : What confidence could he afford One who so lightly broke her word ? Yet, how convince him that her heart Was guiltless of a treacherous part? Or tell him 'twas his weal which made Her cautious shun fair Teesdale's glade? Stern disappointment's chilling look Came in the form of Gloster's Duke :"], [66, "[Canto II. THE UNION OF THE ROSES. 54 Ah! but for him they'd met again, This thought her bosom wrung with pain. Brooding o'er real and fancied woes, The agitated maiden rose, And sought the open casement, where The cooling breeze of midnight air Refresh'd and tranquillized her soul; While on her wond'ring senses stole A sound, that banish'd grief and fear, The stranger's voice broke on her ear, In melting cadence loud and clear. SONG. Fair Eliza ! — impell'd by love's powerful dart I venture where foes lurk around; From the terrors of doubt to ease my sad heart, I have wander'd o'er enemy's ground. Thy promise to meet me at morning' s grey dawn I heard with a lover's delight; And as the soft zephyrs swept over the lawn, I thought 'twas thy footstep so light."], [67, "Canto II.] THE UNION OF THE ROSES. 55 But again was I doom'd disappointment to know ; For, instead of the maiden belov'd, I beheld in her place an implacable foe, Frowning sternly as forward he moved, With him was Lord Henry, whose mild beamy eye Spoke the kindness which dwelt in his breast; My retreat unsuspecting they slowly pass'd by, And again my sad heart was at rest. By their converse I learnt, with the first break of morn From Fitzhugh you would journey afar ; That the gay court of Edward you soon would adorn, Be of beauty and splendour the star. I go now to traverse the wide foaming ocean, Whose loud roar will be music to me; For ray breast's like its wave in stormy commotion, When thus forced into absence from thee. And should danger approach, or e'en Death's icy hand Chill this heart which now beats but to love; My last prayer for thy weal, and my dear native land, Shall ascend to the regions above."], [68, "THE UNION OF THE ROSES. [CaMo II. 56 The minstrel paused; the maiden knew The form that met her raptured view. She sigh'd \" Farewell !\" — Then clasp'd her hands In prayer, to Him whose power commands The ocean's deep and boundless wave, Her much-loved Knight from ill to save ! . Now the loud din of clatt'ring hoof Resounded through the vaulted roof: The train, sent to conduct her hence, Drawn out and ready to commence Their journey to King Edward's court, Of grace and splendour the resort. Gay prospects dazzled not her mind, More pleasing joys she left behind; And sigh'd to part with friend so true As was the owner of Fitzhugh. Another sigh, and deeper still, Rose as they pass'd the well-known hill : Here painful throbbings heaved her breast, And tears could scarcely be supprest. Lord Henry saw the train depart, With secret sigh, and anguish'd heart."], [69, "Canto II.] THE UNION OF THE ROSES. 57 He mourn'd a wife and daughter dear, Torn from his arms by fate severe ; Grief chill'd his heart, and lost in gloom He sorrow'd o'er his Agnes' tomb : — In beauty's prime this much-loved wife In his fond arms resign'd her life ; But left a smiling babe behind, Whose infant prattle sooth'd his mind. With sad delight he loved to trace In miniature its mother's face ; While he caress'd this blooming child, His grief assumed a form more mild; But livelier sorrow pierced his heart, When from his darling doom'd to part. Her youth demands a mother's care : The pious Abbess of St. Clare Of her fair niece required the care. Resolved that Agnes ne'er should know A mother's loss ; but would bestow All her fond love, and gently blend Th' instructress with the tender friend. The pleasing task she well fulfill'd, Each virtue in her mind instill'd ,"], [70, "THE UNION OF THE ROSES. [Canto II. 58 And though a pious wish might rise To train her pupil for the skies, Wisely reflected her high birth, Destined her to adorn the earth. Six years roll'd on, and each had seen The maid improve in mind and mien, When Jacques, Lord Henry's trusty 'squire, Came to conduct her to her sire. The holy mother clasp'd the fair, Who long had been her anxious care, With painful throbbings to her heart: And when she saw the bark depart, Which bore the maiden from the land, Still linger'd on the sea-wash'd strand ; Thrice she essay'd to speak farewell, And thrice unheard the accents fell. With all a father's anxious love To cheat the time Lord Henry strove But long that time was past, when he His heart's fond darling hoped to see And to confirm his bodings dread, Too soon the fatal tidings spread —"], [71, "Cimto II.] THE UNION OF THE ROSES. 59 In sight of Scotland's northern coast, The vessel and her crew were lost! Despairing now, with grief opprest, Sweet hope forsook the father's breast; Deprived of every earthly care, He would have spent his days in prayer; Or sought some hermit's lonely cell, Where unmolested he might dwell; But Edward's interest bound him still To linger in this world of ill. His Sovereign's daughter, now his guest, Seem'd to relieve his care-worn breast; And, while he check'd the rising tear, Thought such had been his Agnes dean But when the Princess left Fitzhugh, His sorrows seem'd to rise anew ; As with a kind farewell he pray'd His patron saint to guard the maid"], [72, "THE UNION OF THE ROSES. [Canto III. 60 CANTO III. The glowing noon of jocund day Now revell'd in its bright array; No cloud was seen — nor scarce a breeze To wanton mid the leafy trees. In Sol's bright beams the summer fly Display'd its wings of varied dye ; The lowing herds had left the glade, To shelter in the cooling shade, When Gloster, and the royal train, Reach'd Barnet's late contested plain. The maiden view'd the fatal spot — Shudder'd — and thought of Allen's cot; And eyed with a suspicious glance The musing Gloster's countenance. When London's towers appear'd to view, Its gloom assumed a deeper hue :"], [73, "Canto III.] THE UNION OF THE ROSES. 61 With plot and crime so foully stain'd, He glories in each 'vantage gain'd ; Exulting as those towers arise, Which echoed to a brother's cries. ' Absorbed in thoughts of dire import, He spoke not till they reach'd the court ; Where his fair charge, a welcome guest, To her fond parent's heart was prest. Her form, where grace and beauty shone, Threw a new lustre round the throne And blazed resplendent through the crowd, Where warriors bold and statesmen bow'd. The gay luxurious King was seen To smile' on all, with courteous mien ; The haughty boldness of his eye, So soften'd by the bland reply, Seem'd to declare Edward alone In love and glory equal shone And while he join'd the giddy crew That Pleasure round her standard drew, His blooming daughter sigh'd in vain, For Fitzhugh's peaceful wild domain."], [74, "[Canto 111. THE UNION OF THE ROSES. 62 Here many a suitor sought her hand With studied speech, and offer bland ; While careless she to all around, For each a mild denial found. Her royal sire, indulgent still, Offer'd not to oppose her will; Until from France, in pomp array'd, An envoy came to ask the maid For Richmond's royal Earl a bride, Who there had fled to shun the tide Of English faction ; even there His cousin's fame had reach'd his ear. 1 With eagerness he sought her hand : Her sire, well pleased with the demand, Saw all the good which might ensue From match like this : — for, to his view, 'Twould reconcile each jarring feud, By past contentions oft renew'd. These flattering visions seem'd to fade, As, all in tears, the suppliant maid Th' astonished Monarch meek implored, He would not pledge his royal word"], [75, "Canto III.] THE UNION OF THE ROSES. 63 To Richmond's Earl, her hand to give ; Since 'twas her dearest wish to live Secluded in some lonely dell, And bid to courts and pomp farewell ! With stern impatience, he survey'd His daughter's face; — then angry said, \" Whence this perverseness ? — I ne'er yet Thought you obedience could forget ; With sorrow cloud a father's brow, Nor listen to clandestine vow ; The daughter of fair England's King Must not to idle fancies cling : Then, mark me ! I must be obey'd ; Nor can the match be long delay'd ! \" Sternly he spoke ; and bade her quit The presence, till she could submit To his commands. The trembling maid The mandate silently obey'd: Glad to escape her father's glance, Since she dare not the truth advance ; Nor own to him, her youthful heart Long since had play'd a truant's part."], [76, "THE UNION OF THE ROSES. [Canto III. 64 Duty and love alternate sway'd The bosom of the hapless maid : Deep blushes dyed her conscious face, As with slow steps she left the place. Close in her oriel, where no eye With curiosity could spy, She unrestrain'd indulged her grief, And found in tears a short relief. Thus pond'ring on her wayward fate, In melancholy mood she sate, Long after Sol's all-cheering rays In western skies had ceased to blaze. Much had she mused in thought profound, When, lo ! a step, with cautious sound, Approach'd her door ; and thrice her name In soft and whisper'd accents came. Disguised the speaker's voice appear'd : The list'ning maid distinctly heard — \" Lady ! believe an anxious friend Now warns thee — to my voice attend : Be firm! refuse Earl Richmond's hand; Thy sire's despotic wish withstand."], [77, "Canto III.] THE UNION OF THE ROSES. 65 And, though thy fate seems wrapp'd in gloom, Resist what now appears thy doom, That fate's been long to me reveal'd: My lips were once in silence seal'd; But now the time's arrived when I Dare to make known the prophecy : — Not long thy eyes had seen the light, When journeying one tempestuous night, Near to the ruins of Finchale,2 So fierce the storm, so loud the gale, I urged my followers to gain A shelter in the mould'ring fane ; Fear took possession of each breast, When this my purpose I confest, They rather choosing to remain Without, and brave the pelting rain, Than enter where tradition told Forms glided of no earthly mould ! At midnight none of mortal race Had e'er return'd, who sought the place. To these dire tales a deafen'd ear I lent, my soul disdaining fear: I"], [78, "THE UNION OF THE ROSES. [Canto III 66 Yet scarce had I the ruin gain'd When wonder every sense enchain'd ! Just as I cross'd a gloomy aisle, That wound along the ancient pile, And reach'd the seat, whose power, 'tis said, Can fruitful make the nuptial bed ; When through the chasms lightning shone With dubious glare on the grey stone; Behind a tomb appear'd to rise A figure, which my wond'ring eyes Beheld with awe, and holy dread, His look was mild, hoary his head, A flowing beard fell on his breast, To me St. Godric stood confest : ' Bold mortal, know a hand divine Hath brought thee to this sacred shrine; And struck thy coward train with fear, For thou alone the tale must hear: An infant maid now sees the light, Who shall her country's foes unite; A friendly planet at her birth Presided o'er the suffering earth 3"], [79, "Canto III.] THE UNION OF THE ROSES. 67 Of Heaven she is the darling care, And long a peaceful crown will share. This maid is destined for thy bride, All jarring interests thus allied, From hence a noble race shall spring, Of heroes, and a warrior King. And when a Knight, from distant land, Shall seek a royal maiden's hand, This tale relate : — but until then Ne'er breathe it in the ears of men.' Strange messenger, whoe'er thou art, One secret more to me impart, Say, who the infant maid so blest To wear a crown in peace and rest? The voice resumed, in accents mild, ' 'Tis royal Edward's infant child.' No more I heard ; the vision fled. Thus left in darkness 'mong the dead, With hasty step retraced my way, To where my scared attendants lay; The storm had ceased, no more the rain In streaming torrents drench'd the plain; f2"], [80, "68 THE UNION OF THE ROSES. [Canto III. The gentle winding stream of Wear3 RolPd o'er the pebbles bright and clear; While from the rocks and hills around Echo return'd the murm'ring sound; And o'er the deep romantic glen Frown'd the dark woods of old Cocken: Its steep ascent we climb'd ; our way Lay cross those woods, and soon the day Emerging through the gloom was seen, To tinge the trees with brighter green. Until this hour my lips have ne'er Spoke of th' events which happen'd there; But now I must not silent be, Since mine's the power to set thee free.\" He paused, — the maiden heard no more, And soft the speaker left the door. Struck with surprise, vague doubts arose, Which served but to increase her woes. \" Strange monitor,\" she said, and sigh'd, \" Why thus at fall of evening glide, In guise obscure, to urge a tale, O'er female weakness to prevail.\""], [81, "Canto 111.] THE UNION OF THE ROSES. 69 While thus she mused in secret dread, A messenger, with hasty tread, Whose countenance seem'd to deplore The gloomy tidings which he bore, Begg'd that she would that instant speed To where his Sovereign laid, indeed Oppress'd with pain ! — Eager she flew ; The suff 'ring Monarch met her view : No more his face with anger burn'd, His kindness seem'd to her return'd : But, ah! the flush of health was flown, No more the eye with lustre shone; His voice had lost its wonted tone. In agony th' afflicted maid Beheld the change few hours had made; While burning fever parch 'd his tongue, Cold dews upon his forehead hung; And now in languid voice he spoke, While throbs of pain his accents broke : \" Beloved daughter of my heart, Hard is the task from thee to part; But vain regret — these shooting pains, And burning tide which fills my veins,"], [82, "70 THE UNION OF THE ROSES. [Canto III. The beating heart, and lab'ring breath, All certain harbingers of death, Warn me that brief will be my hour : Then listen — while I have the power; And to my anxious wish attend ; Believe a father, and a friend, Whose dying hours would lighter feel, If certain of thy future weal. And should'st thou ever need a friend, On Fitzhugh's Lord alone depend ; If danger e'er approaches nigh, Swift to his shelt'ring turret fly. Precaution vain ! — but yet so strange The times of late, so prone to change, Uncertain all.\" With face of gloom His wily brother sought the room : Deep seem'd his grief — more deep his sigh, When he the fainting King drew nigh : Tears hypocritically shed He dropp'd o'er Edward's dying bed ; Whose voice became more weak and broke, But still with energy he spoke :"], [83, "Canto III.] THE UNION OF THE ROSES. 71 \" Richard,\" he said, \" when I am gone, Ah ! make my children's cause your own : True to my interests you have been, Through every dark and cloudy scene; Then, by your hopes of Heaven, swear To make the infant King your care. The sceptre in his youthful hand Will need thy guidance and command. The steerage of this realm will be Doubtless, my brother, given to thee. Heaven grant it may ! thou safe canst guide His youthful bark across the tide ; And teach him how those rocks to shun, Which oft obscured his father's sun! As thou this infant boy shall guard, So Heaven thy kindness will reward! Child of my love, to thee I fain, If time permits, would speak again, Then grant a father's last request, Promise, when I am laid at rest, To give thy hand to Richmond's Earl.\" His look implored the weeping girl,"], [84, "THE UNION OF THE ROSES. [Canto III, 72 E'en more than words, to grant his suit ; And, while her voice and lips were mute, She took his hand, but gasp'd for breath, For o'er it hung the damps of death. Grief long the power of speech denied, And tears the place of words supplied ; Sinking devoutly on her knees, She said, \" The Power who hears and sees Our every secret thought and word My solemn promise now record, To grant your wish ; and here I swear — \" A voice now said — \" Rash girl, forbear ! \" She started, and perceived with fear, 'Twas Gloster's voice which met her ear: On him the maiden cast a look, Which sternly spoke a keen rebuke; Resentment seem'd to nerve her voice, As though the match had been her choice : With ardour yielding to fulfil Whate'er might be her father's will ; Great was the sacrifice she made, But filial duty lent its aid."], [85, "Canto III.] THE UNION OF THE ROSES. 73 No more her spirit now could bear, Stern anguish check'd the soothing tear; The mantling blood her cheek forsook, No more she heard, no more she spoke; A faint and death-like chill took place, Of every motion, sense, and grace. Entranced in this i nconscious state, She long forgot her hapless fate; And when returning reason's ray Appear'd, the past seem'd but a play Of feverish fancy. Short the space Had she to give such visions place : Her faithful Bertha, by her side, The truth of all her fears supplied Whose sable garb too plainly told She would no more her sire behold ; No more hear that approving voice, Which oft had made her heart rejoice. Bitter she mourn'd her loss severe, Nor strove to check the falling tear. Now watchful Bertha's hopes beat high, She view'd with joy the tearful eye :"], [86, "THE UNION OF THE ROSES. [Canto III. 74 '< Thanks, Holy Virgin ! that I hear The voice to this sad heart so dear; Again behold that beauteous face Beaming with intellectual grace; Since much I fear'd the precious gleam Of reason ne'er again would beam ! \" \" Bertha, ah ! say, where are we now ? These robes sure speak a tale of woe ! \" \" Ah ! dearest Lady, hard's the task For me to answer what you ask : To paint these sad disastrous times, I must unfold a tale of crimes Of blackest hue ; — so dire, so strange, That Nature shudders at the change Truth hides her head, or else hath flown The place where Gloster's power is known. Behold us prisoners in the land, Where you, by birthright, should command.\" \" Ah! Bertha, these strange words explain; My tortured fancy tries, in vain, To scan their import ; they seem fraught With meaning, which my wond'ring thought"], [87, "Canto III.] THE UNION OF THE ROSES. 75 In vain essays to comprehend, And shrinks at what they may portend. Why are we prisoners hither sent? This outrage Richard may repent. Where is the youthful King ? I fear Some ill has reach'd my brothers dear. Where is Lord Hastings, and Sir John, Are all these faithful friends too gone?\" \" Soon as your royal sire was laid In the dark tomb — as rumuor said — Lord Hastings was for treason tried ; All knew him guiltless, yet he died : To Edward's offspring he was true, And this the fell usurper knew. A heart more pure than his ne'er glow'd In mortal breast, nor reason flow'd In strains more pure from human tongue; The nation on his accents hung: But now, alas ! no more his voice Shall make the orphan's heart rejoice! Next on some idle vain pretence The good Sir John was order'd hence;"], [88, "[Canto III. 76 THE UNION OF THE ROSES. His office was to Tyrrell given, A monster base, accursed of Heaven ! But ask no more, further to know Would surely but increase your woe.\" \" Nay, do not fear the worst to speak, This heart, though tortured, will not break; With keenest pangs so often wrung, Inured to grief 'tis now grown strong.\" The dame resumed, \" The vacant place, Tyrrell had held but little space, When rumour through the city spread, That both the royal youths were dead ! Mysterious seem'd their fate, indeed, No doubt by Richard 'twas decreed, To cut those blooming branches down, Which stood between him and the crown. To thee what his intentions are, Even to guess I must not dare : Frequent he pays a visit here, And for thy life express'd much fear ! \" In agonizing woe the maid Heard all her kind attendant said ;"], [89, "Canto III.] THE UNION OF THE ROSES. 77 While, yielding to th' impassion'd tear, Soft musick's strains broke on her ear. The dame exclaim'd, \" With joy again I hear the minstrel's welcome strain ; 'Tis Edwin's harp which now you hear, Who long has sought to gain your ear. This faithful youth still finds his way, And, constant at the close of day, Beneath the casement tunes his lay.\" His notes were sweetly soft and wild, Such as might soothe misfortune's child. Gentle zephyrs, softly bounding, Waft, oh ! waft my harp's wild sounding, To a royal maiden's ear; Let the strains be soft and clear. Tell her how her ear t'engage, Oft in vain essays her page. In Sheriff Hutton's lone aisles gliding, Often watching, often hiding, None suspects that here he stays, Or 'tis Edwin's harp that plays. Tell her how, &c."], [90, "78 THE UNION OF THE ROSES. [Canto III. Could he serve her, ah ! how willing, Fleet his foot, but waits her telling, No matter where, but bid him fly, In her service he would die. Here at eve her ear t'engage, Oft in vain essays her page. Less welcome sounds rung on their ear, 'Twas Richard's voice approaching near: With hasty steps he sought the place That now contain'd of Edward's race All that his cruelty had spared ; And though his heart was well prepared For scenes of woe, and proof 'gainst tears, His guilty bosom shook with fears. As glance met glance, the maiden's eye Beam'd with indignant majesty. The rose had fled her faded face, And lily's hue usurp'd its place ; The snowy whiteness of her breast Seem'd heighten'd by her sable vest; So young, so lovely, and so sad, More interesting than when clad"], [91, "Canto III.] THE UNION OF THE ROSES. 79 In costly splendour, and the glow Of health play'd o'er her polish'd brow. The high-soul'd glance, and frowning look, The haughty Richard ill could brook : But, versed in craft and courtly wiles, Knew how to dress his face in smiles ; While blackest hatred fill'd his heart, His speech assumed a friendly part : With soft condolence he essay'd To gain th' attention of the maid ; On her amended health again His greetings pour'd, in kindest strain. \" My gentle niece, I hoped to find Thy ear unto my suit inclined ; Hither I came to set thee free. Even now wealth, fame, and liberty, Court thy acceptance : — England's crown Might sure dispel that rising frown. Long have I pined, nor dared to tell The pangs which in this bosom dwell ; Had I been free to ask thy hand, While royal Edward had command,"], [92, "THE UNION OF THE ROSES. [Canto III. 80 I know it would have been his pride To see Elizabeth my bride ;■ But rather would I hear thy voice Declare me thy unbiassed choice, Than owe thy favour to control : With all the ardour of my soul I've loved thee : but, no more I'll say. Thy answer at some future day I'd wait, if one approving smile My patience would reward the while ! \" \" Stay, Richard — now my answer take, No time I need my choice to make ; Hast thou forgot the fatal night When Edward's spirit took its flight? Hast thou forgot his dying prayer Gave his three children to thy care? Recording angels heard thee swear, How thou hast kept thy vow, declare. Offended Heaven beholds thy crime ; And, mark me, there will come a time To shower its dreadful vengeance down, And make thee curse thy ill-got crown !"], [93, "Cantrs III.] THE UNION OF THE ROSES. 81 Remember, then, an oath I took, (I mark'd thy strange mysterious look, And heard thee say, ' Forbear, rash maid ! ) Duty, not inclination, sway'd: But sure the Power who heard me swear, Will make an orphan child its care ! Then leave me — nor intrude again, While I beneath this roof remain.\" \" Still doth perverseness warp thy mind, And make thee to thy interest blind : You heard the prophecy, which told That you should England's sceptre hold; Then why resist what Fate ordain'd? Ere yet thy age twelve moons had gain'd, 'Twas I, who in old Finchale's tower Beheld the strange mysterious power ; And 'twas my voice that wam'd thee, ere Thou took the oath which grief and fear Compell'd; far better break it now, Than keep a rash extorted vow ! \" \" Thy deeds of horror well agree With supernatural agency; G"], [94, "THE UNION OF THE ROSES. [Canto III. 82 While sorceries and witches seem Needful to aid each murderous scheme. I know the public ear and mind To marvellous stories are inclined; Yet think not I believe the tale; With me it never can prevail: And trust me, Richard, were I free From oath or vow, 'twould not be thee Should gain this hand. What, though thy power May still detain me in this tower; Or, if thy cruelty doth need, To make another victim bleed ; Think not I fear to bow my head, Where late the brave Lord Hastings bled.\" The Monarch's brow dark passion curl'd, His ev'ry glance deep vengeance hurl'd : \" Rash fool ! thy doom is fix'd,\" he said, \" My power, thus slighted, thou shalt dread ; Nor think that female scorn can awe One who dares soar above all law. Know thou shalt learn to curse the hour, Thy will opposed my sovereign power ! \""], [95, "Canto III.] THE UNION OF THE ROSES. 83 A furious look on her he threw, And, muttering curses dire, withdrew. The maid, whilst list'ning to the sound Of his receding footsteps, found Less anguish in her bosom swell As faintly on her ear they fell. Then grateful Edwin's plaintive strain 'Midst crowded thoughts recurr'd again : Perhaps at evening's sober hour He'll venture to the lonely tower. His friendly offer caused a gleam Of distant hope, though faint the beam, She cherish'd the uncertain ray, As roll'd the ling'ring hours away; Oft soothing Bertha, who scarce dare E'en to the saints to breathe a prayer; For in her ears still seem'd to ring The thunders of the furious King. With kindest words the maid essay'd To rouse her with the promised aid; Then show'd a ring, worn by her sire, Who bade her, should she e'er require g 2"], [96, "[Canto III. 84 THE UNION OF THE ROSES. Lord Fitzhugh's aid, this pledge to send, And he would prompt assistance lend : And should the page again appear, She meant to trust it to his care. But, though the dame approved the plan, Not high her expectation ran : Not hers the age when buoyant hope Assists us with dire ills to cope ; She felt not the refulgent glow That shone around the maiden's brow, Which chased the fiend Despair away, And whisper'd peace in happier day. Nor were these hopes deceived, again At evening's close the welcome strain She heard, nor Edwin sung in vain. A well-known voice spoke from above, A voice which claim'd his faith and love ; Which bade him hasten where Fitzhugh Gave its proud turrets to the view; There seek its owner, ask his aid, And shelter for a friendless maid : Cautious she dropp'd the glittering gage, And softly glides away the page."], [97, "Canto III.] THE UNION OF THE ROSES. 85 Fleet was his foot, though long the race, His heart still kept a swifter pace; Mishap nor ill his course delay'd While on the mission of the maid. The noble owner of Fitzhugh Gave to his words the hearing due. When Edwin urged his lady's boon, He said, \" Before to-morrow's noon I'll find such escort as shall bring, Far from the reach of England's King, The royal maid : — and though a vow Forbids me to attend thee now, The gallant Earl of Westmorland Will, in my absence, take command : But secrecy is needful still, To guard his charge from pending ill; And he must think the royal fair, By me entrusted to his care, That Agnes, who, beneath the wave, In Scotland found a wat'ry grave !— God speed thee! boy — thy foot be fleet, Again thy lady's ear to greet:"], [98, "THE UNION OF THE ROSES. [Canto III. 86 Tell her my little band will keep Their vigils, while her gaolers sleep; And at the hour of midnight wait Her presence, at the outer gate ; This key her passport will be found, Beyond the farthest postern's bound. Now urge thy speed, nor linger while Thou reachest Sheriff Hutton's pile ; Meanwhile I'll rouse my faithful train, And haste to Raby's fair domain.\" There feasting at the wassail board Sat Raby's lord — who grasp'd his sword Soon as Fitzhugh his wishes told ; A flush, that spoke the hero bold, Glow'd on his face : — \" My Lord, I swear ! By the great Earl, whose name I bear, The maiden's weal shall be my care. Fitzhugh, thy daughter may command All from the grateful Westmorland ! Neville can ne'er forget the day, When from these towers he bent his way, When first he drew his maiden sword, On Scotland's hostile plundering horde ;"], [99, "Canto III.] THE UNION OF THE ROSES. 87 Thy counsel wisely pointed . where To punish, or in mercy spare ; Kindly to treat a fallen foe, And soothe the hapless mourner's woe. This welcome day I hail with glee, Which yields the bliss of serving thee ; My patron saint, in friendly mood, Sure sends me on this errand good; For which six tapers, burning bright, Shall o'er his altar shed their light; And when I've borne the prize away, His shrine I'll deck with trophies gay. Now then, farewell — when next we meet Lord Henry shall his daughter greet.\" Vain would the Muse attempt to tell Of all the hopes, and fears, which swell The maiden's bosom— as drew near The solemn hour of midnight drear : Anxious she watch'd the lagging sand, Which in the hour-glass seem'd to stand ; Then listen'd — all as death was still, Scarce sigh'd the zephyrs o'er the hill:"], [100, "THE UNION OF THE ROSES. [Canto III. 88 Profoundest slumbers seal'd the eyes Of the stern monarch's hireling spies. Soft as some lurking wight for prey, On tiptoe, Edwin sought his way : To ascertain the road was clear; Gently they trod, impress'd with fear, Through many a lonely aisle they wound, Ere from the pile egress was found. Now Cynthia shed her silver ray To guide the wand'rers on their way ; And point their dubious steps to where Her beams fell on a warrior's spear. A Knight advanced, whose brandish'd sword, And noble mien, spoke Raby's Lord : Kneeling, he swore to serve his friend, And on his daughter's steps attend. Kind Nature had, with lavish hand, Endow'd the noble Westmorland ; And blended in his manly face The warrior's fire, and courtier's grace. His voice, when he address'd the fair, Was mild as evening zephyrs are ;"], [101, "Canto III.] THE UNION OF THE ROSES. 89 But when he led a warlike band Against the spoilers of the land, Its martial tones as fiercely rang As beat of drum, or trumpet's clang; That voice which foe-men heard with fear, Was to his numerous vassals dear : Oft had it led them on to fame, And victory join'd with Neville's name The maid could scarce repress her sighs, As with mild voice she bade him rise ; So forcibly to memory came The night the stranger own'd his flame, As kneeling at her feet he'd sworn To live for her, and her alone : The full-orb'd moon shone clear and bright Upon that well-remember'd night As bright her rays shone on his vest As now they beam'd on Neville's crest, Who, in the midst of danger, gay, With sprightly chat beguiled the way ; As through a wood, whose giant oaks ( Withstood e'en time's relentless strokes;"], [102, "THE UNION OF THE ROSES. [Canto HI. 90 Whose lofty branches witness bore Druids had worshipp'd there of yore ; And, 'neath their widely spreading boughs, Had oft fulfill'd their sacred vows; And, on such clear and cloudless night, Perform'd each dreadful mystic rite. If disembodied spirits rove, They'd surely seek this darksome grove, And many a gliding ghost be seen Emerging from this sombre green: Pregnant with superstition's dread Seems every step which now they tread. Though ne'er a slave to fancy's power The lonely wood, and silent hour, Conspired in Neville's breast to raise A whimsical fantastic maze Of wildest thoughts ; and from his tongue Enthusiasm's language sprung ; While, pointing to an opening, where Perchance some Druid might appear; Or, that the tiny elfin band Who own King Oberon's command,"], [103, "Canto III] THE UNION OF THE ROSES. 91 Might nightly this retirement greet, Untrodden by unhallow'd feet; And dance upon the velvet plain, Where now he slack'd his horse's rein And pleased, his ling'ring glances threw, Where wild rose bloom'd with hare-bell blue, And blooming wild-thyme fragrant grew. These beauties of the sylvan scene, The maiden view'd with looks serene. Her bosom glow'd with calm delight, While thus in converse with the Knight, Nor heeded that their words gave pain To one who journey'd in their train : Poor Bertha long felt chill'd with fear, So still, so lonely, and so drear, Appear'd the place; her eager gaze Now wand'ring, now in fix'd amaze, When, through the tangled branches green, Pale Cynthia's radiant beams were seen. Attentive to each trivial sound, Shrill echo multiplied around: Fearful, at Neville's words she caught ; Her speech reveal'd each painful thought."], [104, "THE UNION OF THE ROSES. [Canto III. 92 The Knight, astonish'd, heard the dame, With voice by terror shook, exclaim — \" Mother of Ged ! make us thy care, From druid, ghost, or fairy's snare Presumptuously I never sought T'explore their mystical resort; For, by St. Cuthbert's sacred name I vow, sad bodings shook my frame, When to this awful place we came.\" To soothe the storm in Bertha's mind, Her patient auditors inclined ; While day-light and the open plain Assisted much the point to gain ; Yet, nought a smile from Bertha drew, Till Fitzhugh's towers arose to view. Needless to tell what then she said, How sigh'd the Knight, how look'd the maid, As Allen's cot appear'd in view, And scenes long past revived anew. Through all the troubles she'd sustain'd, His image still her heart retain'd; Who on this spot first told his love, No time th' impression could remove !"], [105, "Canto III.] THE UNION OF THE ROSES. 93 Now gallant Raby urged his suit: His glances eloquently mute, Since first they met, had well prepared The maid for what he now declared; And had her heart been free to gain, Neville would not have sued in vain."], [106, "THE UNION OF THE ROSES. [Canto IF. 94 CANTO IV. Aurora's beams ol fairest hue Gleam'd on the castle of Fitzhugh, And deck'd the misty mountain's brow With dawning rays of golden glow : The tuneful lark, o'er woodland's height, Soar'd in mid-air with rapid flight, And sweetly trill'd its matin song, Those towering woods and wilds among ; While many a warbler join'd the strain, And fill'd with melody the plain. The naiads round their fountains play'd, Or roved where Tees's waters stray'd, And there, with flowing tresses green, Attuned their coral shells unseen. Bland Nature smiled on all around, Delighted with the harmonious sound."], [107, "Canto IV.] THE UNION OF THE ROSES. 95 And where Fitzhugh's grey turrets high Rose boldly to the cloudless sky, Full many a gladsome face was seen, As gay as glow'd the morning scene : Its noble owner had prepared A tilt, in honour of his ward. With pain he view'd her fragile form, Drooping beneath th' impending storm Of fate, and hoped that scenes more gay Might chase those gloomy thoughts away, Which harbour'd in her troubled breast. Though no complaint her woes confest, The downcast look, and stifled sigh, Had not escaped Lord Henry's eye, Who, with a father's fondness, strove To win her confidence and love ; Nor strove in vain ; that grateful heart To him could every thought impart Save one ; and 'twas that one which now Oft clad in gloom her youthful brow. *' Long time since Fitzhugh's towers look'd gay Or minstrel tuned the sprightly lay"], [108, "96 THE UNION OF THE ROSES. [Canto IK Beneath this roof — long time since I Have join'd in mirth and revelry : But neighb'ring lords must think it strange, If in my state appears no change, Believing that the child I mourn'd, My long-lost Agnes, has return'd To bless my arms : \" so Fitzhugh said. \" And be it thine the task, fair maid, To see the hall with trophies graced, And each proud banner rightly placed : Gentle employment proves the best Cure, for a mind not well at rest.\" \" For all your kindness, good my Lord, With gratitude my heart is stored ; But, ah ! forgive me, when I say, I seem to dread this festive day; I fear this splendid tournament, Though flatter'd by its kind intent ; Dreading lest some mischance should bring It to the hearing of the King; For well I know his rancorous mood, His malice, and his thirst for blood,"], [109, "Canto IF.] THE UNION OF THE ROSES. 97 Would sure involve in dire disgrace All known to favour Edward's race! Should he suspect your shelt'ring towers Harbour'd such guest, his vengeful powers Would all be raised ; and much I fear, In direst form they'd thunder here.\" \" Let all such fears be put to flight : Here many a brave and gallant knight Now wear your chains, bow at your shrine, Who know you not of royal line; And trust me, were your birth but known, Richard might tremble on his throne : The Crescent, and the Bull so dun,\" Would soon obscure his setting sun. But Richard too well knows our powers To venture 'mongst our Northern towers.\" \" Ne'er shall for me,\" rejoin'd the maid, Be dyed in blood a chieftain's blade ; Better I prize my country's weal, Than e'er to wish the murd'rous steel Should be unsheath'd to urge my claim: Rather forget my rank and name; II"], [110, "98 THE UNION OF THE ROSES. [Canto IV. Pass 'mid those shades my quiet life, Remote from turbulence and strife : For, ah ! the happiest days I knew, Were those I spent at loved Fitzhugh. Hope gently whispers' in my ear The bliss I've lost awaits me here; And fain would I your cares repay By yielding to its visions gay.\" \" To see thy beauteous face in smiles, This heart of half its care beguiles ; And it were meet on festal day That gloom was banish'd far away. Thy youthful mien, and courteous air, Must not be clouded o'er with care. I leave thee to thy task — and I Shall on thy promises rely.\" With slacken'd pace, in pensive thought, The hall of state the maiden souo-ht. Whose lofty casements, tinted o'er, Armorial bearings proudly bore. On fluted marble columns rest The gilded dome, in splendour drest ;"], [111, "Canto IV.] THE UNION OF THE ROSES 99 And on their sides, in Gothic gloom, Hung glittering casque and waving plume ; Coat of dark mail, with polish'd brand, Torn from some dying foeman's hand; And spoils from sanguine fields afar, Trophies of long contested war ; The prowess of those lords to show, Fitzhugh's brave chieftains. — \" Ah ! where now,\" The maiden said — and sigh'd, \" are those Who gain'd these banners from their foes! Alas ! those time-worn colours say, Long since they've join'd their native clay; While minstrel's verse alone remains, To sing their deeds in oral strains. Thus eager mortals seek for fame, And gain, at best, a transient name ; For fame, like pleasure, often leaves A pang behind, and each deceives Their ardent votaries. But here Pleasure had promised to appear, In bright array and festive pride, Over the revels to preside; h2"], [112, "THE UNION OF THE ROSES. [Canto IV. 100 To deck with smiles each beauty's face, On each bland courtier shed new grace, Increase the minstrel's vocal fire, And harmonize his warbling lyre.\" Resolved to banish grief and care, She struck the chords — so brisk an air Was heard, that every heart at once Beat high, and gaily gave response. The brilliance of the rising day Scarcely outvied the bright display; And guards and vassals, on each side The vaulted entrance, glanced with pride On their accoutrements, so gay, All new to grace this festal day; And knights and warriors forward came, Escorting many a noble dame. Here, seated on a splendid throne, The queen of beauty — Agnes shone. Beneath, her train of damsels wait, In gorgeous trim, with looks elate ; Lord Henry at her right hand placed, Her left the prize of victory graced ;"], [113, "Canto IK] THE UNION OF THE ROSES. 101 A border'd scarf, of purest white, Meant to reward the victor knight: In silver shone the paly rose, The fatal badge of England's woes ; Mix'd with green leaves, it glitter'd fair, Wrought by the maid to blossom there. For such a prize, and so bestow'd, Full many a gallant bosom glow'd. Now the approach of waving, plume, Heighten'd each beauty's roseate bloom, As o'er the castle hills advance, Arm'd cap-a-pie, with sword and lance, Ambitious for th' impending fight, Came baron bold — chivalrous knight : The cheerful horns, with- son'rous blast, Loud echoing through the mountains past ; Which answering trumpets loudly meet, The swift approaching guests to greet. The umpires eager now advance, Examine buckler, sword, and lance ; With nice precision clear'd the ground, And saw that order reign'd around."], [114, "102 THE UNION OF THE ROSES. [Canto IV. Now mounted on a fiery steed, That pranced across the flowery mead, In gallant trim Lord Raby came, Bow'd o-raceful to each beauteous dame ; But his most fervent homage paid, Unto the much-loved peerless maid, Who saw the noble Earl advance, Unmoved by the impassioned glance Shot from his dark expressive eye, Like radiant beam of summer sky. Now the loud trumpet's martial din Announced the tilt was to begin. To throw the gauntlet from his hand The first was gallant Westmorland. The beauteous maiden, in whose cause He anxious sought to gain applause, Was the fair daughter of Fitzhugh; And he her royal Knight and true, For this loved maiden, Agnes named, The prize of sovereign beauty claim'd. Soon a competitor was seen, Of lofty port and noble mien ;"], [115, "Canto IV.] THE UNION OF THE ROSES. 103 Of green and gold his housings gay, His war-horse deck'd in fair array. In gallant warfare long in vain Each struggled, victory to obtain; At length she to the Neville clung, And o'er his brow her garland hung ! Needless to tell who were unhorsed, Whose lance was broke, whose valour cross'd; Three gallant knights hurl'd to the ground His powerful arm — nor more were found Daring enough t'oppose his will, Whose prowess seem'd exhaustless still ; And victor in successive fray, Was hail'd the champion of the day. In accents loud from every tongue, His praises through the gallery rung; Nor ceased — when, lo ! a knight appear'd, Whose coal-black charger proudly rear'd Aloft, as he the barriers past, And scornful neigh'd at trumpet's blast: Its rider's mien and haughty air Seem'd hostile purpose to declare."], [116, "104 THE UNION OF THE ROSES. [Canto IV. As darksome clouds o'er April sky Tinge the fair scene with murky dye, And wraps each smiling hill and glade In varied and uncertain shade ; So now the stranger's presence threw Around a shade of darkest hue. Black was the plume his helmet bore, And black the polish'd coat he wore ; The mail, which his strong limbs enclose, Seem'd form'd all danger to oppose : His eagle eye's undaunted stare Rested on Fitzhugh's daughter fair. No sound the solemn silence broke, Until in thund'ring voice he spoke Declaring an impostor, she, The goddess of this revelry ! — A meaning dark, of mischief dire, Accompanied his words of ire; When unto Raby's lord he turn'd, Whose noble heart with ardour burn'd To prove him traitorous and base, And with his sword write the disgrace"], [117, "Canto IV.] THE UNION OF THE ROSES. 105 In his black heart ; which dared to aim Foul scandal on a lady's fame. Each in his rest had fixed his lance, And each approach'd with furious glance : The Neville found no recreant knight With him contended in the fight. No time they lose in harmless blows, But with the ire of mortal foes They fiercely fought, in deadly strife, And each regardless seem'd of life; Till Neville, with a luckless aim, Shiver'd his lance ; it furious came Prone on the stranger's saddle bow — False stroke, which laid brave Neville low. Short triumph had the sable knight ; Another warrior met his sight, Whose voice in angry accents spoke, As on his startled ear it broke : The sable warrior seem'd to know The speaker for his deadly foe ; Who fierce exclaims, \" To me belongs Right to redress this maiden's wrongs;"], [118, "THE UNION OF THE ROSES. [Canto IV. 106 Now let my arm meet thine in fight, And Heaven so help the cause that's right : Vain thy disguise, I know thee well, Have proved thee base, and false as hell ; And fierce as rav'nous tyger, when In quest of prey he quits his den, Thy savage nature feasts on blood : Thou'st waded through a copious flood; And still with rancour would pursue Virtue — which sickens at thy view!\" He ceased, and bursts of loud applause Proved ev'ry heart espoused his cause : His lofty tone was fraught with ire ; In his eye beam'd a soul of fire : Firm he bestrode a milk white steed, And seem'd t'have urged its utmost speed ; At trumpet's blast it neigh'd and stamp'd, The golden bit impatient champ 'd ; Its fiery eye-balls shone with light, Bright as the armour of the knight : Studded with many a costly stone, Of polish 'd steel his helmet shone ;"], [119, "Canto IV.] THE UNION OF THE ROSES. 107 A snow-white plume that helmet graced, Tasteful o'er silver lilies placed. His shield's device now met the eye, Richly inwrought with azure dye ; Its margin show'd each varied rose, In midst of which a sun arose, That chased away a darksome cloud, Whose edge a blood-stain'd circle show'd. The stranger ne'er his visor raised, Though many a fair had anxious gazed : That form, all symmetry and ease, Must sure possess a face to please : Soft whispers of surprise went round, Of whence he came, and whither bound. But vain conjecture — none could claim Acquaintance, or declare his name, Save the fair maid who caused this strife : For dear to her as light and life Was that same voice ; she heard and knew The stranger knight, who met her view; The same who once in Allen's cot Declared a tale not yet forgot :"], [120, "108 THE UNION OF THE ROSES. [Canto IV. Mem'ry recall'd each word anew, And tinged her cheek with roseate hue. All eyes were on the warriors turn'd, Who, at the onset, danger spurn'd; Each spurr'd his charger, eager meet, About they wheel, and fiercely greet. With desperate courage long they fought, Each blow with dire intent was fraught ; Their broken lances all around In scatter'd fragments strew'd the ground ; And their broad swords must end the fray, To fix the victor of the day. Ne'er had more equal courage met Than in the champion arm'd in jet, And he who wore the snow-white plume, On whose bright crest the lilies bloom. Vict'ry long doubtful hung ; — each knight Rush'd with fresh ardour to the fight : And while for breath the warriors gasp'd, Each had his sword more firmly grasp'd; Dext'rous they ward each other's blows, And fought like more than mortal foes."], [121, "Canto IV.] THE UNION OF THE ROSES. 109 Madden'd with rage the sable knight Now grasp'd his sword, with desp'rate might, In both hands raised — the pond'rous blade Gleam'd o'er his brave opponent's head; It caught his hauberk's twisted steel So fierce, it made the warrior reel ; Then promptly aim'd a second blow, Which doubtless must have laid him low, Had not his shield received its force : About he wheel'd his mettled horse, And, turning on his desperate foe, His stalwart arm return'd the blow ; Which scatter'd to the winds his plume, And seal'd his fierce opponent's doom : It nearly cleft his casque in twain; A second fell, nor fell in vain ; With force it came, and aim'd so well, That stunn'd — he stagger' d — reel'd — and fell ! Loud shouts of triumph rend the sky, While from the galleries plaudits high Ran through the air, in loud acclaim, To celebrate the victor's fame."], [122, "THE UNION OF THF, ROSES. [Canto IV. 110 'Midst scenes so strange, lost in amaze, In silence long did Agnes gaze; Various emotions fill'd her heart, Where pain and pleasure took their part : Well pleased she saw her own true knight Triumphant in the arduous fight; But, orieved they must as strangers meet, With prudent caution forced to greet The valiant knight, who forward came, The meed of victory to claim ; And with a graceful noble air, Kneeling before the donor fair, Whose conscious face, and sparkling eyes, Shone kindly as she gave the prize. \" With this blest gift I ne'er will part,\" He said, and press'd it to his heart; Then whisper'd in the maiden's ear, \" Elizabeth, for thee I fear ! Richard too well knows your retreat, But will not dare Fitzhugh to meet In open strife ; he'll risk no fray With power like his, in face of day."], [123, "Canto IV.] THE UNION OF THE ROSES. 111 I hope the time is near at hand, A milder sway will rule this land ; And when we meet again, sweet maid, All war and strife may be allay'd; All mystery be thrown aside, And I may claim thee for my bride : For dearer far to me thou art, Than the live blood which warms this heart. I leave thee now, by mandate strong, May angels guard my love from wrong ! Then fare thee well ! I haste away, Nor dare to risk a longer stay.\" The maiden's feelings, ill controll'd, The secret of her heart had told ; Conscious of wrong, in vain she tried To check the hopes his speech implied: But time and place were ill design'd, Could she sufficient courage find, To talk of times long pass'd, and say, Why he those hopes must cast away : The wish was vain, those fears to tell, So hastily he bade farewell !"], [124, "112 THE UNION OF THE ROSES. [Canto IV. Darting amid the numerous crowd, He vanish'd like a summer's cloud ! When Fitzhugh's lord advancing said, \" I came to ask a boon, fair maid — Say, who the gallant victor knight, Whose crest display'd the lilies bright? For sure you know the champion bold ; Your eyes a recognition told.\" Blushing, the maid replied, \" His name I know not — nor from whence he came; Perhaps some valiant errant knight, Possess'd of more than mortal might, Has kindly left enchanted land, To wield for me his powerful brand.\" \" Bravely he fought, and I must own I anxious feel that more was known Of this same knight, whose trusty blade A foeman in the dust has laid. But, since you cannot name our guest, I'll cease inquiry till the feast; Then must his name and rank be known, And all disguise aside be thrown."], [125, "Canto IK] THE UNION OF THE ROSES. 113 When his undaunted speech declared In whose defence his arm was bared, The thrilling sounds which met my ear Brought back a friend to memory dear. Where stays he ? — it doth strange appear, He thus forgets his honours here : But 'tis the hour we now must bend Our steps the banquet to attend.\" To Lord Fitzhugh she gave her hand, Just as appear'd the Westmorland : \" Lady,\" he said, \" a beaten knight Now sues ; — forgive a luckless wight, Who yielded sore against his will : Let not thy frowns a suppliant kill; From those bright eyes one angry glance Would deeper strike than foeman's lance But kindness lingers in that beam, And I that smile propitious deem : A luckier knight neglects his claim, And thus allows the Neville's aim.\" ■ Fitzhugh the maiden's hand resign'd, And went the stranger knight to find. I"], [126, "THE UNION OF THE ROSES. [Canto IV. 114 Fair Agnes smiled: '* Ah !— still the same, Victor or vanquish'd, you must claim My grateful thanks, and warm applause, For feats of valour in my cause. Canst thou, Lord Raby, guess the foe, Whose fortune gave the conquering blow?\" \" Ah, no ! — the traitor slunk away, Amidst the bustle of the day : His squire, his page, his horse, are gone. All vanish'd, save this glittering stone : Soon as it fell it caught my eyes; Eager I seized the valued prize, Hoping it might assistance lend, And to a wish'd discovery tenu : Behold it here;\" — and to the maid The knight a costly gem display 'd. Soon as it caught her eager eye, Her cheek suffused with rosy dye, And from her bosom heaved a sigh : The sigh and varying colour told, Not strange to her this broach of gold ; A heart which rows of pearls surround, By rim of gold encircled round."], [127, "Canto IV] THE UNION OF THE ROSES. 115 She touch'd a spring ; the pliant wire Disclosed the portrait of her sire; On the gold rim his arms were borne, It long by Gloucester had been worn : The portrait, arms, and secret spring, Proclaim'd it lost by England's King. Again with pain her heart was fraught, Though fain to check each gloomy thought, She gave it back in pensive mood, And silent had her way pursued; But Neville still with ardour sought To penetrate her secret thought: \" Lady,\" he said, \" but deign to name The knight who may this bauble claim; We will again in combat meet Though I were certain of defeat ! \" \" Forbear,\" my lord ! \" you little know The man you thus would make your foe : Conviction flashes on my brain, And brings a long and gloomy train Of sad forebodings.— Ah ! too sure, He bears a hate no time can cure i 2"], [128, "THE UNION OF THE ROSES. [CfflBftO IV. 116 For all our race ; — though still in vain From me you'll seek his name to gain. But I would ask a boon of thee, Let not Fitzhugh this bauble see.\" Now through the long-drawn aisles they wound, Where holy monks and warriors frown'd ; While knights and ladies, side by side, In all the state of sculptured pride, Along the gloomy pathway stood, In lofty state and solemn mood : Old Time had marr'd those damsels fair, Who once had been the sculptor's care ; The tyrant's hand no saint had spared, Nor e'en for mitred abbot cared ! The Neville now, in pensive strain, Those time-worn warriors hail'd again : \" Frown on,\" he said ; \" your looks of gloom Now better suit than banquet room My wayward mood : — the time has been When I was with the gayest seen ; When harper's strains, and songs of mirth, Could give the brightest day-dreams birth."], [129, "Canto IK] THE UNION OF THE ROSES. 117 'Tis past, — now would my footsteps stay, Where ye this solemn pomp display. 'Tis sympathy would stay me here, Among these forms so dark and drear.\" Soliloquizing thus, he found His near approach to gayer sound. E'en now he reach'd the festive room, Whose splendid walls, and glittering dome With goodly throng of ladies bright, And gallant warriors, met the sight : Gay minstrels too, whose glowing verse Of ancient times the tales rehearse : They sing the various honours due To the brave chieftains of Fitzhugh; To early centuries they trace The ancient records of their race, And tell the triumphs, and the woes, Of England's red, and paly rose. Then play'd the Yorkists' fav'rite strain, To .which they'd fought on Barnet's plain Fitzhugh, who had been absent long, Now join'd the gay expecting throng;"], [130, "THE UNION OF THE ROSES. [Canto IV. 118 And then proceeded to make known That both the stranger knights had flown : This information serv'd to throw A cloud o'er many a youthful brow ; And beauty's eye sparkled less bright, Since hopeless now to see the knight Who proved the conqu'ror in the fight : All join'd in wonder, how, and where. He could so strangely disappear. Each gallant knight, and gentle guest, Now leave we to enjey the feast, Or tread the mazes of the dance, While we to other scenes advance."], [131, "Canto V.] THE UNION OF THE ROSES. 119 CANTO V. \"The summer's sun glows fair and bright; Intense its splendid beams of light Gladden the landscape, and is seen In dazzling tints of varied green : Shade steals on shade ; larch, elm, and pine, In day's resplendent radiance shine : Cloudless the sky, bright sunbeams play'd, On Tees's stream, on Teesdale's glade, While from its banks the flowerets gay Incline their heads to kiss the spray: On silken wing the wild bees soar'd, Where mountain thyme its sweets afford, To add new treasure to their hoard. The newly liberated steed Bounded and frolick'd o'er the mead ; Whilst sluggish oxen sought the stream, And shelter from the noontide beam."], [132, "[Canto V. THE UNION OF THE ROSES. 120 The peasant's whistle shrilly borne, To scare the birds from ripening corn, Was heard ; — then in soft notes of love Join'd the wild music of the grove. With joyous face he view'd the boon Which bounteous nature promised soon: The ample valley's golden glow Heighten'd the sunshine of his brow ; His pleasures, simple, all his own, To rank and pomp alike unknown ! \" So sigh'd a maid, who sought the glade, And view'd him stretch'd beneath the shade : Once at such scenes her heart would glow ; But other cares obtruded now. A courier had, at early dawn, Dirturb'd the quiet of the morn ; His bugle horn he blew so shrill, It echoed loud through dale and hill : Surprised, the slumb'ring warder heard, And quick the drowsy porter stirr'd; Yet, ere the gates were open'd wide, Again his horn he loud applied."], [133, "Canto V.] THE UNION OF THE ROSES. 121 Full well his faint and jaded steed Declared the rider's urgent speed ; He'd spurr'd him on through briar and brake, Nor kept the road which horsemen take. \" Go, say a friend that's staunch and true Craves instant audience of Fitzhugh : \" This in commanding tone he said, And waved his hand to be obey'd; Then paced the hall with hasty stride, Until Lord Henry sought his side. Their courteous greetings o'er, in haste The stranger knight his vest unlaced, And said, \" These letters which I bear, Earl Richmond gave unto my care : ' Tell him,' said he, i from Milford bay, I and my army wend our way; And hope to gain that crown, ere long, Richard obtain'd by fraud and wrong.' What more his will, those letters say : My mission told, I must away; My orders will not brook delay: Yet ere I go, — to serve my need, I crave, my Lord, a fresher steed,"], [134, "THE UNION OF THE ROSES. [Canto V. 122 Of fleetest foot ;— for long's the way That I must ride ere close of day.\" \" The swiftest my domains produce, I freely give for Richmond's use; But, sure, of rest you must have need, And food, as well as fresher steed.\" \" Thanks to your courtesy and care, Some food I'll take, but must not spare A longer time, nor hope for rest To visit this too anxious breast, Till in my ears the tidings ring, That Richmond's Earl is England's king.\" Short his repast ; and, ere the sun Had chased away night's vapours dun, Like arrow sent from cross-bow strong, The banks of Tees he scour'd along While Fitzhugh conn'd the letters o'er, Sent with such speed from Milford's shore; And this the purport, and the end Of what the royal Earl had penn'd : \" Fitzhugh,\" he said, \" propitious gales At length have caught our swelling sails."], [135, "Canto V.] THE UNION OF THE ROSES. 123 Fortune, who long has borne me hard, Now seems to offer me reward For past unkindness; numbers fly, From Richard's powerful tyranny : Nor will my noble friend,\" he said, \" Be backward with his promised aid. But gratitude for favours past Must surely not be mention'd last. Beneath your fost'ring care now blows England's best gem, its fairest rose : The task was thine, midst fortune's frown To shield this blossom of the crown. To many a knight who's served me true, My best and warmest thanks are due. But thanks were poor to thee, Fitzhugh ! Language in vain essays to tell Th' emotions which my bosom swell, When o'er the present, and the past, My busy, anxious thoughts I cast. Oft have I sigh'd, and wish'd the breeze Could waft those sighs to banks of Tees ; And envied oft the summer's dew, That kiss'd the flow'rets round Fitzhugh;"], [136, "[Canto V. THE UNION OF THE ROSES. 124 E'en now amidst the clang of arms My heart still sighs for softer charms. Hush'd be that sigh, dispell'd alarm; Let love and glory nerve this arm : In such a cause lives there a knight Who would not bravely claim his right, And spurn at danger in the fight ! In freedom's cause our prowess shown, May hurl the tyrant from the throne ! That done, 'tis mine, when next we meet, With more than thanks my friend to greet: Time presses hard, nor will allow I should be more explicit now. — Say to your ward, her lover dares To ask an interest in her prayers. Ah ! in your absence from Fitzhugh, May angels, ever kind and true, Guard safe from harm the much-loved maid, And hover round her favourite shade ! \" The list'ning fair one's heart beat high, But pleasure beam'd not in her eye; No glance of joy, or glowing cheek, Told what the tongue refused to speak."], [137, "Canlu V.] THE UNION OF THE ROSES. 125 Great were the efforts that she made To summon reason to her aid ; These rebel feelings to subdue, Which in her bosom rose anew. The struggle o'er, so lost in thought, She musing sate, nor heard she aught, Till in kind accents Fitzhugh said, \" I soon must leave thee, dearest maid, I go Earl Richmond's host to join; What greetings shall I bear of thine ? \" \" Greetings, alas ! tell him my prayer For England's weal I will not spare ; Nor for its valiant sons, who fight For liberty, and freedom's right : But thee, my noble, generous friend, To holy Mary, I'll commend. Farewell,\" she said, \" once more farewell ! \" And here a tear unbidden fell ! She sought the turret from whose height The train would long appear in sight; Nor left it while one glimpse was seen Of arms and warriors on the green;"], [138, "126 THE UNION OF THE ROSES. [Canto V. And when the wood her view opposed, She linger'd still ; a part disclosed, Though distant far, an opening, where She caught the gleam of glittering spear: The sunbeams o'er the banners play'd, Of valiant bands who lent their aid To guide her safe to Teesdale's shade. \" Where's he who led the gallant train, When last in arms they cross'd the plain; And for Lord Henry took command, The brave, the noble Westmorland ? \" Neville, once gayest of the gay, To Scotland's shore had bent his way. The wily god had set in flame A heart which danger ne'er could tame; Nor did the flame less fiercely burn, Though long he'd ceased to hope return; And now by absence sought that ease He lost when on the banks of Tees : And while the maiden heaved a sigh To Neville's wayward destiny, Her thoughts recall'd the festive day, And him who bore the scarf away."], [139, "Canto V.] THE UNION OF THE ROSES. 127 His parting looks she kept in mind, His words prophetically kind ; \" If e'er we meet again,\" she sigh'd, \" I then may be another's bride ; And it will be a crime in me To cast one anxious thought on thee: E'en now I feel those tears to stain My conscious cheek ; — their source how vain ! For mutual love, by pitying heaven The choicest gift to mortals given; In princes' hearts must find no space, But to ambition yield its place ! \" Reflecting thus, she sought the shores, Where Tees in lengthen'd murmurs pours Its rapid streams : the soften'd sound, Join'd to the harmony around, Drew forth a sigh, as soft, indeed, As that which 'scapes the slender reed, Whose feathery stems, in summer pride, Wave by some river's sloping side, When Cynthia sheds her silver beams Along the undulating streams."], [140, "[Canto V. 128 THE UNION OF THE ROSES. Now leave we this fair stream and grove : The wayward muse again must rove, To meet the tyrant's angry frown, When Richmond's landing was made known. On his dark brow, pride and disdain Long strove pre-eminence to gain : Its lowering aspect, dark and dire, Hung frowning o'er his eye of fire, Which shot forth glances that might seem The forked lightning's lurid gleam ; While thundering forth his orders, — \" Go ! To meet and intercept the foe ! \" Loud was his voice, and firm his tone; Fear never shook that heart of stone ; That heart, which never felt remorse, Was never moved by pity's force ; Which, callous to the suppliant's prayer, Dared send to heaven his brother's heir; That heart, where all the vices dwell, Which might befit a fiend of hell ! Firmly he stood, resolved to keep, A crown for which he'd waded deep"], [141, "Canto K] THE UNION OF THE ROSES. 129 In kindred blood; and vow'd, in pride, Earl Richmond's should increase the tide. Ah! did he keep the direful vow, And hurl destruction on the foe ? Hear, then, the tale by Edwin told, Edwin — who, with the barons bold, Had sought the field, but kept afar, Ready to tell the fate of war ; And back retrace his long lone way, Where rose Fitzhugh's old towers grey. There, watchful sat the lonely maid, And, anxious for his coming, pray'd. When the swift messenger drew near, And his light footsteps met her ear, High throbb'd her heart, and keen the glance She gave, as from his countenance She hoped to read, who'd lost and won, And how the chance of war had gone. Ardent and quick her questions came, Of Fitzhugh's welfare, health, and fame ; Though Edwin eager was to tell, As she to hear of what befell. K"], [142, "130 THE UNION OF THE ROSES. [Canto V. \" The brave Lord Henry's safe,\" he said, \" Thanks to the Holy Virgin's aid ! And when I left, at dawn of day, The camp, his speech seem'd even gay ; But yet not half my task is done, To tell of battles bravely won ; In minstrel's absence, I'll essay, And now rehearse the oral lay, Which Richmond's harper blithly sung, Ere sounds of war more fiercely rung. THE HARPER'S LAY. Reviving and soft were the breezes that sigh'd, The dew-drops shone bright where the tall shadows glide, And all hush'd the alarum of war : Refulgent in glory fair Luna was seen, Whose pale lustre heighten'd the beautiful scene ; And bright glimmer'd the evening star. Beneath their pale beams, with his hand on his blade Reposing, full many a brave warrior was laid, Or dreaming of laurels new won :"], [143, "Canto K] THE UNION OF THE ROSES. 131 Nor the neigh of the war-horse was heard, nor the din, Which late in the camp reign'd without and within : All peacefully slumber'd — save one. His voice was commanding, and martial his mien, Light danced the gay plumes in his helmet I ween, As unquestion'd the guard he pass'd by. The sweetest perfumes which are borne on the gale, From dew-scented flowers his senses inhale, And brighten'd the glance of his eye. And who is the warrior, so tall and so brave, That steals all alone where the lofty elms wave, Round Elford's proud turrets so dun ? ' And who is the Lady that greets the intruder ? 'Tis the wife of Lord Stanley, the widow of Tudor ; Who clasps to her bosom her son. Oh 1 her proud heart beat high with the throb of delight, While she gazed on the hero, whose dark eye shone bright As he knelt, and her lily hand prest: ' Rise, Henry of Richmond; and soon may I hail Thee Monarch of England. The tyrant shall quail, Ere another moon brightens the west! k2"], [144, "THE UNION OF THE ROSES. [Canto V. 132 ' What, though thou hast wander'd, neglected and lorn, From the home of thy fathers, by cruelty torn, Soon, soon shall the power of thy foe Be crush'd; and the hosts which he brings to oppose Thy rights, joining numbers against him, shall close : Oh! in vision, I saw him laid low. ' I saw the bright diadem circle tby brow, Ere thy blade was yet staiu'd with a deep crimson glow ; The multitude hail'd thee their King. Fair scion of Tudor, e'en then in my dream, I beheld thee all noble, as now thou dost seem, And still to this vision I cling. ' The fears for thy weal, which a mother's heart knew, Are vanish'd ; and prospects arise to my view Bright, fair, and serene as yon sky.' The quick tones, and the glance of her dark eye, bespeak The ardour which glow'd in her soul ; and her cheek Was flush'd with the rose's deep dye. Her words had renew 'd all the hopes that e'er swell'd In the breast of the warrior ; his doubts were dispell'd ; Lord Stanley would join in his quarrel :"], [145, "Canto K] THE UNION OF THE ROSES. 133 Who could bring to the field, well appointed and true, Of archers, cross-bow men, and horse, not a few, To wreathe on his helmet the laurel. Seven hundred brave troops, who obey'd at his call, Now rested at Elford ; whose large Gothic ball Re-echoed the voice of the brave : There assembled in council, all rose as there came A warrior so noble, with Stanley's high dame, And graceful their war-helmets wave. The presence of Richmond here seem'd to inspire The hearts of the chieftains with holier fire, To conquer or die in his cause : They swore, far unlike the stern Richard was he, So noble his bearing, so courteous and free; He, unask'd, won their warmest applause. Short time was for greetings; his thanks they were brief; In friendship he grasp'd the warm hand of each chief, And bade them a hasty adieu ; Desirous to reach, ere the dawning of day, The place where encamped his brave army lay, Nor aught of this lone ramble knew."], [146, "[Canto V. 134 THE UNION OF THE ROSES. Nor linger'd his footsteps; yet ere he regain'd A view of his army, Aurora had stain'd The East with her roseate dyes: The troops were in motion ; his absence was known ; And they hail'd his return with an ardour that shone, And brighten'd the glance of their eyes. \" And, Lady, still your faithful page Must tell how armies fierce engage. On Bosworth's plain the valiant band Of noble Richmond made a stand : In close array, they firmly stood, Fix'd as the mountain 'gainst the flood ; And fearless eyed the dazzling gleam Of warriors, posted on Arme Beam.2 There Richard's forces, vast and strong, Like mountain torrents roll along ; And five to one, his powerful host, Made him of vict'ry proudly boast. \" The little army on the plain Excited but the King's disdain !"], [147, "Canto V.] THE UNION OF THE ROSES. 135 ' Cowards — and vagabonds ! ' he said, A rebel Welchman at their head ; O'er ranks, by such a leader train'd, An easy victory were obtain'd.' Richmond now rode from wing to wing, From rank to rank, and view'd the King, Who, midst his host distinguish'd shone ; His brow was girt with England's crown. The Earl, undaunted with the view, To charge the squadrons forward flew. \" ' God and St. George ! be ours,' he said ; ' The people's rights rest on my blade : This heart's as bold, this arm's as strong, As his who shines amid yon throng : Soldiers — we fight for freedom's laws, And Heaven will aid the rightful cause!' \" Now trumpet's blast aloud was heard, And every spark of valour stirr'd. Brave Oxford led our vanguard on, And soon the work of death began ; Barb'd arrows flew like hail around, And ranks of foe-men strew'd the ground ;"], [148, "[Canto V. THE UNION OF THE ROSES. 136 Long doubtful hung the dreadful fray, The King seem'd gaining fast the day, When, through a cloud of smoke and flame, To join our banners Stanley came Who long had held a centre post, Ready to side with either host. The tyrant fear'd this Earl might change, And hostage kept the young Lord Strange. Soon as he saw the father's choice, His mandate rang in thund'ring voice : • What, ho ! — behead Lord Stanley's son ; Let Catesby see the deed is done ! ' Had Catesby heard, no more the boy Had filPd his father's heart with joy ; No more had hail'd the rosy dawn, Or felt the cheering breeze of morn : Nature aghast the mandate heard, And kindly bosoms interfered, The unoffending youth to save, A victim from an early grave ! \" While ranks with ranks began to close, And foe to foe their arms oppose,"], [149, "Canto V.] THE UNION OF THE ROSES. 137 Nice was the judgment that could know Where stood a friend, and where a foe : True English valour warm'd each breast, As fiercely to the fight they prest; Like courage in their bosoms glow, One language speaks both friend and foe ; Perhaps the hand which wings the dart Might speed it to a brother's heart ! And the deep groans, which stunn'd the ear, Be those of friend or kindred dear ! So thought I, as the murky air Rung with the sounds of keen despair, With shrieks, and agonizing groans, Or death's more faint, yet deeper moans : Rayless, and set in darkest night, The eye — which late shone fierce and bright ; The eye, which spoke the daring heart, Which glanced along, like fiery dart, From rank to rank; scanning them o'er, Now closed in death, to ope no more !"], [150, "THE UNION OF THE ROSES. [Canto V. 138 \" Pale was the cheek, late flush'd with ire, Glowing with youthful vigorous fire ; And still the heart, which beat so high, With hopes of fame and victory ; Here stretch'd in death the vigorous form Which braved, so late, th' impending storm Thus, numbers of our foe-men lay. The King, distracted, saw the day Was well nigh lost: — frantic with rage He sought Earl Richmond to engage : Breaking through thousands, near he drew, Where Richmond's blood-stain'd banner flew ; There he the gallant Brandon slew ; Who, rather than the standard yield, Bravely met death on Bosworth's field. Fierce as ten thousand furies, he Had brought brave Cheyney on his knee. When Richmond saw the desperate King, And rush'd through numbers, rank, and ring, His course to check ; and hand to hand They'd fought, had not a num'rous band"], [151, "Canto V.] THE UNION OF THE ROSES. 139 Th' intent opposed ; yet braver when The danger most — to cheer his men He strove ; but such attempts proved vain ; Gasping, they strew'd th' ensanguined plain Numbers, in haste, had fled the field, And Richard's host were forced to yield ! Seeing all lost, with furious yell, Amongst his foes he rush'd and fell \" Thus bravely died, a man, whose life Had all been spent in fraud and strife ; Who, from the cradle to the grave, No virtue had, save being brave ! Midst heaps of slain his corse was found, Mangled with many a gaping wound : Ghastly his visage ; black despair, Revenge, and envy, settled there ; The starting eyes, with frantic stare, Still seem'd to roll in horrid glare : All the base passions might be seen Concenter'd in his livid mien. That bauble crown, for which to gain He scrupled not his soul to stain"], [152, "THE UNION OF THE ROSES. [Canto V. 140 With crimes of darkest dye was found ; And there the conqueror's brow it bound: While shouts through both the armies ring, Of—' Long live Henry [—England's King.' \" What time the sound died on the gale, Again it vibrates through the vale ; Again the num'rous vet'ran band, Hail'd him as Sovereign of the land. Echo in breathings soft and mild, Bore on the breeze these greetings wild, And spread the tidings far around : Town, village, hamlet, caught the sound, While valley, hill, and flowery dale, Join'd echo with the gladsome tale ; Women and children, from afar, United hail the rising star: Cowards, whom fear had kept aloof, Now gave of tardy zeal a proof; Old men and boys, their terrors fled, Craved blessings on his gallant head ! Lady — had you the conqueror seen, His noble port, his royal mien,"], [153, "Canto K] THE UNION OF THE ROSES. 141 His eye of fire, which still shone bright, Not fierce, as when amid the fight; With them you'd been constrain'd to join, And own he graced his noble line. Like morning sun, whose radiant glow Expands his beams on all below , So look'd the King, whose smile exprest Their future welfare fill'd his breast : Losing all sense of toil and pain, Return'd their greetings kind again, And with a gracious smile he bow'd, Waving his helmet to the crowd. A winning grace around him shone, That seem'd to make all hearts his own. Eagerly my enraptured heart, In joyous plaudits took a part ; Then left the field, and hasten'd here, With this glad tale to charm your ear!\" \" Thanks, faithful Edwin, I would pay For tidings of th' eventful day ; A lively picture hast thou drawn, And all the darker shades forborne;"], [154, "142 THE UNION OF THE ROSES. [Canto V. In brightest tints thy colours shine : Ah ! never may the task be thine, To paint a darker shade, and find Th' exterior fairer than the mind ! \""], [155, "Canto VI.] THE UNION OF THE ROSES. 143 CANTO VI. Dim night her sable veil had thrown O'er hill and dale, o'er tower and town : Though Cynthia fail'd to lend her aid, Yet darkness clad not Teesdale's glade ; Call it not darkness, it was shade; That faintest tint of pale twilight, Which glimmers through a summer's night ! No boding scream from owlet's tower Broke on the stillness of the hour; Not e'en the plaintive nightingale Was heard to tell her love-lorn tale ; Silence, with undisputed right, Reign'd mistress of the sober night. Twas sweet in melancholy mood To linger here, from tumult rude; For here might contemplation dwell, Safe as in hermit's moss-clad cell ;"], [156, "144 THE UNION OF THE ROSES. [Canto VI. And borne on fancy's wings of fire From earth to heavenly scenes aspire ; Choosing the damsel's wildest flight, That source of unexplain'd delight, Which those I ween alone can tell Who've felt the powerful magick spell. Nor would the soul, that loves to take Such wild and airy flights, forsake Those happy day-dreams, for the dense But more substantial joys of sense : Yet, when to anxious thoughts a prey, In vain the ling'ring soul would stay ; In vain with fancy's lively power, Try to divert the lagging hour! To catch the sweet delusive strain, Our heroine had tried in vain. Long ere the sun's deep crimson ray Announced the close of parting day, She'd eager listen'd for the sound Of horses trampling o'er the ground ; Still were the wish'd-for sounds unheard, Nor hoof had near the castle stirr'd :"], [157, "Canto VI.] THE UNION OF THE ROSES. 145 The witching time of night drew near, When church-yard ghostly forms appear: With footsteps soft the mid-watch past Along the castle's ramparts vast: At open casement, yet the fair, Though late the hour, still linger'd there : At length a sound, by distance made So faint, as it again might fade To silence — or delusion's power, Had reach'd her in the lonely tower: In pain'd suspense, 'twixt hope and fear, Eager she turn'd her list'ning ear; Now are they lost ; she linger'd still ; Again they rise, beyond the hill; Slowly advancing now more near, The louder sounds break on the ear- Sounds which removed all doubt, and told The near approach of horsemen bold : The clanging of the pond'rous chain Of lowering bridge vibrates again, The castle court receives the train. I."], [158, "THE UNION OF THE ROSES. [Canto VI 146 With footstep fleet, as bounding doe, The maiden sought the hall below ; Press'd in Lord Henry's close embrace, Care fled her late o'er-clouded face. \" Thanks to the saints, that I again Greet Fitzhugh in his own domain ! Thrice welcome to these shelt'ring walls He left at honour's sacred calls ! Thrice welcome to this heart, the friend, Now fierce contention's at an end ! \" \" Dear maid, thy greetings well repay For all the toils of bloody fray : The joy which now my bosom fills My heart consoles for long past ills ! — I have a story for thine ear, Strange as e'er told by bearded seer. How went the day, who fought, who fell, Who won, who lost, could Edwin tell : But what to thee I shall impart, What now concerns my anxious heart, The page knew not; since had he known, The tale, ere this, had been your own. —"], [159, "Canto VI.] THE UNION OF THE ROSES. 147 When last I benj. my eager way From Fitzhugh's beetling towers of grey, I wonder'd, in such time of dread, No tidings from the Neville sped ; Yet was that wonder much surpass'd, When near Earl Richmond's tent we pass'd, To see him, and a graceful maid, Approaching where my train had staid : With them another knight was seen, Of lofty port, and noble mien; 'Twas Richmond's Earl ; his hand he lent, And led me forward to his tent. Still on the maid I fix'd my gaze ; One glance of her had served to raise Emotions, which, within this breast, Though not extinct, had long found rest. ' Father,' she cried, ' your child receive, And in your blessing let me live ! ' \" No question ask'd, I forward sprung, The blessing trembled on my tongue; But joy too great for utterance grown, Now proved the power of speech was flown; l 2"], [160, "148 THE UNION OF THE ROSES. [Canto VI. The weeping maid I fondly prest, Enraptured, to a father's breast. \" 'Twas long ere I composure gain'd, Or my wild varying thoughts restrain'd, So like a dream — so strange and wild, I fear'd to wake and lose my child ; Nor was the pleasing silence broke Until the kindly Richmond spoke : ' I ne'er can pay to thee, Fitzhugh, The debt of gratitude, thy due ; Can ne'er reward thy friendly care, Of one neglected much-loved fair; But now I bring to bless your arms Another maid, of equal charms : Her safe return will calm your breast, Lord Raby must unfold the rest.' \" The Neville bow'd, in friendly strain, Thus sought the mystery to explain: — ' What made me quit my native land To roam o'er Scotland's barren sand, I shall not now repeat, nor e'er Regret the cause which sent me there."], [161, "Canto VI.] THE UNION OF THE ROSES. 149 Where fair Loch-Lomond flows, I late Wander'd, and cursed my wayward fate ; Nor mark'd the lowering clouds, which sped Round huge Ben-Lomond's towering head, Until the lightning's darting rays Threw o'er the lake a forky blaze, Succeeded by a rattling peal, Which seem'd to make the mountain reel. Pages and snorting steeds afraid, Now forward press'd to leave the glade: The war of elements increased, Nor the loud roaring thunder ceased ; While darkness wrapt the scene around In deepest shade and gloom profound, Save where a flash of baleful light Heighten'd the horrors of the night. The winds, so lately hush'd in sleep, Now roar'd along the mountain's steep : The lofty elms, with bending form, Yield to the violence of the storm; And e'en the sturdy oak was seen To tremble, 'mid its foliage green,"], [162, "THE UNION OF THE ROSES. [Canto VI. 150 As its broad trunk, and branches vast, Weather'd the fury of the blast. The majesty of woodland height, Disturb'd, now mourn'd their fallen might, And sigh'd in varied sounds of woe, - Which murmur'd in the vale below; While the fierce lightning's forked glare Seem'd but to mock their keen despair. One flash, if flash it might be deem'd, So bright it blazed, so long it gleam'd, Like cloud of vivid fire it seem'd : Its lucid rays gave to my sight A castle, verging to the right. Thither we bent our weary way, And gain'd access without delay : To greet us, food and wine were sent, With message fair of kind intent. Finish 'd our meal — a stately dame, The mistress of the mansion, came : Her form robust, yet straight, and tall ; Her bearing high, and noble all ; Her tone bespoke a daring soul, Fierce, and impatient of control :"], [163, "Canto VI.] THE UNION OF THE ROSES. 151 face. The deep-drawn lines, which mark'd her Possess'd no trait of female grace : Her features, prominent and high ; Piercing and keen, her darksome eye ; Yet did that eye no lustre gain From cheek which bore the rose's stain : Her flowing locks, of raven hue, Their sallow paleness heighten'd too. An ardent gaze now fix'd the dame, That promptly ask'd my rank, and name; While I essay'd, in courteous phrase, To answer her inquiring gaze ; My name and rank I told, when she A look more earnest fix'd on me; Mine fell before her falcon eye, And half I stammer'd a reply. ' Neville of Westmorland art thou ? Fancy hath not deceived me now: Thy sire I knew, a baron bold, And, ere thy name or rank were told, The great resemblance had prepared Me well, for what thy speech declared."], [164, "THE UNION OF THE ROSES. [Canto VI, 152 Where rises Raby's turrets vast, The morning of my life was past; Alternately I spent my time, From dawning youth, to woman's prime, Each fleeting pleasure to pursue At Raby castle and Fitzhugh. When thou wert yet an infant boy, I fled those scenes of early joy, Where chilling scorn, and cold neglect, My best, my dearest hopes had wreck'd ! ' \" A smother'd sigh, as though that breast Scorn'd to retain so soft a guest, Half rose ; its progress check'd again, She haughtily resumed the strain : — ' Neville — thou know'st the Lord Fitzhugh; His fair exterior pleased my view ; Then he was gay as summer's morn, When sunny beams its hours adorn : I loved him then ; but 'twas my fate Fondly to love, and fiercely hate ! Our friends had ta'en an active part To join our hands ; but Henry's heart"], [165, "Canto VI.] THE UNION OF THE ROSES. 153 Another fair had gain'd ; and he Most basely broke his vows to me. This rival fair, this blooming bride, In all the pomp of wedded pride, To Fitzhugh came ! Think, could I there Remain, their bridal feasts to share ? Ah ! no ; the baleful sight I fled, Denouncing curses on the head Of him, whose perjuries had made Me seek again my native glade ! Enough I've said, for thee to learn 'Tis Margaret, of Strathnavern, Who in her days of youthful glee, Thy father's friend was proud to be. The brazen trump of sounding fame, Hath loudly rung with Neville's name ; His valiant deeds are such as claim Attention from each noble dame ; Where'er he goes, a greeting kind Lord Westmorland is sure to find.' I bow'd ;— the dame resumed anew Inquiries of the Lord Fitzhugh :"], [166, "THE UNION OF THE ROSES. [Canto VI. 154 ' Say, hath his gloomy mood increased? For long all intercourse has ceased Between us: — when his beauteous bride By death was taken from his side, I heard the tidings ; and again Left in disguise my native plain, And souo-ht him ; but he knew me not ; The injured Margaret was forgot. I found one smiling pledge remain'd, A source from which he comfort gain'd ; Here center'd all his bliss ; for there, In miniature, his Agnes dear Remain'd. This child claim'd all his love, For which I long had vainly strove. My curse not spent; for fate, more true To me and vengeance ! call'd her too ! And since this two-fold loss, I find, No ray of comfort cheers his mind : Immured within those walls, where long Was heard the minstrel's blithest song, He broods o'er griefs, no time or place Can ever from his soul erase."], [167, "Canto VI.] THE UNION OF THE ROSES. 155 I know that bonds of friendship strong Hath bound thee to his interest long, Nor would I seek to break this tie; Remain his friend, and firm ally: Since I alone complain of wrongs, Vengeance alone to me belongs : My curse hangs o'er him — woman's hate, Though scorn'd, is often spurn'd too late. Yet say, Lord Raby, doth he still Brood on those scenes of former ill ? ' Thus urged a simple tale to tell, In hopes to break the magick spell Of deep-laid vengeance, which possess'd The haughty Margaret's callous breast ; I told how this loved child was found; How Fitzhugh join'd again the round Of social friends ; nor fail'd to tell The envied lot which me befell : — 'Twas mine to bring that maiden fair To a fond father's fostering care. The Countess smiled:— her smile betray'd Her disbelief. ' Neville,' she said,"], [168, "THE UNION OF THE ROSES. [Canto VI. 156 ' Hath then Fitzhugh imposed on thee, Or meant thou this deceit on me ? An air of truth throughout thy tale Appears, which might indeed prevail With one who knew much less than I, Of this same maiden's destiny. Know then, that on our northern coast, The vessel and its crew were lost : The storm that drove their wreck to land Had bound me on the sea-wash'd strand : I saw the shatter'd bark go down, And heard their cries, when hope was flown ; Vain all attempts relief to give, So roll'd the waves, no boat could live ; Yet still I linger'd near the shore, The billows raged with deaf'ning roar, While beating surges, darkly grand, With rapid motion sought the strand, And on their foaming bosom bore A lifeless burthen to the shore. A man, whose time-bleach'd locks betray 'd Old age, close press'd a beauteous maid :"], [169, "Canto VI.} THE UNION OF THE ROSES. 157 My vassals raised them, and I knew Agnes, the daughter of Fitzhugh ! Her mother's form, her mother's face, With all that soft, that 'witching grace ; That fatal beauty she possest, Which had deprived my life of rest ! Transfix'd I gazed; the lifeless form Within my bosom raised a storm, Fierce as the elemental war, Which still kept on its mingled jar. The ancient Jacques, a faithful man, And long the head of Fitzhugh's clan, Was her companion ; him I'd known, Ere age had worn his vigour down. If at Fitzhugh dwells maiden fair, 'Tis some intrigue has brought her there If thou hast been deceived, trust me, Deceived Lord Henry could not be. Though time has mitigation sent, My malediction is not spent; And still he feels those poignant throes, Those keen, those agonizing woes,"], [170, "THE UNION OF THE ROSES. [Canto VI 158 Which I once felt, as keen as he : No pity show'd he then for me. Hence vengeance deep my soul inspired, And with its force my bosom fired! Its dire effects were felt full soon, And Fitzhugh's sun set ere 'twas noon.' \" A smile of savage fierceness now Shot o'er the haughty Margaret's brow : So strange her tale, so firm her tone, That all my disbelief was flown. Musing, her words I ponder'd o'er, While sleep refused its lenient power; On couch of softest down reposed, In vain my weary eyes I closed ; Its feeble rays the lamp still shed, And unrefresh'd I left my bed. \" Softly I cross'd the spacious room, And reach'd a gallery wrapp'd in gloom, Where silence reign'd as in the tomb. The peaceful inmates soundly slept, Whilst I alone had vigil kept: So thought I ; but soon undeceived, Again I listen'd, and believed"], [171, "Canto VI.] THE UNION OF THE ROSES. 159 That harmony was waking here; A harp's soft notes broke on my ear. In sweetest strain the music stole O'er my attentive ravish'd soul : Anxious, I forward press'd to know From whence such heav'nly sounds could flow. With eager glance I kenn'd the fair, Whose harmony had lured me there Her slender fingers swept the lyre, And drew forth sounds which might inspire And charm the coldest stoic's heart, From his stern apathy to part! A witching spell my senses bound; Fearful to wake and lose the sound, In mute surprise I gazed around ; But as the harp's soft cadence died, A dulcet voice its place supplied. SONG. Sweet harp, thy friendly aid has oft, In numbers plaintive, wild, and soft, My sorrows lull'd to rest:"], [172, "[Canto VI. THE UNION OF THE ROSES. 160 Sole confident, to thee I dare Alone make known my grief and care, The anguish of ray breast. When twilight grey her mantle spreads O'er the blue Grampian's towering heads, Then, harp, I own thy power: At the still close of evening mild, When echo steals thy notes so wild, Thou soothest the lagging hour. Alone with thee, ah I oft I've sigh'd ! While thou in kind response replied, And ev'ry effort made, With gentle sound, whose murmurs rung Those barren rocks and caves among, To charm a luckless maid. But still must Agnes sigh in vain, For none can hear her mournful strain, Or soothe her exile drear. Some friends may yet be left, indeed ; But those on yonder side the Tweed Can nought avail her here."], [173, "Canto VI.} THE UNION OF THE ROSES. 161 \" With looks of fear and wild surprise, On me the maiden cast her eyes: I knelt, and every effort made, Her fears to soothe, her cause to aid ; And ere another hour had flown, Success those efforts seem'd to crown. I urged the maid not to delay, But quit the place at dawn of day. This she approved : ' Yet, must not Jacques Be here, when the fierce Countess wakes : On him, with force, her rage would fall ; Me gone — he bears the blame of all. The valued life of this old man, Might pay the price of such a plan ; A captive long he's been with me, With me he also must be free ! ' \" Needless to tell his great surprise When Jacques unclosed his slumb'ring eyes ; Or all his trem'lous doubts and fears, So nat'ral to declining years : Or how, through menaces and threats, The tardy porter op'd the gates : M"], [174, "THE UNION OF THE ROSES. [Canto VI. 162 prayer, Yet, lest alarm too soon might spread, And cause pursuit, ere well we'd fled, We made him journey in our train Until we nearly reach'd Dumblane : Here halting, 'twas by all agreed, We should avoid the banks of Tweed ; And rather seek to join the train Of Richmond, on the Gallic plain : This we effected, and once more Sought with the Earl our native shore.' \" Here, to complete the happy scene, The faithful Jacques, with joyous mien, Appear'd. ' Since Heaven has heard my And kindly deign'd my life to spare, To greet again my much-loved lord, It can no greater bliss afford, Than grant that my declining sun May set where its fair morn begun.' This humble friend I raised ; and where Lord Raby stood, with anxious air I turn'd; and now a tear would start, Expressive of a grateful heart;"], [175, "Canto VI.] THE UNION OF THE ROSES. 163 For words I strove, but words were faint, Th' emotions of that heart to paint. \" ' To thanks, my lord, I boast no claim. Yet I a gracious boon would name : A maid I loved, whom then I knew, But as the daughter of Fitzhugh : Watchful you mark'd my grief and pain : When ev'ry effort proved in vain, To win the lovely maid's consent, You then declared your kind intent ; Gladly you'd give a daughter's hand To the despairing Westmorland : Another Agnes now I find, Equal in beauty, and in mind, Whose generous soul has deign'd to give A hope, which bids the lover live : 'Tis your consent alone we wait ; On this decision hangs our fate. Your kindness will our prospects cheer, And leave no other cause of fear; For since we fled from Scotland's shore, We've learnt that Margaret is no more. m 2"], [176, "THE UNION OF THE ROSES. [Canto VI. 164 Finding us fled, her vassal train, Herself the leader, sceur'd the plain : The goading spur, too sharply plied, Pierced deep her fiery courser's side. With headlong speed he bent his way, Where cataracts roar'd 'mid foaming spray ; Where rocks on rocks tremendous rise, And lose their summits in the skies ; Regardless he of tighten'd rein, Toss'd to the breeze his flowing mane ; Fleet bounding o'er the mountain's brow, Unmindful of the gulf below, Onward he press'd his speed : in vain The desperate Countess check'd the rein; One step too far, his balance lost, Headlong was steed and rider tost ! And ere th' affrighted vassals found, By path more safe, the fatal ground, With many a dislocated bone, Lay Margaret on a rock of stone : From the frail clay the soul had fled, Your vengeful foe lay cold and dead ! —"], [177, "Canto VI.] THE UNION OF THE ROSES. 165 This tale was told us by a kern, Who lately journey'd from Strathern.' *■ Now ardently would Neville fain Renew his former suit again. Here Richmond join'd his friend ; and both Assail'd me for consent. Though loth With one so newly found to part, With one so dear to this fond heart; Though well Lord Raby's worth I knew, Deserved the heiress of Fitzhugh; Whose blushes silently confess'd, Already he her heart possess'd; I with my blessing dropt a tear, Not drawn from sorrow, pain, or fear; But fond regret, with pleasure join'd, Which round my heart alternate twined. \" Richmond here said, ' I now propose The day which gives yon peerless rose To these fond arms, shall join their hands In hallow'd wedlock's rosy bands : While Hymen's torch shall brightly burn, To greet the warrior's glad return.'"], [178, "[Canto II. THE UNION OF THE ROSES. 166 The rest, fair maiden, well you know, On Bosworth's plain how fared the foe, And how the tyrant was laid low. \" To-morrow's sun will hither bring The happy pair, and England's King ; Who comes in all a lover's pride, To claim his royal, beauteous bride. And now, my child, for by that name The happy Fitzhugh still would claim A father's right ; say, has thy heart One thought, one wish, it would impart . For by that brow of care, I find, Or fear, a gloom hangs o'er thy mind.\" \" Forbear, my sire ; and, ah ! forgive A wayward maid, who'd rather live Amid those woodlands, sweet and wild, Sighing to summer breezes mild, Than join the gay and splendid train Of England's court. The wish is vain; But unto thee — and thee alone, The weakness of my heart is shown; Ne'er must the royal Henry know, That I reluctant kept my vow."], [179, "Canto VI.] THE UNION OF THE ROSES. 167 Compell'd by birth and rank to move In different sphere, I've frequent strove To banish such delusive dream; And now will act as may beseem The last of Yorkist Edward's race : Elizabeth will ne'er disgrace Her royal sire !— This King I'll meet, As Edward's daughter ought to o-reet A conqueror ; who, in glorious fight, Has bled for her and England's right ! His valour gains my warm applause, Yet love submits not to those laws : But he who claims my promised hand, At least must gratitude command. To-morrow brings him to Fitzhugh, I'll school me for the interview; And you shall witness then, my lord, How well your child can keep her word ! \" That morrow's sun now brightly shone, On Fitzhugh's darksome towers of stone ; That morrow's sun too, brightly play'd On royal Henry's cavalcade."], [180, "THE UNION OF THE ROSES. [Canto VI. 168 Glittering their waving plumes among, The maiden saw the courtly throng Approach: though promise fair she'd given, High throbb'd her heart; the life-blood driven; In stormy tides the current came, And dyed her cheek with crimson flame ; Then varying, left it fair and pale, As modest lily of the vale ! Not long this keen suspense was known, Quick pacing o'er the aisles of stone, Full many a step she heard, nor long, Ere Fitzhugh usher'd in the tnrong. A graceful warrior forward sprung, A scarf across his shoulder hung, Whose varied margin gave to view Vine leaves, and rose of paly hue. \" Say, dearest maid, hast thou forgot, The night we met at Allen's cot? Or hast forgot the day which gave This trophy to your happy slave ? — Companion of each dreary day, It sooth'd my heart when far away."], [181, "Canto VI.] THE UNION OF THE ROSES. 169 Yet now the prospect brighter glows, Why should we talk of painful woes? Fate, cruel once, kindly repays, And compensates for all delays. Recall the words I said to you, When last we parted at Fitzhugh. Those words fulfill'd, now welcome peace Bids feuds and bloody warfare cease : Again your faithful lover sues, Ah! can Elizabeth refuse A willing hand, to one whose love No time or change could e'er remove ? Whose heart was thine, and thine alone, Ere with thee one short hour had flown. The waning moon, whose silver rays, An angel's form gave to my gaze, Witness'd my vows ; and witness'd too, That angel's kindness dwelt in you. As Warwick's page, as knight unknown, As England's King, thy power I own: Thou wert the prize for which I fought, Or England's crown were dearly bought!\""], [182, "THE UNION OF THE ROSES. [Canto VI 170 A willing ear the maiden lent, A look she on her lover bent ; Which told him he was dearer still, Than when they met on verdant hill; A wand'rer then, her heart he'd gain'd, Faithful to him it still remain'd. The loves and graces bent their way From Ida, crown'd with flowerets gay; Well pleased to wander here at ease, Along the winding banks of Tees. The day which England's roses join'd, That day in silken fetters twined The blooming Agnes. Westmorland That day received a willing hand. Two fairer maidens ne'er were seen, Or warriors brave of nobler mien : Lord Henry gazed, and scarcely knew Whether the heiress of Fitzhugh, Or England's princess, in his heart, Of love might claim the greatest part. Again his fair and wide domain Echo'd to many a gladsome strain ;"], [183, "Canto VI.] THE UNION OF THE ROSES. 171 And through the spacious halls there rung The minstrel's harp, and minstrel's song ; While mirth, and all his laughing crew, Gladden'd the vassals at Fitzhugh; Whose happy faces well declared, How in the general joy they shared. Old Jacques and Bertha join'd the strain, The foremost in the blithsome train. The sounds from Edwin's harp now long- Rang, wild and joyous, as his song : Enthusiastic pleasure thrill'd, And all his youthful bosom fill'd With transports wild ; his soul on fire ; His fingers gayly swept the lyre; Nor ever tired, the praise to sing Of England's rose, and England's king !"], [184, ""], [185, "NOTE S. CANTO I. Note 1. Page 1. Line 4. Linger'd on Avon's banks and streams. Avon, Nine, or Nen, a principal river in Northampton shire, which, rising from several heads in the west, flows first across the county to the eastern side, and then, taking a more northerly direction, follows the whole remaining length\" of it; receiving many small streams from the north-west side. Beyond Peterborough it leaves the county, and pro ceeds to Cross-Keys Wash, where it loses itself in the Ger man Ocean. Note £. Page 1. Line 6. On royal towers of Fotheringay. Fotheringay castle, in Northamptonshire, situated on the banks of the river Avon, was, by Edward IV. given as a residence to his mother Cicely, commonly called \" The Rose of Raby.\" — Henry VIII. settled it on Queen Catherine; and in the reign of Elizabeth it became the scene of the long imprisonment and subsequent execution of the unfortunate Mary of Scotland, in 1586. Her son James, on his acces sion to the English crown, ordered its demolition : nothing now remains of it but the site, marked by the moat."], [186, "174 NOTES Note 3. Page 5. Line 4 from bottom. Tozoton's plain. Towton, near Sherborne in Yorkshire, celebrated for the great victory obtained over the Lancastrians, in the year 1560, by Edward, (son of the Duke of York, killed at the battle of Wakefield,) afterwards Edward IV. Note 4. Page 6. Line 12. The interdicted towers of Guy. Warwick castle, in Warwickshire, built on a rock, with the Avon flowing at its foot, the ancient seat of the great Earl of Warwick, commonly called the King Maker; the property and residence of the present Earl of Warwick. Although modernized, yet the north corner, still remaining, retains the name of Guy's Towers. Note 5. Page 15. Line 5. Where Ouse in gentle murmurs Jlow'd. This river enters Huntingdonshire from Bedfordshire, at its southern extremity; passes by St. Neots, Huntingdon, and St. Ives ; then bordering upon Cambridgeshire leaves the county at Erith, and empties itself into the German Ocean, a few miles below Lynn in Norfolk. Note 6. Page 17. Line 10. He saw the towers of Huntingdon. Towers of a castle said to have been erected by the Em press Matilda, daughter of Henry I."], [187, "NOTES 175 Note 7. Page 17. Lines 13, 14. And fancy pointed out the spot, King Stephen gave the royal Scot. This alludes to a castle given by Stephen to Prince Henry, son of David, King of Scotland, and was amongst those afterwards destroyed by Henry II. Note 3. Page 19. Line 1. As valiant as that famed Morvidus of yore. Tradition says, Morvidus, the second Earl of Warwick, was a man of prodigious strength, and being encountered by a mighty boar, slew him with a young tree, torn up by the roots and stripped of its branches : from which incident, in addition to the boar, the Earls of Warwick bore a ragged staff of silver on a sable shield, as the ancient crest of the family. — The great Earl of Warwick fought with and overcame Col brand, the Danish champion and giant. Note 9. Page 23. Line 8. At Tewksbury again was seen. Shortly after the battle of Barnet, was fought that of Tewksbury, in Gloucestershire : its church still contains the relics of many who fell in the fight. Here the Yorkists were again victorious ; and here the hopes of the Lancastrians received their final overthrow."], [188, "176 NOTES, CANTO II. Note 1. Page 25. Line 17. But chief St. Cuthbert's holy name. St. Cuthbert, a northern saint, who flourished in the seventh century. The high prelatic privileges of the bishops of Durham is supposed to have been originally derived from a grant made by Egfred, King of Northumberland, to this apostle, who was buried in Holy Island. Note 2. Page 28. Line 11. 'Twas on St. Alban's crimson plain. This was the second battle fought near St. Alban's by the contending partizans of the white and red roses, in 1455. The white rose triumphed; but in 1461 the red obtained the victory : above two thousand of the Yorkists perished, and the person of Henry of Lancaster fell again into the hands of his own party. Note 3. Page 47. Lines 14, 15. Fitzhugh's strong castle tower'd in pride, Where Tees' s rapid waters glide. The castle of Fitzhugh, romantically and beautifully situ ated on the banks of the Tees, belonged to the lords of that name, who flourished in the fifteenth century : of its ruins scarce a vestige remains. The neighbouring monastery of Athelston still bears the arms of Fitzhugh ; a certain proof"], [189, "NOTES 177 they had been benefactors to it. The tomb of the family still exists in Ronaldkirk. The Tees rises at the head of the river Wear, in the Moors, which spread through the site where Cumberland, Westmor land, and Durham, mix their boundaries, and flow through the romantic valley of Teesdale ; serving, throughout its whole course, as the limit between Yorkshire and Durham. — Above Barnard castle it becomes wild and rapid, making way through falls and cataracts; one of these, some miles beyond Middleton, called High-Force, or Force-Fall, is considerable enough to assume the character of sublimity. It affords many striking scenes in its progress, and at length forms an estuary at its mouth below Stockton. CANTO III. Note 1. Page 61. Lines 3, 4. Exulting as those towers arise, Which echoed to a brother's cries. George, Duke of Clarence, murdered in the Tower of London, by the machinations of his brother, Richard of Glou cester. Note 2. Page 65. Line 9. The ruins of Finchale. Finchale Priory stands on the easternmost bank of the river Wear, about two miles and a half north of the city of Dur- N"], [190, "NOTES. 178 ham. It was a place of some consequence in the early ages of the British church ; a synod having been held there in 792, and another in 800. This being a solitary spot, proper for religious contempla tion, a certain holy man, named Godric, afterwards canon ized, who had in his youth visited the holy sepulchre, retired hither, and lived sixty-six years the life of a hermit, in an hermitage dedicated to St. John the Baptist. It was during his life-time made a cell to the monastery of Durham. Upon his death, in 1170, some monks from Durham retired to it, and Bishop Pudsey made them an allowance for their sup port. This bishop's son considerably increased their revenues ; and thereupon a Benedictine priory, subordinate to the mo nastery of Durham, was settled here in 1196. Although it was thus deemed a cell to Durham, its income was valued distinctly from it, being estimated, in the 26th of Henry VIII. at 1222. 15s. 3d. per annum by Dugdale, and at 1462. 19s. 2a!. by Speed. It then consisted of a prior and eight monks, although Leland says thirteen ; and, soon after the dissolu tion, it was granted to the see of Durham. , When the church and other edifices at Finchale were erected, it is not possible to determine with precision, no evidence thereof being found in the archives of the dean and chapter. The solemn remains of this church and priory are situated in a very deep vale on the banks of the river, where the stream, making a sweep, forms a little level plot, which is almost covered with the buildings; sheltered to the"], [191, "NOTES 179 north by the lofty rocks and hanging woods of Cocken, and on every side by steep hills. The river flows swiftly over a rocky channel ; and the murmuring of the water-falls re echoes from the groves and cliffs. The other buildings are disunited. Part of the ruins are converted into a farm-house It is said that St. Godric and Bishop Pudsey are both in terred here ; but the floor of the church is covered with ruins, and overgrown with weeds and brambles; so as to prevent, without much labour, a search for their tombs. Beneath a window in one part of the priory is shown a seat, which, according to some legendary accounts, had the virtue of removing sterility. Tradition says that this seat, called the wishing chair, was formerly of great repute; and, although of stone, appeared much worn by suitors for pregnancy. Note 3. Page 76. Line 13. The gentle winding stream of Wear. The Wear, which concentrates almost all the waters of the midland part of the county of Durham, has its origin in a number of streamlets, uniting in the wild and romantic dis trict called Wearsdale Forest. Note 4. Page 86. Line 16. In Sheriff\" Hutton's lone aisles gliding. Elizabeth was confined by King Richard in the castle of Sheriff Hutton, in Yorkshire."], [192, "NOTES, 180 CANTO IV. Note 1. Page 97. Line 13. The Crescent, and tlie Bull so dun. The silver crescent, the badge of the Percys, Earls of Northumberland. The dun bull, the badge of the Nevilles, Earls of West morland. CANTO V. Note 1. Page 131. Line 12. Round Elford's proud turrets so dun. A few miles distant from Litchfield stood Elford castle, the property of Lord Stanley ; and at this eventful period the residence of his wife, the widow first of Henry V. and secondly of Owen Tudor; by whom she was mother of Henry, Earl of Richmond, Richard's competitor for the crown of England, which the subsequent battle of Bosworth put him in possession of. Note 2. Page 134. Line 14. And fearless eyed the dazzling gleam, Of warriors posted on Anne Beam. An eminence near Bosworlh, on which King Richard's army was encamped. THE END. C. Baldwin, Printer, New Brlitee-Street, London."], [193, ""], [194, ""], [195, ""], [196, ""], [197, ""], [198, ""]]