[[1, ""], [2, ""], [3, ""], [4, ""], [5, "MUSIC FANCIES"], [6, ""], [7, "MUSIC FANCIES AND OTHER VERSES BY MARY ALICE VIALLS WESTMINSTER ARCHIBALD CONSTABLE & CO 2 WHITEHALL GARDENS 1 899"], [8, "Butler & Tanner, The Selwood Printing Works, Frome, and London."], [9, "V CONTENTS MUSIC FANCIES PAGE I Prologue to ' Mefistofele ' 1 II Russian Songs 3 III 'Adelaide' 4 IV 'Iphigenia in Taubis' .... 5 V Prelude to 'Lohengrin' ... 6 VI Overture to 'Tannhauser' ... 7 VII Prize-Song prom 'Die Meistersinger' 9 VIII 'The Revenge' 10 IX Nocturne 11 X Waltz .13 XI Some Mazurkas 15 XII Barcarolle 16"], [10, "vi CONTENTS PAGE XIII A Ballad op a Poet .... 17 XIV Caterina Consolatrice ... 26 XV Venice Memories .... 28 XVI A Study op Keats .... 31 XVII 'Unto this Last' .... 32 XVIII To an Old Spinet .... 35 XIX The Rhyme of the Phantom Ship 38 XX ' Il Convito ' 53 XXI All Souls' Day 54 XXII Hortus Mysticus 56 XXIII Some Pictures by Rossetti . . 59 XXIV Beyond 60 XXV The Hunger of S. Catherine of Siena 62 XXVI A Farewell 64 XXVII The Poet and the Shepherd . . 67 XXVIII To E. S 77 XXIX 'Orate Pro Nobis' .... 78 XXX A Reminiscence of Turner . . 82 XXXI Lost Atlantis 83 XXXII The ' Old ' Woman .... 85"], [11, "CONTENTS vii PAGE TRANSLATIONS From the 'Divina Commedia' op Dante XXXIII The Last Voyage op Ulysses . 89 XXXIV The Death op Count Ugolino and his Sons 93 XXXV The Meeting of Dante and Beatrice in the Terrestrial Paradise 97 XXXVI S. Francis of Assisi . . .101 XXXVII S. Bernard's Invocation to Madonna 107 From the ' Lyrisches Intermezzo ' of Heine— XXXVIII No. xxxviii . 110 XXXIX „ xlii Ill XL „ xliii 112 XLI „ lv 114 XLII „ lix 114 XLIII The Herald of Spring, from thi ' Emaux et Camees ' of The'ophile Gautier 116 XLIV The Benediction, from the French of Francois Coppee . 118"], [12, ""], [13, "1 B PROLOGUE TO ' MEFISTOFELE ' Arrigo Boito The pæan chanted through the sounding spheres, Eternal antiphons of the upper sky- Mingling with some vext refrain — like the cry Of erring human souls, made hoarse by tears — Dim aspirations that are mixt with fears, Unholy laughter — seeming to defy Prayer's might — from scoffing demons, and a sigh Breathed from the world's deep heart, there greet our ears."], [14, "2 MUSIC FANCIES Nor clash the heavenly strains with those that tell Of sinner's bale or rue of penitent, But, merged in some transcendent har- mony, They, with th' abysmal wail of nether hell And earth's discordant murmurings, are blent In one vast hymn of threefold mystery."], [15, "3 AND OTHER VERSES RUSSIAN SONGS Fraught with the mystery of untrampled snows, ' The whispers of the vast pine forests lone, The wail of houseless winds that, er- rant, moan Across deserted steppes, this music grows From out a far-off world where Nature knows No sweetness of the south, but bids her tone With the grim human tragedy be one, That dolorous skies forever here enclose. So sad, so weird, those plaintive chants ; they give Voice to the pathos of a people's heart — Wistful and childlike in its untaught cry— The heart of patient multitudes who live, Suffer and toil, witless of better part, And tire in fruitless strife with destiny."], [16, "4 MUSIC FANCIES ' ADELAIDE ' Beethoven To what unuttered dreams and ecstasies Within these notes the master bears attest ! Here swells the rapture that once thrilled the breast Of one who opened some sweet paradise And felt th' effulgence blind his dazzled eyes, And in such revelation was most blest, For here hath he enshrined it, here confest Love's creed intoned to Love's own har monies. So shall this song of many noiseful years Outlive the jarring discords, when have died The many tongues' confusion of to-day, The laughter and the murmurs and the tears Of clamorous generations ; it shall bide As long as Love shall rule, nor pass away."], [17, "5 AND OTHER VERSES 'IPHIGENIA IN TAURIS Charles Wood Even as in a trance with her we stand — Iphigenia by the Tauric shore — And see the vision that was theirs of yore Who captive pined within an alien land : The wreathen dance, the fair-robed choric band, The train that, 'neath the lustrous laurels, bore Towards columned temples, under skies that wore Untroubled blue o'er that beloved strand. Such fantasies from out the ruined past Rise, as we listen to the measured tread Of dancers, rhythmic roll of tides, the strain That swells a wild, sad exile-plaint, the last Glad triumph-song that homeward sail- ors sped : For Hellas in that music lives again."], [18, "6 MUSIC FANCIES PRELUDE TO 'LOHENGRIN* Wagner Mysterious benedictions heard thro' rush Of questing feet and voices in affray, Light flashed from heaven upon our darkened way, Long dole and travail silenced in the hush Of angels' pinions, all the mystic flush And splendour born of some celestial ray — The fair f oreshadowings of perfect day — And love and truth that death can never crush Recall these tones ineffable ; for, thrilling With strange, rich ecstasy unfathomed, The wondrous sequence of those mighty chords The listener's soul is with such gladness filling, Even as from the Grail of old was shed Sweetness and radiance unexpressed in words."], [19, "7 AND OTHER VERSES OVERTURE TO 'TANNHAUSER' Wagner A WILD, delirious carnival of song Rages within the baleful hill where dwells The mistress of all soul-destroying spells, And loud and louder waxes the mad throng : When, lo ! — as heaven's right to stem hell's wrong — Breaks in the solemn hymn that slowly swells Above the frenzy, like as clang church bells O'er a war-stricken city, full and strong."], [20, "8 MUSIC FANCIES Surely th' eternal mystery of life In these conflicting sounds is once more told— The age-long warfare the distracted world Hears waged, still fierce in elemental strife, Even the fight that Michael fought of old, When the great Dragon forth from heaven was hurled."], [21, "9 AND OTHER VERSES PRIZE-SONG FROM 'DIE MEISTER- SINGER' Wagner An idyll of the spring-tide, 'tis revealing All of the light and joyance that of old Lent grace and glory to the age of gold : From far Arcadian valleys slowly stealing, Those mellow cadences are ever pealing A triumph-song for Love that grows not cold, For Beauty that the earth doth e'er en- fold, The worth of Art imperishable sealing. He who devised these strains, forgot the ill And evil in a world grown old and gray, But quaffed th' elixir of eternal youth, Felt magic ichor through his pulses thrill, Caught the sweet rhythm of spring's mystic lay And bade this carol witness to its truth."], [22, "10 MUSIC FANCIES 'THE REVENGE' C. Villiers Stanford The thunder of the tides reverberate, The swirl of surging waves that spend their shocks Forever 'gainst inexorable rocks, And vainly fret their bounds determinate — Chafing with futile rage insatiate Against the barrier that each effort mocks — The master in these harmonies unlocks, And lets us hear the whole sea's life pulsate. With it, in solemn unison, there beats The restless human-heart — its battle-song Rings with the strength and glory of the sea — That still unbaffled meets renewed defeats, Waging vain war with powers unmoved and strong, Striving for some majestic goal to be."], [23, "11 AND OTHER VERSES NOCTURNE Op. 37. No. 1 Chopin ' 0 WAYFARERS, say, whither are ye wend- ing. By what laborious roads and pathways blind, Whereon your wearied feet the sharp stones find And thorns hedge all your course : whence is it tending, That toil-fraught path ye tread? 'Tis never-ending, Full chill upon it blows a deathly wind, Above its sterile waste shines no sun kind, And over it an iron heaven is bending.'"], [24, "12 MUSIC FANCIES So doth the music question, but it saith Likewise : ' Bewildered souls who, stray- ing, roam, Hear yet the warning voice which calls you back To the old fold ; the master-key of faith Alone will ope the gate that guides you home : Seek it, and find again the ancient track.'"], [25, "13 AND OTHER VERSES WALTZ Op. 69. No. 1 Chopin Alas, for all that flies with fleeting time, For all the wasted glory of past days, For all the bloom of things that never stays, For spring's brief blossoming and summer's prime ! Alas, for youth's lost laughter wont to chime With youth's light footstep on familiar ways, For shining eyes grown dim, whose silenced praise Died with their brightness in the winter's rime !"], [26, "14 MUSIC FANCIES And not for these alone those strains lament ; They grieve for golden dreams now dead for ever, For frustrate seekings and for love waxed faint, For gallant toil and effort vainly spent, For once high hopes laid low and lost endeavour : Utt'ring for all these things a heart- wrung plaint."], [27, "15 AND OTHER VERSES SOME MAZURKAS Chopin They beat a mirthless measure of the dead Fit for those ghosts who in that limbo dwell, Seen by the Florentine 'twixt heaven and hell: Even to a burden such as this might tread Those spirits, if a dance of death they led : The joyless, stately rhythm seems to tell The secret of their doom forlorn, and knell A dirge for life and light and laughter fled. And, as they knew not torment, only sorrow, As souls who have no hope, nor wailed their lot With tears or groans, but, sighing, mourned their state, So in these chords no promise for the morrow Lies, and all former gladness is forgot In forced surrender to a hopeless fate."], [28, "16 MUSIC FANCIES BARCAROLLE Spohr Once more it sounds, beneath a southern sky, Lulling the wearied senses ; 'tis the tune The tide forever sings upon the dune — Drowsing all things in its sweet lullaby. A vast content at Nature's heart doth lie, And thro' the languorous summer after- noon, Between the wide sea and the long lagoon, I too surrender to its empery. The magic of the music brings it back : The charmed peace of sea and sky are mine ; Regret and longing and vain dreams are stilled : I, an enchanted space, forget the lack Of all the good I craved and cease to pine : With that sweet calm my restless soul is filled."], [29, "3 AND OTHER VERSES A BALLAD OF A POET The poet sought the muse in vain ; No more he made the songs to ring Like those that, in a bygone strain, The bards of yore were wont to sing. His brow was pale, his eyes were dim ; The lyre was jangled in his hand ; The cold world had no care for him ; He paced unfriended thro' the land. He sought the muse thro' myriad ways, He sought by day, he sought by night But she — the lady of his praise — No longer shone upon his sight. 17 c"], [30, "> 3 18 MUSIC FANCIES He laid him down at last to weep Upon his lonely garret bed, But on his stricken soul fell sleep And o'er him was a vision shed : The squalid room was filled with light, The dingy walls a bower bloomed, The grimy spaces, blossom-dight, Like some Elysian arbour loomed. A gracious form the vision showed — As one of royal mien, she came ; Her face like that of priestess glowed Within the blazing altar's flame ; And on her brows a star-crown gleamed Her eyes were sad as those who bear Much sorrow ; on her lips there seemed The seal that strength and wisdom wear"], [31, "■3 19 AND OTHER VERSES Her voice, full low, 'gan e'en to swell Like murmur of innumerous seas Or prisoned music of a shell Or like Æolian wind in trees : ' O poet, say, why grieves thy soul, Why go'st thou thro' the earth forlorn Seek'st thou to make the broken whole, To make a newer world be born?' ' O muse, my singing lacks thy breath ! The stubborn world is obdurate, It heeds not lays of life or death Or songs of love or songs of hate : ' 0 teach me how to sing, to bend All hearts to my constraining will, And, of thy bounty, do thou lend Thy music, e'en my lyre to fill ;"], [32, "20 MUSIC FANCIES ' O tell me how to wing my song So it may pierce the souls of men : Then shall the poet's power be strong To wring the great world's heart again. ' For I have sought the wide earth's field, To read aright its varied speech, To catch the sounds its voices yield, Its colours in my verse to pleach : ' I've heard the thunder of the tides Where loud they break on distant bars, The rhythm of the hymn that guides The long procession of the stars, ' The mystic murmurs uttered low Where forest unto forest calls, The muffled roar of rolling snow When from the mountain-height it falls"], [33, "21 AND OTHER VERSES ' I seized the crimson of the morn, The purple of the glowing noon, The tender grey of twilight lorn, The cold, pure splendours of the moon, ' The stain that dying sunset flings On snow, the opal gleam of seas, The living green of growing things And autumn's tints that vie with these. ' I sought for Beauty where it lives In cloud and star, in wave and flower — Beauty that to the whole earth gives Such rich incomparable dower ; ' I made its magic mine and brought To grace my song, each hue and sound The cosmos furnished forth and wrought In verse, the sweetness that I found."], [34, "22 MUSIC FANCIES ' And lo ! what profits it, for I Sing to deaf ears, and blind eyes know Nought of the vision's mystery That to my fellows I would show. ' So will I burn my prophet's scroll, So will I break my magic staff And cease to run to my high goal, Cease from Castalian fount to quaff.' He paused : then she, on whom he gazed, Spoke in that wondrous voice whose tone Healing and help to souls amazed Carried, and balm to spirits lone : ' 0 vainly, vainly hast thou striv'n To weave within those words of thine The sweetness of the world, and giv'n Thine art its sounds and hues divine ;"], [35, "23 AND OTHER VERSES ' O vainly hast thou still pursued All forms of beauty thro' the earth And sought to catch each varying mood, Arrest within thy song its worth. ' 0 seek the city's voiceful way, And read aright each human face That looks into thine own and stay Therein thy fellowship to trace ; ' And catch the shine from children's eyes — The brightness only childhood knows — Or watch the happy love-light rise That from a woman's true heart glows ; ' Or go within the walls where aye Death and disease stalk hand in hand, Casting their shadow on the way — The darkness none may understand ;"], [36, "24 MUSIC FANCIES 'And see within the alley's gloom The mystery of sin and pain That lies, like to a cloud of doom, Upon the lives that bear its bane ; 'And hear the griding of the wheels Of the world's life, that tireless turn In their deep-hollowed grooves — reveals Their sound no lesson thou canst learn ? 'And listen to the voices there Of many meanings ; hear the groans Of men who toil and those who bear The burden of the day, the moans ' Of those who suffer ; hear the cry Of a great nation when it calls Its children unto liberty And bids them cast the chains of thralls"], [37, "25 AND OTHER VERSES ' Or hear the happy laughter peal Of childhood, glad and innocent, And note how sounds of woe and weal In one transcendent tone are blent : ' Then shall thine art again be strong Once more to touch the souls of men, Because within its sweetest song Shall beat a human heart again — 'A human heart that throbs and shares The measure of its fellows' throes, One with them in its hopes and cares, One with their joys and fears and woes.' She ceased. The morn's first sun-ray broke Upon the dreamer's forehead wan : To a new day the poet awoke, With clearer eyes the world to scan."], [38, "26 MUSIC FANCIES CATERINA CONSOLATRICE There flash no gems in bright array Upon your brow, yet are your eyes As stars that beacon those who stray, To where some peaceful haven lies : And gloomy tracks and darkened ways Are lighter for your pitying gaze. No angels' ladder mount your feet, Yet we of earth may surely call Each dust-strewn highway, sordid street The fairer for your footsteps' fall : You make perplexed mazes plain And rugged paths seem smooth again. Your hand no sceptre owns, but skill In every gracious ministry, As if its touch were fain to still The pulse of pain which ceaselessly"], [39, "27 AND OTHER VERSES Throbs through the world and, touching, calm All souls that suffer, with its balm. Even so your presence seems to fold Healing and help and tenderness Around all things, and turns to gold Life's dross — so greatly does it bless : Thus do you show us, angel-wise, Some rare, sweet glimpse of paradise."], [40, "28 MUSIC FANCIES VENICE MEMORIES Imperial city of the sea, How shall I sing your praise? How tell the peace that lies upon Your noiseless water-ways, The magic — never to be said That gilds your nights and days ! Your lordly palaces — like ghosts Of bygone days they loom — The glories of your ancient fanes, The Doge's hall of doom, And, fraught with hush and mystery, San Marco's gorgeous gloom ; The flash and glitter of the lights About the stately square, The talk and laughter that are rife Around the cafe's glare, The music of the band that peals Out on the soft night air;"], [41, "forms 29 AND OTHER VERSES The halls where those fair pictured Of saints and angels show, A radiant dream of colour — rich The hues that seem to glow As when Cadore's master wrought Their glories long ago ; And San Lazzaro's cloistered pile Where peace unruffled broods — The island sanctuary where No sound profane intrudes, And changeless calm abides despite The world's e'er changing moods ; And far Torcello's shrine that keeps A vigil o'er the waves That girt of yore her ancient state — And now the salt tide laves Its phantom and forever creeps Round her deserted graves —"], [42, "30 MUSIC FANCIES All haunt me like a dream beneath These frowning northern skies : The roar of all the London streets Grows faint ; their tumult dies ; The smoke-blurred vistas fade ; instead, I see your image rise. Once more the summer silence lies Upon the waters wide : Once more within the gondola Down the Canal I glide Or through deserted by-ways drift — Heedless of time and tide. But all too soon the waking comes Broken the vision's spell ; Within this world of working-day For long it cannot dwell ; Yet, Venice, to your memories, How hard to say ' farewell ' !"], [43, "31 AND OTHER VERSES A STUDY OF KEATS ' The poetry of earth is never dead ' Well hast thou said it, Poet, who hast writ Of that Arcadian realm we never knew, Save in thy dreams, and there it blooms anew, Peopled with antique presences ; there flit The shapes that haunted most thy fancy, lit By rosy light some ancient sunrise threw In the world's morning when its years were few — And thou thine inspiration found'st in it. And when we see thee spread — in time- worn lore — A strange, rich glamour o'er the mouldered past, Or hear thy nightingale-inspired regret, And know how Nature's face for thee aye wore Undying beauty, feel we, while these last, The poetry of earth is with us yet."], [44, "32 MUSIC FANCIES 'UNTO THIS LAST' IN A WORKHOUSE WARD All silently they sit, as they Were weary of the long, long day — The day that has at last an end — Each in her own appointed place : And surely every wrinkled face Will look on Death as on a friend Surely they sit and wait for him To take them, and their old eyes dim Will see him as a gracious guest : Their life has been so long a toil — The part of those who, weary, moil That they will welcome his behest. Upon the room there lies strange peace You hear the outer noises cease, In that pathetic silence stilled : E'en here does many a storm-tost life Find a last haven from the strife That all its former years has filled."], [45, "33 D AND OTHER VERSES For them the sweet spring sunshine wakes No gladness in their pulses ; shakes Their even days no outer blast ; To them alike is summer's prime And autumn's gloom and winter's rime ; They reck not how the year has passed. They heed not in the street below The futile hurrying to and fro, The traffic of the city's mart : For these — the worn-out in the race — Life has no guerdon and no grace, Their lot it is to sit apart. Upon them all a seal is set ; Long toil and labour, care and fret Have wrought the lines each old face wears : In those now faded eyes no gleam Of long-forgotten youth may beam — So dim and worn a life is theirs."], [46, "34 MUSIC FANCIES Shine not for them youth's cheering rays : The kitten which about them plays, The singing-bird within the cage, Perchance to their rememberings, The joy of young and happy things Bring back in this, their joyless age. Ye who are young, who hasten by, Whose eyes are bright, whose hearts beat high, Your flying steps a moment stay ! And spare a passing thought for those Who wait so patiently the close Of this, their life's unlovely day ; And let them for an instant hear Sounds of your happy laughter's cheer ; Upon them shed your glances bright ; And let your kindly pity bless Each aged life's drear loneliness And give them, in their darkness, light."], [47, "35 AND OTHER VERSES TO AN OLD SPINET O DUSTY relic of the past, What magic lies within you yet? What glamour is about you cast? What spell upon your keys is set, That still to them some charm should cling, No newer instrument can boast, That in your ancient frame should ring Far echoes of a glory lost. I press your ivory keyboard old That creaks in mockery of my touch, But though within you dead and cold The music, sounds are lingering — such As in the past have slumbered long — And now, from out the silent years, Lost fragments wake of dance and song, Of sighs and laughter, jests and tears."], [48, "36 MUSIC FANCIES How looked that old world of your prime — The world that lived so long ago — And good or evil was the time, A mouldy century back or so : What melodies would some dead hand Wake, when your keys its fingers met, Was it some stately saraband. Some gay gavotte or minuet? \"What was that life to which you gave Your strange, antique accompaniment : Are they all buried in the grave And gone the way the music went — The hopes, the fears, the loves, the lives To which you silent witness bore, While your dumb form alone survives To tell of all that went before. You raise old ghosts that erst were laid : We hear a long-forgotten strain, And see that gorgeous masquerade Of life renew itself again"], [49, "37 AND OTHER VERSES A dim procession, thronging fast, Of dancers, with the courtesies And faded glories of the past, That gaze at us with alien eyes. And my poor rhyme but rings your knell Your whilom place knows you no more Back to the silence where you dwell ! Your sounds are now forgotten lore. Another music greets us, new — The strains that grace our later day — So nought is left for me to do, But to your memory chant this lay."], [50, "38 MUSIC FANCIES THE RHYME OF THE PHANTOM SHIP It was a Norway skipper bold That sailed the northern sea The waves rolled high, the wind blew cold, But he sailed fast and free ; He sped full free, he sped full fast By many a frozen strand, And sought, through storm and contrary blast, To sight his native land, The sea rose high, the ship 'gan fly Like some fear-haunted thing : Through the torn sails against the sky The wild wind loud did sing."], [51, "39 AND OTHER VERSES Fierce roared the storm, high shrilled the gale, Yet, on his homeward track, The skipper hailed a blood-red sail, A hulk of deathly black. A grisly crew that vessel manned, Not human, but it seemed As if some spell their decks had banned — Like fiends they cursed and screamed. To these the hardy skipper bold : ' Whence come ye, strangers, say, Your ancient garb, your vessel old Bespeak a bygone day : ' Is there a spell upon your ship ? Tarry, I pray, a space : Why are these curses on your lip. And why avert your face ? '"], [52, "40 MUSIC FANCIES Harsh rang the demon-laughter loud — A fearful sound to hear ; Whistled the gale through sail and shroud — The Norsemen shook for fear ' We seek,' they cried, ' a haven's peace Where we shall cease to roam — As now — the weary, weary seas And barren fields of foam.' Then he : ' 0 fair, beneath the hill Our peaceful harbour mild For storm-tost folk, but fairer still Is she, my darling child : ' She watches for me all the day, She prays for me at night, And keeps the home beside the bay And trims the beacon-light."], [53, "41 AND OTHER VERSES ' Then follow me ye strangers sad And bide with us I pray, And rest within our haven glad Before ye go your way.' Within the homestead sits the maid Spinning throughout the day, She does not heed her tangled thread, Or what her women say, Who gather round her at their wheels, Singing — the while they spin : Too sad for song her heart she feels, With them she has no kin. Her eyes are blue as summer seas In lands that know the sun ; Her hair is dark as the dark pine trees That clothe the hillside dun."], [54, "42 MUSIC FANCIES She thinks upon an old-time tale, The sea-folk oft rehearse, Of a doomed bark condemned to sail Under an ancient curse, And on the oath its captain sware — ' That wind nor tide should stay His vessel's course, though he should fare E'en to the judgment-day.' When lo ! a step upon the stair, A hand upon the door : Her heart beat loudly, as it ne'er Had, surely, beat before ; Her sweet eyes shone with some strange light, — A light that did not fade ; Her cheek flushed in the sunset bright That round her glory made."], [55, "43 AND OTHER VERSES As saints in high church windows shrined, To worshippers appear, With hands upraised to bless inclined, To show that heaven is near, Such was she to that doomed man Whose eyes with tears were dim, Whose face was pale and deathly wan, For woe had wasted him. And those two stood a space to gaze Each on the other's face, And some thick mist his eyes 'gan maze, He moved back a pace. They did not meet as strangers meet, — Those two so long apart ; They did not greet as strangers greet, But heart went out to heart."], [56, "44 MUSIC FANCIES He cried : ' Outwatched I not for this The stars in nights gone by? They burned so steadily, I wis They waited silently ; 'Led they me not to thee, O Love? Like beacon-fires they gleamed ; Even so the northern lights above In wintry skies have streamed. ' O Love, long sought, late found, I know That I may call thee mine : To my dark soul thy sweet eyes glow Like lamps in some far shrine ! ' And she : ' For this, beside the shore, The breakers at my feet Seemed — full of pity — evermore One message to repeat:"], [57, "45 AND OTHER VERSES ' There is a wanderer on these seas Cursed by a fearsome spell, And it is thine his woes to ease, See that thou dost it well. ' For only she the doom can lift From captain and from crew, Who to that lost one yields the gift Of faithful love and true.' Forthwith the wedding feast was made The bride was tired fair ; Full fair the bridal crown was laid Upon her comely hair. She passed with all her kith and kin Up to the old church door : The tapers' light shone garish in The sunlight on the floor."], [58, "46 MUSIC FANCIES Then outstepped Erl the forester, His eyes gleamed wrathfully ; With angry words he turned to her And spake full bitterly : 'Have I not loved thee well and long, O faithless maiden, say, And thou wilt do my love great wrong On this thy wedding-day. 'Have we not ranged as children twain By shore and forest free ? Wilt thou remember ne'er again The tale I told to thee? ' Why did thy greeting to me change ? Thou smil'st not as of old ; Thy words are few, thy glance is strange, Thine eyes are ever cold ! '"], [59, "47 AND OTHER VERSES He sank upon his bended knee ; He pleaded fast and long — And loud and louder moaned the sea, And drowned the marriage-song. Up to the porch the bridegroom hied, His lips with anger white ; For all his heart within him died At that which met his sight. ' Alas ! alas ! and is it thus Is kept thy plighted troth? Is this the marriage made for us? O bitter woe for both ! ' Betrayed, betrayed, alas ! all's lost, No marriage now for me. What evil fate our path has crost? O Love that this should be !"], [60, "48 MUSIC FANCIES ' The sea-gull has some sheltering rock Where she in storms may bide ; The shepherd drives his wandering flock To fold at eventide ; ' But I no roof-tree have nor hold, And refuge none may know ; No rest when all my years are told, In heaven or earth below. ' For I am doomed to sail unblest For ever and for aye, Upon the ocean's heaving breast, Away, away, away ! ' My ship is fleet before the wind, Tho' manned by spectres pale : I know not crew of other kind, These brave the fiercest gale.'"], [61, "AND OTHER VERSES He ran — the while these words he said To where his ship was moored ; For look or word no more he stayed, But leaped forthwith on board. She saw her lover s ship set sail And leave that shelf ring strand : Like souls in pain she heard them wail, — The waves that neared the land. Afar she saw the surf rise high, The crested breakers gleam. A storm-cloud darkened all the sky. She heard the sea-birds scream. That ship was seen to leave the bay, Manned by her phantom crew ; Then, speeding on their fatal way, They raised a shrill halloo. 49 e"], [62, "50 MUSIC FANCIES Their weird, wild cry was heard full clear Above the breakers' swell ; It sounded such as ye might hear Wrung from the fiends in hell. And many a ghastly curse they roared — Each fearful spectral form — As the ship sank with all on board, Amid the raging storm. Then shrieked the bride : ' Ah ! all my troth To thee have I not given? How can I, Love, with thee be wroth ? Have mercy on him, Heaven ! ' Shalt thou alone make to that land The voyage long and dread, No, we will seek it hand in hand, The way together tread !"], [63, "51 AND OTHER VERSES ' What tho' the breakers cruel be, They make a sdent grave : Is there not rest for thee and me Beneath th' unresting wave ? ' She looked back once upon her home, And once upon the sea ; With one long cry, into the foam, Undaunted, plunged she. And aye for them the hoarse sea sang Unending requiem-song ; A passing-bell the wild wind rang, It tolled both loud and long. And when the raging gales are free And when the tide rolls high, The mariners — they tell — will see Two spirits hovering nigh :"], [64, "52 MUSIC FANCIES From those vext depths there rise two forms, A white-clad maiden one Upon her lover's face fierce storms Their wreckful work have done. And some will say that ye may hear, What time the organ peals And Mass is heard, a sweet voice clear That 'mongst the singers steals, Trembling, as angels' voices may, With unshed tears of joy, When, o'er repentant sinners, they Are glad without alloy."], [65, "53 AND OTHER VERSES ' IL CONVITO ' Dante, the latest comer to thy feast, I too would enter — though unworthily — To take my place among that company Thou numberest — of all thy guests the least — And taste that lore whence ever is increased Our hunger for the fare, thou bounteously Here profferest from thy wisdom's eatery : Nor hath thy largess, through time's wasting, ceased. For still thy voice proclaims the better way Across the dusty centuries' gulf profound, In splendid certainty, so clear and true, We feebler spirits of this later day Take heart, as soldiers, at the trumpet's sound, March to the fray with hope and faith made new."], [66, "54 MUSIC FANCIES ALL SOULS' DAY All the autumn utters its plaint — Scent of the mould and the dead leaves falling, Grey skies over the grey land palling, Grief for the prime that is past recalling, Echoes of summer far and faint ; So it ushers the ' Day of the Dead,' Bringing thoughts for those who are dwelling Far away in the dim land ; telling We must follow that stern compelling ; For us too must the psalm be said. And we proffer our prayer for them On this day that alone embraces Countless souls from the whole earth's races, Nameless souls of all times and places ; Each has share in our requiem."], [67, "55 AND OTHER VERSES All the year are we far apart, This day only do we draw nearer : All our human kinship is dearer, And our vision of things is clearer ; Our hearts beat with the world's great heart. And the hush that the grave enfolds, Lies to-day on our own souls, stilling Earth's loves, hates and desires, and filling Human hearts with its quiet thrilling ; Us for an instant its strange spell holds. We go back to the life we know, But the touch of that ghostly finger With us after for long will linger, From the unknown it is the bringer Of a message no words may show."], [68, "56 MUSIC FANCIES HORTUS MYSTICUS There is a garden few may know : It lies far hidden from the gaze Of those who tread our common ways, And yet the winds that o'er us blow, Are laden with the rich perfumes Born of its rare and fragrant blooms. We have not seen those wondrous bowers ; What though we too the way would find, We seek within a tangle blind : How hardly shall we pluck those flowers Or range within those lawns retired And taste the fruit our souls desired. Yet some within that garden fare — We know them by the dew that lies Upon their brows, anointing-wise, And by the coronals they wear Of blooms, more bright than diadem E'er shone with gold or glist'ring gem —"], [69, "57 AND OTHER VERSES From thence they see the stars that burn Bright and undimmed, in distant spheres : Alas ! our eyes are blurred with tears And dazed by mists — howe'er we yearn, We scan but ill the mysteries That lie within the far-off skies. Their ears are opened to the sound Of music we have never heard : Our sluggish spirits never stirred To those sweet harmonies profound : They hear the melodies afar That vibrate on from star to star ; And in their hands they bear sweet balm Of strange, mysterious power to heal The bitterest pangs their fellows feel, Of strength the fevered mind to calm ; With herbs of wondrous virtue rare And spices sweet beyond compare."], [70, "58 MUSIC FANCIES Beneath that garden's mystic trees, They eat the fruit whence whoso tastes, Knows not the hunger-pang that wastes The soul, as with a sore disease ; For evermore their longing stilled, Since they with that blest food are filled ; And they have tarried by the wells Whence whoso drinks, forever slakes His thirst : who of that water takes One blessed draught, all fever quells — Healing the sickness of his soul — And feels his heart within him whole. And we rejoice if we may hear Their footfalls sound beside our own, Blending with ours their voices' tone, And know their gracious presence near — Bearing some sure sweet evidence Of realms that lie beyond our sense."], [71, "59 AND OTHER VERSES SOME PICTURES BY ROSSETTI Phantasmal forms, nor earthly nor divine They gaze at us with eyes tear-haunted, grown Weary in longing for a good not known : Worshippers in some long-deserted shrine, They hear across a world-dividing line Melodies not of earth, by weird winds blown, And ever in dream-chambers poppy-strown They linger, where the sun's rays never shine. Strange presences abide within those bowers, Forever dwelling in dim twilight lands, The air thereof seems heavy with their breath ; Striving for sway are two mysterious powers, For there Love's crimson-winged angel stands, Companioned by inexorable Death."], [72, "60 MUSIC FANCIES BEYOND Beyond the mountain fastnesses — The barriers of eternal snow — Are hid the magic distances Of unseen lands that none may know Surely the lowland fields are fair, The valley, rich with tilth of maize ; Alas ! 'tis not for these we care, It is beyond we gaze. Beyond the wide sea's furthest rim — E'en further than Ulysses sailed, On his last voyage to that dim And distant west in mystery veiled — Beyond the far horizon's verge, Than this there lies some fairer shore, Washed by the same sea's restless surge 'Tis that we would explore."], [73, "61 AND OTHER VERSES Fair are the shows of earth and bright The beauty of the whole world's face, Its wondrous art's triumphant might, Its dazzling pride of life and grace : Yet howsoe'er our eyes rejoice To look on these with longing fond, Still murmurs low an inner voice : 'The fairest lies beyond.'"], [74, "62 MUSIC FANCIES THE HUNGER OF S. CATHERINE OF SIENA Over the ample world she spread her prayer ; Within its vast embrace she yearned to hold All those without, as those within the fold; All in her orisons had equal share : No lesser good sufficed her : hers the care That compassed all the outcast and the cold : All nameless ones within the wide earth told, She, in that tender plea remembering, bare."], [75, "63 AND OTHER VERSES O saintly Heart, what hunger blest was thine, When thou didst famish — both with tear and sigh — With longing that all human souls might know The Love ineffable, supreme, divine ; That they, with thee, should find that Love more high Than heights above, more deep than depths below."], [76, "64 MUSIC FANCIES A FAREWELL Old town beside the sea — And sweet familiar shore — My steps are far from thee, Thy ways know me no more. Old town beside the sea, My heart warms to thee yet, What though 'twixt thee and me, Time's bridgeless gulf be set. Only in dreatos 'tis mine To cross that space : alas ! O'er that dividing line, Waking, I shall not pass ;"], [77, "65 AND OTHER VERSES I shall not pass to where The tides are surging free, And home the fishers fare Across the morning sea. Too surely should I meet The ghosts that pace that strand, And hear old voices greet And touch a long-lost hand. Yet still the same tide rings Its mystic changes old And still the same wind sings Across the far-off wold ; They chant — the wind and waves — A requiem for the dead, A dirge above the graves Of joys and hopes long fled."], [78, "66 MUSIC FANCIES O unreturning past ! O days forever done ! O youth that did not last, Irrevocably gone. O unforgotten shore, Still dear art thou to me ; Adieu for evermore, Old town beside the sea !"], [79, "67 AND OTHER VERSES THE POET AND THE SHEPHERD AN ECLOGUE Poet 'Shepherd, why do you sing so loud? You carol a tune so gay, You needs must boast of a merry heart To chant such a gladsome lay ! ' Shepherd ' Surely mine is a merry heart And glad is the song I sing : Is not the world about me fair And life a most goodly thing ? ' Poet 'Shepherd, how can your heart be light? Mine is as heavy as lead, How can you think of a song to sing? My songs are silent and dead.'"], [80, "68 MUSIC FANCIES Shepherd 'Spring's magic lies upon all the land Spring's life throbs everywhere : Shall not my pulses dance in tune Her sweetest mood to share?' Poet ' I come from the stifling city street, In vain spring's breath I seek : The air is dark with the factory's smoke And fetid and foul its reek,' Shepherd ' O poet, come up to the hillside clear, Come up to the pastures free : Fragrant and sweet is the mountain air And a wind blows up from the sea.' Poet ' O shepherd, down in the city dark The noise of the street is loud, And Nature's voices are never heard For tumult and din of the crowd."], [81, "69 AND OTHER VERSES Shepherd ' But why do you carry a heavy heart And why is your face so pale? Why are your eyes so haggard and why Do your tottering footsteps fail?' Poet ' 0 shepherd, my heart is heavy because Of the people's unsolaced wrong, And toiling after a fruitless quest Is a weary task and a long ; ' My eyes are dim — I have searched so deep In the world's long-storied scroll ; It is dark with age and blurred with tears — That vast and ancient roll.' Shepherd ' Why do you carry a broken lyre ? It shakes in your trembling hand, Why are you deaf to the music sweet Spring makes throughout the land.'"], [82, "70 MUSIC FANCIES Poet ' Alas ! I have broken my lyre because Its music was never heard ; In vain I sang to the town below, It heeded never a word. ' My songs were hushed by the chUdren's cry— The children crying for bread — My music drowned by the drunkard's curse That lighted upon their head. ' Midst the din of the clamorous market- place Where traffic is fast and fierce, Where the greed for gold fills every heart, Wherein should the poet's song pierce ? ' Shepherd ' O poet, come up from the murk and moil Of the city's hurry and fret, And share in the feast that Nature spreads And what thou hast left, forget;"], [83, "71 AND OTHER VERSES ' There list to the birds' untroubled song, To the voice of the wind in the trees, And hear the murmuring stream as it flows, The hum of the summer bees ; ' Come, follow the patient flocks with me And bask in the sun's broad shine ; Feel the rich draught of the mountain breeze Course thro' thy veins like wine.' Poet ' O shepherd, how can can I taste the sweets That Nature spreads for me here, When the dim, starved lives in the town below Know not of any cheer, ' How should I hear the bird's song, when In mine ears are the cries of pain, What boots the mountain stream, if it cleanse Not the city's deep-dyed stain ;"], [84, "72 MUSIC FANCIES ' How should I follow the happy flocks, When, all unshepherded, stray The countless throngs of wandering souls In the city's broad highway ; 'How should I bask in the sun's broad shine, When my fellows for light still cry, How should I drink the mountain breeze, When, lacking it, others die.' Shepherd ' O singer, your words are sad in sooth, How may this evil be? Are there such wrongs beneath the sun That shines upon you and me ? ' The gladness all dies out of the sky, No more will the old life please — The rustle of trees, the ripple of streams, The murmur of happy bees."], [85, "73 AND OTHER VERSES ' If below, the earth is all so dark, How shall I stay in the light? Let me go down to the city's depths, To make the darkness bright. ' There will I flute on my shepherd's pipe And carol a song of the spring, And my music's echoes I will make In those dull hearts to ring — ' Forgetting the slopes of the uplands fair, Forgetting the sky so blue, Forgetting the happy pastoral life In this, my brother's rue.' Poet ' Ah ! shepherd, let me go up to the heights Where the flocks are folded in peace, And rest in the mountain stillness calm Where noise and vain clamour cease,"], [86, "74 MUSIC FANCIES ' And watch all the seasons' pageant pass, Their shifting colours change — The while I sit beside the stream Or over the hill-side range. ' And Nature shall show me her splendours rare, The mystery of her dawns, The glow and glory of setting suns, The shade of her fragrant lawns : 'For I will steep my life in the life That Nature's children live, And strengthen my heart with the com- mune high That only the mountains give ; ' So that I too may return once more To the folk in the city's gloom, And tell them how good is the life above, And how for them there is room ;"], [87, "75 AND OTHER VERSES ' And I will bid them share the life Of the fields and trees and flowers, And bid them breathe the balmy air, Fresh after summer showers ; ' So that their cold, dull hearts may thaw Beneath the kindly sun, 'Neath the free sky their eyes grow bright As they ne'er before have done ; ' So that their pulses faint and slow May quicken to happier beat, And vigour grow in the languid limbs, And lightness in wearied feet. ' Leaving the smoke-dimmed city, they On the stainless blue shall gaze, And sec the light of the stars instead Of the garish gas-lamps' blaze ;"], [88, "76 MUSIC FANCIES 'And share in the hush of the summer dawns And the peace of the summer noons, In the glimmering twilights' soothing calm And the magic of summer moons. ' So shall they know that the world is good, And see that the earth is fair, And live a life that is rich and sweet, Within a diviner air. ' And once again will I string my lyre Aud tune to a happier strain, And sing of a joy and a youth renewed, Of a world that is young again.'"], [89, "77 AND OTHER VERSES TO E. S. AFTER READING TOGETHER THE SECOND PART OF FAUST I ranged amid the motley masquerade That thronged the spaces of a world of dream, And saw fantastic shapes before me stream, In unfamiliar garb and strange arrayed ; I listened to their converse, as they made The poet's realm with alien echoes teem, And in a tangled maze my sense did seem, For sight and hearing were alike dismayed. Alas ! I wander here without a guide ! How shall the masquers' purpose plain be shown? Who may aright their voices' utt' ranee hear ? I fain had questioned. But lo ! at my side, You of those mummers, made the mean- ing known, And all the mystery of their speech told clear."], [90, "78 MUSIC FANCIES 'ORATE PRO NOBIS' O Holy Ones and Blessed, who dwell Within the city that is gold, Whose triumph-chants for ever swell Heaven's glorious anthems manifold, Graced in that heaven, pray for us, Pro nobis peccatoribus. Pray for us who are compassed by The mystery of life and death, For us, who oft and vainly try To grasp the far-off things of faith, — Enmeshed so deep in earthly cares ; O think upon us in your prayers ! Pray for us : sorely do we need Your help, who in this dim world grope So blindly and so slowly speed, Who have so faint a hold on hope, Who pray so feebly and so ill, With faltering trust and wavering will."], [91, "79 AND OTHER VERSES Surely with wisdom ye are wise, Learned in that realm where all is plain ; Surely ye look on us with eyes Purged from all mists of earthly stain, And pity our half-knowledge here, Ye, for whom all things are made clear. Pray for the prayerless lives and sad, For all who fall, for all who stray, For those whom hope ne'er maketh glad, For erring souls who lose their way In this life's maze and, seeking, tire In following some wandering fire. Pray for the alien ones without The fold of faith, who turn their feet To dark and trackless wastes of doubt — For on those wastes what light may beat? For whom there shines no kindly star, Nor glows a beacon-ray afar."], [92, "80 MUSIC FANCIES Pray for the souls who, here below Living, are dead to praise or blame, Who ne'er the heart's large fulness know, Who kindle not to any flame, Who lead a blind and stagnant life Amid this world's unresting strife. Pray for the countless ones who pine In all dark places of the earth, On whom ne'er falls the light divine Through all their day's long range from birth To death — for weary who would rest, For all the captive and oppressed. Pray for the sick who oft must lie In pain, untended and unhealed, Who perish — none to heed their cry — For those on many a battle-field, Who die forlorn : for no man knows The wide world's unrecorded woes."], [93, "81 G AND OTHER VERSES Pray for us sinners, that we share The golden city's heritage With you, that all our feet may fare At last — however long the stage — To that desired goal and stand Within the far-off promised land. Even the city of the saints, Pray that, as ye, we enter in, Where no love tires and no faith faints, Where night is not, nor death nor sin, So that with us may ever stay The vision of the perfect Day. Thus in that holy court may high The cloud of intercession rise Like incense-fragrance ceaselessly ! Ye Blessed Ones of paradise, Of your sweet pity, pray for us, Pro nobis peccatoribus."], [94, "82 MUSIC FANCIES A REMINISCENCE OF TURNER Thou, who unveiled'st Nature and didst see Her beauty with unblinded eyes and turn The key of her great treasure-house, to learn How great the mysteries of her wealth might be ; Thou, who through untrod regions didst roam free, And saw the mystic altar-fires that burn Within her stainless fane : well might'st thou yearn To show the things that were revealed to thee! And thou hast shown them : on this can vas cold, Transmuted glories of the sunlight blaze And pictured there are halcyon days and fair — Days never disenchanted of their gold — For while on that reflected light we gaze, We seem to breathe in some Elysian air."], [95, "83 AND OTHER VERSES LOST ATLANTIS VILLANELLE O far, fair land beyond the seas, To thy dim strand no vessel hies ; Sweet haven thou of rest and ease ! They never sight thy happy leas, The shipmen, though they strain their eyes; O far, fair land beyond the seas ! Thine image doth for ever tease Our dreams with many a strange sur- mise ; Sweet haven thou of rest and ease ! Thy lawns are girt with spreading trees, Eternal summer round thee lies ; O far, fair land beyond the seas !"], [96, "84 MUSIC FANCIES We long to feel thy fragrant breeze, To see thy blue and cloudless skies ; Sweet haven thou of rest and ease ! But ne'er our yearning, doth appease The glimpse of that lost paradise ; 0 far, fair land beyond the seas, Sweet haven thou of rest and ease !"], [97, "i 85 AND OTHER VERSES THE 'OLD' WOMAN DEDICATED TO THE 'NEW' WOMAN She does not aim at being ' new,' She does not smoke a cigarette, Nor does she talk the latest slang, On other things her heart is set : Her feet still tread the ancient paths — A woman ' unemancipate ' — And sweet and simple are her words ; She is not ' up to date.' She does not read those weary tomes, Miscalled ' the novels of the day ' ; She does not yearn for ' women's rights Or patronise a ' problem play ' : But her kind eyes are quick to read The woes another's eyes confess, And she is swift to right the wrongs That weaker folk oppress."], [98, "86 MUSIC FANCIES She does not seek to be 'advanced' Or claim the right of thinking free, Nor does she clamour for ' the vote ' Or criticize the powers that be ; The ancient land-marks bound her realm, She ventures on no alien ground; Her voice is much too low and soft In argument to sound. And you, her ' newer ' sisters, pause Before more novelties you find ; Of those you have already, pray, For ever disabuse your mind, And be content within the shrine — A woman's old and honoured place — To wear the antique virtues fair That are her crowning grace."], [99, "87 TRANSLATIONS"], [100, ""], [101, "89 MUSIC FANCIES FROM THE 'DIVINA COMMEDIA' OF DANTE The Last Voyage of Ulysses 1 Inferno Canto XXVI. line 94 Nor love of son, nor reverence for my sire, Nor tenderness which well I knew might fill With gladness my wife's heart, that wild desire I had to roam, could quench ; nor might they still My yearning to explore the world and see All that is worthy in mankind or ill. I launched once more upon the ocean free : We were a scanty crew that one bark manned, But all my leal companions clave to me. 1 Reprinted, by permission, from The Journal of Education, October, 1890."], [102, "90 MUSIC FANCIES We saw the distant coasts, the Spanish strand, Morocco's shore, likewise Sardinia's isle And all that same sea laves of other land. But all my band and I had grown, the while, Tardy and old, when to that narrow way We came, whence none may pass be yond — the pile That Hercules as barriers set for aye ; For to our right we left Siviglia, passed Already, far behind us, Ceuta lay. Then I : ' O brothers, who are come at last Safe through a thousand perils to this cleft, Bethink ye, of your life is dwindling fast The last watch to your wakeful senses left ! Will ye not prove what lies beyond the west,"], [103, "91 AND OTHER VERSES In that dim world of habitants bereft ; Are ye not worthy to fulfil this quest? Ye were not born to live a brute-life blind, Nay, but to follow light and know the best.' I fired my comrades with so keen a mind, By these few words, that new land to explore, Thence no restraint could them here- after bind. So to the morn we turned our poop and bore — All our oars wings — forward on that rash flight, And towards the south we sought to find a shore. I saw the glimmering stars come out by night That gem the southern pole, and ours so low It did not rise above the sea-line. Light"], [104, "92 MUSIC FANCIES Five times had kindled and had ceased to glow Beneath the moon, since we that ocean lone Had traversed, when in the distance, lo ! We saw a mountain ; darkly loomed its cone, So mightily it seemed its head to rear, In height to top it, is there mountain none. Right glad were we : alas ! our joy to fear And weeping soon was changed : for then was born, From those strange coasts a whirl- wind ; drawing near It struck the stern; three times the ship spun, torn Within the eddying waters ; last the prow Was caught and sank, and we, the crew forlorn, Engulfed were — for thus did Heaven allow."], [105, "93 AND OTHER VERSES THE DEATH OF COUNT UGOLINO AND HIS SONS Inferno Canto XXXIII. line 22 The narrow chink that lit that mew of mine, Which men, for me, the ' tower of famine ' call— Whose walls must yet see other prisoners pine — Through many moons had let the scant light fall, Its cleft would yield me. In that dim abode, A dream rent from mine eyes the future's pall : He who is here, as lord and master strode) Hunting a wolf and wolflings in full chase , Where the hill hides from Pisa, Lucca's road."], [106, "94 MUSIC FANCIES Lean was the pack, and swift the eager pace Gualandi, Sismond and Lanfranchi led, Who foremost in the huntall kept their place: Short was the course that then the quarry sped; Meseemed they wearied soon ; then were they torn By the fell teeth that sought them and they bled. AVhen I awoke before the morrow morn, I heard my sons cry to me in their sleep, Asking for bread ; they shared my fate forlorn. — Ruthless art thou if now thou dost not weep, Thinking on what my heart foreboded drear ; Weep'st thou not now, how should'st thou ever ? — Sleep Had gone from us, and then the hour drew near When they were wont to bring our daily fare :"], [107, "95 AND OTHER VERSES Each in his mind then felt the growing fear. A sound I heard below us, and was 'ware Of key turned in a lock in that grim hold. I looked in silence on my sons ; no care Had I for words or tears — within all cold As stone. They wept. My little Anselm cried : ' O wherefore father do we thus behold Thy face ? ' But I was speechless and dry-eyed Through all that day and after, through the night, Till the world saw a new sun's rays enskied ; When from its beams there fell a little light Into that dolorous prison-house, I saw In those four faces, mine reflexed aright. For anguish I my hands was fain to gnaw, And they — who deemed I did it through desire Of eating — on a sudden rose, the four Crying : ' For us 'twill be less pain, O sire, E'en if thou feedest on us ; thou didst give,"], [108, "96 MUSIC FANCIES And thou canst take away, this mortal ' tire ' ! Then for their sakes did I for quiet strive, And that day and the next, we made no sound : Ah ! cruel earth, wherefore didst thou not rive Asunder? Then, when the fourth day came round, Prone at my feet fell Gaddo, the while he Moaned : ' For me, father, hast no succour found?' Then died ; and e'en as here thou look'st on me, So saw I, on the fifth and sixth day, lie One by one, dead before mine eyes, the three. Groping, already blind, did I still cry Unto them, two days after they were dead : Then famine, over grief, had mastery."], [109, "97 H AND OTHER VERSES THE MEETING OF DANTE AND BEATRICE IN THE TERRESTRIAL PARADISE Purgatorio Canto XXX. line 22 At dawn I oft the eastern sky have seen All rose-streaked, while the rest of heaven doth bide In shadow, of a sober hue serene ; And have I noted, if the sun's face hide 'Neath vapour that upon its brightness lowers, Thereon the eye unblenching may gaze wide : In such a guise, stepped forth from out the showers Of blossoms that by angel-hands were strown, And fell on either side, a cloud of flowers,"], [110, "98 MUSIC FANCIES A dame whose robe in hue was like flame's own ; Green was her mantle, white her veil that fell O'er brows whereon an olive-crown was shown. My spirit that so long a time did dwell Far from her presence, was not yet affright By this same vision, since I could not tell What it might be, thus veiled from my sight, Yet by the mystic spell her being threw Upon me, straight in all its ancient might, My early love came back ; once more I knew The power that thrilled me in the far-off years So long ago, when those same years were few. As turns a child, who takes his griefs and fears To where his mother listens to his cry, So turned I, seeking Virgil's willing ears : ' Lo ! all my pulses lifeless seem to lie And all my being trembles, and I feel"], [111, "99 AND OTHER VERSES Again that love whose flame can never die.' But I, in vain, to Virgil made appeal : Virgil had left my side, alas ! my wise And kindly sire to whom I owed my weal ; Nor the delights of this fair paradise Which our first mother lost, could serve to still My tears that rose in, heretofore, dry eyes. ' Dante, weep not for Virgil's loss ; it ill Behoves thee thus to mourn ; nay, rather shed, For deeper cause than this, of tears thy fill.' As I have seen a ship's commander tread The deck, all vigilant, from poop to prow, O'er those who labour there where he is head, And charge the workers to take heart, e'en now So when I turned at sound of my own name — That it be written here, I pray allow — Upon the car turned too that veiled dame Whom first I saw beneath the festal cloud :"], [112, "100 MUSIC FANCIES And o'er the streamlet that between us came, She seemed to scan me, though the veil did shroud Her brows that Pallas' leaves encircling bound, And spoke with regal gesture — even proud Her mien — as one who speaks and thinks to wound Most deep with his last words : ' Look well at me, For I am Beatrice in sooth ; hast found At last this mountain-top? Can it well be Thou deign'dst to climb this steep, and did'st thou know, Man here true blessedness at last may see ? '"], [113, "101 AND OTHER VERSES S. FRANCIS OF ASSISI Paradiso Canto XI. line 43 Between Tupino and the stream that runs From blest Ubaldo's chosen hermit-hill, Rises a fertile mount ; thence summer- suns Perugia warm as winter-snows do chill, By Porta Sole, and beyond lament Their tyrant, Gualdo and Nocera still. And where least steep is tracked that hill's ascent, Another sun rose on the world, as flame The rays of ours on Ganges' strand besprent : For whosoe'er this spot would duly name,"], [114, "102 MUSIC FANCIES 'The East' should call it, to bespeak aright The worth ' Assisi ' makes not known to fame : Nor had this sun from life's first dawning light Run far upon his course, ere he did make The whole earth witness of his glory bright. Her, as a bride beloved, he fain would take, To whom, as e'en to death, is barred the door Of all delight for ever : for her sake, His father's anger fell upon him sore : Assisi's sacred court his bond made fast With Poverty : he loved her more and more. For she — eleven hundred years had passed Since, of her first Lord reft, she had bewailed"], [115, "103 AND OTHER VERSES Her outcast lot obscure — unsought, at last Clung to this one I tell of ; nor availed That she had heard, with Amyclatus sound The voice which all the world with terror hailed, Without his door. Her constant courage crowned None, e'en when Mary stood the cross below, And she thereon a place with Christ had found. But since my speech to thee obscure may show, Hear, and more clearly by my discourse taught, Of Poverty and Francis thou shalt know. The love and concord in their aspect wrought"], [116, "104 MUSIC FANCIES With all the joy and wonder in their eyes, To work in others many a holy thought : 'Twas this bade venerable Bernard rise And make, unshod, that path of peace his own ; Running, he deemed his pace but in slow-wise. 0 good supreme ! 0 riches all unknown ! Egidio and Silvestro bare their feet Behind the spouse of Poverty — thus shown Their love of such a lady : in her sweet Companionship, their lord and master sped With those who wore the girdle-emblem meet. Though he were Bernadone's son, his head, For that, no shame ignoble ever bowed, Nor recked he that all men's contempt was shed"], [117, "105 AND OTHER VERSES Upon him. He to Innocent avowed His stern intent, and his desire confessed That blessing to his work might be allowed. Then, since the common multitude all pressed To hear him — of whose deeds it well beseemed That angels in heaven's court sang carol blessed — He worthy of a second crown was deemed By Pope Honorius — to whose will was guide The heavenly Spirit that upon him streamed. Urged by the thirst for martyrdom, he hied To the proud Soldan's presence, thither fared He to preach Christ, for whom he fain had died ; But since those heathen people little cared"], [118, "106 MUSIC FANCIES To know the truth, then straightway he forsook That grain not ripe for harvest, and repaired To Italy. You on a rock may look, 'Twixt Tevere and Arno ; 'tis the place Where from his Lord the mystic seal he took — Thereof, two years, his limbs did bear the trace. Then it pleased Him he served so faithfully To draw him to the bosom of His grace : Such the reward of his humility ! As to his heirs, he on his flock did lay A sacred charge— his Lady Poverty, And bade them love her well. Then fled away His noble soul to seek its native realm : Nor willed he, costly shroud should wrap his clay."], [119, "107 AND OTHER VERSES S. BERNARD'S INVOCATION TO MADONNA Paradiso Canto XXXIII. line 1 O Mother-Maid, child of thy Son divine, Highest yet lowliest of all souls on earth The chosen of the Will supreme, 'twas thine To dower our human nature with such worth, Thy Maker deigned to be what He had made. Kindled within thy breast that Love had birth, Whose warmth within these peaceful re- gions bade That flower to bloom which here for aye doth blow. Thou e'en in love's full noontide art dis played To us above, as aye thou art below"], [120, "108 MUSIC FANCIES For mortal men of hope a living fount. Lady, thy most exalted worth we know, Since his desire must even wingless mount, Who, without thee, would heavenly grace possess. Nay, not to those alone who, asking, count On this, thine aid benign, thou giv'st largess, But oft preventest thou th' unuttered prayer : For in thee gathered, do all tenderness, All pity and all good beyond compare That vest a human nature, ever dwell. Lo ! he who unto this last sphere would fare, And cometh hence from nether gulf of hell And one by one the spirit-realms hath seen, Beseeches thee to hear ; so may he well Be helped to lift his eyes to that demesne Where dwells man's utmost Good."], [121, "109 AND OTHER VERSES Vouchsafe to grant My prayer, who have not for my vision been More eager than for his, who suppliant Here stands before thee ; yea, and I were fain That these my orisons be nowise scant. E'en may the Will divine to him be plain Made known, so thou with intercessions still Dispel the clouds that dim with earthly stain His sight. O Queen, I pray thee, who canst will And see thy will fulfilled, that thou would'st fence — After such vision — safe from touch of ill, His soul, and vanquish there all lower sense : And lo ! how Beatrice with clasped hands, Among those blessed ones who prosper thence My prayers, e'en interceding likewise, stands."], [122, "110 MUSIC FANCIES FROM THE 'LYRISCHES INTER- MEZZO' OF HEINE XXXVIII A vision of times forgotten Comes up from thy grave, to tell How I, e'en once in thy presence, Was wont in the past to dwell. With tottering footsteps, dreaming, By day through the streets I go : The folks look at me and wonder Whence is my silent woe. By night — ah then was it better — The crowd from the street had gone I and my shadow together — We wandered silently on."], [123, "111 AND OTHER VERSES With foot-fall that echoed dreary, The way to the bridge I took : The moon came out from a cloud-rift, Sad was her greeting look. I tarried before the dwelling — The house that was thine of yore — How long I watched at thy window ! My heart was aching sore. Full oft, I know, hast thou gazed From the casement that once was thine And seen me stand, like a willow, Alone in the pale moonshine. XLII My darling, we sat together In our light boat, side by side. The night was still, and we drifted O'er the waste of waters wide."], [124, "112 MUSIC FANCIES The island fair and ghost-like, In the moonshine glimmering lay, And sweet sounds echoed ; above us The dancing clouds did sway. And still the sounds rang sweeter The cloud-shapes floated free : But we two drifted together Joyless, across the sea. XLIII From some old legend calling, It beckons with white hand — With bells and voices pealing — It is that magic land Where wondrous flowers languish In evening's golden light, And raise their tender glances In bridal glory dight ;"], [125, "113 i AND OTHER VERSES Where the trees' leaves are voiceful A choral song to make, And the loud streamlets, rushing, Into dance-music break ; Where melodies are sounding Such as thou ne'er hast heard, Till with some sweet illusion Thy longing soul is stirred. Ah ! for that land enchanted My heart is yearning sore, To still its pangs of sorrow, Be gay and free once more. In dreams I see that country, But ere the morning light Reddens, my dream has melted Like empty bubble bright."], [126, "114 MUSIC FANCIES LV I wept whilst I was dreaming That thou in death wert low And bitter tears, when waking, Still down my cheeks did flow. I wept whilst I was dreaming That thou from me hadst fled : Then I awoke, yet ever More bitter tears I shed. I wept whilst I was dreaming That thou to me wert true, And waked again, yet faster Did I my tears renew. LIX There shoots a bright star, falling From where it shone above ; Alas, that vanished splendour It is the star of love."], [127, "115 AND OTHER VERSES The apple trees are shedding Blossom and leaf apace : There comes a wanton zephyr And gives them sportive chase. A swan sings on the water, The while she ranges wide ; The song dies, and the singer Has plunged beneath the tide. And all is dark and silent ; Scattered are leaf and bloom ; Hushed is the mournful swan-song ; Quenched is the star in gloom."], [128, "116 MUSIC FANCIES THE HERALD OF SPRING From the ' Emaux et Camees' of Theophile Gautier * Mortals follow their dull tasks blindly : March is smiling 'mid rain-clouds lowering ; He is making, the while, all ready — Ready for spring and the spring's sweet flowering. Stealthy worker — when all are taking Needed rest — for the Easter daisies He is smoothing the frills and carving Golden buttons ; so great his praise is. He, sly barber, hies to the orchard, Into the vineyard his way is making, Lightly a powder-puff of white-frost Over the almond trees is shaking. Leaving Nature asleep reposing, Down in the garden lone he paces ; * By permission of the publisher M. Eugene Fas quelle, Paris"], [129, "117 AND OTHER VERSES In their corselets of soft green velvet He the rosebuds securely laces. Whistling low to the blackbirds, giving Trills of his own, he guides their chanting ; Whilst in the meadow's he is sowing Snowdrops, woods with the violets planting. Where the stag with prickt ear is drinking, As by the cress-grown spring it lingers, Silver bells of the valley-lilies Deftly, with hidden hand, he fingers. 'Neath the grass for thine own sweet eating, He the strawberry all red is staining, Whilst he's weaving a leafy shelter So thou'lt ne'er of the sun be plaining. Then at last, when his task is ended, On spring's threshold we hear him crying — Ere his way afar he is wending — ' Come, sweet spring,' and away he's hieing."], [130, "118 MUSIC FANCIES THE BENEDICTION * From the French of Franqois Coppe~e 'Twas when we took Saragossa, in eigh- teen hundred and nine . . . A sergeant, I happened to be, in that very year, of the line ; And a bad day's work it was, for when we had taken the town, We turned to attacking the houses — upon vis they seemed to frown As if they meant treason as well. Nor once did the firing fail ; Though barred and bolted the doors were, from the windows shot poured like hail. * This translation is authorised by the author and publisher."], [131, "119 AND OTHER VERSES ' 'Twas all the fault of the priests,' our soldiers were muttering low To each other. Whenever we sighted those vanishing forms of the foe, Though from the early morning we'd fought them, the while the drouth And dust were scorching our eyes, and clinging bitter about Our mouths, the taste of the cartridge was strong, yet merrily still We fired away on the men in the long dark cloaks, with a will . . . Now, my battalion was marching the length of a narrow lane : To keep an eye on the roofs left and right, as I went, was I fain, For with the infantry, I, as a sergeant, was bound to go. All on a sudden, flared up in the sky such a lurid glow, Flickering fierce as the breath of a forge, and I heard away"], [132, "120 MUSIC FANCIES In the distance, the cries of the women and soldiers in fearful affray : With that dreadful far-off noise in our ears we were forced to stride Over the dead and dying — they lay so thick at our side. To enter those hovels, each man of us had to lower his head, And when he came out again, 'twas with his bayonet red, And, with the blood on his hand, he made a cross on the wall : For in marches like this it behoves you to think of what may befall, With th' enemy just in the rear. So thus our company sped On, and never a drum or music beat time to its tread — All our officers walking as if they were lost in thought :"], [133, "121 AND OTHER VERSES Each veteran elbowed his neighbour ; un- easy all seemed, nor aught Of the lot, but was feeling his heart like a raw recruit's to beat. Then all at once we heard, as we turned round the end of a street, Frenchmen crying for help : in less than it takes to tell, We'd joined our comrades in danger, who wanted our aid as well. They were a smart little squad ; repulsed they had been, just before, From the parvis in front of a convent, defended in struggle sore By twenty monks, black demons, with heads all shaven and shorn, And a cross of white wool on their habits — the token that they had worn. They fought us barefooted, and bleeding their arms were, up to the sleeve,"], [134, "122 MUSIC FANCIES For weapon a crucifix brandished, and right and left did they cleave With it. A terrible business ! I did as the rest ... I mean That we savagely swept the place with a fire of musketry, clean. With cold-blooded, desperate purpose that last long volley we fired — It was enough for our company, all of our men were tired. We felt that we were but butchers, ay, at the best, heart and hand ; Those heroes grim ! We had killed them, had made an end of their band. And the villanous deed was done, and when, just at last, there broke The cloud, that till then had hid them — a volume of stifling smoke — We saw from the bodies of those we had slain, as they lay there low,"], [135, "123 AND OTHER VERSES A trickling river of blood that over the steps coursed slow ; — And we saw the church behind them its vast, dark space unfold. The burning tapers were lighting its shadows with stars of gold ; The faint-smelling incense was making all heavy and languid the air ; While there in the distant chancel, far up on the altar's stair, Was a tall and white-headed priest — his office was nearly done — As though of the sounds of battle and death he was heeding none. Motionless he stood there, the while at his Mass he prayed. So well I remember it yet ; so clear has the memory stayed, That while I tell you about it, I seem to see it all plain —"], [136, "124 MUSIC FANCIES The monastery's Moorish gateway, it rises before me again, The monks' brown corpses lying about, while the sun's fierce heat Was even yet making the blood on the pavement smoke at our feet ; While, framed by the dark, low doorway — like a shrine they were glowing bright — Both priest and altar resplendent, ablaze in the golden light. And we to the spot were rooted, we men, half ready to fly, Just like the cowards we were. I'll own a hard swearer was I And despiser of holy things, and — on past times looking back — There's more than one can remember seeing me, during the sack"], [137, "125 AND OTHER VERSES Of a chapel, in sheer bravado — such clever tricks had I learnt — Lighting my pipe at the tapers that over the altar burnt. Already I was a hardened scoundrel, ay, and a bold And desperate man ; by the way my moustache from my lip took its fold, You would have said that sneer of con- tempt a blasphemer bespake. — But this old man was so wan, with fear I was ready to quake. An officer shouted : ' Fire ! ' No one stirred, but the priest Surely heard, though he seemed not to heed the command in the least, And turning, he faced us straight with his Holy Sacrament there : For 'twas just that part of the Mass when the faithful kneeling in prayer,"], [138, "126 MUSIC FANCIES Are blessed by the priest. His arms out- stretched looked like wings displayed : But all of us men drew back, when, with the monstrance, he made The sign of the cross in the air, for plain enough it was seen, He trembled no more than if only the worshippers present had been. And when he uttered the notes in a low- voiced monotone, like All of them do in oremus, then on us his words did strike clear : ' Benedicat vos omnipotens Deus,' ' Fire ! ' Cried the angry voice again : ' obey at once, I desire ! ' Then from amongst us a soldier — ay, and a coward too — Lowered his musket and fired4 The poor old fellow now grew"], [139, "127 AND OTHER VERSES Paler, but never faltered or flinched, and his steadfast eye Gleamed with a desperate courage ; he never attempted to fly From the place where he stood, but 'Pater, et Filius,' went on again. And then — what fury or blood-mist had blinded the wretch's brain — Some one fired from our ranks anew on our silent foe : What could have prompted the deed ? It was done — how, I do not know ! But the priest, with one hand on the altar, raised up with the other again The heavy vessel of gold and with it, once more was fain To give us the blessing of peace, and tried for the third time to show The pardoning sign of the cross ; and now, in a voice very low,"], [140, "128 MUSIC FANCIES But that all could hear — for somehow, just then, all noises were stilled — He said with closed eyes : ' Et Spiritus Sanctns.' And thus fulfilled His office in all, dropped dead where he stood, for his Mass was done. The monstrance fell and rebounded three times on the sounding stone ; And as we stood — the veterans even amongst us — we found Horror and fear in our hearts — our arms had fall'n to the ground — In sight of this infamous murder, in sight of its victim ; just then, A drummer there in our midst burst out laughing and cried 'Amen I' Butler & Tanner, The Selwood Printing Works, Frome, and London."], [141, ""], [142, ""], [143, ""], [144, ""]]