[[1, ""], [2, ""], [3, ""], [4, ""], [5, "LOST FOOTSTEPS a Xobel. BY JOSEPH VEREY. Men may rise on stepping stones Of their dead selves to higher things.\" Tennyson. IN THREE VOLUMES. vol. ni. LONDON : XINSLEY BROTHERS, 18, CATHERINE ST., STRAND 1869. [All rights reserved]."], [6, "i.oxdos : -v. _iei.i>_on, primer, 102, high 8tr__t, api*' 6, north street. van .ii_s._r 8qr\\rk"], [7, "CONTENTS OF VOL. III. i H \\v. PAOB. Mynheer Kalm's Journey The Story of a Picture In Paris - - - 1 II, 12 III 27 IV A Fatal Meeting Uzelli Hoodwinked Parental Advice M. Morel is Foi.nd The Trial 4:; V 55 VI. VII. VIII. IX. 71 83 101 The End of Mynheer Kalm's Journey - 117 X Parted 130 XI. E.EQUIESCAT IN PaCE An Emigrant Party Uzelli Gives Way Fitzroy Square 140 XII. 146 XIII XIV. 156 173 XV Waiting 188 XVI, XVII. XVIII. Maude and her Lovers In Idol Lane 195 209 A Letter from Arthur Joyce A Wedding Breakfast - 219 XIX 235 XX. At Rotterdam Again XXI. All's Well that Ends Well 248 264"], [8, ""], [9, "LOST FOOTSTEPS CHAPTER I. Mynheer Kalm's Journey. The anxious expression of Mynheer Kalm's face, as he perused a cautiously-worded letter from Mr. Joyce, urging him to come to England at once, would have been a capital study for a humorous painter. Since the loss of his beloved daughter, Mynheer had become so bewddered in his faculties, that the services of Kloots were in greater request than ever, when any difficulty arose. That worthy having received instructions that an audience would be granted him in the summer house, and rightly concluding that something of importance was to be discussed, was cautious that VOL. III. I"], [10, "2 LOST FOOTSTEPS. morning to take only half his usual allowance of Schiedam, and bidding an affectionate farewell to his old mother, reported himself at head quarters without delay. He was too much accustomed to the sublime composure of his employer to expect any formal greeting ; and when Mynheer put Mr. Joyce's letter into his hand, he fuUy understood that he was to read it, and advise thereupon. Kloots read it through with great attention, and when he had finished, said, emphatically — \" I should think, Mynheer, you ought by all means to go.\" Mynheer looked vacantly at his retainer, as though not quite certain whether he had heard him distinctly ; but being assured, by the decided look of Kloots, he faintly queried — \" Steam ? \" \" Why, yes, Mynheer, you'd hardly choose to go in a sailing vessel in these days of quick travelling.\" The silence maintained for some time was a proof of the alarming effect the mention of"], [11, "MYNHEER KALM'S JOURNEY. 3 quick traveUing had upon Mynheer's mind. He objected, in the first place, to travelling of any kind, but quick travelling was his especial abomination. He had been up the Rhine, as the reader will remember, but that was an inland stream, the shores being everywhere visible, and the current, though rapid, was not turbulent enough to toss the vessel about; yet, even then, Mynheer thanked his stars most heartily when the business was over, and he was allowed to return in peace to his beloved summer-house. Had he not sworn never again to leave it till carried to his last resting-place ? Had he not, over a friendly meerschaum, invoked the sympathies of neighbour Vanderbeck, respecting the dangers of travelling ? He, who never felt himself safe upon water rougher than a mill dam, to venture upon the wild tempestuous ocean ! To mount upon billows, which ran sometimes as high as his own warehouse, and then to dive into those awful black hollows in the waves, which often swaUowed up big ships as easily as an elephant swallows up a child's biscuit."], [12, "4 LOST FOOTSTEPS. Then he objected to steamers, and never passed along the quays when they were hissing, groaning, sputtering, screaming, puffing, and snorting alongside, as though entering a violent protest against the tribulations they had just encountered, without wondering why sensible people ever trusted themselves in such disagreeable con veyances, and fully expected a tremendous explosion every day of his lHe. While cogitating how he could best escape some of these annoyances, and yet comply with Mr. Joyce's evidently earnest request, a happy idea occurred to him, and he murmured, almost with animation — \" Fishing Boat.\" \" They stand a deal of knocking about along shore, Mynheer, but sometimes when they put out to sea, a contrary wind carries them out of their course, and the poor fellows are half-starved before they can put into any harbour.\" Appalled by this picture, Mynheer then remembered another horror of the ocean, and whispered piteously to Kloots —"], [13, "MYNHEER KALm's JOURNEY. 5 \" Sea sickness.\" \" Yes, Mynheer, that's not very pleasant to be sure ; but the best thing you can do will be to go to bed directly you get on board, and He with your feet toward tho bows of the ship, so that when she pitches, you will pitch with her.\" Mynheer reflected upon this delightful prospect with a long-drawn sigh, and giving Kloots, in the fewest possible words, some instructions, resigned himself to his fate. He was at his wit's end as to the errand which made Mr. Joyce write so earnestly, and wondered why that gentleman did not come over himself, a course which would have pleased him infinitely better than undertaking a sea voyage. He had never in his life ventured upon the ocean, holding as he did to the opinion, that those who go anywhere by water, when they can proceed by land, must be out of their senses. The only advantage of water carriage, he had yet discovered, was to float down his timber rafts from the Upper Rhine. Mynheer refreshed himseH with a tumbler of Schiedam, and invited his manager to follow"], [14, "6 LOST FOOTSTEPS, his example, which invitation Kloots availed himself of with such alacrity, that the stock of liquor in hand sensibly diminished in five minutes. \" I think, Mynheer, after all, this Httle trip will cheer you up, and do you good,\" said Kloots, consolingly. The groan which Mynheer gave sounded like nothing so little as assent, but Kloots continued — \"Mr. Joyce is a warm-hearted gentleman, and will be very glad to welcome you to England. What his important communication may be, I cannot guess ; probably about M. Morel.\" Kloots fancied Mynheer nodded acquiescence, but in fact he was nodding involuntardy, being so overcome by his reflections, that he had fallen into a profound slumber. \" It is strange, Mynheer,\" said Kloots, who generally got extremely loquacious after two or three glasses, \" very strange indeed, that M. Mor6l should have left Rotterdam so suddenly, without even calling upon you. I only discovered it by accident ; passing the Chateau, and finding"], [15, "MYNHEER KALM's JOURNEY. 7 it closed, I learned that they had aU gone, Madame Morel having been the first.\" Mynheer's only answer, was a sonorous snore, which Kloots, now becoming somewhat muddled, might have fancied was a murmur of assent. He filled his glass for, perhaps, the tenth time, and asked his master some direct question. There was no response, yet Mynheer's meerschaum emitted a graceful and continuous cloud of smoke, Mynheer's heavy breathing being sufficient to keep it alight. \" Ah, poor gentleman,\" sighed Kloots, sym patheticaUy, \"he has never been quite himself since we lost our darhng girl. What a sad thing to be sure, such a genius as he was, such miraculous faculties for making a good bargain. There's not his equal yonder, I do beheve,\" waving his hand in the direction of the city ; \" and the dear sweet girl she was, always so fuU of fun and merriment, always so kind, and good tempered ; and what a friend she was to my poor old mother.\""], [16, "8 LOST FOOTSTEPS. Kloots, with some genuine feeling creeping into his muddled brain, began sobbing aloud. That mysterious process which so frequently blends outwards sounds and scenes with our dreaming fancies, now associated the grief o* Kloots with some terrible vision of shipwreck and disaster in Mynheer's brain, and with a sudden cry of alarm, he feU forward upon the floor of the summer-house, upsetting the glasses upon the table, and what, in Kloofs mind, was more disastrous, every drop of the liquor. But he flew manfully to the rescue ; the lamp had been knocked down by Mynheer's faU, and they were in complete darkness. The unfortunate gentleman, probably in his fright, imagining that he was at the bottom of the sea, groaned heavUy, and gave himseH up for lost. Kloots did not lose his presence of mind, but tinkled the Httle beU, and assistance speedUy came, for he found himseH quite unable to raise the portly form of his master. A light being procured, Mynheer saw how the case stood, and for the first time in his Hfe, Kloots heard from his"], [17, "MYNHEER KALm's JOURNEY. 9 tacitern employer a hearty laugh, a laugh as loud as it was long, a genuine side-holding roof echoing guffaw, which made the rafters of the summer-house ring again, and the very floor tremble beneath their feet. \" Come, that's right, Mynheer,\" said Kloots, joyously,\" \" that's a noble beginning for your voyage ; and do you set off while you are in the mind. I'll go at once and assist in the packing up.' The vessel was about to sail in three hours from that time, but Mynheer had been so disquieted, that he had made no attempt to prepare for his journey. The active co-operation of Kloots, however, soon animated the household, and in ample time he saw his beloved master safely on board, and tucked up in his cabin, with his feet toward the head of the vessel. The sea was smooth, and the wind was fair, and though Mynheer was as qualmish as a gentleman of his inches might be expected to be, who had never before traversed the ocean, he bore the voyage extremely well, and never quitted his cabin till the steamer reached London."], [18, "10 LOST FOOTSTEPS. He had forgotten, in his bewilderment, to write to Mr. Joyce, or that gentleman would have met him upon his arrival. The consequence was, the poor gentleman came upon deck in the midst of all the noise and hurly-burly, and, distracted by the confusion, gave himself up an easy prey to the first assadant. This was a cabman, of a genius so remarkable, that he had been known to compass a journey of four miles in his endeavours to reach the Mansion House, after a fair start from London Bridge. Seeing Mynheer, this extraordinary man took a benevolent interest in him at once, and without delay, hustled him into the cab, and conveyed him at a steady pace in the direction of Holloway. When they had reached Highbury, Mynheer, thinking he could not do better than give the driver some information, caUed out suddenly, in good EngHsh — \" London Bridge.\" He remembered that as one of the stations of the South Eastern RaUway, but the driver was"], [19, "MYNHEER KALm's JOURNEY. 11 far too astute to turn immediately back. By turning out of the main road, and winding through a labyrinth of little streets, he finally reached the station, after a drive of three hours. Mynheer was of a placid temperameut. He had dropped into a most refreshing sleep, after giving the word to his driver, and, being aroused by the enquiry of the porter as to his luggage, was reminded that it was still lying on the deck of the steamer. But Mynheer wanted his dinner, and having paid the cabman three times his fare, and accepted the offer of the obHging official to telegraph for the luggage, Mynheer sat down to a cosy dinner at the hotel, as little disturbed in his expression by the loss of time, as an Egyptian Sphinx might have been by the rising of the Nile."], [20, "CHAPTER II. The Story of a Picture. Louise and her husband stdl remained at the sea coast. Adrian, fearing to trust himseH any longer in her society, resolved to quit England without seeing her. He paid a fareweU visit to Molton , and was calling upon Mr. Joyce. Entering the room without ceremony, as he had been accustomed to do, he found his friend looking so intently at a portrait, that he did not perceive Adrian's approach. \" What a lovely face, Mr. Joyce,\" Adrian said, \" I wonder you have never shown me that before.\" \" I never show it to anybody, Adrian, nor would you have seen it now, but by accident. You have sometimes wondered, I dare say, why, with vigorous health, an ample fortune, and the society of cultivated friends, I am at times"], [21, "13 the story of a picture. very sad. This portrait is the answer, for it recalls the lost happiness of my youth. \" Not that I believe youth is the only time for happiness. Middle Hfe has its calm pleasures, and even age is endurable when not accompanied with too many aches and pains. I should be happy enough still, but for this one sad recollec tion. There was a moment in my life, Adrian, when it seemed that the decision of a second might have changed my fate for the rest of my days, and the remembrance of it must always be very painful to me. I will tell you how it was. \" Few men had fairer promises of happiness in youth than myself. I had been educated for the bar, but the death of a wealthy relative, shortly after I came of age, left me master of a pretty estate on the coast of Norfolk. There was a fine old house, surrounded by majestic woods, and with glorious views of the sea. In the height of summer, perhaps, when the rooms were darkened by the shadow of the woods, some might have called it gloomy, but it was endeared to me by many chddish associations. It was there, too, I"], [22, "14 LOST FOOTSTEPS. had met the sweet girl who was to have been my wife. If this portrait be not an absolute blunder, you see a nature most keenly susceptible to pleasure or pain, more exquisitely aHve to external influences than any woman I have ever met. It was this very sensitiveness which sometimes alarmed me, but I had a confident hope that it would decrease with time. My whole thoughts were devoted to her, and I beheve she loved me with her whole heart ; yet there were moments when her easy gaiety would suddenly vanish without any apparent cause ; when music, which was a passion with her, would fad to interest her, and she would seem utterly careless and indifferent to everything. She could evidently give no reason for these sudden fits of depression. \" Some friends from London had promised me a visit, and many plans were made for their amuse ment, amongst other things, an archery fete, which Clara entered into most heartily, and from having been extremely sad for a day or two, she became quite happy and cheerful again, in anticipation. It was the autumn, but the weather"], [23, "15 THE STORY OF A PICTURE. was clear and delightful. Our friends came, and never was there a merrier lunch than we had on the lawn the day after their arrival. Clara entered with the most evident enjoyment into the festivities ; and, catching the infection of her joyous mirth, the place echoed with laughter every moment. If a pause occurred, somebody immediately thrummed a guitar, or the sound of the piano came from an open window, or a glee or part song was chanted with boisterous applause. Then came the archery fete in the afternoon. \" A score of lovely girls came, dressed in coquettish fashion, with arrows, more likely to wound their tender-hearted swains than hit the bull's eye ; then a merry quadrille took place; and when they began to be weary, Clara proposed a game of forfeits. She was a little jealous when, in the course of the game, I had to kiss the prettiest girl, except herself, for blundering, and promised a severe sentence when it next came to my turn to pay forfeit. \" This happened very soon, and Clara said —"], [24, "16 LOST FOOTSTEPS. \" ' Now he shall go into the library and wait till he sees a ghost.' \" You should have heard the peals of laughter that foUowed this suggestion. The bare absurdity, as it seemed, to expect a phantom upon a calm, clear October afternoon, with the mellow sunshine streaming over th-3 russet woods, and glittering upon the sea ; it was the quaintest idea imaginable. \" 'I am afraid, ladies, that I shall leave your pleasant society for some time,' I said, ' unless some fair damsel will become a ghost for the moment.' •\"No, that we won't,' cried Clara, ' there must be plenty of ghosts in an old place like this. Of course there is a mystery or romance of some kind that has never been discovered.' \" ' But phantoms don't promenade in the day light, Clara,' said I dolefully. \"However, my tormentors insisted upon the forfeit being paid, and I went off to the library to pacify them. It was on the side of the house opposite to that where my visitors were assembled,"], [25, "17 THE STORY OF A PICTURE. and the approach was through a long and some what gloomy corridor, almost dark abeady, though comparatively early in the afternoon. \" When the door of the library closed upon me, there was almost a complete silence, save but the echo of the waves upon the beach, and the gentle murmur of the wind in the lofty trees near the house. I could not hear a sound of the merry makers I had so lately quitted, and the stillness was by contrast somewhat saddening. \" Before I had been many seconds in the library, I became conscious of a feeling of appre hension, which I could not by any means account for. It was in vain that I peered into every corner of the lonely room, there was nothing un usual in its appearance ; besides, it was still day light, my friends close at hand, the house famUiar to me from childhood ; every book upon the shelves had the aspect of an old friend. A volume of an old author, over which I had been dreaming for an hour upon the previous day, and which, with my usual forgetfulness, I had left open upon the table, was stiU there, bearing evidence that the 2 VOL. III."], [26, "18 LOST FOOTSTEPS. room had not been entered since. The heavy blind was hanging a Httle aside, too, just as I had drawn it on the previous day to get a Httle more light at dusk. \" The room was the worst lighted in the house, but was the quietest, and there was a solitary path way leading over the cliff down to the sea, within a yard or two of the window, which was a delightful place in the summer. Impatient of my captivity, and anxious to shake off the uneasy impression which fastened upon me, I walked to the window, haH suspecting, half hoping some fair visitor was coming to play the part of phantom, and release me, and I vowed inwardly to make her pay for her presumption. \" I had reached the casement, haH incHned to jump out, when a slight rustling, and a gleam as of some white object in the distance attracted me. I, at first, thought that one of the young ladies was hiding behind a tree to play me a trick, and carry out the joke, and raised my foot Hghtly to the window, intending to give chase, when I felt myself suddenly rooted to the spot, as though an"], [27, "19 THE STORY OF A PICTURE. invisible chain had been flung around me. I became irresolute, and incapable of exercising the slightest power of the wdl. \" I was vividly reminded of the extraordinary feelings I then experienced by reading the other day a passage in ' MoreU's Psychology,' where he speaks of a state of the mind, consisting of a succession of separate impressions, each separate sensation Hke a momentary Hfe and death of the individual being, and depriving the soul of seH consiousness, tiU this chaos of impressions clustered round a central or uniting point. This paragraph gives something like a paraUel to the state of my own mind, as I stood at the Hbrary window. The whole time I had spent there could scarcely have been two minutes, yet seemed, owing to the excitement I laboured under, indefinitely pro longed. \"My impression was, and is, that during the few seconds I stood at the window, Clara must have passed swiftly by ; but the astounding part was, the inabihty I felt as to following her. \"Another second, and the whole troupe of"], [28, "20 LOST FOOTSTEPS. visitors came rattiing along the corridor leading to the library. \" The door being opened, somebody cried— \" ' Well, Mr. Joyce, have you seen the ghost ?' \" I did not answer for a moment, I was bewildered. \" ' You are not offended ? ' enquired one of the girls. \" ' Certainly not,' I answered, ' but what have you done with Clara, she should not excite herseH too much.' \" ' Don't be in a fidget, Mr. Joyce, she is on the lawn stiU, and has just been singing one of your favourite songs.' \" ' Never heard her in such good voice,' one of the gentlemen said, ' really sang like an angel.' \" ' And looked like one, too,' echoed another. \" ' But where is she,' I asked again and the whole party looked round, one of them answering ' that she must still be on the lawn.' \"I followed them, but when we reached the lawn Clara was not there. The harp stood near a rustic seat, upon which she had been sitting to"], [29, "21 THE STORY OF A PICTURE. i accompany herseH. A string had broken, and, perhaps, explained her absence, and after waiting a few moments, some one went into the house to seek her. I should have gone myself, but concluded, without doubt, she must be indoors, and at the same moment an old schooHeUow, to whom I had scarcely spoken as yet, came up, and Unking his arm in mine, began to chat of old days we had spent together. \" ' Don't be so anxious about the young lady,' he said, merrdy, 'they will be sure to take care of her. Meantime, I want you to show me your Httle estate, before we go in to dinner.' \"It was getting near dinner time, and was a Httle dusky under the shadow of the woods, as we walked away from the house. \"' There's a damsel flitting away at a wonderful pace,' said my companion, after we had walked a short distance, ' as you are keeping open house, we ought to foUow her, and bring her into dinner.' \" ' By all means,' answered I, as looking in the direction he pointed, I saw at some distance a figure in a light dress floating through the trees,"], [30, "22 LOST FOOTSTEPS. and thought it was most Hkely the daughter of a neighbour ; and, in a merry mood, we gave chase to the unknown fair one. \" For a few moments we lost sight of her, coming in sight again at the end of an avenue, leading down to the viUage, but a considerable distance in advance. \" ' By jove,' laughed my companion, ' are we to be beaten Hke that ? ' and off we both started at a brisk pace down the avenue, but we saw her no more, and stopped breathless at the outskirts of the vdlage. \" ' What a nimble-footed jade,' cried my com panion, ' I would have sworn to have caught her in ten seconds.' \" However, we saw no more of her, and turned back to dinner, when we heard a hasty step behind us. \" ' Servant, sir,' said a farmer, we knew very well, ' I was just following Miss Clara, sir.' \" ' What do you mean ?' I asked. \" « I had just come in from the farm, sir, and thought I saw the young lady at the door, but she"], [31, "23 THE STORY OF A PICTURE. was gone again in a moment, and I thought to myseH, perhaps she did'nt see me, and they want some help at the house. It's a great pity my wife was out ; but I followed myseH, sir, to see if anything was the matter.' \" ' What of Miss Clara ?' I enquired, \" ' She must have gone back to the house,' said the farmer, and wished us good day, upon our assuring him there was nothing the matter. \" ' Come along Joyce, the farmer has been making a Httle merry at the Three BeUs, and sees double in consequence,' said my companion. \"Thinking this likely enough, we sauntered leisurely back to the house, but when we got in doors, my visitors were evidently uneasy, and I learned that Clara was not to be found. No one had seen her since she sang the ballad to the harp upon the lawn. The ladies had wandered a con siderable distance in search of her, but she could nowhere be found. \" Then came once more the terrible feeling of distrust and apprehension, the sickening fear, which had paralyzed me as I stood at the Hbrary"], [32, "24 LOST FOOTSTEPS. window, and with it came back the same sense of powerlessness that suspended my footsteps at the critical instant when, as it seemed to me now, I might possibly have warned her against some danger. We were too bewildered for some time to take any decisive step, but wandered aimlessly seeking her, hour after hour. Nobody dined that day, and it was midnight before we thought of seeking along the shore. \" Then, with lanterns, we walked about tdl day break, hearing only the low moan of the waves, and seeing only the white foam of the breakers, with, sometimes, a twinkHng light on the deck of some fishing boat. \" I cross-questioned each visitor with passionate anxiety, but there was not one among them who had heard from Clara, or seen anything in her manner, indicating any change from her usual habits. All agreed in saying that they had never seen her so happy and cheerful as she had been up to the moment of her extraordinary dis appearance. Her health, too, had been unusuaUy good previously. There was nothing to be done,"], [33, "25 THE STORY OF A PICTURE. but to continue the weary task of searching for her — a task in which the villagers joined heartUy, for Clara was known and beloved by every inhabi tant of the place, and with genial familiarity, was more often, than not, caUed by her christian name. \" For miles, in every direction, friends and neighbours continued the search through the foUowing day, when at night, a rough, honest boatman came up to the house, his face showing too plainly his sympathy. For a moment I was calmer than he. I had yet to learn the blank horror of the story he would have to tell me. With much difficulty, and with an evident desire to spare me, his simple tale was at length told. He had been out fishing, with his mates, for some hours, and they had caught nothing, when at length the net was dragged by an unusual weight, and his comrades began to puU with great alacrity, thinking they had met with a great haul of fish. The net was drawn in, and then, to their horror, they saw by the fading light, that the net was heavy with the weight of a human form."], [34, "26 LOST FOOTSTEPS. They pulled swHtly ashore, and by the Hght of a lamp, recognised the features. \" My darling was found. \"Whether, in one of her old fits of sudden despondency, she had purposely cast herself into the sea, or whether she had met her death by accident at some part of the cliff, can never be known. I shaU always beheve that she passed near the library as I stood irresolute at the window, but as to her motive in suddenly quitting the party as she did, I shaU only learn when I join her in the land where all mysteries are made clear. \" The place I had so dearly loved, became intolerable to me, and I sold it at a great sacrifice, came to London, and apphed myself to the law as a means of banishing these painful reminiscences. I question if I should have told you this Httle history now, Adrian, but that it is well for one of your age to know how few there are who have not some secret grief, some incurable heart wound to bear, though they may carry a smiling face to the world.\""], [35, "CHAPTER III. In Paris. Mr. Joyce earnestly advised Adrian to fuUy ocoupy his time. \" I know where the shoe pinches,\" said he, significantly ; \" and, I beheve, that is the only remedy. It may seem to you profitless labour to work on without any direct aim, but depend upon it ambition wdl come with the pursuit.\" Adrian went first to Brittany, where he in tended to spend a few months in sketching the quaint old castles, abbeys, and houses which render the towns upon that rugged coast so pic turesque. He was dehghted with the Httle port at which he landed, and its gothic church, frosty with age and haunted by mystic shadows ; tower ing above the noisy market-place as though it had been a weather-beaten granite peak"], [36, "28 LOST FOOTSTEPS. touched by some wondrous enchantment of nature and petrified for ages into this airy shape. Be neath the shade of this time-haUowed roof stood many a gay brunette beside her stall, passing merry jests with the blue-bloused loiterers, or praising the quahty of her wares, consisting of showy glass or homely earthenware, cackling poultry or fat pigs, fruit, flowers, or gaudy pieces of stuff for rustic costume. There was a rude stall for art there also, and copies of Crucifixions and Holy famihes hung in company with the hero of Austerlitz. Nor was it difficult to say which claimed the greatest admiration from the crowd, the Saviour or the Destroyer, for it was at the time when the popularity of Louis PhiHppe was on the wane, and men, some of whom had fought in the Grand Army, looked back regret fuUy to that day so fuU of glory and then so fuU of despair for France. Among the groups, amused .by the incessant babble of tbe crowd, Adrian wandered carelessly, wondering sometimes when coming upon parties of men at street corners in animated discussion"], [37, "IN PARIS. 29 that they glanced furtively at him as he passed, and suspended their argument, or carried it on in whispers till he had passed them. In truth, a strange face was a rarity at the time of the year. Many Enghsh came there in the height of summer, for the scenery was lovely and the Hving very cheap ; but there had been a pro found disquietude in the capital, and every stranger was looked upon as a spy watching the course of events on behaff of the government. The feeling growing up in the minds of the popu lation was not unlike what is taking place at the present moment. It was a pause before a possible storm — a storm which might easily have been averted if those in power had not been blinded by selfishness and luUed into security by a behef in majorities, forts, and troops — majorities which proved nothing, and advanced nothing — forts which might at any moment serve to imprison their defenders, and troops who were secretly fuU of sympathy with the popular ideas, and conscious also how Httle glory there was to be gained in a contest with their feUow-countrymen. Scandals"], [38, "30 LOST FOOTSTEPS. respecting the life of the court were becoming plentiful and were received with avidity by the people ; whUe the governing party retaliated by hurling back defiance, and checking or boldly suppressing the numerous meetings which were being held in favour of reform, denouncing men who had the true interests of the people at heart as mischievous agitators, seeking only to arouse the blind passions of the mob for their own pur- poses. There was growing in France, and it wiU perhaps never more be eradicated, a feehng of impatience against the insolence of authority and ready sympathy for those compelled to yield to it. It may be that the daUy increasing import ance of the American RepubHc, or a fuUer know ledge of our English freedom, had something to do with this altered tone in the masses of the people, and discussions were frequent when any action of the government savoured of restraint. The nation, quick in feehng and craving imme diate results, could not brook the step by step advance which would perhaps in the end have"], [39, "IN PARIS. 31 more surely gained their desires. Neither side would Hsten to compromise, and the more cla morous the populace became, the more rigid was the attitude of the ministers. Then as now, the right to meet freely and debate public questions was discussed with the greatest bitterness; and each man, feeling that his claim to be heard upon topics that imme diately concerned him was in jeopardy, was determined to make a stand upon this point H upon no other. It was at this juncture that the French ministry of the day made fatal blunders, and it was plainly seen by those who understood the popular feeling, what the end must be. The street vagrants who broke lamps and demohshed shop windows for the sake of plunder — the reckless and impoverished, who would merely welcome an outbreak for the chance of a drunken orgie, began to speculate upon their harvest : but they were not alone. The more thoughtful and earnest were enraged and disgusted when they saw, day by day, their liberties curtailed, in the press, in"], [40, "32 LOST FOOTSTEPS. the right of public meeting, in social intercourse, for the most innocent family gathering was Hable to be invaded by the police. Those who objected publicly, were prosecuted by the government, which was becoming hourly more unpopular. Newspapers were suppressed for the most trivial offences, with the vain idea, that by main force, a nation could be induced to yield its birthright. Adrian spent his time at first in sketching and wandering, without any direct aim, from one quaint old town to another; but everywhere was the same stagnation of aU business, the same pre-occupation in men's minds. Rumours came flying from Paris that an outbreak was imminent, and some of the bolder spirits from the provinces went up to the capital, partly from curiosity, partly, perhaps, to join in some of the secret societies which were estabhshing to defy the government and bring about a new order of things. Little enough was thought, then, of Imperialism, and nothing would have infuriated the mass of the people so much as to have propheeied the revival of the ideas of the empire."], [41, "33 IN PARIS. The prevalent idea was a republic, and it was thought by the more ardent and enthusiastic minds, that a republic would find a sufficient number of men, prepared and qualified to carry on the government so as to inspire confidence in the people, and present a dignified attitude in the eyes of other nations. Anxious to watch the progress of a movement so different from anything that had taken place in his own land for a couple of centuries, Adrian could not resist the temptation to go to Paris. He had fallen in with a young French artist, M. Maurice Vaissier, who was brimming with antipathies against the ruling powers. He was an accomphshed young man of good family, and spoke Enghsh with the greatest fluency. He had read all our great authors, understood the principles of English government, and having conceived a warm admiration for Adrian's abilities, strongly urged him to Paris, as the only place in France for a young artist. It was a critical time for France when the young men reached the capital. The ministry 3 VOL. III."], [42, "34 LOST FOOTSTEPS. had been dismissed as a concession to popular feeling, and for the moment there was a calm, but a calm with which nobody was satisfied, and which could not possibly continue. Suddenly, when expectation was on the tiptoe for the next move, the National Guards fraternised with the people, and in many cases aUowed themselves to be disarmed by their countrymen without the slightest resistance. The Comte Mole, who had been deputed by the king to form a new ministry, had also signally failed. Marshal Bugeaud, in command of the French troops in Paris, protesting against certain orders, resigned his' command ; his officers became disaffected, and whole regiments allowed the mob to possess themselves of arms and ammunition. By this movement an irregular but very for midable army of nearly twenty thousand men obtained possession of the Parisian streets, most of which were then extremely narrow and crooked, and favourable to the kind of warfare attempted. Barricades of omnibuses, ladders, barrows, planks, paving stones, and even articles"], [43, "35 IN PARIS. of furniture speedily arose in quarters capable of active defence, and in some cases there had been actual conflicts between those of the troops who remained firm to the government and the people. A sharp struggle had taken place at the Palais Royal between the people and one of the line regiments in charge of the state apart ments, in which Adrian's new friend bore a prominent part. Heading a party in the defence of a barricade he came back to Adrian, laughing merrily at the exploit as only a Frenchman can, and immediately joined another expedition bound for the TuUeries to demand the abdication of the king, who had been advised to give place to his grandson, the Count de Paris. Everything, however, was too late for the unfortunate monarch, who had neither the time nor the calmness of mind necessary to combat such difficulties as now beset him. Bewddered, despairing, he learned that the troops had given way to the people. The TuUeries was at the"], [44, "36 LOST FOOTSTEPS. mercy of the mob, and he signed with a sense of relief the act of abdication, proposed to him by Emile de Girardin. Excited by the extraordinary events which were taking place, Adrian followed his young friend from one post to another Hke one in a dream. In more than one instance he would have met with rough usage, had it not been for his companion, who, with a simple password which acted as a tahsman wherever they went, soon restored the good humour of the mob. They had reached the Chamber of Deputies, where the abdication of the king was being discussed amid cries of \" Vive la Repubhque,\" the crowd without becoming each moment more violent. Suddenly, as by an invisible impulse, the vast concourse moved forward, and Adrian was literally carried into the Chamber. Groups of men, some dressed in the ordinary blouse, some with dilapidated coats hanging in rags from their shoulders, some with dragoon's helmets on their heads, but all with some kind of weapon in their"], [45, "37 IN PARIS. hands, muskets, spears, swords, and flourishing the tricoloured flag. With a hearty cheer for Maurice Vaissier, they hoisted him into a seat lately occupied by one of the deputies, and called upon the President to propose a republic. Unawed by this demonstration, the President calmly put on his hat, and was about to move from his place, but the uproar then became terrific, and not a voice could be distinguished for some seconds, untd Ledru Rollin, making himseH audible by the aid of his magnificent voice, cried out \" Gentlemen, — In the name of the people I demand silence. A government has been pro posed to you, against which I protest. You have already been fighting for two days, and, H necessary, you will continue the struggle \" The shouts of applause were tremendous ; arms were brandished, and caps thrown into the air, when Lamartine rose calmly and spoke. His dignified manner silenced the crowd, and they listened with respect. He spoke with regret of the blood which had been shed, and of"], [46, "38 LOST FOOTSTEPS. his desire, first of all, to put a stop to civU war. He then proposed a provisional government, which should take upon itself the task of appealing to the country, and thus establishing a form of government based upon the popular wiU. There was thundering applause at the conclu sion of this speech among the more moderate ; but fierce passions had been aroused, and were not so easily quelled. WhUe Adrian listened with eagerness to the proceedings, Maurice touched him on the shoulder, and made a sign for him to follow. Immediately they left the chamber they were foUowed by a considerable number of the armed crowd, who had, it seemed, chosen Maurice Vaissier as a leader. Following him quickly through the narrow, winding streets, they c.ame to a spot where preparations were evidently being made to resist an attack. Blinds were drawn down, doors barricaded, the stones from the roadway pUed in heaps, while a quantity of scaffold poles from a neighbouring building"], [47, "39 IN PARIS. were hastily fastened together to blookade the street. \"Here I may close my life,\" said Maurice Vaissier, with a steady look at Adrian. \" Why, then, have you come here ? \" was the answer. \" Could you not as easily have turned in another direction ? \" \" It is my destiny ; but, come, you must want some refreshment by this time.\" Giving a signal to a man armed to the teeth, who was guarding a door near them, they entered, and found a plen tiful meal ready for them. Excited by the peculiar behaviour of his companion, Adrian could not eat much, and his ear caught ominous sounds occasionaUy. Maurice listened to these sounds from time to time, and once, when they sounded nearer, took up a gun that stood near him, and examined it. \" There is no need for you to brave danger, my friend ; it is not your cause, but for France some must fall, and I may be one of them. May I ask a favour of you ? \" \" Certainly,\" was Adrian's reply."], [48, "40 LOST FOOTSTEPS. \" If it should be that I fall, you wdl give this letter at the address upon the envelope. I would not trust it to the post, for special reasons. Promise me, will you ? \" Adrian took the letter, and gave the promise, wondering greatly why this young, gaUant fellow should heedlessly sacrifice himself, especially as it seemed that the government was giving way, and that a Httle patience on the part of the people would secure their desires. In another moment shouts were heard in the street beneath them, and looking out of the window, Adrian saw that the street, which half an-hour before appeared so deserted and silent, was alive with human beings. Every window, every door, every roof, was occupied by men, armed, and resolute. Maurice addressed a few words to them, which were received with a cheer, and then, taking his gun, he shook hands with Adrian as one who parts for the last time, and mounted the barricade to give the signal. For a moment Adrian saw the active figure"], [49, "41 IN PARIS. glance over the pUed up heap of the barricade. Then there was a cry of \"Vive la Repubhque,\" then a hundred guns were levelled through openings of the barricade, and through windows, and downward from the lofty roofs. There was a clatter of glass, and a thousand echoes dying away amid the smoke, and then for a moment a dead silence. \" Again,\" shouted Maurice, and guns were reloaded with the greatest rapidity, but in the interval the fire was returned. A volley came crashing into the barricade. There were shouts and cries of pain, mingled with execrations. Maurice raised his cap with an air of defiance, and caUed upon his companions to fire quickly. In a second more he fell back, fatally wounded. Adrian rushed from the house and lifted him from the ground. He smiled, and faintly shook his head, but spoke not a word ; and before Adrian, haH carrying, half dragging him, had reached the house, he was dead. At the same moment the attacking party had reached the barricade, and some of the soldiers,"], [50, "42 LOST FOOTSTEPS. climbing nimbly over, made a vigorous onslaught upon the defenders. Adrian, unarmed, and embarrassed with the corpse of his friend, could make no resistance, nor could he escape. A group near him, seeing his position, threw themselves upon the soldiers like fiends, and forced them back, until he had reached the house. Many of the crowd followed him, and defended the house against the troops ; who, however, having thrown down the barricade, seemed unwiUing to prolong the contest, and passed out of the street. Once more there was sdence, and then Adrian, for the first time, felt faint and in pain. He had received a bullet in the left arm from which the blood was flowing freely. The people of the house were extremely kind to him. A surgeon was called, who, examining the wound, found that it was not serious, and by the next morning he was able to fulfil the sad office imposed by his promise the day before."], [51, "CHAPTER IV. A Fatal Meeting. After two or three very exciting days Paris soon became tranquil again. The feeling of the great mass of the people was so strong in one direction as to render the office of those who had been chosen leaders of the movement compara tively easy. The struggle in which the gallant young Vaissier fell had been a rash attempt to re vive the idea of a Legitimist party but had signally failed, as might have been foreseen from the first. The young painter, a descendant of an old family in Brittany, which had for half a century Hved in protest against Napoleonic influence, had come up to Paris filled with the ideas he had imbibed from childhood, and had conceived it possible, in the stormy events likely to take place, that he mis^ht find a circle willing to carry out his views."], [52, "44 LOST FOOTSTEPS. At first he met with some success; for in the agitated state of the public mind every shade of opinion had its representatives. A compact little body of adherents raUied round him, and, full of passionate aspiration, the young man flung him seH into the conflict without a thought of conse quences. But when the general pubhc declared so strongly against their cause, young Vaissier soon saw a thinning of his ranks, and when the actual struggle took place perhaps scarcely two hundred really supported his direct purpose, the remainder consisting mainly of those reckless spirits who are always so plentiful in Paris when an outbreak is Hkely, and whose patriotism has about as much foundation as their pohtics, mean ing little more than a sharp look out for plunder. With a last look at the noble features of the dead young painter, Adrian left him to the care of the people, and with his note and dying message to his family started for Brittany. Adrian had, upon two or three occasions when staying in Brittany, visited young Vaissier's home, and, charmed with its picturesque situation,"], [53, "A FATAL MEETING. 45 had carefully painted it in water colours. It was a strange, fantastic old place — half mansion, half fortress, half farmhouse ; rude antique towers being blended with overhanging gables, where innumerable birds had built their nests under the eaves. The inhabited portion of the house was fuU of long dark passages and sombre rooms, wainscoted with oak, and the front of the building looked out upon a kind of courtyard, now used as a farmyard. Nothing could be seen from the windows but the walls and outbuildings, yet it was situated in the heart of most romantic scenery. Almost under the very walls ran a swift river, so deep down beneath the overhanging rocks that it was scarcely audible, but a Httle lower down the stream there were pleasant cornfields and verdant meadows, in the midst of which stood a ruined monastery which was near to the road leading to the house. Fatigued with his journey, for there was no conveyance nearer than five or six miles, Adrian sat down in the shadow of the monastery to rest."], [54, "46 LOST FOOTSTEPS. Though but the first week in March the sun was shining brilliantly, and threw long fantastic shadows from the broken sculpture and ruined arches of the building. The roof had faUen cen turies before, and the bare waUs stood open to the sky. A gentle wind whispered tremulously through the crevices and waved the clinging ivy that clustered round the hoary walls. The silence was so great and soothing that Adrian, who had passed a sleepless .night, involuntardy dropped into a slumber and had a most extraordinary dream. Upon an antique tomb, which yet remained entire, was carved a female figure in a recumbent attitude, with hands crossed and eyes raised to heaven. Was it fancy merely? It seemed to Adrian in his dream that the figure suddenly became Hke his beloved Louise. The likeness grew more and more vivid each instant, and he could almost believe that it moved, and that a wild cry of distress was uttered at some great distance. Greatly excited by it Adrian awoke with a feeling of horror, and looked about him, but the"], [55, "47 A FATAL MEETING. place was as silent as ever. There was the same rustHng of the wind — the same fantastic shadows — the same quiet figure upon the antique tomb. There was not an echo of any human footstep or sound of human voice, and Adrian, persuaded that it was merely an excited fancy, rose sadly to pursue his journey. As he stepped into the dusky glen leading to the home of the Vaissier family, he listened with a sort of shudder for which he could not account to the brawling of the swift stream beneath, and he felt oppressed and lonely as he gazed at the taU crags overhanging the stream, though he knew it could not be many minutes ere he reached the houso where, though the bearer of such me lancholy intelligence, he was sure of a welcome for himseH, as indeed the Enghsh are in aU the provinces of France. The scenes he had witnessed in the capital had rendered Adrian's ear preternaturally acute, and he was certain when he again turned into the road leading to his destination that he heard a foot step at a considerable distance."], [56, "48 LOST FOOTSTEPS. It was stealthy and peculiar — sometimes stop ping suddenly, then advancing at a very rapid pace. Adrian was entirely unarmed, and remembering the excited state of the country thought it better to hurry forward. He, however, Hstened for a few seconds without detecting the slightest sound, and concluded that the traveller, whether his intentions had been evU or not, must have taken another direction. He kept on till he had reached the rude wooden bridge that spanned the narrow ravine at a dizzy height above the roaring waters — so far, indeed, that the rays of the declining sun did not pene trate to the torrent. High as the bridge stood above the stream, however, its force, swoUen as it was with winter floods and melting snows, made the rude framework shake and tremble. Adrian knew there was no danger for a single passenger, for he had seen cattle and loads of hay and corn pass over it. Why, then, he asked himseH, should he hesitate to cross it as though it was likely to give way beneath his weight ?"], [57, "49 A FATAL MEETING. He paused irresolutely ere he stepped upon the bridge, and again he heard (and now he fancied it must be nearer) the same peculiar stealthy foot step he had heard before. But immediately he listened it stopped again, and Adrian, ready to smile at his own weakness, stepped upon the bridge and had nearly crossed it when he paused for a moment to look at an open ing in the rocks, through which one window of the chateau was visible. He had cause enough to remember that tiny casement. How often, for years after, in quiet hours of retirement, in day dreams, in the midst of artistic labours, even in his very dreams, did that soHtary window seem to flash before him, as he saw it lighted up for a moment with the deep glow of the sun, which, in the glen where he stood, was no longer visible. He stood still a moment upon the end of the bridge, fascinated ; gazing, with the eye of a painter, upon a scene which was pecuhar and novel. He looked down into the dark space beneath him, heard but could not see the raging VOL. III. 4"], [58, "50 LOST footsteps. water dashing through the rocky channel, and faUing with a crash and a roar over a ledge a little lower down. Now, in reahty, there were footsteps ap proaching him rapidly, but the noise of the waters drowned them completely. It was only when Adrian roused himseH to leave the spot that he perceived a tall figure standing like a shadow beside him. He felt a vigorous grip upon his shoulder as he turned, and, with a suppressed cry of alarm, saw in the dim light that his companion was M. Morel. His first thought was of Louise, as the strange dream he had had flashed upon his mind, coupled with the equally strange appearance of M. Morel in such an unexpected place. He forgot for the time the state of mind in which he had left her husband, and remembered her only. She was ill — perhaps dying — perhaps, even, dead — and had sent in her last moments, some message of affection and confidence with which she dared not trust herseH -when living."], [59, "51 A FATAL MEETING. But why by M. Morel ? was his next thought. Had her husband recovered his faculties? He looked fuU of health and vigour, but Adrian perceived, in a second glance, the same wUd Hght in the eyes — the same fierce, animal gaze, which had so often appaUed him. Adrian, recovering his presence of mind, put several questions rapidly to his companion, but they received no answer ; and he was about to move from the spot where he stood, thinking it a wise precaution, considering M. Morel's state of mind. Perhaps the strange situation in which they were placed suggested to the broken mind of M. Morel some violent idea, for he effectuaUy prevented Adrian moving one step further. Once, when Adrian attempted to pass him, he muttered some incoherent words, and threw up his arms. Not wishing to irritate him, Adrian gave way, and leaned for a moment against the rails of the bridge. The next instant he felt himself forced upon this frail support, which cracked and quivered"], [60, "52 LOST FOOTSTEPS. with the strain, and promised speedily to give way and precipitate them into the gulf below. Explanation there was none — resistance scarcely any, for Adrian's arms were held as though in a vice. Struggling, however, for the purpose of saving his own life, he freed one arm, and gave his antagonist a sudden blow with the hope of forcing him to relinquish his hold. Infuriated by this, M. Morel renewed his attack with the utmost violence. It became a death struggle in which it seemed very probable that the physical strength of the madman might prevail; but the rail of the bridge gave way beneath a fierce lunge, and Adrian saw with horror the form of M. Morel fall backward over the bridge and disappear. There was no cry for help, nor could any help have reached him. In vain did Adrian make a wild attempt to reach him by climbing over the frail bridge, and leaping upon some of the sHppery masses of rock, constantly wetted with the spray. The furious torrent must have carried M. Morel beyond the reach of human aid in an instant."], [61, "A FATAL MEETING. 53 The incident had occupied but a few seconds, and its suddenness so overwhelmed Adrian that he was totaUy unable to consider calmly what was to be done for some time. At length, remembering how near help was, he made for the chateau with breathless haste, but was met before he reached the house by some of the farm people, who had seen him there in company with Vaissier, and recognised him at once. Through the cleft in the rock the scene had been witnessed by one of the servants, and it was through the alarm she had given that assistance was coming to the spot. When, however, Adrian, with great haste and agitation, related what had taken place, he observed an air of suspicion in the faces of the men. It was evident from their glances they thought it possible that a crime had been com mitted, and with looks of evident distrust they escorted him to the house. They were five or six in number, and two of them walked behind Adrian, apparently to prevent his escape. When he anxiously enquired why they did not search"], [62, "54 LOST FOOTSTEPS. for M. Morel, he was answered merely with a shrug of the shoulders, and one of them with an ominous look said, \" He will be found, my friend, perhaps, sooner than you wish or expect.\""], [63, "CHAPTER V. Uzelli Hoodwinked. Time had passed heavily in Fitzroy Square through the winter, for Cecily, coming back to town, felt keenly the terrible memory of her father's fate ; but with the first sunshine of spring, her spirits revived, and she became more hopeful, but she hated London most heartily. Through the unsettled vagrant life she had led as a chdd there was hardly a street or square in the vast city but was connected with some painful remembrance, and she looked forward with joy to getting into the peaceful country. For UzelH, who saw how delighted she was with nature, had determined to combine business with pleasure by painting two or three land scapes. He would choose subjects which admitted of figures being introduced, and this"], [64, "56 LOST FOOTSTEPS. is a kind of picture likely to seU. However well painted a remote, sohtary landscape may be, it is never received with any sympathy or interest, save by artists who can appreciate the labour bestowed, or the truth to nature attained. The bulk of those who are to be found in the galleries of BurHngton House this season con gregate round a few special pictures, generaUy having domestic or social interest. Young ladies, attended by their cavaliers, look admir ingly when they come to a bit of \" sweet sentiment,\" or a scene of drawing-room comedy, while visitors of more mature years enjoy scenes of broad humour, or homely pathos. Very few, indeed, Hnger in front of a wUd mountain cataract, or soHtary glen, and UzeUi was coming down very often from the high horse which he had ridden for years, and lending himseH a little more to the popular taste. \" But ze difficulty is, my shdd, to know vere de cockney painter has not been. Mine Got ! Whose dog is UzeUi, dat he should paint ze two tousand and twenty-first 'View of Snowdon"], [65, "57 UZELLI HOODWINKED. from Capel Currig ? ' and may de good Lord have mercy, and preserve him from ze 'Lake of Windermere, at sunset.' Twenty-four knights of de brush sat under twenty-four umbrellas in ze Devonshire mist, last autumn, and painted Clovelly. One got a place in ze Academy, and twenty-three got bad colds. Twelve students in a punt drew ze ' Salmon leap on the Conway, North Wales,' aU at one time. Mon Dieu ! vat a prospect.\" Cecily suggested Scotland. \"Zat is overdone, my dear, Hke ze rest. Besides, every Scotch painter makes twenty copies of de picture he paints. He has done Ben Nevis, first from nature on a clear day ven zere is not a cloud in ze sky. Zen, for variety, he paints anoder of ze same wiz some dark clouds and mist on the top. Zat's ' Ben Nevis in a tunder storm.' Zen anoder in indigo and Chinese white is ' Ben Nevis by moonlight.' One wiz rosy streaks across ze sky is ' Ben Nevis at sunrise,' and ze same a little deeper, wiz a pic-nic party making a fire"], [66, "58 LOST FOOTSTEPS. in the foreground is ' Ben Nevis at sunset.' Ah, yais ; ze Scotch painter understands beezness very well.\" \" There must be plenty of charming subjects for the painter within a few mdes of London,\" said Cecily, \" where historical incidents or imaginary scenes can be introduced. You might get landscapes suitable for a great many of Shakespeare's finest scenes, within a very short distance, and soon there wiU be haymaking, and what a beautiful sight that is. I love dearly to hear the scythe in the taU grass when I awake in the morning, and what amusing groups the haymakers form when they sit under some old tree, or by the side of a hedge, enjoying their noonday meal.\" \" Pretty, pretty, ma chere, but smaU. I have not seen de vorks of Michael Angelo for noting. Poetry and painting went togezer one time. Ah, vat galleries zere is stiU in Italy. I could dream away my life in dem.\" \" Is it because of me that you remain in England, my dear friend?\" enquired Ceody,"], [67, "59 UZELLT HOODWINKED. laying her hand tenderly on the old painter's arm. \" If ever you find me a restraint or hindrance in the pursuit of your art, pray let me once more earn my own Uving, and our friendship need not be less.\" \"Some day we shall part, my lose, I sup pose, but not for zat cause.\" \" What other cause could there be ? \" she enquired ; but UzeUi, instead of replying, only took up her left hand, and pinched the third finger playfully, at which Cecily blushed so con consciously that the professor laughed aloud ; but the next moment his eyes were filled with tears at the idea that he had guessed a secret which might one day rob him of his pleasant companion. To change the topic, CecUy said \" You have not decided, yet, where this grand landscape is to be painted, or what class of subject it is to be.\" \" I cannot decide, my lose, but come, as de poet says — \" It is de first mild day of March, Each moment sweeter dan before.\""], [68, "60 LOST FOOTSTEPS. Put on your hat, Cecily, and we wiU take ze omnibus to Hampstead, and stroU aU ze day in ze fields.\" Cecily did not dress herself with her usual alacrity, for truth to tell, Edie, spite of the rebuffs of the professor, was wonderfully quick in discovering their return, and had called repeatedly during the winter. His manner was so respectful, his devotion to Cecily so apparent, and he now pursued his art with so much earnestness, that UzelH, though never giving him a cordial welcome (indeed it is very doubtful if he would have welcomed anybody upon the same errand) at least tolerated him, and gave him valuable suggestions in art. As for Cecily, what shall we say ? Simply that she was femininely human, and, being so, found it extremely difficult to resist such unreserved admiration as Edie bestowed upon her. When she watched him daily becoming more earnest in his art, and graduaUy discarding the thousand little vulgarities of speech and manner which are insensibly caught up by the careless man-about-"], [69, "61 UZELLI HOODWINKED. town, she found herself asking almost uncon sciously whether aU this might not be the result of genuine affection for herseH. From this consideration she began naturaUy to discuss Edie's personal merits, and found a great deal to be argued in his favour. He was young, fairly accomplished, and undeniably clever when he chose to apply himsolf, and of late he had, as even UzelH admitted, worked very hard. A picture he had lately painted would have excited Uzelli's warmest admiration, had not Cecily herseH been obviously chosen as the model of the heroine, at which UzelH had frowned terribly, as much from latent artistic jealousy, as from the fear that Cecily would ultimately be caught in the toils of matrimony. He did not beheve in marriage. \" Scolding de servant, and nursing de baby, zere is an end to art,\" said UzeUi. Cecily, as we have said, was extremely slow in getting ready upon this occasion ; the fact being that she expected Edie to call. Had UzelH known it, he would have been somewhat im- patient ; but as it was, he sat down with a cigar,"], [70, "62 LOST FOOTSTEPS. as patient as a lamb, though the five minutes which Cecily said would suffice, was lengthened to nearly an hour, and Edie did not come. There being no excuse for any further delay, the pair started, and, reaching Hampstead, wan dered into some of the pleasant lanes, Uzelli sometimes sitting down upon a bank to make a rude sketch or puff another cigar. Edie had caUed at Fitzroy Square within a few minutes after they had quitted it, but was very undecided as to his course when he learned in what direction they had gone. Cecily had given him no positive encouragement, and UzeUi would be certain to resent the intrusion. He had discussed the matter with Arthur Joyce, who had been with him to breakfast after a carouse on the previous evening ; but the advice of that flippant young gentleman was not nearly so palateable as formerly. Edie was so thoroughly head over ears that he could not tolerate Arthur's slangey allusions to courtship, love, and marriage. Arthur's summary proposition to \" go in and win right off,\" was rejected as barely feasible in the present stage,"], [71, "63 UZELLI HOODWINKED. and he went off to Fitzroy Square in a somewhat melancholy mood, increased when he learned that the adored one had left the house but five minutes before. It was one of those haH-a-dozen days which Wordsworth has immortalized for their peculiar charm, coming as they do so cheeringly after the gloom and cold of the winter, but the most spiritual nature cannot always be in harmony with nature. Edie was thinking more of Cecily's blue eyes than the ethereal blue of the sky, and he would rather have listened to her Hghtest whisper, than to the sighing of the gentle wind. He hesitated two minutes, then made for Hamp stead himself with all possible speed, spending all his loose silver upon the first Hansom that came up, and urging the driver as though it had been a case of life or death. The consequence was that Edie had the pleasure of seeing UzelH and Cecily alight from the slower. going omnibus, and walk gently through the town,"], [72, "64 LOST FOOTSTEPS. but it was at least an hour before he ventured very near them. It was part of his policy to catch Cecily alone in the first place ; and after waiting and watching for a long time, he saw at length her beautiful figure through an opening in a hedge, at some distance from the professor, and beyond his hearing. She came to a stile that separated one field from another, and stood up it to take a more extensive view. It was a charming landscape, though Edie at the moment had no eyes for that, but leaped forward joyously to greet her, and as suddenly checked himseH. \" Perhaps,\" he thought, \" I had better go in a contrary direction. I feel haH ashamed of my weakness in following her Hke this, when she evidently doesn't care a button for me.\" But when Cecdy, with a pretty movement, raised her hand to shade her eyes he felt a positive pain in his heart, from jealousy, believing, as he did, that she was looking for someone else."], [73, "65 UZELLI HOODWINKED. All the time he had slowly walked on, and had got quite close to her; so close, indeed, that Cecily saw him before he intended, and received him pleasantly enough, but with a certain restraint which the young mau inter preted unfavourably. There they stood, face to face, her eyes looking into his with the prettiest expression of wonder possible, or, at least, a very good imitation of it. Ah ! these girls — these girls — my worthy reader, how deep they are ; what designing arts these youthful beauties adopt. As if Cecily didn't know that Edio had hurried there ex pressly to have a moment's speech^ with her, and as H she didn't know also that his blunder ing, inarticulate phrases about accidentaUy finding himself there, and about coming to make a little sketch, and so on, were not aU complete bosh ; the most transparent swindle ever seen through by a quickwitted damsel. \" I'm in for it,\" thought Edie, \" and I shan't have such a chance again in a hurry. I'll 5 VOL. III."], [74, "66 LOST FOOTSTEPS. say something, at all events, that can't be mistaken.\" It was all very well to say so, but when he had at length summoned up courage to look the matter — or rather Cecily — boldly in the face, her calm glance, bright eyes, and easy manner rendered him as dumb as an oyster; but, as if by mutual consent, theyT strolled down the lane together, and it may be noted as favourable for Edie that Cecily did not walk in the direction where UzeUi was sitting. Still the conversation flagged. Jack hoped Ce. ily was quite well, and Cecily replied that she was. Then he said that she was unusually sdent, at wliich Cecily expressed surprise. Then Jack enquired if she was waiting for someone when he first saw her, and Cecily replied in the negative. Then came a climax, for Cecily made the blunder — if indeed it really was a blunder — of enquiring who Edie waited for."], [75, "67 UZELLI HOODWINKED. Then she blushed the faintest shade deeper than the rose on her lovely cheeks, and Edie came out with a stream of eloquence which did not surprise Cecily half so much as the orator who uttered it, for Cecdy had become quite well used to pretty compliments and soft nothings. \" Ah, if I only dared to say,\" murmured Jack, at the conclusion of his speech. \" Then let me be your father-confessor,\" said Cecily gaily, \" and you may be assured I will keep the secret.\" \"I fear you are disposed to ridicule me,\" said the sensitive young man, \" for you cannot be ignorant of my real feelings.\" There was a graver look in Cecily's face, and had Edie been less in earnest his suspense might have quickly ended. \" If you have any hope for me, for heaven's sake do not withhold it,\" said Edie, in tones rendered almost inaudible by emotion. Cecily was taken by surprise. She had only that morning begun to think seriously whether"], [76, "68 LOST FOOTSTEPS. she loved Jack a little, or not, and here he was going at express speed to the point. At this instant the gruff, husky voice of the professor was heard in the distance calling \" Ceesely ! Ceesely ! vere is got my lose ? \" Cecily gave a little nervous laugh at the oddity of the situation, which, Edie mistaking, made him so disgusted, that, leaping the stile, he struck across the field at no measured pace, cursing her in his heart as a mere flirt. Before he reached the opposite side of the meadow he heard a sweet voice calling him back. It was Cecily, breathless with haste and agitation. \"Do not think, Mr. Edie, that I am wanting in respect to you, but my dear friend will hardly trust me out of his sight. I was obliged to pacify him by running back a moment.\" \" Then you don't utterly despise me,\" cried Edie eagerly, \" you will give me a chance of proving how deep and true my devotion is.\" Say what you will, hardened man of the"], [77, "69 UZELLI HOODWINKED. world, in ridicule of the glorious enchantment, the rapturous delight of youthful love. Wher you can tell us of any other state of mind that will as swiftly make us indifferent to the cares and sorrows of life, wiU as speedily make this dull earth a paradise again, we will listen to you ; and not till then. Probably Cecdy was wanting in caution when Edie, pressing his suit vigorously and tenderly, obtained her consent ; but, at her age, and with her experience, it was hardly to be expected that she would make her future a matter of calculation as to pounds, shiUings, and pence. Jack would not face the professor just yet, he was too full of happiness to be able to endure some curt or caustic remark from UzeUi. He turned back to London, on foot this time, for he had expended his loose sUver in the journey there, and cash was not very plentiful yet with Edie. If those whom he passed on his walk back to town had known the secret of the joyous smile upon his handsome face, and the jaunty"], [78, "70 LOST FOOTSTEPS. step with which he strode along, budding castles in the air, which were not entirely without foundation — for youth, hope, and courage are almost inexhaustible resources — they would have felt that no magic on earth is equal to winning the love of a pure and beautHul woman. Cecily went back with a timid flutter to UzeUi. She almost felt it wicked to keep from him one moment an incident which she knew would affect him so strongly; but she was too diffident just yet to confide it to anybody. To have it weighed — commented upon — looked at in various Hghts — placed in relation to questions of income and expenditure, and possible chances and changes, was too dreadful treatment for her fair romance. Therefore, H UzeUi went home with his lovely adopted daughter unconscious of the incident which had occurred, and wondering why she was flushed and excited one moment, and absent and thoughtful the next, my fair readers wdl, no doubt, understand the matter perfectly."], [79, "CHAPTER VI. Parental Advice. The life of the artist requires, perhaps, more than any other the consecration of a pure love. Especially so, if he must depend upon himself for his reception with the pubHc. If chance has not favoured him, nor circumstances be friended him, or if he has not found out some weakness of pubho taste which he can flatter and appeal to, or if he is unwHHng to lend himself to the whims of the hour, and is reserving his powers for a loftier ambition. Otherwise he is likely enough to become dis heartened after the years of study, the slow progress which he can see after patient labour and long - continued effort, and the Hmited reward. From the moment Edie had given himself"], [80, "72 LOST FOOTSTEPS. up to the fascination Cecdy exercised over him, a great change was seen in him. Out wardly he was the same to his old companions ; and even Arthur Joyce, famihar as he was with the moods of his companion, was unaware how differently Edie regarded Hfe and its objects since Cecdy 's residence with Uzelli. The old painter had never uttered a word to Cecdy as to the proposition Edie had made to him, and it was some amusement to UzeUi, when in one of his cynical moods, to watch furtively the behaviour of Jack when in CecUy's presence. The young painter was quick to dis cover that his ardent proposal had been kept in the back ground. In fact, UzeUi was determined that no one should win Cecdy who was not thoroughly worthy of her ; and Jack, like other thoughtless young men of his class and profession, had made no secret to the pro fessor of many an escapade which was not greatly to his credit. AU this UzeUi remem bered, and unless any decided preference was shown for Edie by Cecily herself, the young"], [81, "73 PARENTAL ADVICE. man was not Hkely to gain much assistance from the professor. Edie was ftdl of passionate gratitude to Cecdy, and was ansious to prove himself worthy of her. He would be a great artist, though artistic fame weighed Hghtly with him, com pared to the affection he had inspired in the breast of this sweet, talented girl, who had rendered him her loving heart so freely. He felt how much courage, firmness, and deter mination it would require to make up for the time and .opportunities he had lost ; but he was not dispirited. Jack's expectations were very limited ; his father, having made a Httle money in trade, had retired to a snug cottage at Hampstead, where, in cultivating flowers, and in the perusal of the Trumpet of Zion, the editor of whieh dehghtful periodical occasionaUy dropped in to supper, the old gentleman seemed indifferent to his son's doings. Mr. Edie, the elder, had an extremely abrupt manner when anybody asked favours of him,"], [82, "74 LOST FOOTSTEPS. and Jack knew very well what he might ex pect, when the day after his happy interview with Cecily he found himself at the parental door. After the usual salutations, a scolding from the old gentleman as to the remoteness of his last visit, and a solemn warning upon religious matters, Jack began his special business. \"I have been seriously thinking, father.\" \"You have ! well, I'm glad of that, and it's quite time you did. The Reverend Josiah is very anxious about your spiritual welfare.\" \" It was not exactly about my spiritual welfare I came to speak,\" Jack said dubiously. \" Ah, indeed ! but I might have expected as much. What scrape are you in now?\" \" No scrape, exactly \" \" Out with it,\" cried the old gentleman testily, \"I can't bear people beating about the bush when mischief is at hand ; I Hke to know the worst at once.\" \" The worst and the best of my journey here to night,\" said Jack, blurting out the words"], [83, "75 PARENTAL ADVICE. half-angrily, \" is to ask you, supposing I in tended to marry \" The old gentleman gave a prolonged whistle, which was not very encouraging. \"To come to the point at once,'' continued Jack, \" how could I manage it ? \" \" By banns or Hcense, to be sure,\" was the answer. \" Yes, yes, I know ; but what I mean is as to the question of supporting a wHe.\" \" Well, I thought, Jack, you had some common-sense. Marry, indeed? Why, you must be mad.\" Jack referred to his age, and could not see the madness of his particular case, when thou sands were marrying daily. \"You had much better defer all thoughts of marriage till you come to years of discretion, Jack,\" said his father calmly, as though he had been speaking to a child six years of age. \"Why, I was six-and-thirty when I married.\" Jack was a little bitter, and muttered some"], [84, "76 LOST FOOTSTEPS. remark to the effect that some people were so much longer in coming to years of discretion. Mr. Edie took no notice of his son's retort ; but began to ply him with a sort of matri monial catechism. \"Do you suppose you know anything of the feminine character ? \" enquired the old gentleman. Jack hoped so. In his secret heart he rather prided himself upon his experience of that kind. \" One of the few sensible Hnes of poetry that I remember,\" said his father, \"is that about women, ' Uncertain, coy, and hard to please. \"But you leave out the best part of the quotation, father. You have forgotten what the poet says afterwards about woman, when care and anguish wring the brow.\" \" Don't be a fool, Jack. You wouldn't marry a woman with the idea of her being a nurse to you. What would you say to a girl marrying a doctor upon the chance of some day being ill?"], [85, "77 PARENTAL ADVICE. But where and how do you intend to keep a wife ? You little dream of the purse it requires to keep them in furbelows and flounces.\" \"All are not so extravagant in dress,\" Jack urged. \" I never met with one who was so self-denying, unless it might be some poor Httle dowdy of a spinster, living upon a twenty-pound annuity ; and you are not likely, I know, Jack, to fall in love with one of that sort. But seriously, now, do you suppose you have settled down sufficiently to be tied always, willy-nilly, to a woman's apron strings ?\" \" I should hope my wife's company will be sufficient for me,\" replied Jack, \" especially as I am devoting myseH to art.\" \" Wait till your first chdd is cutting its teeth, or one of your old companions drops in unex pectedly on a cleaning-up day. You may, perhaps, see then a thunderous look upon the countenance of your spouse, enough to turn any quantity of the milk of human kindness sour.\""], [86, "78 LOST FOOTSTEPS. \" There is no fear in my case,\" said Jack, laughing. \" Pooh ! and as to the nonsensical stuff about congeniality of soul, and all that sort of thing, it may last a week beyond the honeymoon, though I have known it break down into prose before even that time. The beautiful being, all soul and sentiment, can't speak of such a vulgar affair as dinner even without a poetical quotation attached ; but before many days he is glad of a cigar, and she of the last new novel to reHeve the mawkish sweetness of the honeymoon. Bah ! I give you fair warning, Jack.\" \" But why did you marry yourself, father, if you had such an unfavourable opinion of the opposite sex ? \" \" My boy, I was one of the favoured few. It's not every man's luck to come across a sensible woman. I have had no reason to repent the step myself. Perhaps I take a little credit for my own judgment, or perhaps I waited past the romantic age, and thus was saved from making an ass of myself. Besides, I married because it was"], [87, "79 PARENTAL ADVICE. respectable to marry ; because I have a violent antipathy to old maids and bachelors ; and because I saw in my intended wife a woman who would keep my house in good order, and not spend my money in useless folly.\" To do Mr. Edie justice, he had behaved ex tremely well to his wife, but it was such respect and esteem as we bestow upon our ordinary friends, rather than the pure and tender feeling of a devoted husband. Jack, knowing how differently women estimate such matters, thought it was as well his mother did not hear this Httle speech. In fact, the good woman, always happy to welcome her wayward son, was at that moment in the kitchen, trying to improvise some deheacy to make amends for the very homely dinner which was already provided. She was always ready with an apology if anybody caUed, and when she came back to the parlour where Jack had been holding conference with his father, she uttered so many lamentations, while the cloth was being laid, that she had nothing better for her son, that her husband said bluntly —"], [88, "80 LOST FOOTSTEPS. \"Nonsense, mother, what are you talking about ? Artists can live upon anything, can't they, Jack, from mutton chops to moonshine ? \" \"Even the most poetical of our fraternity prefer the mutton chops, father.\" \" Yes, yes, most likely, but I hate excuses ; we'll give you the best we can afford, and then no excuse is needed. If we don't treat you well. an excuse won't mend the matter.\" Jack thought this sounded a little more gracious, and decided to leave further discussion of his matrimonial ideas till after dinner. There was just a chance, as the Reverend Josiah had dined with them lately, that a bottle of wine might be left in the house in which case his father might be induced to look at the affair in a more generous spirit. \" There now,\" said the old gentleman, when the cloth was cleared, and as Jack anticipated, the wine came upon the table to do honour to his visit ; — \" If the Queen has had no worse a dinner than ourselves, and eaten it with as good an appetite — I refer especiaUy to you, Jack, for love"], [89, "81 PARENTAL ADVICE. seems not to have had any iU-effect upon you in that respect — I should say Her Majesty is to be congratulated.\" \" Hear, hear,\" cried his hopeful son, and judiciously helped his parent to the port. \" Come, Jack, let us hear the whole business, how it began and how it's likely to end,\" said the old gentleman, meUowing with the effect of the dinner and the wine. \" There's nothing, in my opinion, more amusing for us old fogies than to see the fools young feUows make of themselves about chits of girls who are laughing in their sleeves at them aU the time, and thinking no more of love than a monkey is thinking of his grandmother.\" Hereupon Jack plunged into a most ecstatio description of Cecily's charms, while the old gentleman sipped his port, sometimes chuckling when his son's enthusiasm reached a very high pitch, or sometimes calling out merrily — \" Take another glass of port, Jack, and keep cool, my dear boy. You'll be cool enough by the time you have been married as long as I 6 vol. in."], [90, "82 LOST FOOTSTEPS. have. And where does this peerless fair one hang out ? \" Jack explained how UzelH adopted Cecily, but kept a discreet silence as to her former life. It would have been utterly impossible to make his father understand that anybody could be virtuous and pure who had ever been connected with a theatre. He enquired rather too curiously, Jack thought, as to Uzelli's prospects and the chance of his bestowing a dowry upon the young lady. Then his mother joined them, and the secret being unfolded to her, she was compelled to relieve her feelings by a few tears, which Jack thought a great bore, but was consoled afterwards by the very warm interest his mother immediately took in Cecily. The end of it was, that, backed up by maternal influence, Jack was promised some needful assistance, if he decided upon matrimony, though Mr. Edie assured him, as they shook hands at the garden-gate, that he •\" would repent it — that men always did — when it was too late.\""], [91, "CHAPTER VII. M. Morel is Found. It may appear extraordinary, considering the state of M. Morel's mind when Adrian saw him t. last, together with his physical weakness, that he should be found in a solitary spot like that in which he attacked Adrian : full of vigour, and though broken in intellect, stiU having some vague purpose in his mind. Those who have watched over cases of men tal disorder are familiar with these fluctuations ; and it would almost appear that in the lucid moments of those so afflicted, any conception may take such strong hold as to influence them for a long time, even when the transient flash of reason had disappeared again. Some such in fluence may have been at work over M. Morel's mind. He may, perhaps, have conceived the"], [92, "84 LOST footsteps. idea that Adrian was his foe, and have had some temporary idea of revenge. The constant watchfulness exercised by Louise had a most soothing and beneficial effect upon her husband's mind, and, at times, he seemed in some degree to recover his faculties, and was allowed to wander about alone. At other times he relapsed into his peculiar brooding humour, muttering strange phrases, which caused those about him to use additional caution. He had been left for some time by himself in one of these calmer moods ; but when they came to seek for him they were greatly alarmed not to find him, and, though the search was continued for some hours, no trace of him could be found. One of his peculiarities in his saner moods had been the desire for money, and to pacHy him, Louise had given him, from time to time, all the loose gold in her possession. This treasure appeared to afford him the greatest satisfaction. He gloated over it, and counted it in a wayward fashion, sometimes stopping in"], [93, "M. MOREL IS FOUND. 85 a vacant way as though remembering suddenly some purpose to which the money could be appHed. Louise was blinded by her sense of duty. To her it appeared only just and right to aUow the poor demented man the indulgence of any caprice whatever. But anybody with experience of the insane would have guessed that there was a latent purpose in this one idea so per sistently sustained. M. Morel was particularly anxious, too, when any letters arrived, and to amuse him Louise generaUy gave him aU she received. For the most part he appeared entirely ignorant of their contents, and trifled with them as a chdd might have done, occasionaUy tearing them into minute fragments, and scattering them into the air, laughing merrily as he did so. But it happened upon one or two occasions that he would be struck with particular passages, and appear for a brief space thoroughly to com prehend them. This was espeeiaUy the case with regard to two or three letters Mr. Joyce"], [94, "86 LOST footsteps. had received from Adrian, and which he had shown to Louise. M. Morel had obtained possession of these letters, and could not be induced to part from them again. Frequently taking them from his pocket, and reading them furtively, he became so excitable and restless as to occasion very great uneasiness. Mr. Joyce was the first to take the alarm, and, from constantly watching M. Morel, he began to fear that the unfortunate man had planned some scheme of revenge against Adrian. The distance, however, from England, and the fact that Adrian was constantly shifting from place to place, rendered the chance of M. Morel finding him extremely improbable ; the HkeUest idea was, M. Morel himseH would fall into danger. Several days passed, and nothing whatever was heard of the missing man, when Mr. Joyce suggested they should make enquiries relative to the foreign steamers leaving England. The voyage from Ostend being the last journey he had taken, would probably, Mr. Joyce"], [95, "M. MOREL IS FOUND. 87 thought, still leave a strong impression upon the mind of M. Morel, and if he had any intention of leaving England, it was probable he might journey in that direction. After some days spent in useless search, it was at length discovered that M. Alorel had actually quitted England in a vessel bound for St. Malo. Air. Joyce now remembered the anxiety which M. Morel had shown to become possessed of Adrian's letters, and felt that no time should be lost in putting Adrian upon his guard. It would be useless he knew to write or telegraph, for Adrian's movements were uncertain, especially as in his last letters he had spoken of a journey to Paris, and of the excited state of the country. Mr. Joyce's next proposition was that Adrian's father should accompany him, an idea which Martin readily agreed to, urging that money might not be spared H time could be gained thereby. The two gentlemen started in the next steamer, and, reaching St. Malo after a stormy voyage,"], [96, "88 lost footsteps. had the satisfaction of finding that Ghiillaume Morel had actuaUy arrived there and was making his way inland. From all they could gather it appeared that the purpose which had taken possession of the unfortunate man's mind, had so far influenced his outward manner that neither the crew or passengers of the vessel had noticed anything extraordinary about him. They enquired at the hotel where he had stopped, but the landlord, when closely questioned, had merely said — \" He was perhaps a Httle strange in his manner, and abrupt in his movements, but\" — with a significant shrug of the shoulders — \"he was Enghsh, what would you have ? \" After much trouble they ascertained that he had been last seen at a Httle viUage a few miles inland, and without losing a moment they started in the direction indicated. Mr. Joyce knew a little French, but the accent was so different from the French he had spoken in Paris, that he had great difficulty in making himself understood."], [97, "89 M. MOREL IS FOUND. They had, however, taken the precaution to exohange their gold for an ample supply of French sHver coin, without which it is difficult to make way in the provinces. In the rude district in which they were tra velHng there was no regular conveyance, save upon the main roads, or by the radways and rivers. Sometimes they made a bargain with the driver of a market waggon, and then walked again ; but it was nearly night, and they had not yet reached the vHlage where M. Morel was said to have been last seen. They began also to have a suspicion that they had lost their way, and it was not losing one's way in the streets of a city, where the first person they met could have put them once more in the right path. In this wild region they had wan dered already some mdes without meeting a single person. As to Martin, he feared nothing by daylight or dark, and this groping about seemed but to afford him amusement. Mr. Joyce, a town-bred man, was not quite so easy in his mind, and being very"], [98, "90 LOST FOOTSTEPS. tired would gladly have met with some shelter for the night, and in the dilemma proposed to examine the guide book, and make for the nearest town. They were in a narrow valley surrounded by rugged hills, and the moon was rising, but owing to the surrounding heights, their path was utterly obscured, and they were bewildered con stantly with rude footpaths and turnings which at first, seemed to promise an outlet to a main road, and then led them into another labyrinth. In one place a rude bridge crossed a brawHng rivulet, by the hanks of which a lime kiln was throwing up a quantity of coloured flames, whioh would have served admirably for the witches' glen in \" Der Frieschutz.\" Here they consulted \"Murray,\" by this weird and ghostly light, but the map was upon too small a scale to be of any service in such an unpopulated region, and they wandered on, guided only by the noise of the streamlet rushing over its rocky bed. At last, to their great joy, they came to a farm house of good size and appearance, and shouted"], [99, "91 M. MOREL IS FOUND. lustily, in such French as they could command for some one to direct them to the town. Rattling noisdy at the garden gate, they disturbed two or three dogs, whose loud barking speedUy awoke the slumbering inmates, and in a short time a man came down to the gate, dressed in a style which would not have elicited the admiration of a D'Orsay; a flannel shirt and baggy unmentionables composing his entire costume. Probably supposing his visitors to be no better than they ought to be, the man came very cautiously toward the gate, and they heard a most unpleasant \" click \" as he came near ; and by the light of the moon, which now rose high enough to throw a light into the valley, they saw that he carried a huge horse-pistol. He could not speak a word of English, and his French was a patois almost unintelligible to Mr. Joyce. \"We must certainly make him understand something quickly, however,\" said that gentle man, \" or we may have our brains blown out. After much difficulty and many grotesque"], [100, "92 LOST FOOTSTEPS. attitudes they made the farmer, at length, comprehend that they had lost their way, upon which he quieted the dogs, who had kept up their bluster through the conference, and beckon ing them into the garden, led the way to the house, and called somebody down from the bedrooms. He was answered in a very pleasant female voice, and shortly a handsome, dark brunette, evidently the farmer's daughter, came down with a lamp, dehghted, apparently — as French girls always are — with anything in the shape of an adventure. To add to the satisfaction of the wanderers, they found that the young lady spoke exceUent Enghsh, and informed them that they were several mUes from the nearest town. Then she entered into a full explana tion for the benefit of her father, who ended by cheerily inviting the traveUers to stay at his farm for the night, and in the morning he would find a conveyance for them. The novelty of the situation, and the enjoy ment of rest, warmth, and food after a weari-"], [101, "M. MOREL IS FOUND. 93 some journey made the traveUers forget, for the time, the anxieties connected with their journey, and they became excellent friends with the family in a few minutes. In Breton rustic households the fires are sel- dom aUowed to go out, and by simply stirring the smouldering embers, and throwing on another dry log, there was soon a cheerful blaze ascending the cavern - Hke chimney. Spreading a snow-white table-cloth, and chatter ing all the time, not a Httle proud of displaying her command of Enghsh to her father, the farmer's daughter placed before them a sub stantial repast. Hospitality is esteemed one of the first virtues in the French provinces. Passing hastily through the populous towns, and snatching expensive meals at raUway stations, strangers form a very erroneous idea of this generous and warm-hearted people. Martin and Mr. Joyce became quite merry in their excellent quarters, under the influence of a hearty meal, some very passable wine, and the merry raillery of their young hostess. They"], [102, "94 LOST FOOTSTEPS. were joined, when the meal was ended, by a bright-eyed, straight-backed, grey-haired old lady, such as one rarely sees save at a country fireside. She spoke a few sentences in English, and, having once been in London, urged her daughter to ask endless questions about that wonderful city. They were fortunate enough, indeed, in find ing the shelter they did, for the moon was soon hidden by dark clouds, and the wind increased till it became a complete hurricane. The rain fell in torrents, and was beaten with tremendous violence againts the diamond-paned casement. They could hear the rivulet by which they had wandered before reaching the farm, gradually changing its tone, swollen by the floods, till it roared Hke a cataract. They could hear the creaking of the tall trees in the vaUey, swayed to and fro by the violence of the wind, as though by the relentless hand of some invisible demon of the storm, while the wind howled in the vast chimney a chorus of indescribable voices."], [103, "95 M. MOREL IS FOUND. So suddenly had the storm come on that the merry conversation dropped, and each one of the little party became absorbed in listening to the wild clamour of the elements. The roaring torrent — the creaking branches — the flood of rain— the weird voices of the wind shrieking its fantastic harmonies — all acted powerfully upon the imagination, and would have conjured up strange images in the least susceptible minds. Their gay young hostess, whose mind, like that of the Bretons generally was full of wild superstitions, was awed and silenced by the tempest, and once, when Martin looked round the dimly-lighted room, trembled, and turned pale, and crept a little nearer to the table, till they began to chat again to reassure her. \"I am no believer in the supernatural,\" said Martin, \" but sometimes one is led to believe ' that there are more things in heaven and earth than are dreamt of in our philosophy.' Travel- HDg once in Australia, I came to a very humble wayside inn, where I enquired if I could be"], [104, "96 LOST FOOTSTEPS. accommodated for the night. The man appeared most anxious for my company, and as it was several miles from the next station, I resolved to stay, though the look of my host was not by any means assuring. \" Before I went to bed, he informed me, with the greatest coolness, that I must not be sur prised if I heard some strange noises in the night. The people said the house was haunted ; but for his own part he had never seen any thing to be alarmed at. \"It was too late to go on, but suspecting that the pretended ghost might turn out to be a robber, I took the precaution to load a pistol I carried with me, and placed it underneath my pillow. For two or three hours aU was as silent as death, and I was just dropping into a comfortable dose, when tramp, tramp, came footsteps upon the staircase leading to my bed room — footsteps loud and regular as a machine — nearer and nearer. I sat up in bed, grasped my pistol, when the door opened with a crash, and \""], [105, "M. MOREL IS FOUND. 97 At this stage of Martin's story he stopped abruptly, for a fierce howl was heard above the storm from the dogs without, and in another instant the latch of the outer door clinked sharply, and a sturdy fellow entered the room, seizing the farmer's arm with great agitation, and speaking hurriedly a few words which appeared to make his hearer as agitated as himself, for he rose instantly from his seat, seized his gun, and prepared to follow his visitor from the house. Questioning their young hostess, they learned that the peasant, returning home late from the next town, had found the body of a man, which had evidently floated for a considerable distance down the torrent, and he feared had come there by foul means. There had been a mur der committed not long before, through pohtical animosity, and it was supposed that this was another victim. Taking a lantern to guide them, the farmer led the way, followed by Martin and Mr. Joyce, anxious to be of assistance, though the prospect, 7 VOL. 111."], [106, "98 LOST FOOTSTEPS. after the bright fire and in-door comfort they had been enjoying, was not very inviting. The storm had abated during the last few minutes, and, following the peasant, they walked beside the stream, for, perhaps, half-an hour, and then, coming to a deep ravine, the peasant pointed to the spot where the body was lying, and they clambered down the rocks at once. The countryman said that owing to the storm and the darkness of the night he had mistaken his path, and had fallen down the ravine. The rocks being so slippery with the mud and rain he had lost his footing again, and had rolled to the very edge of the torrent where the body was found. The peasant was a stranger, and the farmer, when the discovery was made at first, became suspicious of his guide, and, holding the lantern up to his face, questioned him closely ; but the man's answers were evidently genuine, and the farmer was disposed to trust him. It was a difficult and even dangerous task to"], [107, "M. MOREL IS FOUND. 99 reach the spot indicated by their guide, and the first impulse of the party was to wait tdl the day light ; but the suggestion of the peasant that another sudden flood might carry the body further down the stream, and prevent a solution of the mystery, determined them to continue the search. Owing to the slippery state of the rocks, and flooded stream, it appeared extremely dangerous to quit the path ; and the peasant was sent back to the farm to procure ropes and a ladder. He returned quickly, and then, fastening the ladder to the overhanging trees, they descended to the bank of the torrent, and were not long in dis covering the drowned man. It was nearly an hour before they could raise the body of the unfortunate man to the footpath, for the lantern had been struck out of the farmer's hand by a flapping branch as he descended, and was carried down the stream. It required the utmost caution in the darkness so as not to endanger their own lives. At last they hauled up to the pathway a"], [108, "100 LOST FOOTSTEPS. battered corpse, swollen and disfigured by being dashed against the rocks, and with nearly every particle of clothing torn into fragments. Placing it upon the ladder, they carried their horrid burden back to the farm, little dreaming what a revelation awaited them. There could be no doubt, when a light was procured and they examined the corpse, that it was the form of M. Morel they had discovered in this extraordinary manner. But how he came by death, whether by accident, or whether it was the result of a foul crime they had yet to discover. There had been method in his madness, that was evident. He had traveUed aU this distance evidently with the idea of seeking Adrian, for what purpose we have seen by the struggle which had taken place resulting in his tragical fate."], [109, "CHAPTER VIII. The Trial. Adrian reached the Chateau, carefully watched by the men, and was vexed to find that the famUy were away from home, and would not return for some days. It was impossible, therefore, for him to enter into any explana tion, and the advantage which it would have been to him, situated as he was, to have been recognized by people of in fluence and position in the district, was entirely lost. In the meantime the authorities had been communicated with, and Adrian was not aUowed to go at liberty. According to the spirit of French law, every suspected person is treated as gudty. He was, therefore, Httle surprised to learn that he would, in all pro-"], [110, "102 LOST FOOTSTEPS babdity, be put upon trial, in consequence of the death of M. Morel. It grieved him deeply, also, remembering the mode in which French criminal trials are con ducted, to know that his only chance of clear ing himseH from the gravest suspicions would be to enter into detaHs and particulars of his past life, which, whde extremely painful to himseH, would also bring upon him the whole battery of cross-examination so freely indulged in by French judges. An examination took place within a few hours. The girl who had witnessed the conflict between Adrian and M. Morel from the window of the chateau, was called first to give her evidence. She could not state positively who made the first attack, as, when she saw the occurrence, the men were violently struggling, and in a moment afterwards, the top rail, which was placed to protect passengers, being, perhaps, rotten from age and damp, gave way, and M. Morel was thrown violently into the torrent ; but,"], [111, "103 THE TRIAL. when pressed closely, she could not say whether this fall was occasioned by Adrian, or not. The peasants who came from the chateau, when the girl gave the alarm, were then called, but they could add little to the evidence, be yond giving an account of the agitated state in which Adrian was when they reached him. The corpse of the drowned, or, as they evidently believed, murdered man, had not been found, as, owing to the turbulent and flooded state of the stream, it had probably drifted miles away. There was very little evidence upon which to convict Adrian; but the prefect, a pompous old man of narrow intellect, and little experi ence, was greatly impressed with the gravity of the circumstances, and decided to send the case to the Court of Assize. Adrian attempted to enter into explanations, as well as his limited knowledge of French would permit, but the pompous old prefect would not Hsten to a word, merely telHng him that the case would be tried, and then he"], [112, "104 LOST FOOTSTEPS. would have counsel, and an opportunity to make his defence, if he had any to make, \"which,\" added the prefect, \" according to present ap pearances, seems very doubtful.\" No time was lost by the provincial magis trate. The procurer-general drew up the act of accusation, and, after being confined to the chateau for three days, strictly watched and guarded, he was brought up in custody for the pubHc hearing of the case. Counsel was aUowed him ; but owing to his imperfect knowledge of the language, and the restrictions under which, in such eases, the counsel acts (being first admonished by the president, that in defending the prisoner, he must be careful to say nothing against his own conscience), his defence was extremely inefficient. Adrian knew enough French to comprehend the general sense of the president's admonition* and, spite of vexation and anxiety, could not repress a smde when he fancied what some of our Old Bailey practitioners would say to such a suggestion from the bench."], [113, "105 THE TRIAL. The jury being sworn in a very similar manner to that adopted in our own country, took their places, and the trial began. In France, the system of criminal justice rests principally upon the government. The gens d'armes seize an accused person, and frequently themselves cross-question him, or the witnesses against him with a minuteness of detaU which would not be tolerated in England. The reader, however, must remember that this was twenty years ago, and some considerable changes have taken place consequent upon an examination and comparison of the laws with those of our own country. There are many faults to be amended, and many abuses to be aboHshed, even yet, in the administration of our laws ; but they are stiU, as they have long been, in advance of the laws of other nations, as may be seen by the frequent introduction upon the continent of new systems assimilating to our own. England may proudly say that she was the first to throw off those barbarisms of the feudal ages, which stdl exert such an evU influence upon"], [114, "106 LOST FOOTSTEPS. the continent ; and especially with regard to the mode of treating a person suspected of crime, but not actually proved guilty. It commonly happens in France, that the most direct, and at times indeed, the only evidence against a prisoner is drawn from his own lips by the precise and skdful questions of the president, who has rather the air of an inquisitor, than the calm, patient deport ment of our own judges, investigating the case, as they generally do, in such a manner that it is impossible to say if they have any individual feeling for or against the prisoner. The superior principles of our own administra tion are seen in the fact that in France the prisoner who has the greatest amount of physical composure or hardihood, has the greatest chance of escaping the consequences of his deeds ; and, in too many eases, this coolness is the result of long continued and successful crime. A few preliminaries having been settled, the trial commenced by the president entering into a long statement, and a severe and one-sided examination of Adrian, questioning and cross-"], [115, "107 THE TRIAL. questioning him in the most elaborate manner; sifting his answers for the edification of the jury, and dismissing with a gesture of derision, any thing in his statements which did not appear relevant to the main question. Where Adrian was at fault in the language, an interpreter assisted; and he was drawn step by step through the whole labyrinth of his past life, and most intimate relations with M. Morel, Louise and her family. In fact, the attack — for it was nothing less— was carried on in such a way as to place many of the simplest and most natural incidents in the young painter's Hfe in a com pletely false light, and in a way calculated to give the jury the very worst impression. By questions, answered by Adrian with the greatest candour and freedom, he made it appear that Adrian by his interviews with Louise, had gone far to undermine the confidence M. Alorel would otherwise have placed in her. The strange event by which Louise had been separated from her husband, though related as briefly and clearly as possible, was so tortured and"], [116, "108 LOST FOOTSTEPS. twisted in substance by this incessant badgering, that the curiosity and suspicion of the jury in creased every moment. It seemed to them so obvious that Adrian's design was to weaken the influence of her husband for his own ends, that the president heaped positive insult upon him, and in fact treated him as if the crime was actuaUy proved against him. The counsel replied, but the case had been so much damaged by the vehemence of the president, that his efforts were almost useless. In addition, also to these disadvantages, the counsel in a French trial is so much shackled that there is Httle chance of his influencing the minds of a jury by such powerful appeals as we frequently hear in English courts of justice. The verdict is by a majority, and is agreed upon in a much more circumstantial way than in England, where the opinions of the jurors are more often than not formed as the trial is pro ceeding. In most cases their verdict is given very speedily after the summing up of the judge, and often without retiring from the box. But"], [117, "109 THE TRIAL. in France, especially in the provinces, there is much more ceremony observed. A formidable batch of papers is carried to the retiring room, and then an immense time is occupied with technicaUties, criticisms, references to the code, and long speeches, until the original impressions they have derived from the evidence must undergo considerable changes. In this country the judge may be said to be, and in fact generally is, in point of fact, counsel for the accused ; he warns him against avowals that might injure his cause with the jury, and watches his accusers with most patient care, in order that no more unfavourable opinion than is necessary may be presented to those who have to pass the verdict; for the general feeling of Englishmen is that it is monstrous to force a suspected person to criminate himseH. Nor indeed is it often necessary that he should do so to further the ends of justice. It almost invariably happens that some strange network of circumstances surrounds the man who commits any serious crime. He becomes involved un-"], [118, "110 LOST FOOTSTEPS. consciously in this labyrinth ; the clue often is found in the simplest manner, and from stage to stage is taken up by others, till detection becomes inevitable. For lack of this direct evidence it is, beyond doubt, that criminals do sometimes escape ; but it is unquestionably better that it should be so than that society should ever commit the outrage of sacrificing the innocent. The severe ordeal which Adrian had endured had thrown no light upon the actual circumstances of M. Morel's death. It was shown that he had perished by falling from the bridge in the struggle with Adrian, but there was no proof that Adrian struck the blow. He might have been only defending himself, as his counsel urged, against an attack made upon him by a furious lunatic. Much ingenuity was shown in suggesting causes for M. Morel's presence there. It was darkly hinted by the president, with a view, probably, to some admission by Adrian, that the drowned man had been allured by him to the spot upon some specious pretence ; but this"], [119, "111 THE TRIAL. damaging line of attack was negatived by the manner in which Adrian had been engaged during the few previous days. Communication had been received from Paris which clearly established the truth of his statements as to time and place. The hour of his arrival at the little country station, some few miles from the chateau, was also ascertained ; and then considerable doubt was thrown by the president upon Adrian's account of how he passed the time after leaving the railway till he reached the bridge. No consideration was aUowed for his fatigue and anxiety of mind. He was acting strangely, if not suspiciously, thought the president, in not at once making his way to the chateau. Again, with reference to Adrian's statement of M. Morel's insanity, they were not agreed. It was not possible, the president thought, that any but a sane man would have made the voyage from England, would have stayed at hotels, and generally conducted himself so as not to draw upon him any particular notice. Even supposing, also, the truth of this statement,"], [120, "112 LOST FOOTSTEPS. that in no way modified or altered the actual crime. It would have been more satisfactory, the president concluded, if the body of M. Morel had been found. An examination could then have taken place, and would, perhaps, have brought conclusive evidence as to the cause of death. The presence of wounds or contusions might prove the death to have been one of premeditated violence. For many weary hours did the jury ponder over these facts and suggestions, and still had arrived at no conclusion. They were not of a class hkely to come to a ready decision, being mainly small proprietors who farmed their own little estates, which were handed down from father to son. They were men who lived in the same spot aU their days, and seldom quitted it, save to transact business at some neighbouring town. They were men little accustomed to judge of serious crimes, and though utterly mystified by the strange ciroumstances Adrian had related, were rather disposed favourably towards him. His good looks and manly bearing — his com-"], [121, "113 THE TRIAL. posure under the taunts and sarcasms of the president, did not appear, to their simple minds, like the conduct of an actual criminal. \" Besides,\" said one of their number, \"the body had not been found, and perhaps never would be, and, it was in his mind a satisfactory reason why the prisoner should be acquitted. The vdlage near which the body of M. Morel had been found was about a dozen miles from the chateau of the Vaissier's; but there was no main road connecting them, nor any frequent communication. The road was difficult, and in bad weather almost impassable. It was, therefore, only the merest chance that Mr. Joyce and Martin discovered where and how M. Morel's death had taken place. Indeed, it was not tdl the jury were actuaUy weighing the evidence for and against Adrian that these gentlemen reached the court, and obtained an interview with the authorities. They were successful in obtaining an ad journment for the evidence of the medical man who had seen M. Morel's body after its vol. in. 8"], [122, "114 LOST FOOTSTEPS. recovery from the swollen torrent. A careful examination of the corpse proved that no wound existed. He might have fallen, or have been pushed into the stream, but had received no injury upon the person which could have caused his death. There being Hterally nothing to criminate Adrian, he was set at Hberty, and with a sad heart went with his father and Air. Joyce to the farm where M. Morel was lying. He was decently buried in the churchyard of the Httle viUage, and then Mr. Joyce urged getting back to England with aU possible speed. He had too much deHcacyr, and too great a regard for Adrian's feelings, to make any allusion to the changes rendered possible by the death of M. Morel ; but that was what influenced him, and cau,sed him to press their speedy return. Contrary to his expectations, Adrian lingered. He was, indeed, a much better judge of Louise than his friends, and he could but imagine that with the first shock of such inteUigenc©"], [123, "THE TRIAL. 115 she would hardly be prepared to dwell upon the ideas which he knew were passing through Mr. Joyce's mind. There was a great nobleness of nature in Adrian, spite of many faults and failings. He had sought Louise eagerly when she was free. Even when united to M. Morel he found she was neglected and unhappy, he pressed his suit again, and urged a separation. But the first fever of expectation and hope had passed. He was not less anxious to win her after all these trials, but he was more willing to wait. He would prefer not to speak of his dearest wish tiU he could do so without a loss of self respect. He intended, if he came to England, to allow some time to pass before he sought an interview with Louise. There are many women (indeed one might think it of most women, without intending any disparagement) who do not greatly appre ciate aught heroic and dignified in the other sex. As a rule they more readily lend them selves to characters of a lighter stamp. But"], [124, "116 LOST FOOTSTEPS. Louise had been tried by sorrow and regret ; she had paid a severe penalty for a single false step, and Adrian had learned enough of her to be satisfied that he would do well to await the time when Louise would, of herself, gladly welcome a more intimate relation. He was less impatient than of old, because his confi dence was greater. He had just passed that hectic period when youth is so impatient for the possession of the beloved object, and then so fre quently satiated immediately afterwards. He felt, that if no unforeseen hindrance stood between them, Louise would ultimately be his ; and if the happiness was of a less ecstatic kind than it might once have been, it was none the less likely to be sure and lasting."], [125, "CHAPTER IX. The End of Mynheer Kalm's Journey. We must certainly enquire after Mynheer Kalm. To leave that placid gentleman, as we did, on the eve of a perilous journey — to imagine him upon that bewddering platform at London Bridge, his ears deafened by the fire of cross-questions and crooked answers between hurrying passengers and surly porters — is enough to awaken sym pathy in the most cold-hearted. Mynheer is wise in his generation ; and, to save himseH the painful worry of asking unnecessary questions, has got by heart the euphonious name \" Dorking,\" from which point he knows there is a chance of finding his brother-in-law at some time or other. Like children who are sent upon an errand, and whose minds are pre-occupied with their last game of marbles, or hop-scotch, and who"], [126, "118 LOST FOOTSTEPS. are compelled to repeat at intervals of three seconds the names of the articles they are sent for, so Mynheer in the whirlwind of steam whistles, the crash of buffers, the clanking of chains, and jostling of multitudes, feels that his only safety is in constantly repeating the name of the town which is his destination. It served his purpose well at first, for a Dover train was upon the point of starting ; and Mynheer, with his sohtary word \" Dorking,\" got a nod from a benevolent guard, with the added information, \" change at Redhill ; \" but so rapid and indistinct was his utterance, made doubly so by a small whistle stuck in his mouth, that to Mynheer the suggestion was of no practical value. Our worthy Dutchman took his seat in the train, grieving that the rigid enactments then in vogue respecting smoking prevent the soothing influence of the meerschaum. At the first station Mynheer caUed out, \" Dorking,\" and so for many others ; but re ceiving an invariable answer in the negative, Mynheer began to tire of the effort of keeping"], [127, "THE END OF MYNHEER KALm's JOURNEY. 119 awake so long, and beheving that he had a con - eiderable journey yet before him, composed himself by a nap, and the train reached Red HiU. Not all the bustle of changing, not all the hissing and sputtering of the engine, the clang of the station bell, or the solemn warnings of guard or porter, served to arouse Mynheer. Sta tion after station was passed, and ultimately Mynheer found himseH upon the platform at Dover, enquiring once more for Dorking, and exciting the interest of passengers, porters, and ticket collectors, who winked and smded over his blunder. Unmoved by his mishap, Mynheer, learning that there was some difference of fare to be settled, and that there was no other train back that night, pointed to his luggage, and muttered the word \" hotel ; \" then, diving into the recosses of his capacious pockets, he hauled up his beloved meerschaum, and sitting down on a barrow, standing empty in the road, puffed a meditative cloud with the keenest enjoyment, whUe the porter stood waiting his orders as to the luggage."], [128, "120 LOST FOOTSTEPS. There sat Mynheer, blowing away his annoy ance (if he felt any), while sundry smaU boys aired their wioked wits upon him, and mystified porters came out of the station to watch this ex traordinary stranger, whom no mishap could put out of countenance. Not that they wondered much. Men have become too matter-of-fact, now, to wonder at anything long. Novelties come so fast, and occupy so much of our attention, that we cannot spare much time for curiosity. We want something that wiU bring us money speedily, or whUe away an idle hour without any mental effort, and we are satisfied, whether we are peers or rail way porters. Finishing his meerschaum with the utmost gravity, Mynheer betook himseH to the hotel, the lights of which were shining brightly but a few yards away, though it was past midnight; and there, without a word to waiter or chambermaid, slowly mounted the stairs, and slept peacefuUy till morning. Refreshed by a good night, Mynheer was him self again in the morning, and that is saying a"], [129, "THE END OF MYNHEER KALm's JOURNEY. 121 great deal. His look was serene, for his face had none of those twists and angularities, which reveal that the soul within, whatever may be its strength or weakness, is apt to be blown about by the winds of adverse passions. Silent as he was, sand true greatness is seldom very noisy), there was a shrewdness combined with kindliness in Mynheer's countenance as he sat down to breakfast, whieh produced a most animating effect upon the waiter. Waiters know human nature thoroughly; and before giving themselves any unnecessary pains to please their guest, take his measure with the greatest nicety, and act in accordance. There are looks which wiU expedite a waiter more than twenty bells aU clamouring at once — there are nods more potent than a dozen angry voices — winks that have magic in them, and whispers that beat the telegraph — so far, at least, as waiters are concerned. The head waiter of that hotel, and Mynheer, established, without one word being spoken, an alHance offensive and defensive between themselves and the other guests ; and no man that morning"], [130, "122 LOST FOOTSTEPS. sat down to breakfast so well served, or so weU satisfied, as Mynheer Kalm. But breakfast over, he did not delay. There was a train back to Red Hill, shortly, and the obliging waiter having given Mynheer tho fuUest particulars as to the change of carriage, even left his other duties, and saw the worthy Dutchman to the station. Being so early in the day, and journeying also by a fast train, Mynheer managed this time not to forget the station, and without further delay or mischance arrived at last at Dorking. But there was no Mr. Joyce to meet him ; and when he enquired at the inn where he had heard that gentleman sometimes stopped, he learned to his dismay that Mr. Joyce had gone abroad, and it would be uncertain when he returned. This was a heavy blow and sore discourage ment to a gentleman of such methodical habits as Mynheer Kalm. But there was no help for it, and he engaged a fly to convey him to his relative's house, wondering now, more than ever, what could be the errand which made Mr. Joyce"], [131, "THE END OF MYNHEER KALM's JOURNEY. 123 so urgent — wondering still more at the additional urgency of the business that could have taken Mr. Joyce away at this time. But he would know in time — that was enough for Mynheer Kalm. If there was any good news it would certainly keep ; if bad, a Httle delay in ascertaining it, was not a cause for regret. So, with this admirable philosophy, Mynheer mounted the fly, and was soon winding through the pleasant lanes leading to Leith Hill and Molton. But there are moments when the most placid mortals can be greatly roused — when the un sympathetio kindle with passion, and the indolent are stirred into feverish activity. Mynheer was never, perhaps, in a more somnolent mood than when his conveyance reached Molton, for having no extarordinary anticipations respecting his visit to Mr. Joyce, he had allowed the driver to take his own time, and it was late in the afternoon when he reached the village. But as the fly turned the corner of the beautiful lane which, shaded by lofty trees, conducts the traveller to Alolton, Mynheer saw a vision which,"], [132, "124 LOST FOOTSTEPS. if it did not make each individual hair stand on end like quills upon the fretful porcupine, at least quickened his blood and stirred his nervous system as it had never been stirred before. For, looking through an opening of the trees, at a spot where a stile led to a pathway across the fields, Mynheer saw a lady coming slowly up the path, and that lady advancing nearer each moment, looking very lovely but very sad, absorbed in her own thoughts — mystery of mysteries, what did it mean ? His darling Louise, he had left in her grave ! With his own hand he had scattered flowers upon the coffin containing that beloved form. Yet, unless some dark spell was upon him — unless reason had forsaken him — that was the child of his heart — his lost Louise. It was impossible for him to speak or move. He believed for the moment that he had lost his reason. The incidents of past days spent with Louise — his love, joy, and misfortune — all that had been and might have been — daring hopes for the future — flashed upon his bewildered mind like phantoms. He haa no more command of himself"], [133, "THE END OF MYNHEER KALm's JOURNEY. 125 than a breath of the passing air ; but when Louise herseH, with a cry of passionate rapture that might have moved a fiend, rushed to the vehicle, and almost flung herself into it in her passionate haste to assure herseH that Mynheer was a reality, it may be safely said that for a short time our amiable Dutchman did really lose his senses, and his faculties lapsed into a perfect chaos. Twinges of fear — dawnings of hope — relapses of despair. — At one instant it was the actual form of his darling Louise, whose arms were about his neck, whose burning kisses were upon his Hps. Then he was in a world of shadows, and he was borne upon the irresistible wings of fate from ecstacy to annihilation. Then the sweet voice he remembered so well, soothed and calmed the excited man, and in a few seconds he ceased to be that strange compound — half angel, half idiot — which genuine passion will sometimes make of an ordinary man. The tempest had subsided — he no longer scaled heights of rapture or dived into gulfs of despair. He was once more the merchant of Rotterdam, the gentle and genial Mynheer Kalm."], [134, "126 LOST FOOTSTEPS. Then explanations came in a torrent, joyous at first, as explanations usuaUy are when dear ones meet, but soon saddening, when facts have to be told in place of ardent hopes and happy memories. Mynheer Hstened with amazement and sorrow to the strange tale of M. Morel's weakened intellect and disappearance. He had no suggestion to make, nor could he unravel the mystery. He was glad to know that Mr. Joyce had immediately gone in search of the unfortunate man, for he had the utmost confidence in that gentleman's energy and judgment. His sole pleasure was to dwell upon the Httle incidents of their past life in Rotterdam, and Mynheer must have talked more in the few hours following. his meeting with Louise, than he had done in several previous years. Father and daughter were constantly in each other's society for several days, and then came a letter from Mr, Joyce — brief, and giving no par ticulars of their journey, but hinting with sufficient plainness, to assure Louise of the fatality that had occurred."], [135, "THE END OF MYNHEER KALm's JOURNEY. 127 Soon Air. Joyce and Martin arrived in England, and she was told all. Mr. Joyce could not state the whole events without frequent mention of Adrian's name ; but he noticed with pain that whenever he did so, Louise appeared to shrink from any reference to him. In fact, it was the cause of the deepest grief to her to learn that through Adrian her husband should have met his death. Perfectly convinced in her heart that no blame could possibly attach to him, there came into her mind the possibihty that if any nearer relation should be established beween them, there might be room for censorious voices to ddate upon the details of her husband's death. There was but one way to avoid this ; and it was, she thought, as much her duty to Adrian, as to preserve her own honour, that she resolved never to see him any more. It was a sad alternative ; and it was with great hesitation she spoke of it to Air. Joyce. That gentleman, taking a more ordinary view of the circumstances, combatted her resolution warmly but without effect."], [136, "128 LOST FOOTSTEPS. Then there was Mynheer Kalm, urging, as much as his mild temperament allowed, that they should at once go back to Rotterdam. For Mynheer knew nothing of Louise's feehng with regard to Adrian, and was only too anxious to try the soothing effect of famiHar scenes upon his daughter's mind. He had learned enough of M. Morel's past life, and of his treatment of Louise in the earlier days of her marriage, to feel no particular regret that the tie was broken. Besides, Mynheer had a tender remembrance of his cosy summer-house, overhanging the canal. What joy, to hold once more an audience with Kloots in that charmed locahty — what exquisite felicity to see Louise tripping again over that smoothly-shaven lawn — to narrate to the as tonished ears of neighbour Vanderbeck the won derful events of the past year. It was too much to expect that, with all these dehghts in prospect, Mynheer should not become impatient. Besides, he disliked the hills about Molton — Leith HiU, especially, worried him. He could not go a quarter of a mile from the house without climbing"], [137, "THE END OF MYNHEER KALMS JOURNEY. 129 or trotting, and neither of these motions agreed with Mynheer. Great was his joy, then, when Louise, with a calmness that surprised him, said she was ready to leave England. They lingered a few days, yielding to the urgent solicitations of Mr. Joyce, who secretly hoped Louise would yet modHy, what he considered, her extreme views; but no word passed her Hps respecting Adrian. When he saw the young painter in London, he was nervous and agitated, and hardly dared to say that Louise had actuaUy gone. Adrian, how ever, said with forced calmness — \"Do not distress yourself, my dear friend; I felt, owing to the manner of M. Morel's death, that Louise was lost to me for the present.\" 9 VOL. HI."], [138, "CHAPTER X. Parted. He must be a cynic, indeed, who would find fault with England in the month of June. Granted, there are thousands of dweUers in narrow courts and dirty alleys, who cannot, from force of circumstances, understand all the dehghts of that pleasant month ; yet there are few who have not had some experience of what it is in far-away rural landscapes, where the pleasant tinghng sound of the keen scythe is heard in the tall grass, long before city people dream of leaving their beds ; — where the birds seem to chirp gaily over their fortunate lot, as compared with the over worked mower, who, however, keeps a wonderfully good heart over his labour, knowing that he in turn has many advantages over the workman in thp town. Nature is as bountiful to him as to"], [139, "131 PARTED. the lord of the manor, and he is not tantalized hour by hour with the sight of wealth and luxury totally beyond his reach. And June was a pleasant time, too, at Molton, where Percival Hope, owning a few acres of grass land, thought it not beneath him to take off his black coat (rather seedy), and to loosen his cravat (rather creased), and with fork and rake assist the haymakers ; not disdaining a hearty pull at the Httle barrel of beer, or to share the hunch of bread and cheese which accompanied it. He had Hved down once more all the petty jealousy and opposition which a few months before troubled him so deeply. It was impossible long to resist the influence of such goodness and simplicity. Soon a sad misfortune or burdened conscience brought one or another of his cranky parishioners for advice and comfort, and Percival never allowed them to detect that he had felt keenly their want of confidence. He was the same pious adviser, tho same gentle judge, the same unprejudiced friend he had always been, and his visitor, who had sought him with,"], [140, "132 LOST FOOTSTEPS. perhaps, some feeling of remorse, remembering former acts of opposition, was delighted to find himself completely at his ease before he had been five minutes in the curate's pleasant par lour. It was enough for Percival Hope when he gained a victory over himself. He never dreamt of humiliating his worst enemy. Many pleasant summers had Percival Hope spent in Alolton, for the season appealed to his best impulses, and many of the sorrows and miseries that afflicted his poor parishioners were felt less at this season. One deep grief had oppressed the good curate all the spring. Mary Gabriel who, from a child, had ever been active in assisting him in any good work, was in very delicate health, and Percival saw with alarm that she evidently became weaker day by day. He knew of her engagement to Arthur Joyce, for the open-hearted girl had readily made a confident of the curate, who entered into her little hopes and fears with the sympathy and tenderness of a much younger man. He had long wished to send for Authur and"], [141, "PARTED. 133 speak to him earnestly respecting Mary, for he was confident that the loose reckless hfe the young man was leading weighed heavily upon the spirits of the pure-minded girl, and increased her depressed state of health. Arthur had been absent longer than usual, for he was in disgrace with his uncle, and could not decently come to Molton without calling upon him, when, of course, he knew that a severe lecture awaited him. But at length the curate saw how rapidly Mary was sinking, and warned her friends, as deH cately as he could, as to her real condition; then, having obtained from Mary Arthur's address, he wrote to the young man urgently. Mary was not deceived as to the hopelessness of her state. She was dying ; yet, partly to avoid the shock which she believed the intelH gence would be to Arthur, she had been un willing to communicate with him. To do the thoughtless young man justice, he had never dreamt there was any danger. When he had seen Mary last, 6he appeared less ani-"], [142, "134 LOST FOOTSTEPS. mated than usual, and looked pale and subdued, but he was quite unprepared for the terrible change he saw when he reached Molton. He came into her room with a throbbing heart, and cheek almost as pale as her own. He had a pleasant voice, and many a time had his rattling nonsense seemed the sweetest music in Mary's ears. Now his tones were as sad as the half-forgotten song remembered anew, as the echo of some happier time. They were alone, and it was dusk. The soft June evening was calm as they talked ten derly and solemnly, tdl the moon rose high above the tall elms that fronted the road. With Mary's hand clasped in his own, the young man awakened, for the first time in his Hfe, to the deep significance of the change that awaited the fair young girl beside him, counted, with swHt-beating heart, the chimes of the neighbouring church, and wondered, awe-struck, how long it would be ere she ceased to hear them. For he saw at once that the touch of death"], [143, "135 PARTED. was upon the brow he loved, that the touch of death had given that unearthly brightness to the eyes and that unworldly solemnity to the tones of the plaintive voice. \"Are you not tired of sitting here so long, Arthur?\" enquired Mary softly. A gentle kiss was the only reply. To speak with such a full heart as his was impossible. \" I was glad, Arthur, very glad, when you came ; but I wished to defer to the last mo ment the fatal knowledge that we must part so soon. Our dream of life must be concluded elsewhere. Yesterday I did not think the end was so near, but I feel now that it cannot be many days, perhaps not many hours.\" \" Oh, for God's sake, don't talk so, Mary ; you are weak to-night, and, perhaps, the ex citement of seeing me is hurtful. If you could sleep a Httle, the fresh dawn would see you revive again. \"I shall not see many more dawns, you may be certain, dear Arthur. I shaU die with some bright hopes and visions unfulfilled ; but"], [144, "136 LOST FOOTSTEPS. I have faith in the decrees of God, and I shall pass away the happier, in the belief that you will not forget me. I shall hope that our first sweet meeting upon a summer evening as bright as this wdl be long remembered. Not to make you unhappy, either,\" said Mary, tenderly winding her arm about his neck, and bidding him, in whispering tones, to check his fast falhng tears. Then, with sudden resolution, she insisted that he should stay no longer, and they parted for the night. Percival Hope saw her first in the morning. He was an early visitor, for Mary treasured the few peaceful moments she spent with him when the house was stdl and undisturbed. She had a final request to make, too, which she preferred to speak of when they were quite alone. \" You know, dear Air. Hope, that pleasant, mossy waU where we have often sat together, and where, I dare say, my girlish, idle talk has interfered with many a thought for a ser mon. Let me lie there, for the wind comes so"], [145, "137 PARTED. gently through the drooping boughs, and the sun seems to linger there longer than any where else.\" The curate promised, for he knew it was hope less to tempt her with alluring anticipations of returning health. \" And one thing more, dear friend. You will speak gently to Arthur, wiU you not, and don't blame him too much. He has been idle and reckless I dare say, but not more so than others of his age and position.\" Mr. Hope had too often Hstened to Mr. Joyce's complaints of his nephew's irregularities to be able to think very favourably of the young man ; but what could he say at such a time, except to promise whatever Alary desired- So strong and enduring are our earlier im pressions, that slight feelings, circumstances, and associations are embalmed and consecrated in our memories as long as we live. How much more Hkely still was Mary, fading away, with no knowledge of the hardness and apathy of the world, to retain in her last moments pleasant"], [146, "138 LOST FOOTSTEPS. memories of the days she had spent with her young lover, and to beheve that there was much goodness in him which others could not discover. She had rallied for a time, and appeared so animated that, but for his great experience in similar cases, Mr. Hope might have been led to believe she would recover; but, later in the day, when Arthur came, there was a change, and it was evident, even to the young man himself, that she was rapidly sinking. Then, from hour to hour the only question was which hour would be the last. Sometimes life seemed absolutely gone, then, for a brief space she would revive, and, perhaps, in a few faint whispering tones, or with only a gentle pressure of the hand, give Arthur the assurance that she yet Hved. As for Arthur, the sight of the pure, unselfish girl, who loved him so faithfully, so swiftly passing away from Hfe and love, awakened in him thoughts and feelings suoh as he had never felt before. A lover of pleasure, he had yet to learn how smaU and insignificant a part it plays"], [147, "139 PARTED. in the great scheme of existence. He had been unconscious tiU that moment how many a folly (and often worse than folly) had been counter acted by the influence of a pure and unworldly nature like this, and he felt as the shipwrecked mariner feels who sees the topmost spar of the vessel that might have saved him sink beneath the line of the horizon. Soon the final hour came, and, tranqud as one who sleeps, slept Mary Gabriel, to be wakened by the welcome of her God."], [148, "CHAPTER XL Requiescat in Pace. In all the years of his ministry, Percival Hope had never felt so deep a sorrow as for the loss of this sweet and gentle girl, but his grief did not stand in the way of his performing his various duties ; and it is well for those in the humbler walks of Hfe, that they have little time for dwelling upon sorrowful memories. Work is a powerful agent in subduing and alleviating grief. Mr. Hope undertook to carry out the last wishes of poor Mary, whose grave was dug as she de sired beneath the sunny wall where many happy hours had been spent together. One might say with Shelley, that it was enough to make one in love with death, the prospect of sleeping in so fair a spot ; for the church of Molton stood upon"], [149, "REQUIESCAT IN PACE. 141 a gentle hiU, and the churchyard sloping down to the road commanded a lovely prospect of hill dale and pasture. The day before the funeral, aU the children of the Sunday schools where Mary had taught came up to the mill to look at her in her last sleep. All the unmarried young women of the village had been there previously, for it was one of the simple customs of the village thus to do honour to the memory of one who like themselves had never been wedded. They were fuU of sorrow for the loss of one so young and full of promise, but were not awed like the children, many of whom were in the presence of death for the first time. Mr. Gabriel was a rich man, but, according to Mary's own desire, there was no ostentation shown in the last offices of death. The coffin was ex- tremely plain. There were many flowers about the coffin, brought by the young girls who had been there in the morning, and bunches of rosemary, which the old people said would keep green for years and decay only as the lonely occupant of the grave decayed. Her watch"], [150, "142 LOST FOOTSTEPS. (stopped, as some one noticed, at the moment of her death) was placed by her desire with a small miniature of Arthur in the coffin, and the pretty Bible which the school children had given her but a few months before. The children lingered with their hands behind them, with that look upon the face which plainly told that they had seen without comprehend ing a great mystery, and at last scuffled down the long passages of the miUer's great house, whispering and half afraid, for somehow the pale dead face brought with it the remembrance of past days when, living, the sweet-tempered and gentle girl had patiently Hstened to their blunder ing lessons, her face shining like an angel's when she had succeeded in making any one of their number comprehend some subHme truth. Even upon Arthur was bestowed some of the respect and reverence this simple girl had inspired, and the young man pondered deeply over the lesson thus mournfully brought home to him. A gentle seeker after truth had gone down unterrified"], [151, "REQUIESCAT IN PACE. 143 into the grim gulf of death, but her influence remained — \" Only the actions of the just Smell sweet and blossom in the dust.' Sometimes impulses for good had been awakened in his own breast, but the first passing folly sufficed to stifle them. So much easier is it to feel enthusiastic in the cause of virtue than to do a virtuous act. So much more likely is it for indolence to fall into a pious rapture than to en counter the steady toil of a sohtary good deed. How different the quiet beauty and repose of the country churchyard from the crowded ceme tery of the populous town. We feel there the full extent of the gap that has been made in the affections of a household. We reahze the thought of the name that is no more spoken, save in whispers and tears — of the chair that is vacant — of the place that shaU know our relative or friend no more. Through windows gorgeous with painted glass the rays of the sunlight fell softly upon that quiet afternoon in June, coloring the"], [152, "144 LOST FOOTSTEPS. floor of the church with faint mosaics. Fan tastic streaks of light and shadow are thrown upon the olden tablets and monuments of the chancel. The solemn calm of the place is un disturbed, tdl at length the faint echoes of footsteps announce the viUagers coming quietly into the old church, and taking their places in the highbacked oaken pews. Soon a gentle whisper is passed from one to another, and as they look round they perceive the Saxon porch darkened by the mournful pro cession. The dead girl is slowly borne along the aisle, and for a moment aU is sdent — save it may be the broken sob of a mourning friend, or the twitter of a bird under the eaves of the porch, making with its transient gush of melody, and the flood of sunshine without, a striking contrast to the interior stillness and gloom. Then, in solemn accents, the voice of Percival Hope echoes through the aisles with the beauti ful language of the burial service, which few Hsten to unmoved, so full is it of the stiU, sad music of humanity — so suggestive of the"], [153, "145 REQUIESCAT IN PACE. nothingness of life — so glorious in its defiance of the grave. And now they leave the ohurch, and reach a group of yews where other members of the family sleep side by side. \" Ashes to ashes, and dust to dust.\" How impressively the words fall upon the ear in the silence and calm of the quiet churchyard. A few step forward and look into the grave. Her form wdl be sadly missed in the Httle circle of Molton, and there is not a dry eye while the sexton and his assistant raise one more little mound, which wdl soon be green like the rest, and which wiU often be visited by those who loved the sleeper in life. 10 VOL. III."], [154, "CHAPTER XII. An Emigrant Party. A few days had passed since the grave closed over Mary Gabriel ; but Arthur Joyce still lingered in the neighbourhood, and often, at dusk, when the village was stdl, wandered alone to the quiet grave. Upon one such evening when a stranger might have strolled down the pleasant lane leading from the village to the churchyard, wondering in the midst of such a peaceful landscape why there should be in the world such things as crime, disaster, and human misery — so soft and balmy was the summer air — so far removed this one spot seemed from aught that could entail discontent or un happiness. But the exceeding stillness and placid beauty"], [155, "147 AN EMIGRANT PARTY. of the scene had a charm only for those whose inward calm assimilated to the repose of nature. There is something irritating rather than sooth ing, in such a scene, when the soul is iU at ease, and thus Arthur Joyce found it. To him, at that moment, it would have been greater relief to have paced the deck of a ship tossed upon mountainous waves, or have braved a wild storm in some remote solitude. He was in the full vigour of early manhood, but never before had his feelings been thoroughly aroused. The ordinary excitements of a Hfe of pleasure, surrounded by reckless and dissolute companions, too often blind and deaden the soul to the real grandeur and significance of life. With such associates and such aims, the heights and depths— the vast possibilities — the responsibilities and cravings of the earnest individual man serve mainly as food for Hght raillery ; and re membering all this, though feeling it in its full force, for the first time in his life, Arthur Joyce felt that it would be impossible for him to take his place again with the companions"], [156, "148 LOST FOOTSTEPS. of his past life, either to share their pursuits or their pleasures. All this he was prevented from confiding to his uncle by the remembrance of his former follies; and it was very possible, too, that Mr. Joyce, having formed a very decided opinion in reference to Arthur, would hardly have given the young man the sympathy and encourage ment such a mental crisis demanded ; but in Percival Hope he found a man who was better calculated by habit and experience to console and advise him. To him Arthur opened his heart as only the young do when in the first bitterness of a deep grief, and the first disenchanting effect of new and unexpected revelations of human life they see how shallow and untenable all their hastily- formed ideals suddenly become ; who:i they perceive how instantaneously they are shattered to frac ments by the first touch of reality. These are the moments of all others when the young are fortu nate if they meet with a wise and kind adviser who is neither a cj nic nor an optimist — who is"], [157, "149 AN EMIGRANT PARTY. familiar with human grief and who knows its cause and its cure. There was at that time in almost every village in England great discussion with regard to Emigration, and, after much consideration, Arthur resolved to join a party which was about setting out from Molton. The leader of this movement was but a labour ing man, but his intelligence and honesty went far to make amends for his deficiency in cultiva tion. Arthur had met and conversed with him after one of his solitary rambles and had spent some time at his cottage. He saw plainly how hard life was for such a man in an English village, and ceased to wonder that he and others like him were determined to try their fortune abroad. His cottage, always well kept with flowers in the windows, and creeping plants climbing gracefully about the porch, was a charming picture ; but the struggle within doors was out of keeping with its external beauty, and Job Trinder, after long endurance and much trial, had decided to quit it. \" Then, it's quite certain, Trinder, that you are"], [158, "150 LOST FOOTSTEPS. going ?\" enquired Arthur, when he again visited the cottage. \" Quite true, sir. Our minds are made up. You see, we poor men don't get forward in this country. One year the weather is favourable and wages are a little higher, then aU goes back again through a bad harvest, iUness, or some other cause. What with time going on, and we getting older and less fit for work, there's little hope for us but to end our days in the union.\" \"You must have been here many years \" said Arthur. \" Couldn't you hold on a little longer ?\" \" No, sir,\" Job replied, \" we get tired of always fetching up old scores. It wiU be better to wipe out and begin afresh.\" \" I begin to think so myself,\" Arthur said sadly, \" and, if you would not object to my joining you, I feel that I might begin a better life in the new world than I have led in the old.\" \" But what do gentlemen want to leave the old country for ? \" enquired Job ; \" England is a very good place for people who can dress well, and keep a Httle cash in their pockets.\""], [159, "151 AN EMIGRANT PARTY. \" There are difficulties which cannot be solved by dressing weU, or a balance at the banker's, Job, and such a position is mine. In the far West I could endure labour and hardships which would be impossible here, and in such a Hfe I feel is my only chance of becoming such a man as I crave to be.\" \" Well, sir, it's not for me to raise any ob jection,\" answered Job, \"and, I daresay, a young gentleman like yourself, with some scholarship) wdl be a great advantage to us.\" \"That's settled, then, and I'll go,\" cried Arthur, and the men shook hands heartily, and parted. It was with very melancholy feelings that Percival Hope saw the broad-wheeled waggon roU up the steep hill of Molton, early upon a midsummer morning, to convey to the station the goods and luggage of the emigrant party. He sympathised with them deeply, and sighed to think, as the waggon stopped at Job Trinder's cottage door, that these men, who"], [160, "152 LOST FOOTSTEPS. were leaving their native land, were the steadiest and most energetio of his poorer parishioners. His fanoy wandered to past scenes, in whioh these simple people had played their part man fully, patiently, and with a genuine honesty of purpose worthy of a better fate. Yet fame blew no trumpet over their deeds. Their own feeling of self-respect, and the heartfelt greeting of their friends and kinsfolk were all they had to cheer them on their future path, and lessen the sad ness of their unwilling departure from the land of their youth. How the good curate longed for unbounded wealth, that he might with one word, one wave of the hand, have stayed this sacrifice — for sacrifice he could not but consider it. He knew fuU weU that poverty had not weaned them from love of their fatherland. Too often the human heart oHngs most reso lutely to that whioh has caused it the bitterest trials. But a touch arrests his attention, and he turns to see Arthur Joyce at his side. \" They will soon be away, now, sir,\" Arthur"], [161, "153 AN EMIGRANT PARTY. said, \" and I came to see if I could be of any assistance to you ; my own outfit wdl not occupy any great space,\" he continued, smiling sadly, \"and I have arranged to meet them at the railway.\" With that, Arthur, nodding to Mr. Hope, went into the cottage, and assisted to bring out the homely goods. He was soon followed by several assistants. Down came bent and haggard-looking old' men, whom one would not for a moment have suspected as about to undertake a voyage to a new world, unless, indeed, it had been that undiscovered country from which no traveller returns. Dark-eyed and ruddy-cheeked girls also, who, one would have thought, might surely have found homes and husbands, amongst the green fields of their native vil lages ; sturdy young men, the pride of many a golden cornfield, or new-mown sward, and the life of many a jovial harvest home, were there, eagerly and silently bringing out their household goods to the edge of the steep"], [162, "154 LOST FOOTSTEPS. pathway, to be lifted into the waggon, and carried across the sea. In their ignorance of the requirements of new settlements many articles were sent which could be of no possible use to them. Again, other items were unwillingly left behind, be cause they were identified with some home association. Perhaps a brown jug which had often foamed with ale at a village festival, or a bucket whieh, for half a lifetime, had been dipped into that old well outside the cottage door, destined some future day to lave the flood of the Mississippi. One feels the keen edge of an axe as he flings it into a basket, thinking, perhaps, of the dusky forest which will fall beneath its blows. Another looks lovingly at a scythe, or reaping hook, as a knight might glance at a trusty sword ; and who will blame him, for he wields a nobler implement than spear or battleaxe. Then come blankets, articles of clothing, a few pictures, perhaps — innocent enough in all conscience of any approach to High Art,"], [163, "155 AN EMIGRANT PARTY. yet rendered sacred by long association and many a legend of childhood — at last the cottage is empty. The driver smacks his whip — the heavy horses prick up their ears — the lumbering waggon creaks down the hill, while its saddened inmates look at the moss-grown thatched roof, the narrow casement, the smokeless chimney, the ivy-covered porch, and the great shadowy elms before the door, for the last time most likely upon this side of the grave, as they journey toward the ocean, and the promised land of their dreams. A turning in the lane hides the waggon from the curate's sight as, with tears in his eyes, he murmured involuntarily — \" Oh, God, the friend of the needy and deso late, watch over them, and protect them in that distant land.\""], [164, "CHAPTER XIII. Uzelli Gives Way. Adrian felt so much confidence in his ultimate fate that he grieved less than Mr. Joyce expected, when informed by that gentleman of Louise's departure for Rotterdam. He imagined that the tranquil life at Rotterdam, filled, as it would be, with memories of happy days they had spent together, might revive that feeling towards him which he was certain Louise once possesseJ. \"At three-and-twenty a young and beautiful woman is not likely to become dead to the world, and the chances of a handsome and clever young husband,\" said Mr. Joyoe merrily, when talking over the matter with Martin Hope, who was feverishly anxious to see his son happy and contented. Something of the \"same tendency, only ex-"], [165, "UZELLI GIVES WAY. 157 pressed with a little more reserve, Mr. Joyce had expressed to Adrian, who had betaken him self to London, and, after long discussion with UzeUi, had decided upon a subject for a painting with which he intended to make one more struggle for fame. He was still as ambitious as ever, and would be far more likely to make a direct effort to win Louise, if he had taken any position as an artist. He had been greatly moved to see Cecily again looking so happy and beautiful. In many tender and affectionate letters ho had received from her he had traced a higher development of intellect than he had thought her capable of, and when he saw her again he was convinced that her pure soul had not been dimmed by the breath of the world, for her thoughts and feelings were expressed with the freshness and freedom of her girlhood. Adrian at first established himself near UzelH, and Cecily came often enough to see him at work, sometimes condemning his ascetic mode of Hfe, for he worked early and late."], [166, "158 LOST FOOTSTEPS. \" Perhaps,\" she said \" you may be unsuccess ful after all, and then you may be unhappy.\" \" It is not everybody's fortune, I know, to hit the public taste,\" Adrian replied ; \" but patience is something. After the labour I have already bestowed upon art, I feel unwilling to confess myself beaten.\" \" I think, Adrian, you are very much to blame, to follow a phantom, when you might be so happy and independent of the world. Why not leave the contest to those who are compelled to endure it for a bare livelihood?\" Adrian understood very well Cecily's allu sion ; but he believed he knew Louise best, and did not combs t her views. He did not get on as well in London as formerly. Although it is unquestionably the place where there is the greatest demand and the greatest reward for every kind of mental effort, it is certain that to some natures it is anything but a nursery for their powers. The hurry, bustle, and distraction, will not permit the steady, laborious, and retired preparation"], [167, "UZELLI GIVES WAY. 159 which, with some minds, is an absolute neces sity. It is too often in London a match against time, the intellect being occupied most about anything that can be turned to imme diate account. It is one of the most common and natural weaknesses of human nature which prompts us to acquire every possession, and gain every enjoyment by the quickest and easiest means. We seldom make for ourselves what we can readily purchase, and are generally willing to accept the conclusions of others rather than undergo the labour of examining for ourselves. The opportunities, also, for immediate enjoy ment and recreation are so numerous in an immense city, and we are tempted to relax so frequently when our work does not proceed as we wish, that it is almost certain that there is a greater proportion of failures among those who follow a career of mental effort in Lon don, than elsewhere. When an artist has painted a picture that attracts any attention, or written a book that is read, he wishes to"], [168, "160 LOST FOOTSTEPS. produce another at once, for he knows full well that no sooner does the enthusiasm for his own work begin to decline, than another will take his place, and ere the sun has twice girdled the earth, his own place in public esti mation will be visibly lowered, or even trans ferred altogether to some successful rival. The subject Adrian had chosen was quite of a modern character, and he was therefore not surprised to find UzelH discovering many faults in it. Adrian, however, knew that it would be but wasting time to devote himself to the cold abstractions of ideal art for which the professor had pined all his Hfe, but which found less favour daily with the public. The subject was an Italian Festa, and was full of colour and animation. A bold group of figures in the foreground dancing, formed a strong contrast to a Une of distant mountains upon the opposite shore of a lake, veiled with the golden haze of a summer evening. There were in tho middle distance the masts and rigging of numerous vessels, all deiorated"], [169, "161 UZELLI GIVES WAY. in honor of the fete with flags and streamers, and scattered about at different points were macaroni dealers, coffee sellers, tumblers, quacks, our old friend Punch, and musicians playing on various instruments — altogether a picture full of life and variety, but which the professor criticised, quizzed, and pretended to dislike, bouncing out of the room with half-a-dozen oaths, in as many languages, but constantly calling in again, nevertheless, curious to see what Adrian was likely to make of it. Adrian frequently saw Jack Edie, and won dered greatly at a very decided change in his manner and habits. He was evidently no longer the Jack Edie of old. And his indo lence seemed entirely to have forsaken him, along with a large amount of conceit which had hitherto been patent to everybody. Adrian was not long in discovering the in fluence of Cecily, and rightly judged that it was for her sake Edie worked so hard, painting anything and everything, for the young man began to be conscious that he would not make 11 VOL. III."], [170, "162 LOST FOOTSTEPS. any great mark in the world by his originality, and wisely determined, if he could not achieve fame to be contented with money and love. Adrian smiled sometimes at the extremely domestic tone of the works of a student, who so lately revelled in all the possibilities of High Art. Once Edie aimed at nothing lower than a goddess or nymph, now he exercised his pencil on broom girls and watercress dealers. In old times he disported amongst the fabulous monsters of mythology ; he now succeeded famously with two or three cows cooling them selves in the shadow of a haystack ; and when Adrian called upon him, previous to leaving London, to finish his own picture at leisure, he found Edie painting, with evident gusto, a child playing with a kitten. \" Y'ou see,\" said Edie, as if in explanation, •' one mustn't be too particular when one has a commission from Wardour Street. I can get through half-a-dozen of such things in a week. My patron, Mr. Solomon Levy, has a capital market for domestic sentiment — young"], [171, "163 UZELLI GIVES WAY. mothers teaching the first baby how to manage its Httle tootsicums, don't you see ? or a nice drawing-room scene of a young girl with golden hair, playing the last new fantasia. If I put in the name of the piece as an advertisement, people understand it all the better — the thing is sure to sell. Then, you know, there are not near enough pictures by the old masters to satisfy the demand, and my good patron has put me up to a thing or two in the way of producing a Rembrandt or a Titian, that would really astonish you. That group of Hvely pigs, you see in the corner, looks a Httle raw just yet, but when I have toned it down with some varnish, thickened with a little Dutch pink, you'll be astonished what a capital Morland it will be.\" Adrian laughed at the practical ideas of Edie, but just then, happening, by accident, to knock over a lot of artistic lumber which stood upon a shelf near at hand, he saw, evidently not in tended for public inspection, one of the love liest portraits he had ever gazed upon."], [172, "164 LOST FOOTSTEPS. Adrian looked at it with great surprise, for it was a most finished likeness of Cecily, and Edie, who blushed like a schoolboy, said nothing. \" Your friend, Solomon Levy, has good taste if he purchases anything of that sort, Jack,\" said Adrian. \" Indeed I shall be very glad if you will allow me to purchase it myself, for I'm certain I could not equal it. You must have taken great interest in the original, I fancy.\" Edie's feeling with regard to Cecdy was so sensitive and delicate that he was not sorry, now that the ice was broken, to make a friend of Adrian, and induce him to break the matter to UzelH. He had some qualms of conscience as to his own doings in the days of their earher acquaintance, but they were both a few years older, and Edie hoped inwardly that Adrian's memory was not too retentive upon these points. \" The fact is,\" said Edie, \" that we are en gaged—Cecily and I, and don't know, for our lives, how to break it to UzelH. Now I believe, Adrian, that you could ask him any favour ; but"], [173, "165 UZELLI GIVES WAY. he is so devotedly attached to his adopted daughter that we are both afraid to speak to him, lest we should meet with a blank denial.\" Adrian had already seen that Edie was at tached to Cecily, but did not dream that the intimacy had ripened into an actual engagement. He disclaimed, to some extent, the influence Edie supposed him to have with UzeUi, but promised to do all in his power to ensure the happiness of the lovers, a promise which brought a profusion of thanks from Edie. But Adrian found when he attempted to keep his promise, that he had no easy task to per form. Whether UzelH had afready seen how matters stood, or whether the diplomacy of Adrian was too transparent, matters not — UzeUi stood upon the defensive. He had just finished, when Adrian caUed upon him, the scene from the \" Tempest,\" upon which he had lavished many a month of careful and loving skill and labour. The admirable like ness of Cecily, whioh formed the most prominent, or at least the most attractive, figure in the"], [174, "166 LOST FOOTSTEPS. composition, led them naturally to speak of her. But when Adrian became somewhat en thusiastic in her praise, he was responded to by a hasty monosyllable, or a muttered sound which resembled a stifled grunt more than anything human. The professor was quite certain, from the moment Adrian began to speak of Cecdy, that he had an object in doing so, and he was so tenacious of his hold upon CecUy's affections, that he was unwilling to hear any suggestion whatever having reference to her. Adrian hardly knew how to begin. At last, feeling it incumbent upon him to say something, if he meant to keep his promise to Edie, he said abruptly — \" Cecily has grown up a fine girl, Mr. UzeUi.\" \" Oh, yais, zere is not many better zan my Ceeseley, eider in looks or in disposition, and I tink she lose me, Got bless her.\" \" That she does I can assure you, Air. UzelH ; but I dare say she has many admirers, who also claim a Httle of her attention.\""], [175, "167 UZELLI GIVES WAY. \" Admirers ! By ze Lord, I should like to see dem,\" cried Uzelli fiercely. \" WeU, you see, sir, it is only natural at her age, and with her attractive appearance that much attention should be paid her.\" \" Ze first dat I catch paying attention, let him look out,\" said the professor ominously. \" But surely,\" retorted Adrian merrily, \" you would not commit an assault and battery upon CecUy's adorer, if she had one.\" \" I make no promise on zat score, Mr.. Hope. If zere come young men playing ze fool wiz Ceeseley, I shall keep dem at arm's length, till ze dear shild knows her own mind.\" \" But suppose she does know it already, sir ? Suppose, at the present moment, there is a young painter, who is deeply, earnestly in love with her — who is wiUing to work hard for her sake.\" \" Ceeseley is wiser, I tink, dan to believe in ze young men of ze present day.\" \" But supposing, in the case I am putting, that Cecily herself is not unfavourable to the young man's views, would you coerce her.\""], [176, "168 LOST FOOTSTEPS. \" Me ? Coerce Ceeseley, Mr. Hope ? you don't know ze character of UzeUi.\" \" Then, sir, I may frankly tell you I beheve that my supposed case is really the state of things at this moment. Cecily has been wooed, and I have reason to believe won, by one of one of your former pupils.\" The professor began to count upon his fingers abstractedly, \" Zere is Brown — No, he squints ; she should not have a husband zat squints, if he was a second MuriUo. Zere is Compton — clever, but not up to my dear shild's shoulder ; and Tompkins, but — bah ! he would nevare have courage to speak to Ceeseley, and she would laugh at him if he did. I cannot guess — ah! — Edie — yais, I have seen how he watch her when I paint; but, by ze Lord, Mr. Edie, it vil not do.\" \" I believe, sir, you hardly do Edie justice.\" \" Ah, you tink not, Adrian ; but you have not lived quite so long as myself. And he dares to amuse himself wiz Ceeseley ? He shall nevare see her from zis day.\""], [177, "169 UZELLI GIVES WAY. \" I believe,\" said Adrian seriously, \" that Edie has conceived a genuine affection for Cecdy, and that any faults or folhes he may have been once guilty of will not be committed again. I think, from what I have seen, that Edie is completely changed.\" \" Mine Got ! could he not find girls of his stamp wizout troubling Ceeseley ? Diable ! vat does Edie want wiz a wife ? \" \" There is nothing extraordinary in Edie doing what all the world is doing,\" said Adrian smiling. \" Yais, but ze vorld is mad,\" retorted the professor sharply; \"so zat is no argument. Ze wise men rail at ze fools, and ze fools all ze time lead wisdom by ze nose. Ze men ridicule women and zen marry dem, and gives way to all zeir caprices. Ze children are more clever zan zeir faders and moders, at least in zeir own conceit.\" \" Here comes the lady,\" exclaimed Adrian, as Cecdy joined them, wondering to see a porten tous frown upon Uzelli's brow, which did not"], [178, "170 LOST FOOTSTEPS. clear up when she entered — a fact so unusual, that Cecily divined the cause, which Adrian, by a glance, confirmed. Cecily was not long in doubt as to the cause of Uzelli's agitation, for the blunt old man put the question directly in the plainest and most unmistakeable way. She was a little startled by his abruptness, but, with her usual simphcity, replied at once — \" My d^ar, kind friend, I ought to have told you from the first,\" said Cecily with tears in her eyes. \" When you took me from a Hfe that was hateful to me, and I became the happy mistress of your home- — free from aught that could lower me in my own estimation — free from the temptations and dangers of the world without — I ought to have made a better return than to have kept any secret from you.\" \"Zere is no harm, Ceeseley, my lose. It is only ze whim of a foolish, fond old man, who can't bear ze brisk, good-looking young fellow to carry off his beautiful shild, and laugh under his very nose ven his heart is broke.\""], [179, "UZELLI GIVES WAY. 171 The professor seemed quite mastered by his feelings, and Cecily, much moved, said — \" I am sorry, dear Adrian, that you ever spoke upon this subject. For my part, I would contentedly have waited for years, either to let my dear friend make the discovery himself, or till an opportunity offered, when it could be brought up without giving him pain. I will remain as I am for the rest of my life, rather than make him feel that I have been ungrateful.\" There was a quiet, peaceful sincerity in the way she appealed to UzelH, which was almost chddlike in its simplicity, and infinitely touch- ing. Adrian saw that the old professor could not resist her; and it was odd to perceive how this crotchety old man, who all his Hfe had been out of the way of tenderness and affection, basked in the evident genuineness of Cecily's love for him. It was easy to understand how un- willing he was to give up his empire over her fresh young heart, but at length he said with an effort — \" Ceeseley, my lose, you vas ze good angel of"], [180, "172 LOST FOOTSTEPS. my life, ven I vas almost weary of zat life, and — Got dam ! we must not be parted. Zere is room in zis big house for everybody ; you shall marry, and live wiz me still."], [181, "CHAPTER XIV. Fitzroy Square. Having once overcome his objection to Cecily showing affection for anyone else, the professor seemed quite in a hurry for the marriage to take place. Never was there a greater trans formation than was seen during the past year in Uzelli's house in Fitzroy Square. It had been one of the dirtiest, dullest houses in that part of London, which is saying a great deal. The windows were encrusted with smoke and dust, and never opened for months together ; the door-step was always muddy, and the few visitors who called upon him so rarely made anybody hear — by reason of broken beU-wires and dilapidated knockers — that it was usual to hammer with a stick, cane, or broken umbrella, at the nearest window, or shout tdl the square"], [182, "174 LOST footsteps. echoed with the sound, before anyone could gain admittance to the old painter's sanctum. But all this was changed now, and UzelH, who, owing to the excellent management of Cecily, found himself the possessor of a consider able balance at his bankers, determined to make his pretty housekeeper ample amends for her diligence. Notwithstanding her entreaties, that he would not be so extravagant, tradespeople and work men were invading the house from morning till night, and Cecily, finding it useless to gain say the professor, set herseH to evolve beauty, comfort, and order out of a chaos of furniture, decorations, and workpeople. Jack Edie, though he begged hard to share these arrangements, was kept at arm's length by UzelH, until something like completeness was achieved. When, at last, he was aUowed to see the dingy old house which was to be his future home, he overwhelmed UzelH with expressions of gratitude and pleasure. First Cecily, who, through so frequently ac companying the professor, was quite a proficient"], [183, "175 fitzroy square. upon the piano, had to take him into the drawing room and strike a few chords on the Broadwood grand, which was sent home the day before, and vibrated like a complete or chestra. Then she rushed to the open window in a perfect rapture, respecting the brilliant array of flowers with which UzelH had decked the balcony the day before. Then it was settled, Edie was to have a studio to himself; though at present it must be confessed, Cecily's own belongings principally filled the room, and the fine new easel which was to be a special present from UzeUi, was decorated with her walking hat and mantle. Jack had imbibed strange theories of domestic life owing to his Bohemian habits, and the appearance of comfort and homeliness which surrounded him filled him with the strangest feelings, so that he could hardly do justice to the exertions of the charming girl, who had done so much in producing the wonderful changes in the Fitzroy Square domicile. As to Cecily, she ran joyously from room to"], [184, "176 LOST FOOTSTEPS. room, occasionally coming across Uzelli and exclaiming with every new purchase — \" You naughty man, you must leave off. in deed you will ruin yourself if you go on at this rate.\" \" Hold your tongue, mees, and mind you own beezeness — ze picture yonder fetch me near a tousand pounds, and ze nobleman who bought him say to me so kindly ' Now, UzeUi, my dear fellow, whatever money you like to have, say de vord and let me write a sheque, ' and I say ' Milord, zere is a sweet leetle girl whose face is yonder in ze picture, and zis leetle maid wants to run off and be married.' Zen his lord ship say ' Vat a sly old fox you is Uzelli to keep such a lofely creature out of sight aU zis time. Let me draw a sheque for five hundred on account, so zat your dainty Ariel may start fairly.' \" The old painter was well nigh overcome with his delight, and brushed the tears from his eyes with the back of his sleeve, which being plenti fully ornamented with dust and paint left a"], [185, "177 FITZROY SQUARE. pantomimic expression upon his face, which made Edie roar in spite of himself. UzeUi received his meriment with the greatest good humour, and then handing Cecily the cheque, told her to pay it into the bank at once, or he might Hght his pipe with it. As such a catastrophe was by no means unlikely, UzelH being one of the most absent of men, she hastened to do his bidding. Her happy lover slipped away to see the cheque paid. This son of Bohemia could hardly beheve his eyes when he beheld this tiny shp of paper — five hundred pounds with just a stroke of the pen, was, to Edie, a transformation hardly seeming possible away from the Mint or Bank of England. Cecily, though she had met Jack's advances so shyly at first, was as happy as a child now she felt more confidence in him. Her influence was contagious. One by one his loose habits feU from him, his coarseness of speech and manner disappeared, and when Cecdy went, the first day that UzelH was wdling to trust her out of his sight, to pay a visit to V. VOL. III."], [186, "178 LOST FOOTSTEPS. Jack's Mother, the old lady having, as was her usual custom, uttered many apologies on ac count of their homely style of living, took her aside and in a pleasant little chat thanked her warmly for the change she perceived in her son, and which she was wise enough to ascribe to Cecily's influence. \" And you may be assured, my dear,\" said the honest old dame, \" that he loves you very dearly, or there never would have been such an alteration. Not that I find fault with John, dear, he was always respectful to me, but he was wild : and we never could persuade him to apply himself to the same object for any length of time, and I'm sure you are a dear sweet girl to have turned his thoughts in a better direc tion.\" Then old Mr. Edie had his compliments to pay, and enquired very warmly after Uzelli. He had seen the eccentric Professor once or twice upon occasions when Jack had got into scrapes of some kind or other, and the old Professor's efforts to smooth over the matter"], [187, "179 FITZROY SQUARE. and make as light of it as possible had won the heart of the retired cheesemonger. Before the young couple left, he caUed his son into another room and gave him a bit of a lecture. \" I am truly glad, Jack, to find you have faUen into such good hands, \" said he, \" and, though I am but a poor man as you know, I must do what I can to help you. As you are to have house room with the professor, who does'nt seem willing to part with this charming girl, (I don't wonder at it,) you won't have any great expenses — I shaU give you fifty pounds a year, Jack ; and mind you work hard, my dear fellow, and come to dine with us every Sunday, and bring the old professor with you if you can ; we shall be as jolly as sandboys.\" Then they took leave of the old couple, Air. Edie senior showing his admiration of Cecdy by — as Jack thought — more fatherly kisses than were absolutely necessary ; and when they had reached the High Street, on their way to the omnibus, the old gentleman was heard behind them breathless with a copy of the Trumpet of Zion in his hand, specially set aside for the benefit of the Professor."], [188, "180 LOST FOOTSTEPS. It grieves us to state that his valuable pubhcation never reached the hands of that gentleman. Jack was far too engrossed with his charming com panion to think much about the state of UzeUi's soul, and the painter himseH did not appear to have any very serious qualms about it, for they found him, on their return to Fitzroy Square, smoking with the utmost enjoyment, and altogether appearing to have had, as our American cousins say, \" a good time.\" Stdl he was getting quite impatient for their return, and listened to Jack's account of their reception by his parents with the HveHest interest. But with all his affection for Cecily, Uzelli was a thoroughly honest man, and he had resolved in his secret heart that he would no longer allow Edie to remain in ignorance of CecUy's antecedents. As Jack was about to leave, therefore, the pro fessor, not without a certain nervous hesitation, called him into the study. \" Ven yon 6poke to me at ze first about Ceeseley, Mr. Edie, I told you zere was an objeotion.\" \"You did, answered Jack, and I blush to"], [189, "FITZROY SQUARE. 181 remember how unjust and ungenerous I was in my judgment of you and your motives with reference to Cecdy. I trust that you have forgiven that long ago, my dear sir.\" \" Oh yais, zat is forgiven aU right, but zere is more behind.\" \" If,\" rephed Jack innocently, \" you are about to complain of my narrow circumstances, let me tell you, sir, that, I have a distinct promise of help from my father, and that I have a commission from a picture dealer which, \" he continued smilingly, \" H it does not raise me as an artist, wiU, at least, bring in a fair income.\" \"Zat is not vat I am going to say, Mr. Edie, for, since you lose Ceeseley, it matter not at all about ze money. I can earn enough for zat dear shild, please God.\" Edie began to grow a little uneasy. It could not be that any blame could be attached to Cecily for any act of her past Hfe. It was but a passing thought, but bright drops of perspiration stood upon the young man's brow, at the bare chance, though the next moment"], [190, "182 LOST FOOTSTEPS. he was furious with himself for allowing such a supposition to cross his mind. \" Pray do not keep me in suspense, Mr. UzelH,\" cried Jack, \"whatever information you deem it necessary to give me, I take heaven to witness can make no alteration in my feel- ings towards Cecily. Time was when my judgment of women might have been more easily shaken, but now pray go on, sir.\" This impetuous burst from Jack undoubtedly helped Uzelli to get through his difficult task, and he proceeded as calmly as he could. \" You remember one night wiz Arthur Joyce, yon saw an execution in ze Old Bailey?\" \" Perfectly, sir. It was the first time I had seen such an exhibition, and, I trust, the last.\" \"Zat man was de fader of de sweet shild, who, for zese last few years has been dearer zan a daughter to me.\" \"You shock me greatly by this revelation, Mr. Uzelli, and I trust the fact is known but to a few; but Cecily is not — she cannot have"], [191, "183 FITZROY SQUARE. been in any way to blame, nor in any way intimately connected with such an event.\" \" You are right. Ceeseley is an angel. All zat a mortal could do was done by zat dear shild to lead him into a better way of lHe, but it was in vain. Ze man broke aU restraint, and vent from bad to vorse, from leetle crimes to murder.\" \" And was this darling girl a witness ? \" \" God be tanked, she was not. For many months she had not seen him. Not tdl Ceeseley had come to live wiz me, was ze man found, and den it vas in dis house.\" \" What ! here in your own home ? \" \" Not ten yards from vere you is now stand ing, Mr. Edie. He came enquiring for his daughter, oh God ! I thought he was come to take her from me, but it was not so. He was ragged and dirty and miserable, he had walked, so he say, nigh two-hundred mile, and as he sat in dat shair zere was a knock at de door zat made him tremble Hke a leaf, and turn pale as ze white ceiling, but"], [192, "184 LOST FOOTSTEPS. he never move from de shair — It was fate, it was destiny.\" \"And what then, sir,\" enquired Edie breathless. \"Zen ze officers of police came wiz a hand on each shoulder, and his beautiful daughter clung to him as a drowning wretch clings to de raft tiU she fainted dead as a stone, and he was taken from ze spot nevare to see her any more.\" \" Poor dariing ! what she must have suffered,\" exclaimed Jack, as his eyes fiUed with tears \" but how had she Hved before she came to you, sir. Of course such a man did not provide for her properly.\" \" Ceeseley would have been pure anywhere ; she sang for a time at smaU concerts, but zat did not bring money enough for her spendtrift fader. He would gff her no peace tdl she went to ze stage.\" \" How strangely events come about \" said Edie, \" I remember many things now having reference to Cecdy, which I had utterly forgotten. Of course she was the Mademoiselle Verney we saw many times at the music haU.\""], [193, "185 FITZROY SQUARE. \" Yais.\" \" And then she was in the baUet at the 21 opera. \" Yais.\" \" I have many times been tempted to ask Cecily about her past life ; but I saw there was something which pained her in any reference to it, and I contented myseH with loving her as she was and is ; and I assure you now, Mr. UzeUi, that had you not voluntardy made this statement, I should never have sought the in formation. Does Cecily herseH know that you intended to teU me this ? \" \" I tink not. Perhaps she might have been afraid zat it would make a shange in you.\" \" There wiU never be any change in me towards Cecily, my dear sir, except it be that I shall love her the better for the sorrow she has known.\" The professor grew radiant. He had relieved himself from a task wliich, as an honest and conscientious man, he felt caUed upon to perform, and he was assured by the gay demeanour of Edie that Cecily need have nothing to fear. They"], [194, "186 LOST FOOTSTEPS. parted mutually satisfied ; and the professor, shaking Jack's hand most heartily, said, \" Got bless you, Shack ; I believe you is a true hearted man, and I shall gif up my Ceesely wiz de best grace in de vorld, zere is noting left but to settle de day.\" Jack wished the professor good night as heartily, and then sought out Cecily for a parting word ; but poor Cecily, though the professor had never hinted a word of his intention, guessed it in a moment when she saw him solemnly call her lover into the studio. Conscious of her own rectitude, she looked back upon her past career with no feeling of reproach ; but she could not reflect without alarm upon the effect such a history might have upon another. She knew Edie would not estimate her with the coldly indifferent feelings of a merely wordly minded man. She was certain his love for her was deep and genuine ; but would he be able to overcome a feeling of repugnance toward the offspring of a man stained with a terrible crime ? When she heard Edie coming out of the studio"], [195, "187 FITZROY SQUARE. she ran away and hid herself, fearing, yet craving, with all her heart to see him yet again before he left the house. From room to room Jack hurried breathlessly and could not find her. At last he discovered her hiding place, but Cecily did not open the door, merely calling out in a faint voice, \" Dont stay any longer, dear, I will speak to you to-morrow.\" \"But I want to say a word now, dearest,\" said Jack with his usual impetuosity, \" and, what is more, I don't mean to go till I've said it.\" Cecily continued to plead for some time behind her barricade, and Jack continued just as stubborn without ; but, as the reader's imagination will picture much better than the author can describe how the conference ended, we drop the curtain and begin another chapter."], [196, "CHAPTER XV. Waiting. Adrian knew in his heart that Louise loved him, and that was enough ; and it would be none the worse for men, whde it would be decidedly the better for women, if a few more lovers were so patient and confiding. Adrian knew that it was better for himseH and better for Louise that he should wait, and he waited. Instead .of moping and maundering — instead of repining at his untoward fate — he inwardly thanked God that he was by so much more a man than he had been in more feverish days. He felt bound, after aU the years he had spent in the pursuit of art, to do something important, and threw himself with a fierce energy into the work he had undertaken — sometimes sitting up half the night pondering over effects of color,"], [197, "189 waiting. light, and shade, and in the arrangement and grouping of his characters. He had yielded to the earnest persuasion of Martin to take up his residence with him ; and when he arrived at the pleasant home his father had established upon the South Coast, he found a studio fitted up for him which the most famous artist of the day might have coveted. Adrian reproached himseH not a little that he had shunned Martin so frequently, knowing as he now did that his father's fault had been merely to screen his faithless wffe ; yet, the mere fact that he had been arraigned as a criminal, and that his most intimate friends knew it, always rankled in Adrian's mind, and made him glad to escape the memory of it. After some days he wrote to Louise ; but his letter was not couched in the language of passion. There was, however, sufficient tenderness and sympathy in its tone to assure Louise that if Adrian had changed at aU it was not for the worse, and her eyes moistened as she read, though stdl without"], [198, "190 LOST FOOTSTEPS. any feeling that they would ever again be more than friends. He was glad to be out of London once more, for, notwithstanding all its allurements to ambition, aU its momentary gratifications, he could not look upon it as his permanent home. He always felt in the vast city as one who stays at an inn while his temporary business is transacted and intends speedily to make his way home afterwards. In it he was always somewhat of a stranger. Every- thing there is so vast and changeable, there can be little fellowship for the artistic temperament ; and he often felt that if he lived in it for haff a lifetime he would still regard it with the feeling of a partially interested spectator. The eye and the ear are so constantly strained after mere novelty that the heart has not leisure to form any strong attachments to it. In fact, as he summed up his feelings in a chat with his father (as poor Heine, the German poet, summed up the same feehng before him), London was a place where ne may well study the prose of human nature, but certainly not its poetry."], [199, "191 WAITING. In the calm of the country, surrounded by beautiful downs and with quiet lanes leading inland to picturesque villages — for the spot his father had chosen had little in common with those cockney elysiums, Margate and Ramsgate — Adrian was soon able to follow out his ideas steadily, and his work made decided progress. It had advanced before leaving town sufficiently for UzeUi to see the purpose he had in view ; but Adrian was glad to be able to finish it free from criticism, which, however valuable in detecting blunders of execution, is decidedly a hindrance to originality, whether the work be a picture, a play, or a poem. In most cases it is better for the creator to follow out his idea to tho end. His advance is generally more decided when he sees his shortcomings entire, and compares what he has done with what he dreamed of doing. And in this peaceful home nature revealed to him many of those sweet mysteries which the mere sleight of hand of the imitative painter, who is content to copy the effects of others, never can reach. The weird shadow of the thunder-"], [200, "192 LOST FOOTSTEPS. cloud, the sparkle of the rivulet in the shady vale, the flickering Hght through the branches, the veil of golden haze that softens the noontide landscape, the purple glimmer upon the hdls at sunset, the deep repose of the shadowy avenue, and the rugged outline of the weather-beaten cliff, must be caught away from the turbulent street or carriage echoing square. And there was a feehng of repose in his work which Adrian had never felt before. His first over- ambitious attempt had brought failure and humiliation ; then his journey to Rotterdam had changed the current of his ideas, and he felt it impossible to study to any purpose whUe his fate with regard to Louise trembled in the balance. His thoughts wandered often enough to the smooth lawn, the sluggish canal, thebedsoftuHps and the summer house of Mynheer Kalm (where he had spent so many happy days), but there was a feeling of confidence in his mind he had never before experienced. He seemed to have the fuUest beHef that a very few months would break down"], [201, "193 WAITING. the reserve of Louise, and make him once more a weloome guest at Rotterdam. And it is easier for the sculptor, the poet, or painter, to work out their conceptions under any mental pressure than the man whose profession is purely mechanical. The more Adrian dwelt upon the memory of Louise, the clearer grew his ideas. He conjured up the happy days to come when she would stand beside his easel, and when not a group of figures, not a fine bit of colour, or happy expression of features, would pass without pleasant suggestion and discussion, and was thoroughly happy in the sober certainty of his coming bhss. Sometimes Adrian paid a visit to Molton, always to the great joy of his uncle and the girls. GeneraHy, when he did so, walking from Dorking, and resting upon a favorite stde, from which he had a charming view of the gray old spire and the bold outlines of the hiUs. Here he sat and recalled, in a not unpleasing reverie, his old feelings, and the incidents of his past life at Molton ; not without a saddened memory of one sweet companion of his youth, who slept in the old lu VOL. III."], [202, "194 LOST FOOTSTEPS. churchyard. Here, too, it was he sat with Louise, and she saw Molton for the first time. How vividly he recalled the depth and expression of her brilHant eyes, her countenance so full of latent poetry, combined with an indescribable shade of melancholy which seems inseparable from beauty in the North ; whether it be the beauty of external nature, or the inexpressible sweetness of a lovely human face. Here he would dream of happiness past and to come, tdl the rude strain of a whistling carter or the hoarse shouts of some neighbouring ploughman roused him from his reverie and he made for Percival Hope's welcome cottage."], [203, "CHAPTER XVI. Maude and her Lovers. During the progress of events narrated in this story, Mr. Hope's two daughters had grown from chUdhood to womanhood, and some changes had taken place in their respective characters. AHce was as calm and sedate as ever, fuU of affection and sympathy for her father, and aiding him thoroughly in all his labours; but Maude had only grown more wiHul and capricious with her years. More worldly-minded people than Mr. Hope might have laughed at absurdities which a few years would cool down ; but the earnest temper of Percival Hope was utterly opposed to frivohty. Humour and merriment he could thoroughly appreciate, and did not think it incumbent upon him as a Christian minister to look gloomier than his neighbour when a harmless"], [204, "196 LOST FOOTSTEPS. jest reached his ears, or to make allusions to Sodom and Gomorrah when the young men turned out to a cricket match or pleasure fair. His former housekeeper, Mrs. Crankley, had returned to keep his home once more. In her earnest desire to study the proprieties, that lady had accepted an engagement in a very \"high family,\" the head of which had so far forgotten the claims of long descent, as to run off with his neighbour's wffe to spend the residue of his mort gaged estate at a foreign watering place, making some profitable employment for members of the long robe, together with furnishing matter for many leading articles in the papers and an unHmited supply of small talk and scandal. Finding, therefore, \" the proprieties \" were some times violated in the higher as weU as the lower walks of Hfe, Mrs. Crankley gladly came back to the good clergyman's house, and did her best to keep Maude under control ; but that airy young damsel had discovered what effect good looks and sprightliness of manner have upon the sons of men; and, for the sake of indulging her own"], [205, "MAUDE AND HER LOVERS. 197 vanity, as weU as for the love of excitement, Maude delighted to set the young fellows by the ears. Two young men in particular had become fair game for Maude. They were the sons of farmers in the vicinity, and were at daggers drawn if by chance Maude favoured either the one or the other with a kindly word. If George Sandford met Frank Littleton, he passed over to the other side of the street. If Frank Littleton was sitting on a stile George Sandford wanted to cross, he remained there looking straight before him, doing his best to look oblivious of his rival's presence, until George was compelled either to go round the road or push abruptly past him. If George Sandford sang a solo in the anthem on Sunday, Frank Littleton, who had a bad voice, coughed so frequently as to draw the attention of the congre gation from his rival's vocalism ; and so on in everything, tiU matters reached a crisis upon one occasion, when George Sandford received an invitation to a party where Maude would be present, and poor Frank Littleton was \"left out"], [206, "198 LOST FOOTSTEPS. in the cold\" and was frantic with jealousy in consequence, The rivals had not spoken to each other for at least three months ; but, meeting in a lane a few days before the party, the neglected one could contain himseH no longer, but said abruptly, \" You must be a fool, George, to dangle as you do after Miss Hope, when you do not receive the slightest encouragement.\" George, proud of his advanced position on the strength of the party invitation, retorted with an air of defiance, \" Oh, I see, Frank, old fellow, what is the matter with you — the grapes are sour, eh? old boy — isn't it so ? \" \" Mind, I only repeat what other people say,\" continued Frank with a poor effort at carelessness. \" But I confess I should be very sorry if there's any truth about your being smitten with her.\" \" And why, pray ? \" \" Because in that case you would have a great deal of trouble for nothing.\" Nettled by the impertinence of Frank's manner'"], [207, "199 MAUDE AND HER LOVERS. but too proud to show that he was stung by it, George only said, \" The race is open to all, I suppose.\" \" I don't know so much about that. I am going to call at Mr. Hope's to-day. This was a faUacy we grieve to say ; but all is said to be fair in love or war. \" I might have guessed that,\" retorted George, \"judging by your foppish dress and the atmos phere of Eau de Cologne that surrounds you.\" \" Persons accustomed to the society of ladies naturaUy take some pains in personal matters ; a handsome accomplished girl does not care for slovenly costume or boorish manners.\" It wiU be seen the atmosphere was becoming rather warm. George was not quite ready with a retort, but he pulled out his handkerchief and blew his nose with an air of defiance. We have seen the same thing done upon the hustings and elsewhere by persons of more elevated standing than George Sandford, and not without effect. At least it gains time. Besides, George had stdl a keen weapon in reserve. He was the invited"], [208, "200 LOST FOOTSTEPS. one, and possession is nine points of the law. He gave Frank a severe thrust when he said, \" You won't be at the dance to-morrow night, I understand.\" Frank would not reply, and George in a taunting manner continued, \" It is hardly worth whUe for those who can't dance to go to a baU. There are always waU flowers enough. I honestly confess I'm not much of a dancer myseH, but of course I shaU take a turn with Maude.\" \" Thanks for the information,\" said Frank, \" I am glad to know Miss Hope wiU be so benevolent as to puU you through a quadriHe.\" Without saying another word, Frank dis appeared ; for a brilliant idea struck him. At Shotley, three miles away, Hved an old man who had belonged to a London QuadriUe Band. He played weU upon several instruments, and if he was not acquainted with the latest novelties of the baU room, Frank might yet glean enough from him to astonish his rival, and even make some im pression upon the volatde Maude. If he could"], [209, "201 MAUDE AND HER LOVERS. only find old Hawkins at home Frank determined to keep him fuUy employed for the rest of the day. He knew he could manage to get an invitation through some friend of the famUy ; and, going first to Dorking, the young lover invested to a considerable extent in patent leather boots, gloves, &e, and coming back to Shotley dashed into the musician's Httle parlour quite out of breath. \" Out with your fiddle, old chap,\" said Frank ; \" tune up and get me through the figures of aU the dances you know.\" It would have made his rival scream with laughter could he have seen Frank Littleton's solemnity as, obeying the mandate of his dancing master, he whirled round the room with a hobbling old lady, who kept house for Hawkins, as his partner. The absurdity reached its climax when Frank attempted a waltz with the venerable dame. This proved a lamentable fadure, and the only practice Frank could obtain was by swinging round the room with the musician who, unable to play whUe Frank so affectionately hugged him, hummed and whistled the melody."], [210, "202 LOST FOOTSTEPS. For several hours these grotesque studies continued, and were renewed the foUowing day. — The result was that by the evening he had acquired some hazy ideas of baU room etiquette ; and, having, by a Httle diplomacy, secured an invitation for the party, went fuU of hope to confront his rival and cut him out if possible. He was a late visitor, for there was a crowd when he arrived and the piano sounded merrily. Frank remembered a walk he had taken with Maude a week or two previously, when she had favored him with many smUes and much banter which he had been infatuated enough to take quite seriously, and he determined it should go hard if George Sandford always played first fiddle. Of course he speedily discovered Maude, and George near at hand doing his best to attract her attention, in which effort he certainly succeeded to some extent, though often enough gaining only a satirical glance from the beloved one. When Maude perceived Frank, she was de lighted, anticipating, as she- did, plenty of fun in watching their rivalry. Frank quickly got near"], [211, "MAUDE AND HER LOVERS. 203 her, and, evidently at a loss for something to say, remarked that she was looking duH, whioh brought from Maude a hope that he would endeavour to enhven her ; and turning to George, she said, \"Do you hear, Mr. Sandford, your friend is complaining of my dullness to-night.\" \" If you wiU favor me in the next quadrille , I shall be able to judge for myseH,\" said George, and Maude stood up at once, whUe Frank chuckled inwardly in anticipation that George would inevitably make a fool of himseH, either by losing his place, trampling upon her dress, dashing her against the opposite couples, or stamping upon her feet. But George was pretty successful, and got through the quadrille without any special mischief. Frank was beside himseH with jealousy, and, seizing his opportunity, engaged Maude for a waltz, determined to do or die. \" You had better have contented yourseH with a quadrille, I should think,\" said George with a maHcious look, utterly astounded as he saw Frank with a confident air; \"a fellow looks such a"], [212, "204 LOST FOOTSTEPS. donkey when obliged to sit down giddy and half blind after the first turn round the room.\" \" An opportunity for you to gain fresh laurels,\" retorted Frank, flying off with Maude in another second. Maude was a delightful dancer ; her figure was light and graceful ; she was not too taU, and every movement was fuU of gaiety and grace. SaiHng round the room with this pretty girl in his arms, Frank was intoxicated with deHght ; and so weU had he profited by the instruction of old Hawkins as to draw many envious glances from the Moltonian youths, whose experiences of waltzing were extremely limited. Frank, however, could not trust himseH to another waltz, thinking it was the best generalship to leave a good impression behind him. Acting in accordance with this view, he determined to leave the party early, though with a mingled feehng of happiness and anxiety. Maude, of course, took not the slightest notioe of his departure. She had always a stock of admirers on hand, and seemed supremely"], [213, "205 MAUDE AND HER LOVERS. indifferent as to their comings or goings. Frank, however, was delighted to beheve that he had made a favorable impression upon the capricious young beauty, while he believed, also, that George would so exult in his departure as to become quite overbearing in his attentions, and thus cause a re action in his favor. Frank went away quite satisfied that the card house of his rival was sapped at the foundation and must speedily faU. Yet he half repented afterwards of his seH-denial. That spooney — that idiot — that insufferable mass of ignorance and conceit would be talking to her, perhaps, for another hour or two — well — weU — he could not very well go back again to the ball room, but he would keep close at hand until Mrs. Crankley took Maude home. It was a glorious moonlight night ; and from time to time some of the dancers came out upon a terrace in the garden which was raised high enough above the road to give a pleasant view of the surrounding scenery. Frank was parading the lane beneath dissatisfied with himself for having left the party, when he fancied he could hear"], [214, "206 LOST FOOTSTEPS. Maude's voice upon the terrace above. He listened, but could not distinguish what she said. A sharp pang of jealous doubt crossed his mind, however, when he saw his rival, George Sandford, emerge from the shadow of some trees with Maude leaning upon his arm. They were coming towards the gate, and she was wishing her companion good night in her livehest tones, while George, evidently dehghted, took her hand and pressed to his Hps. It was reaUy too bad, thought Frank, who cursed himself for a noodle in having left the room a minute earher than his rival and for beheving that Masde would think of him three seconds after he had gone. He was relieved to hear the voice of Mrs. Crankley expostulating. \" I reaUy must speak to Mr. Hope,\" said that lady severely, \" It is past midnight and you know how averse your papa is to late hours.\" \" With such a moon as this,\" exclaimed Maude perversely, \" I don't think I shaU go home for these two hours.\" George also, greatly to Mrs. Crankley's horror,"], [215, "207 MAUDE AND HER LOVERS. pleaded that Maude should stay a Httle longer ; but the worthy dame was too careful of the \" proprieties \" to give wild youths such encourage ment ; and, dismissing the young man with frigid coolness, took the fair and fickle damsel away. Little did that precise lady dream that another adorer was lingering within earshot, rejoicing heart and soul at the discomfiture of his rival. Young people who go to an evening party in the country are contented to walk home afterwards if the weather is fine, and frequently the pleasantest part of the affair is the stroU homeward through the fields by moonhght. Maude was walking rather sulkily beside her companion, feeling, it must be confessed, that she had done less mischief than she would have liked among the susceptible hearts of the young men of Molton, when, to the horror of Mrs. Crankley, Frank Littleton stood beside them. \" We had better walk a Httle faster, Maude, my dear,\" said that lady ; \" your dear papa wiU be quite impatient at our being so late.\" \"My dear papa had better go to bed,\" re-"], [216, "208 LOST FOOTSTEPS. sorted the young lady, \" and then we needt'n hurry.\" In vain Mrs. Crankley urged and fidgetted. Maude, with a string of compliments falhng gratefuUy upon her ears, with the memory of half a-dozen conquests to think over and smile at, and with the soft air of a summer night cooling her fresh rosy cheeks, after the heated atmosphere of the baU room, was in no hurry to reach home. And Frank, too, forgetting the jealous hate with which he saw George Sandford's attentions to Maude, exerted himself to amuse her, and, spite of the short sniffs and muttered warnings of Airs. Crankley, persisted in accompanying them all the way to the curate's door. When Mr. Hope, who had been sitting up for them, saw Frank's deferential leavetaking, he was not in the best of humours. But he was for too charitable a man to say anything likely to hurt the young man's feelings."], [217, "CHAPTER XVII. In Idol Lane Nothing astonishes foreigners more than the great variety of social atmosphere in the modern Babylon. The easy-going gentlemen who pro menade the lotus-eating dreamland of Regent Street in curiously shaped hats, fancifuUy em broidered coats, and the most symmetrical trowsers, have little,, in common with the gloomy Sahara of Idol Lane and Eastcheap. The pace at which the flaneur moons along the pavement of the West End would not be tolerated east of the Royal Exchange. The narrow lanes are gloomy, dark, and hold out little temptation to the wanderer in search of the subhme and beautiful ; but, as though commerce was flourishing in proportion to the gloom that surrounded it, there is always plenty of business to be found in the vicinity of Idol VOL. III. 14"], [218, "210 LOST FOOTSTEPS. Lane ; and, indeed, as we shaU see presently, business is what brings the reader of this history into that locahty. It is just that time in the afternoon when town travellers come rattling along Eastcheap at a smart pace, with an important and even, one might also say, a defiant look, conscious as they are of a noble series of entries they wiU shortly make in the order book for next day's deHvery. The casual visitor does not feel the easy confidence of these cool hands ; he peers cautiously about him for fear of performing a part in an un-rehearsed pantomime, and tumbhng through some of the trap-doors and loopholes constantly open for vans loading or unloading. Or, he peeps through half open doors at pile upon pile of merchandise, stretching away into a dim distance presided over by legions of spectral-looking clerks covering the books before them with mercantile hieroglyphics as fast as their pens will carry them, and regards the place with a certain awe. For it does not do for the stranger to remain long in one position in this locality. Awful gulfs"], [219, "IN IDOL LANE. 211 open beneath his feet as H yawning to swallow him up. Fearful skeleton cranes suddenly become instinct with Hfe and swing out above his head with bales trembling in mid-air Hke Mahomet's coffin, and threatening to crush the unhappy wayfarer beneath. And the wanderer who is accustomed to sunshine and fresh air sadly misses them about Idol Lane. Not being saleable commodities they are not quoted in the price currents of the day ; and if any stray gleams of sunlight are to be seen at aU they are generally faUing upon some rusty little church with half-a dozen tombstones and two or three trees in a disused churchyard at the back of some mighty warehouse. There, by means of a patch of brown grass and fallen leaves, one may distinguish faintly the changes of the seasons, and the snow will He there for an hour in the depth of winter as if to show by its own dazzling purity the intense griminess of the surrounding neighbour hood. There, too, in the summer the stunted trees put forth a few green leaves, and the limp twigs make a feeble attempt to climb above the"], [220, "212 LOST FOOTSTEPS. dusky warehouses to see where the fields have gone ; but long before the glorious woods and luxuriant hedgerows fifty miles away have put on the faintest tinge of autumn, every leaf of these exiles of the forest have dropped and been swept away. Yet this was the spot where Mr. Joyce, as genuine a lover of nature as could be found in the three kingdoms, spent his early days in the study of the law ; and it is not impossible that the intense delight he exhibited in after years when he saw a fine group of trees had its first awakening in the study of the dingy branches that shadowed his papers when he copied writs and conveyances in the offices of Bloxham and Co. It was out of the ordinary legal track ; but Bloxham and Co. had always done a snug style of business amongst the merchants and shippers of Eastcheap and Tower HU1. The head of the firm was verging upon eighty, yet still attended the office daily ; and thither one after noon came Mr. Joyce, in consequence of an engagement made with his old master. All"], [221, "213 IN IDOL LANE. who know Bloxham know, of course, that he is one of the old school, with a broad brim to his hat and very square toes to his boots ; with a frill to his shirt, and an extensive collar ; a snow white neckcloth, and a watch with heavy gold seals ; and quaintly-cut coat and drab gaiters. Bloxham beheved in the city, and communi cated that belief to aU who came in contact with him. \"As to the West End,\" said Bloxham, \" that's all very weU to spend money in ; but the city's the place if you want to make it. You think your architecture fine at the West, do you ? well, what about our Royal Exchange, Tower, Bank, Mint, and St. Paul's. What about our Bridges and our Lord Mayor. As to the city being close and stuffy, all fudge. Smoke is good for the health and keeps away infection.\" \"And there's Air. Joyce keeping his time to a minute, and I'm very glad to see him,\" said the old gentleman, abruptly breaking off his hymn of praise about the city and shaking his visitor by the hand. \" And how does the business progress ? \" said"], [222, "214 LOST FOOTSTEPS. that gentleman when he had returned Bloxham's greeting. \" Excellently well, my good friend ; she must disgorge — there is not a doubt about it. In fact, my dear sir, we dont care a straw for continental lawyers ; they muddle their brains about details, and let the primary faots shp through their fingers.\" \" Then you wiU bring her to terms,\" said Mr. Joyce. \" She is here at this moment to attempt a compromise — continental lawyers, as I said before, are not worth their salt. Now, if it had been a solicitor out of the city of London, she might have puzzled us, I confess ; especiaUy as possession is nine points of the law.\" To explain this conversation, we must ask the reader to look back a Httle, and he wiU remember that Air. Joyce, when he discovered the treatment Louise had met with, and saw clearly that the poHcy of Madame Morel and her son had been to bolster up their fading fortunes by a wealthy alHance, determined to"], [223, "215 IN IDOL LANE. thwart her views by every means in his power. Aware that his old master had every facility for managing a difficult case, he put the affair entirely into Bloxham' s hands, explaining how matters stood fully. Mr. Joyce's love for Louise was so great that no punishment he could inflict upon those who had wronged her seemed too heavy, and his dehght was extreme when he found that owing to the skiHul generalship of the old city lawyer it seemed likely that Madame Morel must give up the bulk of her illgotten treasure. It is only justice to Madame to say that she had always been better disposed to Louise than Mr. Joyce believed — Indeed it was contrary to Louise's desire that any proceedings should be taken against her. Louise would gladly for her own sake have sacrificed any rightful claim and allowed the matter to drop ; bnt Mr. Joyce, with the keen desire of an old lawyer, followed up the game until Madame was brought to bay_ In vain did she hurry from one place to another"], [224, "216 LOST FOOTSTEPS. and engage fresh legal advice ; and at length, rather than run the risk of losing all, Madame resolved to make a sacrifice and compromise the case. Madame was perfectly well aware that she had no claim to the wealth she clung to so tenaciously ; but she had gained sufficient know ledge of Louise during the short period of her married Hfe to believe that the opposition would not come from that quarter, and she did not for a moment dream of the powerful opponent who had been watching her movements. So utterly had M. Morel squandered his own estate, that, at the time of his marriage, he had not a farthing unencumbered. Heavy loans, high rates of interest, constantly-increasing debts, had swept away all that remained of the fortune his father had acquired, and, but for the marriage with Louise, they would have been absolutely destitute. Knowing the manner in whioh Louise had been drawn into the marriage, Madame had not the hardihood to make a direct appeal to her ;"], [225, "217 IN IDOL LANE. but, she thought, Mynheer might be assailable ; and, watching her opportunity, had waylaid that gentleman one day at the wharf just as he had taken the forty winks with which he was accus tomed to refresh himseH at mid-day. Madame had come provided with formidable documents and was voluble in the extreme — \" would Mynheer Hsten ? \" Mynheer certainly would. There was never a better Hstener ; and for nearly an hour, without winking and without blinking, did Mynheer sit upon his office stool, while Madame poured forth a torrent of eloquence. Mynheer was very forgiving. He had got back his darhng Louise, and twenty Madame Morel's might have explained, expostulated, entreated, and coaxed him, without rousing Mynheer from his colossal calm. \" Would Mynheer sign the Httle documents ? \" WeU, no ; Mynheer certainly would not — though he did not say so. Kloots, who glanced in through the open door of the private counting-house from time to time, quite mystified by Madame's earnestness and Mynheer's patience, reported"], [226, "218 LOST FOOTSTEPS. that he had seen the ghost of a smile upon his master's face for the first time since the day Louise came and they had such a festival at the wharf. Kloots reported also that he knew from the quiet shake of Mynheer's head as Madame passed through the glass door that she had faded in her errand whatever it might have been. Once, indeed, in the summer house by the canal, Mynheer had written a few words very much in Madame Morel's favor; but it was not every day in the week that Mynheer could be caught napping. Thus, finding herseH driven in a corner, Madame made a virtue of necessity ; and thus Mr. Joyce recovered for Louise the bulk of the fortune her father had given her at marriage."], [227, "CHAPTER XVIII. A Letter from Arthur Joyce. \"It is strange enough, dear Adrian, to look up from the paper, as I recaU the days we spent together with UzelH in Fitzroy Square, and contrast the life I am now leading. I have spent the whole day in the woods, quite alone, cutting down a number of taU firs, and have not spoken to a human being ; all our party being now separated, each bound for some spot of his own to clear and prepare for cultivation. At first the loneliness was almost unendurable ; but one gets used to it, and the hard work deadens one's feelings in some degree. You would smile, I think, could you see the log hut I have built. It has some claims to the picturesque, as might be expected from one who had been with students of High Art; and, owing to the same"], [228, "220 LOST FOOTSTEPS. influence, I have chosen a more romantic situa tion than settlers generally would have done, who usually pitch their tents in the immediate vicinity of their work, so as not to lose a moment's time, though Heaven knows the days are long enough. There is a noble river within a few yards of my door, and behind me the eternal forest in the distance ; there are some purpled hdls which often caU to mind the heather-clad ranges of Surrey, and often when I sit at the door of my humble domicde, tired out at the close of the day, I have many a vivid dream of home. \"For I stiU caU Molton by that pleasant name, though my visits there were of no great duration. I sit and brood tdl I seem to see the old places and old people as plainly as H they stood before me in the flesh, and often arouse from my reverie startled as the echoes of their voices seem to ring in my ears. Then oomes a fit of depression which utterly unnerves me, and I wish myseH back there, H only to lie beside poor Mary, that the same trees might be"], [229, "221 A LETTER FROM ARTHUR JOYCE. waving over both our graves. One thing gives me consolation in these moods; and it is the fact that however wayward, fickle, and unstable I have been, Mary was ignorant of my failings, and has gone to her quiet grave in the fuU belief that I was not unworthy of her. Had she Hved, sweet soul, she might have been unhappy, for her dream of Hfe was so different from mine. \" I have met with kind and sympathetic associates ; and when the exigencies of labour are not too severe we amuse ourselves as best we can. I have a singular neighbour, named Grabbe, who reminds me of the description you gave of Mynheer Kalm in some respects; he is so extremely corpulent and so extremely cool. He has a miH upon a rapid that empties itseH into the river beneath me, an extremely pic turesque place, of which I made a sketch, greatly to the astonishment of the owner, who, I suppose, never saw such a proceeding in his Hfe before. He watched me open-eyed with such absolute astonishment that he might have"], [230, "222 Lost footsteps. been taken for a statue ; and whenever I sea him he looks at me with as much curiosity as if I possessed some magical power of calling spirits from the vasty deep. He would not let me quit the spot tdl I had finished the sketch, and then insisted upon purchasing it at a price which, H I got many such commissions, would almost tempt me to give up sawing and log sphtting, digging and hoeing. \" Grabbe has never married ; perhaps his pro- digious size alarmed aU his young lady friends ; but he is certainly a martyr to the tender passion. Not even Tracy Tupman of Pickwickian fame could rival his impassioned glances and tender sighs, or the warmth of his compliments; but unluckdy, owing to the conformation of his chest, his language even in his mddest moments so nearly resembles distant thunder, that the fair daughters of our colony shrink appalled from Miller Grabbe's advances as something quite abnormal in the annals of Cupid. The infatua tion of the unwieldy mdler is the theme of much jocularity in the settlement, and"], [231, "A LETTER FROM ARTHUR JOYCE. 223 various devices have been adopted to make fun of him. \" Notwithstanding his bulk he is always ready for amusement of any kind, and the other day was chief manager of a very pleasant boating ex pedition which, however, nearly got us into trouble, owing to the sudden fascination cast over him by a young Indian girl at an encampment where we pulled ashore for a time. The girl amused herseH mightily with the miller ; but her Indian lover was anything but gracious, and roused some of his party to such active opposition that we were compelled for the sake of peace and safety to choose another spot for our midday meal. \" It was more Hke an adventurous voyage than a mere pleasure excursion, for our boat was large enough to hold nearly thirty persons. Some times we left our progress entirely to the swift current, at other times we mounted a sail till at last we reached a picturesque little bay which seemed an inviting place for a pic-nic. As we landed we heard the creak of a lumbering waggon and loud shouts of a driver urging on his horses."], [232, "224 LOST FOOTSTEPS. Soon a bright-eyed Yankee came in sight, who seemed as completely at home as he would have been in the streets of New York, and began to address the company generaUy. \" ' Guess I wouldn't have found myseH in this spicy location if you'd sent me word, strangers, what it war like. Guess you'U have to give a hand with them air cattle if you reckon a free and en lightened citizen of the Great RepubHc fixin up in these parts. Reckon we might do a trade and compound L for some of] them rations, for I'm tarnation squirmy in my vitals.' \" Being a stranger, we cordially invited the Yankee to join us in our meal, to which he did ample justice, looking hard from time to time at every member of the party, and finally fixing his ghttering eye upon me. \"When he satisfied his appetite, he said, ' Guess a free and enHghtened citizen might put a question or two ? ' \" ' Oh, certainly,' I answered. \" ' Then I'd like to know the name of the spicy location your party hails from ? '"], [233, "225 A LETTER FROM ARTHUR JOYCE. \" ' Chipley FaUs ' I told him was the name of the settlement, a name chosen on account of a natural miUdam above Grabbe's miU. \" ' And who's the gent with his cheeks afire ? ' \" Trinder was certainly florid ; but, in my respect for the man, I felt somewhat indignant at the Yankee's coarse manner, especially as his muttered tones could easily be overheard. \" ' And the pretty gal beside him ? ' continued the Yankee, not minding my frown in the least. \" ' His daughter,' I replied. \" ' A slick and likely wenoh she is, and a credit to the old country, tew; but who's the ton of corpulence surveying her with sich languishing looks?' \" ' Air. Grabbe, the miUer of Chipley Falls.' \" ' And a happy young sweU Grabbe would be if he could teU where his knees are located, or any living critter could say he had a waist ; and wheer is this perlite company bound for ? ' \" ' Merely up the river to drop in upon any of th6 settlements and visit friends and make a day's recreation.' 15 VOL. III."], [234, "226 LOST FOOTSTEPS. \" ' Then I'm good for a recreation, tew, if no objection,' said the Yankee, ' and if we don't cotton together slick there's no snakes in Vir ginny. Have a smoke, stranger ? \" \" With this, the Yankee handed me an immense cigar as a token of good will, and continued to ' orate.' \" ' There ain't no sort of sport but what I'm ekal to. If you take me out to spear a salmon by torchHght you won't find me one too many, stranger. Many a time with the snow up to my nose have I been shootin' the bar ; and the 'possum's a gone coon that sees the pint of my rifle.' \" Amused with the Yankee's boasting, I did not imagine his prowess would have been called into requisition before the termination of our pleasure party. He made himself very merry at some of our British peculiarities, and, having arranged with a settler to take care of his waggon and horses for a day or two, came back with us to Chipley Falls, being evidently smitten with Job Trinder's daughter, a pretty rosy country girl, as"], [235, "A LETTER FROM ARTHUR JOYCE. 227 open-hearted and good-tempered as her worthy father. \" We were on our way back past a place called Collett's Bluff from a settler who had been mur dered there by the Indians. It was the kind of spot one would select for such a deed — a wild, ghostly place where the stream narrowed till the high banks obscured by gloomy woods formed a dusky gorge which at that hour hardly admitted a ray of Hght. \" ' What's that movin along the edge of the bluff ? ' said the Yankee, touching my arm and speaking in a subdued tone. \" I laughed at his mysterious manner. \" ' Laugh as ye like, stranger,' said the Yankee, taking his cigar from his Hps with perfect cool ness, and blowing a long spiral cloud, as H at some invisible enemy. ' You'll laugh t'other side of yer mouth, I tell you, when you hear the crack of an Injian rifle.' \" As he was evidently in earnest, I looked keenly at the spot he had pointed out, but my eyes, accustomed to Uzelli's studio or briefs in"], [236, "228 LOST FOOTSTEPS, the Temple, had not the sharpness of my com panion, who undoubtedly saw cause for alarm. \" ' What hev you been doing to the Injians ? ' he enquired. \" I could remember only the adventure of the miller Grabbe who had offended an Indian en campment by casting sheep's eyes at a young maiden of the tribe. \" ' Does any member of this perlite company own a gun ? ' enquired the Yankee. \"It so happened that the miUer, always on the look out for sport, had brought his gun with him — a very excellent weapon of the newest British manufacture. At the Yankee's request the mdler found some powder and ball, and our American visitor, looking from time to time upward to the tall bluff under which the boat was now passing rapidly owing to the narrowed current, and whieh stood out grim and dark with its shadowy crest of pines, loaded the gun carefully, and then in calm measured tones warned the party. \" ' The bigger the game the better the mark ; and, if the honourable and corpulent gent whose"], [237, "A LETTER FROM ARTHER JOYCE. 229 name is Grabbe sets any valley upon his hfe, let him make himself tarnation snug in the bottom of the boat, and don't any soul of ye speak or move tdl we get a streak of light on the other side of the bluff.' \" There was evidently mischief brewing which the rest of the party had not been prepared for, and some began to be very much alarmed. I wiU not boast of my own courage, but I beheve cu riosity to see the Yankee's plan of defence was my principal feehng. As to Trinder's daughter, she was terribly frightened, though her alarm seemed to amuse the Yankee. \"The boat, now swiftly carried along by the current, passed the projecting bluff and there was, as the Yankee had prophesied, a faint ray of Hght to guide us. Acting on his advice we landed, and moored the boat close under the shadow of a rock. A rude hut stood upon the bank above, left by the lumberers in the last timber fall, and here the Yankee, who was confident the Indians were watching us, proposed to take shelter. \"We had hardly fastened it rudely with some"], [238, "230 LOST FOOTSTEPS. scattered pieces of timber we found lying about, when it was attacked with a crash ; and peeping through a crevice, I saw in the obscure Hght four tall Indians, one of whom was the youth who had been so mortally affronted with the attentions paid to his affianced one by the miUer. \" Before the Indians could make a second rush upon the hut, the Yankee had brought one of them to the ground with a bullet in his right arm. They had probably counted upon finding us defenceless ; and our effective resistance staggered them, for they retreated to some distance, and stood behind some pines, evidently considering how to carry on the attack. \" In the meantime, the Yankee had not been idle, but had immediately reloaded the gun, which he pronounced a slick shooter for ' a Britisher.' \" Poor Grabbe, who lay panting on the floor of the hut, a martyr to fear, whispered that we had better make an attempt to reach the boat again ; but this advice the Yankee strenuously opposed. We had wondered from the first at his policy in"], [239, "231 A LETTER FROM ARTHUR JOYCE. quitting the boat, which he now explained. He told us that we should certainly find some ob struction in the stream, which would in aU probability swamp us and render us, H we escaped drowning, an easy prey to the Indians ; and when the poor miUer enquired piteously what was to be done, the Yankee consoled him by in forming him that we must stay there till day Hght. \" The groan with which the miller echoed the words of the Yankee were shared in by others ; every morsel of food had been left in the boat, as, in consequence of the rapidity of the Indians, we we were surprised before we could fortify our selves. \" ' It would be daybreak in eight hours,' the Yankee said, ' and then, if our enemies did not discover the boat, we would embark and get back again by water.' \"Meanwhile, the Indians had resolved upon again attacking us ; but, not knowing how many of our party carried weapons, they were careful not to come too near the hut, but began firing from behind the trunks of the pines, trusting to"], [240, "232 LOST FOOTSTEPS. getting a btdlet through the crevices of our sHght fortress. \" The Yankee deserved the commendations he had bestowed upon himself. Quick as Hghtning he detected when either of the Indians were about to fire, and it was not long before the brown hand of one of our enemies received a shot through the palm which disabled him. \" It was much too exciting to be pleasant ; and if this sort of thing was to continue for eight hours, the chances of all our party leaving the hut alive were very shght indeed ; but the Yankee cheered us up. \" ' These 'tarnal coons won't stay in the day light,' said he, ' and soon they'll begin to think that every man has got his shooter with him. It ain't the kind of sport for a nice young lass to share in, but I reckon we shall fix it up aU square before we've done.' \" Indeed, the Indians began to falter and show signs of decamping; but how to do so without getting another shot from the Yankee was a problem they were evidently considering. Watch-"], [241, "A LETTER FROM ARTHUR JOYCE. 233 ing them through the crevices of the hut, I saw them fall suddenly down, and, by the aid of feet and hands, crawl sdently backward into the wood. I pointed out the singular movement to the Yankee. \" ' Cute critters they air,' said he, ' but won't keep long on one line. Thanks to yon British muzzle,' said he, patting the gun affectionately, ' we've knocked the wind out of their sails, and maybe, the darned critters won't find the boat after all.\" » \" We waited in the hut wearily enough tiU the sun rose, everybody shivering with cold, and made brave enough by their discomfort to face any number of Indians. Then cautiously leaving the hut, we made swiftly for the spot where we had left the boat, which we fortunately found just as we had left it. \" Then we pushed into mid-stream, and would have puUed vigorously but for the Yankee's caution. We had not proceeded far before we discovered a formidable obstruction in the stream which would assuredly, if we had continued our"], [242, "234 LOST FOOTSTEPS. journey on the previous night, have ended all excursions for the future. \" ' Don't have no more palaver with Indian gals mister,' said the Yankee to Mr. Grabbe when we reached Chipley FaUs.\""], [243, "CHAPTER XIX. A Wedding Breakfast. It is not often such animation is displayed in Fitzroy Square as upon the occasion of CecUy's marriage with Edie. Truth to tell, Fitzroy Square is not lively as a rule, and few would Hve there for the mere pleasure of the thing. It answers the purpose of those who wish to escape from the bustle and noise of the main thorough fares, without being at too great a distance from the great centres of commerce, art, or amusement* But there are drawbacks which nullffy even the repose of Fitzroy Square. There, in summer evenings, assemble tremendous German bands, sometimes accompanied with kettle drums, and always with an undue proportion of brass. There, amorous cats tell their tales of love beneath the midnight moon, and wandering dogs make night"], [244, "236 LOST FOOTSTEPS. hideous with continuous howls. Still people can be happy there who have that happiness within them which is independent of external things, and Cecily and Edie were of that fortunate class. As to Uzelli, he was too excited to eat, drink, work, or sleep, and the only method Cecily could discover for keeping him quiet, was to invite dady some old friend to chat with him, and muddle about in his painting room. This expedient answered extremely well, and UzelH, though he made occasional excursions from his studio to upset everything that had been done for two or three hours previously, was upon the whole as quiet as could be expected. He had become extremely attached to Edie, and marvelled greatly at the change in the young man since he first came as a student to Fitzroy Square. To a fine form, and an independent manly bearing, there was added a decision and purpose in the expression of his face which had hitherto been wanting. His thick fair hair and dark blue eyes gave him somewhat of a poetic aspect, while a slight depression of the brows and"], [245, "A WEDDING BREAKFAST. 237 a few not ungraceful wrinkles upon his forehead, indicated a thoughtful and ardent nature, only requiring to be directed into a worthy channel to bring its owner respect, sympathy, and fame. Time, and the hour, bring the longest days to an end, and at last came the welcome wedding morn, and Jack came to claim his bride from Uzelli, who shook his finger at Edie in sham displeasure, grinning all the while, with his study cap rakishly stuck on one side of his bald wrinkled head, and whispering to an old artist at his side that Edie had lost his heart and head also. In fact, Edie was evidently quite bewildered with happiness ; and I believe there is great truth in the assertion that a man loves more passionately at his age than the mere youth who has barely passed his teens. There is, doubtless, much sentiment in the youth's choice, but with the man of more mature years, it is generaUy a more absorbing feeling. He has, perhaps, looked long for his ideal, and the so-caUed love at first sight is in reality nothing more than the realisation of 6ome long-oherished dream, which we seize eagerly"], [246, "238 LOST FOOTSTEPS. because we had despaired of its ever becoming a reality. Edie had seen life under an aspect which was uninviting, and especially so as regarded the other sex. The vanity and caprice of the sex when developed by ignorance and flippant companion ship is hateful in the extreme to a man of heart and taste. He may, in the absence of nobler specimens of the sex, amuse himseH with such for a time ; but rarely, indeed, does he marry them, and it is especiaUy this forward class of girls that causes so many bachelors. Men laugh, for the moment, at their absur dities and small-talk ; but the idea of being chained for hfe to such companions alarms them. Many a time had Edie been drawn into temporary familiarity with a girl of this stamp ; but the enchantment which seemed to belong to her disappeared upon a nearer approach, and he was heart-whole again. It had been a fancy of UzelH's that Cecily should bp dressed as nearly as was consistent"], [247, "239 A WEDDING BREAKFAST. with modern millinery ideas to the portrait he had painted of her in the scene from the \" Tempest,\" and, much as the nobleman who had purchased the work wished to have it home, Uzelli would not consent to part with it till the wedding was over. It was associated with the happiest year of the old painter's life. Many a long day had he sat in his grimy studio, and bored himself with experiments in High Art, which, when he had covered acres of canvas, brought him barely enough to keep body and soul together. It seemed a mystery to the old man, that since he had adopted Cecily, nobody ever complained of his coloring, which once used to be a stock subject for ridi cule. Nobody now quizzed the unearthly manner or the violent attitudes of his figures. Unconsciously to himseH there was a fuUness and freedom in his work which he had toiled for ineffectually in other days. The truth was the man was happy, and the author of this story believes in happiness above aU things in the development of pure art. It may be all"], [248, "240 LOST FOOTSTEPS. very weU to tell us of instances where, in a dreary attic, the artist worked out subhme visions on dry bread and water, with no fire in winter, and scorched by the sun upon his low roof in the dog days. Such facts have been, doubtless, but they are the excep tions, and he is happy to believe, aye, and to know of some of the greatest Hving painters who have spent a Hfe of the noblest enjoy ment and prosperity in their art. So the main feature in the decoration of the drawing-room on the morning of the wed ding was the large picture of the \" Tempest,\" and it was from no vanity in his work, but simply in the depth of his affection for his adopted child. He could hardly honour her enough for the new feehngs with which she had inspired him, and he looked forward in her marriage to reaHze the peaceful happiness of a weU- ordered and prosperous home. There is not much to dweU upon in the wedding arrangements. Cecily positively re fused to aUow the old man to spend more upon"], [249, "241 A WEDDING EREAKFAST. herself. Nor, indeed, as Jack said at the wed ding breakfast, was it aU neeessary, for it was hardly possible for a young bride to look prettier than Cecily did, or to feel more hopeful and happy ; and when after the breakfast was weU nigh over, and UzeUi remembered that he would be alone in the house where he had spent so many dreary years, he was almost inclined to beg them to take no wedding tour, lest he might relapse into his old moody, fitful, impatient habits. And when they drank his health, and he stood up to return thanks, the remembrance of those gloomy years of disappointment, when he was laughed at or unappreciated, made him for the moment sad, when the bare possibihty that such a time could come again flashed upon his mind. \" A speech, Uzelli ; a speech, old boy,\" cried some of his old companions, who were astonished as himseH at the transformation in him. \" Diable, how can I speak ven I feel too moche ? \" wag the answer. VOL. III. 16"], [250, "242 LOST FOOTSTEPS. \" Never mind the feeling, old fellow ; give us a speech.\" \" Yes, a speech, a speech, bravo,\" from all parts of the table. \" Yais, and you vil laugh at ze English as usual, ven all ze time I speak so good as ze best of you.\" \" No, no, we won't laugh, go on.\" \" Zen, if I must make a speech, Got Dam . I shall tell you of some past days, zat I may feel ze shange in my heart and my home all de better on dis happy day.\" \" Bravo, Uzelli.\" \" Ah, you tink me a strange old man, and I tink so, perhaps, a leetle myself, ven I remem ber de day I come to zis city, at tree shilling a week ; and, if ze troubles of my early days make me seem a leetle rough to my old friends, dey will forgif me, no doubt, for, I tank Got, all ze better feelings of my nature is not blunted.\" \" Let us give the old boy three cheers,\" cried an old artist friend of UzelH's, and, before he"], [251, "243 A WEDDING BREAKFAST. could proceed with his speech, everybody stood up, and gave him such a round of applause as had, probably, never been hoard in Fitzroy Square since the time it was a cornfield. \" Vatever is past I am not ashamed of it,\" continued Uzelli, when the cheering had sub sided. \" If I vas poor, so vas greater men dan myself who came to be famous. My fader vas but a labourer on a farm in Shermany, and ven people say vat a happy Hfe to Hve in de country and follow de plough, I should like dem to try vat a life it is, indeed, and ze poetry of rustic life vould soon vanish. \" I vas a big boy ven I saw how miserable it vas, and I resolved to be a drudge no more. I ran away, and as it vas told me England is de place for money and fame, I came to London. \" It was hard to leave my fader and moder, and not say vere I vas gone. I stole into de room vere zey slept, and kissed dem softly, and zat vas de last time I saw de leetle oottage for many years,"], [252, "244 LOST FOOTSTEPS. \" I could speak a leetle English even zen ; but ven I came from ze ship into de street, de vorld seemed upside down. Zere vas but two shillings in my purse ven I turned into de big streets, and I walked all de day feehng, mine Got! how lonely in ze midst of de bustle and noise. Shops full of riche goods vas dere on every side ; people by the tousand rushing past, but ven ze day vas almost gone, and aU de great varehouses vas being shut up, zen I sat down on de step of a door, and say to myseH, ' vere is de home for me zis night ? ' \" Nevare in all my life did I feel ze true desolation of sohtude as I did in dat moment, yet I vas but a boy. Zere I sat many hours and not a soul noticed de poor foreign boy. An Indian shies, in his strange costume, passed along, and he seemed not haH so moche abroad as myseH. In ze viUage I had left, all de folks would have followed him in curiosity. In London, very few turn deir heads to look at him. \" But the lights vas coming in de shops, and ze passengers vas not so many, and zere"], [253, "245 A WEDDIKG BREAKFAST. vas no hiding place for me. I sought of my leetle bed at home ; and ven I remembered my fader and moder, I began to cry. \"Zere vas somebody heard me. He vas a gruff carman, or porter, and had a good, honest, Enghsh, red face, and he ask me vat make me cry, and I told my leetle story, for I could see his vas a face zat I could trust. He took me home, and ze next day ask me many questions, and laugh at my broken English, for I had hard vork to make him understand. \" He took me to de varehouse, and zere I do ever so moche vork. Sweep de floors, light de fires, clean de vindows; but it vas a hate ful task, and all ze time I could spare, I vas drawing and sketching, till one day, my good friend, the carman, see someting, and say you is too good for your vork, and de master also say 'Zis boy might be a fine arteeste.' \"Zat vas my first patron, and he vas my good friend all de time he lived. First I painted his dog and cat, zen his own face, zen"], [254, "246 LOST FOOTSTEPS. so many of his friends, dat I vas quite sick of de round, red faces of ze city people, and svore to adopt High Art. Mine Got! High Art did not pay so veil as de city portraits ; but, my friends, all's vel as ends vel, and I tank you from my heart, zat you drink my health so kindly, and may God bless you all, and send long Hfe and happiness to my leetle Ceeseley and her husband.\" The applause was loud and long when Uzelli concluded his homely reminiscences and sat down. Then came the usual jocularities of the wedding breakfast, which was all the merrier from the absence of the formality and ceremony of higher circles, and, at last, the bride and bridegroom took their departure, and the usual flatness which follows that event, speedily dispersed many of the visitors. Edie and Cecily had no intention of spend ing a grand honeymoon. They knew that a quiet, homely life was before them, and they resolved to secure such happiness as was within their means, without effort or pretence."], [255, "247 A WEDDING BREAKFAST. They took a pleasant little journey to Devon shire, to spend their honeymoon ; and, Jack, knowing of old what glorious lanes, downs, far stretches of bold cliff, quaint villages, and picturesque bays lie scattered upon that coast, took plenty of sketching materials, and, instead of lounging about till they were a little bored with each other, as, unfortunately, too many young couples do, if they would but confess it, Jack, as he expressed himself in the lan guage of Bohemia, \" pitched into work like a Trojan,\" while his charming young wife sat by his side, the wonder and admiration of many a young artist who came across them on the same camping ground. Never was a happier honeymoon spent upon this earth, and, when they came back, so successful had Jack been, that he sold one sketch for more than the cost of their tour, and the dealer who purchased it said : \"Come to me again, Edie, with as much of this sort of stuff as you like. Egad, I did'nt think there was so much in you.\""], [256, "CHAPTER XX. At Rotterdam Again. Louise was back again in the home of her youth ; but it was not to be expected that the same feeling of joyous, giriish merriment had returned to her. Mynheer Kalm, in his deHght at seeing her back again upon the trim, shaven lawn where she had disported herseH as a chdd, spared no means or expense to make her happy and contented; but there was a shadow over aU she did and said, which no kindness, on his part, could dispel. In his obtuseness to those delicate shades of feeling and sentiment which mark so decisively the difference of the sexes, making common sense people wonder why there should be any difficulty in assigning a truly feminine woman her proper place in the scheme of"], [257, "249 AT ROTTERDAM AGAIN. humanity, Mynheer was much happier than if he could have known that a secret canker was destroying his daughter's peace of mind. ObHvious, as the worthy merchant was upon most topics, he could hardly fad to notice that at times his beloved daughter was wonderfuUy absent and meditative, and sometimes when he -'frew his chair to her side, in his favorite summer-house, and after a long — a very long — interval of silence put some question to her in the briefest of monosyllables, he received no answer. Sometimes, in these abstracted moods she would sit for hours by herself lost in a reverie, until the very persons and places that formed her imaginative dreams seemed palpably before her. One day especially, she had been sitting thus, her mind insensibly carried back to some past scenes. It was in the early part of the evening, and a fire had been Hghted to counter act a fog from the canal. Never had she been so abstracted. Old faces flashed upon her in the flickering firelight; old hopes and aspira-"], [258, "250 LOST FOOTSTEPS. tions came afresh to her memory from the years that were gone ; sweet tones that had touched her heart in those days, seemed now to echo faintly in her ears ; bright looks and sunny smiles now, perhaps as she thought, lost to her for ever, came vividly to the mind's eye. It was growing late and the moon, which rose round and full when the fog cleared away, streamed brilliantly into the chamber. Mynheeer, who could not bear to be long absent from Louise, came into the chamber, but as he ap proached his daughter she seemed to be asleep, and he calmly sat down to wait till she awoke. He had been sitting but a few minutes thus, when it struck him that an unusual shadow feU across the floor of the room, which seemed to come from the direction of the window. The lamp had not been lighted, lest its glare should awaken Louise. Mynheer was somewhat startled for a moment, but the object, whatever it was that obstructed the moonlight vanished instantly. It is your lean and sallow folks who belong to the superstitious order, and we will not in-"], [259, "251 AT ROTTERDAM AGAIN. suit Mynheer by supposing that he had any idea of ghosts or phantoms. The glance that he had was so sudden, that he could not be certain, but he fancied it must surely have been a human face. But why anybody should be standing there gazing upon his sleeping Louise, was a mystery far beyond his compre hension, and now he came to think about not at all a pleasant mystery either. Was it some trick of Madame Morel, who, having failed in gaining her object openly, was bent upon some underhand manœuvre ? Or, again, was it merely a vagrant, who had been watching their movements, and was bent upon helping himself to some of the contents of the apartment. Vagrants are, happily for the Dutch, by no meVms so common as they are here, and the people have a reasonable dislike of them, and take great precautions for keep ing them at bay. Mynheer, who was himself a magistrate, though one of the most benevolent of men, had a wholesome horror of the vaga bond class who had no settled home or definite"], [260, "252 LOST FOOTSTEPS. occupation. It did not occur to him, however, till he had given the tramp time enough to get half-a-mile away, that if he went round to the back of the house he might be able to see who it was. Without awakening Louise, Mynheer, stirred to unwonted activity, called one of the servants, and murmured his sus picions ; but the domestic assured him that not a soul had been in the garden, but themselves, and, as to tramps or vagrants, Mynheer's dislike of them was so well known, and his taste so scrupulously considered by the police, that not a tramp had been seen about the locality for months. Mynheer, however, still dissatisfied, made a sluggish inspection of the premises, and, coming back to the room where Louise was, without making any discovery, dropped breathless into his easy chair just as his daughter awoke. \" I have had a very strange dream, papa,\" said Louise, in a subdued tone. \" I have been dreaming of a face I shall, perhaps, never see again, for the owner of it is, in all probabdity,"], [261, "253 AT ROTTERDAM AGAIN. some hundreds of mdes away at this moment, and yet \" continued she in a tone which was even more subdued, and, in fact, scarcely audible to Mynheer himseH, \" it was a kind and honest face, and I would gladly have seen it again, if but for a moment.\" Mynheer looked at his daughter with the greatest astonishment. There was absolutely no scope in Mynheer's imagination for the con sideration of these metaphysical kind of ideas. He could not, for the Hfe of him, make out what relation there could be, or should be, between his daughter's vision and the person looking in at the window. Yet, when he told er what he had seen, or rather fancied he had seen, his daughter's eager questions upon the subject quite dumbfoundered him. If his daughter had a dream, that was one idea, thought Mynheer ; and if a man looked in at the window — perhaps intending some mischief — that was another idea ; but how the two could blend or have any connexion with each other, as they evidently seemed to have in his"], [262, "254 LOST FOOTSTEPS. daughter's mind, was a mystery the most com' plex of all. Throughout the next day Louise moved about the house, or wandered in the garden like one in a dream. When her father told her the strange circumstance of their being, as he sup posed, watched, and of his failuie to discover anybody upon the premises, the narration had affected her strongly. The momentary glance Mynheer had caught of the intruder, coupled with his own slowness in action, had been insufficient to give any idea of the cha racter, or even the sex of the stranger, but a possibility crossed the mind of Louise which caused her a strange agitation. Now for the first time, she acknowledged to herself how completely Adrian held possession of her heart and how utterly ineffectual had been her at tempt to suppress her memories of him. There are moments in the experiences of most of us, notwithstanding the prosaio surroundings of our daily life, and the deadening effect of habit and custom upon the imagination, when we are"], [263, "255 AT ROTTERDAM AGAIN. led to believe that the soul has been appealed to by other influences than those merely of sight, sound, or touch. I do not write this with any deference to so-called \" spiritual manifestations,\" the spirituality of which is about on a par with the jugglery of the street conjuror. I allude rather to that nameless inexpressible seeling which induces one at a particular moment to anxiously shun, or as unreservedly engage in any special course of action ; which fills our minds, whether we will or no, with memories of attached friends we may not have seen for years ; which awakens forebodings that induce us to change our plans and adopt an entirely new course upon the very threshold of a pro jected enterprise ; which lead us on as with the grasp of an invisible hand beyond the boundaries controlled by our own will. So strongly was Louise influenced by feelings similar to those we have attempted to describe, that she made an attempt to discuss the sub ject with her father, and when they were seated together according to custom after dinner,"], [264, "256 LOST FOOTSTEPS. and Mynheer proposing an adjournment to the summer house, had taken his forty winks and seemed invigorated and refreshed enough to be equal to the topic, Louise broached it in the hope that it might lead to something. \" You remember dear father, the young artist who came into your office for some time,\" Louise began timidly to say. Mynheer nodded. \" I think you were attached to him.\" Again there was a nod, and Mynheer pointing with his fat forefinger toward the portrait Adrian had painted of Louise, looked pleasantly at the picture and then at Louise, as if to compare the likeness, and once more nodded again. \" Had you any reason to think that Mr. Adrian Hope quitted Rotterdam in consequence of my marriage?\" Mynheer was posed. He took his meerschaum from his Hps, and considered without moving a muscle, for about ten minutes, when fearing it might go out, he puffed vigourously for a few seconds, and then unable stiU to reply"], [265, "257 AT ROTTERDAM AGAIN. took a turn round the tuhp beds and stared abstractedly at the canal. But he was no nearer a solution of the problem than ever. The question seemed to ramify itseH the more the longer he considered it. For what reason should Adrian Hope leave Rotterdam ? Was it not that art seemed more attractive than the inspec tion of piles of timber loading and unloading. Why should a young gentleman with so much talent as his portrait of Louise evinced, sit upon a stool at an office desk, and unravel compli cated accounts and post entries in ledgers. Of course it was perfectly natural that Mr. Hope would become disgusted with the mechanical routine of a merchant's office and go back to his former profession. He therefore came back and sat down by her side, looked in her face and shook his head most decidedly. Louise smiled to perceive how slow her fa ther's comprehension was in matters that did not faU immediately within his view, and then proceeded to overwhelm that placid gentleman by her next remarks. VOL. III. 17"], [266, "258 LOST FOOTSTEPcS. \" You must know then dear father, that Adrian Hope at the time you supposed him merely disgusted with the drudgery of the oounting house, was passionately in love with me. It was useless to expect any comment from Mynheer. Utter bewilderment at the strange ness of Louise's confidences rendered him breath- less, speechless, and motionless. Yet the worthy merchant recovered himself after a time, and motioned his daughter to proceed. \" Partly from diffidence, partly from the fear that he had not awakened my interest in him to such an extent, as to justify him in speaking plainly as to the state of his feeHngs, he allowed me to become engaged to M. Morel, He misjudged himself and me, and hence the misery of my short married life.\" Mynheer shook his head despondently over the trials his daughter had endured, but looking up and seeing her at his side, looking, spite of her serious air, brighter and more beau tiful than ever, revived, and rising almost"], [267, "259 AT ROTTERDAM AGAIN. gaily from his chair imprinted an affectionate kiss upon her rosy cheek and listened atten tively again. \"Adrian Hope had evidently not over-rated the depth of his feelings toward me, and time has but strengthened them. When I was lying unconsciously awaiting the funeral ceremony, his attachment saved me from the grave and his impetuosity from the arms of a husband who never loved me, but whose professed attachment, simulated with the cleverness of a man who had mixed much in society, whose easy and confident manners gave him every advantage over the simple and unaffected nature of a man like Adrian Hope, deceived me entirely.\" Louise paused, expecting some comment from her tactiturn parent, but none came and she pro ceeded. \" Influenced by Madame Morel, I was led to beheve many things of Adrian Hope, which I have since proved, only too conclusively, were impossible with such a nature as his.\" Mynheer looked up with some curiosity. No"], [268, "260 LOST FOOTSTEPS. word had he spoken, but Louise quick to detect every shade of expression, easdy understood that the look imphed a question, and the purport of the question was why Louise continued this sad dening explanation, and why she referred so constantly to Adrian. \" I understand, dear father, what that look means,\" said Louise, rising and kissing him affectionately, \" and I know this narration causes you pain. I am induced to dweU upon the memory of Adrian Hope especially to-day, be cause I cannot help feeling that in some un accountable way I am drawn to him more than I have ever been. If I could believe in omens or presentiments, I should beheve either that Adrian Hope was near to us at this moment or that I am never to see him any more.\" As if the words Louise had spoken had been the formula of our enchanter possessing the power of evoking at wiU the desired object, there stood Adrian Hope in the doorway of the summer house. Mynheer was not one of those men who can be"], [269, "261 AT ROTTERDAM AGAIN. taken by surprise. Nor did the unexpected apppearance of our hero call forth any special demonstration of welcome. He merely motioned Adrian to a seat in the summer-house in the same way he had done when Adrian saw him for the first time, and indeed for any change in his outward man he might have been sitting in the same place ever since. But the effect upon Louise was very different. The first glance at Adrian, the recollection of all that had passed between them flashing upon her mind in a single instant, the unmistakeable purpose plainly showing in his eager face deprived her of aU ordinary command of her feelings, and unable to speak, scarcely to breathe, she sank back in her chair and fainted. To Hft her up and carry her to a seat in the open air was but the work of a few seconds ; but it was a considerable time ere Adrian could trust himself to speak of the feelings nearest his heart. When he did so, he speedily felt that his happiness in the future was assured. \"I struggled with myself as long as possible,"], [270, "262 LOST FOOTSTEP'S. dearest,\" said Adrian tenderly, \"for I felt how muoh better it would be that time should help me in obliterating past impressions, but something more than time was needed I knew to satisfy you in aU respects. For the first time let me refer to the unhappy end of M. Morel, and I only do so to ensure the happiness of both ; tell me, dearest, and do not attempt to conceal anything. Have you not sometimes feared that I was the first to strike the blow which caused M. Morel's death ? \" Oh let us never speak of it any more ; it is too horrible,\" .cried Louise. \" But for my own honor it must be spoken of,\" said Adrian firmly, and if I risked banishment from your dear presenco, I should still speak of it. I have visited once more the home of my unhappy friend Vassier, who was kiUed in Paris, and have olosely questioned the girl who appeared as a witness, and who saw the lamentable oecurance from the window of the Chateau. She is here, and wUl with her own Hps give you in a few words her narative of the catastrophe.\" In vain Louise pleaded that no more might be"], [271, "263 AT ROTTERDAM AGAIN. said. Adrian urged, for he said, \" Once told, it should never again be spoken of,\" and Louise heard the girl's rapid and simple history of the manner in which M. Morel met his death. Whether Mynheer had an inkHng of Adrian's purpose or understood it from the story of Louise we cannot say, but he discreetly absented himself for more than an hour, and strange to say, even at the end of that time Louise and Adrian had not said aU they wished, but when Adrian passionately told Louise who it was that watched her sleeping upon the previous evening, and distured the equanimity of Mynheer, he saw clearly that his victory was won."], [272, "CHAPTER XXI. All's Well that Ends Well. \" It's quite a scandal sir,\" said Mrs. Crankley to the Curate the day after Frank Littleton had escorted Maude home, \"we shaU have all the village talking about it. To think of the im propriety of my being asked in the street to day whether Mr. Littleton is to marry Maude. It is not as though I had encouraged the young man, and I hope sir you wdl put a stop to it at once.\" Mrs. Crankley having dehvered herself of this opinion, sat stiffly in her ohair, and waited for the decision of her master, who, however did not perceive anything 60 serious in the matter, and said so."], [273, "all's well that ends well. 265 \" But Maude is really too giddy sir ; oh, if she only resembled that dear, calm, and amiable girl, Alice.\" \"It would not do my dear madame for aU to be alike ; Maude is thoughtless and capricious I grant, but I don't think there is any great harm in it.\" \" But the neighbours, sir, what will they say of it ? How little I dreamt when Mr. Littleton brought me those nice books to read, what it would lead to. I ought to have been more careful.\" \" I think, Mrs. Crankley, young Mr. Littleton intended the books for me.\" \" Oh dear no, sir. He said he purposely chose the large print because of my poor eyes.\" \" Really, Mrs. Crankley, I think your eyes are quite as good as they were twenty years ago.\" \" Thank you sir for the compliment, but now really sir, what is to be done about dear Maude?\" \"I think the less said the better,\" said the indulgent curate.\""], [274, "266 LOST FOOTSTEPS. \" And you will allow this engagement to go on without protest ? \" \" Engaged ? Hey-day, is it come to that al ready?\" enquired Percival. \" In my young days matters did not advance at such railway speed as that.\" \" No indeed sir, and what I say is, that Mr- Littleton must be questioned at once, and not allowed to trifle with the dear girl's feelings.\" \" As to that, Mrs. Crankley, I think Maude seems competent to hold her ground in the matter of feelings. She is, I fancy, much more ready to tease the young men, than to make any rash promises to them.\" \" Depend upon it sir, there's nothing like de cision in such cases,\" said Mrs. Crankley firmly, \" it saves a world of trouble afterwards ; and I propose, if Mr. Littleton should call again, to question him very decidedly as to his intentions.\" Maude, as it happened, had overheard this Httle dialogue with some amusement, and perhaps a little alarm, for she had by no means made up her own mind about the young farmers. George"], [275, "all's well that ends well. 267 Sandford was very good looking, but Frank Littleton was the most ardent, and perhaps but it was useless to speculate. She had amused herself with their rivafry, but it did not foUow that any thing more was to come of it. Frank Littleton had done many Httle offices in connexion with Percival Hope's church and parish matters, and the curate was disposed to think favorably of him. They had hardly con cluded their discussion respecting him, when the young man himseH called. It was an unfortunate moment for him, Air. Hope excused himself, having an appointment in the village. Maude having heard the onslaught meditated by Mrs. Crankley, and not being quite decided yet, whether she would side with Frank or not, took care to keep out of the way. The result was, that the worthy housekeeper attacked the young lover with so much decision and vigour, that he was completely dumbfoundered, and left the house without having the courage to say one word in his own defence. To add to his discomfiture, when he next visited"], [276, "268 LOST FOOTSTEPS. the school to assist the curate, Percival Hope, influenced by Mrs. CraDkley, was distant and reserved. Poor Frank had not courage to make another attempt, and many a chance was lost of cutting out George Sandford. Meanwhile, Maude suddenly made the discovery that she knew her own mind after all, and was indignant with Airs. Crankley, in consequence of the success of her policy. For Frank Littleton had not been seen during the last two or three weeks. \" I was rather afraid you would hurt the young man's feelings,\" said the curate, \" and I am rather sorry; for his conduct, with reference to the schools, was excellent.\" \" It is very possible sir,\" said the rigid lady, \" that Mr. Littleton's absence is voluntary. Hia attentions may have meant nothing.\" \" In that case, Mrs. Crankley, I have to thank you for your promptitude, though I must confess, my own impression of Mr. Littleton was of a more favorable character. I thought there appeared to be a certain earnestness and strength of purpose"], [277, "ALL'S WELL THAT ENDS WELL. 269 in him. I should not be surprised if my first impression proved to be the correct one.\" \" Perhaps Mr. Littleton will call again sir.\" Scarcely had Mrs. Crankley uttered the words, when a knock was heard at the door, and young Littleton was there. \" I am very glad, Mr. Hope, that you have not gone out this morning, for I wish to say a few words upon a subject that concerns me deeply,\" said the young man. \" I shall be pleased H I can do you any service,\" said Percival Hope, not dreaming what Frank's errand was. \" You may have guessed, my dear sir, what has brought me to your house so often,\" said the young man modestly ; \" some months since, I was a constant visitor, and would have continued to accept your hospitality, but the state of my feelings \" \" Really papa this is too absurd,\" cried Maude, breaking in upon them suddenly, \" I cannot imagine what could have induced Mr. Littleton to suppose I had given him any encouragement\""], [278, "270 LOST FOOT8TEPS. \" I think if I were Mr. Littleton,\" said the curate gravely, \" I should consider a little before I made a proposition to such a capricious girl a* you are, Maude, and I should advise you to be more cautious in future how you behave to re spectable well-conducted neighbours.\" Percival Hope was generally so indulgent that he rarely spoke reproachfully, and his words and manner brought the tears into Maude's eyes, and she rushed from the room. The episode was by no means unfavorable for Frank Littleton, and we have reason to know that before leaving the house the young man had made such good use of his time as to have obtained the wilful young beauty's confession that she was not indifferent to him. As for Adrian and Louise they lingered all the day in the quaint old garden at Rotterdam, and Mynheer Kalm seeing them so engrossed with eaoh other, spent the greater part of his time at the wharf, where Kloots, who had mysteriously dis covered how matters stood, treated the workmen to such frequent libations in anticipation of possible"], [279, "ALL'S WFLL THAT ENDS WELL. 271 events, that poor Mynheer could hardly get a moment's peace, and was glad to take refuge at an ancient hostel, where he occasionally met sundry magnates of the Rotterdam corporation to report upon official matters connected with pile-driving, dam-stopping, and so forth. In this respectable estabHshment Mynheer's habits were well known, and no sooner did he make his appearance than a substantial jorum, together with a well-used meerschaum, was sent up to a certain snuggery never invaded by the vulgar, and there Mynheer sat in state, and chuckled portentously over his daughter's happiness tdl vanquished by Schiedam and fatigue, he dropped into a peacefnl slumber. The hanging committee at Trafalgar Square had dealt kindly by Adrian, and his Italian Festa with which Mr. Joyce was thoroughly delighted, had been placed in a capital position. All the principal journals were unanimous in praise of it, and many a column of high flown art criticism had been devoted to it, not a word of which did Adrian read. His sole care respecting it, was whether it pleased the general public and the few friends who were"], [280, "272 LOST FOOTSTEPS. most competent to judge of its merits. Through the influence of Louise he had put forth his utmost powers, and he counted upon her recognition of his talent most of all. He would have preferred after all that had taken place in the past, to have brought Louise to Eng land, and for their marriage to have been celebrated at the old church of Molton, but Mynheer could not be moved upon this point. It was evident he would never be persuaded any more to leave his beloved Rotterdam. Not all the glories of the Rhine or Switzerland, vineyard, glacier, Alp or waterfall, nor the pleasant hills of Surrey, clad with heather, and peeping out from some of the lovehest lanes in the world, could wean Mynheer from the delights of his smooth lawn, his placid canal, fish ponds, and tulips, and the daily visit to the sombre old wharf, presided over by Kloots. Besides, he was determined Louise should not be out of his sight any more. He was wealthy, and never enquired for a moment whether Adrian would have any fortune or not, though Martin, proud of his son, had insisted upon a settlement"], [281, "ALL'S WELL THAT ENDS WELL. 273 whioh astonished the young painter, ignorant as he had been of his father's resources. The con sequence was that Adrian somewhat unwiUingly, it must be confessed, was compelled, to take up his residence at Rotterdam, and the preparations for the wedding went merily on. On the day before the marriage, Louise received a visitor she hardly expected. She was summoned to the drawing-room to see a lady, who would not give her name, but who, immediately Louise en tered, fell upon her neck, and embraced her with every appearanoe of genuine affeotion. It was Madame Morel. \" And my darling Louise wiU permit me to be one of the guests upon the occasion of her marriage, I am well assured,\" said Madame with muoh warmth. Louise was at first a Httle staggered by this proposition, and the embarrassment of the situation was increased by the appearance of her father at the instant. \" My feheity is complete,\" said Madame, looking with a smiling expression at the vaoant and Ib VOL. III."], [282, "274 LOST FOOTSTEPS. thunderstruok Mynheer. \" Your dear and ami able papa wdl second my entreaties, and aU will be settled.\" Thus saying, Madame Morel touched Mynheer so playfully upon the cheek with her parasol, that the good merchant, too delighted with his daughter to be cold or distant to anybody, nodded his head pleasantly, whioh Madame reoeived as a token of assent, and exclaimed : \" Oh it will be too exquisite ! and the time, my darling, do not let me be late, for I would not miss the oeremony for the world.\" Louise hardly knew whether to aocept Madame M Orel's assurances as genuine or not. She believed also that Adrian would be secretly annoyed at the presence of this woman who had plotted and schemed for her own purposes to the very latest moment. Madame read her thoughts like a book, and answered them as though they had been spoken : \" My darling Louise is fortunately in ignoranoe of many things which are but too famdiar to more worldly people. Has the dear girl evei known"], [283, "ALL'S WELL THAT ENDS WELL. 275 what it was to live in some furnished lodging without the means of paying a clamorous landlady, tapping at the chamber every week for her miser able rent ? Certainly my darling Louise has not, and God be thanked, it is so. Has my dearest Louise known what it was to have a son bound up with every fibre of her heart, but a son who did not love her, and wasted viciously every sous of the money she obtained for him by tricks and schemes. My sweet Louise has been spared this, but she wiU know also what it is to be a solitary woman, fighting the world alone, without money, without friends, and without credit. Think of this, my darhng, and forgive me, who have injured you so much.\" Madame put her handkerohief to her eyes, and shed a few genuine tears. Louise was far too tender-hearted to trample upon a faUen foe, and readdy promised that she should be one of the guests at the wedding, and used her influenoe with Adrian bo effectuaUy that he met Madame before she left the house, and if he did not treat her with quite the friendliness of Louise, was at least civil."], [284, "276 LOST FOOTSTEPS. It was a lively wedding, indeed, and Madame Morel did her utmost to infuse gaiety into the proceedings. She bribed Kloots secretly, and drilled the workmen at the wharf in a serenade until the possibility of a false chord was out of the question, and when the nuptial party came baok to the wedding breakfast, a chorus of melodious thunder greeted them from a gaily decorated barge upon the canal, a compliment which gratified Mynheer beyond measure. She won over her old antagonist, Mr. Joyce, who of course was present, and when the bride and bridegroom had gone off for the honeymoon tour, a dance was improvised, and the old lawyer was Madame's first partner, followed, by Mynheer himseH, who had never in the memory of the oldest inhabitant been seen to foot it in a quadrille before, though Mr. Vander beck, who knew more about Mynheer than anybody else, asserted that in their younger days when they were shm young feUows of twenty, and more sedate dances were in vogue, they had often gone together to a ball. AU went merrily too at Fitzroy Square."], [285, "ALL'S WELL THAT ENDS WELL. 277 Scarcely had the echoes of the merriment attending CecUy's marriage died away, ere a huge van drew up to take away UzeUi's pet picture. The noble man who had purchased it, knew UzelH's pro pensity to touch and re-touch in past days, and the picture as it was, seemed to the purchaser so satisfactory, that he was determined to have it home without another moment's delay, and or dered the van to wait in a neighbouring street, and draw up at Uzelli's door the instant the wedding party disappeared. An indifferent spectator would have smded to watch UzeUi, as the picture was carried out of his house. Every footstep of the men as they lffted it off the easel, filled him with agitation, and when it was placed in the van, Uzelli, forgetful of his remaining guests, walked beside the vehicle in his smoking cap through the muddy streets, and would not quit his work till he saw it safely hung in the gallery which was to be its destination. \" Got dam ! I shall nevare paint anozer Hke him,\" was the old man's exclamation as he reached his own door, and so it proved, for the old painter,"], [286, "278 LOST FOOTSTEPS. exoited by a temporary impulse, surpassed him self upon that occasion, and never again rose to the same height. But he was thoroughly happy, and never more so than when he perceived the great strides Jack Edie was making in his art. Jack wisely eschewing high art as understood by canvas of extraordinary size, devoted himseH to such subjects as suited the bent of his talent, and soon succeeded in obtaining a creditable status in the artistic world. He did not possess great creative genius, and he knew it, and his modesty saved him much humiHation. Mr. Joyce holds the same opinions as of yore upon rehgious matters. Nothing wdl convince him but that the service of the church ought to be conducted according to logical deductions. Per cival Hope, knowing fuU well aU the time what a sincere and practical christian his friend is, cannot without regret hear these revolutionary ideas. According to his calm and simple piety, much of the mystery and spirituaHty of religion should remain unexplored, a lofty and subHmated essenoe too subtle and ethereal for vulgar contact with"], [287, "ALL'S WELL THAT ENDS 3»J LL. 279 the oold reality of every day life, while Air. Joyce, on the oontrary, would have everything probed, sHted, and explained, tdl not a shadow of doubt. depth, or obscurity remained. So the friends argue hour after hour, leaving the matter, like other great philosophers before them, pretty much as they found it ; yet, each satisfied that he had made a profound impression on the other. Peroival Hope is stiU the Curate of Molton, more beloved and respected than ever, and his old antagonist, Mr. Gabriel, softened by the loss of his daughter, and taught by sorrow to understand life better, is one of his firmest friends. The poor, find in him such a guardian as was never known in Molton before. His purse and his time are always at the good curate's disposal, and the squabbles which formerly disgraced the vestry, are now unknown. Arthur Joyce writes occasionally, and his uncle, who in his heart sincerely regrets his nephew's absence, though prone to scold him heartily when annoyed by his former follies, has sent him suffi-"], [288, "280 LOST FOOTSTEPS. oient oapital to secure an excellent farm. Trinder, the MiUer, Grabbe, and others, initiated him into the mysteries attending the cultivation of land, and all say that his energy and skill will soon bring him a fortune. There is a vein of sadness mingled with the jocularity of his letters, which affects Mr. Joyce considerably, as he had never imagined that so much real feeling was concealed in his nephew's mercurial nature. The bright-eyed Yankee, whose exploits we described in a former chapter, came frequently to Chipley FaUs, in hopes of winning Trinder's daughter, but he soon discovered that her affeo tions were fixed in another quarter. In fact she loved Arthur Joyce, and in her endeavours to hide her passion Arthur discovered it. Arthur has not forgotten the sweet girl who is lying in the churchyard at Molton, but that Ellen Trinder secretly hopes to obhterate her memory is certain. And here, reader, we part. You have in the story before you, the work of a man who has known but too well, the bitterness of hope deferred, and tbe depression consequent upon the failure of"], [289, "ALL'S WELL THAT ENDS WELL. 281 long cherished aims, but a man who has aimed at producing a work of notion, without losing his seH-respect, or lending his talent— such as it is — to the production of aught impure or debasing. The End."], [290, ""], [291, ""], [292, ""], [293, ""], [294, ""], [295, ""], [296, ""]]