[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "Die dchlachlm RMinch'5 '0 bis !83l. Nikolai Nstrialow. .chl.^chtpi Zn,eilc Ni«ü 'ird Leipzig,"], [8, ""], [9, "Die Schlachten Rußland's von 1700 bis l831. Von Nikolaj Ustrjalow Mit 45 Schlachtplänen. Zweite Auflage Riga und Leipzig, Fr v. Boettichers Verlag. 1857."], [10, ""], [11, "III Inwlt. Oelte I. Die Schlacht von Narwa 1 2. Die Eroberung Nöteboig's 3 3. Die Einnahme von Kanzy 4 4. Die Schlacht bei Ljesnaja 6 5. Die Schlacht von Pultawa 8 «. Die Schlacht am Prut IN 7. Die Schlacht bei Grenhcim .' 13 8. Die Schlacht bei Zorndorf , 14 9. Die Schlacht bei Kunnersdorf 17 10. Die Schlacht am Kagul 2N 11. Die Vernichtung der türk. Flotte bei Tschesme 21 12. Die Erstürmung Ismail's 25 13. Dte Schlacht an der Trebia 28 14. Die Schlacht bei Nord .....' 30 15. Der Uebergang Ssuworow's über die Alpen 32 16. Die Scklacht bei Austerlitz 25 17. Die Schlacht bei Preußisch-Eylau 37 18. Die Schlacht bei Friedland 40 19. Die Schlacht am Berge Athos 43 26. D^ Eroberung Troeaborg's 45 21. Die Schlacht bei Orawais 47 22. Die Gefangennahme der türk. Armee 49 23. Der Einfall Napoleon's in Rußland 52 24. Die Operationen von Witebsl 25 25. Die Schlachten bei Ssmolensk > . »6 26. Die Schlacht bei Borodino 52 7. Kutusow's Rückzug auf Tarutino l>3 1'"], [12, "IV Olite 28. Der Marsch nach Malojaiostawez 65 29. Die Schlacht bei Malojaiostawez 66 3«. Die Schlacht bei Krasnoj 68 31. Der Uebergang Napoleon's über die Bercsina 76 32. Die Schlacht bei Dresden 72 33. Die Schlacht bei Culm 73 34. Die Schlacht bei Leipzig 75 35. Die Schlacht bei Fere-Champenoise 77 36. Die Einnahme von Paris 79 37. Die Schlackt bei Ielisawetvolj «2 3». Die Schlacht bei Navarin 84 39. Die Eroberung Anafta's 8? 40. Die Erstürmung Achalzych's ' 90 41. Die Eroberung Warna's 93 42. Die Schlacht bei Kutewtscha 96 43. Die Schlacht bei Grockow ». 98 44. Die Schlacht bei Ostrolenka 101 45. D«l Sturm auf Warschau Iu4 Schtachtpläne. I. Die Kriege Peter des Großen und Glisabet's. II. Die Kriege Iekaterina's II., Paul's 1. und Alerandir's I III. Die Kriege Alerander's I. von 1807 bis 1812. IV. Die Kriege Nlezander's I. von 1812 bis 1814. V. Die Kriege Nitolaj's I. von 1826 bis 1831."], [13, "I. Wie Kriege Peter des Großen und Clisabet's. 1 . DieSchlacht von Na rwa, am 19. November' 1700. Nachdem Peter der Große Karl XII. den Krieg erklärt hatte, eilte er, sich der schwedischen Grenzstadt Narwa zu bemächtigen Im Monat September sammelte sich die russische Armee, außer der -ricgulairen Reiterei 35,000 Mann, unter ihren Mauern und umschloß, getheilt in drei Divisionen, unter Golowin, Fürst Tru- bezkoj und Weide, die Festung am linken Ufer dcr Narowa halbkreisförmig, und zwar so, daß ihre beiden Flügel an den Fluß stießen. Die Verbindung mit dem rechten Ufer bewerkstelligte man durch eine, an dem äußersten Ende der rechten Flanke errichtete Schiffbrücke. Zum Schuh gegen einen mögliche» Ucberfall der Schweden von der nach Reval gelegenen Ee,te, wurde das Lager auf 7 Werst\" Raum mit einem bohen Walle und tiefen Graben mit spanischen Reitern und Palissaden umgeben, Im Centrum errichtete man eine kleine, mit Kanonen < gut armirte Befestigung, 4. Hier stellte sich Fürst Trubezkoj mit seiner Division auf; auf der linken Fbante Weide, '>; auf der rechten der Commandeur der 5 Gaideiegimentcr, Golowin, ». Das Hauptquaitier Peter's selbst, weicher im -' Anfange der Belagerung zum Heere kam, befand sich am reckten Ufer der Narowa, nahe der Brücke, l . Der Herzog von Croy , in der Folge mit dcm Oberbefehl > betraut, nahm am linken Ufer Stellung, 2. Narwa hatte nicht mehr als 2 2000 Mann Besatzung, mit Einschluß von 400 bewaffneten Bürgern; aber ihr Commandant, der Obrist Horn, war entschlossen, sich bis auf das Aeußerste zu vcrlheidigen. Den I. October legten die russischen Ingenieure, größtentheils Aus- länder, unter der Anführung des Generals Hallart und Pcter's selbst, die Trcm cheen an; in ungefähr 3 Wochen waren alle Nattciien fertig, «. ö. c. < unda.i.<-.6 ' E« ist in diesem Wert stets der in Rußland übliche alte Styl gemeint. \" I russ. Werst 0,iu preuß. Meile."], [14, "2 beinahe 100 Geschütze eröffneten ein äußerst heftiges Feuer. Aus der Zwei « Mörser-Batterie Nr. 6 warf der Kaiser selbst Bomben. Eine zweiwöchentliche Beschießung, so schien es, hätte Narwa zc7\"\"''mmern müssen ; aber gegen alles Erwarten waren einige unbedeutende Feuersbrünste die ganze Wirkung davon; die Festung blieb unversehrt. Inzwischen setzte Karl XII., nachdem er den König von Dänemark bezwungen hatte, über das baltische Meer. landete mit seiner kleinen, gegen 1 0,000 Mann Fußvolk und 4500 Reiter umfallenden Armee in Pernau und kam am 26. Ok- tober in Rcval an,' von da aus wandte er sich über Wcsenbcrg nach Narwa, um letztere Stadt von den Russen zu befreien. Den Oberbefehl über die Armee dem Herzoge von Croy anvertrauend, reiste Peter in der Nacht zum 18. Nov. nach Nowgorod, um die Abfindung von Hilfstruppcn und Kiicgsgcräth , woran sein Heer unter Narwa bereits Mangel zu fühlen begann, zu beschleunigen. Der Kaiser hoffte, vor Ankunft des Feindes wieder bei dem Heere zu sein ; es fügte sich aber anders. Einen Tag nach seiner Abreise, am 19.Nov, erschien gegen alles Er s, » warten der König von Schweden, ö. H, vor dem russischen Lager und griff es ohne Verzug an. Die. schwedische Armee war in 2 Corps getheilt i der rechte Flügel aus 11 Bataillonen und 24 Schwadronen unter Anführung des Generals « Wclling, e, griff das Corps des Fürsten Trubezkoj an; der linke Flügel aus / 10 Bataillonen und 21 Schwadronen unter General Rehnskjöld, /, das Corps Golowin's. Der König selbst mit seinen Trabanten und 9 Schwadronen Reiterei, '-/-?i, nahm den Kampf mit dem rechten Flügel auf. Zwei Batterien, A, die eine von 2 t, die andere von 1? Geschützen, unterstützten den Ueberfall. Ein starkes Schneegestöber benutzend, näherten sich beide Corps fast ungesehen den Vcrschanzungen, überschritten den Graben, gelangten auf den Wall , warfen die hier in einer Reihe und in der Entfernung eines Ssashen' von einander aufgc i. ., stellten Soldaten und drangen in das Lager, i n. Dort kam alles in die größte Verwirrung : die Generäle verloren die Geistesgegenwart und beeilten sich zu capituliren ,- die Soldaten, größtentheils Rekruten, welche noch nie im Feuer gewesen, suchten ihr Heil in der Flucht nach der Brücke, oder stürzten sich am die ausländischen Officicre, welche sie für Verrathet hielten. Am Längsten hielt sich die Division Neide's, welche bei besser genommenen Maßregeln den Kampf wieder 5 hergestellt hätte; aber von der irregulairen Reiterei, 5, verlassen, welche sich schwimmend über die Narowa warf, streckte endlich auch sie das Gewehr. Nur * 1 russ. Ssashen, 6,?,« preuß. Fuß."], [15, "3 beide Garderegimenter, das preobrashenskische und semenowsche, ?n, gingen ehren- >« voll aus dem Kampfe; von einer Wagenburg geschützt, warfen sie die hitzigsten, von dem Könige selbst geleiteten Amnffe, n, tapfer zurück, gewannen Zeit zur \" Herstellung der durch die Last der Fliehenden zerissenen Schiffbrücke und zogen sich am Morgen des 20. November über die Narowa zurück. 115 Kanonen, 28 Mörser, 153 Fähnchen, 20 Standarten und eine Menge Gefangener waren die Trophäen von Karl's Siege. Unter den Gefangenen befanden sich der Herzog von Croy, der Geneialfeldzeugmcister Prinz Alerander von Imcrctien, der Generalkriegscommissai Fürst I. F. Dolgorukij, die Generale Golowin, Weide, Trubezkoj und Buturlin. Ueberdies fielen gegen 7000 Mann auf dem Schlacht- feld« und bei dem Rückzüge. Der Verlust der Schweden bestand aus nicht mehr denn 2000 Mann. 2. Die Eroberung Nöteborg's, am 12. Oetober 1102. Als Peter der Große sich von der Niederlage bei Narwa erholt hatte, rückte er mit feinem Heere zur Eroberung Nöteborg's vor, einer wichtigen, am Ausflüsse der Newa aus dem Ladoga-See gelegenen Festung Ingermanland's. Die Be- satzung dieser Festung bestand aus nicht mehr als 500 Mann; aber ihrComman- dant. der Obristlieutenant Tchlippenbach, war ein zweiter Horn. Unter dem Schutze hoher Mauern und einer zahlreichen Artillerie von ungefähr 140 Ge- schützen hoffte er, die Festung halten zu können. Zwei Corps, unter Scheremetjew und Repnin, und zwei Regimenter Garde bezogen im Ausgang des Monats September 1702 am linken Ufer der Newa, etwa 3 Werst vor Nöteborg ein Lager, Der Kaiser befand sich bei dem Heere in der Eigenschaft eines Hauptmanns der Bombardier-Compagnie des preobrashenskischen Regiments; den Oberbefehl fühlte Scheremetjew. Am 27. Sept. begann man die Trancheen zu eröffnen, «; in 3 Tagen waren die Batterien, ö.c. e/, armirt mit 12 Mör°»>>^ fern und 30 Kanonen großen Kalibers, fertig. Um Nöteborg auch vom rechten Ufer einzuschließen, wurden durch einen Walddurchhau Kanonenboote aus dem Ladoga-See geschafft und unterhalb der Festung in die Newa herabgelassen. Eine Abtheilung von 1000 Mann bediente sich ihrer, um an das andere Ufer zu gelangen , schlug die feindlichen Vorposten, e, in die Flucht, bemächtigte sich e der Redoute, legte ein befestigtes Lager, /, an und errichtete eine Batterie von < 8 Kanonen, F. Eine fliegende Brücke, ü, diente zur Verbindung beider Ufer, z"], [16, "4 Am I.October, als alles bereit war, wurde der Commandant zur Uebergabe der Festung aufgefordert; derselbe erbat sich 4 Tage Zeit, um Verhaltungsmaßregeln aus Narwa abwarten zu können, augenscheinlich aber um Zeit zu gewinnen. Die Batterien eröffneten ihr Feuer. Der Kaiser brachte Tag und Nacht in den « Trancheen zu und richtete die Geschütze der Batterie, ö , welcher er als Haupt- mann der Bombardier-Compagnie vorstand. Das Feuer dauerte 10 Tage; in die Mauern der Festung wurden drei Breschen gelegt; ihr Commandant aber ergab sich nicht. Es wurde darauf der Sturm beschlossen; man rief Freiwillige auf; es meldeten sich ihrer viele, größtentheils aus den Garderegimentern. Den I I. October, 2 Uhr Morgens, schifften sie sich in den Booten ein und landeten auf der Insel. Die Garnison von Nötcborg war auf 300 Mann geschmolzen; aber ihr Heldenmuth blieb unerschütterlich. Die Freiwilligen wurden zurück- geschlagen. Zu ihrer Verstärkung wurden beide Garderegimenter mit Sturm- leitern nachgesendet; es fühlte sie der Obristlieutenant des semenowschen Regiments, Fürst M. M. Golizyn, i. Nach ihrer Landung warfen die Solda- ten sich auf die Breschen; die Sturmleitern aber waren um I H Ssashen zu kurz. Vergebens drangen die kühnen Krieger gegen die Mauern; der erbitterte Feind vernichtete sie haufenweise; alle Hoffnung auf Erfolg schien geschwunden zu sein. Der Kaiser gab Befehl zum Rückzüge; Golizyn jedoch befahl, die Kähne vom Ufer wegzustoßen Als die Soldaten sähen, daß ihnen nur die Wahl blieb , zu siegen oder zu sterben, warfen sie sich mit erneuerter Wuth gegen die Befestigungen und nach 13 Stunden blutigen Kampfes ließ der Commandant die Uebergabe ver- künden. Am Abend desselben Tages wurde die Kapitulation unterzeichnet. Am folgenden Tage nahmm die Russen von Nöteborg Besitz. Die schwedische Bc« satzung, von der kaum 250 Mann, einschließlich über 150 Verwundeter, nachge- bUeben waren, zog mit fliegenden Fahnen und Trommelschall aus der Festung, dem Sieger 22 kupferne und 116 gußeiserne Geschütze überlassend. Die Russen verloren bei diesem Sturm ungefähr 500 Mann an Todten und 1000 Mann an Verwundeten. Dem heldenmüthigen Golizyn wurde eine zu jener Zeit seltene Auszeichnung zu Theil, der Rang eines O bristen von der Garde. Peter änderte den Namen Nöteborg in Schlüsselburg. 3. Die Einnahme von Kanzy, am 1. Mai 1703. Nach der Einnahme Nöteborg's führte Peter im Frühjahr 1703 seine Armee den Lauf der Newa abwärts. Sie bestand aus den 3 Infantertcdivi."], [17, "5 sionen Scheremetjew's, Repnin's und Bruce's, aus beiden Garderegimentern, 2 Dragonerregimentern und einer Abtheilung berittener nowgoroder Adeliger. Das Ziel dieses Feldzuges war die unweit der Mündung der Newa gelegene schwedische Stadt Nyen, jetzt Voljschaja (große) Ochta genannt, welche durch die Festung Kanzy, deren Garnison gegen 600 Mann mit mehr als 70 Geschützen zählte, vertheidigt wurde. Am 26. April lagerte die russische Armee sich ange sichts der Festung und begann etwa 30 Ssashen von ihr entfernt, unter dem Schutze eines von den Schweden im verflossenen Jahre angefangenen , aber nicht vollendeten Eidwalles, ihre Tranchcen zu eröffnen. Während man die Batterien errichtete, schiffte sich Peter mit 7 Gardecomvagnien in 60 Booten ein und fuhr unter dem Feuer der Festungsartillecie nach der Mündung der Newa, um auszu kundschaften , ob der Feind im Meere vielleicht eine Flotte habe. Da er jedoch keinem feindlichen Fahrzeug begegnete, kehrte er in das Lager zurück, wo alles zum Bombardement bereit war. Auf die Aufforderung zur Uebergabe der Festung antwortete der Commandant von Kanzy, Obristlieutenant Opalew, daß er den von seinem Könige ihm anvertrauten Posten nicht verlassen dürfe. Am 30. April, Abends 7 Uhr eröffneten die Batterien ihr Feuer aus 12 Mörsern und 20 Kanonen. Die Kanonade dauerte die ganze Nacht; die Belagerten antwor teten ihrerseits sehr lebhaft. Am folgenden Tage aber, cingeschücktert durch die Vorbereitungen zum Sturm, übergab der Commandant die Festung mit sämmt licher Artillerie und erhielt die Erlaubniß, sich mit seiner Besatzung nach Wyborg zurückzuziehen. Kaum hatten die Garderegimenter von Kanzy Besitz genommen . als sich eine feindliche Flottenabtheilung an der Mündung dcrNewa zeigte und zwei Signal schüsse that. Der Feldmarschall befahl, um den Feind glauben zu machen, daß in der Festung alles in Ordnung sei, ebenfalls mit zwei Schüssen zu antworten. In der That warf der getäuschte Admiral Anker , a , und beorderte zwei mit Vorräthcn \" und Kriegsmaterial für Kanzy beladcne Schiffe in die Newa. Da es aber schon spät war, legten diese beiden Fahrzeuge bei der Insel Chirwisari, jetzt Wasüjcwskij, c>, /> an. AIs Peter davon hörte, fubr er gegen Abend des 6. Mai in 30 mit Gardesol dctten bemannten Booten die Newa und Fontanka abwärts nach dem Dorfe Ka» linkina, wo er in einem Verstecke, -?, den Untergang des Mondes und den Einbruch der Finsterniß erwartete. Um Mitternacht bewölkte sich der Himmel und Regen ergoß sich in Strömen. Geräuschlos näherten sich die russischen Boote den feind lichen Schiffen und umzingelten sie. Kanonen- und Gcwchrfeuer empfing die"], [18, "6 russischen Soldaten. Peter und seine Mitstreiter, unter denen sich auch der Lieute- nant Mcnschifow befand, machten sich an's Entern und eroberten beide Fahrzeuge. Eines von ihnen zählte 10, das andere 14 Kanonen. Die Equipage bestand aus 77 Mann, von welchen sich jedoch nur 19 gefangen nehmen ließen; die anderen fielen mit den Waffen in der Hand. Auf diese Weise Herr des Laufes der Newa von ihrer Quelle bis zu ihrer Mündung, wollte Peter seine Herrschaft an ihren '/ Ufern befestigen und legte am 16. Mai 1703 auf der Insel Lusteiland, < den Grund zu St. Petersburg. 4. Die Schlacht bei Ljesnaja, am 2 8. Scptbr. 1708. Als Karl der XII. 1708 Rußlands Grenzen überschritten hatte, begegnete er, hinsichtlich der Verpflegung seiner Armee , großen Schwierigkeiten , welche in den von Peter ergriffenen Maßregeln zu suchen waren. Der König sandte dem General Löwenhaupt den Befehl, in Livland so viel als möglich Proviant aufzu treiben und unter Bedeckung seines Corps zur Armee gelangen zu lassen. Löwen haupt eilte mit 16,000 M. dem Könige zu und fühlte einen ungeheuern, aus 7 000 Wagen bestehenden Proviantzug hinter sich. Am 19. Sept. setzte er bei Schtlow über den Dnjepr und wandte sich dann gegen Propojst, von wo dic Vereinigung mit der Armee des Königs, welche ihn in der Gegend von Sstarodub erwartete, nicht mehr schwierig war. Als Peter, welcher alle Bewegungen Löwen- Haupts genau beobachtete, von seinem Zuge erfuhr, brach er mit seiner Garde, dem Infanterieregiment Ingermanland und 10 Dragonciiegimentcrn, im Gan zen gegen 12,000 M, zur Verfolgung des schwedischen Generals auf. Lange suchte er ihn und fast hätte er, getäuscht von einem falschen Späher, seine Spur ganz verloren; endlich jedoch am 25. Sept. erreichte er ihn bei dem Dorfe Dolgijc Mchi. Hier entdeckte Peter, daß das schwedische Corps nicht aus 8000 M, wie er falschen Berichten nach annahm, sondern aus 16,000 M. mit 17 Geschützen bestand. Obgleich die numerische Ueberlegenheit auf Seiten des Feindes war, rückte Peter kühn heran, beorderte sogar 1000 Mann gegen Propojst, um den Uebergang der Schweden über den Fluß Ssosh zu erschweren. Die einzige Hilfe, auf welche er hoffen konnte, war eine aus 4000 Dragonern bestehende Abtheilung unter General Bauer, welcher zur Beobachtung Karl's abgesendet war. Da man aber nicht genau wußte, wo Bauer sich befand, so wurde im Kriegsrath beschlossen, wenn derselbe binnen 2 Tagen nicht erscheine, trotz der Ungleichheit der Kräfte"], [19, "7 den Kampf zu beginnen. Unterdessen war Lüwenhaupt bemüht, seinen Transport in Sicherheit zu bringen; er schickte ihn unter Bedeckung von 3000 M. voraus und nahm selbst bei dem Dorfe Ljesnaja, Stellung, um den Ungestüm der Russen aufzuhalten. Peter, S, wartete die Ankunft Bauer's nicht ab und griff ö Lüwenhaupt mit zwei Colouncn seines Heeres, «. a, an. Auf ihrem Wege lag « \" ei» von den Schweden besetzter Wald. Kaum erreichten die Regimenter Ingermanland und Newskij, ö, welche die Spitze der linken Colonne bildeten, den Saum des Waldes, als sie auf einen starken feindlichen Haufen, e, stießen und wüthend au- gegriffen wurden. Die tapferen Truppen hielten den Stoß aus und gaben der Garde in der rechten Colonne Zeit, ihnen zur Unterstützung zu eilen. Das seme- »owsche Regiment, < schloß sich an das ingermanlandsche, und das preobra- s/ shenstische , < warf den Feind, welcher sich dann auf seine vor Ljesnaja in Schlacht- «\" ordnung stehende Hcmptarmee, /. /, zurückzog. Peter führte sein Heer in offenes / / Feld, e. e. e, stellte es in Schlachtordnung, A. A, auf und begann den Kampf. ' / 1 Die Schlacht war blutig; einige Zeit schwankte der Sieg; endlich um 3 Uhr Nachmittags warf die Garde unter dem Fürsten M. M. Golizyn den linken Flügel der Schweden, Löwcnhaupt verlor 8 Kanonen und zog sich in sein Lager, /'' zurück. Beide Armeen waren durch denKampf so erschöpft, daß sie während zweier Stunden in der Entfernung einer halben Kanonenschußwcitc einander unbeweglich gegenüber standen. Inzwischen beorderte Löwcnhaupt die Abtheilung, welche er dem Proviantzug zur Bedeckung gegeben hatte, zurück und verstärkte damit seinen linken Flügel. Zur Verstärkung der Russen war Bauer mit seinen Dragonern herbeigeeilt, 5. K. Um 5 Uhr griff Peter die Schweden von Neuem an; nach /.. /. einigen Angriffen warfen endlich die russischen Bayonnete den Feind , welcher sich eilig und in Unordnung in seine befestigte Wagenburg, i. zurückzog. Die herbst- / liche Finsterniß, noch vermehrt durch reichlich fallenden Schnee, nöthigte den Kaiser, um 7 Uhr Abends den Kampf einzustellen; sein Heer jedoch blieb die ganze Nacht unter den Waffen. Peter hatte die Absicht, mit dem frühesten Morgen die Wa- genburg zustürmen ; Löwenhaupt jedoch entfloh, »«, seine Verwundeten und seinen \" Train preisgebend. Nachts gegen Propojsk, wo sein Transportzug schon angelangt war. Der General Pflug, welcher zu seiner Verfolgung abgesendet ward, erciltc ihn nahe Propojsk, zwang ihn, schwimmend über den Ssosh zu setzen, und be mächtigte sich des ganzen Ticmsportzuges; 17 Geschütze, 34 Fahnen. 10 Stan darten und 876 Gefangene bezeichneten Peter's Sieg. Der Verlust der Schweden auf dent Schlachtfelde und auf der Straße nach Propojsk betrug 8000 Mann;"], [20, "8 der deiRusscn 1111 Todte und 2856 Verwundete; unter letzteren befand sich auch der tapfere Bauer, welcher zum Siege wesentlich beigetragen hatte. 5. Die Schlacht von Pol tllwa, am 27. Juni 1709. Als Karl XII. in Kleinrußland einrückte, glaubte er allenthalben eine freu- dige Aufnahme zu finden, wie ihm Masepa versichert hatte; statt dessen mußte er di« kleinrussischen Städte mit Sturm nehmen. Unter diesen war auch Poltawa, eine am reckten Ufer der Worskla gelegene, bis dahin wenig bekannte Stadt , mit Erdbefcstignngen zum Schutze gegen die Ueberfälle der Tataren. Der thatkräftige Peter hatte ihre halbzerfallcncn Mauern und Wälle zur rechten Zeit ausbessern lassen, die Besatzung bis auf 4000 Mann verstärkt und den tapferen Otmsten Kcllin zu ihrem Commandanten ernannt. Anfang April des Jahres 1709 reco- gnoscirte Karl persönlich die Befestigungen Poltawa's, und Ausgang desselben Monats erschien unter ihren Mauern General Spar mit 9 Regimentern und er- öffnete die Laufgräben, In den ersten Tagen des Mai vertheilte der König seine Armee, welche gegen 32,000 Mann zählte, in ihrer Umgegend. Die Be- lagerungsarbeiten wurden indeß sehr langsam betrieben. Pcter befahl seinen Truppen, sich an den Ufern der Worskla zu concentriren, um Poltawa zu retten. Zuerst traf Fürst Menschikow, darauf der Fcldmarschall Scheremetjew ein. Sie führten gegen 55,000 Mann, lagerten sich am linken F Ufer des Flusses bei dem Dorfe Iskrewka, A H. und erwarteten die günstige Ge- legenheit, den Belagerten Hilfe zu bringen. Um die Verbindung der Russen mit der Stadt zu unterbrechen, befahl Karl, am rechten Ufer der Worskla Bcfe \" stigungen, «, aufzuführen. Die Belagerten unterdessen vertheidigten sich hart- näckig, machten glückliche Ausfülle, zerstörten die Belagerungsarbeiten und erober- ten sogar Geschütze. Am l.Iuui zündeten die feindlichen Bomben und verursachten «inen Brand in der Stadt. Die Schweden stürzten auf den Festungswall und pflanzten die königliche Fahne darauf. Den Weibern und Greisen das Löschen überlassend , warf sich die Besatzung auf den Feind und nach einem hefti- gen Kampfe schlug sie ihn zurück. Am folgenden Tage machte Kellin einen Aus- fall und eroberte 4 Gefchütze; Tages darauf noch einen und nahm deren 2. Am 4. Juni traf Peter bei der Armee ein. Im Kricgsrathe wurde be- schlössen, über die Worskla zu gehen und den Feind anzugreifen, um ihn zur Auf- hebung der Belagerung Poltawa's zu zwingen. Da aber die Sümpfe, welche sich vor dem Lager ausdehnten, den Ucbergang erschwerten, so bewegte sich die russische"], [21, "9 Armee stromaufwärts, t?, an der Worskla hin, setzte bei dem Dorfe Petrowkc» 6 über den Fluß, /), und nachdem sie etwa Werst stromabwärts gegangen, lagerte sie sich auf einer großen Ebene, Z, ihr zur linken ein dichter Wald, hinter welchem -^ das fast erschöpfte Poltawa lag. Drei Tage vorher fand ja der entscheidende Sturm auf dasselbe statt, der, obgleich die Angreifenden mit Verlust zurückgeschlagen wurden, der Garnison doch theuer zu stehen kam; es fehlten aus ihren Reihen 900 Mann. Kellin konnte sich kanm mehr halten, indem er namentlich an Pulver Mangel litt und eine zu große Zahl Verwundeter hatte. Inzwischen rüstete Peter sich zur Schlacht, befestigte sein Lager, errichtete auf der Ebene, welche ihn vom Feinde trennte, Redouten und harrte nur der Ankunft des Hetmctn's Sskoropadskij , um die Schweden anzugreifen. Der Angriff wurde auf den 29. Juni festgesetzt. Karl kam ihm zuvor. Krank, auf einer Trage, mit zerschossenem Bein, erschien er vor der Fronte seiner erschöpften, nur 26,000 Mann zählenden Armee, 7?, und fühlte sie am 27. Juni um 2 Uhr Morgens gegen die Redouten, hinter welchen 17 Regimenter russischer Cavallerie hielten, 6. ö. Die schwedische Infanterie '. /> rückte in 4 Colonnen, die ihr folgende Reiterei in 6 Colonnen heran. Die In fanterie griff die Redouten an; doch die darin liegenden Bataillone vertheidigten sich hartnäckig. Karl, welcher die Einnahme der Rcdouten nicht durch den Verlust von Zeit und Leuten erkaufen wollte, befahl seinen Truppen, zwischen ih nen hindurch zu gehen und die unter den Generälen Rönne und Bauer stehende russische Reiterei anzugreifen. Diese schlug die vereinten Anstrengungen der schwedischen Cavallerie und Infanterie tapfer zurück; Peter befahl jedoch ihren Rückzug, damit sie mit der rechten Flanke allmälig weichend, während ihre linke sich auf das Lager stützte, den Feind unter das Feuer der starken russischen Artillerie locken sollte. So geschah es auch. Karl verfolgte mit seiner ganzen Armee hitzig die, dem Befehl gemäß, in aller Ordnung zurückweichende russische Reiterei, c. c. Als aber die Schweden in eine Linie mit dem russischen Lager ge» <-. <- langten, <i. </, eröffnete der Artillcricgencral Bruce ein Feuer aus allen seinen >/ </ Geschützen und, auf eine Entfernung von 30 Ssashen wirkend, brachte er die feindliche Phalanx in eine solche Verwirrung, daß sie, die Verfolgung der Reiterei aufgebend, sich in großer Unordnung links in einen vor dem russischen Lager be findlichen Wald warf, wo Karl Mühe hatte, sie wieder in Schlachtordnung zu bringen, e. e. Hier fehlte die ganze Colonne des Generals Roos, der, als d« <>. < König die Rcdouten umging und sich auf die russische Cavallerie warf, der allge meinen Bewegung nicht folgte, sondern sich von der Armee trennte, /. Dieß /"], [22, "10 bemerkend, befahl Peter dem General Menschitow, das Corps Roos' anzugreifen. Menschikow drängte es in einen bis Poltawa sich erstreckenden Wald, wo er es gro- ßentheils vernichtete. Roos floh mit den Ueberresten seines Corps untei die Mauern 3 Poltawa's, F, um in den Befestigungen des schwedischen Lagers Schutz zu finden ; aber General Renzel. welcher von Menschikow zu Roos' Verfolgung abgesandt 6- ü' war, ü, ereilte ihn und nahm ihn inmitten der Verschanzungen gefangen, ü'. « Unterdeß. um 6 Uhr Morgens, führte Peter sein Fußvolk, i, aus dem Lager, stellte die Reitelei auf beiden Flanken auf, und nachdem ei eine Abtheilung , 5, i- ? Kellin zu Hülfe geschickt hatte, dlang el in Schlachtordnung, i i, gegen die Schwe- den vor. Karl dehnte seine Infanterie in eine Linie aus und stellte seine Cavallerie an beiden Flanken in zwei Linien auf, um die Russen zu verhindern, ihn zu um- zingeln ; aber vergebens. Seine Uebermacht benutzend, umging Peter beide feind- lichen Flanken, brachte sie in Verwirrung und schmetterte mit seiner zahlreichen Artillerie das Centrum nieder. Die Schweden hielten nicht lange Stand, machten '« kehrt, und liefen in ordnungslosen Haufen in den Wald, ?n, von wo sie sich dem « Dnjcpl zuwandten, «, um auf türkischem Gebiete Schutz zu suchen. Der Ver- lust der Schweden bei der Belagerung Poltawa's betrug gegen 6000 Mann und 6 Kanonen, in der Schlacht von Poltawa 9234 Todte, 2773 Gefangene, 4 Ka- nonen und 137 Fahnen. Die andere Hälfte der Armee, gegen 14,000 Mann, welche nach dem Dnjepr flüchtete, streckte am 30. Juni bei Perewolotschna ohne Schwertstreich mit allen ihren Generälen vor dem Fürsten Menschikow die Waffen, ihm die letzten l8 Kanonen, 2 Haubitzen, 8 Mörser und 127 Fahnen übergebend. Drei Stunden vorher sehte Karl mit Mühe über den Dnjepr. Der Verlust der Russen in der Schlacht von Poltawa bestand in 1545 Todten und 3290 Ver- wundeten. Kellin verlor 1186 Todte und 1728 Verwundete Unter den bei Poltawa Gefangenen befand sich auch der erste Minister Karl's , Graf Piper, mit seiner Kanzelei, der Feldmarschall Rehnstjöld . die Generäle Schlippenbach, Roos, Stakelberg und Hamilton; bei Perewolotschna: Löwenhcwvt, Kreuz und Krus. Karl schonte sich während des Kampfes nicht i seine Trage wurde von einer Ka- nonenkugel zertrümert; auch Peter wich der Gefahr nicht aus- seinen Hut durch- bohrte eine Kugel. 6. Die Schlacht am Prut, am 9. und 10. Juli 1711. Nachdem die Türkei 1711 den Krieg erklärt hatte, eilte Peter, den Kriegs- schauplatz nach der Moldau zu verlegen, wohin ihn der moldauische Hospodar"], [23, "11 ssantcmir, ihn seiner thätigen Mithilfe versichernd, rief. Die russische Arme« setzte sich von den Ufern der Dwina, des Dnjepr und des Don aus in Bewegung und concentiirte sich, unter der Anführung des Feldmaischalls Scheremetjew, Mitte Juni in Iassy. Sie bestand aus den besten , kampferprobten Regimentern in der Stärke von 45,000 Mann mit 122 Geschützen. Der Kaiser befand sich mit seiner Gemahlin Ickaterina bei dem Heere. Als die russische Armee in die Moldau einrückte, zeigte sich Mangel an Proviant; Kantemir, welcher Hilfs truppen und Verpflegung zugesagt, hatte weder für diese noch für jene Sorge getragen. Der Kriegsrath, welcher in Iassy zusammenbcrufen wurde, sprach seine Meinung dabin aus, hier zu bleiben und Magazine anzulegen. Kantemir aber, welcher sein Land vor den Schrecknissen des Krieges zu bewahren wünscht«, stellte dcm Kaiser vor, daß die Türken die Donau noch nicht passirt hätten, daß die russische Armee ilmen zuvorkommen könnte und einen großen Muntvorrath in der Umgegend Nra'ila's finden würde. Pctri stimmte der Meinung des Hospodaren bei, sandte den General Rönne mit dem größten Theil der Reiterei, gegen 7 000 Mann, nach Bralla voraus und verließ mit der Hauptarmcc Iassy. Das Heer marschirte in Divisionen, in einiger Entfernung von einander, am linken User des Prut, in der Richtung des kleinen Ortes Faltschi. Das Land umher war menschenleer, von der Sonncngluth versengt und von Heuschrecken verheert. Schon erreichte das Heer am 7. Juli Sstanileschti, als vom General Ianus, welcher die Avantgarde fübrte, die Nachricht eintraf, daß ihn große feind» liche Massen bedrängen, Peter eilte ihm persönlich mit der Garde und der Division des Generals Hallart zu Hülfe, schlug die Türken zurück und rettete seine Avant garde. Es stellte sich heraus, daß die türkische Armee schon am 13. Juni die Donau überschritten und der kleinmüthigc General Ianus, die ganze russische Armee der größten Gefahr aussetzend, ihnen, ohne einen Schuß zu thun, unter seinen Augen den Uebergang über den Prut zu bewerkstelligen erlaubt hatte. Peter gab seinen aus einen großen Raum sich bewegenden Divisionen den Befehl, sich zu vereinigen, und berief darauf einen Kriegsrath, welcher sich für den Rück marsch nach Iassy entschied. Das Heer trat am Abend des 8. Juli seinen Rückzug an, die Türken bedrängten es jedoch mit all' ihren Massen, und nur mit äußerster Anstrengung konnte das die Arieregarde bildende preobrashenstische Regiment ihren Ungestüm aufbalten. Die unerträgliche Hitze des wasserlosen Landstrichs erschöpfte die russische Armee dermaßen, daß sie sich kaum fortbewegen konnte, Peter sah sich genöthigt, sie rasten zu lassen, und hielt am 9. Juli auf einer Ebene"], [24, "12 am Prut, dort, wo das Flüßchen Husch in denselben mündet. In aller Eile wurde ein Lager aufgeschlagen und mit spanischen Reitern umgeben, Die Infanterie und die Artillerie, gegen 31,500 Mann mit 122 Geschützen, stellten sich unmittelbar bei den Befestigungen auf; die Cavalleric, gegen 67 00 Mann, und der Train nahmen in der Mitte ihren Platz ein. Hier befand sich auch das « Zelt des Kaisers, a. Kaum hatten sich die Russen erholt und in den Wellen des Prut erfrischt, als auch die feindliche Armee, unter der Anführung des Groß- veziers Mehemet Pascha, erschien und ihre enormen Kräfte angesichts des russischen Heeres entfaltete. Sie bestand aus 100,000 Mann Infanterie, 120,000 Reitern und 50,000 Tataren, nebst 444 Geschützen. Der Vezier lagerte sich m't seinen türkischen Truppen und der Artillerie auf einer weiten Ebene am Prut, unterhalb H des russischen Lagers, ö. Der tatarische Chan besetzte die Straße von Faltschi nach Iassy, t? Feiner gingen bedeutende Abtheilungen der Türken und Tata- ren auf das linke Ufer des Prut und besetzten die Höhen dem russischen Lager H. gegenüber, />. />. Auf diese Weise war Peter vollkommen umzingelt. Trotz seiner bedrängten Lage verlor er die Geistesgegenwart nicht und ermunterte seine Truppen durch seinen Muth und seine Thätigkeit. Drei Stunden vor Sonnen i z Untergang stellte die türkische Infanterie sich in Schlachtordnung , b. i», auf; ein . ungeheurer Haufen, e, marschirte voraus, um das russische Lager anzugreifen, und eröffnete in der Entfernung von etwa 30 Ssashen ein heftiges Gewehrfeuer Diesel Angiiff ward nur auf einen Punkt gerichtet, auf die Division des Generals Hallart. Unverzüglich sammelte Peter den größten Theil seiner Artillerie auf diesem Punkte und mit Salven von doppelter Ladung Kugeln und Kartätschen schmetterte er so furchtbar in die Reihen des türkischen Fußvolkes, daß es in wil- der Flucht seinem Lager zueilte, 7000 Leichen auf dem Wahlplatz zurücklassend. Umsonst versuchte der Großvezier am andern Morgen, 10. Juli, den Ausfall zu erneuern. Die Ianytscharen waren nicht zum Angiiff zu bringen. Der Vezier mußte sich auf eine starte Kanonade aus den während der Nacht vor dem russischen <<.<? Lager aufgeworfenen Schanzen, ti ti, und den längs der Hügel des rechten Ufers < e <. ciiichteten Batterien, e. e. e, beschränken. Die Russen antworteten lebhaft; ihre Lage aber wurde von Stunde zu Stunde unsicherer, da namentlich die dürftigen Mundvorräthe erschöpft waren und der Feind sie durch Hunger bezwingen konnte. Im Kriegsrathe wurde beschlossen , dem Vezier einen ehren- vollen Frieden anzubieten, im Fall derselbe aber nicht angenommen würde , sich mit den Waffen in der Hand durch das feindliche Heer zu schlagen, den Train zu"], [25, "13 vernichten. Der glückliche Gedanke, einen Frieden anzubieten, entsprang dem Geiste Iekatcrina's, welche alle Mühseligkeiten und Beschwerden ihres großen Gatten in diesem Fcldzuge theilte. Dieses ihr Verdienst ist in der Folge durch die Stiftung des Ordens der Befreiung, der heiligen Großmärtyrerin Ickaterina geweiht, feierlichst bezeugt worden. So schwer es auch Peter und seinen Generälen schien, den Vezier dem Frieden geneigt zu machen, nahm derselbe ihn doch gegen alles Erwarten an. Der Vertrag wurde am 12. Juli unter zeichnet. Das einzige Peter Unvortheilhafte dieser Ucbereinkunft war die Ab tretung Asow's an die Türkei. Die russische Armee trat den Rückzug in ihr Vaterland an , nachdem sie nicht über 4000 Mann in diesem verderblichen Feld zuge verloren hatte. 7. Die Schlacht bei Grenham, am 27. Juni 1720. Ein Jahr nach der Unterzeichnung des nystader Friedens wandte Schweden seine letzten Kräfte auf, um die durch die Waffen Peter's eroberten Provinzen am baltischen Meere ihm wieder zu entreißen. Keine Opfer scheuend , schloß es mit England, Dänemark , Polen und Preußen Frieden , um seine ganze Kraft gegen Rußland concentriren und es mit England's Hilfe bezwingen zu können. In der That erschien im Frühjahr 1720 eine englische Flotte unter dem Admiral Noris im baltischen Meere, vereinigte sich mit der schwedischen und lief in den finnischen Meerbusen ein, die Zerstörung Petersburgs drohend, verbrannte aber nur auf der Insel Nargcn bei Reval ein Badehaus und entfernte sich eilig nach Stockholm, wohin sie der durck die Landung einer russischen Abtheilung bei Umca in Schweden erschreckte König rief. Auf allen Punkten zur Verteidigung bereit, erwartete Peter, was die feindliche Flotte unternehmen würde. Inzwischen meldete Fürst M. M. Golizyn, welcher in Finnland commcmdirte, daß ein auf Kundschaft ausgesendeter Capitaine schwedische Galeeren zwischen den Alandsinseln gesehen hätte. Der Kaiser befahl ihm, ein Bootgeschwader nach jenem Orte, wo sich der Feind gezeigt, zu senden. Golizyn begleitete das Geschwader. Mit 52 Galeeren zu je einem Geschütz und 14 Booten begab er sich am 26. Juli in den Alands-Archipel und fand keine Galeeren, sondern ein Linienschiff unter Viceadmiralsftaggc und 4 Fregatten nebst noch einigen kleineren Fahrzeugen, welche an der Insel Lcmlcmd vor Anker lagen. Der kübnc Golizyn zagte nicht; er entschloß sich, den Feind anzugreifen, sobald der widrige Wind, welcher den 2"], [26, "14 Bewegungen seiner Flottille hemmend entgegentrat, sich gelegt hätte. Die kleinen russischen Fahrzeuge als seine sichere Beute betrachtend, ging der schwedische Viceadmiral Scheblat mit vollen Segeln auf sie los. Dem Kampf im offenen Meere, welcher des starken Wellenschlages wegen zu ungleich gewesen sein würde, ausweichend, trat Golizyn in die von Riffen und Sandbänken angefüllte Meerenge zwischen den Inseln Fließberg und Rostier zurück. Die Schweden verfolgten ihn hitzig bis zur Insel Grcnham: da wandte Golizyn sich Plötzlich gegen den Feind. Der schwedische Admiral eilte, seine Fahrzeuge in Schlachtordnung aufzustellen, und versuchte, sie an den Wind zu bringen; bei diesem Manöver geriethen 2 Fregatten auf eine Sandbank; die Russen machten sich an's Entern und nahmen beide; die beiden andern Fregatten entfernten sich eilig, wurden jedoch erreicht und genommen. Es rettete sich nur das Linienschiff, welches in offenes Fahr» wasscr entkam, wohin zu folgen die sehr hoch gehende See dcm Fürsten nicht erlaubte. Dic genommenen Fregatten wurden im Triumph nach St. Petersburg gebracht; sie hatten 104 Kanonen. 407 Mann von der Equipage geriethen in Gefangenschaft, darunter 1 0 Offiziere. Der Verlust der Russen betrug 82 Todte und 203 Verwundete. „Es ist dies kein kleiner Sieg\", schrieb Peter an Menschi kow, »weil er unlcr den Augen der Herren Engländer, der Beschützer der Schwe den, errungen ward.\" 8. Die Schlacht bei gorndorf. am 14. August 1758. AIs Verbündete der Kaiserin Maria Theresia an dem siebenjährigen Kriege theilnehmend, sandte Elisabeth im Jahre 1757 ein starkes Heer, unter der An führung des Grafen Apratsin, gegen Friedlich II. Die Russen schlugen den Feld-, maischall Lehwalv bei Gioß-Iägeisdoif, benutzten diesen Sieg aber nicht, sondern zogen sich zurück. Die Kaiserin nahm dcm Gcncral Apratsin das Commando und übergab es dem General Fcrmor , welchem sie in Brandenburg einzufallen und sich Berlin's zu bemächtigen befahl. Fermor rückte bis an die Oder vor und belagerte Mitte August 1758 die Festung Küstrin. Er hatte gegen 62.000 Mann, mit Einschluß einer Cavollciic von ! 0,000 Mann, welche letztere er unter der Anführung des Grafen Rumjcmzcw nach Pommern sandte, da er sie bei der Belagerung der Festung nicht für nöthig hielt. Bei der ersten Nachricht von der Annäherung der Russen an die Oder, veilicß Friedlich Schlesien und eilte ihnen entgegen; mit einel Almee von 33,000 Mann nebst 117 Geschützen ging"], [27, "15 « unteinctlb ssüstrin über die Oder und lichtete seinen Marsch gegen Neudamm. Während der Nacht zum 13. August hob General Fermor die Belagerung auf, schickte seinen Arrilleriepark und den schweren Train unter Bedeckung von 4000 Grenadieren nach Klein-Kamin und nahm selbst mit 48,000 Mann auf den Höhen bei dem Dorfe Quartschen. etwa 4 Werst von Küstrin. in Schlacht ordnung Stellung, im Rücken durch den Fluß Mieze! , links und rechts durch von Bächen gebildete Sümpfe geschützt. Im Centrum stand die Infanterie, auf der rechten Flanke zwischen dem Zabcrgrund- und Hagelgrundbache die regn« lctire Reiterei, auf der linken die irregulaire. Im Ganzen war die russische Armee der Armee Friedrich's numerisch überlegen, an Reiterei war sie aber schwä cher. Nach einer kurzen Rast bei Neudam ging Friedrich am 14. August über die Miezel, K. ö, und schob sein Heer über Batzlow und Wilkersdorf, a. ö, «. z gegen Zorndorf vor, wo es sich in Schlachtordnung, D. /), aufstellte. Um 2). 2» 9 Uhr Morgens eröffneten die preußischen Batterien ein mörderisches Feuer gegen die dichten russischen Colonnen und rissen ganze Reiben nieder. Die Russen ant worteten lebhaft, aber, der geringeren Tüchtigkeit ihrer Kanoniere wegen mit un gleichem Erfolg. Mitten im Pulverdampf und unter dem Donner der Geschütze griff die feindliche Avantgarde unter General Mcmteuffcl, e, den rechten Flügel der « russischen Armee an, warf die erste Linie, brachte die zweite in Verwirrung und fast schon feierte sie den Sieg, als die russische Infanterie mit dem Rufe Huirah! zu dem Vayonnete griff, die Preußen über den Haufen warf und ihnen 26 Geschütze wegnahm. Mantcuffel zog sich in größter Unordnung auf Wilkers dorf zurück. Die Niederlage der Avantgarde gewahrend , sprengte der tapfeie Seydlitz, welcher mit der preußischen Reitcrci auf der linken Flanke, ei, stand , mit <? 18 Schwadronen Husaren über die sumpfigen Wiesen des Zabcrgrundcs gegen die russilche Cavallerie, während 8 andere Schwadronen Guide, Gensd'aimerie, und Kürassiere auf die Infanterie, welche den General Manteuffel verfolgte, einhicben. Die Russen hielten den ersten heftigen Stoß tapfer aus und standen, den Femd mit Kartätschen niederschmetternd, lange Zeit unerschütterlich ; doch die außerordentliche Kühnheit und Kriegskunst des tapferen Scyblitz brach ibre Festigkeit. Auf allen Punkten geschlagen, floh die russische Cavallerie gegen Quarlschcn, wo die Generäle sie nur mit Mühe sammeln und hinter dem Centrum aufstellen konnten. Nachdem Seydlitz die Reiterei niedergeworfen , eilte er zum Angriffe der Infanterie, welche schon von den Gensd'ctrmcn und Kürassieren attaquirt wurde. Nach mörderischem Kampfe ward auch sie geschlagen und auf 2'"], [28, "16 Kiesdorf zurückgeworfen, wohin sie auf ihrer Flucht selbst den Feldherrn mit fort- riß, welcher sich vergebens bemühte, seine Krieger durch persönliche Tapferkeit zu ermuthigen. Auf solche Weise vernichtete Seydlitz den rechten Flügel der russischen Armee und reinigte damit die Position zwischen dem Zabel- und dem Hagclgrunde. Um l Uhr Nachmittags richtete Friedrich seine Hauptmacht gegen das in einem dicht geschlossenen Quarre stehende- Centrum de« russischen Heeres. Kaum aber hatte sie sich einige Schritte vorwärts bewegt , als sich eine Masse irregulairer russischer Truppen, meist Kosaken, auf den rechten Flügel des preußischen Heeres stürzte und denselben in solche Verwirrung brachte, daß es dem König nicht wenig Mühe kostete, ihn wieder in Ordnung zu bringen. Die Kosaken wurden zurück- geschlagen. Friedrich näherte sich dem russischen Centrum auf Gewehrfchußweite und gab kaum den Befehl, das Feuer zu eröffnen , als seine linke Flanke von der / russischen rcgulctiicn Cavallerie angegriffen wurde. Ihr ungeheurer Stoß, /., warf 13 Bataillone preußischer Infanterie nieder und würde von weit größeren Folgen für Friedrich gewesen sein, als der Angriff der Kosaken, hätte der ritter- liche Seydlitz nicht unter seinen Fahnen gefochten. Hier führte dieser mit seinen Husaren und Kürassieren einen jener glänzenden Angriffe aus, welche ihm den Na- men des berühmtesten Rcitergcnerals erwarben. Die russische Cavallerie ward von Neuem geworfen; die Infanterie aber stand gleich einem Grcmitfelscn. alle Anstrengungen Seydlitz' vereitelnd. Friedrich befahl seiner Infanterie, mit dem Nayonncte anzugreifen; die Russen empfingen sie mit derselben Waffe; es ent- branntcein unerbittliches, schonungsloses Handgemenge, bekannt durch sein schreckli- ches, bisher beispielloses Blutvergießen. Um 9 Uhr Abends endlich überließen die Russen dem Könige das Schlachtfeld. Ein Theil derselben entfernte sich nach ä> « Darmiczcl, H., der andere nctch Kiesdoif, i. Bei Einbruch derDunkelheit sammelte Fermor die zerstreuten Theile seines Hecrcs und nahm vor Tagesanbruch zwischen Zorndorf und Kiesdorf Stellung, /r, zu neuem Kampfe bcreit. Der König aber hatte den Tag zuvor so großen Verlust erlitten, sein Heer so sehr ermüdet , daß er den Kampf nicht erneuern wollte. Fermor stand einen ganzen Tag angesichts der Preußen und brach erst in der Nacht mit seinem Heere nach Klein-Kamin auf, wo sich sein Train befand; von da kehrte er nach Verlauf einer Woche nach Rußland zurück. Der König aber rückte mit seinem Heere nach Sachsen. Beide Theile schrieben sich den Sieg zu; da« Schlachtfeld behauptete Friedrich. Der Verlust der Russen an Todten, Verwundeten und Gefangenen betrug über 20,000 nebst 103 Geschützen, der der Preußen die Hälfte weniger an Leuten und 26 Geschütze."], [29, "17 ?<. Die Schlacht bei Kunnersdorf, am 1. August 1759. Unerschütterlich in ihrem Entschluß, Friedrich zu demüthigen, sandte die Kaiserin Elisabet im Jahre nach der Schlacht bei Zorndorf wiederum ein mächti» ges Heer, unter Anführung des Generals Ssaltykow , nach Preußen. (Fermor hatte gebeten, seinen Feldheirnstab niederlegen und das Commando eines Corps übernehmen zu dürfen.) Die russische Armee rückte auf ihrem früheren Wege gegen die Oder vor , schlug bei Palzig den General Wedel , welchem Friedrich sie aufzuhalten befohlen hatte, aufs Haupt, bemächtigte sich, fast ohne einen Schuß gethan zu haben, Frankfurt's und nahm angesichts dieser Stadt, auf den Höhen zwischen der Oder und dem Dorfe Kunnersdorf eine feste Stellung, ein. Hier stießen zum russischen Heere 18,000 Mann österreichischer Cavallerie unter Genera! Laudon. Die Zahl der verbündeten Truppen bclief sich auf 60.000 M. Ihre Stellung war von der rechten bis zur linken Flanke mit einer Verschanzung versehen. Genau in der Mitte der Position, auf der Anhöhe Spitzbeig, wuide eine Batterie, i. errichtet, welche die vor ihrer Front liegende große Ebene be- I streichen konnte. Das Centrum bildete die Division des Generals Grafen Rumjanzew, die rechte Flanke das Corps des Generals Grafen Fermor, die linke das neugebildete Corps des Generals Fürsten Golizyn. Zwischen dem Centrum und der linken Flanke befand sich ein steiler Hohlweg, der Kuhgrund, etwa 2 Ssasheu tief und 20 Ssashen brcit, b. Die russische und österreichische Cavallerie, i welche auf den Hügeln, wo die Infanterie lagerte, keinen Raum finden tonnte, stellte sich in ihrem Rücken auf, e. F. «- ? Friedrich, welcher zu jener Zeit an den Grenzen Böhmen's gegen den General Daun operirte, überlicß auf die erste Nachricht von der Niederlage Wedel's die Beobachtung der Ocsteireichcr dem Prinzen Heinrich und eilte selbst den Russen entgegen, um ihr Eindringen in Brandenburg, was er am Meisten fürchtete, zu hemmen. Mit 42,000 Mann überschritt er bei Küstiin die Oder und nahm , nachdem er einen bcdtutendcn Bogen beschrieben hatte , der linken Flanke der russischen Armee gegenüber Stellung, I. H. Auf, diese Flanke be- ö. H absichtigte er den entscheidenden Schlag zu führen; um aber seine Absicht besser zu verbergen, führte er sein Heer durch den Wald , a, nachdem er dem Corps dcs « Generals Fint, 6'. 6', befohlen, die Russen im Rücken zu umgehen und so zu^>. H' manönriien, daß sie denken müßten, del Hauptangliff winde von hier aus ge schehen. Eine Zeitlang war Ssaltytow auch wirtlich dieser Meinung. Friedrich"], [30, "18 bereitete ihm von einer unerwarteten Seite den Schlag. Unterdessen ermüdete der Marsch im Walde, über Sümpfe und zwischen Sem seine durch die forcirten Märsche aus Böhmen nach der Oder bereits geschwächten Truppen. Erst zu e Mittag erreichte der König den Saum des Waldes, l), und eröffnete aus einer 4 hier im Verborgenen errichteten Batterie, 4 , ein tödtliches Feuer. Zur selben 3 Zeit ließ auch General Fint seine Artillerie, 3, spielen. Ein furchtbarer Eisen- Hagel schlug in die Befestigungen der russischen linken Flanke, woher gleichfalls ein ununterbrochener Geschützdonner aus den schuwalowschen Haubitzen und Einhörnern erschallte. Die Beschießung dauerte etwa Stunde. Ein undurch- dringlicher Rauch bedeckte die Umgegend. Diesen Umstand benutzend, detaschirte Friedrich 8 Grenadierbataillonc, um die Befestigungen der Russen zu nehmen, Die Grenadiere erfüllten seinen Befehl mit glänzendem Erfolge ; in 10 Minuten gelangten sie auf die Verschanzungcn der linken F!cmke, warfen zwei sie vertheidi- gende Regimenter; und eroberten 70 Geschütze. Friedrich führte seine Armee 2) /), zur Unterstützung der Grenadiere, um aus ihrer ruhmreichen Waffcnthat so viel als möglich Nutzen zu ziehen, und ohne Schwierigkeit erstieg seine rechte F Flanke. Z, die noch kurz zuvor von russischen Geschützen starrenden Hügel. Um den Sieg zu vollenden, beschloß der König, sich mit seiner rechten Flanke durch H. ü die ganze Länge der russischen Position bis zum Train, H. ü, durchzuschlagen, l während die linke Flanke das Centrum, wo sich die russische Hauptbat lerie, i, befand, angreifen sollte. Friedrich war von der völligen Niederlage der russischen Armee so überzeugt, daß er die Nachricht seines Sieges nach Berlin meldete. Die Dinge nahmen aber bald eine ihm ganz unerwartete Wendung. Mit einem Regiment Grenadiere der Division Rumjctnzew's und einigen Compagnien der « Grenadiere vom Corps Laudon's, e, stellte sich der General! cutcnant Graf Pe- ter Iwanowitsch Panin an dem Hohlwege Kuhgrund , welcher dcn linken Flügel z vom Centrum schied, festen Fußes auf, ü. Hier entbrannte ein furchiburci Kamps vergebens wollte Friedrich mit der ganzen Masse seiner Infanterie sich Bahn brc- chen ; Panin, unterstützt von den Regimentern St. Petersburg, Nowgorod und / Baden-Baden, /, stand unerschütterlich. Vergebens stürzten sich die Preußen. durch die Gegenwart ihres Königs begeistert, in den Hohlweg, um hinüber zu gelangen; sie füllten ihn nur mit ihren Leichen, doch Panin konnte nicht zum Weichen gebracht weiden. Duich die Uncischütterlichkeit des Feindes beunruhigt. befahl der König der Cavallerie der linken Flanke, das Centrum der russischen Armee um jeden Preis zu schlagen. Unterstützt vom Herzoge von Würtemberg,"], [31, "19 warf sich der berühmte Seydlitz mit der ihm eigenthümlichen Kühnheit auf die Division Rumjanzew's. Der künftige Held Kagul's aber empfing ihn von der Höhe des Epitzbergcs , i , mit einem so vernichtenden Feuer, daß die preußische l Cavallerie kopfüber zurückjagte und über Kunnersdorf hinaus floh. Der König befahl der Infanterie der linken Flanke, die Cavallerie zu unterstützen und, was es auch koste, sich des Spitzberges zu bemächtigen. Rumjanzcw und Laudon trafen die Preußen auf der Ebene, e , und schlugen sie zurück. Friedrich versuchte c das letzte Mittel; ei zog die Reiterei auf seine rechte Flanke, s/, und beauftragte «? den Herzog von Würtemberg, die Russen im Rückcn anzugreifen. Der Herzog ging muthig an's Werk; kaum aber kam er in eine Linie mit dem Hohlweg, wo noch immer ein heftigei Kampf wüthete, als ci verwundet vom Pferde sank; sein Corps gerieth in Verwirrung. In demselben Augenblick hatt»« Rumjanzcw und Laudon der preußischen Cavallerie eine vollkommene Niederlage beigebracht, sie in die Flucht geschlagen und das feindliche Heer in solchen Schrcckcn gesetzt, daß es, der Drohungen wie der Bitten seines Heldcnkönigs ungeachtet, vom Schlachtfeld« nach verschiedenen Seiten floh. Am Längsten blieb der König auf dem Kampfplatz, das Eine wünschend , daß eine feindliche Kugel oder Klinge ihn niederschmettere. Nur mit Mühe konnte seine Begleitung ihn entfernn». Er verlor scinc ganze Artillerie von etwa 200 Geschützen, deren 172 von den Russen genommen wurden, über 7600 Todte, 4500 Gefangene und gegen 8000 Ver wundete. Der Verlust der Russen bestand aus 2614 Todten und 10,863 Verwundeten."], [32, "II. Die Kriege IeKaterina's II., Panl's I. und Aleninder's I. 10. Die Schlacht am Kagul. am 2l. Juli 1770. Nachdem Rumjanzcw den tatarischen Chan bei Larga geschlagen hatte, rückte er mit seinem Heere weiter vor , traf an den Ufern des Flüßchcns Kagul mit der Hauptmacht der Türken, welche der Vezier führte, zusammen und entschloß sich, die 150,000 Mann starke, von Verschanzungcn umgebene Armee desselben anzugreifen. Er theilte sein aus nur 17,000 Mann bestehendes Heer, in fünf Quarres und schritt am 21. Juli um 2 Uhr nach Mitternacht zum Angriff. » Das Hauptquarre, die Division des Generals Oliz, «, bei welcher sich auch der General en Chef befand, sollte auf das Centrum des Feindes schlagen; dem Corps i des Gcneralquaitieimeisters Bour, b, und der Division des Generallicutencmts e Plemjannikow , c, wurde befohlen, die linke Flanke, der Division des General ci lieutenants Bruce, <i, und dem Corps des Generallicutenants Fürsten Rcpnin, » e, die rechte Flanke anzugreifen. Als sie die Trajans-Straße überschritten hatten, /. ?. /» stellten sich diese 5 Quarres in Schlachtordnung (Oliz,/, Bour, L, Plemjannikow, 5, ».i.H Bruce, i, Rcpnin, /r) und bewegten sich gegen die türkischem Schanzen. H. Am frühesten Morgen strömte eine zahlreiche feindliche Reiterei aus dem Lager, griff ' Brucc , i, und Rcpnin , 6 , an und umzingelte ihre Quarres von allen Seiten. Verscheucht durch das Feuer der Artillerie, sammelte sie sich wieder, vereinigte sich mit anderen, eben so zahlreichen Haufen und fiel mit unglaublicher Heftigkeit die / Hauptdivision, /, an. Das furchtbarste, von dem geschickten General Mclissmo geleitete Aitillciicfcuer aus sämmtlichen Geschützen konnte dieselbe lange Zeit nicht zum Weichen bringen; endlich aber wurde sie zurück und in die Flucht geschlagen. Die Quarres gelangten vor die Befestigungen und eröffneten ein allgemeines Gcschüßfcuer (im Centrum Oliz, /, von der rechten Flanke, im Rücken des Feindes, «. « Bour. », und von der linken Flanke Bruce, «). Der tapfere Plemjannikow war eben bereit, sich in die feindlichen Verschanzungen zu stürzen, als gegen 10,000"], [33, "21 der verwegensten Ianytscharen, durch eine Art Hohlweg begünstigt, sich an sein Quarre heranschlichen, mit Ungestüm eine Ecke desselben, da wo das astiachcmschc und perwomoskowsche Regiment standen, angriffen, diese Regimenter in Ver wirrung brachten und mitten in das Quarr« brachen, welches im höchsten Schrecken und in Unordnung zu der Hauptdivision , m, floh. Die persönliche '« Tapferkeit des Generals m Chef, welcher sich den Fliehenden mit entblößtem Degen und mit dem donnernden Rufe; „Haltet Kinder!\" entgegenwarf, hielt die geschlagenen Regimenter auf und es gelang ihnen, unter dem Schutze eines sehr starken Feuers . welches Melissino auf die Ianytscharen eröffnete, sich zu ordnen. Das erste Gienadieiregiment, vom tapferen Brigadier Oserow angeführt, griff zum Bayonnete und brachte die Ianytscharen zum Weichen, und die schwere Reiterei unter dem Grafen Ssaltykow und dem Fürsten Dolgorukij rieb sie zum größten Theile auf. Gleich darauf brachen Plemjannikow, Bour und Bruce, von der Hauptdivision unterstützt, von allen Seiten in die Vcrschanzungcn und zer streuten die türkische Armee, welche in völliger Auflösung zur Donau floh. Bour, n, Repnin, und Dolgorukij, -/, verfolgten sie, jedoch wegen übermäßiger«-^. ? Anstrengung der Leute und wegen Mangels an Reiterei , welche zur Bedeckung des Train detachirt war, nicht über 4 Werst. Der Feind verlor nahe an 20,000 Mann, 140 Geschütze und sein ganzes, mit verschiedenen Vorräthen angefülltes Lager. Der Verlust der Russen bestand in 364 Todten und 557 Verwundeten. II. Die Vernichtung der türkischen Flotte bei Tschesme, am 26. Juni 1 770. Die russische Flotte, welche während des eisten türkischen Krieges unter Iekaterina II. im Herbste 1769 im Archipel erschien, bestand aus zwei Geschwa dern: Admiral Sspiridow führte 7 Schiffe (Sswjatoslaw von 84 Kanonen, Iewstafij, die drei Hierarchen, die drei Bischöfe, Europa, Rost i slllw und der heilige Ianuarius von 66 Kanonen), die Fregatte Wo hl fahits - Hoffnung, das Bombardierboot der Donner und 6 tlcincre Fahrzeuge; ihm folgte der Contrcadmiral Elphinstone mit drei Schiffen (Rühr- mich -nicht-an von 80 K., Wsewolod, Ssaratow), zwei Fregatten und drei Transportschiffen. Dem Willen der Kaiserin zufolge, über nahm Graf A, G. Orlow den Oberbefehl über beide Geschwader, entfaltete am"], [34, "22 II. Juni 1770 in der Nähe der Inse! Idra auf dem Schiffe die drei Hierar- chen die Kaiserstctgge und machte sich auf, die an den Ufern von Anatolien kreuzende feindliche Flotte zu suchen. Am 23. Juni entdeckte sie der Brigadier Greigh in der Meerenge, welche die Insel Chios von Klcin-Asien scheidet. Im Kriegsrathe, welcher vom Genera! en Chef berufen wurde, entschied man, dem Antrage Greigh's zufolge, den Feind anzugreifen. Beide Geschwader brachten die Nacht unter gekürzten Segeln am Eingange der Mccrenge in ungeduldiger Erwar- tung des Kampfes zu. Am 24. Juni mit Sonnenaufgang drang Graf Orlow bei frischem Nordwinde mit vollen Segeln in die Meerenge von Chios und erblickte F.H die halbkreisförmig ankernde, zum Kampf bereite türkische Flotte, H. H, in starker Stellung, Rücken und Flanken geschützt durch die felsige Küste Anatotims, auf welcher, in einig« Entfernung vom Strande, ein großes Lcmdtruppen-Lager, aufgeschlagen war. Die feindliche Flotte war fast doppelt so stärk als die russische; sie bestand aus 16 Linienschiffen (deren 6 von 80 bis 90 Kanonen), 6 Fregatten und einer Mcngc kleinerer Fahrzeuge. Ihr Anführer , Hassan-Bey, welcher die Stelle des am Lande wcilendcn Kapudan-Pascha vertrat, war durch seine außerordentliche Kühnheit berühmt. Graf Orlow zögerte nicht, den Feind anzugreifen. Nachdcm er mit dem Admiral Sspiridow die Position der Türken in Augenschein genommen , berief er alle Flaggenofsiciere auf das Admiralschiff Iewstafij und nachdem er mit ihnen berathschlagt hatte, gab er Befehl zum Beginn des Kampfes. Den Schiffen wurde die Ordre ertheilt, auf das Signal, welches vom Schiffe die drei Hierarchcn, auf welchem sich der General m Chef befand , gegeben würde, die Anker zu lichten und eines dem anderen in einer « Linie, c, zu folgen , und zwar so , daß das erste von ihnen dem äußersten unter Wind stehenden Schiffe mit der Flagge des Kapudan-Pascha gegenüber, das zweite dem nächsten, das dritte dem dritten gegenüber seine Stellung einnehme, und, dem Feinde sich auf diese Weise nähernd, den Anker auf Pistolenschußweite fallen zu lassen, dann aber aus allen Geschützen zu wirken. Um 1 1 Uhr wurde das Zeichen zum Anglift gegeben. Bei leichtem Noidwcstwinde rückte das Ge- schwader des Admirals Sspiridow vor; schnell und in tadelloser Ordnung näherten sich die Schiffe, eines dem andern folgend, dem Feinde und. des furcht- baren feindlichen Fcuers ungeachtet, nahm jedes seine bestimmte Stellung ein , wo es Anker warf und den Kampf begann. Um Mittag entbrannte auf der ganzen Linie eine mörderische Schlacht ; die Flotten standen sich so nahe gegenüber , daß die Kugeln beide Borde durchschlugen. Das erste Schiff, welches sich dem Feinde"], [35, "23 genähert hatte, war die E u r o p a, i , unter Cctpitctine Klokatschcw, ihm zur Seite l erschien der Iewstafij, 2, mit dem Admiral Sspiridow und F. G. Orlow, 2 dem Bruder des Generals en Chef; weiter in der Schlctchtliuie die drei Bi schöfe, 3, der heilige Ianuarius, 4, die drei Hierarchen, 5, worauf3.4.5 sich der General en Chef befand, und der Rost islaw, «. Nach dem Berichte 6 eines Augenzeugen, des Fürsten I. W. Dolgurukij, kürzte Elphinstone, welcher das Geschwader 7. s. 9 commandirte, als es zur Attaque ging, die Segel und 7.8.9 erschien erst dann auf dem Kampfplatze, als die türkische Flotte sich bereits in den Meerbusen von Tschesme flüchtete. Trotz der im Auslande verbreiteten Meinung welche den Sieg dem Contreadmiral Elphinstone zuschreibt, nahm nur das Ge schwader des Admirals Sspiridow am Kampfe Theil. Das vorausgehende Schiff Europa, welches den Kampf mit dem Schiffe des Kapudan-Pascha eröffnete, sah eine Sandbank vor sich, wich ab und überließ seine Stelle dem Iewstafij, trat aber bald wieder in Schlachtordnung und schloß sich dem Corps de Bataille an. Nach einem harten Kampfe mit drei Schiffen wurde der Iewstafij durch die starke Strömung der Meerenge gegen das Schiff des Kapudcm Pascha geworfen und mit ihm handgemein. Ein von allen Schreck nissen der Wuth begleiteter Kampf war von kurzel Dauer; die Türken konnten den Bayonneten der Russen nicht wiederstchcn ; sie fielen unter ihren Stößen oder warfen sich kopfüber in das Meer, Rettung auf kleinen Fahrzeugen suchend. Am Längsten kämpfte der tapfere Hassan-Bey ; doch von einem Bayonnete verwundet, sprang er, der Letzte, über Bord und wurde, von einem kleinen Fahrzeuge aufge fangen, nach Tschesme gebracht. Das Schiff des Kapudan°P«schll war genom men, brannte indeß schon über und über und drohte dem Iewstafij dasselbe Schicksal; alle Bemühungen, diesen von der Stelle zu bringen, scheiterten; seine Takelage war gänzlich zerfetzt. Den dringenden Bitten der Echiffscquipage nach gebend, stießen Admiral Sspiridow und F. G. Orlow auf einer Schaluppe vom Schiffe ab; einige Minuten nach ihrer Abfahrt stürzte der brennende Hauptmast des feindlichen Schiffes auf das russische; die Funken drangen bis in die Pulver kammer und dcr Iewstafij flog mit seiner Equipage, welche gegen 600 Mann zählte, in die Luft. Der muthige Capitaine desselben, Krusc, welcher mit den anderen durch die Erplosion in das Meer geschleudert wurde, rettete durch seltene Geistesgegenwart auf einem Schiffstiümmcrholze sein Leben. Bald folgte eine zweite Erplosion : das brennende türkische Schiff flog ebenfalls in die Luft. Auf der ganzen Linie dem möldeiischen Feuei der d 1 e i H i e 1 a ch e n, des R 0 st i sl ct w."], [36, "24 des heiligen Ianuarius und der drei Bischöfe ausgesetzt und durch die wiederholte Erplosion erschreckt, flohen die Türken in höchster Verwirrung in den Hafen von Tschesme, unter den Schutz der Festung und der am Eingange des ». i Meerbusens auf beiden Ufern errichteten Batterien, ». 6. Im engen Becken von Tschesme waren gegen 100 Kriegsfahrzeuge und eine Menge Kauffahrteischiffe F, -v versammelt. Die Linienschiffe legten sich in doppelter Reihe, /). /1. quer vor die Bucht; hinter denselben drängten sich in größter Unordnung die kleineren Fahr- F zeuge, Z; die Kauffahrteischiffe Margen sich nahe dem Ufer. Der russische Ge- neral en Chef beorderte zwei Schiffe und das Vombaidierboot Donner, sich vor den Eingang der Bucht 'zu legen, um den Feind einzuschließen , und berief alsdann alle Flaggenofficiere, um mit ihnen die Maßregeln zur Vernichtung der türkischen Flotte zu berathen. Bei dieser 'Berathung erbot sich der Brigadier Greigh, die türkische Flotte mittelst Brcmder anzuzünden. Sein Vorschlag fand Annahme. Am 25. Juni wurden 4 Brander, zu denen man kleine griechische Fahrzeuge verwandte, hergerichtet, alsdann für diese neue gefährliche Expedition ein aus den 4 Schiffen Europa, Rostiflaw, Rühr-mich-ntcht-an und Ssaratow bestehendes Geschwader unter dem Befehle Greigh's gebildet. Die Leitung der Brander übernahmen als Freiwillige: der Capitainclieutenant Dugdale, die Lieutenants Iljin und Mackenzie und der Midshipman Fürst Ga- gcnin. In der Nacht zum 26. Juni lichtete das Geschwader Greigh's bei schönstem Mondenscheine und leichtem Nordwinde die Anker, entfernte sich von der Flotte, </. <i, welche zu feiner Unterstützung bereit war, und eilte mit vollen Segeln der Bucht von Tfchesme zu. Bei'm Eintritt in dieselbe wurden die russischen Fahrzeuge von dem heftigsten Feuer der Uferbatterien empfangen; das l/ Schiff Europa, i , unter dem Befehl des tapferen Capitaincs Klokatschew, wel- ches vorausging, brachte die auf seiner rechten Flanke befindliche, noch nicht voll z endete Batterie, ei, zum Schweigen, gelangte in die Bucht, warf in kürzester Di- F. /) stance vor den feindlichen Schiffen, 0. /), Anker und eröffnete auf dieselben ein ununterbrochenes Kartätschen- und Brand kugelfeuer. Nach Verlauf einer halben 2 Stunde näherten sich und begannen den Kampf auch Rost ist aw, 2 unter 3 Greigh's Flagge, und Rühr-mich-nicht-an. 3, nebst zwei Fregatten; das i Schiff S sarato w, aber, welches seines schwerfälligen Ganges und plötzlich eingetretener Windstille wegen, hinter den anderen zurückblieb, konnte nicht in die Bucht einlaufen , sondern stellte sich am Eingang derselben auf und richtete sein « Geschütz gegen die mit 20 Kanonen ctrmirte Strandbatterie, a. Um 2 Uhr"], [37, "25 Nachts gelang es einigen glücklichen Schüssen der Europa und des Rostislaw. zwei türkische Schiffe in Brand zu stecken, und als die Türken durch das Brennen derselben in Verwirrung geriethen, ließ Grcigh das Feuern einstellen und gab durch drei.Rateten das Signal, die Brander, e. «. e. e, gegen die feind- o.o.e.c liche Flotte zu treiben. Iljiu und Dugdalc entledigten sich mit fabelhafter Kühn heit und glänzendem Erfolge ihrer gefährlichen Aufgabe; sie befestigten selbst die Biandcr an die feindlichen Schiffe und zündeten sie an. Mackenzie gelangte nicht bis zu ihnen , denn er blieb auf einer Sandbank sitzen, und Gagarin ließ seinen Vrander auf's Gerathewohl schwimmen. Nach Iljins's und Dugdale's Rückkehr eröffnete Grcigh aus allen Geschützen ein Lauffeuer. Um 4 Uhr war die ganze türkische Flotte von einem Flammenmeer umgeben, welches sich wie ein wüthender Lavastrom über die Bucht ergoß. Ununterbrochen flogen Schiffe in die Luft; die Erde zitterte, das ruhige Meer schwankte; die Erplosionen wurden wie unter irdische Donncrschläge 40 Werst weit, in Smyrna und anderen Orten gehört. Um 9 Uhr Morgens war Alles vorüber; im Hafen schwammen nur verbrannte Schiffstrümmer und Leichen. Den Russen gelang es, ein Schiff, Rhodos, und einige Galeeren den Flammen zu entreißen. Der Sultan verlor 16 Linien schiffe, 6 Fregatten, eine Menge Schebeckcn, Brigantinen und Halbgaleeren, im Ganzen gegen 100 Fahrzeuge mit etwa 2000 Kanonen und einer Bemannung von 20,000 Mann.. 12. Die Erstümung Ismail's, am 11. December 1790. Der zweite türkische Krieg unter der Regierung Ickaterina's II. dehnte sich schon in's vierte Jahr hinaus und drohte noch einige Jahre zu währen. Um den Sultan dem Frieden, dessen Rußland bei der damaligen politischen Lage so sehr bedürfte, geneigt zu machen, befahl dic Kaiserin dem Fcldmarschall Fürsten Potcmkin- Tawrilscheskij, den Türken einen entscheidenden Schlag beizubringen. Er entschloß sich, Ismail, Festung elften Ranges am linken Ufer der Donau, zu erobern. Umgeben von einem Erdwalle mit zwei steinernen Bastionen von etwa 4 Ssashen' Höhe und einem Graben von etwa 6 Ssashen Breite und 4 bis 6 Ssashen Tiefe, wurde dieselbe von einer starken, 35,000 Mann zählenden Garnison unter dem Befehle des tapfern, unerschütterlichen , in Schlachten ergrauten Sserastiers Aldos Mehcmet vertheidigt. 250 Geschütze standen auf den Wällen; eine starke \" I Ssashen Ü,?98 Fuß ftreuß."], [38, "26 Flottille beschützte die Stadt von der Donauseite ; Nahrungsmittel und Kriegsbe« darf waren zur Genüge vorhanden. Der Fall einer solchen Festung mußte den türkischen Stolz erschüttern. Zur Belagerung Ismail's dirigirte Potemkin aus seinem Hauptlager bei Bendery 30,000 Mann unter, dem Befehle de« Generals Gudowitsch, zugleich befahl er dem Generalmajor Ribas, mit seiner Ru- derflottille die türkischen Fahrzeuge, welche auf der Donau unter den Festungs- maucrn lagen, anzugreifen. Ribas entledigte sich seiner Aufgabe mit glänzendem Erfolge, zerstörte die türkische Flottille, welche gegen 90 kleine Fahrzeuge mit 118 «- » Kanonen enthielt, nahm Angesichts der Festung auf der Donau Stellung , a. a, 6 6 bemächtigte sich der Insel Tschatal. auf der er Batterien, ü. ö. errichtete, und eröffnete ein starkes Feuer, welches in der Stadt einige Brände verursachte. Ismail zu erobern, schien aber unmöglich. Der Winter trat ein und verkündete die Wiederkehr der Beschwerden von Otschcckow ; im russischen Lager verbreiteten sich tödtliche Krankheiten; das Heer verlor den Muth. Die Belagerung aufzu- geben, stellt« sich als Nothwendigkeit dar, und schon bewegte sich das schwere Geschütz nach dem Hauptlager von Bendery, als Ssuworow, welcher mit seinem Corps an den Ufern des Sseret stand, von dem Fürsten Potemkin den lakonischen Befehl erhielt ; Ismail um jeden Preis zu nehmen. Das fanagorische Regiment mit 200 Kosaken und 1000 Arnauten zum unverzüglichen Marsche befehligend, eilte Ssuworow, von 40 Kosaken begleitet, voraus und erreichte am 2. December 1790 das verzagende Lager der Belagerer, wo das Heer sich schon zum Aufbruch nach Bendery bereitete. Er wurde mit Enthusiasmus empfangen; die Krieger lebten wieder auf; die Gewißheit des Sieges beseelte alle. Nach der Rückkehr der schon aufgebrochenen Regimenter und der Ankunft der fanagorischen Grenadiere im Lager stellte Ssuworow sein Heer, welches nicht mehr als 31,000 Mann zählte, wovon fast die Hälfte Kosaken, im Halbkreise um die Festung auf, indem er dadurch die Absicht einer regelrechten, langwierigen Belagerung zeigte. Um den Feind in dieser Ueberzeugung noch mehr zu bestärken, befahl er, auf den «.- Flanken 2 Batterien, 5. H>, jede zu 10 Feldgeschützen (der Belagcrungspark war schon nach Bendery abgesandt), zu errichten, und eröffnete aus ihnen am 7. De- cember das Feuer. Die Türken, von der Kanonade in Anspruch genommen, wandten einigen sich um die Festung, oft auf Flintenschußweite bewegenden Rei- tern fast gar keine Aufmerksamkeit zu : es war Ssuworow , welcher die Oertlich- keit studirte und die Stellen, wohin die Sturmcolonnen ihren Angiiff zu lichten hätten, bezeichnete. Wählend der Nächte lehlte er selbst seine Soldaten, wie man"], [39, "27 sich bci einem Sturm verhalten muß, wie man die Gräben überspringt, die Mauern erklettert und den Feind niederstößt. Als Sturmleitern , Faschinen und alles zur Bezwingung der Stadt Nöthige vorbereitet war, sandte Ssuworow , zur Ver meidung nutzlosen Blutvergießens, dem Con>mandanten zweimal die Aufforderung, sich gutwillig zu ergeben. Die Antwort des Sseraskier's war, daß die Donau eher ihren Lauf hemmt, denn Ismail sich crgiebt Ssuworow theilte sein Heer ,n drei Abtheilungen; die erste von 15 Bataillonen (7500 Mann), unter dem Oberbefehl des Gcnerallieutenants Paul Potemkin, sollte in drei Colonnen, unter den Generalen Ljwow, e, Lasst, cl, Mecnob, e, die alte Festung stürmen; die«.^« zweite von 7 Bataillonen, 8000 Kosaken und 1000 Nrnctutcn (12,000 Mann), unter dein Befehl des Gcncrallicutcnants Ssamojlow, wurde gleichfalls in drei Colonnen , unter dem Brigadier Orlow, /, Brigadier Platow, F, und General- /. major Golenischtschew-Kutusow , 5 , dem unstcrblichcn Hclden des Jahres 1812, z gegen die neue Festung dirigirt. Eine Cavallerie von 12 Escadronen und 4 Regimentern Kosaken bildete die Reserve, i, »', ,'. Die dritte Abtheilung, die >'. <'. »' des Generals Ribas, von II Bataillonen und 4000 Kosaken, im Ganzen 9000 Mann, wie die ersten in drei Colonnen unter dem Generalmajor Arsenjcw und den Brigadiers Tschcpega und Mctrkow getheilt, sollte von der Donauseite angreifen. Die Flottille, a. a, stellte sich in zwei Reihen auf; die bestand <-. » aus 145 Kosakcnkähnen für den Transport der Truppen über den Fluß; die zweite aus Kricgsfahrzeugen zur Deckung des Ueberganges und zur Beschießung der Festung. Den 11. December um 5 Uhr Morgens drangen nach dem dritten Raketen-Signal alle neun Colonnen muthig und in der größten Ordnung zum Sturm vor. Man wollte die Belagerten plötzlich überfallen; jedoch von Spähern gewarnt, waren die Türken zum Widerstand bereit und begannen den erbittertsten Kampf auf ihren Mauern. Der schwerste Posten war Kutusow bestimmt — die steinerne, durch Ianytscharen vertheidigte Bastion, 5 Hier zeigte er sich im vollen Glänze seiner persönlichen Tapferkeit; er erstürmte die Bastion. Gegen 8 Uhr Morgens warfen die Sturmcolonncn den Feind auf allen Punkten von den Wällen und drangen in die Festung. Die thätige Mitwirkung der Flottille des Generals Ribas trug durch ihr wohlgeiichtetcs Feuer nicht wenig zum Ge lingen des Sturmes bei. Auf den Fcstungsmauern Ismails wehten die russischen Fahnen, im Inneren der Festung aber wogte noch ein hartnäckiger, mit allen Schiecken bei Wuth gcfühitci Kampf; die Sieger begegneten auf den Straßen, in den Häusern und Moscheen einem verzweifelten Widerstände; selbst Frauen"], [40, "28 warfen sich ihnen mit Dolchen entgegen. Jedes Haus mußte erstürmt weiden. Die ergrimmten Soldaten schonten weder Alter, noch Geschlecht. Das Blutbad war entsetzlich. Von 42,000 Menschen, welche sich in Ismail befanden, rettete sich nur ein einziger schwimmend über die Donau; mehr als 33,000 Mann waren im Kampfe gefallen, 9000 geriethen in Gefangenschaft. Ssuworow verlor über 4000 Todte und 6000 Verwundete; besonders groß war sein Verlust an Ofsicicren. 13. Die Schlacht an der Trebia, am 5., 6. und 7. Juni 1799. Nach der Vertreibung der Franzosen aus Piemont, im Frühjahr 1799, überschritt der Oberbefehlshaber der verbündeten Heere, Feldmarschall Ssuworow, den Po, besetzte Turin, drängte den bei Cassano geschlagenen Moreau nach Nizza und erwartete Macdonald, den andern französischen Feldherrn, welcher von Ncapcl mit einem frischen Heere nach dem Norden Italien's eilte, um sich mit Moreau zu vereinigen. Ende Mai traf Macdonald in Lucca ein, von da wandte er sich nach Modena , verstärkte sich unterwegs durch die Division Victor's und gelangte am 3. Juni über Parma nach Piacenza, indem cr die ihm auf seinem Marsch begegnenden österreichischen Divisionen Klenau's, Otto's und Hohen zollern's vor sich hintrieb. Nach Einnahme Piacenza's rückte er am 5. Juni gegen Tortona, wohin zur Vereinigung mit ihm auch Moreau aus Genua eilte. Auf dem Wege Macdonald's, zwischen den Flüssen Tidona und Trebia, stand der üstcrrcichischc General Otto mit 7000 Mann. Von der doppelt starken Avant garde der Franzosen gedrängt, überschritt er die Tidona und hielt sich nur mit Mühe am linken Ufer derselben, als von Tortona her die Avantgarde Ssuworow's erschien. Es befehligte sie der tapfere Fürst Vagration, der die Avantgarde der verbündeten Armee führte; er unterstützte den General Otto erst durch Kosaken rcgimcnter, dann durch Husaren und Dragoner, endlich auch durch Infanterie, je nachdem die Heercolonnen auf dem Kriegsschauplätze erschienen. Macdonald verstärkte seine Avantgarde gleichfalls und es entspann sich am linken Ufer der Tidona ein hitziger Kampf, welcher von 3 bis 9 Uhr Nachmittags währte. Die Helden dieses Tages, 5. Juni, waren Bagration und der Großfürst Konstantin Pcnvlowitsch, welcher persönlich mitkämpfte. Auf allen Punkten mit bedeutendem Verlust geschlagen . zogen sich die Franzosen auf ihre Hauptmacht an der Trebia zurück. Abends lagerte sich Ssuworow mit seiner ganzen Armee, gegen 36,000"], [41, "29 Mann, am linken Ufer der Tidona, .< Macdonald stand mit 33,000 Mann am linken Ufer der Trcbia , 6 H Beide Heere verbrachten die Nacht mit Vor- 6. H bereitung zur Schlacht. Ssuworow's Anordnungen waren in wenig Worten gegeben ; auf der rechten Flanke befahl er dem General Roscnbcrg und den Di visionen Bctgration's und Schwejkowskij's, über die Tidona zu gehen, den Feind an der Trcbia zu schlagen und über die Nura zurückzuwerfen; im Centrum dem General Förster und der Division Fröhlich's, in Uebereinstimmung mit Rosenberg zu agiren ; auf der linken Flanke dem General Mclas und der Division Otto's, Piacenza zu besetzen. Demzufolge mußte der Hauptstreich von dem rechten Flügel erfolgen, und fast ausschließlich von russischen Truppen. Hier befand sich auch der Feldmarschall. Am 6. Juni um 6 Uhr Morgens gingen die verbündeten Heere watend über die Tidona und betraten eine von tiefen Gräben durchzogene, mit Maulbeerbäumen bepflanzte Ebene, auf welcher ihr Marsch so sehr verzögert wurde, daß Bagration erst um 2 Uhr Nachmittags den Feind erreichte. Die von ihm geführte Colonne der rechten Flanke, «. n, warf sich, in Gegenwart des «. » Feldmaischalls, mit unwiderstehlicher Heftigkeit auf die Division Victor's, zwang sie, über die Trcbia zu gehen und verfolgte sie bis Podcnzano. Mit demselben Erfolge wurde der Angriff der verbündeten Heere vom Centrum und der linken Flanke durch die Colonnen Förster's und Otto's , b, geführt Gegen Abend war z das gan^e linke Ufer, der Trcbia von dcn Franzosen geräumt. Sie zogen sich auf das rechte Ufer zurück, ö /?'. Die beginnende Nacht unterbrach die Schlacht; H'. /?< nur durch den Fluß getrennt , bereiteten sich die Heere zu neuem Kampfe. Wider alles Erwarten erneuerte er sich schon in der Nacht; um 9 Uhr gingen in Folge von Mißverständnissen drei französische Bataillone über die Trebia und griffen das Schloß Et. Nicolo, c, an. Der Allarm verbreitete sich über die ganze Linie « beider Armeen; der kaum unterbrochene blutige Kampf wurde von Neuem aufge nommen und bis 2 Uhr nach Mitternacht fortgesetzt. Mit Ungeduld erwartete Ssuworow den Anbruch des Tages , um dcn Sieg über den Feind zu vollenden. Weit entfernt, der Schlacht ausweichen zu wollen, griff der tapfere Macdonald selbst Ssuworow an. Ungeachtet der schweren Wunde , welche er bei Modena im Treffen mit Hohenzollern erhalten hatte, beschloß er den äußersten Kampf, in der Hoffnung, daß Moreau Zeit gewönne, von Tortona her der russischen Armee in den Rücken zu fallen. Diese Hoffnung crmuthigte auch sein schon zweimal ge schlagenes Heer. Am frühen Morgen überschritt ei die Trcbia an mehleien Punkten. Genellll Dombrowski besetzt« mit dem polnischen Corps Rivalta, in 3"], [42, "30 ck der Absicht, den rechten Flügel der Verbündeten zu umgehen. Victor, <i, griff Schwejkowskij mit Ungestüm an und begann ihn zurückzudrängen. Bagration schlug den General Dombrowski aus Rivalta heraus und warf ihn über die 6 Trebia zurück, dann wandte er sich gegen Victor , <i, griff ihn im Rücken an und zerstreute seine Division. Im Centrum erlitten die feindlichen Colonnen Olivier's «. <- und Monrichard's, e. e, gleichfalls eine Niederlage und wandten sich zur Flucht nach Piacenza. An dcn Ufern der Trcbia geschlagen , zog Macdonald sich eilig hinter die Nura zurück. Der sicbcnzigjährige Greis Ssuworow, welcher seit zwei Tagen nicht von seinem Kosakenpferde gestiegen, verfolgt« persönlich, mit den 5/ Divisionen Bagration's, Schwejfowskij's und Förster's,/./, die Hauptmasse des sich unter Victor zurückziehenden Feindes , ereilte sie jenseit der Nura und 5 schlug sie abermals bei St. Giorgio, F. Von dem unermüdlichen Sieger ver- folgt, war die Armee Macdonald's ihrer Auflösung nahe; doch die schwachen Operationen des Generals Melas auf dem linken Flügel, H, retkten noch ihre Trümmer. Macdonald gewann Zeit, sie bei Cadeo zu sammeln und mit ihnen nach Fiorenzolo zurückzutreten. Die Franzosen verloren in diesem dreitägigen blutigen Kampfe 4 Generäle, 506 Ofsiciere und über 12,500 Soldaten, unter ihnen 8000 Todte und Verwundete. Der Verlust der Verbündeten überstieg nicht 5600 Mann. 14. Die Schlacht bei Novi, am 5. August 1799. Der jugendliche, aber durch seine Sieg« schon berühmte General Ioubert, der Liebling der Soldaten und des Volkes, wurde vom Directorium an Stelle Moreau's zum Oberbefehlshaber der italienischen Armee ernannt, mit dem be- stimmten Befehle, die kaiserlichen Heere aus Italien zu drängen. Er eilte, sich mit Ssuworow zu messen, welcher auch nur darauf wartete. Sobald der neue französische Feldhell die Engpässe der Seealpen, wo Moleau sich bis dahin ver- borgen hatte, verließ und in die von der Normida und Scrivia gewässerten Ebe- nen herabzusteigen begann, ging Ssuworow ihm unverzüglich entgegen und griff ihn bei Novi in einer festen, von jähen Abhängen vertheidigten Stellung an. Die Kräfte waren auf beiden Seiten ziemlich gleich; die Franzosen zählten 40,000, die Verbündeten gegen 38,000 Mann. Ioubert stellte seine Truppen zwischen F. F den Flüssen Scrivia und Lemma, F. H, auf. Auf der rechten Flanke, bei H' Seiravctlle, nahm die Division Dombrowski's , ü . Stellung, etwas weiter links"], [43, "31 von ihm Vatiin; in Novi die Brigaden Gardamme's und Colli's, im Centrum die Division Laboissiere's, auf der linken Flanke die Division Grouchy's und Lemoine's. Auf der rechten Flanke der verbündeten Armee, stand General Kray mit den österreichischen Divisionen Vellegarde's und Otto's ; im Centrum Derselben mit dem russischen Corps; auf der linken Flanke Melas. Die Schlacht wurde durch den Angiiff des Generals Kray auf die linke Flanke des Feindes eröffnet; die österreichischen Colonnen, vom General Otto geführt, erstiegen die von der Division Lemoine's, a , besetzten Höhen und brachten jene in Unordnung. « Ioubert eilte persönlich zu den kämpfenden Truppen, ermuthigte die Soldaten, befahl mit dem Bayonnete anzugreifen; die Franzosen warfen die Oesterreicher zurück, mußten ihren Sieg aber theuer bezahlen ; Ioubert ward von einer Flinten- kugel getödtet. An seine Stelle trat Moreau. Otto erneuerte wüthend den Angriff; zur selben Zeit attaquirte Bellegarde Grouchy und Closel, t/. Eine hitzige Schlacht entbrannte bei dem Dorfe Pasturano. Der hartnäckigste und blutigste Kampf aber wurde im Centrum geführt; angesichts Ssuworow's stürm- ten die Russen unter Bagration's und Miloradowitsch's Anführung die von den Generälen Gardamme, Desson, St. Cyr, Moreau und den besten Truppen und großer Artillerie vertheidigten Höhen. Der Sieg schwankte. Ssuworow schickte das ganze Corps Derselben'«, b, in den Kampf, befahl dem General Melas, i die rechte Flanke des Feindes eiligst zu umgehen und gab sogar dem Re- servecorps Rosenberg's, < Ordre, vorzurücken; endlich führte er die Colonnen c' persönlich zum Angiiff. Ihm zur Seite befand sich der Großfürst Konstantin Pawlowitsch. General Melas erfüllte den Befehl des strengen Feldherrn; er schlug Dombrowsti aus Serravalle hinaus und erschien an dem rechten Ufer der Lemma mit einem frischen Heere, den Feind im Rücken bedrohend, o. Dieses von \" Ssuworow entworfene geschickte Manöver erschütterte die Hartnäckigkeit des Fein des und entschied das Schicksal der Schlacht. Die Franzosen stutzten und began nen auf allen Punkten in Unordnung zurückzuweichen. Bagration bemächtigte sich Novi's, Bellegarde Pasturano'«, wo die verwundeten Generäle Perignon und Grouchy mit einer ganzen Brigade in Gefangenschaft geriethen. Die geschlagenen Franzosen zogen sich mit Verlust des grüßten Theiles ihrer Artillerie nach Gavi zurück. Das Schlachtfeld behauptete Ssuworow, K 6' Die einbrechende Nacht <?. ? und die Ermüdung der Truppen gestatten es nicht, den Feind zu verfolgen. Andern Tages ereilte Rosenbcrg di« feindliche Arrieregarde in Gavi und brachte ihre eine stark« Niederlage bei. Die französische Armee verlor ihren Oberbefehls» 3*"], [44, "32 Haber, gegen 7000 Todte, 4700 Gefangene, worunter 4 Generäle, Perignon, Colli, Grouchy und Partono . und 39 Geschütze; der Verlust der Verbündeten erreichte 8000 Mann. 15. Der Uebergang Tsuworow's über die Alpen, im September 1799. Ueber die Alpenkette, welche die Schweiz vom nördlichen Italien trennt, führen gegenwärtig ausgezeichnete Straßen , die nicht blos für den Fußreisenden, sondern auch für das Passiren eines Heeres bequem sind. Ungeheuere, den Weg versperrende Felsen sind der Kraft des Pulvers gewichen; über schäumende Wasser stürze find sichere Brücken geschlagen; Berge sind durchstochen, Hügel geebnet, und wo einst nur ein kümmerlicher Pfad sich hinschlängelte, auf welchem das vorsichtige Scmmthier sich mit Gefahr bewegte, dort rollt jetzt gefahrlos die flüch tige Caiosse, So hat die Straße, welche von Chur über den St. Bernhard führt, dessen Gipfel den des St. Gotthard um 200 Fuß überragt, eine Breite von mehr als 2 Ssashen; 54 Brücken überwölben die Abgründe; 442 Kanäle leiten das Wasser ab; die Gewalt des Pulvers hat Felsen zerstoben. Zu jener Zeit aber, als der unsterbliche Ssuworow zur Vereinigung mit Rimstij-Korsakow aus der Lombardei in die Schweiz eilte , hatte die mächtige Kunst die Natur noch nicht besiegt. Die Straße, auf welcher er sein tapferes Heer führte , schlangelte sich nicht selten an Gebirgsabhängen neben bodenlosen Abgründen dahin; oft mußten die Soldaten steil überhängende Felsen, einer Festungsmaucr gleich, er klettern, mußten reißende Bergstrüme, welche Felsstücke mit sich fortrifftn, über schreiten, schwankende, gebrechliche Brücken, welche zusammenzustürzen drohten, passiren, während, um das Maß der Schwierigkeiten zu vollenden, der Feind hartnäckig jeden Fußbreit Landes bestlitt. Am Tage der Schlacht bei Novi griff der Oberbefehlshaber der französischen Truppen in der Schweiz, Massen«, mit seinem linken Flügel den Erzherzog Karl und Rimskij . Korscckow bei Zürich an , zur selben Zeit mit seinem rechten Flügel unter Lecourbe das österreichische Corps unter dem Befehle Hotze's , welches die Straßen über den St. Gotthard bewachte. Der Angriff Massena's war ohne Erfolg; dem General Lecourbe abel gelang es, Hotze zum Rückzug zu nöthigen und sich in den Besitz des kleinen St. Bnnhald , des St. Gotthard und aller Straßen und Engpässe zu setzen, welche aus der Schweiz nach der Lombardei"], [45, "33 führen. Als Sfuworow sich dem Fuße der schweizer Alpen näherte und von Bellinzona an mit seinem 20.000 Mann starken Heere die Gebirge zu ersteigen begann. «. ö, stand Rimskij-Korsakow, vom Erzherzog Karl schon verlassen , mit «, j 30,000 Mann am rechten Ufer der Limmat zwischen Zürich und der Aar, e, « dem General Massen«, der österreichische General Hotze mit 20,000 Mann zwischen dem vierwllldstädter und züricher Tee, < dem französischen Corps Soult's gegenüber; General Linken am rechten Ufer des oberm Rheines unweit Sargans e; General Auffenberg bei Chur,/. , Am 11. September verließ das russische Heer Bellinzona in zwei Corps; das rechte unter Rosenberg richtete seinen Marsch über den Vogelberg , das linke des Generals Derselben, unter Ssuworow's persönlicher Anführung, über den St. Gotthard. Die Avantgarde der rechten Colonne führte Miloradowitsch, die der linken Bagration. Von dem Flecken Airolo, am Fuße des St. Gotthard, begannen ununterbrochene Kämpfe. Am 13. September begegnete Derfelden's Corps einer französischen Abtheilung von 600 Mann, welche sich in den Eng pässen festgesetzt hatten, und eröffnete gegen sie ein starkes Gewehrfeuer. Nach vielfachen Anstrengungen zerstreute sie Bagration mit dem Vayonnete. Der Kampf erneuerte sich mit größerer Heftigkeit bei dem Kapuzmerkloster Hospiz. Auch hier errang Ssuworow den Sieg über den Feind , passirte den Gipfel des St. Gotthard und nachdem er in das ursenei Thal herabgesticgen, vereinigte er sich mit Rosenberg, welcher bei Ueberschreitung des Vogelbeiges gleichfalls «uf einen haitnäckigen Widerstand des Feindes gestoßen war, den die Tapferkeit des Heeres und der persönliche Muth des Generals Miloradowitsch besiegt hatte. Die grüßte Gefahr aber hatte Ssuworow vor sich. Er mußte sich durch die dunkle Höhle, das Urferner-Loch genannt, durchschlagen, die von dem Flusse Reuß ge bildeten Schlünde überschreiten, über die von dem Feinde halbzerstörte Teufels brücke gehen, und das Alles angesichts einer 8000 Mann starken, von Lecourb angeführten Division. Den Feind auf allen Punkten schlagend, erzwäng Ssu worow auch hier den Weg und erreichte Altdorf. Hier war es, wo Lecourb dcn letzten Versuch machte, ihn aufzuhalten, jedoch vergebens; abermals total geschla gen, setzte er auf Booten über dcn luzcrner See nach Untcrwalden, Von Altdorf stieg Ssuworow über den Rücken des Kolmbergcs am 17. September in das fruchtbare Thal von Muotta herab, wo sein Heer der Ruhe Pflegen konnte. Hier erhielt er indeß die traurige Nachricht von der Niederlage des unvorsichtigen Kor sakow durch Massen« bei Zürich und der Hotze's durch Soult bei dem Dorfe"], [46, "34 Schapis. Da er nun leinen Zweck hatte, seinen Marsch gegen Zürich fortzu- setzen, von wo Korsakow aufSchaffhausen zurückgeworfen war, wandte sich Ssu- worow gegen Glarus, um sich mit General Linken zu vereinigen. Der voraus- gefandtc General Auffenberg begegnete auf dem Marsche zweien französischen Bri- gaden des Generals Molitor und ließ sich mit ihnen in einen Kampf ein ; ihm zu Hülfe eilte Vagration; der Feind wurde geschlagen. Vergebens griffMolitor den anderen und dritten Tag die Russen an, um ihr Einrücken in Glarus zu verhin- dern; sie brachen sich dennoch Bahn. Als Massen» unterdcß von dem Uebergang Ssuworow's über den St. Gottbard Kunde erhielt, ließ er von der Verfolgung Rimstij-Koisakow's ab und wandte den größten Theil seines Heeres gegen den italischen Helden. Die Division Mortier's, 8000 Mann, fiel am 19. September über das Corps Roscnbcrg's her, welches bei Ssuworow's Ausrücken aus dem Muottathale die Airieiegardc bildete. Miloradowisch und Förster schlugen die- selbe und jagten sie nach Schwyz. Den Tag darauf griff der Feind , unter per- fünlicher Anführung Maffena's, mit noch größerer Heftigkeit den General Rosen» berg an. Massen« erlitt nun seinerseits eine starke Niederlage. Er verlor 2 Generäle und über 2000 Mann allein an Gefangenen. Rosenberg vereinigte sich am 25. September mit Derselben in Glarus. Von hier wandte sich Ssuwo- row nach Graubünden. Zum letzten Mal griff der Feind die russische Arriere- gaidc, welche nun unter dem Befehle Vagration's stand, bei dem Dorfe Schwan- den an. Abermals mit großem Verlust zurückgeschlagen und zerstreut, beunruhigte er das russische Heer nicht mehr. Mit unglaublichen Anstrengungen kämpfend, überstieg es dieGcbirgskämmeBintner,Rinkem, Paniz und gelangte am 27. Sep- tember nach Chur , von wo es sich über Feldkirchen nach Lindau wandte. Hier vereinigten sich mit ihm am 6. October die Ucbeirestc des Corps Rimskij-Korsa kow's. Ssuworow, welcher sich mit dem Erzherzog Karl über den neuen Feld zugsplan nicht einigen konnte, ketrrte in sein Vaterland zurück. 16. Die Schlacht bei Aufteil itz, am 20. November 1805. Nach der Einnahme von Wien im Jahre 1 805 rückte Napoleon in Mähren ein, besetzte Brünn, und als er erfuhr , daß die verbündeten russischen und öster- reichischen Heere ihm von Olmütz her entgcgcnzögen, concentrirte er seine Truppen, gegen 100 Bataillone und 152 Schwadronen (etwa 80,000 Mann), zwischen Brunn und Austerlitz, zu beiden Seiten der großen olmützer Straße, Die"], [47, "35 linke Flanke bildete Lannes' Corps mit 5 Cavalleriedivisionen unter Anführuna, Murat's ; das Centrum die Corps Soult's und Beinadotte's , mit der Gaide in Rescivc; hiel befand sich auch Napoleon's Vivouac, a; die rechte Flanke, in be- » deutender Entfernung vom Centrum, bei dem Dorfe Raygern, billete das Corps Davoust's, 6, welches den Tag vor der Schlacht aus Preßburg angelangt war. Als die verbündeten Heere, in der Stärke von 134 Bataillonen und 126 Schwa- dronen (63,800 Mann), deren Oberbefehl dem General Golcnischtschcw-Kutusow, jedoch nur dem Namen nach, übertragen wurde, von Olmütz aus gegen den Feind rückten, erreichten sie am 19. November den Flecken Austcrlitz und lagerten sich hier, nach der Anordnung des österreichischen Generalquartiermeisters Wey- lother, auf einer Ausdehnung von 14 Werst ,n Schlachtordnung. t? <?. Der t' c linke Flügel unter General Buxhöwden, welcher aus der Avantgarde Kicnmayer's.i, 1 der Cavallerie Lichtenstein's, 2, dem Corps Dochturow's. 3, den Divisionen 2.3 Langeron's, 4., und Phrshibyschewskij's, 5, bestand, besetzte die Höhen zwischen 4 5 dem See Satschan und dem Dorfe Pratzen. Im Centrum befand sich das Corps Kolowrat's mit der Division Miloradowitsch's, «. Hier waren auch die beiden 6 Kaiser Alexander I. und Franz II., und der Oberbefehlshaber. Hinter dem Centrum, vor Austeilitz stand die Garde. 7 , vom Cäsarcwitsch Konstantin com« 7 mandirt, in Reserve. Auf der rechten Flanke, weit ab vom Centrum, hinter der olmützer Straße befand sich die Avantgarde Bagration'«, 8. Der Plan der z Verbündeten war, den rechten Flügel der französischen Armee zu umgehen, sie von Wien abzuschneiden und, nachdem sie geschlagen, gegen Böhmen zurückzuwerfen. Demzufolge concentrirten sie ihre Massen auf der linken Flanke, welche, nach dem Plane Wcyiothcr's, der Schlacht den Ausschlag geben mußte; überhaupt wurde ausgemacht, mit der ganzen Armee anzugreifen und zwar von links und nach und nach. Mit Sonnenaufgang des 20. November, an einem kalten und nchligen Morgen, stieg Burhöwden mit der Abtheilung Kienmayer's und dem Corps Dochturow's von der Anhöhe, ö, und bemächtigte sich Telnitz';Langcrun,o, i. <? und Pishibyschcwstij, ti, des Schlosses Tokolnitz. Das Centrum rückte rechts <? von Pratzen, die rechte Flanke auf der olmützer Straße vor. Um 8 Uhr theilte sich der dichte Nebel; die glänzende herbstliche Sonne beleuchtete das Schlacht feld, und mit Frcudcn sah Napoleon, daß die Verbündeten Pratzen, vcm Haupt punkte der Position, gar keine Aufmerksamkeit gewidmet hatten. Er durchschaute sofort die Absicht der Verbündeten, bemerkte ihren Fehler, und befahl mit. der ihm eigenen Raschheit, einen allgemeinen Angiiff auszuführen, dem Geneial Soult"], [48, "36 aber, sich vor allen Dingen Pratzen's zu bemächtigen. Mit den Divisionen Vandammc's und St. Hilaire's und von der Garde und den Grenadieren unterstützt, faßte Soult auf den Höhen von Pratzen festen Fuß. Davoust, welchem bei Sokolniz zu begegnen Weyrother, aus unverzeihlicher Unt'enntniß der Ortslage und der Stellung des Feindes, nicht erwartet hatte, griff Buzhöwden und Lcmgeron an; Lanncs beschäftigte Bagration. Der unerwartete, schnelle und in der schönsten Ordnung ausgeführte Angiiff der Franzosen warf den ganzen Plan der Alliirten über den Haufen und brachte sie in Verwirrung ; die Colonnen be- wegten sich ordnungslos und stießen zusammen. Namentlich fühlbar wurde der Verlust Pratzen's, von dessen Höhen ein heftiges feindliches Aitilleriefcuer die Reihen der Verbündeten niederschmetterte. Vergebens wandte der tapfere Milo- radowitsch mit seiner Division alle seine Kräfte auf, um es Soult zu entreißen; aber schwach unterstützt von der Division Kolowrat, welche aus österreichischen Rekruten bestand, noch schwächer von Lichtenstein, dessen Cavallerie von den durch- einander geworfenen Colonnen verhindert wurde, rechtzeitig Hilfe zu bringen, » wurde er zurückgeschlagen, e. und mit Verlust seiner sämmtlichen Artillerie, welche in dem weichen Boden stecken blieb, über das Flüßchen Zwittawa gedrängt. / Die russische Garde, welche in Reserve stand, /, sah sich plötzlich in die erste Schlachtlinie versetzt und begann unter Anführung des Cäsarewitsch Kon- stantin den Kampf mit Vernadotte's Corps, der Garde Bcssierc's. Sie kämpfte mit stets bewährter Tapferkeit; einige Mal hieben sich die Chevaliergarden und Leibuhlancn in die feindlichen Colonnen ein, das preobrashenskische Regiment griff mit dem Vayonnetc an und machte den Feind erzittern; dessenunge- achtet konnte die Garde den unverhältnißmäßig stärkeren Feind nicht durchbrechen und, von der zahlreichen Cavallerie Murat's von der rechten Seite bedroht, wandte sie sich, Miloradowitsch folgend, den Höhen von Austerlitz zu. Das Centrum der verbündeten Armee ward durchbrochen, und, während Soult durch sein mörderisches Feuer von den Höhen bei Pratzen ihre Reihen lichtete, warf ä Lcmne«, 5, von Murat unterstützt, Bagration in seine frühere Position. Zur >.'F selben Zeit schlug Davoust, i. i, die linke Flanke; Nurhöwden, F, über die i Zwittawa zurückgeworfen, ließ auf deren Brücke, i, seine ganze Artillerie und zog \"> sich in der größten Unordnung zurück, m. Die Division Langcron's , von So « kolniz nach dem Satschcm-See gedrängt, verlor unter dem brechenden Eise, n, gegen 500 Mann; zwei Brigaden Prshibyschcwskij's wurden, im Schlosse ° Sokolniz von allen Seiten umringt, «,, nach einem verzweifelten Widerstände"], [49, "37 vollkommen aufgerieben. Dochturow . /,, allein zog sich, den Feind muthig und 7> geschickt zurückweisend, in vollkommener Ordnung über den Satschan-Damm zurück, 7. Spät Abends sammelten sich die verbündeten Heere, ?-, bei Mistowitz ?. , und entfernten sich um Mitternacht den ungarischen Grenzen zu. Sie verloren über 20,000 Mann und den grüßten Theil ihrer Artillerie. Der Verlust des Feindes war nur halb so groß. I ?. Die Schlacht bei Preußisch-Eylau, am 27. Januar 1807. Nach der Schlacht bei Pultusk bezogen die feindlichen Heere ihre Winter quartiere. Die russische Armee lagerte sich in Altprcußen zwischen den Flüssen Alle und Narcw; die französische in Polen längs der Weichsel von Warschau bis Thorn Der linke Flügel derselben, das Corps Bernadotte's, dehnte sich bis Elbing aus, um die Vlokade von Dcmzig zu unterstützen. Das Corps Ney's, welches in Mlawa stand, diente ihm zur Verbindung mit der Hauptmacht. Es wurde Winter; die Seen und Flüsse bedeckten sich mit Eis. Mitte Januar siel es Ney ein, aus seiner Stellung zu treten und das preußische Corps unter Lestocq anzugreifen. Er verfolgte es stromab längs des Flusses Alle in der Richtung nach Heilsberg und zerriß auf diese Weise seine Verbindung mit Bernadotte und der Hauptmacht. Der Oberbefehlshaber der russischen Armee, General Benningsen, welcher um Königsberg, dem die Bewegungen Ney's Gefahr drohten, besorgt war, zu gleicher Zeit aber die Möglichkeit des Sieges über die außer Verbindung gerathenen Divisionen der linken feindlichen Flanke gewahrte, verließ die Winterquartiere und nachdem er seine Truppen am Flusse Alle con centiirt hatte, rückte er gegen Guttstadt in der Absicht vor, Bernadotte abzu schneiden und Ney zu vernichten. Als die französischen Generäle die Gefahr, in welcher sie fchwebten, begriffen, zogen sie sich eilig auf Thorn zurück. Die russische Armee ereilte sie aber und ihre Avantgarde eröffnete bei Mohrungen ein hitziges Gefecht mit dem Corps Bernadotte's. Ein kühneres und entschiedeneres Handeln von Seiten Benningscn's hätte die Vernichtung beider feindlichen Corps zur Folge gehabt,- er ließ aber den günstigen Augenblick unbenutzt entfliehen und gerieth durch nutzlose und zögernde Manöver selbst in Gefahr. Napoleon nämlich hatte Bernadotte den Nefchl gesandt, Benningsen nach der Weichsel zu locken. Er selbst rückte mit der Garde und den Corps Davoust's , Augerau's , Soult's und der Ccwallerie Murat's aus Warschau auf Guttstadt, um den Russen in den"], [50, "38 Rücken zu kommen, sie von ihrer Operationsbasis . dem Niemen, abzuschneiden, nach dem Frischen-Haff zurückzuwerfen und ihnen eine Niederlage beizubringen, wie sie die Preußen bei Jena erlitten hatten. Die von Kosaken aufgefangenen Depeschen an Bernadotte bewogen Benningsen. welcher schon Deutsch - Eylau erreicht hatte, sogleich kehrt zu machen,- er stieß mit Napoleon zusammen, wich aber einer Schlacht aus und eilte in seine dirccte Verbindungslinie am Niemen. Der Feind verfolgte ihn lebhaft,- Napoleon selbst war ihm mit seiner Garde, den Corps Soult's , Augercau's und Murat's auf den Fersen. Maischall Davoust schwenkte rechts nach Nartenstein, Ney verfolgte Lestocq links. Die russische Armee zog sich, Dank der Kühnheit und Geschicklichteit dcr Generäle Vagration und Varclay de Tolly, welche abwechselnd die Arii«iegarde befehligten und dem Andränge des Feindes wehrten, in bester Ordnung zurück. Während dreier Tage erfolgten täglich heftige Kämpfe. Als Benningsen Preußisch-Cylau erreichte, entschloß er sich, eine Hauptschlacht anzubieten. Bagration erhielt den Befehl, den Feind, was es auch koste, vor der Stadt so lange aufzuhalten, bis die russische Armee hinter ihr eine Schlachtstellung eingenommen. Wiewohl er bei der Be wegung des Heeres von Landsberg, 26 Januar, vom frühesten Morgen ununter- brochenem Feuer ausgesetzt war, nahm Vagration festen Fußes vor Eylau « Stellung , » i mit unerschütterlichem Muthe schlug er den Andrang des Feindes zurück, vernichtete seine Colonnen durch das Artilleiiefeuei Iermolow's, griff mehrmals mit dem Vayonnete an, kämpfte bis zur Nacht in den Straßen Eylau's und vereinigte sich erst dann mit der Armee , als diefe bereits ihre Stellung ein genommen hatte. Benningsen stellte seine Truppen, 6 Divisionen (gegen 80,000), etwa ß Werst' von Eylan, zwischen der Straße nach Königsberg und dem Dorfe --l^^Klein-Sausgarten, auf. Die rechte Flanke commandirte Tutschkow I., dasCentrum Sacken, die linke Flanke Graf Ostermann-Tolstoj, die gesammte Reiterei Fürst Golizyn. Vor der Linie stand eine zahlreiche Artillerie; im Centrum wurde eine Batterie von 70 Geschützen, auf der rechten Flanke eine von 60, auf der linken eine von 40 Geschützen errichtet. Napoleon besetzte in der Nacht zum 27. Januar das in einen Aschenhaufen verwandelte Eylau, und als er bei dem ersten Grauen des Tages Benningsen's Bereitschaft zum Kampfe sah , stellte er unvcrweilt feine Truppen in Schlachtordnung und errichtete Batterien. Die i Hnuptbattcrie befand sich auf dem Kirchhofe, b, wo er sein Bivouac hatte. Das «,<i Corps Soult's bildete die linke Flanke, c, Augereau das Centrum, <i, die Di« ' l russ. Werft 6,i« preuß. Meile."], [51, "39 Vision St. Hilaire's die rechte Flanke, s ; die Garde und Murat mit der Cavallerie <> standen in Reserve, 2. Den Maischällen Davoust und Ney wmde der Befehl -- gesandt, sich so schnell als möglich mit der Hauptmacht zu vereinigen; der erstere sollte rechts von Bartenstein, der letztere links von Königsberg, wohin er Lestocq verfolgte, herbeieilen. Beide befanden sich etwa 25 Werst von Preußisch - Eylau entfernt. Mit dem frühesten Morgen des 27. Januar wurde die Schlacht auf den mit Schnee bedeckten Feldern durch eine gegenseitige Kanonade eröffnet. Das mörderische Feuer derselben währte gegen drei Stunden. Die feindlichen Heere standen einander so lange unbeweglich gegenüber, als der Pulverdampf und der dichte Schneefall sie den Blicken entzogen. Napoleon verstärkte sein Feuer bei Pieußisch-Eylau , um Benningsen's ganze Aufmerksamkeit nach dieser Seite zu lenken; unterdeß concentrirte er, die Finsterniß benutzend, seine Truppenmassen gegen die rechte Flanke hin , wo er Davoust's Erscheinen erwartete , und befahl gegen Mittag dem Maischall Augereau und dem General St. Hilaire, das russische Centrum und die linke Flanke anzugreifen. Das Corps Augereau'«,/, warf / sich auf die Hauptbatterie ; empfangen von einer Salve aus 70 Geschützen, wankte es einige Minuten , sammelte sich aber bald wieder; Dochturow, Markow und Ssomow gingen zum Bayonnetangriff über. Es entspann sich ein Handge menge, beispiellos durch das vergossene Blut; von beiden Seiten wurde mit unglaublicher Erbitterung gekämpft. Mehr als 20,000 Mann zerfleischten sich mit grimmiger Wuth. Augereau wurde geworfen, sein Corps vernichtet. Die Russen verfolgten ihn so hitzig, daß eine ihrer Colonnen, ü , bis zu dem Kirchhofe /< vordrang, wo sich der Kaiser der Franzosen, b, befand ; nur mit Mühe wurde sie i zurückgedrängt. Das Centrum der feindlichen Armee war durchbrochen; die Division St. Hilaire's, e, vom Grafen Ostermann zurückgeschlagen, blieb ohne e alle Unterstützung. Die Minute war entscheidend ; durch einen allgemeinen und kühnen Angiiff konnte Venningsen den Sieg vollenden ; aber er rührte sich nicht von der Stelle , wollte nur defensiv verfahren und mußte nun selbst einen heftigen Angiiff der französischen Reiterei unter Murat, -5, aushalten; das Nach« ? theiligste aber, was aus dem Zögern Benningsen's entsprang , war, daß er dcn abgetheilten Corps Ney's und Davoust's Zeit ließ, von links und rechts her das Schlachtfeld zu erreichen. Marschall Davoust, beschleunigte seinen Marsch 5 von Bartenstein. Auf dem Kampfplätze angelangt , griff er den linken Flügel der russischen Armee, ,'.,', von Molwiten her an, zwang ihn nach hartnäckigem «- > Kampfe, sich zurückzuziehen, 5, und versetzte dadurch Venningsen in die Noth- i"], [52, "40 « wendigkeit, eine andere Stellung, /?. V, einzunehmen. Hier wurde die Lage der russischen Armee um so gefährlicher, als sich auf ihrer linken Flanke, im Oertchen « Kutschiten, Davoust festsetzte, und Ney.n, sich von Althof her ihrer rechten näherte. Venningsen, dem es nicht gelang, mit den Helden aus Ssuworow's Zeiten den Feind zu bezwingen, erwartete mit Ungeduld da« preußische Corps Lestocq's, um sich mit dessen Hilfe aus seiner gefährlichen Lage herauszuwickeln. Nachdem Lestocq Ncy's Angriffe zurückgeschlagen, erschien er auf der rechten Flanke der <« russischen Armee, m, drängte, unterstützt von den Brigaden Kamenskij's und Baiclay dc Tolly's, Davoust aus Kutschiten und warf ihn gegen Saus / / garten, i. i, zurück. Gegen Mitternacht bewirkte Venningsen ungefährdet seinen Rückzug auf der königsber'ger Straße. Napoleon , nicht im Stande ihn zu ver- folgen, verweilte einige Tage auf dem Schlachtfelde und trat dann den Marsch in seine Winterquartiere an. Der Verlust beiderseits war ungeheuer; Venningsen verlor über 30,000 Mann an Todten und Verwundeten; der Verlust des Feindes mochte nicht geringer, wenn nicht gar empfindlicher sein, weil die russische Artillerie die scinigc unverhältnißmäßig überstieg. Trotzdem blieb die Schlacht unentschieden. 18. Die Schlacht bei Friedland, am 2. Juni 1807. Nach der Schlacht bei Preußisch - Eylau zog Benningsen die Gardedivision und andere Regimenter zur Verstärkung an sich und entschloß sich , im befestigten Lager bei Heilsberg festen Fuß fassend , Napoleon hier eine Schlacht zu liefern. Der Feind griff ihn hier auch wirklich an , wurde aber zurückgeschlagen. Um Benningsen aus seiner festen Stellung zu locken , dirigirte Napoleon einen be deutenden Theil seiner Truppen auf Preußisch - Eylau , in der Richtung gegen Königsberg, wo sich die Hauptvorräthe der russischen Armee befanden. Den Verlust eines so wichtigen Punktes fürchtend, verließ Benningsen eilig die unan greifbaren Verschanzungen bci Heilsberg und eilte über Bartenstein und Fried land dem Pregcl zu; da Napoleon ihm aber zuvorgekommen war, so machte er, noch bevor er den Pregcl erreicht hatte, kehrt, indem er alle staffelförmig ihm folgenden feindlichen Divisionen nacheinander zu schlagen gedachte. Bei dieser seiner rückgängigen Bewegung stieß er auf das Corps Lannes', welches Friedland besetzt hielt. Er drängte es hinaus, jedoch zögernd und planlos wie immer, beeilte er sich nicht, ihm eine entschiedene Niederlage zu bereiten , so daß Lannes, welcher bei dem Dorfe Postenen Stellung nahm, sich mit einem Corps über"], [53, "41 8 Stunden gegen die ganze Armee vertheidigte, dadurch Zeit gewann, seinen Kaiser von der Rückkehr der Russen zu benachrichtigen, und somit auf rechtzeitige Hilfe rechnen tonnte. Napoleon sammelte schnell seine Truppen und erschien mit seiner ganzen Armee auf der Straße von Domnau vor Fncdlcmd. Venningsen mußte nun in der unvortheilhaftesten Stellung mit ihm kämpfen. Das russische Heer, H, breitete sich vor der Stadt am linken Ufer der Alle aus , wo diesem. H einen Bogen bildet. Mit dem Rücken an dcn Fluß gedrängt, wurde es durch einen tiefen Hohlweg und einen Teich zertheilt, so daß die eine Hälfte desselben der andern thätigen Beistand zu leisten nicht vermochte. Alle seine Theile wurden in ihren Bewegungen gehemmt und beengt. Die linke Flanke, a, befehligte « Bagration, die rechte, b, Fürst Gortschakow; die Reserve, e, welche des engen i. c Terrains wegen keinen Raum, sich hinter der Schlachtlinie aufzustellen fand, blieb jenseit des Flusses. Für den Fall des Rückzuges, befahl der Oberbefehlshaber, hinter der linken Flanke dicht vor der Stadt, dort wo die Straßen von Schippen beil und Alleburg zusammenstoßen, drei Brücken, zu schlagen. Napoleon be- - merkte sofort, daß, wenn er die linke Flanke niederwürfe und sich der Stadt sammt den Brücken bemächtigte , er den rechten Flügel abschneiden , ihn an den Fluß drängen und vernichten könnte. Fast so geschah es auch. Napoleon stellte die Hauptmasse seiner Kräfte (die Garde, das Grcnctdiercorps Oudinot's, die Cavallciicreservc Grouchy's) mit einer sehr starken Artillerie bei Postencn, c/. e. «-. gegen die Tchlachtlinic Bagration's auf, schob gegen dessen linke Flanke die zwei Corps Ney's und Viclor's, /, mit dem größten Theil der Reiterei Latour-Mau- / bourg's und sandte gegen Gortschakow die Corps Lärmes', ü, und Moiticr's, «', /», « mit einem Theile des Grenctdicrcorps Oudinot's, 5' Am 2. Juni, dem Jahres- /« tage der Schlacht bei Marcngo, Nachmittags 5 Uhr, griff Napoleon, begünstigt von allen Vortheilen der Position und seinem Gegner an Strcitkräften bei Weitem überlegen, die russische Armee an. Niemals kämpften die Russen tapferer, niemals bewiesen die Generäle und Ofsiciere mehr Muth und Bereitwilligkeit, ihr Leben für die Ehre und den Ruhm ihres Vaterlandes zu opfern; aber keine noch fo großen Heldenthaten vermochten die in einer unglücklichen Stellung zusammen gedrückte Armee vom Untergänge zu retten. Durch Napoleon in der Fronte angegriffen, auf der linken Flanke von Ney, Victor und Latour-Maubourg bedrängt, ward Bagration genöthigt, die von ihm besetzten Höhen dem Feinde zu überlassen. Wiederum von Ney angegriffen, unter dem heftigsten, ganze Regi menter vernichtenden Geschützfeuer, in Engpässe eingezwängt, von Latour-"], [54, "42 Mcwbourg auf seiner linken Firmle geschlagen, i, bot Bagration dem Feinde lange Zeit nur mit seinem rechten Flügel die Spitze; endlich zog er sich hinter die <» Alle zurück , m. Venningsen befahl , die Brücken zu verbrennen, um den Feind aufzuhalten. Fürst Gortschakow, von Bagration durch einen Hohlweg und See abgeschnitten, von Lannes und Mortier hart bedrängt, zog sich gegen Fried «.« land zurück, n. n, in der Absicht, sich auf der Spur Bagration's durchzuschlagen, Die Stadt jedoch war schon vom Feinde besetzt, die Brücken brannten. Auf solche Weise in der Fronte durch das Corps Ney's aufgehalten , im Rücken von Lannes und Mortier gedrängt, zwischen einem tiefen Flusse, einem See und zweien feindlichen Massen, sah er leine andere Rettung, als sich in die Alle zu werfen. Gegen alle Erwartung retteten sich seine dem gewissen Tode geweihten Truppen über den tiefen, undurchwatbaren Fluß; sie hatten selbst noch Zeit, die Hälfte ihrer Geschütze hinübeizubringen. Nach diesem Uebergcmge vereinigte sich Gortschakow mit den Resten der linken Flanke. Nachdem Venningsen seine ge «. o schlagene Armee auf dem Wege nach NUeburg gesammelt hatte, o. o, zog er sich in Unordnung über den Pregel nach Tilsit zurück, auf dem Kampfplatze 16000 tctpfele Kiieger lassend."], [55, "lll. Wie Kriege Alerander's l. von 18U7 bis 1812. 19. Die Schlacht am Berge Athos, am 19. Juni 1807. Nach dem Bruche Rußland's mit der Türkei im Jahre 1806 erhielt der Viceadmiral Ssenjawin, welcher sich auf einer Expedition bei den jonischen Inseln befand, den Befehl, in Gemeinschaft mit dem englischen Geschwader in den Archi pel einzulaufen , um entscheidende Operationen zur See gegen die ottonmnische Pforte zu unternehmen. Den 23. Februar 1807 gelangte er mit acht Schiffen, einer Fregatte und einer Schaluppe zur Insel Tencdos und schlug dem dort wei» lenden englischen Admiral Duckworth vor , die Dardanellen zu durchbrechen und Konstantinopel anzugreifen. Duckworth stimmte diesem Plane nicht bei und segelte bald nach den Küsten Egyptcn's. Da Ssenjawin die Hauptstadt des Sultans mit seinen schwachen Kräften nicht anzugreifen vermochte , und die tür kische Flotte, im Marmorn -Meere geborgen, auch keine Lust sich herauszuwagen zeigte, so beschloß er, Konstantin opel einen fühlbaren Schaden zu thun, indem er die Dardanellenstraße blockirte. Um das zu bewerkstelligen, bemächtigte er sich der etwa 25 Werst von den Dardanellen entfernt liegenden Insel Tenedos und schloß die Meerenge durch einen Theil seiner Schiffe, so daß im Verlauf von 4 Monaten kein einziges Fahrzeug mit Waaren oder Mundvorräthen in die Dar danellenstraße gelangen konnte. Der Handel begann zu stocken und Hungers noth in Stambul wiederholt fühlbar zu werden. Wegen der Theuerung der Lebensmittel in Sorge, befahl der neuerdings auf den Thron gelangte Sultan Mustafa dem Kapudcm- Pascha, die Insel Tenedos anzugreifen und die Russen zurückzuschlagen. Ssenjawin , welcher unterdessen durch 2 Schiffe verstärkt war, hörte mit Freuden, daß die Türken dic Absicht hätten, in's offene Meer zu kommen, und nahm, um sie von den Dardancllcn abzuschneiden, bei der Insel Imbro Stellung. Mitte Juni verließ der Kapudan-Pascha mit 10 großen Schiffen, wovon drei unter Admiralsflagge, 2 Fregatten, 3 Schaluppen und 2 Briggs die Straße"], [56, "44 der Dardanellen, und, benachrichtigt, daß das russische Geschwader Tenedos ver- lassen habe, eilte er, die von dem tapfern koslowschen Regiment vertheidigte Festung anzugreifen. Es gelang ihm indeß nicht, sich ihrer zu bemächtigen, und nach einem heftigen Bombardement ergriff er bei dem ersten Erscheinen der russi- schen Segel die Flucht. Die allgemeine Meinung war, daß er sich den Darda- nellen zugewandt; der scharfsinnige Ssenjawin suchte ihn jedoch bei der Insel Lem- nos. In der That befand sich die türkische Flotte zwischen der Insel Lemnos und dem Berge Athos. Das russische Geschwader segelte mit vollem Winde auf den Feind los, welcher sich sofort auch in Schlachtordnung aufstellte. Die türkische Flotte war der russischen an Schiffen und an Geschützen überlegen; sie hatte gegen 1200 Kanonen, die russische deren nur 754. Ssenjawin gabVefchl, besonders die feindlichen Admiralsschiffe, welche in der Mitte standen, jedes durch je zwei Schiffe anzugreifen und wo möglich zu entern. Den 19. Juni, früh 8 Uhr entbrannte der Kampf. Das vorderste russische Schiff, Rctphael, drang gerade in die Mitte der feindlichen Schlachtlinie, durchbrach dieselbe und verschwand im Pulverdampfe; die ihm folgenden Schiffe, Ssiljnyj. sder Starke). Selaphael, Uriel. Moschtschnyi (der Mächtige) und Iaroslaw, näherten sich auf Pistolenfchußweite den Admiralsschiffen und griffen sie an; die übrigen vier wandten sich gegen den linken Flügel; der Admiral selbst nahm mit seinem Schiffe Twj ord yj (der Feste) am äußersten Ende der linken Flanke Stellung und beschoß die Türken mit Erfolg längs ihrer Linie. Nach 1^ Stunden begann der Kapudan-Pascha sich zurückzuziehen. Sser» jawin gab das Signal, noch näher an den Feind zu rücken. Das russische Ge- schwadei bildete einen Halbkreis, ü, um den Feind ; da aber der Wind fiel und mehrere russische Schiffe stark gelitten hatten, hielt der Admiral in seiner Bewe- gung innc, um die nöthigsten Ausbesserungen vornehmen und den Feind von Neuem angreifen zu können. Der Kapudan-Pascha aber wartete die Erneuerung des Kampfes nicht ab, zog sich immer weiter und weiter zurück und verschwand hinter der Insel Thaso. Der Kapudan-Bey (Admiral), dessen Flagge auf einem Schiffe von 80 Kanonen wehte, konnte seinem Oberbefehlshaber nicht folgen und » blieb bei dem Berg« Athos, ». Ein anderes Schiff und zwei Fregatten entsern i ten sich in den Golf von Monte-Scmto, e5. Ssenjawin sandte den Contreadmiral Grcigh, dieselben zu nehmen. Die Türken zogen sich in den innersten Theil des c Golfes, c, zurück, ließen ihre Schiffe auf eine Sandbank aufleimen, zündeten sie an und gingen an's Land. Tags darauf ließ der Kapudan-Pascha noch ein"], [57, "45 > 2 3 anderes großes Schiff und eine Fregatte, welche ihm nicht folgen konnten, ver brennen. Auf diese Weise verlor der Sultan 3 Linienschiffe und 3 Fregatten. Der Verlust der Russen bestand in 250 Todten und Verwundeten. 2 0. Die Eroberung Swe ab o rg 's, am 22. April 1808. Der Eroberung Sweaborg's, welche für die Behauptung Finnland's so unumgänglich war. stellten sich dem Anscheine nach unüberwindliche Schwierig- keiten entgegen. Swcaborg kann in Wahrheit das Gibraltar des Nordens genannt werden. Es ist auf fünf insclartigen Granitfclsen, welche auf Kanonen- schußweite von Hclsingfors liegen, aus Granit erbaut. Das Hauptfort befindet sich auf der Insel Wargen; zu seiner Erbauung waren 50 Jahre und eine unge- heure Menge Geldes verwandt worden. Die mit Geschützen gespickten Granit- festungen auf den Inseln Langcrn, Wester-swartö und Oster-lilla-swartö standen bereit, den Feind zu zermalmen, welcher es wagen würde, sie von der hclsingfor- ser Seite anzugreifen; die dreifachen Batterien der Festung Gustafsswärd konnten jeden Versuch, der vom Meere aus unternommen würde, vcrcitcln. Als die Rus- sen durch einen schnellen und kühnen Handstreich des Grafen Orlow-Dcnisow am 18, Februar 1808 Hclsingfors eingenommen hatten und die Belagerung Sweaborg's begannen, bestand die Garnison desselben aus 7500 Mann, unter der Anführung des unerschrockenen Sceheldcn, Admirals Grafen Kronstadt; Kricgs- munition und Lebensmittel waren daselbst in ungeheuren Massen aufge- häuft. Die Belagerung Sweaborg's wurde, unter dem Oberbefehl dcs Grafcn Kamcnskij, dcm Ingenieurgencral Grafen Ssuchtelen anvertraut. Ihm stand nicht mehr als der dritte Theil der Garnison zur Verfügung ; die Belagerungs- geschütze wurden mit außerordentlichen Schwierigkeiten mittelst Schlitten herbeige schafft; ihre Zahl überstieg nicht 46, Die Erbauung der Batterien auf der hclsingfoiser Seite verursachte unglaubliche Mühsale; man mußte sie auf Granit- felsen einchten, welche tiefer Schnee bedeckte. Es wurden 3 Batterien err,chtet: eine auf dem Vorgebirge Udden (Nr, 1), zwei auf dem Vorgebirge Ulrikaborg Nr. 2 und 3). Am 8. März begann das Feuer, welches jedoch der Festung fast gar keinen Schaden zufügte. Nachdem das Bombardement 12 Tage gedauert und man übcr 1 500 Schütze gethan hatte, waren in der Festung nur einige un bedeutende hölzerne Schuppen in Brand gesteckt, 6 Mann getödtet, 32 Mann verwundet worden. . Um die Festung härter zu bedrängen, wäre man genöthigt 4"], [58, "46 gewesen, derselben näher . auf dem Eise Bieschbatterien anzulegen; daran jedoch konnte nicht gedacht werden und es war daher unmöglich, dieselbe durch eine regelrechte Belagerung zu nehmen; mit Sturm noch weniger; sie durch Hunger zu bezwingen, war , der vielen aufgehäuften Mundvorräthe wegen, keine Hoffnung vorhanden. Graf Ssuchtelen ersann endlich ein Mittel, die Garnison und ihren Commandanten, der eben so geschickt und tüchtig zur See, als untüchtig zu Lande war, in fortwährender Angst und Unruhe zu erhalten. Nachts wurden kleine Abtheilungen Schützen mit mehreren Trommlern, bisweilen auch mit einem oder zwei Feldgeschützen, ausgesandt. Zwischen den Felsen sich hindurch windend, betraten die Schützen kühn das Eis , erschienen plötzlich unter den Mauern der Festung, verursachten mit ihren Trommeln einen allgemeinen Allarm und ver schwanden dann eben so schnell hinter den Felsen. Die Garnison verbrachte ganze Nächte auf den Mauern unter den Waffen , einen Angriff besorgend, an den die Belagerer nicht dachten. Bei diesen nächtlichen Recognoscirungen zeich nete sich besonders der Artillerieobrist Argun mit den Leibkosaken aus : er war in der That der Garnisonsweckcr und ermüdete dieselbe mehr, als das Feuer der Batterien. Der schwedische Commandant machte nur einen einzigen Ausfall, welcher gänzlich mißlang. Die Russen verloren nur einen Mann. GrafSsuch telen that mehr. Durch die Drohung eines blutigen und schonungslosen An griffs, durch das Gerücht, daß Finnland sich den russischen Waffen unterworfen, und durch andere Versicherungen vermochte er den Grafen Kronstadt am 25.März zu folgender Convention: !. Wenn bis zum 22. April Mittags 12 Uhr keine Hilfe von mindestens 5 Linienschiffen von Schweden erscheint, so übergiebt der Commandant die Festung Sweaborg mit gesammter Artillerie und Munition, Alles unbeschädigt, den Russen. Die schwedischen Offiziere kehren in ihr Vater. land zurück, die Soldaten bleiben Kriegsgefangene; das sinnländische Heer wird aufgelöst. Die vor der Festung liegende Flottille bleibt ebenfalls in der Gewalt der Russen, bis die Engländer die dänische Flotte Dänemark zurückgegeben. Die auf Sweaborg lastende Schuld von 200,000 Rubeln bezahlt die russische Regier ung. 2. Die schwedischen Garnisonen räumen sofort die Insel Langern, zwei Tage später Ncstei-swartö und Oster-lilla-swartö, ohne Beschädigung der Fe stungswerke. 3. Wenn Hilfe rechtzeitig eintrifft, räumen die Russen die zwei letz teren Inseln, behalten aber Langer«. Bei der Schließung der Capitulation war es vorauszusehen, daß die schwe dische Flotte, deren der Commandant übrigens nicht bedürfte, rechtzeitig zur"], [59, "47 Hilfe nicht erscheinen konnte; das Eis hatte 24 Zoll Stärke und, nach Beobacht- ungen alter Bewohner jener Gegend, konnte es bis zum 1. Mai stehen bleiben. So geschah es auch. Der 22. April erschien; das Eis rührte sich nicht; kein Schiff war zu sehen. An diesem denkwürdigen Tage marschirten die russischen Truppen am Gestade der hclsingforser Bucht auf. Bald darauf trat ein Theil der Garni» son unter dem Schalle der Kriegsmusit aus der Festung, und nach gegenseitigem Salut legte er die Waffen nieder. Das minskische Infanterieregiment bezog Gustafsswärd. Am folgenden Tage wurde auf dieselbe Weise Ostcr-stor-swartö geräumt und vom Regiment Krementschug bezogen; am dritten Tage die Haupt festung Margen, aus welcher der Commandant der Letzte heraustrat, die Schlüs sel und die schwedische Fahne tragend. Statt ihrer erhob sich auf den Zinnen Sweaborg's, von 101 Kanonenschüssen begrüßt, der russische Doppeladler. Seine Convention vom 25. März vor dem Könige rechtfertigend, berief sich Graf Kronstadt auf die unzureichende Zahl seiner Garnison, Mangel an Kriegs bedarf und Mundvorräthen, auf die Schwierigkeit der Vertheidigung während des Winters und auf drohende Krankheiten. Die Russen jedoch fanden in der Festung 7500 gesunde Soldaten, über 2000 Geschütze, gegen 10,000 Stück Patronen, 3000 Faß Pulver, 340,000 Kanonenkugeln, Bomben und Granaten, 8680 Gewehre und eine enorme Menge Mundvorrath ; außerdem wurden ihnen übergeben litt Kricgsfahrzeuge, worunter 2 Fregatten von je 28 Kanonen, 6 Schebecken von je 24 Kanonen, 5 Jachten und 76 Kanonenboote. 21. Die Schlacht bei Orawais, am 2. September 1808. Während des Krieges mit Schweden unter Kaiser Alexander I., im Sommer des Jahres 1808, nahmen die russischen Angelegenheiten in Finnland, in Folge vielfacher Siege der schwedischen Generäle Klingspor, Sandels u. a. , eine so un. günstige Wendung, daß der Oberbefehlshaber des russischen Heeres, Graf Burhöw den, alle Hoffnung eines Triumphes über den Feind aufgab, ja sogar Gefahr lief, Finnland zu verlieren, wenn er nicht durch wenigstens 50,000 Mann unterstützt würde. Unter den damaligen Umständen konnte ihm der Kaiser lein so bedeu tendes Heer nach Finnland senden, befahl ihm daher, sich auf dieDevcnsive zu be schränken. Den Willen des Kaisers zu erfüllen, schien dem Grafen Vurhöwdcn eben fo schwierig, als angiiffsweise zu verfahren. In dieser kritischen Zeit ent schied der Schüler und Mitkämpfer Ssuworow's, Graf N. M. Kamenskij, nicht 4\""], [60, "48 durch große Truppenmassen, sondern einzig durch sein Genie den blutigen Kampf zwischen den Russen und Schweden, reinigte Finnland schnell von den schwedi- schen Heeren und trieb sie bis in den hohen Norden. Nachdem er an Stelle Rajewskij's, im Juli 1808, den Befehl über das aus dem Kreise Nasa verdrängte, geschlagene, von Abo fast abgeschnittene, von Nahrungsmitteln entblößte Centrum der Armee erhalten hatte, wandte sich Kamenskij gegen die Schweden, schlug ihre Abtheilungen schnell nach einander aus ihren Befestigungen , drängte selbst ihren Oberbefehlshaber, den Grafen Klingspor, aus einer uneinnehmbaren Position bei Kuortana und brachte ihm bei Orawais eine heftige Niederlage bei. Hier kämpften keine großen Heere ; auf jeder Seite waren etwa 7000 Mann; aber vom Ausgange dieser Schlacht hing der ganze Feldzug ab. Von Kuortana zurückweichend, bezog Klingspor eine feste Stellung am Gestade -5-ö des bottnifchcn Meerbusens, unweit des kleinen Ortes Orawais, H. Sein rechter Flügel berührte das felsige Meeresufer, der linke lehnte sich an unzugäng- liche Felsen und einen dichten Wald. Das Centrum befand sich auf einer ab- schüssigen Erhöhung, auf der man Schanzen und Batterien errichtet hatte, welche die ganze vor ihr ausgebreitete Ebene, von welcher allein der Zugang zu dieser Po- sition möglich war, vollkommen beherrschte. Hierzu kam noch ein von einem Sumpfe umgebenes Flüßchen, das sich längs der Fronte hinzog. Dem Grafen Klingspor auf den Fersen folgend, befahl Kamenskij dem Führer der Avantgarde, « Kuljnew, die schwedischen Vorposten, a, am 2. September um 10 Uhr Morgen» zurückzuwerfen, sie aber nicht gar zu weit zu verfolgen, damit dem durch Eil- märsche ermüdeten ganzen Eorps zum Sammeln Zeit bleibe. Der tapfere und ungeduldige Kuljencw griff die feindliche Abtheilung um zwei Stunden früher an, <- warf dieselbe und verfolgte sie bis an den erwähnten Sumpf. Hier stieß er , e. auf starke, von der Hauptposition jener Abtheilung gesendete Hilfstruppen. welche ihn von allen Seiten drängten. Kuljnew bat um Unterstützung. Graf Kamen- skij befand sich mit der Reserve auf dem Marfche, 15 Werst vom Kampfplatze ent <?.« fernt; aber zwei Regimenter, das petrowsche und ein Jägerregiment, ei. e, eilten herbei und unterstützten Kuljnew.welcher wiederum vorwärts drang. Es entspann sich ein heftiges Gefecht; die Regimenter kämpften in zerstreuten Colonnen; die Solda- ten ermüdeten; ihr Feuer wurde immer schwächer und schwächer. Das bemerkend, stieg der Feind in geschlossenen Colonnen die Anhöhe herab, griffdas russische Centrum c?. <? mit dem Nayonnete an, warf dasselbe und zwang die ganze Schlachtlinie, «?. <? sich zurückzuziehen. Die Schweden triumphirten und erfüllten mit ihrem Siegesg>"], [61, "49 schrei die Luft. In demselben Augenblicke kam Graf Kamenskij, vom Geschützdonner angelockt, auf das Schlachtfeld gesprengt. Nachdem er 1 Bataillon und 2 Compagnien beordert hatte, sich festen Fußes an der Brücke aufzustellen, wo am Morgen der Kampf entbrannte, a, sah er mit Ungeduld der Ankunft der » übrigen Truppen, des lithauischen Regiments, der 6 Compagnien vom mohilew schen, der grodnoschen Husaren und polnischen Uhlanen, entgegen. So bald sie ankamen, b, führte Kamenskij sie, Gewehr im Arm und unter Trommelschlag, in i den Kampf. Bestürzt über den unerwarteten Angriff, konnte der Feind dem heftigen Stoße nicht widerstehen und zog sich in feine feste Stellung zurück, von wo er ein starkes Geschützfeuer eröffnete. Schon dämmerte der neblige Herbst abend, dennoch wollte Kamenstij auf dem wiedergewonnenen Schlachtfelde nicht stehen bleiben. Den Befehl des Centrums persönlich übernehmend, befahl er dem rechten Fügel, die Schweden durch den Wald zu umgehen, und um des Feindes Aufmerksamkeit abzuleiten, eröffnete er auf der ganzen Linie eine Kano nade. Erst um l0 Uhr Nachts gelang das erwünschte Umgehen, das über Ver haue und Felsen führte. Kamenskij befahl darauf, die Schanzen, H. F, zu stür- F. men. Seine tapferen Truppen stürzten sich über Sümpfe auf die Batterien. Graf Klingspor entschloß sich nicht zu einem Handgemenge; die sich nähernden Sturmcolonnen gewahrend, befahl er den Rückzug. Die Schweden und Finnen verließen die Batterien und ergriffen in unordentlichen Haufen die Flucht. Kulj new verfolgte sie noch etwa 5 Werft über Orawais hinaus. So endete der blutige Kampf, welcher von 8 Uhr Morgens bis Mitternacht gedauert hatte. Der Verlust war beiderseits fast gleich; der siebente Theil des einen wie des ande ren Heeres fehlte in den Reihen. Von nun an hatten die russischen Waffen auf allen Punkten Finnland's ein entschiedenes Ucbcrgcwicht. 2 2. Die Gefangennahme der türkischen Armee, im October 1811. Nach dem Tode des Grafen Kamenskij wurde zum Oberbefehlshaber der gegen die Türken opcrirenden Armee der später durch die Vertreibung Napoleon's aus Rußland berühmt gewordene General der Infanterie Golemschtschew-Kutusow ernannt. Ihm lag die schwere Aufgabe ob, mit einem auf die Hälfte verminder ten Heere (46,200 Mann) der ottomauischen Pforte einen entscheidenden Schlag beizubringen und sie zu einem für Rußland Vortheilhaften Frieden zu"], [62, "50 zwingen, bevor Napoleon, schon bereit zum Bruche, die Grenzen Rußland's über - schreiten könnte. Kutusow rechtfertigte die allgemein gehegten Erwartungen, indem er die Türken auf eine entschiedene , in allen früheren Kriegen gegen Ruß- land unerhörte Weise schlug. Drei Monate nach seiner Ankunft im Lager ging er über die Donan und besiegte am 22. Juni 1811 bei Ruschtschut den Vezier. Nachdem Kutusow Ruschtschut, welches den Russen so viele Opfer gekostet, in die Luft gesprengt hatte, begab er sich zum allgemeinen Erstaunen auf das linke Do- nauufer zurück. In Konstantinopel und Paris feierte man seinen Rückzug als einen Sieg über ihn, und doch war dieser Rückzug nur das Netz, welches der geniale Feldherr zum Fangen des Feindes ausgeworfen hatte. Ueber die Donau zurückgekehrt, stellte Kutusow sich bei Giurgewo auf; hier standen 25 incomplete Bataillone und 45 Schwadronen mit beträchtlicher Artillerie (gegen 150 Geschütze); der übrige Theil des Heeres bewachte das an der Donaumün- dung gelegene Land, die kleine Walachei und Serbien, und bildete eine Linie von fast l000 Werst. Auf dem entgegengesetzten rechten Donauufer, bei Ruschtschut, lagerte sich der Großvezier, der unternehmende Achmet -Bey, mit der türkischen Hauptmacht, welche aus 66,000 Ianytscharen, Spahis und anderen besten tür- H tischen Truppen bestand, S. Die feindlichen Armeen standen sich zwei Monate lang unthätig gegenüber. Unterdessen verstärkte Kutusow sein geringes Heer durch zwei derjenigen Divisionen, welche vor dem Anfange des Fcldzuges 1811 von der moldauifchcn Armee gesondert bestanden. Der Gioßvczicr, welcher ver> gcbens auf ein Unternehmen des russischen Feldherrn gewartet hatte, beschloß nun seinerseits mit der Hälfte seiner Armee über die Donau zu gehen. In der Nacht vom 17. auf den 18. August setzten, von undurchdringlichem Nebel begünstigt, 6000 Ianytscharen etwa 4 Werst oberhalb Ruschtschut unvermerkt über dcn Fluß, « », und verschanzten sich daselbst. Anfangs befahl wohl Kutusow , diese Abthei- lung zu vernichten; da sich aber die Ianytscharen, durch ein vom erhöhten rechten Ufer gerichtetes, starkes Geschützfeuer unterstützt, außerordentlich hartnäckig ver- theidigten, zudem immer frische Haufen einer dem andern folgend, auf Käh- nen über den Fluß setzten, so erkannte der scharfsinnige Feldherr , daß der Vezier den Uebergang ernstlich zu bewerkstelligen trachtete, und gab Befehl, die Türken daran nicht zu hindern, bemerkend, daß je mehr ihrer herüberkämen, um so besser. In zwei Tagen gingen 36,000 M. der besten ottomanischen Truppen über die Donau. Der Vezier befahl sofort, Schanzen, vor denselben Redouten zu errich- ten, und sehte endlich selbst über den Fluß. Kutusow, welcher ihm beim Auswerfen der"], [63, "51 Schanzen kein Hinderniß in den Weg setzte, rückte mit seinem Heere von Giurgewo nach Sslebodscja, und legte, etwa 3 Werst vom türkischen Lager entfernt, im Halbkreise 10 Redouten, <i. ll. ck. an, hinter welchen er seine Infanterie in<i.<l.<l Quarres und zwischen diesen die Reiterei aufstellte. Man war auf den Angriff des Feindes gefaßt; der Großvezici jedoch rührte sich nicht von der Stelle, weil er die Absicht hatte, erst dann den entscheidenden Schlag gegen die Russen zu führen, wenn Ismall-Bey , welchen er , um die Abtheilung des Generals Saß zurückzuwerfen und in die kleine Wallache! einzudringen, gegen Widdin gesendet hatte, der russischen Armee in die rechte Flanke fiele. In der Erwartung dieses Angriffs durch Ismail -Vey, brachte der Großvezier einen ganzen Monat in Unthätigkeit zu. Unterdessen traf Kutusow seine Maßregeln. Nachdem er Saß verstärkt hatte, bildete er in aller Stille eine aus 18 Bataillonen (7500 Mann) bestehende Abtheilung, /), und besah! dem mit dem Eommando desselben betrauten General Martow, so geheim und so eilig als möglich das jenseitige Ufer der Donau zu erreichen, um die dort zurückgelassenen Truppen des Veziers zu vernichten. Mit glänzendem Erfolge führte Markow den klugen Plan des Ober- befehlshabers aus. Nachdem er das Lager am 19. September Abends verlassen hatte, e, ging er etwa 15 Werst stromaufwärts bis zum Dorfe Petroschan, von « da wandte er sich gerade gegen den Fluß und ungeachtet des sich herausstellenden Mangels an Fahrzeugen, auf welche er einen ganzen Tag warten mußte, bewerk- stelligte er den Uebergcmg in solcher Weise, daß kein einziger Türke den Vezier von der ihm drohenden Gefahr benachrichtigen konnte. Von dem Uebelgangsorte lichtete Markow in der Nacht auf den 2. October seinen Marsch eilig stromab- wärts gegen Ruschtschut,/; in der Morgendämmerung begegnete er 2000 türti- / schen Reitern, warf sie und drang mit ihnen zugleich in das feindliche Lager. Das unerwartete Erscheinen der Russen verursachte unter dcn Türken einen pani- schen Schrecken ; nach einem schwachen Versuch , sich zu vertheidigen, welcher den Russen nur 10 Todte kostete, ergriffen sie dahin und dorthin die Flucht, indem sie den Siegern sowohl das üppige Lager des Veziers, als auch die Geschütze und Fahnen zurückließen. Sofort richtete Markow die dem Feinde genommenen Geschütze gegen die mit dem Vezier diesseit der Donau stehenden Türken; zur selben Zeit eröffnete auch Kutusow eine starte Kanonade. Vcm Schrecken erfaßt, setzte der türkische Oberbefehlshaber Nachts auf einem kleinen Kahne über die Donau und floh nach Ruschtschut, seine Armee dem gewissen Untergänge preis- gebend. Um sie noch mehr zu drängen, beorderte Kutusow Kriegsfahrzeuge"], [64, "52 /, / sowohl oberhalb als unterhalb des türtischen Lagers, /./, welche die Zufuhr von Lebensmitteln auf dem Fluße verhindern sollten. Vom Vezier verlassen, aller Lebensmittel beraubt, hatte das türkische Heer über 1H Monate durch Hunger, Kälte, Krankheiten und das Feuer der russischen Batterien zu leiden. Die Ueber- reste dieser Armee (gegen 12,000 Mann) wurden vom türkischen Gouvernement dem russischen Oberbefehlshaber Kutusow zur Aufbewahrung bis zum Frie- densschluß übergeben. Nach dem Verlust der Blüthe seiner Kerntruppen war Mah- mud nicht mehr im Stande, den Krieg mit Aleiander I. fortzusetzen, und wie sehr ihn auch Napoleon, welcher schon gegen Rußland zog, zum Kriege gegen Rußland aufreizte und ihm alle seine früheren Verluste wiederzuerobern ver- sprach, war die Pforte doch gezwungen, den Frieden von Bukarest zu unter- zeichnen. 23. Der Einfall Napoleon's in Rußland, am 12. Juni 1812. Anfang Juni 1812, einige Tage vor ihrem Ueberschreiten der russischen Grenzen, war die Armee Napoleon's folgendermaßen vertheilt; am linken Ufer des Niemen, welcher Rußland vom Herzogthum Warschau trennte, Kowno gegenüber, stand Napoleon selbst, mit seiner Garde, den drei Infanteriecorps Davoust's. Ney's. Oudinot's, und den zwei Eavalleiiecorps Nansouty's und Montbrun's, 250,000 Mann unter den Waffen; rechts von ihm, gegen Preny, bewegte sich H Eugene, Vicekünig von Italien, H, mit zwei Infanteriecorps, dem seinigcn und dem St. Cyr's, und dem Cavallcriecorps Grouchy's, 80,000 Mann; Ierüme, e König von Westphalen, t), näherte sich Grodno und Bjelostok mit den drei Infanteriecorps Poniatowski's, Reynier's, Vandamme's und dem Eavalleiiecorps Latour-Maubourg's, 80,000 Mann; am äußersten Ende der rechten Flanke, in der Richtung gegen Sslonim bcfo.no sich Echwarzenbcrg, /), mit einem cm<> 30,000 Mann bestehenden österreichischen Corps; am äußersten Ende der linken Flanke , in Tilsit, Macdonald mit einem Eorps von 30,000 Mann. Demnach bestand die für dcn ersten Ginfall in Rußland bestimmte Armee aus 470,000 Mann regulllirer Truppen; bald schloß sich ihnen das Corps Victor's an. welches an der Weichsel zurückgeblieben war; nach ihm näherten sich drei Divisio- nen vom Corps Augercm's, welches in Preußen stand, dann noch Bataillone »us Frankreich und anderen Ländern, so daß die Zahl der Truppen der großen"], [65, "53 Armee, mit welcher Napoleon in Rußland einbrach, 600,000 Mann Linien truppen erreichte und mit derEquipage auf 700,000 Mann nebst 1372Geschützen stieg. Gegen solche enorme Kräfte , wie sie bisher keinem Eroberer zu Gebote standen, hatte Alexander drei Aimcen in Veieitschaft, welche auf der weiten Strecke von Wilna bis Luzk aufgestellt waren. Die erste Westarmee, unter Varcllly de Tolly, war im Gouvernement Wilna vertheilt und umfaßte folgende Corps : das des Grafen Wittgenstein in Rossijeny und Kejdany, i ; das Baggo- ' wut's am rechten Ufer der Wilija, 2; das Tutfchkow's I. bei Troti, 3; das des 2. 2 Grafen Schuwalow bei Olkmifi, 4; das Dochturow's und das Eavalleiiecorps < des Grafen Pahlen bei Lida , 5 ; das Gctidecoips unter dem Großfürsten Kon- 5 stantin Pawlowitsch in Sswenzjany , 6 ; die Reserve- Cavalleriecorps Uwarow's 6 in Wiljtomir, 7, des Baron Korff in Ssmorgony, ». Fürst Bagration mit der 7 s zweiten Westctimce befand sich bei Wolkowist; sie bestand aus den zwei Infanteiie colps Boiosdin's, 9, und Rajewskij's, 10, und dem Cavalleiiecoips des Giafen s. 16 Sieveis ,11. Toimasow wcn mit der dlittcn Obseivationsalmee bei Luzk ; sie n bestand aus den drei Infanteriecorps des Grafen Kamenskij, Markow's, Sacken's, . und dem Eavalleiiecorps des Grafen Lambert. Ueberdies befand sich in Grodno das fliegende Corps der Amman Platow aus 16 Kosakmiegimentern, in Mosyrj das Corps Oertel's. Diese drei Armeen zählten 218,000 Mann unter den Waffen nebst 942 Geschützen. Da die russischen Kräfte so weitläufig vertheilt waren, hatte Napoleon die Absicht, durch eine rasche Bewegung der Hauptmasse seiner Heere von Kowno nach Wilna die zerstreuten Corps der eisten russischen Armee zu vernichten, während Jemine von Grodno aus die zweite angreift, der Vicefönig sich zwischen die eine und die andere wirft und sie abschneidet, Schwctrzenberg die Verbindung zwischen Toimasow und Bagration aufhebt, Macdonctld endlich von Tilsit aus die russische rechte Flanke umgeht. Napoleon sah dem Gelingen seines Angriffs auf Barclcty de Tolly mit solcher Zuversicht entgegen, daß er die Ankunft Ieröme's in Grodno nicht erst abwartete, sondern am l2. Juni den Niemcn überschritt und in Eilmärschen gegen Wilna zog, «, » wo sich das russische Hauptquartier befand; dem Vicekönige, ü , befahl er, das i Städtchen Rudniki, welches auf dem Wege zwischen Wilna und Wolkowist lag, zu besetzen, Ieröme, gegen Grodno zu eilen und Bagration anzugreifen. Napo leon's Einfall in Rußland war indeß nicht unerwartet gekommen ; Kaiser Alexander, welcher dem Angriffe auf sein Reich stündlich entgegensah, hatte bei Zeiten Anstalten getroffen, daß die Eorps der eisten Armee sich auf den eisten Befehl veieinigm"], [66, "54 konnten. Zum Sammelplatz war Sswenzjany bestimmt, wo man die Absicht hatte, entweder eine Schlacht zu liefern oder zurückzuweichen, je nachdem es die Umstände erfordern würden. Als der Kaiser am 12. Juni Abends die Nachricht von dem Eindringen des Feindes in Rußland «hielt, befand er sich auf einem Balle in Vennigsen's Villa, wo er noch einige Zeit, ohne die geringste Unruhe zu äußern, blieb; Nachts sandte er den betreffenden Corpscommandeuren die Befehle, und am 13. Juni war die Armee schon in voller und präciser Bewegung nach dem Bestimmungsorte; in einigen Tagen concentrirten sich alle Truppen, voll- kommen kampfbereit. Am 16. Juni besetzte Napoleon das von den russischen <? Truppen geräumte Wilna und dirigirte Murat, ei, gegen Barclay de Tolly, e. e' Oudinot, e, gegen Wittgenstein, Nansouty, e', gegen Dochturow, welcher letztere, von Lida zum Sammelpunkte marschirend, einen großen Flächenraum durch- schreiten mußte und diesen Marsch fast angesichts des Feindes mit seltenem Muth und Geschick, sowohl Davoust als auch Nansouty entschlüpfend, ausführte. Solchergestalt gelang es Napoleon nicht, auch nur ein Corps der eisten Aimee abzuschneiden. Nm die Avantgarde des Grafen Schuwalow, unter der Anfüh- rung Dorochow's, gerieth, da sie keinen Befehl zum Rückzüge erhalten hatte, zwischen die feindlichen Colonnen; man hielt sie für unwiederbringlich verloren; der tapfere Dorochow jedoch wickelte sich heraus und stieß zu Bagration. Un- gleich schwieliger war die Vereinigung der beiden Armeen, welche sich als noth- wendig herausstellte. Dem eisten Plane zufolge wurde nämlich beschlossen, dem Feinde sofort nach Concentrirung der eisten Armee eine Schlacht zu liefern; unterdeß sollte Vagration ihn im Rücken, Platow ihn in der Flanke angreifen. Bald jedoch gewahrte man die unverhältnißmäßige Uebermacht Napoleon's und verschob die Schlacht bis zur Vereinigung der eisten und zweiten Armee. In F Folge dessen eihielt Bagration, F, welcher bei Sslonim stand , den Befehl, über / Nowogrodek und Wilejka zu Barclay de Tolly zu eilen , Platow , /, den Marsch Vctgration's zu decken. Der eine und der andere rückten unverzüglich aus. Kaum aber hatte Vagration Nowogrodek passirt und die von den oberen Theilen des Nicmen gebildeten Sümpfe betreten, als er die Nachricht erhielt , daß vor ihm z auf seinem Wege das 50,000 Mann starke Corps Davoust's , ü , das Napoleon . aus Wilna gesandt, ihm zur Linken die Avantgarde des Vicetönigs Eugene, »', c stehe und ihm im Rücken, von Grodno her, der König von Westphalen, c, in Eilmärschen heranrücke. Da er keine Möglichkeit sah. Wilejka zu erreichen, nahm Bagration seine Richtung über Mir auf Minsk; in Mir erfuhr er, daß Minst"], [67, "55 schon von den Truppen Davoust's besetzt wäre; unterdessen näherte sich der König von Westphalen immer mehr und mehr. Vagration übertrug Platow, den König so lange als möglich aufzuhalten, und bewegte sich auf Neswish. Der tapfere Platow schlug die Avantgarde Ierome's zweimal. 26. und 27. Juni, bei Mir und deckte somit den Rücken der zweiten Armee , welche über Ssluzk und Bobrujst den Dniepr erreichte; nachdem Vagration darauf bei Ssaltanowla, un ter Mohilew, Davoust eine Schlacht geliefert hatte, ging die zweite russische Armee über den Dniepr und vereinigte sich bei Ssmolenst mit der eisten Aimee. 2 4. DieOpeiationenvon Witebsk, am 13., 14. und 15. Juli 1812. Die unzuverlässigen Befestigungen bei Drissa verlassend, marschirte Barclay de Tolly über Polozt auf Witebst, in der Hoffnung, sich mit Vagration, welcher, wie es hieß, Mohilew fchon befetzt hielt, zu vereinigen und den Franzosen eine Hauptschlacht zu liefern. Am 1 1 . Juli lagerte sich die erste Armee, bei Witebst, am linten Ufer der Dünn, längs des Flüßchens Lutschesa. Zur Beobachtung des von Beschentowitschi heranrückenden Feindes wurde am 13. Juli das Corps des Grafen Ostermann mit dem Leibhusctren- und zwei Dragonerregimentern, dem njeshinschen und ingermanlandschen, nach Ostrowno beordert. Etwa 7 Werst vor Witebst begegneten die Leibhusaren und das njeshinsche Dragonerregi ment unerwartet einem französischen Reiterpiquet, schlugen es in die Flucht und ver verfolgten es bis Ostrowno. Hier wurden sie mit Kanonenkugeln und Kartätschen empfangen; Murat mit drei Corps hatte es schon besetzt. Die Avantgarde Ostermann's wurde zerstreut nnd büßte dabei 6 Geschütze ein. Als Ostermann den Geschützdonner vernahm, rückte er eilig vor und nahm auf Kanonenschuß weite von Ostrowno Schlachtstellung, indem er sich mit seinen Flanken an die mit Wald bewachsenen Sümpfe lehnte , s. Murat, t?, griff ihn sofort mit seiner H, e Reiterei an, zu deren Unterstützung der Vicekönig Eugene noch eine Infanteriedi vision sandte. DerKampf dauerte von 10 Uhr Morgens bis 10 Uhr Abends. Oster mann stand unerschütterlich; Nachts, nach Aufhören des Kampfes, zog er sich, auf Befehl des Oberbefehlshabers, gegen das Dorf Kukowjatschi zurück, wo ihn Konownizyn mit seinem Corps, 0, ablöste. Ostermann's Beispiele folgend, hielt auch Konownizyn den Feind sowohl durch seine persönliche Tapferkeit , als durch den Heldenmuth seines Corps einen ganzen Tag, 14. Juli, auf. Erst"], [68, "56 F gegen Abend durch Napoleon selbst vom Schlachtfelde gedrängt, zog er sich gegen Witebsk zurück. Barclay de Tolly, welcher noch immer nicht die Hoffnung, sich mit Vagration vereinigen zu können, verlor, gab dem Grafen Pahlen mit der Avantgarde Befehl, den Feind am Vorrücken zu hindern, H,'. Pahlen warf mit außerordentlicher Geschicklichleit und Kaltblütigkeit die Haufen unzähliger an stürmender Feinde und zog sich allmälig und in größter Ordnung nach den Ufern des Flüßchens Lutschesa zurück. Er hatte sich dem Lager schon auf 7 Werst genähert, als Barclay de Tolly von Vagration die unerwartete Nachricht erhielt, daß Mohilew schon vom Corps Davoust' s besetzt sei, und daß die zweite Armee sich mit der ersten nur über Mstislawlj bei Ssmolenst vereinigen könne. Barclay de Tolly allein war nicht im Stande, sich mit der ganzen Streitmacht Napoleon's zu messen, und gab daher Befehl zum Rückzüge auf oer Straße nach Ssmolenst; der Avantgarde befahl er indeß, sich bis auf das Aeußerste zu halten, damit die Bewegung der russischen Armee verborgen bliebe. Etwa 5 Werst von der Position stellte sich Graf Pahlen festen Fußes auf; allen Anstrengungen des Feindes, ihn zurückzuwerfen, trotzend, kämpfte er immer noch, als das russische Heer schon im vollen Abzüge begriffen war. Abends passirte er die Lutschesa. Napoleon, welcher den Uebergang über dieselbe beherrschte, hielt die Bewegung sei ner Avantgarde auf und traf Anstalten zu einer Schlacht, in der Hoffnung, daß Barclay de Tolly dieselbe unter Witebst annehmen würde. Tags darauf, den 16. Juli, fand Napoleon dort, wo den Abend vorher Barclay de Tolly gestanden hatte, nur leere Bivouacs : die russische Armee war schon weit auf dem Wege nach Porjetschje. 25. Die Schlachten bei Ssmolenst,' am 4., 6. und 7. August 1812. Nach der Vereinigung der russischen eisten und zweiten Aimee unter Ssmo lenst eiwiesen sich nur 120,000 M. unter den Waffen. Wie geringzählig auch dieses Heer im Vergleich mit dem des Feindes war, so entschloß sich Barclay de Tolly doch, dem allgemeinen Wunsche und Verlangen nachgebend , den Feind , welcher sich in Witebst, Ssurash, Rudnja. Orscha und Dubrowna festgesetzt hatte, anzu greifen. Man hoffte, die französische Armee, bevor sie sich concentriren könnte, Corps um Corps zu schlagen. In Ssmolenst ein Regiment und in Krasnoj. um die Straße nach Orscha zu beobachten, die Division Newjerowstij's zurücklassend."], [69, "57 rückte Barclay de Tolly am 26. Juli mit allen seinen Streitträften gegen Rud nja, gerade auf das Centrum der feindlichen Stellung los , wo Murat und Ney standen. In Folge der falschen Nachricht, daß Napoleon mit seiner Hauptmacht auf Porjetschje eile, um die russische rechte Flanke zu umgehen . schwenkte die erste Armee am folgenden Tage rechts auf den Weg nach Porjetschje ab. Vier Tage ver gingen in Unthätigkeit. Am I. August bewegten sich wieder beide Armeen auf Rudnja. Inzwischen concentrirte Napoleon seine Streitkräftc aufdem linken Flügel und ging am l. August mit 200,000 M. zwischen Orscha und Krasnoj über den Dnjepr, in der völligen Ueberzeugung, daß er Ssmolensk durch unerwarteten Uebcifall sogleich nehmen und dadurch der russischen Armee in den Rücken fallen würde; aber schon hinter Krasnoj stieß er auf die Division Newjerowskij's, wel che mit ungewöhnlicher Tapferkeit und gegen alles Erwarten seinem heftigen Drängen Niderstand leistete und ihn so lange aufhielt, bis es dem Corps Rajew stij's möglich wurde, zur Vertheidigung Ssmolenst's zurück zu eilen. Dahin wand ten sich auch Barclay de Tolly und Bagration; doch war der erste noch 40, der andere noch 30 Werst davon entfernt, als der Feind sich schon in dichten Massen Ssmolensk näherte. Der heldenmütige Rajewstij beschloß , mit seinem 16,000 M. starten Corps unter den Trümmern zu fallen , um durch dieses Opfer die Armee zu retten. Am Abend des dritten August vertheilte er seine Truppen in den Festungswerken. Die Vertheidigung des Hauptpunktes auf welchen man den Angriff des Feindes erwartete, der Königsbastion, eines großen Erdkronenwerkes, der Landstraße von Krasnoj gegenüber, a , wurde Pastewitsch übertragen. Tags « darauf, am 4. August, erschien Napoleon mit dein größten Theile seines Heeres und lichtete es in diei Colonnen gegen die Festung , in welcher er nur die eine Division Newjerowskij's vermuthete Der Angriff wurde auf allen Punkten zu rückgeschlagen; der Feind erneuerte seine Anstrengungen, aber mit demselben Er folge. Ueber die Hartnäckigkeit des Widerstandes aufgebracht, beschloß Napoleon die Mauern zu zertrümmern, und eröffnete ein starkes Feuer, welches Rajewstij aus der Festung lebhaft erwiederte. Der Geschützdonner währte bis zum späten Abend, wo sich auf dem rechten Ufer des Dnjepr, auf der Straße von Porjetschje, die russische Armee, zeigte. Als Napoleon dieselbe erblickte, stellte er den Kampf .4 «in, in der Hoffnung, daß Barclay de Tolly am folgenden Tage eine Hauptschlacht annehmen würde. Der russische Feldherr dachte aber anders ; er beabsichtigte Ssmolensk nur deßhalb zu vertheidigen, um die Straße nach Moskwa, welche fast in Feindes Hand war, wieder in seine Gewalt zu bekommen. Aus diesem Grunde"], [70, "58 löste er die ermüdeten Truppen Rajewstij's durch das Corps Dochturow's ab, welchem er sich bis auf das Aeußerste zu vertheidigen befahl, und beschloß den Rückzug F auf Dorogobush. Zum 5. August sammelte sich Napoleon's ganze Macht, s, <- unter den Mauern von Ssmolensk; auf der linken Flanke stellte sich Ney auf, e, ck. e im Centrum Davoust, <i, auf der rechten Flanke Poniatowski und Murat, «. Barclay de Tolly nahm mit der ersten Armee noch dieselbe Position ein, welche er t' den Abend zuvor besessen hatte, Bagration aber mit der zweiten Armee, l), die mostwaer Straße nach Walutino ein, i. 2. 3. 4. Am Morgen des 5. August erneuerte Napoleon seine Angriffe auf Ssmolensk, indeß schwach, da er Barclay de Tolly herauszulocken hoffte; als er aber endlich erfuhr, daß die rus- sischen Truppen der zweiten Armee sich auf der nach Dorogobush führenden Straße zurückzögen, beeilte er sich, die Festung einzunehmen, um den Russen wäh- rend ihres Rückzuges in den Rücken fallen zu können. Ney griff die lrasnojsche »- i Vorstadt, », Davoust die mstislawljsche, ö, Poniatowsti die Vorstadt Ratschenstoje an. Der gleichzeitige allgemeine Angriff hätte die tapferen Vertheidiger von Ssmo» lenst bald niedergeworfen; namentlich war die LogeKonownizyn's am Malachow» thore eine verzweifelte; im entscheidenden Augenblicke aber vom Prinzen Eugen von Würtemberg unterstützt, schlug er den Feind zurück. Der unerschrockene Ne° wjerowskij und der ebenso tapfere Graf Kutaisow vereitelten alle Anstrengungen Poniatowski's. Der Feind ward auf allen Punkten zurückgeschlagen. Außer sich vor Zorn, befahl Napoleon eine Kanonade aus 150 Geschützen, um Ssmolenst in einen Aschenhaufen zn verwandeln. Die Beschießung währte bis 1 1 Uhr Abends. Gebäude stürzten in Trümmer, Feuersbrünste wütheten in der Festung - Dochturow aber stand unerschütterlich auf ihren Mauren, und um 1 1 Uhr Nachts zog Napoleon sich, mit Verlust von 12,000 Mann, zurück. Um 1 Uhr Mitter- nacht erhielt Dochturow den Befehl , die Trümmer von Ssmolenst zu verlassen und sich der ersten Armee anzuschließen, welche bereit war, der zweiten nach Doro« gobush zu folgen. Am Tage der Verklärung Christi besetzte Napoleon die zer- störte und verödete Stadt. Am Abend desselben Tages wandte sich Barclay de Tolly von der Straße, F welche nach Porjetschje führt , dem Dorfe Gorbunowo, x, zu und erreichte auf Feldwegen am 7. August bei Lubino die mostwaer Straße. Die Corps mar 5.6.7.schirten eines hinter dem andern in zwei Colonnen, 5. 6. ?. Generalmajor Tutschkow III., welcher die Avantgarde der eisten Colonne fühlte, schwenkte, als er d>e mostwaei Straße erreicht hatte, nicht links nach Dorogobush, wie ihm be«"], [71, "59 fohlen war, sondern rechts gegen Ssmolensk ab, überschritt den Fluß Sstraganj und nahm eine feste Stellung , m , ein , in der Absicht, die mit ihrem Train und « ihren Verwundeten auf einer großen Strecke hinziehende Armee vor einem plötz lichen Uebeifalle des Feindes, welcher sie, seiner Meinung nach, durchaus verfolgen mußte, zu schützen. In der That sandte Napoleon Ney, 5, nach ihm Murat und 5 Davoust auf der moskwaer Straße nach Walutino, während Iunot, n, bei Pru- n dischtschewo über den Dnjepr gehen und mit den vereinigten Kräften die russische Armee angreifen sollte. Zuerst erschien Ney ; unverzüglich griff er Tutschkow an, welcher , die ganze Wichtigkeit seiner Aufgabe fühlend , sich gegen einen ungleich stärker« Feind vier Stunden lang vertheidigte; endlich gezwungen, sich über den Fluß Sstraganj zurückzuziehen, gab er doch dem Oberbefehlshaber Zeit , seine Maßregeln zu ergreifen. Barclay de Tolly unterstützte Tutschkow durch die Divisionen Konownizyn's und des Prinzen Eugen, i, und befahl dem Grafen Orlow-Denisow , in möglichster Eile mit dem Eavalleiiecorps, auf der linken Flanke, i, welche Murat und Iunot bedrohten, Stellung zu nehmen. Kurze Zeit > darauf entbrannte der Kampf. Ney und Murat, ü. H, griffen heftig an; die ü. Russen vertheidigten sich hartnäckig ; der Kampf drohte zu einer Hauptschlacht zu werden; aber die Abwesenheit Napoleon's, der in Ssmolensk geblieben war, ließ die Marschällc uneinig und flau handeln. Iunot , «, , unterstützte Murat nicht, « Davoust nicht Ney. Um 10 Uhr Abends endete der Kampf. Das Schlachtfeld blieb den Russen, deren sämmtliche Truppen die moskwaer Straße erreichten. Tutschkow wurde das Opfer seines Heldenmuthes ; durch ein Bayonnet verwundet, gerieth er in Gefangenschaft. 26. Die Schlacht bei Borodino, am 26. August 1812. Die Position, in welcher Kutusow Napoleon eine Schlacht zu liefern be schlossen hatte, befand sich bei dem Dorfe Borodino auf der Straße von Ssmo lenst, 9 Werft von Moshajsk entfernt. Mit dem rechten Flügel lehnte sich dieselbe an eine von der Kolotscha, einem Nebenflüßchen der Moskwa, gebildete Schlucht, mit dem linken an einen Wald bei dem Dorfe Utiza. Eine nur wenig abschüs sige Hügelkette, auf welcher sich die Armee lagerte, bot keine besonderen Vortheile, und um seine Stellung einigermaßen zu verstärken , befahl der Oberbefehlshaber"], [72, "60 i gleich nach Ankunft der Armee, am 22. August, im Centrum, auf dem Hügel zwischen den Dörfern Ssemjonowstoje und Gorki, eine Lunette für 18 Geschütze, / b, auf der linken Flanke, auf den Höhen vor Ssemjonowstoje, drei Fleschen,/, und auf dcr rechten Flanke vor Gorki zwei Batterien zu errichten. Da diese Befestigungen nicht so bald beendet weiden konnten, der Feind sich aber sehr rasch näherte, so wurde eine Redoute von 12 Geschützen auf einem hohen Hügel bei Schewardino aufgeführt, welche Fürst Gortschakow mit der Division Newje- rowstij's, fünf Grenadierregimentern , einer Kürassier - und zwei Dragonerdivi' sionen besetzte, um den Feind so lange aufzuhalten, bis die Armee ihre Schlacht- stellung befestigt und eingenommen hätte. Am 24. August 2 Uhr Nachmittags griff Napoleon Schewardino an; ein blutiger Kampf währte hier bis in dic tief« Nacht hinein; die 3 doute wurde behauptet; um Mitternacht stieß Gortschakow zur Armee, !ue.u)e nun zu einer Hauptschlacht bereit war. Sie nahm einen Flächenraum von 7 Werst, zwischen dem Dorfe Utiza und dcm Flüßchen Kolot- ein und zählte 120,000 Mann mit 640 Geschützen, Die erste Armee unter Barclay de Tolly bildete das Centrum und den rechten Flügel ; die zweite unter Bagration den linken. Im Centrum stellte sich das Corps Dochturow's « a, auf, hinter demselben das Eavalleiiecorps des Baron Pahlen ; auf dem linken z Flügel, von der großen Lunette, b, bis zu dem Dorfc Ssemjonowstoje, das Corps <- Rajewstij's, o, hinter ihm das Eavalleiiecorps des Grafen Sievcrs ; hinter Sscm- jonowstoje eine Gienadierdivision vom Corps Borosdin's ; nach vorn , bei den / Fleschen , /, die zusammengestellte Grenadierdivision des Grafen Woronzow und Division Newjerowftij's ; auf der rechten Flanke, bei Gorti, das Corps des Grafen Ostermann, hinter demselben das Eavalleiiecorps des Baion Koiff; am H äußeisten Ende der rechtcn Flanke das Corps Baggowut « , , hinter ihm das Uwarow's; hier standen auch die Kofakeuregimenter des Atamans Platow, » »'. Die Hauptreserve der Armee, aus den Corps Tutschkow's und Lawrow's und aus der Garde bestehend, befand sich zwischen den Dörfern Knjctsjkowo undTata 6- <? rinowo, <i. -f, wo auch das Hauptquartier war. Die Hauptreserve der Artillerie stand bei dem Dorfe Psarewo. Der 25. August verging unter beiderseitigen Vor- bereitungen zum Kampfe. Kutusow. dessen Scharfblicke die Anhäufung feindlicher Iruppenmassen gegen seine linke Flanke nicht entging, detctchirte auf die alte Landstraße von Ssmolensk zum Dorfe Utiza das Corps Tutschkow's 1. von der Reserve, welchem er noch die mostwasche Reichswehr, in der Stärke von 7000 Mann, beigab. In der That richtete Napoleon seinen Hauptangriff auf die russische"], [73, "l."], [74, ""], [75, "» I>l^ l<lll^<^ .1 lK V I l.ltl > V X ll.. l'V» l/X I I VI .^X VXN^lt l. «» — //,„/>/«»"], [76, ""], [77, "lll I>il. Kilill.i, Vl. IX vxill.it >i l. vnx l«tt/ Ili^ lill:."], [78, ""], [79, "61 linke Flanke, um, nach Vernichtung derselben, die russische Armee über das Flüß- chen Kolotscha zu werfen und so von Moskwa und den südlichen getreidereichen Gouvernements abzuschneiden. Deßhalb erhielt Poniatowski mit dem polnischen Corps, o, Befehl, auf der alten Straße von Ssmolensk vorzurücken und die ruf- « fische linke Flanke zu umgehen; die Eorps Davoust's, -/, Ney's, 7, und Iunot's, «,?, »-. « ferner, den linken Flügel der Armee anzugreifen und zu werfen; Murat sollte ihren Angiiff durch die Eavalleiiecorps Nansouty's, Montbrun's und Latour-Mau- bourg's unterstützen, t; der Bicekönig Eugene endlich mit zwei Corps und zwei < Divisionen, u, das Centrum vernichten. Die französische Garde blieb bei « Schewctrdino, ?, in Reserve zurück. Die Armee Napoleon's bestand aus 185,000 p Mann und mehr als 1000 Geschützen. Am 26. August, 5 Uhr Morgens, begann die durch ihr Blutvergießen und ihre Hartnäckigkeit beispiellos in der Geschichte dastehende Schlacht bei Vorodino. Gleichzeitig griff Poniatowski, bemüht, die russische linke Flanke zu umgehen, das Corps Tutschkow's an; Davoust, durch das Feuer von 120 Geschützen unterstützt, die von Wo- ronzow und Ncwjerowsti: vertheidigten Fleschen, /; der Vicekönig mit der -^ Division Delson's das Dorf Vorodino, welches das Gardejägerregiment besetzt hielt. Nach einem hartnäckigen Kampfe bei dem Dorfe Utiza trat Tutschkow ein wenig hinter dasselbe auf eine Anhöhe zurück, wo er, vom Corps Baggo- wut's unterstützt, /, den ganzen Tag keinen Schritt mehr wich und alle Ver- /' suche Poniatowsti's , ihn zurückzudrängen, vereitelte. Nach einem glänzenden Widerstände überließen die Jäger Vorodino dem Feinde, welcher von hier aus keine weiteren Fortschritte machte. Der erste Angriff Davoust's auf die semjo- nowschen Fleschen wurde gleichfalls zurückgeschlagen und erlitt sein Corps eine harte Niederlage. Um 7 Uhr erneuerte Davoust seinen Angiiff in Gemeinschaft mit Ney. i. welcher die Veischcmzungen bereits durchbrochen hatte; die Divisionen i Woronzow's und Newjerowskij's aber nahmen sie mit dem Vayonnete wieder. Der Kampf war blutig. Beide russische Divisionen hatten bedeutenden Verlust an Leuten. Zur Verstärkung der linken Flanke nahm Bagration aus dem Corps Tutschkow's die Division Konownizyn's; Kutusow aber sandte eine Garde- und eine Gienadicibrigade mit drei Compagnien Artillerie, und drei Regimenter Küras siere; zu Ney und Davoust stieß das Corps Iunot's; ihr gemeinschaftlicher An- griff ward von Konownizyn zurückgeschlagen. Nicht minder wüthete unterdeß der Kampf im Centrum ; der Vicekönig Eugene griff die Lunette, ü, an ; die Divi- i sion Pastewitsch's widerstand über eine halbe Stunde mit glänzender Tapferkeit, 5"], [80, "62 endlich aber mußte sie der feindlichen Ueberzahl weichen; ihr zu Hülfe kamen noch rechtzeitig Iermolow , Wasiljtschitow und Graf Kutajsow und eroberten die Lu- nette wieder; der ganze Hügel war mit Feindesleichen besät. Es war schon Mit- tag vorüber, und doch konnte, der ungeheueren Opfer ungeachtet, Napoleon weder die linte Flaute vernichten, noch das Centrum durchbrechen Zur Erreichung seines Zieles wandte er außerordentliche Mittel an; gegen die linke Flanke 400 Geschütze concentrirend , befahl er den Maischällen, die semjonowschen Fleschen um jeden Preis zu nehmen; Kutusow seineiseits unterstützte die tapferen Vcrthei <> diger derselben, indem er die Reserven, li, und Artillerie heranzog. Auf dem Raume einer Quadrcttwerft vor Ssemjonowstoje brüllte der Donner aus 700 Geschützen; die Heere griffen zum Bayonnete und wurden handgemein. Während dieses entsetzlichen Blutbades wurde Vagration verwundet; die Truppen geriethen in Verwirrung und zogen sich nach Ssemjonowstoje zurück. Schon gab Na- poleon der Garde Befehl, den Sieg zu vollenden, als im verhängnißvollen Au /< genblick, Kutusow's Anordnung zufolge, Uwarow mit seinem Corps, H, und , Platow mit seinen Kosalenregimentern , ,', das Flüßchen Nojna überschritten , die Division Delson's warfen und , sowohl die linke Flanke des Feindes als auch seinen Train bedrohend , Napoleon zwangen , die Bewegung der zur Hilfe Ney's und Davoust's dirigirten Garde zu hemmen, fo daß die beiden Malschälle, ob- gleich sie sich der Fleschen bemächtigt hatten, die linke Flanke, welche bei Sse- mjonowstoje, etwa 400 Ssashen von ihrer frühern Position, festen Fuß gefaßt hatte, doch nicht brechen konnten. Hier warfen das ismailsche unv litwasche e Regiment, ein Quarre, e, bildend, mit beispiellosem Muth einige Mal die wüthend »» « sten Angriffe der französischen Reiterei , m. », zurück Nachdem Napoleon den günstigen Moment zur Vernichtung der linken Flanke versäumt hatte, machte er die äußersten Anstrengungen , das Centrum zu durchbrechen. Seine Absicht er- rathend, ergriff Barclay de Tolly feine Gegenmaßregeln ; das fast vernichtete Corps c Rajewskij's, «?, wurde durch das Ostermann's ersetzt, in Reserve das preobrashen- stische, semjorwwsche, das Gaidereiter- und das Chevaliergarderegiment aufge- stellt. Das Hauptbestrebcn des Feindes war auf die drohende Lunctte gerichtet, welche von der Division Lichatschew's vertheidigt wurde ; vom Vicekönige in der Fronte, von Murat im Rücken angegriffen , wurde sie fast gänzlich aufgerieben. Eugene eroberte zwar die Lunette , konnte Ostermann aber nicht abwehren , und mußte sich zurückziehen. Mit Ausnahme eines plötzlichen Angriffs Poniatowsti's auf Ssemjonowstoje. welcher zurückgeschlagen wurde, erneuerte Napoleon seine"], [81, "63 Angriffe nicht wieder ; der übrige Theil des Tages von 4 bis 9 Uhr verging un ter der furchtbarsten Kanonade von beiden Seiten ; einzelne Schüsse wurden gar nicht gehört; sie verschlammen in ein ununterbrochenes Getöse, dem Rollen des Donners gleich. Die Nacht setzte dem Kampfe Schranken: die französische Armee nahm die Position ein, in welcher sie sich vor dem Beginne der Schlacht befand; die russische Armee gleichfalls, mit Ausnahme des linken Flügels , welcher etwa 400 Ssashe» zurückgetreten war. Der beiderseitige Verlust war ein im Verhältniß zur Zahl der Kämpfenden in der Geschichte unerhörter. Die Russen verloren an Todten und Verwundeten über ein Drittheil ihrer ganzen Armee: unter den Gefallenen befand sich Gillf Kutajsow und Tutschkow IV.; an ihren Wunden starben Bagration und Tutschkow I. Der Verlust der Franzosen war nicht geringer, wenn nicht größer. Die Zahl der Gefangenen überstieg auf beiden Seiten nicht 1000 Mann — Beweis genug, mit welcher Erbitterung gekämpft wurde. 27. Kutusow's Rückzug auf Tarutino, im September 18 12. In Folge der Kriegsberathung in Fili, beschloß Kutusow, Moskwa dem Feinde ohne Schwertstreich zu überlassen. Am 2. September vor Tagesanbruch rückte das Heer durch das dorogomilowsche Thor in die alte Hauptstadt und zog inmitten des bestürzten Volkes durch dieselbe und auf die Landstraße von Rjasanj hinaus. General Miloradowitsch, welcher die Airieregarde commcmdirte, hatte Befehl, den Feind vor Moskwa aufzuhalten , damit der Train Zeit gewönne, aus der Hauptstadt zu kommen. Miloradowitsch sandte Murat die Botschaft, daß wenn die Franzosen ihre Angriffe nicht einstellten und die russische Armee nicht ruhig aus Moskwa abziehen ließen, er in deren Mauern bis auf den letzten Mann kämpfen und ihnen nichts als Trümmer überlassen würde. Murat zügelte das Drängen seiner Truppen und stellte das begonnene Feuern ein. Die ganze rus- sische Armee betrat die Straße nach Rjasanj, ». Nachdem sie zwei Märsche zu- « rückgelegt, hielt sie bei der borowskischen Ueberfahrt an und zeigte dem ihr folgen- den Murat, ö, die Absicht, ihren Weg auf der rjasanei Straße über die Oka fort' i zusetzen. Kaum aber hatte sie bei der borowskischen Ucberfahrt die Moskwa passirt, als Kutusow sich hart zur Rechten gegen Podoljsk wandte. Um diese Bewegung zu verbergen, befahl er Miloradowitsch, mit der Airiorgarde noch einen Tag auf der rjascmer Straße zu verbringen, dann aber zur Armee zu stoßen. Am5. Sep» 5'"], [82, "64 « tember vor Tagesanbruch marschirtc Kutusow mit der Hauptmacht, c, aufNeben- wegen nach Podoljst. Das Ufer des Flusses Pachra als Deckung benutzend, er- reichte er nach einem forcirten Marsch spät am Abend Podoljst; am 7. Septem / bei gelangte ei bei Kiasnaja Pachia auf die alte Straße von Kaluga, /. Zur be- stimmten Zeit wandte sich auch Miloradowitsch mit der Arrieregaide rechts und vereinigte sich mit der Armee; auf der rjasaner Straße aber ließ er den Obristen ' Iefremow mit zwei Kosakcnregimentern, </, zurück, denen Murat, e, in der festen Ueberzeugung, er ginge der ganzen russischen Armee nach, bis zum Dorfe Bron- nizy folgte. Hier entdeckte er seinen Irrthum und konnte eine Zeit lang nicht er- fahren, wohin Kutusow verschwunden war. Napoleon verlor gleichfalls dessen Spur und erst am 14. September gewahrte er die eingeschlagene Richtung. Von Kiasnaja Pachra marschiite der umsichtige Kutusow auf der alten lalugaei Straße weiter, überschritt die Nara und bezog am 20. September das denkwürdige Lager ? bei Tarutino, F, von wo er die fruchtbaren mittägigen Gouvernements schützen, durch Abtheilungen seines Heeres die ausgedehnte Communication der französi- schen Armee unterbrechen und, im Falle ihre« Rückzuges auf Ssmolensk, ihr auf kürzestem Wege zuvorkommen konnte"], [83, "IV. Die Kriege Alerander's l. von 1812 bis 1814. 28. Der Marsch nach Malojaroslllwez, im October 1812. Als Napoleon nach einem fünfwöchentlichen Aufenthalt in dem zerstörten und verwüsteten Moskwa noch leine Aussichten auf Frieden hatte, seine Armee aber an Proviant Mangel litt, so beschloß er, die alte Zarenstadt zu verlassen, um sich den in Minsk, Witebst und Wilna errichteten Getreidedepüts zu nähern. Die Nachricht von der Niederlage der Avantgarde Murat's am 6. October bei Winkowo be- schleunigte den Aufbruch. Am 7. October verließ Napoleon mit 105,000 M., 605 Geschützen und einem ungeheuern Train die alte Residenz Rußland's. Der Weg, welchen er gewählt hatte, führte über Borowst, Malojaroslawez, Kaluga, Ieljnjct und Ssmolensk nach Witebst. Die kürzeste, aber gänzlich verwüstete Straße nach Ssmolensk wagte er nicht zu betreten, um seine Armee nicht dem Hunger preiszugeben. Das Hauptbcstreben Napoleon's war, seinen Rückzugsweg so viel als möglich vor Kutusow zu verbergen, die drohenden Befestigungen von Tarutino zu umgehcu und noch vor der russischen Armee Kaluga zu erreichen. Am 1 1. Octobcr war er schon an dcn Ufern der Nara in Fominstoje, c, wohin auch Murat zur Vereinigung mit ihm von Woronowo eilte, ei. Die erste Nach- richt von dem Erscheinen zweier von Napoleon vorausgesandten feindlichen Divi sionen auf der Landstraße von Borowst erhielt Kutusow am 7. October durch den wachsamen Dorochow, welcher mit einer Abtheilung in der Nähe von Fominstoje stand. Noch nicht gewiß, wohin sich die französische Armee wenden weide, gab der Feldherr dem General Dochturow den Befehl, mit seinem Corps und der leichten Gaidccavalleried ivision nach Fominstoje zu marschiren und jene beiden französischen Divisionen aufzuheben; gleichzeitig befahl er Miloradowitsch, L, nach Woronowo ? gegen Murat vorzudringen. Den 1 0. October erreichte Dochturow, /, das Dorf /"], [84, "66 Aristowo; hier stieß Dorochow zu ihm mit der Nachricht, daß die ganze franzö- sische Armee an den Ufern der Protwa angelangt und Borowst von Napoleon besetzt sei. Dochturow sandte die Nachricht Kutusow. Zur selben Zeit benach- richtigte diesen Miloradowitsch, daß der Feind sich auf Borowst bewege. Kutu- sow errieth dieAbficht des schlauen Feindes, sich nach Kaluga durchzuschleichen, und ergriff seine Maßregeln dagegen ; Dochturow erhielt den Befehl, so schnell als mög- lich von Aristowo nach Malojaiostawez zu eilen , um Napoleon bis zur Ankunft der russischen Hauptarmee, welche ungesäumt das Lager bei Tarutino räumte, den Weg nach Kaluga zu verlegen; Miloradowitsch aber hatte der russischen Armee von Woronowo aus zu folgen. Am 1 1 . October war das bisher kaum bekannte Malojaiostawez das Ziel beider feindlichen Heere, wohin eines dem andern zuvor- zukommen strebte; Napoleon von Vorowfl, in der Avantgarde das Corps des \"- ö Vicelönigs Eugene, a, im Centrum Davoust und die Garde, c>, in der Arriere e.ck.e. garde Ney, o, und Murat, <i; andrerseits Dorochow, e, von Korjalowo, Doch /.F-ü turow,/, von Aristowo, Miloradowitsch, F, von Woronowo, Kutusow, ü, aus Tarutino. Von den russischen Truppen befand sich das Corps Dochturow's Malojaiostawez am nächsten. Ihm standen abei nicht wenig Mühseligkeiten be- vor; er mußte sich auf Feldwegen durchwinden und bei Sspasstoje übei die Pio- w» setzen, da die Brücke von den Einwohnern, aus Furcht vor den Franzosen, die unterdeß der großen kalugaer Straße folgten, abgebrochen war. Am !2.Oc i tober vor Tagesanbruch erreichte Dochturow Mctlojaroslawez, 5, in welchem sich » schon Abends zuvor ein Theil der Division Delson's, i, vom Corps des Vicekönigs von Italien, festgesetzt hatte. 29. Die Schlacht bei Malojaroslawez, am 12. October ! 8 1 2. Nachts zum 12. October bei Malojaroslawez angekommen, beeilte sich Doch turow, die Division Delson's daraus zu vertreiben. Um 5 Uhr Morgens ent spann sich ein blutiger Kampf, an welchem sich die Truppen beider feindlichen Heere in dem Maße, als sie sich der Stadt näherten, betheiligten Der Vicekönig unter stützte Delson durch die Division Broussier's. Bis Mittag lag die ganze Last des Kampfes allein auf Dochturow. welcher mit der ihm eigenthümlichen Kühnheit den Feind fortwährend angriff und ihn aus der Stadt zu drängen suchte. Malojaroslawez ging fünfmal aus einer Hand in die andere. Mittags langte Napoleon an. be-"], [85, "67 fahl, eine Pontonbrücke über die Lusha, a , zu schlagen und übernahm persönlich « das Commando. Die feindlichen Heereemassen nähertm sich schnell der Stadt. Zur selben Zeit aber zeigte sich auch Kutusow mit der Hauptmacht , e , auf dem e Wege von Tarutino. Rajewstij wurde zur Unterstützung Dochturow's abgesandt, der Kampf neigte sich zu Gunsten der Russen; das sechste Mal wurde Malojaio slawez von ihnen genommen. Napoleon commandirte die Division Pino's, die italienische Garde, das Corps Davoust's zum Angriff; diese frischen Truppen drangen mit Ungestüm vor, brachen zwischen brennenden Gebäuden in die Gassen und bemächtigten sich der Stadt. Dochturow und Rajewstij zogen sich aus dem flammenden Malojaroslawez zurück, nahmen dicht vor seinen Mauern Stellung und eröffneten ein starkes Feuer aus den Batterien. In dichten Massen drang der Feind aus der Stadt und griff die russische Linie an, jedoch von Kartätschen em pfangen , wandte er wieder um ; die Russen folgten ihm auf den Fersen. In den Straßen erneuerte sich der Kampf. Einige Mal drängten die Russen den Feind bis an den Fluß Lusha; hier aber wurden sie von einem mörderischen Feuer der auf dem linken Ufer des Flusses errichteten, von Napoleon selbst commandirien Batterien , ö , empfangen. Inzwischen stellten sich die von Tarutino angelangten 5 russischen Truppen auf der talugaer Landstraße in Schlachtordnung auf, Kutusow, welcher unter dem feindlichen Feuer die Stellung der Franzosen besich tigt hatte, befahl Konownizyn, den Feind aus Malojaroslawez zu drängen. Der tapfere Konownizyn fchlug ihn bis an die Lusha zurück und besetzte einen großen Theil der Stadt, Gegen 1 1 Uhr wurde der Kampf eingestellt. Um 4 Uhr Mor gens ging Platow, der mit seinen Kosakenregimentern auf der linken Flanke, <?.<i, c. ck stand, über die Lusha und betrat in tiefster Stille die Hauptstraße im Rücken der französischen Armee, 6. 6. Nährend ein Theil seiner Regimenter die nach Molo- H s jctroslawez folgende Artillerie , /, angriff, eilte der andere Gorodnja, dem Haupt- / quartier Napoleon's, zu und stieß auf drei Züge, unter denen der Kaifei der Fran zosen selbst war. Zu seinem Glück warfen sich die Kosaken auf die Gepäckwagen und gaben den berittenen Grenadieren Zeit, ihn aus der Gefahr zu befreien. Die Kosaken wurden zurückgeschlagen , vermochten indeß 1 1 Geschütze mitzunehmen. Am 13. October verweilte Napoleon angesichts Malojaroslawez's, mit sich selbst nicht einig was er nun beginnen sollte. Nach langem Schwanken beschloß er, die Richtung über Medynj und Iuchnow einzuschlagen; da aber Kutusow durch eine geschickte Bewegung auf Dettschin ihm auch dort den Weg streitig zu machen drohte, so blieb dem Feinde kein anderer Rückzug aus Rußland übrig, als die"], [86, "68 Straße, auf welcher er hineingelangt war, die verheerte, von Allem entblößte Straße von Ssmolenst. Dahin wandte er sich auch am 14. October über Borowst, Wereja, Borisow und Moshajst. Nach der Schlacht vom 12. October fehltm auf beiden Seiten etwa 5000 M. Die Franzosen verloren 2 Generäle, 3 wurden verwundet. Auf Seite der Russen fiel der tapfere Dorochow, schwer verwundet. 30. Die Schlacht bei Krasnoj, am 4., 5. und 6. November 1812. Von Malojaroslawez zurückgedrängt, wandte sich Napoleon wieder nach Borowst , nahm von da seinen Weg lints auf Wereja und betrat bei Moshaisk die Landstraße von Ssmolenst. Die französische Armee bewegte sich in schnellen Märschen , um aus den verwüsteten Disti'cten hinauszukommen Kutusow ver folgte sie hitzig und verhinderte sie, die Straße von Ssmolenst zu verlassen. Nta man Pllltow, welcher mit seinen Kosakenregimentern und der Division Paskewitsch's dem Feinde in den Rücken fallen sollte, erreichte seine Airieregarde bei dem Koloztij- Kloster; von hier aus folgte er ihm auf den Fersen, indem er täglich Geschütze nahm, Tausende zu Gefangenen machte und ganze Divisionen vernichtete. Milora dowitsch mit den zwei Infanteriecorps des Fürsten Dolgorutow und des Grafen Ostermann und den zwei Cavalleriecorps Korff's und Wasiljtschitow's näherte sich bei Gshatst der Straße von Ssmolenst, fiel dem Feinde fortwährend in die linke Flanke, betrat die Hauptstraße, schnitt ganze Corps ab. Der Feldmarfchall selbst mit der Hauptarm« deckte, indem er eine dem Feinde parallele Richtung über Medynj und Ieljnja einschlug , die südlichen Gouvernements und harrte auf der Rückzugslinie des Feindes der günstigen Gelegenheit, ihm einen entscheidenden Schlag beizubringen. Diese Gelegenheit bot sich bei Krasnoj. So sehr die Franzosen ihren Marsch beschleunigten, hielt Kutusow ihnen doch die Waage zu der Zeit, als sie Ssmolenst erreichten, und in der Gewalt des russischen Feldherrn lag es, ihnen den Rückzugsweg auf Orscha abzuschneiden. Nachdem Napoleon zwei Tage in Ssmolenst verbracht hatte, rückte er am 4. November, nicht ahnend, daß die russische Hauptmacht ihm in der Flanke stehe, mit seiner Garde auf Krasnoj, wo die Corps Iunot's und Zaionczet's bereits standen; ihm folgte das Corps des Vicekönigs Eugene, welches bei Duchowschtschina durch Platow eine bedeutend« Niederlage erlitten hatte. Davoust und Ney blieben in Ssmolenst: der erste sollte am 5. November in Krasnoj zu Napoleon stoßen, der andere am 6. November."], [87, "69 Als Kutusow, welcher zu jener Zeit inSchilowo stand, erfuhr, daß die Franzosen die Straße nach Krasnoj einschlügen, befahl er Miloradowitsch. auf Nitulino zu maischiien, dem Feinde in den Weg zu treten und ihn abzuschneiden. Napoleon selbst gelangte bis Krasnoj ; der Vicekönig aber wurde abgeschnitten. Sein vom Rück zugswege gedrängtes und geworfenes Corps zerstreute sich und floh auf Feldwegen nach Krasnoj, mit Zurücklassung seiner sämmtlichen Artillerie und l500 Gefan gener. Um Ney und Davoust zu retten, beschloß Napoleon den Angriff der rus sischen Hauptarm«, in der Hoffnung, daß Kutusow Miloradowitsch an sich ziehen und die große Straße räumen würde. Er führte demnach seine Garde aus Kra snoj heraus und stellte sie in Schlachtordnung, auf. Kutusow dagegen, welcher die Absicht hatte, ihn im Rücken anzugreifen und ihm den Weg aus Krasnoj ab zuschneiden, theilte seine Armee, />, in zwei ungleiche Theile. Die eine, größere, D aus den Corps Dochturow's, Borosdin's, der Garde und einer Kürassierdivision bestehende Hälfte , «3 , übergab er Toimasow , mit dem Befehl , am 5. November c? früh 8 Uhr aus Schilowo über Ssidorowitschi , Kutjtowo und Ssorotino nach Dobroje zu maischiien. Mit der zweiten, kleinern Hälfte, /?, dem Corps des Grafen Sstroganow und der zweiten Kürassierdivision, befahl er dem Fürsten Golizyn, anderthalb Stunden nach Tormafow auf das Dorf Uwarowa, dem Feinde, welcher aus Krasnoj herausgetreten, entgegenzuziehen. Miloradowitsch /!,', sollte, von der Heerstraße abschwenkend, das Corps Davoust's durchlassen, sobald es aber passirt sei, ihm in den Rücken fallen, während die Hauptarm« es von der Fronte angreifen würde. In der Frühe des 5. Novembers griff Napoleon Golizyn bei Uwarowa an ; zur selben Zeit erschien auf der smolenstischen Straße Davoust. Miloradowitsch eröffnete zuerst von Nitulino ein heftiges Feuer gegen ihn, dlllauf betrat er die Heerstraße und begann ihn im Rücken zu drängen. Das Corps Davoust's wandte sich theils. zur Flucht auf der Straße von Ssmolenft, «?, theils warf es sich rechts, in die Wälder, woraus es in einzelnen Haufen e7. bei Krasnoj zum Vorschein kam. Zu derselben Zeit erfuhr Napoleon, daß die Russen sich schon Dobroje näherten; es war die Avantgarde Tormasow's. Na poleon eilte mit der Garde , H, auf der Straße nach Orscha weiter und befahl H Davoust, ihm zu folgen. Toimasow, welcher den Feind mit der russischen Haupt macht umgehen sollte, wurde durch einen Befehl seines Feldmarschalls bei Ssoro tino aufgehalten. Statt in einer Schlacht mit Napoleon selbst seine Heere zu opfern, entschied sich nämlich Kutusow für die ctllmälige Vernichtung der franzö sischen Armee, der er übrigens, mit Hilfe Tschttschagow's und Wittgcnstcin's, end-"], [88, "70 2) .4 i lich noch die Niederlage an der Beresma bereitete. Unter solchen Umständen verließ Napoleon mit seiner Garde und den Ueberresten der Corps des Vicekönigs und Davoust's Krasnoj, indem er an Gefangenen allein 9000 M. und zwei Generäle. ferner 70 Geschütze und eine Menge Bagage, worunter sich auch derMarschallstab Davoust's fand , verloren hatte. Durch seine eilige Flucht aus Krasnoj opferte Napoleon das Corps des Marschalls Ney , welches in Ssmolenst geblieben war. Es geschah also. Am 6. November stellte sich Miloradowitsch mit den Corps des Fürsten Dolgorukow, des Grafen Sstrogcmow und den Kürassieren quer über den Weg vor Krasnoj , indem er seine gegen Ssmolenst gerichtete Fronte durch die Schluchten des Flüßchens Losmina, deckte. Rajewstij und Korff postirten sich zur Rechten, dem Wege parallel, Tormasow hinter Krasnoj, /<. Sie wollten dem Feinde die Möglichkeit nehmen, sich auf die linke oder rechte Seite zu weifen. Am 6. November, 3 Uhr Nachmittags, im dichtesten Nebel näherte sich Ney der Po sition Miloradowitsch's und nach einem wüthenden Kampfe erlitt er eine voll kommene Niederlage. Ney rettete sich bei einbrechender Finsterniß mit kaum 3000 M. vor der Gefangenschaft, indem er sich einige Werste vom Kampfplatze zur Rechten wandte. Sein Corps löste sich auf. Die russischen Trophäen des dreitägigen Kampfes von Krasnoj waren 26,000 Gefangene, darunter sechs Generäle, 1 !U Kanonen und zahlloses Gepäck. Die Todten zählte man nicht: ihre Leichen bedeckten die Schneeflächen der Umgegend. Der Verlust der Russen über stieg nicht 2000 M. 3 1. Der Uebergang Napoleon's über die Beresina, am 14. November 18 12. Nach der Niederlage von Krasnoj bewegte sich Napoleon in größter Eile ge gen Borisow. um dort über die Beresina zu gehen. Auf dem Wege nach Orscha und Borisow, in Bobr. stieß er aufOudinot's Corps, welches noch sein muthiges Aussehen bewahrte, und erfuhr, daß jenseit der Beresina die starke moldauische Armee unter Tschitschagow stehe und Borisow besetzt halte, während die rechts an den Ufern der Ula stehende Armee des Grafen Wittgenstein durch das Corps Victor's kaum aufgehalten werde. Napoleon befahl dem Marschall Oudinot. sich um jeden Preis Borisow's zu bemächtigen . oberhalb oder unterhalb desselben Furten aufzufinden und Brücken zum Uebergcmge der Armee, », zu schlagen, dem Corps Victor's, b, aber, als Ariieregarde die französische Armee gegen den An-"], [89, "71 drang der ihr auf dem Fuße folgenden russischen Corps Vlatow's, F, und Milo- V rabowitsch's, 6. zu schützen. Oudinot warf sich mit Ungestüm auf die Avant- <? garde Tschitschagow's, welche Borisow besetzt hielt, drängte dieselbe über dieBere- sina und bemächtigte sich der Stadt. Es galt nur noch den Uebergang herzu- stellen. Doch dieses schien unmöglich; denn in Folge eingetretenen Thauwettere brach das Eis der Vetesinct und btwegte sich in großen Schollen. Gegen alles Erwarten fand Oudinot bei dem Dorfe Sstudjanka einige Furten. Um dieNuf- merksamkeit Tschitschagow's von diesem Punkte abzulenken, schickte er eine Abthei- lung nach dem Dorfe Ucholoda, um dort einen scheinbaren Uebergang, c, zu ver- ° Mitteln; unterdeß beschleunigte er den Bau zweier Brücken bei Sstudjanka, wohin sich die ganze Armee Napoleon's, «. n. in tiefster Stille über Sstctryj (Alt-) Bon- «- « fow bewegte. In der That ging der getäuschte Tschitschagow am 13. November von Borisow die Beresina abwärts nach dem Dorfe Schabaschewitschi, wäh- rend Napoleon zur selbigenZeit in entgegengesetzter Richtung nach Sstudjanka eilte. Zur Beobachtung der Strecke oberhalb Borisow, zwischen Sembin und Sstachow, hatte Tschitschagow unter dem Befehle des Obristcn Kornilow eine kleine Abthei- lung, ß. /, aus zwei Jäger-, einem Hufaren-, zwci Kosakenregimcntern, 200 M. Uhlanen und einer Compagnie Artillerie zurückgelassen. Am 14. Nov. vor Ta- gesanbruch langte Napoleon in Sstudjanka an und befahl, am Ufer eine Batterie von 40 Geschützen zu errichten und Brücken zu schlagen. Vergebens benachrich- tigte Kornilow Tschitschagow von der Zusammenziehung des Feindes ihm gegen- über und von den in's Werk gesetzten Arbeiten. Tschitschakow rührte sich nicht aus Schabaschewitschi; nur der mit einer Abtheilung bei Borisow zurückgelassene General Tschctplitz eilte Kornilow zu Hilfe. Um Mittag war der Bau der Brücken vollendet; der Uebergang schien gesichert; überdieß erfuhr Napoleon zu seiner größ- ten Freude, daß die etwa zwei Werst durch unwegsame Sümpfe nach Sembin fühlenden Blücken und Knütteldämme , dem ausdrücklichen Befehle Kutusow's entgegen, weder besetzt noch zerstört wären. Tschaplitz und Kornilow thaten ihr Möglichstes, dem Feinde zu schaden; untel dem Kugelregen der 40 Geschütze starten Batterie des gegenüberliegenden Ufers behaupteten sie ihre Position, schlu- gen die verzweifeltsten Angriffe zurück und kämpften bis in dieNctcht hinein. Den Tag darauf, 15. November, verließ Tschitschagow Schabaschewitschi und machte bei Borisow Nachtquartier; am nächstfolgenden Tage schon sandte er fast die Hälfte seines Heeres zu Tschapliz's und Kornilow's Unterstützung. Ney, welchen Nctpoleonzur Sicherung des Ucberganges zurückgelassen dattc, gelang es, sichvonden"], [90, "72 Russen loszumachen. Mit mehr Erfolg als Tschitschagow operirten am linken Uf« 2) Wittgenstein und Platow, welche in Borisow , der eine von Kostrizo, />, der an- H dere von Loschniza, H, her zusammentrafen. Hier nahmen sie die ganze Divi- sion Partonneaur vom Corps Victor's gefangen , erreichten die Airieiegaide bei Studjcmka und brachten eine furchtbare Niederlage über die dichten Haufen, wel- che den Fluß zu überschreiten suchten. Napoleon verlor an -der Veresina gegen 20,000 Getangene, eine ungeheure Zahl an Todten, 25 Kanonen und den gan- zen Train. 32. Die Schlacht bei Dresden, am 15. August 1813. Nach dem Schluß des prager Congresses 1813, als Napoleon mit seiner Haupi'nacht gegen die Grenzen Schlesien's zog, begaben sich die verbündeten Mo narchen, der Kaiser von Rußland und der König von Preußen, mit ihrer Haupt arme« unter dem Fürsten Schwarzenberg aus Böhmen nach Sachsen , um sich Dresden's, wo nur das eine, 25,000 Mann starke Corps St. Cyr's stand, zu bemächtigen, und auf diese Weise die feindliche Communication zu unterbrechen. Am 13. August näherte sich das Heer der Verbündeten in derStärke von150,000 Mann Dresden; St. Cyr entfaltete seine Streitmacht vor den Feldbefestigungen; es würde ihm schwer geworden sein, die Stadt zu behaupten, wenn die Verbün deten dem Rathe Kaiser Alexander's gefolgt wären, welcher unverzüglich anzugrei fen empfahl; der Oberbefehlshaber Fürst Schwarzenberg aber hielt es für gera thener, die Ankunft des österreichischen Corps Klenau's von Freiberg her abzu warten und den Angriff auf den folgenden Tag, 4 Uhr Nachmittags zu verschie ben. Nährend die Verbündeten auf Klenau wnrteten, war Napoleon zur Hilfe St. Cyr's eingetroffen und hatte seine Maßregeln zur Vertheidigung der Stadt genommen. Am 14. August wurde der Angriff der Verbündeten zurückgeschla gen; sie gaben jedoch die Absicht, Dresden zu nehmen, nicht auf, wählten deß halb angesichts der Stadt eine vortheilhafte Position und erwarteten einen Angriff Napolcon's, um durch eine Hauptschlacht die Sache zu entscheiden. Die verbündeten Heere standen folgendermaßen placirt: auf dem rechten Flügel bei Reick, zwischen Leubnitz und der pirnaschen Straße, stand Barclay de Tolly. wel cher den Oberbefehl über die Russen und Preußen führte: erstere, unter Wittgenstein, bestanden aus den Corps des Fürsten Gortschatow , des Prinzen Eugen von"], [91, "73 Würtemberg und der Ccwallerie des Grafen Pahlen, F, im Ganzen 33,000 Mann mit 92 Geschützen; letztere, unter Kleist , <?, aus 42,000 Mann mit l l -^ c? Geschützen; im Centrum Schwarzenberg mit dem österreichischen Heere, /). K, und 2). den Reserven; auf der linken Flanke vom Plauenschen Grunde bis zur freiberger Landstraße die drei österreichischen Divisionen Weissenwolf's , des Fürsten Lichtcn stein und Mezko's, Am frühesten Morgen stellte sich das ganze französische Heer um Dresden auf. Im Centrum stand die Garde und das Corps Marmont's, a. «; auf der rechten Flanke zwischen der Weisseritz und Fricdrichstadt Victor's » <- Corps mit der Ccwallerie Murat's, ö; auf der linken das Corps St. Cyr's, e. i. <- und Mortier's nebst 2 Divisionen Garde, ei. Am 1 5. August um 7 Uhr Morgens wurde die Schlacht während eines Platzregens durch eine heftige Kanonade von beiden Seiten eröffnet. Unter dem fürchterlichsten Feuer begannen die Franzosen den Angriff: Mortier auf Wittgenstein, St. Cyr auf Kleist, Marmont, Victor und Murat auf die Oesterreicher. Der Hauptzweck Napoleon's war, während er die Verbündeten im Centrum beschäftigte , ihre beiden Flanken zu werfen. Die linke Flanke hielt den Stoß der Franzosen nicht aus : die Division Mezko's, bei dem Dorfe Cotta von Victor und Murat umzingelt, streckte das Gewehr und gab sich, an Zahl Bataillone mit 16 Geschützen, gefangen. Auf der rechten Flanke waren alle Anstrengungen Mortier's , die russische Macht zu brechen, vergebens ; er würde sogar, da er sich zu weit von den anderen Corps entfernt hatte, abge schnitten worden sein, wenn nicht die Nachricht, daß die Franzosen, in Folge der Niederlage Mezko's, der linken Flanke in den Rücken zu fallen drohten, den Für sten Schwarzenberg veranlaßt hätte, den Kampf einzustellen und zurückzutreten. An diesem denkwürdigen Tage befand sich Kaiser Alercmder im Feuer: er stand bei einer österreichischen Batterie, -?, vor Räcknitz , als zwei Schritte von ihm ent- ?. fernt der berühmte Moreau, von einer Kanonenkugel getroffen , niedersank. Um 5 Uhr Nachmittags verließ Schwarzenberg die Position und führte seine Heere nach Böhmen. 33. Die Schlacht bei Culm, am 17. August 1813. Zur Zeit des allgemeinen Rückzuges der Verbündeten von Dresden nach Böhmen erhielt Graf Ostermcmn, welcher bei Pirna mit einer Gardedivision und dem Corps des Prinzen Eugen von Würtemberg, zusammen 18,500 M., dem"], [92, "74 35,000 M. starken Corps Vcmdamme's gegenüberstand , den Befehl , zur Armee zu stoßen, welche, wenn der Weg von Pirna nach Teplitz vom Feinde besetzt wäre, über Dippoldiswalda gehen würde. In der That hielten Abtheilungen Vandam- me's die Pässe des Erzgebirges schon besetzt. GrafOstermann, welcher einsah, daß wenn Vandamme den Weg nach Teplitz entdeckte und die verbündete Armee in der Fronte faßte, während Murat, Victor, Marmont und St. Cyr sie im Rücken verfolg- ten, sie, in den Engpässen aufgehalten, unvermeidlich eine Niederlage erleiden müsse, beschloß, sich und die Garde zu ihrer Rettung aufzuopfern. In Folge dieses Ent- schlusses beauftragte er den Prinzen Eugen von Würtemberg und den Comman- deurdciGllidcinfanteiie, Iermolow, mit dem zweiten Infanteriecorps Vandamme in der pirnaer Position durch Scheinangriffe aufzuhalten; Ostermann felbst aber mctischirte mit der Garde rasch auf dem Wege nach Teplitz, warf starte französische Abtheilungen aus den Defileen, welche sie besetzt hielten , erwartete in Peterswalde die Vereinigung mit dem Corps des Prinzen Eugen und setzte darauf seinen Marsch nach Teplitz fort. Vandamme verfolgte ihn hitzig bis Culm, wo der unerschrockene Ostermann am 17. August zu halten und dem zwiefach starten Feinde eine Schlacht anzubieten beschloß, damit die verbündete Armee Zeit gewönne, aus den Gebirgen hinauszukommen. Links vom teplitzer Wege nahm die Gardeinfanterie- -9 division Stellung, 2, ü; rechts zwischen Pristen und Karbitz das Leibhusaren <» und Küiiassicrregiment, a ; zwei Infanterieregimente! und das tatarische Uhlanen- regiment, welche den Abend vorher stark gelitten hatten, wurden unter dem Befehle des Generals Knorring zur Vertheidigung des Schlosses Eulm beordert, das Gardejäger- und das muromsche Regiment zur Vertheidigung Straden's. Die übrigen zwei Corps besetzten Pristen. Unter den Waffen standen im Ganzen ge- gen 14,000 M. Ostermann benachrichtigte seine Soldaten, daß er entschlossen sei, feinen Schritt breit zu weichen; zu siegen oder zu sterben. Ein lautes Hurrah war die allgemeine Antwort. Vandamme stieg von den Bergen bei Telnitz herab, nahm Culm, Straden, Pristen und drang mit 35,000 M. und 80 Geschützen heftig auf die Garde ein , Die Garde stand unerschütterlich und warf mit dem Vayonnet den Feind einigemal aus Pristen und Straden zurück. Um 2 Uhr sandte Vandamme zwei dichte Colonnen , welche sich zwischen dem Centrum und der linken Flanke durchschlagen sollten; sie nahmen Pristen wieder und durchbra- chen die Linie, dort aber begegneten sie den aus den Bergen herausgetretenenLeib c uhlanen- und Dragonerregimentern, e, zu deren Unterstützung noch die I . Küras i sierdivision, i, sich näherte. Eine von jenen Colonnen blieb unter den Bayonneten"], [93, "75 e? 9 H o der Gardercgimenter; die andere flüchtete in den Wald. In diesem entscheidenden Moment zerschmetterte eine Kugel dem Grafen Ostermcmn den linken Arm. Ier molow trat an seine Stelle und setzte den Kampf bis 8 Uhr Abends fort, wo Miloradowitsch mit der Grenadierdivision, t?, anlangte, dem dann auch Barclay de Tolly und Schwarzenberg folgten. Der Kampf wurde eingestellt. Auf rus sischer Seite betrug die Zahl der Todten und Verwundeten gegen 5000 M. In der Nacht zum 18. August wurden Vorbereitungen zum Angriffe aufVcmdamme getroffen. Das Commando erhielt Barclay de Tolly. Er sollte in der Front angreifen, während das preußische Corps Kleist's, welches Kaiser Alezander den Abend vorher von der dresdner Straße, /), auf Nollcndorf und von dort nach Telnitz dirigirte, den Befehl erhielt, dem Feinde in den Rücken zu fallen. Die von Alezander getroffenen Maßregeln wurden von dem vollkommensten Erfolge ge krönt: am 18. August vollständig umringt, wollte Pcmdamme sich durchschlagen; seine Reiterei brach in der That durch das preußische Corps ; Vcmoamme selbst jedoch, vier seiner Generäle und 12,000 M. mit 84 Geschützen wurden bei Ar besau und Telnitz gefangen. 34. Die Schlacht bei Leipzig, am 6. October 18 13. Am 5. October, dem Vorabende der großen Völkerschlacht , nahmen die ver bündeten Heere, welche dem Plane des Kaisers Alexander gemäß bei Leipzig con centrirt waren , folgende Stellung ein: im Centrum, unter dem Oberbefehl Barclay de Tolly's, befanden sich die Corps Wittgcnstein's, Kleist's, des Fürsten Gortschakow und des Prinzen Eugen von Würtemberg , mit den russisch - preußi schen Reserven, im Ganzen 55,000 Mann: diese Corps waren zumAngriffProbst heida's, des Schlüssels der feindlichen Position bestimmt ; der rechte Flügel , H, welcher, unter dem Befehle Bcnningscn's , die von ihm gebildete sogenannte pol nische Armee, die österreichischen Corps Klencm's und Bubna's und die preußi sche Brigade Ziethen's, im Ganzen 50,000 M. umfaßte, hatte Stötteritz anzu greifen; der linke Flügel, <?, unter Anführung des Prinzen von Hessen-Homburg, enthielt die österreichischen Corps Coloredo's und Meerfeld's, im Ganzen 40,000 M., welche Dölitz, Dösen und Konnewitz nehmen sollten. Ani Tage der Schlacht selbst erschienen von Breitenfeld über Tauchn der Kronprinz von Schweden mit der nordischen Armee und Blücher mit dem Corps Langeron's auf dem Kampf-"], [94, "76 2) Platze ; sie nahmen zwischen Schönfeld und Paunsdorf Stellung, D. Die übrigen Corps der schlesischen Armee, das Sacken's und das Yort's, standen zwischen der Elster und der Parthe, Z?. zum Angriff der Nordseite Leipzig's bereit. Ueberdie« I' wurde das 20,000 M. starte Corps Giulay's nach Zschocher. auf den Com» municationsweg des Feindes gefandt; zur Verbindung Giulay's mit dem linken Flügel der Armee zwischen der Pleisse und der Elster wurde die österreichisch« c? Division Lederer's, t? zurückgelassen. Die ganze verbündete Armee zählte 3 1 0,000 M., davon fast die Hälfte, nämlich 142,000 M., Russen. Napoleon ordnete sein« bei Weitem kleinere Arm« zwischen der Parthe und der Pleisse im Halbkreise « um Leipzig: er selbst stellte sich mit der Garde bei Thonberg, «, auf; das Centrum unter Macdonctld , ei, hielt Probstheida und Stütteritz besetzt; der z.c.F rechte Flügel unter Murat, s. e, berührte die Pleisse; der linke unter Ney, L, die Parthe bei Schönfeld ; zwischen ihm und Macdonald, bei Sellershcmsen, stand das / sächsische Eorps unter Reynier, /. Ein heftiger Kampf entspann sich bei'm Dorfe Probstheida, welches von Wittgenstein mit den Corps Gortschatow's , Kleist's und des Prinzen Eugen angegriffen wurde, darauf bei Stötteritz, wohin Ven- ningsen vordrang. Besonders blutig war der Kampf bei Probstheida , wo Na- poleon selbst mit seiner alten Garde die Angriffe der Russen zurückschlug. Um Mittag erschien Blücher mit dem Corps Langeron's bei dem Dorfe Schönfeld -^ und griff es unverzüglich an , während Sacken, Z?, die Hallesche Vorstadt stürmte. Der Kampf wüthete mit unbeschreiblicher Hartnäckigkeit um ganz Leipzig. Kaiser Alexander , welcher sich mit seinen Verbündeten auf einem Hügel bei Meusdorf befand und den Gang der Schlacht leitete, erwartete mit Ungeduld das Erscheinen des Kronprinzen von Schweden , um dann dcn entscheidenden Schlag zu führen. Um 3 Uhr Nachmittags endlich erschien der Kronprinz mit der Nordarmee auf dem Kampfplatze und bezog die ihm bestimmte Position zwischen der Armee Benningsen's und der Parthe, /). Mit seinem Erscheinen entbrannte der Kampf bei Schönfeld, welches von Ney mit den Corps Marmont's und Souham's ver- theidigt wurde. Lange war der Sturm Langeron's auf dieses Dorf erfolglos, endlich aber um 6 Uhr bemächtigte er sich desselben , nachdem er gegen 4000 M. geopfert hatte. Auf diese Weise wurde die linke Flanke des Feindes umgangen. Um dieselbe Zeit ging die Hälfte des sächsischen Corps Reynier's zu den Verbün- deten über und nahm in der Armee Benningsen's Stellung. Tacken aber brach zum dritten Mal in die Hallesche Vorstadt und erregte durch seine heftigen An- griffe Napoleon's Besorgniß, daß die Verbündeten .ihm den Rückzug abschneiden"], [95, "77 könnten; deßhalb sandte er seine letzte Reserve gegen Sacken. Bei Einbruch der Finsterniß wurden die Angriffe eingestellt; das Feuer der die Stadt wie eine Kette umgebenden Batterien dauerte indeß fort. Endlich verstummte Alles. Die linke Flanke Napoleon's war geworfen; das Centrum aber behauptete seine frühere Stellung. Die Obergeneralc der Verbündeten begaben sich auf den Hügel, wo sich Alczander befand : hiei ward beschlossen , die Schlacht am folgenden Tage zu eineuein. Napoleon wollte den Angriff nicht abwarten; nach Einstellung des Kampfes befahl er den Rückzug durch Leipzig über die Elster nach Lindenau, auf der lützener Straße. Am 7. October, Morgens 7 Uhr erschien Alezcmder auf dem vom Feinde geräumten Tchlachtfelde und hielt in Thonbcrg, wo Tags zuvor Napoleon's Hauptquartier gewesen war. Unter deß bewegten sich die verbündeten Heere gegen Leipzig, um den Feind daraus zu vertreiben. Alczander gab den ge messensten Vefehl, die wehrlosen Bürger zu schonen. Die Hauptmacht der Ver bündeten nahte von der südlichen Seite Leipzig's , Venningsen und der Kronprinz von Schweden von der östlichen, Blücher von der nördlichen. Der Feind vcr theidizte sich hartnäckig, aber nicht lange: Sacken und Langeron bemächtigten sich der befestigten halleschen Vorstadt; Vülow, vom Grafen Woronzow unterstützt, brach vonOsten in die grimmaische Vorstadt; links von ihnen operirlc Pastewitsch und nabm 28 Kanonen. Nach der Einnahme der Vorstädte vertheidigten sich die Franzosen schon nicht mehr in den Straßen, sondcrn flohen in größter Unord nung über die Pleisse und Elster Lindenau zu. Um 12 Ubr zogen Kaiser Alc zander und der König von Preußen in Leipzig ein. Napoleon verlor in dieser drei tägigen Schlacht an Todten : den Maischall Poniatowsti, l ! Generäle und gegen 20,000 M.; zwei Corpscommandeure, Reynier und Lauriston , 20 Generäle und 40,000 M. geriethen in Gefangenschaft; erbeutet wurden 325 Geschütze, 130,000 Stück Gewehre und die ganze Bagage. Der Verlust der Verbündeten an Ver wundeten und Todten bestand in 2! Generälen, 1800 Offizieren und 45,000 Mann, wovon allein 22,000 Russen. 35. Die Schlacht bei Fere-Champenoise, am 13 März 18 14. Nach der unentschiedenen Schlacht der verbündeten Hauptmacht gegen Napoleon bei Arcis an derAube am 8. März 1814, brachten beide Heere angesichts einander die Nacht auf dem Schlachtfelde zu. Gegen alles Erwarten ging Napoleon über 6"], [96, "78 H « e <- Vitry nach St. Dizier. Die Verbündeten konnten dieses Manöver nicht begreifen und entschieden sich anfangs nach der Vereinigung mit Blücher , welcher an der Marne stand, im Rücken des Feindes zu opcriren. Ein von den Kosaken am 11. März aufgefangener Brief Napoleon's an Marie Louife löste dieses Räthsel: Na poleon schrieb, daß er über die Marne ginqe, in der Absicht, die Aufmerksamkeit der Verbündeten von Paris abzulenken. Kaiser Alczander beschloß , gerade Das, was Napoleon amMeisten befürchtete: den Marsch auf die Hauptstadt Frankreich's In Folge dessen machte die Hauptarm«, welche auf Vitry im Rücken des Fein des marschirte, am 13, März kehrt und schlug den Weg in der Richtung auf Paris über Före-Champenoise nach Mcauz ein , wo Blücher mit der schlesischen Armee, s. von Chalons kommend, zu ihr stoßen sollte ; um aber diese Bewegung vor Napoleon zu verbergen, wurde ihm das starke Eavallcriecorps des Baron Ninzingcrodc nachgesandt. Am Morgen des 13. März rückten beide Armeen, die Hauptarm« von Vitry, die schlesische von Chälons, aus. Bald darauf kam die Nachricht, daß auf dem Wege der Hauptarm« nach Mre-Chnmpenoise die zur Vereinigung mit Napoleon eilenden Corps der Maischälle Marmont und Mor tier erschienen, welche von der Nähe der Verbündeten keine Ahnung hatte, Marmont war voraus bei dem Dorfe Soude-Sainte-Croiz,Mortier folgte. Glas Pahlen und der Kronprinz von Würtemberg, welche mit ihrer Cavallene die Avant garde bildeten, a, wollten Marmont auf beiden Seiten umgehen ; er zog sich auf Sommesous zurück, um Mortier zu erwarten. Graf Pahlen warf ihn durch hef tige Angriffe aus seiner Position, 6, und eroberte einige Geschütze; er setzte ferner das Hauptquartier in Kenntniß, daß er beide Marschälle verfolge, und bat um Unterstützung. Die Infanterie bewegte sich im Eilmarsche. Marmont vereinigte sich mit Mortier hinter Fere-Champcnoise; sie hatten gegen 22,000 M, e; da indeßihr Verlust an Todten und Gefangenen im Gefecht mit der Avantgarde Pahlen's be deutend war, so wollten sie die Ankunft der verbündeten Hauptmacht nicht abwar ten, sondern zogen sich, von den russischen Truppen hitzig verfolgt, in Eile auf Se zanne zurück. Kaiser Alezander, welcher seine Infanterie überholte, kam nach Fere- Champenoise, von wo aus er mit dem Fürsten Schwarzenberg , unter Bedeckung einer Escadron Leibkosaken, zur Avantgarde aufbrach. Kaum hatte er einige Werst zurückgelegt, als sich zur Rechten der Feind zeigte, e; es waren die zwei Infanterie divisionen der Generale Pcicthod und Amey , welche mit einem ungebeulen Na genzug auf der chaloner Straße, ebenfalls zur Vereinigung mit Napoleon, mar schirten. Aehnlich Marmont und Mortier stießen sie auf das Corps Langeron's,"], [97, "79 der die Avantgarde der Armee Blücher's führte. Längerem warf sie beiGerminon. <i, und da sie leine Ahnung von der Anwesenheit der Verbündeten in Fere-Cham- penoise hatten, so zogen sie sich dahin zurück. Alerander, welcher dem Feinde so unerwartet begegnet war. sandte, ohne den Ort zu verlassen, nach allen Seiten Befehle, zu ihm zu stoßen. Von der Gefahr des Kaisers unteilichtet, jagten aus der Avantgarde und aus Fere-Champenoisc Dragoner, Husaren, Kürassiere da hin ; hinter ihnen her eilte im Sturmschritt das Corps Rajewstij's. Alerander be fahl, den Feind anzugreifen, welcher sich in zwei Colonnen aufstellte , e ; die eine streckte bald die Waffen, die andere vertheidigte sich hartnäckig, ergab sich aber doch. 10,000 Gefangene, darunter 9 Generäle, ferner 80Kanonen und ein bedeutender Train waren die Trophäen der Schlacht bei Fere-Champenoise, welche auch durch die persönliche Tapferkeit des Kaisers denkwürdig ist. 36, Die Einnahme von Paris, am 18. März I 8 i 4. Als die Verbündeten am !7. März in der Stärke von 100,000 Mann die Gegend von Paris erreichten, hatten die der Avantgarde der Hauptarmee ent- schlüpften Maischälle Mortier und Marmont schon ihre Maßregeln zur Vertheidi- gung der Stadt ergriffen: die Aufstellung ihrer, durch die Nationalgarde und die Cadres verschiedener Regimenter verstärkten Corps erfolgte auf der östlichen Seite, von wo die Verbündeten heranrückten. Die Franzofen hatten 45,000 M. nebst 1 50 Geschützen. Marmont befehligte den rechten Flügel von der Marne bis zum Ourcq-Canal und vertheidigte die Dörfer Charonne, Belleville, Montreui! und das Schloß von Vincennes; Mortier den linken Flügel zwischen dem Ourcq- Canal, dem Montmartre und Neuilly. Oberbefehlshaber beider Corps war derBruder Napoleon's, Iofeph. Am Abend des 17. März vor Paris eintreffend, versuchte Alczander die Einwohner zur gutwilligen Uebergabe der Stadt zu ver- mögen. Als indeß alle Versuche fruchtlos blieben , befahl er, am folgenden Tage die vom Feinde besetzten Höhen und Dörfer zu stürmen. Rajewstij und Barclay dc Tolly wurde das Centrum des Feindes zugetheilt, die Strecke zwischen Pantin und Vincennes, namentlich aber die Höhe von Belleville; dem Kronprinzen von Würtemberg die Einnahme der Brücken über die Marne bei Charenton und des Schlosses von Vincennes; der schlesischen Armee der Angriff auf den Montmartre aus St. Denis von zwei Seiten : Graf Langeron von Clichy her, Graf Woron- 6'"], [98, "80 zow, York und Kleist über das Dorf La Villette. Der allgemeine Angriff sollte Punkt 5Uhr beginnen; aber nur Rajewstij und Barclay de Tolly begannen ihn zui festgefetzten Zeit; Vlüchel bekam den Befehl zu spät und bewegte sich nicht vor 1 1 Uhr, und der Prinz von Würtcmbcrg, welcher sehr weit zurückgeblieben war, erschien erst Mittags in Nogcnt. Rajewstij theilte seine Truppen in zwei Theile; den Prinzen Eugen von Würtcmbcrg sandte er gegen Pantin; ei selbst rückte mit „ dem Corps Gortschakow's und der Cavallerie Pcthlen's, », gegen die rechte Flanke des Feindes über Romainvillc, welches er Abends vorher besetzt hatte. Die Fran- osen vertheidigten sich tapfer. Kaiser Alerander, welcher von Vondy . wo er die Nacht zugebracht hatte, um 8 Uhr auf dem Schlachtfelde erschien, gab dem Vra <- fcn Barclay de Tolly Befehl, Rajewstij durch die Reserven, o, zu unterstützen; zwei Grenadierdivisioncn Paskewitsch's und Tschogoklow's eilten ihm zu Hilfe. In kurzer Zeit wurden die Höhen zwischen Velleville und Romainvillc geräumt; 6 Graf Pahlen. ö, drang bis Charonne und detachirte das tschugujcwscheUHIanen- regiment links gegen den Schlagbaum vor der Stadt, H. Die Franzosen scho- ben 28 Geschütze vor und eröffneten ein starkes Feuer. Das Regiment Tschugu- jew warf sich auf die Batterie, brachte die dieselbe bedienenden polytechnischen Schüler zum Weichen und nahm 9 Geschütze. Inzwischen stellte Barclay de Tolly dm Angriff ein, weil er mit geringerm Opfer Velleville, den Hauptpunkt der feindlichen Position, zu nehmen gedachte, wenn Blücher auf der rechten und der Prinz von Wüitcmberg auf der linken Flanke zu operiren anfingen. Um 1 1 .? Uhi etwa iückte die schlesische Armee vor. Die Preußen, ci, griffen La Villette an, schlugen sich über vier Stunden, konnten den Feind aber nicht bewältigen. Graf Woronzow, welcher mit den Reserven bei Aubervillicrs stand, sandte ihnen zur Unterstützung den Generalmajor Krasowskij mit 5 russischen Regimentern. Die tapferen Jäger erstürmten La Villette mit dem Bctyonnete und verfolgten die Fran- zofen bis an das Thor Saint-Martin, wo ihnen Halt geboten wurde. Um 1 Uhr Nachmittags erschien der Prinz von Würtemberg bci Nogent, besetzte den vincenner s Wald und bemächtigte sich Charcnton's mit Sturm, L. Etwas später »rstürmte nach einem blutigen Kampfe Barclay de Tolly den letzten Schutz der Stadt aufder Ost- seite, Velleville. Seine Siegcsgefährtcn waren Rajewstij und Miloradowitsch. Es galt nun, den unnahbaren, mit Batterien von zwei Etagen umgebenen Mont- mait« zu nehmen. Giaf Langeion näheite sich ihm von Clichy mit dem Coips Rudsewitfch's und Kctpzewitsch's. Um 4 Uhi schritt Rudsewitsch mit 1 0 russischen - Regimentern zum Sturm, s. In zehn Minuten waren sämmtliche Befestigung«,"], [99, "81 und Batterien mit dem Bayonncte genommen. Die russischen Fahnen entfalteten sich auf den Mauern des Montmartre. Die Heere rückten gegen Paris selbst vor und waren schon im Begriff hineinzubringen , als Kaiser Alczander, der Stadt Schonung gewährend , den Eifer der Truppen hemmte. Der Verlust der Ver bündeten am 18. März betrug 9093 M., worunter 153 Würtemberg«, 1840 Preußen und 7100 Russen."], [100, "V. Die Kriege Nikolai's l. von 1826 bis zum Ende des Jahres 1831. 37. Die Schlacht bei Ielisawetpolj, am 13. September 1826. Nach der Niederlage der Avantgarde des persischen Heeres am Flüßchen Schamchora durch den Generalmajor Fürsten Madatow (2. September), befahl der Obercommandirende im Kaukasus, General Iermolow , dem aus Moskwa am 29. August in Tiflis angelangten, mit dem Eommando des zur Offensive gegen Persien bestimmten Heeres betrauten Gencraladjutanten Pastewitsch, sich so schnell als möglich mit dem Fürsten Madatow zu vereinigen und ihm in das tarabachische Chanat zum Entsatz der belagerten und gegen die ganze Armee Abbas-Mirza's mit 6 Compagnien des 42. Jägerregiments und 4 Geschützen unter dem Befehle des Obristen Reutt sich vertheidigenden Festung Sschuscha zu folgen. Pastewitsch verließ mit 6 Bataillonen Infanterie, 6 Escadronen Dra goner, 2 Regimentern Kosaken und mehreren Hunderten der tatarischen und gru sischen iriegulairen Truppen nebst 22 Geschützen Tiflis und stieß am 9. Septem ber bei Ielisawetpolj zu Madatow. Nachdem Proviant eingenommen war, gab er Befehl, am 13. September 9 Uhr Morgens auszurücken. Bei Anbruch des Tages erschienen bei ihm zwei Armenier mit der Nachricht , daß Abbas - Mirza, durch die Niederlage seines Sohnes am Flüßchen Schamchora beunruhigt, die Belagerung der Festung Schuscha aufgehoben, hätte und mit seiner ganzen Armee (35.000 M.) eilig gegen Ielisawetpolj zöge. In der That überschritten die Perser schon das Flüßchen Kuraktschaj und concentrirten etwa 9 Werst von Ielisawetpolj ihre Streitkräfte zum Angriff auf die viermal schwächere russische Abtheilung."], [101, "83 Mit d«r Absicht des Feindes bekannt, zog der Gcneraladjutcmt Pastewitsch ihm entgegen. Die Heere näherten sich einander und eröffneten < Werst von Ielisa- wetpolj den Kampf. Vor dem Beginne der Schlacht nahm das persische Heer folgende Stellung ein: im Centrum standen die Ssarbasen oder das Fußvolt und die Artillerie, »?. t?; auf den Flanken die Reiterei, H. H; hinter dem A Fußvolk der Scmburakis oder die leichte Artillerie auf Kamcclcn, />./>; in Reserve -», » stand die regulaire Reiterei, N, H,', und Infanterie, /^. H,^ befand sich Abbas- I' Mirza selbst, <3. Seine Armee enthielt 15 Regimenter regulairer Infan- ö terie, 20 Regimenter Cavallerie und 25 Geschütze, die kleineren auf den Ka- meelen ungerechnet. Gcneraladjutant Pastcwitsch ordnete seine kleine Ab- theilung folgendermaßen: in erster Linie, auf der rechten Flanke, ein Bataillon des 41. Jägerregiments, a, mit zwei Regimentern Kosaken , c/; im Centrum ». <? zwölf Geschütze der Grenadierbrigade, b, auf der linken Flanke ein Bataillon des i schwirwanischen Infantericrcgimcnts, e, mit dcr tatarischen und grusischcn irrcgu- >- lairen Reiterei, e; in zweiter Linie, hinter dcm Bataillon des 4! Regiments, <- etwa 100 Ssashen von ihm entfernt, ein Bataillon des 7. Carabinicircgimcnts, /°; etwas rechts davon ein aus zwei Compagnien desselben Regiments bestehen- / des Quarre mit zwei leichten Geschützen, hinter dem schirwanischen Bataillon ein Bataillon des grufischen Infanterieregiments, ; links von diesem ein Quarre /, aus zwei Compagnien desselben Regiments mit zwei Geschützen, i; gegenüber den « Intervallen der beiden ersten Linien das nishegorodsche Dragoneircgiment, 5; /.- hinter demselben eine Reserve aus sechs Geschützen, /, und sechs Compagnien des / chersonschen Gicnadicrrcgiments, m. Die beiden eisten Linien commcmdirte Ge- >« neralmajor Fürst Madatow. Die Stärke der ganzen Division überstieg nicht 8500 M. Den Kampf begannen die Perser mit l 8 Bataillonen Fußvolk, und der Reiterei, ö. 6. Das Fußvolk eröffnete ein Vataillenfcuer, welches von F. F der Artillerie unterstützt wurde, und die Reiterei bedrängte die russische linke Flanke; bald jedoch zwang das mit größter Sorgfalt gerichtete Feuer der russischen Artil lerie unier General Weljjaminow den Feind, seinen Angriffsplan zu ändern: es warf sich sein gesummtes Fußvolk in dichten Massen, H. auf den russischen linken H- Flügel. Da beschloß Pastcwitsch, die feindliche Linie zu durchbrechen, und beor derte dazu den Fürsten Madatow mit einem schirwanischen, einem grusischcn und einem Bataillon des 41. Iäaciicgimcnts nebst zwei Schwadronen des nishego rodschen Dragonerregiments. Durch einen raschen Angriff warf der tapfere Ma datow den Feind ; das Centrum und die Reserve ergriffen in der größten Unord-"], [102, "84 nung die Flucht und wurden zwölf Weist verfolgt. Inzwischen umging die zahl« F. H reiche persische Reiteiei, s.S, beide Flanken des russischen Heeres; auf dem linken Flügel wurden die Perser,//, von zwei Schwadronen des nishcgoroschenDragoner- regiments und einem Bataillon des chersonschen Grenadierregiments, welche übei 4 aus dei Reserve entnommene Geschütze geboten, zurückgeschlagen und fliehend von « der russischen und tatarischen irregulairen Reiterei verfolgt, e. Auf der rechten II Flanke gestaltete sich der Kampf hartnäckiger; die Perser, denen es gelungen « war, 2 Kosatenregimenter zurückzudrängen, s, warfen sich hitzig auf zwei Com- pagnien des Regiments Cherfon, welche im Verein mit zwei Schwadronen nishe- gorodscher Dragoner nebst zwei Geschützen die äußerste Spitze des russischen rechten Flügels vertheidigten. General Pastewitsch unterstützte sie mit sieben Compagnien Carabiniers, welche bis dahin noch keinen Antheil an der Schlacht genommen hatten. Bald wurden die Perser gegen die Berge, die damalige Grenze Rußland's und Persien's, zurückgeworfen. Fürst Madatow holte sie auf einem Hügel ein, und zwang durch ein wohlgerichtetes Kartätschenfeuer 95^ M. die Waffen zu strecken. Der Feind ward auf allen Punkten geschlagen ; er floh so rasch , daß die zwölf Werst weit verfolgenden Russen ihn nicht einholen tonnten. Paftewitsch / eroberte zwei Lager, O. /, und rastete an den Ufern des Kurattschaj. Vier Stan- darten, drei Geschütze, ein Falkonet, 80 Munitionskasten, zwei Lager mit sämmt- lichen Gepäckwagen, 2 Bataillonscommllndeure, 7 Officiere, 1100 Gemeine, endlich die eilige Flucht Abbas-Mirza's über den Araks bezeichneten den Sieg bei Ielisawetpolj. 38. Die Schlacht bei Navarin, am 8. October 1827. Das russische Geschwader, welches im Jahre 1827, unter dem Oberbefehl des Contreadmirals Grafen Heyden, in's mittelländische Meer ausgesandt wurde, um im Vereine mit der Seemacht Frankreich's und England's , auf Grund des londoner Protokolls vom 24. Juni 1827. dem Blutvergießen in Griechenland Einhalt zu thun, bestand aus vier Linienschiffen und vier Fregatten. Die Schiffe waren: Asow, 74 Kanonen, Capitaine l. Ranges Lasarew II.. unter Contieadmiralsstagge; G an gut,' 84 K., Capitaine 2. Ranges Awinow; ' Hangöudd, Vgbg."], [103, "85 Hesekiel, 74 K, Capitaine 2. Ranges Sswinkin; Alezander Newslij, 74 K., Capitaine 2. Ranges Bogdanowitsch; die Fregatten: Ielena, 36 K., Capitainclicutenant Icpantschin 1.; Prowornyj, ' 44 K., Ccwitainelieutenant Iepantschin II.; Konstantin, 44 K„ Capitaine 2 Ranges Chruschtschow; Kastor, 44 K., Capitainelieutcnant Ssytin. Am 8. August lichtete das Ge schwader in Portsmouth die Anker und gewann in 6 Tagen die Höhe des Cap St. Maria, als sich ein heftiger Ostwind erhob, welcher bis zum 7. September ununterbrochen anhielt, so daß das Geschwader von Gibraltar bis zur Insel Minorca laviren mußte. Auf der Höhe von Palermo erhob sich am 9. September ein Sturm und zwang den Grafen Heyden, im Hafen von Palermo beizulegen und günstigern Wind abzuwarten. Er versorgte sich mit allem Nöthigen und vereinigte sich am 1 . October mit dem englischen Geschwader unter Viceadmiral Codrington bei der Insel Zcmte, wo denselben Tag auch das französische Geschwa der unter Contreadmiral de Rigny aus dem Archipel anlangte. Am 7. October, in Folge des Waffenstillstandsbruchcs seitens Ibrahim« Pascha's , welcher sich bis zum Eintreffen neuer Instruktionen seiner Regierung nichts Feindliches zu unternehmen verpflichtet, beschlossen die verbündeten Admi rale, in die Bucht von Navarin, wo die Seemacht des Sultans concentrirt lag, einzulaufen, um Ibrahim-Pascha zu zwingen, seine Truppen aus Griechenland zurückzuziehen. Der Hafen von Navarin , einer der besten in Morea , mit einem Umfang von 10 Werst und hinlänglicher Tiefe für die größten Schiffe, bildet eine Bucht, deren schmaler Eingang von den Batterien auf der Insel Sfatteria und von 125 Geschützen der Festung Navarin, bei welcher sich das egyptische Lager befand , vertheidigt wurde. Im Hafen selbst lag die egyptisch-türkische Flotte in Hufeisensorm; sie bestand aus 7 Linienschiffen, 17 Fregatten, 26 großen Coi vetten. 1 1 Briggs und 5 Brandern mit 2200 Geschützen und einer Equipage von 23,000 M. Die verbündete Flotte zählte 10 Linienschiffe, 10 Fregatten und 7 kleinere Fahrzeuge, mit 1326 Geschützen und 12,940 M. Der Vicead miral Codrington, welcher nach Uebereinkunft seiner College«, als ältester von ihnen, den Oberbefehl übernahm, ertheilte am 7. October folgenden Befehl: die verbündete Flotte sollte sich in zwei Colonnen aufstellen; die rechte, aus den englischen und französischen Schiffen, unter feiner Anführung, die linke, aus russi schen, unter Glas Heyden, welcher sich dem englischen Admiralsschiffe gerade gegen- \" Der Geschwind«."], [104, "86 über halten sollte. Die Nacht vor dem 8. October und den Morgen desselben herrschte Windstille ; es befand sich daher die verbündete Flotte in etwas zerstreu- ter Stellung; Navarin am Nächsten lag die englische Flotte, nicht weit von ihr die französische, am Weitesten das russische Geschwader. Um 1 1 Uhr erhob sich ein frischer günstiger Wind; die verbündeten Geschwader ordneten sofort ihre Linie. Um 1 Uhr Nachmittags gab der Oberbefehlshaber von seinem Schiffe Asia das Signal „Bereit zum Kampf,\" und die rechte Colonne, den russischen Schiffen keine Zeit gönnend, sich mit ihr, wie bestimmt war, in gleiche Linie zu stellen, flog mit allen Segeln in den Hafen. Die Türken sahen ihrer Ankunft « mit Ruhe entgegen. Asia, «, legte sich zwischen das türkische und cgyptische Ad- miralsschiff unter den Flaggen des Kapudcm-Vey und Moharem-Bey; Genua, i b, warf dcn Anker neben der Asia; die übrigen Schiffe, Albion, Talbot, Sirene, Scipio, Dartmouth, stellten sich ebenfalls an den ihnen ange- wiesenen Plätzen , den türkischen und egyptischcn Schiffen gegenüber , auf. Die Briggs Philomela, Rose, Vrir und Moskito nahmen auf beiden Flanken e. <? zwischen den türkischen Brandein Stellung, c. c<. Als auf diese Weise die engli- schen und französischen Schiffe Anker geworfen hatten, näherten sich die russischen, vom Admiralsschiffe Asow geführt, der Einfahrt in den Hafen; zur felben Zeit wurde von einem türkischen Brander der englische Lieutenant Fitz-Roy von der <- Fregatte Dartmouth, e, im Begriff, als Parlamentaire den türkischen Com- mandeur des Biandeis zu vcimögen, sich eines Angriffs auf die verbündeten Schiffe zu enthalten, durch einen Flintenschuß getödtet. Bald darauf erfolgte von einer egyptischcn Corvette der erste Kanonenschuß gegen die französische Fre- /- gatte Sirene, /. Die Sirene antwortete mit einer vollen Lage. In diesem Augenblicke befand sich das russische SchiffA s o w zwischen denBatterien der Insel ? Efctktcria, F, und der Festung Navaiin. Ein Kieuzfeuci, welches sowohl diesem als auch den anderen russischen Schiffen galt, erfaßte es von beiden Seiten in dem Maße als es sich dem Eingange näherte; überdies erfolgte noch eine heftige Ka« nonadc aus der dreifachen Reihe von Fahrzeugen, welche die rechte Flanke der türkischen Flotte bildeten. Asow setzte seinen Weg, ohne einen Schuß zu thun, l. 2 fort, und warf auf der ihm bestimmten Stelle Anker, i ; Gangut, 2, Hese 3. i kiel, 3, Alerander Newskij, i, und die ihm folgenden vier Fregatten 5. 6 Iclena, 5, Prowornyj, n, Kastor, ?, und Konstantin, 8. nahmen ebenfalls, ohne das Feuer zu erwidern, die ihnen angewiesene Position ein. Die verbündeten Admirale hofften, daß die türkischen Befehlshaber, wenn sie ihre"], [105, "87 ruhige Haltung sähen, den Kampf einstellen würden; die Türken dagegen ver stärkten ihr Feuer. Der zweite Parlament«!« , welcher von Sir Edward Cod rington an den egyptischcn Admiral gesandt wurde, erlitt das Schicksal Fitz-Roy's. Nun aber eröffneten die vereinigten Geschwader ihr Feuer, und in vier Stunden war die ganze türkische Flotte vernichtet. Das Schiff Asow, i, welches sich dicht i an die feindliche Stellung, zweien Zweideckfregatten gegenüber legte, zog bald auch das Feuer einer dritten, unter der Flagge eines Tagir-Pascha, dann noch einer Corvette auf sich: zwei Stunden später waren sie sämmtlich vom Asow und dem französischen Schiffe Bresl au in den Grund gebohrt. Letzteres Schiff, welches im Anfange des Kampfes eine unvortheilhafte Stellung eingenommen, ü, von /< welcher aus es dem Feinde nicht den geringsten Schaden beibringen konnte , legte sich um 4^Uhr zwischen Asow, i, undAlbion, 4, wo es das eine, wie das an» i. i dere bedeutend unterstützte. Das Schiff Gang ut, 2, kämpfte um dieselbe Zeit 2 mit verschiedenen Fregatten, Corvettcn und Briggs zugleich, welche vor ihm in drei Linien aufgestellt waren; nach dem Beispiele Asow's bohrte es seine Gegner alle in den Grund, ungeachtet es selbst drei Mal in Brand gerieth. Der Hc se tiel, 3, vernichtete eine große Fregatte, mehrere Briggs und Corvettcn. Sein 3 tapferer Capitaine, Sswintin, im Anfange der Schlacht schon durch eine Kartätsche verwundet, ließ sich nicht verbinden, sondern knieend und sich an einem Taue hal tend, mit Blut bespritzt, commcmdirte er, so lange derKampf währte. Der Com mandeur des Alelander Newskij, <, der ebenso tapfere Capitaine Bogdano- 4 witsch, zerstörte zwei Corvetten und zwang eine große Fregatte, die Flagge zu streichen. Die Gebrüder Iepantschin, Chruschtschow und Ssytin. welche die Fre gatten, 5. ü. ?. s, commcmdirten , bewiesen gleiche Unerschrockenheit. Von der 5. 6 ganzen tüikisch-egyptischen Flotte blieben nur eine Fregatte und einige kleine Fahr- 7. 8 zeuge übrig. Das russische Geschwader hatte 59 Todte und 139 Verwundete, das französische 43 Todte und 1 1 9 Verwundete, das englische 79 Todte und 208 Verwundete. 39. Die Eroberung Anapa's, am 12. Juni 1828. Die Festung Anapa, im Jahre 1781 auf Befehl des Sullans Abdul-Hamid zum Schutze der aus der Krim auf das linke Ufer der Kubanj ausgewanderten Tataren am östlichen Ufer des schwarzen Meeres erbaut, wurde in der Folge"], [106, "88 wegen des feindlichen Einflusses der Türkei auf die widerspenstigen kaukasischen Stämme zu einem für Rußland gefährlichen Punkte. Vom Contreadmiral Pu- stoschkin im Jahre 1807 genommen, wurde sie, zufolge des Bukarester Friedens, wieder herausgegeben. Auf Befehl des Sultaus Mahmud erhielt sie durch fran- zösische Ingenieure starke Befestigungen, und nannte der Sultan sie nur „den Schlüssel der asiatischen Ufer des schwarzen Meeres.\" Gleich im Anfang des Krieges mit der Türkei im Jahre 1828 ernannte der Kaiser zur Eroberung Anapa's eine besondere Landungserpedition unter dem Viceadmiral Greigh. Die russische Expedition erschien am 2. Mai vor Anapa; den Tag darauf kam von der Halbinsel Taman, unter dem Commando des Flügeladjutanten Obrist Pe- rowskij, eine Abtheilung Infanterie von 900 M. nebst 24 Geschützen der tscher» nomorischen Kosakenartillerie und besetzte die schmale Strecke 2 Werst nördlich von der Festung, zwischen dem Meere und dem Flusse Vugur. Ein heftiger Wind hinderte die Landung der Erpeditionstruppen. Diesen Umstand ersahen die Türken, um die zu Lande erschienene Abtheilung zu vernichten; sie sielen dieselbe drei Tage lang von der Fronte und im Rücken an ; Obrist Perowstij jedoch, die Vortheile seiner Stellung geschickt benutzend , vereitelte alle Anstrengungen des Feindes , und unter dem Schutze seiner Abtheilung ging die Ausschiffung der Landungstruppen vor sich, Das zur Eroberung Anapa's bestimmte und der obersten Leitung des Contieadmirctls Menschikow anvertraute Landungsheer zählte gegen 6000 M. Es bezog zwei Werst von der Festung ein Lager, H; zur Ver c' bindung mit der Flotte, <?, wurde ein Hafen gewählt, in dem man einen Tele « graphen errichtete, a. Fürst Menschikow leitete unverzüglich die Belagerung ein. Am 10. Mai, vier Tage nach der Landung, eröffnete er auf Kartätschenschuß- weite au« der an der Mündung des Bugur in das schwarze Meer erbauten Bat i. c teile, ü, die Beschießung der Eckbastion, e. Denselben Tag noch wurde über den Bugur eine Brücke geschlagen. Die Türken bemühten sich vergebens, die zwei <l Compagnicen des 14. Jägerregiments, welche den Brückenkopf, </, besetzt hielten, zurückzuwerfen. Bald zeigten sich im Rücken der russischen Position die Berg- bewohner, unter der Anführung des herrschenden, durch seine Tapferteit und Raub- einfalle an der Kubanj berühmten Fürsten Ssatug. Die tscheinomorischen Ko- saken, von einem Bataillon Jäger unterstützt, schlugen seine Angriffe zurück; er selbst wurde getödtet. Zur Sicherung der russischen Position wurden zwischen />dem Meere und dem Sumpfe Retranchements, /)./). durchgeführt und auf einem H. Hügel, O, und dem linken Ufer des Bugur, /?, gesonderte Vefefti-"], [107, "89 gungen errichtet. In derselben Absicht wurde am Fuße des Gebirges eine Feld redoute, <?, aufgeworfen. Diese Vorsichtsmaßregeln erwiesen sich als gerechtfertigt; t? denn während die Bclagerungsarbeiten von der Mündung des Bugur aus, e, rasch vorwärts schritten und die vollkommen zerschossene Eckbastion, c-, das Feuer <- der Russen nicht mehr erwiderte, erschienen am 18. Mai die Bergbewohner in be deutender Anzahl und sielen, vom Fürsten Temrjuk geführt, die Feldredoute, 6?, cm ; <? zu gleicher Zeit machten die Türken einen starken Ausfall aus der Festung. Beide Angriffe jedoch wurden mit großem Verlust für den Feind zurückgeschlagen. Darauf besetzten die russischen Truppen die ganze, südlich von Anapa zwischen dem Bugur und dem Meere gelegene Strecke, Ungleich wichtiger war der Angriff des Bergvolkes am 28. Mai auf das Centrum und die rechte Flanke der russi schen Linie, den ein heftiger Ausfall der Türken aus der Festung begleitete; nur der ungewöhnliche Muth der russischen Soldaten , die Umsicht des Oberbefehls habers und die Kaltblütigkeit der Ofsiciere konnten den russischen Waffen das Uebergewicht geben. Ein Quarre bildend , schlugen die Iägercompagnien den Feind auf allen Punkten zurück. Die Bergbewohner flohen in die Gebirge, die Türken in die Festung. Nach diesem Ereigniß wagten die Gebirgsvölker nicht mehr, die Russen anzugreifen, und zeigten sich nur in kleinen Haufen. Um aber weiteren Versuchen dieser Art vorzubeugen , errichtete man dicht am abschüssigen Meeresufer südlich von Anapa eine große Redoute, H\", und führte von ihr eine Linie von Befestigungen, I«, bis zu den Belagerungswerken. Auf diese Weise wurde die Festung vollkommen eingeschlossen, alle Verbindungen mit den Berg völkern unterbrochen und ferneren Ausfällen des Feindes vorgebeugt. Inzwischen verursachte das vernichtende Feuer der russischen Batterien, e, welche aus einer ° Entfernung von nur 100 Ssashen vom Feftungsgrabcn wirkten, eine so furcht bare Verheerung in der Festung, daß, als sie genommen war, die Kosaken bequem durch die Breschen reiten konnten. Der tapfere, in Schlachten ergraute Comman dant Anapa's, Tschatyrj-Osman-Oglu , vertheidigte die Festung auf's Aeußerstc bis zum Augenblick, wo Menschikow die Absicht kund gab, sie zu stürmen. Die Leitern , Faschinen , Haken und anderen Zeichen eines unausbleiblichen Sturmes bemerkend, willigte der türkische Commandant endlich in Unterhandlungen und übergab am 12. Juni 1828 Anapa. Er selbst wurde nach Anatolien gebracht die Besatzung. 4000 M stark, blieb kriegsgefangen. In der Festung fand man 85 Geschütze, 29 Fahnen, 2000 Pud' Pulver, 25,000 Patronen und eine « l Pud: 40 Pfund."], [108, "90 Menge Waffen aller Art. Für die Eroberung Anapa's wurde Fürst Menschikow zum Viccadmiral und Befehlshaber des Seestaabes, Greigh zum Admiral befördert. 40. Die Erstürmung Achalzych's, am 15. August 1828. Nachdem Graf Pastewitfch Eriwanstij Kars, Gertwis und Achaltalati er- obert hatte, zog er am 1. August 1828 mit einem aus 10,000 M. bestehenden Eorps gegen Achalzych, dcm zu derselben Zeit auch 30,000 M. Hilfstruppen un- ter dem Bcfehlc zwcicr Paschas, Kios-Mahomefs und Mustafa's, aus Arsrum zueilten. Der Weg von Achaltalati führte 70 Werst über undurchdringliche, be- waldete Bergrücken ; die Artillerie und das Gepäck mußte man mit den Händen hinüberschaffen. Am 4. August rastete Pastewitfch etwa 6 Werst vor Achalzych; Tags darauf erfuhr er, daß die Paschas mit den Hilfstruppen schon dort ange- langt wären. Diese Nachricht hielt ihn nicht auf; er ging über den Fluß Kur, drängte die Türken aus den von ihnen besetzten Orten, bemächtigte sich der wich- tigen Höhe Dauschan -Tapa und lctgcrte sich 2^ Werst weit von der Stadt, Abends machte die feindliche Reiterei in der Stärke von 9000 M. einen heftigen Angriff auf beide Flanken der russischen Position, wurde aber nach ziemlich hitzi- gem Kampfe zurückgeschlagen. Die beiden folgenden Tage wurden zur Befestigung des Lagers durch Redouten in der Fronte und im Rücken benutzt, und am 7,Au- » gust eine Batterie für 9 Batteriegeschütze und I Mörser, a, der östlichen Bastion Achalzych's gegenüber, angelegt. Da aber die von den Paschas in die Festung gebrachten Truppen das russische Lager drängten und beunruhigten, so hielt es Graf Pastewitsch für unumgänglich, vor allen Dingen dieselben auf's Haupt zu schlagen und dann erst zur Belagerung der Festung zu schreiten. Die Paschas H, standen in vier befestigten Lagern ö. l). /). Z?. Dem Generalmajor Murawjew etwa die Hälfte des Corps zurücklassend, um das Lager, und die Nelagerungs- arbeiten zu decken, schlug Pastewitfch mit 8 Bataillonen Infanterie und der Ca- vallerie, im Ganzen Ä550 M. nebst 25 Geschützen, in der Nacht zum 9. August H die Richtung nach dem Dorfe Zschurut ein, um das Hauptlager der Türken, S, zu umgehen. Hindernisse, welchen man während eines Nachtmarsches über Schluchten und Abhänge nicht ausweichen konnte, verzögerten die Bewegung des Heeres. Sie konnte demnach dem Feinde nicht verborgen bleiben. Die Türken"], [109, "91 vereinigten sofort gegen 30,000 M. und griffen Pastewitfch in einer für ihn un günstigen Position, /?, an. Bis 2 Uhr Nachmittags warf sich der Feind mit seiner ganzen Streitmasse wiederholt wüthend auf das russische Hcer; aber jedes mal wurde er zurückgeschlagen. Die Lage Pastcwitsch's gestaltete sich jedoch immer bedenklicher. Bestrebt die Kräfte des Feindes zu zersplittern, machte er einetühncBe wegung mit der rcgulairen und der tatarischen Reiterei und einem Bataillon In fanterie nebst 4 Geschützen gegen das Dorf Ssuchlis, um die türkischen Lager. <?./), e. 7) anzugreifen. Dieses geschickte Manöver wurde vom gewünschten Erfolge gekrönt : die Türken, um ihre Parks und Vorräthe in Smchlis befolgt, entfernten ihre Hauptmacht von der Festung und zerstreuten sich auf einer Strecke von l l! Werst. Zur selben Zeit gegen 1 Uhr Nachmittags erschien Generalmajor Murawjew, der, nach der Abends zuvor getroffenen Disposition, den Feind von der Seite der Wagenburg, bedrohen sollte, auf dem Kampfplätze und nahm auf der linken Flanke der russischen Position Stellung. Alsdann ging Pastewitfch sogleich zur Offensive über ; er befahl dem Generalmajor Koroljkow mit 4 Bataillonen , dem Generalmajor Hillenschmidt mit 14 Kanonen und dem Obristen Ssergcjew mit einem donischen Kosakenregimente, unterstützt von der Abtheilung Murawjew'e, die Schanzen, welche das erste Lager der Paschas, ö, vertheidigten, zu nehmen. Der Generalmajor Koroljkow führte das 42. Jägerregiment zum Sturme; es empfing ihn ein heftiges Feuer und etwa 40 Ssoshcn von der Befestigung fiel er, von einer Kugel durchbohrt. Inzwischen umging Obrist Borodin mit dem schir wanischen Infanterieregimente die feindliche Stellung und brach mit dem Bctyon nete in eine von den Bastionen der türkischen Befestigung. Zu gleicher Zeit drang auch die Abtheilung Murawjew's und das 42. Jägerregiment bis in die Mitte des feindlichen Lagers. Die Türken flohen auf Achalzych. Von 1500 M, welche das Lager vertheidigt hatten, kam mehr als ein Dritttheil um. Die bald darauf durch Pastcwiisch gesendeten Truppen eroberten ohne große Mühe die übrigen drei Lager, t?. /). N. Vor Ende der Nacht zerstreute sich das türkische Hilfscorps, so daß von dieser Seite kein Grund zu Befürchtungen vorhanden war und man sich nun mit der Belagerung der Festung beschäftigen konnte. Graf Pastewitfch verweilte dort, wo .sich das Hauptlager der Türken, ö, befand, best- ftigte seine Position durch Redouten für den Fall eines unerwarteten Ueberfalles von Arsrum her und eröffnete aus der Breschbatterie, e, ein heftiges Feuer auf « die Stadt. Von dieser Seite sollte seiner Bestimmung nach der Hctuptangriff er folgen ; um aber die Aufmerksamkeit des Feindes abzulenken , baute er die Vatte-"], [110, "92 e. <i rien, c. <i, auf der entgegengefetzten Seite, jenseit des Flusses Achalzych-Tschaj. Am 14. August Abends zeigte sich in der angegriffenen Bastion eine Bresche; der Feind wurde wiederholt aufgefordert, zu capituliren; er verwarf es mit Stolz. Pastewitfch entschloß sich nun , Achalzych mit Sturm zu nehmen. Am Tage Maiiä-Veitündigung , 4 Uhr Nachmittags, wurde das Feuer aus allen Batte- rien eröffnet. Während des unctnfhörlichen Donners der Geschütze führte Obrist Norodin sein schirwcmisches Regiment unter Trommelschlag und Singen der Bresche bei der katholischen Kirche, H', entgegen und brach in die Stadt hinein. Die Türken erwarteten den Angiiff durchaus nicht bei Tage und ergriffen im eisten Augenblick die Flucht; bald jedoch sammelten sie sich wieder, so daß auf dem sehr engen Raum um die erwähnte Kirche ein furchtbarer Kampf entbrannte. Der tapfere Borodin siel; an seine Stelle trat der nicht minder tapfere Obrist Burzow, welcher ihm mit dem Pionierbataillon nachgefolgt war. Der Kampf wüthete fort; zur Unterstützung Burzow's sandte der Oberbefehlshaber ein Bataillon des Gre- nadieircgimcnts Cherson. Die Türken wurden aus der Kirche und vom Gottes- acker zurückgeschlagen ; bald jedoch kamen sie, durch einen Hohlweg gedeckt, von der rechten Seite wieder und griffen die Russen mit erneuerter Erbitterung an; in dem Haufen sah man selbst Frauen, mit Dolchen bewaffnet. Graf Pastewitfch schob ein Bataillon des 42. Jägerregiments rechts von der zerstörten Bastion vor; die Jäger bahnten sich den Weg in die Stadt und vereinigten sich mit dem schirwanischen Regimente. Zur selben Zeit wurden einige Geschütze hineingeschafft. Der Sieg neigte sich auf die Seite der Russen. Die Türken kämpften aber immer noch mit unglaublicher Erbitterung ; jedes Haus mußte erstürmt werden. Um F 8 Uhr lief der Oberbefehlshaber die Stadt, /l, anzünden, und befahl dem Gene- ralmajor Saron Osten -Sacken mit einem Theil des 42. Jägerregiments, den l Thurm Kaja-Dag. i, zu nehmen. Die Flamme ergriff in kurzer Zeit dcn dritten c? Theil der Stadt. Die Türken sammelten sich um die Mauer der Festung. 6. Unterdessen beunruhigte der Obrist Graf Ssimonitsch mit drei Bataillonen In / fcmterie, /, den Feind von der anderen Seite des Flusses her. Die ganze Nacht brannte Achalzych und bot ein grauenvolles Schauspiel dar; unterdessen wurden l? Vorbereitungen zur Beschießung der Festung , «.getroffen, wo sich die Paschas mit den tapfersten Vertheidigern festgesetzt hatten. Um Tagesanbruch waren die Batterien fertig; die Paschas jedoch wollten den Sturm nicht abwarten und schlössen am Morgen des 16. August eineCapitulation, der zufolge sie und 4000 M. der Garnison in die Türkei entlassen, die Stadt und Festung aber den Russen"], [111, "93 übergeben wurden. Um 9 Uhr Morgens hielt Pastewitfch seinen Einzug in Achalzych. In der Festung befanden sich 6? Kanonen. 52 Fahnen und 5 Bun tschuks. Der Verlust des Feindes belief sich auf 5000 Todte, worunter hundert Frauen, welche mit den Waffen in der Hand fielen. Der Verlust der Russen an Todten bestand in 10 Offizieren und 118 M.. an Verwundeten in 52 Officieren und 439 M. 4 1. Die Eroberung Warna's. am 29. September 1828. Die Festung Warna, am westlichen Ufer des schwarzen Meeres, 70 Werst von Schumla gelegen, eine der besten türkischen Festungen, berühmt durch die unter ihren Mauern erfolgte Niederlage Königs Wladislaw III. von Polen und Ungarn (1444), und weder von Rumjanzew, noch von Kamenstij erobert, wurde im türkischen Feldzuge des Jahres 1828 zum Schlüssel der russischenOperations linie bestimmt, weil deren Fall sowohl den bequemeren Seeweg zur Verprovicm tirung der russischen Armee, als auch die sicherste Straße über den Balkan nach Konstantinopel öffnete. Im Jahre 1828 bestanden die Befestigungen Warna's aus einem Hauptwall mit Graben von 7 Werft Länge, mit l4 Eidbastionen, deren jede 11 Geschütze und mehr zählte. Von der Seeseite diente ihr zur Schutz wehr eine steinerne, mit Schießscharten versehene Mauer. Die Festung hatte noch eine Citadelle aus 12 Thürmen und einem alten Schlosse. Im Anfange der Belager ung zählte die Garnison 11,000 Mann, welche jedoch in der Folge durch frische Zuzüge bedeutend verstärkt wurde. Die Vertheidigung Warna's leiteten der Ve zier Iusuf- Pascha und der Liebling des Sultans, der unerschrockene Kapudan- Pascha Izet-Muhamed. Als sich im Jahre 1828 die Hauptmacht der Russen unter dem Oberbefehl des Grafen Wittgenstein gegen Schumla bewegte , sandte dieser zur Beobachtung Warna's den Generaladjutcmten Ssuchtelen mit einer Abtheilung von 4500 M. nebst 12 Geschützen; einige Tage später trat an Stelle Ssuchtelen's der Gencraladjutant Uschakow. Ungeachtet des bedeutenden Ueber gewichtes der türkischen Streitkräfte , schlugen beide die vielfachen Ausfälle der Türken mit Erfolg zurück. Am 20. Juli langten die Landungstruppen, welche Anapa erobert hatten, an und der Generaladjutant Fürst Mcnschikow übernahm den Oberbefehl über das 10,000 M. starke Blokadecorps. Die tschernomorische"], [112, "94 Flotte, unter Admiral Greigh, welche aus 8 Linienschiffen, 5 Fregatten und 13 kleineren Fahrzeugen bestand, ging nördlich von Warna in der 'Bucht von Ssachanlyk vor Anker. Greigh's Mitwirkung war von großem Nutzen für das Landheer, wenn er sich auch der Festung, durch die Leichtigkeit der Rhede ver- hindert, nicht nähern durste. Der geringen Zahl seiner Truppen wegen be- schränkte sich Menschikow nur auf Vertheidigungsmaßregeln und auf die Errich- ' tung von Werken, in welchen man sich bis zur Ankunft des Velageiungshccres i^l-chehaupten könnte. Zu diesem Zweck umgab er die Festung mit 12 Redouten, i, 2, 3, 4, 5, 6, 7, 8, », 10, 11, 12, gegen welche die Türken ununterbrochen Aus- fälle machten und so hartnäckig kämpften, daß einmal, 26. Juli, bei ihrem Aus- falle auf die Centralredoute, 4 , der Kampf den ganzen Tag währte. Die russi- schen Truppen schlugen den Feind stets mit Verlust zurück; aber die Verbindung desselben von der Südseite der Festung zu unterbrechen , war wegen der geringen Zahl dci Belllgeiungetruppen nicht möglich; er bekam von dorther Verstärkungen, wodurch die Garnison auf 20,000 M. stieg. Am 1. August wurden die Bcla- geiungsarbciten gegen den nördlichen Theil der Festung vorgenommen. trotz der von den Türken entgegengesetzten Hindernisse gingen sie außerordentlich schnell uonStatten. Während eines der vielen Ausfälle, 9. Aug., wurde Fürst Menschikow von einer Kanonenkugel an beiden Beinen verwundet. Statt seiner übernahm Generctladjutant Graf Wvronzow, welcher am 17. August angelangt war, den Befehl. Inzwischen bombaid,rte Admiral Grcigh Warna von der Secseitc , auf 400 Schritt Entfernung; die Fcstungsgcschütze erwiderten das Feuer anfangs lebhaft, allmälig aber verstummten sie In der Stadt entstanden Feuersbrünste und herrschte Verwirrung; Iusuf-Pascha und Izet-Muhamed aber beantworteten alle Aufforderungen zur Uebergabe der Stadt mit stolzer Verneinung. Am 27. August wurde das Heer durch die Ankunft des Kaisers Nitolaj erfreut, welcher noch an demselben Tage die Belagerungsarbeiten in Augenschein nahm. Del Kaisei brachte die ganze Zeit der Belagerung auf )em Admiralsschiffe Paris zu. Einen Tag nach der Ankunft des Kaifers führte Großfürst Michail ein Garde« corps unter die Mauern Warna's: die Zahl der Vclagerungstruppen vermehrte sich dadurch auf 32,000 M. (34 Bataillone und 37 Schwadronen) nebst 118 Feldartillerie- und 52 Belagerungsgeschützen. Aus dieser Armeezcthl wurde das Leibgaidejägei- und das finnländische Regiment mit einem Theile Linien-Infante- rie und Cavallerie nebst 14 Geschützen entnommen und daraus ein gesondertes Corps uyter dem Befehl des Generaladjutanten Golowin errichtet, dessen Zweck"], [113, "95 die Absperrung der Südseite der Festung und jedweder Communieation derselben mit dem Feinde sein sollte. General Golowin ging in der Nacht zum 30. August bei Gebedshi übei den Liman Dewno, besetzte am 3 1 . Aug. die Höhen des Volgebiiges Galata und sicherte seine Stellung in der Front durch die Rcdouten. a, s. e, <«ic</ und im Rücken durch die Redouten, «,/, F. ü. Kurz darauf erhielt man Nachricht, e/^/< daß Warna zu Hilfe auf der Straße von Konstantinopcl der Pascha Omei-Wrione mit 30,000 M. heranzöge. Zur Aufsuchung des Feindes wurde der polnische Obrist Graf Zalucki mit dem Lcibgaidejägciregiment und 3 Schwadronen berittener Jäger und Uhlcmen, nebst 2 Geschützen der donischen Artillerie ausgesandt; am 10. Sept. stieß Zalucki bei dem Dorfe Hadshi-Hassan-Lar unverhofft auf einen starken feindlichen Haufen und wandte mit der Reiterei und seinen Geschützen eiligst um, indem er die Jäger zurückließ, welche durch dcn starten Anprall der Türken in Unordnung geriethen und einen bedeutenden Verlust erlitten. Das Regiment verlor seinen Chef, Generalmajor Härtung, 2 Stabsofficiere, 15 Obciofficicre und gegen 450 M niedern Grades. Tags darauf bezog Omer-Wrione eine feste Stellung auf der nach Konstantinopel führenden Straße, s, die Abtheilung Golowin's be- drohend. ÄeneraladjutantBiström, welcher den Oberbefehl über diese, noch durch 2 Bataillone des pawlowschen Leibgarderegiments und ein Bataillon des Leib grenadierregiments mit 10 Geschützen verstärkte Heeresabtheilung übernommen hatte, schlug am 1 6. Sept. den Angiiff Omci-Wrione's ab, und zwang ihn, mit Verlust zweier Fahnen und gegen 1000 Todter, zum Rückzüge. Der türkische Oberbefehlshaber dagegen schlug zwei Tage später Biström und den Prinzen Eugen von Würtemberg zurück, welche ihn aus seiner starken Position, ü, zu werfen F suchten ; dabei verloren die Russen dcn tapfcrn General Durnowo. Von dieser Zeit an beschränkte sich der Pascha nur auf die Defensive und machte keine weite ren Versuche, Warna zu entsetzen. Inzwischen gelangten die russischen Belage rungsarbeiten der nördlichen Seite gegenüber zum gewünschten Ziele; dreiMinen erplosionen unter zwei Bastionen (21. und 22. Sept.) verursachten einen solchen SÄfaden, daß zwei Comvagnieen des ismajlowschen Leibgarderegiments nebst Freiwilligen, welche am 25. Sept. zur Einnahme einer der Bastionen commcm dirt waren, die Besatzung derselben niederstoßend , bis in's Centrum der Stadt drangen, und Warna nur der geringen Zahl dieses Detachements zu danken hatte, daß es nicht erstürmt wurde. Am folgenden Tage wurde, laut kaiserlichen Willens, den türkischen Anführern bekannt gemacht, daß die Affaire des letzten Tages die Erstürmung Warna's nicht zum Zwecke gehabt, die Möglichkeit der- 7'"], [114, "96 selben indeß dargethan hätte. Iusuf-Pascha, überzeugt, daß Warna nicht mehr zu halten sei , ergab sich und sein Heer der Großmuth des Siegers , verließ am 28. Sept. mit einem bedeutenden Theile der Garnison die Festung und streckte die Waffen auf Gnade und Ungnade. Sein hartnäckiger Mitcommandant aber, der Kapudan-Pascha, schloß sich mit seinen tapfersten Anhängern in der Citadelle ein und verrieth die Absicht, sie in die Luft zu sprengen. Ein starkes Bombarde ment aus den russischen Batterien und Schiffen machte jedoch seine Hartnäckigkeit schwanken; er ergab sich gleichfalls der Großmuth des Kaisers, der, seinen Muth achtend, ihm nebst 300 M. seiner Truppen die Freiheit verlieh. Hierauf zogen die Russen durch die Breschen der Bastionen und das Hauptthor mit fliegenden Fahnen und unter klingendem Spiel und Trommelwirbel in Warna ein. Tro phäen waren: 178 Geschütze, eine bedeutende Quantität an Schießbedarf und ge gen 6000 Gefangene. Denselben Tag noch verließ Omer-Wrione seine Position und ging über den Kamtschik. Graf Woronzow, welcher die Belagerung leitete, erhielt einen goldenen mit Brillanten verzierten Degen mit der Inschrift : „ Für die Eroberung Warna's. \" Am 2. Octbr. segelte der Kaiser auf dem Linien schiffe Kaiserin Maria nach Odessa, in dessen Hafen er nach einem entsetzlichen Sturm am 8. Oct. einlief und unverzüglich nach St. Petersburg abreiste. 42. Die Schlacht bei Kulewtscha, am 30. Mai 1829. Unter der Zahl der bolgarischen Städte, welche die Russen im Feldzuge des Jahres 1828 besetzt hielten, befand sich auch die Stadt Prawody, mit ungefähr 600 Häusern und fünf Moscheen, von Schumla etwa 40, von Warna 50 Werft entfernt. Ihre Vertheidigung wurde der Abtheilung des Generalmajors Kupri janow, etwa 3000 M. mit 36 Geschützen, anvertraut. Diese Abtheilung ge hörte zum Corps des Generals Noth, welches in der Umgegend von Eski- Arnaut - Lar vertheilt war. Der Großvezier Reschid - Mehmed - Pafcha , welcher während des Winters ein bedeutendes Heer in Schumla vereinigt hatte, gedachte Prawody zu überfallen und die kleine russische Abtheilung zu vernichten ; er setzte voraus, daß der russische Oberbefehlshaber, Graf Diebitsch, mit der Belagerung Ssilistria's beschäftigt, ihr keine rechtzeitige Hilfe gewähren könnte. In dieser Absicht verließ Reschid mit 40,000 M. , worunter 22 Regimenter regulaire In fanterie, Schumla. und begann am 19. Mai die Belagerung Prawody's mit einer"], [115, "97 starten Kanonade, welche einige Tage ununterbrochen fortgesetzt wurde. General- major Kuprijcmow vertheidigte sich tapfer. General Roth gelang es , ihn durch einige Regimenter zu unterstützen; inzwischen aber benachrichtigte er den Ober- befehlshaber von dem Aufbruch des Veziers aus dem unzugänglichen Schumla, woraus er bisher nicht gelockt werden konnte. Graf Diebitsch übergab die Bela- gerung Ssilistria'S dcm Generallieutnant Krasowskij; er selbst nebst dem Corps des Grafen Pahlen (26 Bataillone Infanterie, 26 Schwadronen Cavallerie, 1 1 Compagnien Artillerie und zwei Kosakcnregimenter) trat am 24. Mai den Weg zur Vereinigung mit Genera! Noth an und erreichte nach einem viertägigen anstrengenden Marsche am 28. Mai Tauschan -Kosludshi, von wo er Tags dar- auf, nachdem er dem General Roth die nöthigen Instructionen ertheilt hatte, über Ienibasar nach dem Dorfe Kulewtscha mctischirte, um den Vezier von Schumla abzuschneiden und ihn zu einer Hauptschlacht, welcher derselbe bisher stets aus- wich, zu zwingen. Dieses geschickte Manöver wurde vom besten Erfolge gekrönt. Die russische Hauptmacht befand sich schon im Rücken des Feindes bei dem Dorfe Kulewtscha,^; bald stieß zu ihr das Corps Roth's (22 Bataill., 26 Schwadro- nen , 8 Compagnien Artillerie uud 3 Kosakenregimenter), welches bei dem Dorfe Madarda, H, Stellung nahm, während der Vezier immer noch bei der Belager- ung Prawody's verweilte. Endlich am 29. Mai Nachmittags von dem Erscheinen der Russen in seinem Rücken benachrichtigt und sie für zerstreute Theile des Roth'- schen Corps haltend , hob der Vezier eilig die Belagerung Prawody's auf und rückte mit seiner ganzen Armee, /?, in die Engpässe von Kulewtscha, um das, wie er glaubte, kleine Heer der Russen zu vernichten. Hier trat ihm Diebitsch entgegen. Wüthend warfen sich die Türken auf die russische Avantgarde unter dcm Generalmajor Oroschtschenko , <?, hieben ein Bataillon des muromschen c? Infanterieregiments fast bis auf den letzten Mann nieder und bedrängten die ge- sammte Avantgarde in hohem Grade, als der Commandeur des 2. Infanterie- corps, Generaladjutant Graf Pahlen, den wüthenden Angiiff durch ein geschick- tes Manöver aufhielt. Ein plötzliches Einhauen der Husaren , von einer ausge- zeichnet bedienten Artillerie unterstützt, brachte den Feind zum Weichen. Eine kurze Unterbrechung des Kampfes trat ein. Die Unthätigteit der Türken benutzend, überschaute Graf Diebitsch die feindliche Stellung und traf geeignete Anordnungen zu einem nachdrücklichen Angriffe. Der Vezier seinerseits, nun überzeugt, daß er es hier mit der Hauptmacht der russischen Arm« zu thun habe, hielt einen Kriegsrath, welcher sich für den Rückzug über Markowtscha aufMaiasch entschied,"], [116, "98 Während die Türken sich noch beriethen, begannen die russischen Colonnen nach allen Richtungen Angriffsbewegungen auszuführen. Voraus eilte die Artillerie, angefühlt vom Chef des Hauptstabes, Generaladjutant Toll, der an diesem Tage wahren Heldenmut!) bewies : seine von ihm persönlich unter dem Feuer der feind lichen Artillerie an einem äußerst günstigen Orte aufgestellten Geschütze brachten den Türken eine solche Niederlage bei , daß ihr Heer in Verwirrung gerieth und der Großuczier, welcher aus einem Walde den Gang der Schlacht beobachtete, das Zeichen zum Rückzug gab. In diesem Augenblick setzte sich die Infanterie Pcchlen's in Bewegung und verfolgte den fliehenden Feind mit starkem Gewehrfcuer. Die Türtni ließen ihr ganzes Lager, einen großen Wagenzug. die ganze Artillerie und gegen 2000 M, als Gefangene zurück. Graf Pahlen folgte den Fliehenden auf den Fersen. Nachdem sie Martowtscha erreicht hatten, verließen sie die große Heerstraße und warfen sich in ordnungslosen Haufen auf kaum zu passirenden Wegen nach Iankowo , wo der Vezier mit Benutzung einer Furt über den Fluß Kamtschik ging und die Ueberreste seiner Armee in der Umgegend von Esti-Stam bul sammelte. Von hier gelangte er endlich mit mehreren tausend Mann auf Nebenwegen nach Schumla, Der Verlust der Russen an Todten und Verwun deten bestand aus 2 Generälen, 60 Offtcieren und 2500 Mann; die Türken ver loren 5000 M., die Gefangenen ungerechnet, ferner den ganzen Train, 6 Fah nen und 43 Geschütze. Für diesen glänzenden Sieg belohnte der Kaiser den Grase» Diebitsch mit dem Commandeurkicuz des St. Georgsordens, den Baron Toll durch Erhebung in den Grafenstand. 43. Die Schlacht bei Grochow, am 13. Februar 183 1. Nach den blutigen Gefechten bei Wawr und Vjelolenta concentniten die vom Geneilllfeldmaischall Grafen Diebitfch-Sabalkanskij gegen Warschau zurück- gedrängten Polen alle ihre Strcitkräfte etwa 3 Werst von Praga und nahmen eine sehr günstige Stellung zu beiden Seiten der biest-litowskischcn Chaussee, bei dem .4 Dorfe Grochow, Aufder rechten Flanke, beiKl.Grochow, stand die Division « Schembek's mit einer Batterie von 32 Geschützen, a, im Centrum die Division Strzi i. F necki's, l>, dcm oljchower Haine, Ü3, gegenüber, welchen die Division Zimirsti's < besetzt hatte; auf der linken Flanke befand sich das Eavalleiiecorps Uminsti's, e."], [117, "99 Die Reserve, zwischen der Chaussee und dem Dorfe Targowet, bestand aus dem Cavallcriecorps Lubensti's nebst einigen tausend Sensenmännern und Artillerie, «?. Die Division Krukowccki's lagcrte bei Brudno, /), zur Beobachtung des Gre- e. // nadiercoips des Füisten Schachowstij, welches Vjelolenka besetzt hielt. Dei Ober- befehlshaber dei polnischen Aimee, Füist Radziwill, befand sich mit seinem Con- voi bei dem am Ende der Chaussee errichteten Denkmal, < und sein Gehilfe , der <? eigentliche Anführer, General Chlopicki, in einem der Häuser des Dorfes Grochow Hinter der Schlachtlinie der Polen war eine Reihe Redouten zum Schutze des Heeres für den Fall eines Rückzuges aufgeführt; die Front der Position wurde durch einen tiefen, aus einem an der linken Flanke der Aufständischen befindlichen ausgedehnten Sumpfe geleiteten Abzugsgraben gedeckt, welcher bis zur brest-litow- stischen Chaussee sich erstreckend, hier in ein Ncbenftüßchcn der Weichsel mündet. Die polnische Arm« zählte, außer der Division Krukowccki's, 33 Bataillone, 7 2 Schwadronen, 4 Regimenter Sensenmänner und l20 Geschütze, im Ganzen gegen 45,000 M. Die russische Armee, unter dem Oberbefehl des Generalfcldmarschalls Grafen Diebitsch-Sabaltanskij, bestand aus 1 0,000 M. Cavallerie und 50,000 M. Infanterie nebst 178 Geschützen. Vor dcm Beginne der Schlacht nahm sie noch dieselbe Stellung zwischen Sastaw und Kawenczin ein, H>'O, ein, welche sie nach der /. x Affaire von Wawr bezogen hatte. Auf der linken Flanke zu beiden Seiten der Chaussee stand das 1. Corps unter dem Grafen Pahlen, mit einer Batterie von 24 Geschützen, e; etwas rechts von diesem, dem oljchowcr Haine gegenüber das 6. Corps unter Baron Rosen. Die Reserve wurde hinter dem 1. Corps ausge stellt, und zwar im Walde bei Grzibowstaja Wolja, /, und in Milosna, wo die Gardeabthcilung dcs Großfürsten Konstantin Pawlowitsch stand. Dort befand sich auch das Hauptquartier. Das Grenadiercorps des Füisten Schachowstij traf aus Vjelolenka in dem Doife Zombti eist dann ein, als sich die Schlacht ihrem Ende neigte. Der blutige Kampf begann um 9 Uhr Morgens des 13. Februar mit einer heftigen Kanonade auf der ganzen russischen Linie und dem Angriff auf den oljchower Hain, ö. Dieser Hain wurde von der ganzen Divi- F sion Zimirfti's (12 Bataillone) und einer starken, die offene Strecke, welche die anrückenden Russen betreten mußten, mit Kreuzfeuer bestreichenden Artillerie ver- theidigt. Solchen Vertheidigungsmitteln gegenüber konnte der Angriffder von Rosen dazu dctachirten fünf Bataillone natürlich keinen Erfolg haben; sie drangen in den Wald, jedoch von einem starten Bataillenfeuer empfangen, wurden sie zu- rückgeschlagen; Rosen unterstützte sie durch weitere 4 Bataillone, welche indeß auch"], [118, "100 erfolglos kämpften. Wiederholte Anstrengungen des 6. Corps warfen die Divi sion Zimirsti's aus dem Walde; diese aber, von Chlopicki durch die Division Tkrzinccki's unterstützt, drängte ihrerseits die Russen wieder hinaus. In Folge dessen befahl Graf Diebitsch dem Befehlshaber seines Stabes, Grafen Toll, und dcm Gcncralquartiermeister Neidhardt, den Hain von zwei Seiten mit frischen Truppen anzugreifen. Nach unglaublichen Anstrengungen eines fünfstündigen Kampfes und nach einem Verluste von wenigstens 4000 M. an Todten und Ver mundeten, sahen die Russen sich im Besitz dieses wichtigen Punktes. Der Verlust der Aufständischen war noch bedeutender und ihre Armee sichtlich in Unordnung gerathen; nur die Division Schembek's beharrte in ihrer ursprünglichen Position; die anderen zogen sich in Unordnung zurück. Radziwill ergriff nicht die geringsten Maßregeln, sein Heer zu retten; die polnischen Generäle gaben unnütze Befehle, stritten mit einander und gehorchten nicht Chlopicki, welcher bald darauf, von einer Granate an beiden Beinen verwundet, das Schlachtfeld verließ. Nur Skrzinecki behauptete seine ganze Geistesgegenwart und hemmte Schritt für Schritt den Andrang der russischen Armee, welche die Aufständischen auf allen Punkten zum Rückzug zwang. Den Hauptschlag jedoch verschob der Feldmai schall bis zur Ankunft des Grenadiercorps des Fürsten Schachowstij, welches er mit Ungeduld aus der Gegend von Bjelolenka erwartete. Er übergab die Lei tung der Schlacht dem Grafen Toll und ritt dem Fürsten Schachowstij nach Ka men czin entgegen. Graf Toll rechtfertigte auf die glänzendste Art das Zutrauen des Feldmarschalls. Die Aufständischen durch das Feuer aus 100 Geschützen niedcischmctteind , brachte er sie durch plötzliche und heftige Cavallcrieattaquen, trotz Gräben, Wasserrissen und anderen Hindernissen, überall in Unordnung und zum Weichen, Graf Pahlen schlug die Division Schembek's und drängte sie in einen Sumpf bis zur Ssasta-Kempa zurück. Ein panischer Schrecken bemächtigte sich des ganzen rechten Flügels; der Wagenzug, die Reiterei, die Artillerie, der Obeicommandirende selbst , Alles warf sich auf Prag«. Die Unordnung in den Reihen der Aufständischen war so groß, und das Diängen der Russen so gewaltig, daß der tapfere Commandeur des Kürassieiregiments Prinz Albert, Baron Mcyen dorff, alle feindlichen Reihen durchbrechend, bis unter die Mauern Praga's sprengte, dort kehrt machte und sich wieder bis zu seiner Armee durchschlug. Skrzinecki allein bewahrte die Ordnung im Centrum und auf dem linken Flügel , welche auch schon zu schwanken begannen, als endlich das Grenadiercorps des Fürsten Schachowstij, erschien. Der Feldmarschall, welcher ihm bei Zombki begegnet"], [119, "101 war und ihm nach Kawenczin zu marschiren befahl , eilte selbst auf dem Kampf- Platz und gewahrte auf der einen Seite die mit dcm Gepäck und den Parks in Unordnung über die Weichsel fliehenden feindlichen Haufen, auf der andern die rus sische Armee, mit fliegenden Fahnen und Trommelschall, den Grafen Toll an ihrer Spitze, im Angriffe auf das Centrum und den linken Flügel der Auf ständischen. Mit der Ankunft ees Fürsten Schachowstij standen dcm Grafen Diebitsch 30.000 Mann frischer Truppen zu Gebote, welche, wie auch Graf Toll meinte, ohne Zweifel die in Unordnung gerathene feindliche Armee vernichtet hätten ; der Feldmaischall jedoch, welcher das Blutvergießen nebst allen Schrecken eines nächtlichen Sturmes und eines Straßenkampfes in der volkreichen Stadt vermeiden wollte, war der Ansicht, daß die den Aufständischen beigebrachte Nieder lage sie zur Pflicht zurück führen würde, und befahl zum Rückzug zu blasen. Bald wurde es dunkel. Nach und nach erstarb der Kanonendonner. Die pol nische Armee zog sich unter den Schutz der Festungswerke Praga's zurück, l?. <?. l?;6,c?.c? die russische bezog angesichts der polnischen ihr Nachtlager. In der Nähe der Festungswerke Praga's befanden sich die Avantgarden des Grafen Pahlen und des Baron Rosen, F; hinter ihnen, zu beiden Seiten der Chaussee, standen ihre beiden Corps, weiterhin das Corps des Fürsten Schachowstij, H^. bei dem oljchower Haine die Abtheilung des Großfürsten Konstantin Pawlowitsch. -^ Nachts zogen die Polen in Warschau ein. Ihren eigenen Angaben gemäß , ver loren sie bei Grochow 3 Geschütze, 13 Munitionskasten und gegen 12,000 M.; die Russen verloren 9400 M. an Todten und Verwundeten. 44. Die Schlacht bei Ostrolenka, am 14. Mai 1831. Als Skrzinecki, der Oberbefehlshaber der polnischen Aufständischen, erkannte, daß das Gardecorps , welches zwischen dcm Bug und Narew stand , durch einen Handstreich nicht zu vernichten sei, zumal Fcldmarschall Graf Diebitsch mit der russischen Hauptmacht zur Vereinigung mit demselben heranrückte, wandte er sich mit seiner, 40,000 M. starken Armee eilig über Ssnjadow nach Ostrolenka und ging mit dem größten Theile seines Heeres auf das linke Ufer des Narew über, wo er es etwa zwei Werst von den Brücken im Gehölz hinter einer Reihe Scmdhügel verbarg, die Artillerie von 34 Geschützen vertheilte er auf den Hügeln; die^."], [120, "102 H Cavallerie sandte er über den Fluß Omulew, H, während er in Ostrolenka die Division Lubensti's und die Brigade Boguslawski's zurückließ, mit dcm Befehl, die Stadt bis auf das Acußcistc zu vertheidigen. Lubensti concentrirte seine \", « Sticitkräfte vor Ostrolenka hinter dcn Sandhügcln, «.».«; die Stadt selbst hielt « die Brigade Boguslawski's. ö, besetzt. Skrzinecki hielt sich in seiner festen Stellung jenseit des Nctrew für vollkommen gesichert. Als Graf Diebitsch seinerseits das Zu- rückschlagen der Aufständischen durch das Gardecorps und deren schnellen Rückzug auf Ostrolenka erfuhr, eilte er ihnen mit zwei Colonnen, im Ganzen etwa 28,000 M. Infanterie, 7380 Reiter, nebst 148 Geschützen, nach, und befahl dem Garde- corps, ihm zu folgen. Der Feldmarschall hatte die Absicht, Skrzinecki zu erreichen, bevor er dcn Nctrew überschritte. Es war aber schon zu spät. In der Frühe des 14. Mai griff die russische Avantgarde, welche, aus den Abiheilungen der Generäle Berg und Nostitz gebildet, unter dcm Befehle des Gencraladjutantcn Bistrüm stand, die Division Lubensti's an und zwang sie zum Rückzüge nach Ostrolenka. Um 10 Uhr zeigten sich, au« dem Walde kommend, die Spitzen der russischen Armee, unter der persönlichen Anführung des Feldmarschalls. Nach einer kurzen Kano c nade zog sich die Division Lubensti's gegen die Brücken, c, deren eine eine bestän- dige , die andere, etwas unterhalb gelegene , eine Schiffbrücke war , zurück. Die Brigade Boguslawski's hielt sich immer noch in Ostrolenka. General Martynow mit dem astrachllnischcn und dem Rcgimente Ssuworow, und Obrist Biström mit drei Bataillonen Carabinier's drangen in die durch Granaten entzündete Stadt und warft», mit dem Nayonnetc angreifend, in kurzer Zeit die Brigade über den Narew. Voguslawsti verlor gegen 1000 M. an Gefallenen oder im Flusse Ertrunkenen und 120Y Gefangene. Die Polen, welche sich über den Narew zu- rückgezogen hatten, eilten, unter dem Schutze ihrer Batterien die Brücken abzu- brechen, was ihnen auch theilweise gelungen war, als Generaladjutant Bistlöm mit dem Befehle des Feldmaischalls, sich dei Brücken zu bemächtigen, angesprengt kam. Das 2. Bataillon des astrachanischen Grenadierregiments , vom Haupt- mann Iakowlcw geführt, warf sich auf die halbzerstörte Brücke, überschritt sie, unter dem heftigen Kartätschcnfeuer der Polen, auf Balken und Querbalken, griff den jenseit der Brücke stehenden Feind mit dem Bayonnete an, schlug ihn zurück und eroberte zwei Geschütze. Inzwischen führte der Generalmajor Martynow mit gleicher Kühnheit das Regiment Ssuworow über die Schiffbrücke und unterstützte die tapferen Grenadiere. Auf diese Weise standen 4 Bataillone Russen festen << Fußes jenseit des Narew , <i. Bald ging zu ihrer Unterstützung die Abtheilung"], [121, "103 Berg's, e, hinüber. Diese Handvoll Leute behauptete sich 2ß Stunden, bis die « Brücken praktikabel gemacht weiden konnten , gegen die ganze polnische Aim«, welche die kleine Schani viermal mit Heftigkeit angriff. Vergebens bemühten sich nach einander Wengcrsti, Langermann, Krasicki mit ihren Brigaden, die Russen über den Narew zu drangen. Diese standen unerschütterlich und wiesen jeden Angriff mit dem Bayonnete zurück. Inzwischen concentrirte Graf Toll, gleich nach der Einnahme Ostrolenka's durch die Russen , mit dem ihm eigenen Scharfblick und Geschick 34 Kanonen, meist Batteriegeschütz , auf dem linken Ufer des Narew, /. /, und , dieselben persönlich commcmdirend , lichtete er furcht- /. / bar die Reihen des Feindes. Unter dem vernichtenden Feuer seiner Batterien grif fen die Polen Martynow an, und unter demselben nie schweigenden Feuer mußten sie sich in Unordnung zurückziehen. Endlich, um 2 Uhr Nachmittags , waren die Brücken ausgebessert, welche nun General Nabokow mit zwei Brigaden seiner Division und 4 Geschützen überschritt. Die Zahl der russischen Truppen am rechten Ufer des Narew hatte die Höhe von 15 Bataillonen erreicht. Skrzinecki seinerseits verstärkte sein Heer durch Reserve und Cavallerie und bereitete einen all gemeinen Angriff vor. Seine Absicht erkennend, sandte Graf Diebitsch dem Gene ral Nabokow den General Mcmderstjerna mit 2300 M,, später noch fünf Ba taillone zu Hilfe. Im Ganzen bctheiligten sich russischerseits nach und nach 25 Bataillone oder gegen l 5,000 M. an der Schlacht, t). <?. Skrzinecki führte fast t?. c seine ganze Armee, /). /), in's Treffen, das hartnäckig und blutig bis zum späten 2) Abend währte. Die auf allen Punkten geschlagenen Polen stellten den Kampf bei Anbruch der Nacht ein und verbargen sich in den Gebüschen hinter den Sand hügeln, indem sie auf dem Wahlplatze gegen 9000 Todte und Verwundete zurück ließen. Der Verlust der Russen belief sich auf 4640 M. Unter den Verwundeten befand sich auch Generalmajor Martynow. Skrzinecki behielt nicht mehr als 1 5,000 M, unter den Waffen. Die übrigen waren entweder umgekommen oder zerstreut in den Wäldern. Um 2 Uhr nach Mitternacht zog sich Skrzinecki in der Richtung auf Rozcmi zurück. Dem Rathe des Grafen Toll entgegen, konnte der Feldmarschall sich nicht zur Verfolgung des Feindes entschließen, sondern blieb in Ostrolenka."], [122, "104 45. Der Sturm auf Warschau, am 25. und 26. August 1831. Nach dem Tode des Grafen Diebitsch übernahm , dem Willen des Kaisers gemäß, Generalfcldmarschall Graf Pastcwitsch - Eriwanstij den Oberbefehl über die russische Armee, welche in der Umgegend von Pultust lagerte (13. Juni). Er beschloß, Warschau zu nehmen, um den schon sieben Monate währenden Aufstand in dem eigentlichen Revolutionsherde zu ersticken. Am 5. Juli begab sich die russische Armee bei Oset, in der Nähe der preußischen Grenze, auf das linke Ufer der Weichsel, und besetzte am 19. den wichtigen Punkt an der kalischer Chaussee, das befestigte Lowitsch. Durch dieses Manöver zwang sie die Aufständischen, ihre feste Position bei Nolimow zu verlassen und sich auf Warschau zurückzuziehen. Am 6. August verlegte der Feldmarschall sein Hauptquartier nach dem Flecken Na darzin, wo er der Ankunft der übrigen Verstärkungen aus Lithauen und der scndomirschcn Wojewodschaft harrte. Inzwischen näherte sich Gcneraladjutant Baron Rosen mit 15,000 M. auf der brcst - litowskischcn Chaussee den Mauern Praga's, indem er die Absicht eines Sturmes kundgab. In solcher Weise be drängt, theilten die Aufständischen, nachdem sie Skrzinecki abgefetzt und statt seiner zum Oberbefehlshaber Malachowsti , zum Reichspräsidenten aber Krukowecki er nannt hatten, ihre Stieitkräfte folgendermaßen: Romarino mit 20,000 M, trat Rosen entgegen und drängte ihn von Prag« nach Brest > Litowstij zurück; Lu bensti und Rozicki mit 11,000 M. operirten auf der russischen Verbindungslinie am rechten Ufer der Weichsel; in Warschau und Praga blieben gegen 40,000 M. GlllfPastewitsch unterließ nicht, diese Splitterung der feindlichen Kräfte sofort zu benutzen, und gleich nach dem Erscheinen der erwarteten Verstärkungen, am 23. August, brach er von Nadarzin auf und erschien mit 76,500 M. nebst 390 Geschützen unter den Mauern Warschau's An demselben Tage wurde imKriegs rathe, an welchem sich auch der Großfürst Michail Pawlowitsch betheiligte, be schlossen, im Fall die Aufständischen in ihrer Widersetzlichkeit beharren sollten. Warschau von der Seite der woljaschen Vorstadt zu stürmen. An demselben Tage erschien aus Petersburg ein neuer Aufruf des Kaisers an das polnische Volt; er wurde sofort nach Warschau befördert. Krukowecki aber antwortete am 24. August, daß die Polen die Nassen für die Unabhängigkeit ihres Vaterlandes in denjenigen Grenzen erhoben hätten , welche von Alters her Polen von Rußland"], [123, "105 e geschieden, und daß die Volksregierung eine Erklärung von Sr.M erwarte, inwie weit er die Wünsche der polnischen Nation zu berücksichtigen geneigt wäre. Auf ein« so kühne und ungereimte Antwort ließ der Feldmarschall sein Heer gegen Warschau vorrücken und traf Anstalten zum Sturm für den folgenden Tag, den 25. August. Warschau wurde durch einen Stadtwall und eine dreifache Reihe gesonderter Festungswerke gedeckt. An beiden Ufern der Weichsel waren im Gan zen 100 Redouten und Lunetten, deren 80 sich auf dem linken Ufer befanden; vor den Rcdouten waren überall sogenannte Wolfsgruben und in den Gräben Palissaden angebracht. Die Hauptbefestigung der gesonderten Werte, Wolja, befand sich in der Mitte der dritten Linie der Redouten. Auf dem Stadtwalle war eine zahlreiche Artillerie, meist aus Festungsgeschützen bestehend, aufgestellt; in den Straßen Warschau's waren Barricadcn errichtet. Die Nacht zum 25. August brachten die russischen Truppen in Bivouacs zu; am frühesten Morgen umritt der Feldmarschall die zum Sturm bestimmten Colonnen, Um 5 Uhr Morgens erfolgte der erste Schuß aus den feindlichen Schanzen. Die russischen Regimenter rückten vor. Die Corps des Grafen Pahlen, und des Baron Kreutz, H, welche zum Sturm der eisten Linie der Redouten zu beiden Seiten der kalischer Chaussee commandirt waren, eröffneten auf 300 Ssashen Distcmce ein mörderisches Feuer aus 92 Geschützen, demontirten durch sichere Schüsse die feindlichen Kanonen und bemächtigten sich der vor und an der rechten Seite Wol ja's gelegenen Redouten , a. b. o. Bei dieser Affaire wurde der Führer einer der ». i Sturmcolonnen, Generaladjutant Baron Geismar, verwundet. Obrist Liprandi, der an seine Stelle trat . erstieg , der Erste , mit der Fahne in der Hand , den Wall, b. Inzwischen eroberte die an der krakauer Chaussee stehende gesonderte i Abtheilung des Generallieutencmts Murawjew, t), die Befestigungen bei dem Dorfe <? Rakowz, ci; der mit seiner Abtheilung die ljublinsche Chaussee beobachtende Ge° l/ neralmajor Strandmann, /), besetzte den Flecken Schopi, e. Gleich nach der H. Einnahme der ersten Linie der Redouten führte Graf Pahlen , S, fein Corps gegen die Festung Wolja. Die Batteriegeschütze wurden auf Kartätschenschußweite vorgeschoben und unter dem vernichtenden Feuer derselben brach die Colonne des Generalmajors Lüdeis übei den Wall. Hiei fand sie aber eine andeie, von den Polen mit Verzweiflung vertheidigte Schanze. Der Feldmarschall befahl, die Batterien vor Wolja bis auf 70 Geschütze zu verstärken, und sandte Lüders an dere Colonnen unter den Generalmajoren Martynow, Berg, Malinowstij und dem Generallieutnant Nabokow zu Hilfe, / Die Aufständischen vertheidigten"], [124, "106 z <? sich hier lange und hartnäckig; endlich aber eroberten die russischen Truppen Wolja und nahmen dort l2 Geschütze. Die Polen versuchten einige Mal. die Werke Wolja's, deren Vertheidigung der Commandeur des Grenadiercorps, Fürst Schachowstij leitete, wieder zu nehmen, wurden aber stets mit Verlust zurückge schlagen. Nachdem Pastewitfch das vorgesteckte Ziel auf allen Punkten erreicht hatte, hemmte er die Bewegungen seiner Truppen und ließ dieselben in derjenigen Position verharren, welche sie eben behaupteten, und der Geschützdonner, welcher den Tag über ununterbrochen auf der ganze» Linie gewährt hatte, verstummte gegen 6 Uhr Abends. Der Feldmarschall brachte die Nacht in Wolja zu. Um 3 Uhr Morgens erschien dort General Prondzinski, welcher vom Präsidenten der polnischen Regierung, Krukowecki, die Botschaft überbrachte, daß das polnische Volk bereit sei, sich dem Kaiser vollkommen zu unterwerfen. Auf Grund dieser Botschaft willigte der Feldmarschall in eine persönliche Unterredung mit Kruko wecki; dieselbe erfolgte um 9 Uhr Morgens in einem zwischen Wolja und der Stadt gelegenen Gasthausc. Statt der erwarteten Ergebung aber erklärte Kru kowecki, daß ihm die Vollmacht des Reichstages zur Uebcrgabe der Stadt noch fehle. Auf seine Bitte gewährte der Feldmarschall ihm bis l Uhr Nachmittags Bedenkzeit. Als die bestimmte Frist abgelaufen und der gesandte Parlamentaire keine befriedigende Nachricht brachte, so erfolgte aus den russischen Batterien die Kanonade, welche sich bald über die ganze Linie erstreckte. Die Polen antworteten mit einem starken Feuer. Mitten im Piilveidampf bei der Batterie einer Tags zuvor genommenen Redoute, ü, verweilend, erhielt Pastewitfch von einer Kanonen tugel eine starke Contusion des linken Armes ; er wurde sofort an Ort und Stelle verbunden, worauf er die specielle Ordnung des Kampfes dem Chef des Ge neralstabes Grafen Toll übergab, den Gang der Schlacht aber, ohne das Schlachtfeld zu verlassen, persönlich leitete. Der Kampf wüthete auf einer Strecke von zwölf Werst. Der Hauptangriff wurde auf die zwischen der kalischer und der kratauer Chaussee liegenden Vorstädte, die woljacr und die Vorstadt Tschiste, L, gerichtet. Hier wirkte das heftigste Gcschützfeucr. Der Befehlshaber der Ar tillerie, Generaladjutant Fürst Gortschakow, concentrirte hier, dem Befehle Toll's gemäß, etwa 300 Ssashen von den Schanzen entfernt, l20 Geschütze. Der Feind seinerseits stellte deren über 90 entgegen. Den russischen Colonnen zum Sturm voraus schritten die Gardejägcr mit Gesang. Bald eroberten die Russen die Verschanzungcn und näherten sich, die Aufständischen mit dem Bayonnete nie derwerfend, dem Hauptwall. Hier entbrannte aufs Neue ein hartnäckiger Kampf;"], [125, "107 der Wall wurde genommen. Diese erfolgreiche Bewegung erleichterte die Ein nahme des wol>aer und jerusalemei Thores, H. Einige Bataillone drangen selbst in's Innere der Stadt, Der Kampf dauerte bis zur späten Nacht; die durch Granaten entzündeten Vorstädte Warschau's flammten auf und beleuchteten das grausenerregende Bild des Schlachlfcldcs. Gleich nach Besetzung des Walles be fahl der Feldmarschall, die Geschütze darauf zu bclasscn, um sie folgenden Tages gegen Warschau zu richten , im Fall sich die Aufständischen nicht unterwürfen. Die ganze Nacht brachten die russischen Avantgarden unter den Waffen zu; die Reserve bildete der größte Theil der Garde; auf den Flanken stand Ccwallerie in großen Massen. In dieser drohenden Stellung erwartete die russische Armee das Grauen des Tages, um den Sturm zu erneuern. Die Aufständischen aber woll ten einen dritten Sturm nicht abwarten; Krukowecki, vom Ssejm bevollmächtigt, eilte noch vor Tagesanbruch, dem Grafen Pastewitfch ein an den Kaiser gerichtetes Schreiben zu überreichen, welches die Bereitwilligkeit Warschau's und der polnischen Nation, zum Gehorsam zurückzukehren und sich der rechtmäßigen Herrschaft des Kaisers zu unterwerfen, ausdrückte. Bald darauf benachrichtigte Malachowski den Feldmarschall, daß er sich, dessen Willen gemäß, verbindlich mache, Warschau und Praga bis 5 Uhr Morgens zu räumen und sich mit seiner Armee nach Plock zurückzuziehen, wohin auch das Corps Romarino's dirigirt war. Zur bestimmten Stunde wurde Warschau von den Truppen der Aufständischen geräumt, und um 7 Uhr Morgens des '/7. August zog dieGarde, unter der persönlichen Anführung des Großfürsten Michail Pawlowitsch, durch das jerusalemer Thor in die Stadt. Die durch den Sturm gewonnenen, Siegeszeichen waren 132 Geschütze und 3000 Gefangene, worunter 6ü Dfficicre. An Todten hatten die Russen 2 Generäle, Nrüggen und Icfimowitsch, 9 Rcgimcntscominandcure, 63 Ofsiciere und 3000 Mann; verwundet wurden 8 Generäle, 12 Regimentscommandeure, 445 Ofsi ciere und 7000 Mann, Der Verlust der Aufständischen war bedeutender. Der Haupturhcber des Sieges , Graf Pastewitsch-Eriwanskij , wurde vom Kaiser zum Fürsten von Warschau mit dem Prädicat Durchlaucht erhoben."], [126, "Dresden, Druck von Lievsch und Reichardt."], [127, "IV. »II- Klill<'l< VI I<: x.vx I» I-Ii I. v<»> llili Ill^i l»l>». , , /^,/^//„/,^ ,."], [128, ""], [129, "V. Nil' KItltt«.!. >>><<> I.V.I X I. vox l»i<l Ill^i lttttl. :: « ». //»//>.,,/,^ //v,/<//^„"], [130, ""], [131, ""], [132, ""], [133, ""], [134, ""], [135, ""], [136, ""], [137, ""], [138, ""]]