[[1, ""], [2, ""], [3, ""], [4, ""], [5, "Insignia issued to members only, upon presentation of permit signed by Keeper of the Purse. BAILEY, BANKS & BIDDLE COMPANY, Official Jewelers Philadelphia, Penna."], [6, ""], [7, "ODrtor nf Smmrmrto"], [8, ""], [9, "B'talutra oft lie Harmttal (irdtr of Metitatci Sonuarij B. UBSa"], [10, ""], [11, "(% Haa,na (Eharta of .King 3ohn \"There is no transaction in the ancient part of our English history more interesting and important than the rise and progress, the grad ual mutation and final establishment of the Charter of Liberties.\" William Blackstone. \"There is no event of the history of England which is more popularly remembered and re ferred to than the granting of the Great Char ter of King John.\" Richard Thomson."], [12, ""], [13, "&UYrt\\?8 for tlj? fKagna (Eljarta King John confirmed the Charter of Liber ties by a solemn oath, and placed his seal to the instrument, \"in the meadow which is called Rtmnemede, between Windsor and Staines,\" on the Thames, above London, on 15 June (O. S.) 1215, in the presence of the army of the barons, and for the substantial security for the performance of its statutes, as well by the barons as by himself. The following barons were selected as sur eties : William d'Albini, lord of Belvoir, Lincoln- shire. Hugh le Bigod, (3rd Earl of Norfolk). Roger le Bigod, 2d Earl of Norfolk. Henry de Bohun, Earl of Hereford. Gilbert de Clare, (5th Earl of Hertford). Richard de Clare, 4th Earl of Hertford. John fitz Robert, heir to Warkworth, Essex. Robert fitz Walter, lord of Dunmow, Essex. fWiLLiAM de Fortibus, Earl of Albemarle. fWiLLiAM Hardel, mayor of London. William de Huntingfield, Governor of Sur- rey Castle. John de Lacie, lord of Halton, Chishire. William de Lanvallei, lord of Stanway, Es- sex."], [14, ""], [15, "William de Malet, lord of Curry-Malet, Som erset. fGEOFFREY de Mandeville, 2d Earl of Essex. fWiLLiAM le Marshal, (2d Earl of Pem- broke). fRoGER de Montbegon,* a baron in Lincoln- shire. fRiCHARD de Montfichet, a baron in Essex. fRoGER de Mowbray,* a baron in Northumber- land. William de Mowbray, Governor of York Castle. fRiCHARD de Percy, a baron in Yorkshire. Saier de Quincey, Earl of Winchester. Robert de Ros, lord of Hamlake, Yorkshire. Geoffrey de Say, a baron in Essex. Robert de Vere, 3rd Earl of Oxford. Eustace de Vesci, lord of Alnwick, North- umberland. * Montbegon deserted ; R. de Mowbray sub stituted. f o. s. p., or has no descendants."], [16, ""], [17, "©rtor of ftunmmeut [From the Minutes of the Founders' Meeting.] At the meeting of the Founders of the Bar onial Order of Runnemede, held at the resi dence of Charles E. Cadwalader, M. D., No. 140 South Fourth Street, in the City of Phila delphia, Pa., on the 8th day of January, 1898, upon due notice, there were present, in person, or by proxy, the following Founders of the Order : Esek Steeve Ballord, of Davenport, Iowa; Frederic Henry Betts,1 of New York; Melville Madison Bigelow, of Cambridge, Mass ; David Scull Bispham, of New York ; Anthony James Bleecker, of New York ; Charles Henry. Browning, of Philadelphia ; Morgan Gardner Bulkeley, of Hartford, Conn. ; Charles Evert Cadwalader,2 of Philadelphia ; Charles William Darling,* of Utica, N. Y. ; Ferdinand Pinney Earle,4 of New York ; Alex ander Frederick Fleete, of Culver, Ind. ; Rich ard Henry Greene,5 of New York; William Herrick Griffith, of Albany, N. Y. ; Henry James Hancock,6 of Philadelphia ; Robert Cut ting Lawrence, of New York ; George Perkins Lawton, of Saratoga Springs, New York ; Ed 1 Died in Nov., 1905. 4 Died Jan. 3, U903. 2 Died in June, U907. 5 Resigned. Former Marshal. 6 Died Feb. 3, 1907. 3 Died June 22, 1905. 11"], [18, ""], [19, "ORDER OF RUNNHMEDE ward Clinton Lee,T of Philadelphia; George Alexander Lyman, of Amboy, 111. ; George Samuel Marsh, of Chicago, 111. ; Schuyler Liv ingston Parsons, of New York ; Charles Cool idge Pomeroy,8 of New York ; Marmaduke Richardson, of New York ; John Jackson Riker, of New York; Andrew H. M. Salton stall, of Berkeley Springs, W. Va. ; George Richard Schieffelin, of New York ; Dandridge Spotswood, of Petersburg, Va. ; George Davis Terry, of Brooklyn, N. Y. ; Charles Wickliffe Throckmorton, of New York; Philip H. Wad dell-Smith, of Pittsburg, Pa. ; Charles Samuel Ward, M. D.,9 of Bridgeport, Conn. ; Stephen Whitney, of New Haven, Conn., and Frederick Hampden Winston, of Chicago, 111., the follow ing proceedings were had : Dr. Cadwalader was elected temporary chair man, and Col. Lawton temporary secretary. Mr. Browning presented, and moved the adoption of the following Statutes for the gov erning of the Order ; Mr. Hancock seconded ; carried. 7 Former Marshal. 8 Died Feb. 22, 1898. 9 Died July 1, U898. 13"], [20, ""], [21, "Statutes of THE (frbpr of l&mxMmeue Know Ye! That the particular objects for which the ORDER OF RUNNEMEDE was instituted in the City of Philadelphia, Pa., on the 8th day of January, A. D. 1898, are To perpetuate the memory of the men, who after many defeats, finally secured the 'charter of rights and liberties, properly called the magna charta, from their sovereign, John, King of England, which he ratified and deliv ered to them \"in the meadow which is called runnemede, between Windsor and Staines,\" on the 15th day of June, (O, S.) A. D. 1215. To keep fresh in our minds the events con nected with this ce'ebrated episode in the an nals of the English race. To promote good fellowship among the descendants of those who extorted the Magna Charta from King John. To inspire members of the Order and others, with admiration, and to foster respect, for the principles of Constitutional Government, first established by the statutes of the Great Charter granted by King John. To celebrate the anniversary of the date (June 15th) of the granting of this the most celebrated charter of rights and liberties. 15"], [22, ""], [23, "ORDER OF RUNNEMEDE The Order of RunnemEde shall be governed by the following Statutes, to wit : STATUTE I. Membership in the Order. The membership of the Order shall be com posed of its Founders, and of men qualified under Section I of this Statute. Section I. Any man shall be eligible to membership in the Order, who has been pro posed in writing by a member of the Order, with the written consent ot the candidate, and has been recommended for election by two members, one of whom is personally acquainted with him, providing always, that he is a lineal descendant, in the male, or female line, of an ancestor who rendered actual service in, or before, the year A. D. 1215, towards securing the articles of constitutional liberty, known as the Magna Charta, from John, King of Eng land, in the years 1214-1215. Section II. The membership of the Order shall be divided into two bodies, called First Class and Second Class. Section III. The First Class shall be lim ited to one hundred members, and shall be composed of (a) the Founders of the Order, and of (b) lineal male descendants of one or more of the twenty-five barons who were se lected to be the Sureties for the proper obser vance of the statutes contained in the Magna 17"], [24, ""], [25, "ORDER OF RUNNEMEDE Charta, namely : William d'Albini, Hugh le Bigod, Roger le Bigod, Henry de Bohun, Gil bert de Clare, Richard de Clare, John Fitz Robert, Robert Fitz Walter, William de Forti bus, William de Hardell, William de Hunting field, John de Lacie, William de Malet, Geof frey de Mandeville, William le Marshal, Rich ard de Montfichet, Roger de Mowbray, Will iam de Mowbray, Richard de Percy, Saher de Quincey, Robert de Roos, Geoffrey de Say, Robert de Vere, Eustace de Vesci, William de Lanvallei. Section IV. The Second Class shall be un limited in its membership, and shall be com posed of lineal male descendants of the Sure ties for the Magna Charta, or of any men who were unfailing in their loyalty to the cause of the Magna Charta, before or in the year 1215. Section V. To provide for the continuance of the Order. I. Each member of the First Class may, in writing, nominate to the Keeper of the Rolls, his successor in membership in that Class, and this possible successor must be qualified, as under Section III, Paragraph B, of this Stat ute I, who, during the lifetime of the primary member, may have active membership of the Order, in the Second Class, and he shall be entitled to any and all the privileges of the Order. And upon the decease of the primary member who nominated him, he shall be eligi- l!l"], [26, ""], [27, "ORDER OF RUNNKMEDE ble as his representative, to full membership in the First Class, providing always, that he is, in the opinion of the majority of the Court of Eligibility, fit in all other respects, and the same shall so have been certified by it to the Sureties, who shall thereupon notify the can didate of his promotion. 2. The failure on the part of a person eli gible by succession to membership in the First Class, to apply for his promotion within six months after being informed at his last known address by the Keeper of the Rolls, of the existence of his claim, shall be interpreted as a surrender thereof forever by him, and the Keeper of the Rolls must thereupon so notify the Sureties, who may then declare this par ticular membership in the First Class vacant. 3. Should a member of the First Class die without having nominated his successor, it must be taken for granted that the deceased desired his membership to lapse, whereupon it is the duty of the Keeper of the Rolls, to notify the Sureties of a vacancy in the First Class. 4. Vacancies in the First Class shall be filled by the Sureties only from the membership of the Second Class, after its first complement. Section VI. Honorary Membership may be conferred in the First Class only by the ma jority of the Sureties, at a meeting for this 21"], [28, ""], [29, "ORDER OF RUNNEMEDE purpose, then present and voting, upon men only who are eligible under Section I of this Statute, and who have been formally nomin ated for the honor by an active member, having first signified to the Keeper of the Signet, upon inquiry, his willingness to accept the member ship. Section VII. Each person who shall be elected and received as a member of the Or der in whatsoever manner, by virtue of any Statute now existing, or which may hereafter be established, shall by accepting membership be understood to engage to duly conform to all Statutes established from time to time for the government of the Order. STATUTE II Government of the Order. Section I. The entire management of the affairs and interests of the Order shall be vested in and in charge of twenty-five (25) members of the First Class, who shall be known as the Sureties, and these shall be se lected as hereinafter provided for. It shall be their duty to carry out the objects and purposes of the Order, and to this end they may exercise all the powers of the Order sub ject to the Statutes. Section II. (a) Fifteen (15) of the Sure ties shall be elected, upon nomination, by the 2 3"], [30, ""], [31, "ORDER OF RUNNEMEDE majority vote of the active members of the Order present and voting at a meeting called for this purpose, and these fifteen Sureties shall serve in that capacity for five (5) years from the date of their election, or until their successors have been elected, (b) ten (10) other Sureties shall at the same time, and in the same manner, be elected to serve for three (3) years, from the time of their election, or until their successors have been chosen. Section III. Vacancies among the Sureties shall be filled by the remaining Sureties by election on nomination by two Sureties. Section IV. Meetings of the Sureties in council shall be called by the Keeper of the Signet, on order from the Marshal, at such time and place as is deemed best and conveni ent to the Sureties. Section V. Five (5) Sureties present in person shall constitute a quorum for transac tion of all business of the Order, at all prop erly called meetings for council of this body. Section VI. The Sureties for their own and for the government of the Order, shall elect by secret ballot, upon proper nomination, from their body, at a time properly appointed by them for this purpose, the following officers, 25"], [32, ""], [33, "ORDER OF RUNNEMEDE to serve for three (3) years from the date of their election, who shall also be the executive officers of the Order: Marshal of the Order. Justiciary of the Order. Chancellor of the Order. Genealogist of the Order. Keeper of the Purse of the Order. Keeper of the Rolls of the Order. Keeper of the Signet of the Order. Herald of the Order. Section VII. The duties of the aforesaid officers shall be as follows : Marshal of the Order. This officer, and in his absence the Justiciary, or one of the other officers, taken in the order above named, shall preside at all the meetings of the Order, and of the Sureties, and exercise the usual functions and duties of a presiding officer. In his, and in the absence of the Justiciary, and of all of the officers, from a called meet ing of the Order, or of the Sureties, a Chair man, pro tcmpore, shall be chosen from the Sureties by those present, to preside. The Marshal shall authorize the call by the Keeper of the Signet for holding chapters of the Order, and for the assembling in council of the Sureties. He shall sign the Diploma of the Order. 27"], [34, ""], [35, "ORDER OF RUNNEMEDE He shall appoint the members of the Court of Eligibility and of the Court of the Ex chequer, and fill vacancies in said bodies. Justiciary of the Order. This officer, in the absence of the Marshal, shall exercise the usual duties of a presiding officer, but have no other authority of the Marshal, excepting that he may instruct the Keeper of the Signet, or the latter's representative, to call a meeting of the Sureties, whenever the Marshal is not accessible. Chancellor of the Order. This officer must be an attorney and counsellor at law, and shall be the counsel to the Order and to the Sureties. Genealogist of the Order. This officer, upon its receipt from the Keeper of the Signet, shall examine the pedigree submitted by the candidate for membership in the Order, and also of one on whom it is intended to confer Honorary Membership on which the candidate bases his eligibility and qualification, and transmit through the Keeper of the Signet the said pedigree, with his opinion, to the Court of Eligibility, of which body he shall be a member and the Chairman. Should he desire references and authorities, which must in every case accompany a sub mitted pedigree, examined and verified, it shall be his duty to so notify the applicant of this requirement, and have his permission to enter 211"], [36, ""], [37, "ORDER OF RUNNEMEDE into this expense on his behalf, and such labor and expense must be paid for by the candidate for membership. In the absence or inability to serve of the Keeper of the Signet, he shall exercise pro tempore, the usual duties of that officer. He shall countersign the Diploma of the Order. Keeper of the Purse of the Order. This officer shall perform the usual duties of a treasurer for the Order and for the Sureties, with or without security or bond, as the Sure ties may determine. It shall be his duty to contract for and pur chase the insignia, ribbon, lapel-button and diploma of the Order, and to issue permits on order from the Sureties for the purchase of the same to only members of the Order. He shall collect the revenue of the Order, provided for under Statute IV, and under the direction of the Court of the Exchequer, dis burse the same. He shall keep, as the property of the Order, regular and usual accounts and vouchers there of of all bills paid on account of the Order, which shall be subject to the examination of the Court of the Exchequer, of which body he shall become a member and Chairman in the time of his election. 31"], [38, ""], [39, "ORDER OF RUNNEMEDE Keeper of the Rolls of the Order. This officer shall make and preserve, as the prop erty of the Order, an accurate list of the names of the members of the Order, together with their post-office addresses, residences and occupations, and all dates pertaining to the con nection of members with the Order. He shall notify the Sureties of vacancies in their body and of the decease or withdrawal of members of the Order. He shall countersign the Diploma of the Order. Keeper of the Signet of the Order. This officer, and in his absence, inaccessibility, or inability to serve, the Genealogist or one of the other officers, shall perform pro tern, the usual duties of a secretary for the Order and for the Sureties. He shall receive and transmit to the Genea logist of the Order the pedigree of the candi date for membership and notify him of his election or defeat. On order from the Marshal, he sh,all notify each Surety of the date and place of all meet ings of the Sureties in council, and each mem ber of the Order of the date and place of holding chapters. He shall make and preserve as the property of the Order, a true record of all chapters of the Order and of the meeting of the Sure ties in council. 33"], [40, ""], [41, "ORDER OF RUNNEMEDE He shall conduct the correspondence of the Sureties on all matters connected with the Or der, upon their direction. He shall seal the mandates of the Order and deliver the acts of the Sureties under the seal of the Order. He shall countersign the Diploma of the Order. Herald of the Order. This officer shall regulate the precedency of the members of the Order, at any and all general functions of the Order, and direct the processions and to have general supervision over the ceremonies, under direction of the Marshal. He shall provide, under the direction of the Marshal, the Council Hall for chapters of the Order, and have charge of the same during the time of the holding of a chapter of the Order. He shall carry, or guard the Standard of the Order, during any function on which it is unfurled, and be its custodian. Section VIII. Vacancy in the office of Mar shal may be filled for the balance of his term, only on nomination and election by the Sure ties. Vacancies in the other offices shall be filled by the Marshal, who shall select from the Sureties suitable men for the remainder of an unexpired term. 35"], [42, ""], [43, "ORDER OF RUNNEMEDE Section IX. The Sureties shall be governed by the following mode of procedure in con ferring membership in the Order. I. The Genealogist of the Order having ex amined the submitted pedigree of a candidate for reception into the Order, which pedigree must comply with the requirements of Statute I, and transmitted it, with his endorsement. through the Keeper of the Signet, to the Court of Eligibility, it shall then be the duty of the said body to examine and endorse as correct or otherwise the said pedigree, and thus to transmit it and the proposal, bearing the en dorsement and recommendation of three (3) members of said Court, through the Keeper of the Signet, to the Sureties in council for their final action in the matter. 2. The Sureties shall pass, by a majority vote of those present and voting, at properly called meetings of body, upon the question of eligibility to membership of the candidate re ferred to them by the Court of Eligibility. 3. To this end the Sureties then present and voting in council, may by a majority vote elect to receive the applicant as a member of the Order. 4. The Sureties shall authorize a permit for the insignia, ribbon and lapel-button of the Order, to be issued by the Keeper of the Purse to the candidate for membership in the event of his election, and instruct the Keeper 37"], [44, ""], [45, "ORDER OF RUNNEMEDE I I of the Rolls of the facts that his name be en- | rolled in the membership of the Order. 5. This they shall also do in cases where honorary membership is conferred. Section X. The Sureties shall have the power, by vote of the majority of those pres ent at a regular meeting of this body, or at one called for this purpose, to forfeit the mem bership in the Order of any member of the Order for conduct on his part likely in the opinion of the majority of those present then considering the matter, to endanger the wel fare, interest or character of the Order, how ever, only after investigation and hearing, in which the accused shall have had an oppor tunity to be heard by the Sureties in a council meeting. Section XI. Should it be supposed, at any time, that one admitted to membership in the Order, by election, is not eligible in conform ity with Sections I, II and III of Statute I, and this allegation is properly brought, and in writing, by a member, to the attention of the Sureties, and also of said member whose eli gibility is questioned, the Marshal, upon in formation, shall order the Court of Eligibility to review and make a careful investigation of the charge and report its findings to him, and he shall present the matter to the Sureties at their first meeting thereafter. If the charge is sustained, the Sureties by 39"], [46, ""], [47, "ORDER OF RUNNEMEDE a majority vote of those present and voting, can, upon proper nomination, declare that said member shall be dropped at once from the membership roll, and requested that the in signia, ribbon and diploma issued to him be surrendered to the Keeper of the Purse, who shall refund to him their cost prices. Section XII. Court of Eligibility. This body shall be appointed by the Mar shal, immediately after his installation, and shall be composed of the Genealogist of the Order, as chairman, and six of the Sureties. It shall serve as a committee upon applica tions for admission to membership in the Or der, and upon pedigrees of applicants and can didates for Honorary membership. It shall be its duty to receive, through the Keeper of the Signet, from the Genealogist of the Order, the pedigree of an applicant or candidate, and his opinion of its correctness, on which the applicant bases his claim to eli gibility to membership, and after having found the applicant or candidate in every way quali fied for membership, to so recommend and en dorse him for election by the Sureties. Three members of this Court shall constitute a quorum. The term of service of the members in this Court shall be for three years, or until their chosen successors shall have been installed. 41"], [48, ""], [49, "ORDER OF RUNNEMEDE Section XIII. Court of the Exchequer. This body shall be composed of the Keeper of the Purse, as chairman, and four Sureties. It shall serve as a committee upon all mat ters of finance pertaining to the Order, and shall make annual reports to the Sureties of the state of the funds of the Order, and give, with vouchers therefor, a true account of the receipts and expenditures of the Keeper of the Purse. Three members of the Court shall constitute a quorum. The term of service of the members in this Court shall be for three years, or until their chosen successors shall have been installed. STATUTE III. Headquarters of the Order. The principal office of the Order shall be located with the Keeper of the Signet, or wherever elsewhere the Sureties may deem proper for it to be situated. STATUTE IV. Revenue of the Order. No initiation, or membership fee, nor dues shall be required of applicants, candidates or members of the Order. To defray incidental expenses of the Order, the Sureties are hereby authorized to order the 43"], [50, ""], [51, "ORDER OF RUNNEMEDE levy of an assessment of not exceeding two dollars in any one year on each member of the Order, payable on demand to the Keeper of the Purse. STATUTE V. Insignia of the Order. The designative badges or marks of mem bership in the Order shall be an insignia and a ribbon of the colors of the Order made into the usual lapel-button. Primarily, the insignia is a representation of the Great Seal of King John, which he at tached to the Magna Charta. Each member of the Order shall be entitled to own, and use in the customary manner, the insignia of the Order during his membership. Officers and Sureties of the Order and for mer Marshals, may wear the insignia upon public occasions and functions of the Order, at the throat, suspended from a ribbon of the regular colors of the Order. STATUTE VI. Colors of the Order. The regular colors of the Order for the in signia, lapel-button and other uses, shall be Or and Gules, in equal portions, these being the livery-colors of the arms of the Marshal of the army of the Barons in 1215. 45"], [52, ""], [53, "ORDER OF RUNNEMEDE The members of the First Class only maj wear, use, or be distinguished by the regular colors of the Order. The designative colors appropriate to mem bers of the Second Class shall be white and black, in equal portions, which were the colors of the beausecant carried by the Sureties of the Magna Charta, who were Knights Templar in the Holy wars. Honorary members shall use the colors of the First Class. STATUTE VII. Standard of the Order. The standard of the Order shall be a baron's banner, of gold cloth, bearing the coat of arms. a jesse between two chevrons, gules, which were the arms of Robert Fitzwalter, the Mar shal and leader of the champions of the Magna Charta, in 1215. STATUTE VIII. Diploma of the Order. The text of the diploma of the Order, being a certificate of membership, shall follow the wording usual to such documents. It shall be signed by the Marshal and the Keeper of the Signet, and countersigned by the Keeper of the Rolls and the Genealogist of the Order. 47"], [54, ""], [55, "ORDER OF RUNNEMEDE STATUTE IX. Great Seal of the Order. The great seal of the Order shall be a repro duction of the insignia of the Order. STATUTE X. Amendments of the Statutes. The Sureties may, whenever in their opin ion necessary, make anew, alter, or amend these Statutes ; but this can only be done by a vote of two-thirds of all of the Sureties present, or by proxy, and when the desired addition, alteration, amendment or repeal has been openly proposed in writing at a previous meeting, and due notice of such proposed ac tion has been published in a circular letter to all of the Sureties calling such a meeting."], [56, ""], [57, "ORDER OF RUNNEMEDE AMENDMENT I. \"Statute IV, Revenue of the Order,\" is hereby this day annulled and amended, accord ing to Statute X, to be effective immediately, as follows : \"The Membership Fee shall be fifty dollars, and the payment of which shall thenceforth exempt the member so paying from payment of any assessment, and this exemp tion shall extend in perpetuity to one lineal successor in membership.\" 15th June, 1906. AMENDMENT II. Statute II, Section VII. \"Genealogist of the Order.\" The first paragraph shall be amended and added to as follows: \"For this service the Genealogist shall be paid twenty (20) dollars out of the Membership Fee of the candidate.\" 15th June, 1906. 51"], [58, ""], [59, "MEMBERS Gentlemen who have been admitted to the First Class in the QDrbpr of Stmtwmpoe Charles C. Abbott, M.D., Trenton, N. J. Charles Francis Adams, LL. D., Boston. C Yarnall Abbott, Philadelphia. Addis Albro, D. D., Orchard Lake, Mich.Jf Herbert C Andrews, Los Angeles, Cal. Died 31 May, 1905. OrvillE D. Baldwin, San Francisco, Cal. *EsEK S. Ballord, Davenport, Iowa.f Marcus Benjamin, Washington, D. C.f ♦Frederic H. Betts, New York. Died Nov., 1905.7 *Prof. Melville M. Bigelow, Ph.D., LL. D., Boston, Mass.f Isaac W. Birdseye. Bridgeport, Conn. *David Scull Bispham, New York. *Capt. Anthony J. Bleecker, New York.t B Bernard Browne, M. D.. Baltimore, Md.f J. Willis Browning, New York. *Charles H. Browning, Ardmore P. O., Pa. Herman Bruen, New York. *Hon. Morgan G. Bulkeley, Hartford, Conn.f Joseph G. Bulloch, M. D., Washington. D. C. ♦Charles E. Cadwalader, M. D., Philadelphia. Died June, 1907.7 IRichard M. Cadwalader, Philadelphia. Arthur H. Carpenter, Denver, Col. 53"], [60, ""], [61, "ORDER OF RUNNEMEDE Ashton A. Chapman, Franklin, W. Va. Daniel B. Childs, New York. A. Howard Clark, A. M., Washington, D. C.t John B. Clement, Philadelphia, Pa. Henry H. Collins, Jr., Philadelphia. Henry Corneau Diller, Philadelphia. Francis L. DaingerfiEld, Alexandria. Va. *Gen. Charles W. Darling, Utica, N. Y. Died 22 June, 1905.! Wallace Delafield, St. Louis, Mo.J D. Bethune DuFField, Detroit, Mich. Win. Oswald Dundas, Washington, D. C Capt. Horace E. Dyer, Rutland, Vt.f *Gen. Ferdinand P. Earle, New York. Died 3 Jan., 1903.! Calvin W. Fitch, St. Louis, Mo. ♦Alexander F. Fleete, LL. D . Culver, Ind.f Jos. Ridgway Gawthrop, Kennett Sq., Pa. Garrard Glenn, New York. R. H. Ives Goddard, Jr., Providence, R. I. *Richard Henry Greene, New York.Jf *William H. Griffith, Albany, N. Y.t John deL. Grissim, M. D., San Jose, Cal. Hon. Charles H. Hall, Binghampton, N. Y. *Henry James Hancock, Philadelphia. Died 3 Feb., 1907. Alfred W. Harrison, Silverton, Col. JaquElin S. Holliday, Indianapolis, Ind. William J. Holliday, Indianapolis, Ind. Rev. Edward P. Ingersoll, D. D., Brooklyn. Garrard Harris, Jackson, Miss. Woodruff Jones, Philadelphia. 55"], [62, ""], [63, "ORDER OF RUNNEMEDE John Woolf Jordan, LL.D., Philadelphia. John Q. Adams Johnson, New York.f Daniel Lammot, Jr., Philadelphia. *Robert C. Lawrence, New York.f *George P. Lawton, Saratoga Springs, N. Y.f *Edward Clinton LEE, Philadelphia, Pa.f Francis Llewellyn Bacon, Philadelphia. George G. Lennig, Philadelphia. Lewis J. Levick, Philadelphia. *George A. Lyman, Amboy, 111. George Norbury Mackenzie, Baltimore, Md.f Charles Marshall, Jr, Philadelphia. *George S. Marsh, Chicago, Ill.t Charles Marshall, Philadelphia, Pa. William P. MetcalF, Washington, D. C.f *Schuyler L. Parsons, New York. Armistead Peter, Georgetown, D. C A. J. Drexel Peterson, Wayne, Pa. Arthur Peterson, Philadelphia. Asa G. Pettibone, New York Mills, N. Y. *CharlES C Pomeroy, New York. Died 22 Feb., 1898. Thomas T. M. Raborg, New York.f Howard Reifsnyder, Philadelphia, Pa. *Marmaduke Richardson, Paris, France. Hon. James Ridgway, New York. James Ridgway, New York.f Thos. E. Ridgway, M. D., Washington, D. C. ♦Major John J. Riker, New York.f Hon. William E. Rogers, New York.f Henry Darwin Rogers, Philadelphia. Charles H. Ruggles, Milwaukee, Wis. 57"], [64, ""], [65, "ORDER OF RUNNEMEDE I *A. H. M. SaltonsTall, Berkeley Springs.f George R. Schieffelin, New York. William Scot, M. D., Edinburg, Scotland. Frederick C. Seabury, New York.Jf Abraham L. Smith, Media, Pa. Col. Francis L. Smith, Alexandria, Va.f Cortland H. Smith, Alexandria, Va. *Prof. F. H. Snow, Lawrence, Kansas.J *P. H. Waddell-Smith, Pittsburgh, Pa.f George B. Spalding, D. D., Syracuse, N. Y.tf *Dandridge Spotswood, New York. Warren Stansbury, Tonopah, Nevada. Joseph A. Stein metz, Jr., Philadelphia. G. Macleod Stewart, Talnotrie House, Wok- ing, Eng. Geo. Blagdon Stone, Warrenton, Va. Inglis Stuart, New York. Lynde Sullivan, Boston, Mass. ♦George D. Terry, Brooklyn, N. Y.f Douglas H. Thomas, Baltimore, Md.f Norman F. Thompson, Rockport, 111. Spencer R. Thorpe, Los Angeles, Cal.f ♦Charles W. Throckmorton, New York.f William James Walker, Richmond, Va.f ♦Charles S. Ward, M. D., Bridgeport, Conn. Died I July, i898.f Philip B. Warren, Springfield, 111. Archibald R. Watson, New York. Rev. Henry N. Wayne, Armonk, N. Y. Maj. Gen. Frank Wheaton, U. S. A. Died 18 June, 1903. 59"], [66, ""], [67, "ORDER OF RUNNEMEDE < I Charles F. Whitner, Atlanta, Ga.f Stephen Whitney, New Haven, Conn.f •William W. Wight, Milwaukee, Wis.f *Gen. Frederick H. Winston, Chicago, Ill.f Francis W. Woodward, Eau Claire, Wis. Joseph W. Woolfolk, Anniston, Ala. ♦A Founder of the Order. fResigned. fMember Society of Colonial Wars. OFFICERS OF THE ORDER is JUNE, 1908 Marshal, Morgan G. Bulkeley. Justiciary, Edward P. Ingersoll. Chancellor, William E. Rogers. Genealogist, Charles H. Browning. Keeper of the Signet, Charles Marshall. Keeper of the Purse, John B. Clement. Keeper of the Rolls, Thos. Edw. Ridgway. Herald, A. Howard Clarke. . COURT OF ELIGIBILITY. Charles H. Browning. Edward Clinton Lee. George N. Mackenzie. J. Q. Adams Johnson. Dandridge Spotswood. Charles W. Throckmorton. Robert C. Lawrence. 61"], [68, ""], [69, "COURT OF THE EXCHEQUER. John B. Clement. Douglas H. Thomas. Thomas T. M. Raborg. George R. Schieffelin. John J. Riker. SURETIES (Five Years). Morgan G. BulkelEy, Hartford, Conn. William E. Rogers, New York. Charles Marshall, Philadelphia. John B. Clement, Philadelphia. Howard Reifsnyder. Philadelphia. A. Howard Clarke, Washington, D. C. Charles H. Browning, Ardmore P. O., Pa. Edward Clinton Lee, Philadelphia. Dandridge Spotswood, New York. Charles W. Throckmorton, New York. Douglas H. Thomas, Baltimore. John J. Riker, New York. Robert C Lawrence, New York. George R. Schieffelin, New York. Frederic H. Winston, Chicago. SURETIES (Three Years). Arthur Peterson. John Q. Adams Johnson, New York. OrvillE D. Baldwin, San Francisco. Edward P. Ingersoll, Brooklyn, N. Y. George N. Mackenzie, Baltimore. Thomas T. M. Raborg, New York. Thomas E. Ridgway, Washington, D. C. Inglis Stuart, New York. Lynde Sullivan, Boston. Francis L. Smith, Alexandria, Va. 63"], [70, ""], [71, ""], [72, ""], [73, ""], [74, ""]]