[[1, ""], [2, ""], [3, ""], [4, ""], [5, "! of coy HE TOWH OF GREcLEY, TLEMBUI ' PR^SEK'. Till * Price 25 < i ■ T I ' ."], [6, "H. T. Wes .RSQINVWEST & BUCKINGHAM Main Street; Cireeley, WILLIAM H. POST, } T4.T1 Bookseller & News Dealer, j MAPLE STREET, Greeley, Colorado. , JFRANK M. BABOOOK, 1 ATTORNEY & COUNSELLOR AT LAW, AXE NOTARY PUI Office, Colony H ner cf Main and J GREELE1\" Special attention givi pertaining to Lands, Couveyancii stir iscellaneous and Blank * och and American Slat;** Book Binding , ;, , m ' irder, itiy filled ; : Daily a 1 Monthly :es ; Confectionery, Nuts and jpera ■ . ■_ ■ -., Toys and Notions. CIRCULATING LIBRARY. AU the New Books added as soon as Books Lei Day, Week, Month or Year. ifs.-^Pe* Year, $5 ; per Monti pei W eel , 50 cents ; per Day, 20- c< * FRANCES L CHILDS, ■ *I-01.AS;S Restaurant and Bal MAIM STREET, 'Second Poor West of. .Tessera n St GREELEJ, roLOrUliO. > stantlyori !*;<*. ment of .Bread, Cal ■■■ Mea'.s furnished at shprt notice. Flour, Dried and Cam lowest niarliot r.iies. E. *C. 1'ONK ,&• CO, I Retail D BOOTS AND SHOES,!: DRY GCGOS, FURNISHING ' ALT. KINDS, ' ■ *,ps, Stationery, Toye, Notions Main Street, bet. Madison and Monroe. COLORADO. W. F. tIoMPS n in Lumber, Lath and Shinglas, DOORS, SASH, ITERrNG H, ING PAPE : . i * * Ji> Y...EH. Main Street, Greeley, Colorado. And 1 *U E\". BOETTCHER, 'liCALKl; IN Stoves, Building Hardware. * RE, .Ac. t) - , i TIN. SHEET IRON AND COPPER WARE, ttroe ) s,„,., , ,„ r, j ' «\"'• AFergusOMStSi.O ■ Russell Fisk & Co., Exchange i* Cor. Jefferson Avenue anri Main^' Dry Goods, Hardware, GRO. | (E S Anb i ■ ■ *■"], [7, "FIRST ANNUAL REPORT OF THE UNION ; COLONY OF COLORADO, INCLUDING A . HISTORY OF THE TOWN OF GREELEY, Prom its Date of Settlement- to the Present Time ; WITH DESCRIPTIVE CHAPTERS ■ ■-. Agriculture, Irrigation, Climate, Mountain Scenery. Flora Lit ii relies, Schools, Societies, dec. Price 25 Cent:*; With Map of Gkeeley ajjd the Suiu.ouni.-ikg Cor-. . ,-y, 75 Cents. Tbade Soppuid bi AMERICAN NEWS CO., 113 &, 121 Nassau Stbeet' NEW-YORK George W. Socthwick, 2277 Third Aventje. L871"], [8, "Wkf&um fltohmg d t&ttlmfa* BOARD OF TRUSTEES Nathan C. Meeker, Ecu; get A. Cameron, W. W. Wilcox. . J. H. PlNKERTON. OFFICERS. . dent: — Nathan C. Meeker, .''/'-■ V resident: — GeN. ROBERT A. Cam ■ :— Dr. Chas. Emerson, Secretary -—Frank M. Babcock. ■Engineer: — E., S. Nettleton. Secretary Bureau of Statistics and Information, William E. Pabor. EXECUTIVE COUNCIL. E. A. HollisTer,- Chairman. N.' Holmes. O. Plumb. .»'. C. Shattuck. E. W. Gurley. F. L. Childs. E. Nye. • L. YON GOHREN. B. S. LaGi; Eli Hall. John Levy. E. C. Alphonse. SPECIAL NOTICE. For information concerning passage tickets, special rates lor freight, routes of travel, etc., address the Bureau of Statistics aud Information, Greeley, Colorado."], [9, "UNION COLONY OF COLORADO. CHAPTER I. organization of union colony. In the early part of December, 1869, an article, entitled \"A Western Colony,\" appeared in the New-Y&rli Daily ne. We quote the essential paragraphs from it, as follows : \" I propose to unite with proper persona in the establishment of a Colony in Colorado Ten \" The persons with whom I would be willing to associate must he Temper ance men, and ambitious to establish °;ood society. \" My plan would be to make ib -■ ■ nost wholly in a village\"; all tl lots of the village should be sold, that funds maybe obtained foi - -nents for the common good, such as the building of a church, a town and fqr the e a library. Adjoining the lid !, by lot or othi ■ ■ ig to 11 the village cento i. Some of thi 8 of set- 's, village wil s to schools arid public plat lectures, and the like, and society fan be had at once. \" Farmers will be wauted : nurserymen, florists, and almost all kinds of me- as capitalists, to use the eoai and water-power in running machinery. The tirst settlers, must of course, be pi - r houses, mills hanic shops are to be built, that families may come rations. Wliatcv- as enter into the formation of an intelligent, d and thrifty community should be embrace cry, and it should be the object to. exhibit all that is best in modern civilization. In par- should moral and religious sentiments pri in qualities man is nothing. At the same time, tolerance ami liberalit; also prevail. One thing more is Squally important — bappim E b and the f a State spring sunn the family— and it - im and a high orj to preserve the family pure in all its relations, and to labor with the irts life and strength can give to make the home comfort: ; adorn it, and lo supply it with whatever will make-it attractive, and loved. \"I make the point that two important - be gained by such a colony. First, schools, refined society, and all theadvanl coun try, will be seam years; while, on the contr: are made by the oid methods, people are obliged to wait twenty, forty or more years. Sect ith the sale of reserved lo the g the greatly increased values of real estate, will be for the benefit of ■ for'scftemi -dilators. In the success of this Colony, a model will be presented for settling the remainder of the vast territory of our country. \" Persons wishing to unite in such a colony, will please address me at the oko] n. and the value of the property which take with them. r- N. 0. Meekek.\" It is probable that, on the morning the above call ap- ed, its writer had no idc-1 ' .ed thus sowuv.ould spring up rapidly und genial influence .of the T% .'■' and bring forth an hundred-fold return. But as day follow-"], [10, "4 ed day, and each incoming mail brought scores of respon ses from persons in all parts of the country and of every condition in life, it became necessary to plan a realization of the idea thus introduced to the community at large. Ac cordingly, a meeting was called for December 23d, in Room No. 24, Cooper Institute, New-York city — a room made famous by the weekly discussions of the Farmers' Club, and therefore very appropriately chosen for the pro posed organization. It was the writer's good fortune to be present on 'that occasion ; the room was comfortably full, and individuals \"were present from every Eastern State, from Western New-York, from New-Jersey and Pennsylvania. The Hon. Horace Greeley uas appointed to preside, and, on- taking the chair, made a few remarks pertinent to the ' object before, the meeting. He believed that there ought to be, not only one, but one thousand colonies— there were multitudes ,of men working for wages who ought to emigrate. He disliked to see men in ad vanced life working for salaries in places where, perhaps, they were ordered about by boys. He would like to see them working for themselves. Mr. N. C. Meeker followed. He had received over eight hundred letters— dheir writers represented all trades, professions and pursruts ; many educated -T the majority farmers, and fully one-half church members. It was ne cessary that a committee be appointed to go and search for a location that will be suited to the greatest variety of pursuits. The plan is certainly an experiment, and for a first colony more natural advantages will be required than for other colonies, having for a guide the experience of a pioneer colony. He named, in the order of then- import ance, what should be sought : heaithfulness ; a varied and rich soil; timber; coal; iron ore ; adaptation to fruit ; water-power ; beauty of scenery. The interests- of so many families, with the earnings of their lives and the comforts of home, the interests of so many industrious skillful, intelligent and well-to-do people should not be put in jeopardy for want of thorough investigation. Mr. Meeker was followed by various other gentlemen"], [11, "5 all expressing themselves favorable to a plan of organiza tion, among them Gen. Robt. A. Cameron, of Elmira, who said he had gone to Indiana when it was a wilderness, and to Chicago when it was a mud-hole, and now he wanted to go to Colorado, for no where in the globo is there such another country as the west. The great mining region was to be developed, and to do this would create a market that could not be over-stocked. It was finally decided to organize as the \" Union Colony,\" with the following named officers : N. C. Meeker, Presi dent ; Gen. R. A Cameron, Vice President ; Horace Greeley, Treasurer. An Executive Committ<-c- of five was chosen, and this resolution adopted : i member pay •{*> for current expenses, and also hold subject to le Treasurer $130, for a purchase fund for. the bind to be bought, and that said raone* ■ - -• refunded if the land is not settled within a . rescribed biy the Executive I Fifty-nino members enrolled their names — paid their •ion fee of \"five dollars, and then,, amid the greatest enthusiasm and the most perfect harmony, the meeting adjourned, to allow the Executive Committee to prepare the Constitution and By-Lavs of the Union Colony. These, in a few days, were printed in circular, form, and distributed. The salient features were as follows : The object of the Colony shall be to settle on Govern ment or other cheap land, to the end that men may engage in various industries and pursuits; have homes of their own ; and that churches and schools may be convenient. Persons wishing to become< members, must be temper ance men, and of good moral character. A Locating Committee to report a suitable location; when found*; the Treasurer to purchase and hold the same in trust for the Colony ; said lands to be be deeded in designated parcels to the members, as the Executive Committee shall direct ; deeds for the same to bo ex ecuted, whenever a member, in good faith, enters upon his land to make improvements. Four quarter sections or six hundred and forty acres to be located centrally, and divided into business and residence lots ; grounds to be reserved for a plaza, schools,"], [12, "6 ches, and other public institutions. The business and residence lots so laid e*t to be sold, one of each to each member of the Colony, at a fixed valuation, and the pro ceeds devoted to improvements for the common wellfare. Lands adjoining the town plot to be divided into lots of five, ten, twenty, forty and eighty acres, according to their distance from the town center, and deeded one to each member as they may choose or the Committee shall decide. It will be seen that in no way is the Colony organized as a \" community,'' in the sense of the term as used in connection svith the Oneida community. The impres seems to base gone abroad that such is the case, but nothing is further from the fact. We are an organization for the sole purpose of controlling, by purchase and sale, ge body of land; all other interests are separate, dis- I ami ent much so, as in any town or city in the d. The plot of ground chosen, once deeded to a mem ber of the Colony, belongs to him, and he has the1 sole right to its disposal. He chooses his own business and minds it, or neglects it, without interference. His family is private as they were in his eastern home. His aocumulations are his own — to squander or to save, as he may elect. We desire, therefore, that our social position may not be misunderstood, since no element of communism enters into it. We are a Union Colony, in so far as i ->tters relate to. our mutual interests, and no further. Conpl h the Constitution and By-Laws, were par- aphs on -irrigation, showing that .by this mean- the th and yield of fruit, vegetables and grain are enor mous: tha ;ts cost is but trfflrrlg, and, alter the system has been on< - blished, farmers need be dependent no lon ger up 01 [-time and harvest\" are sure. So was launched the good ship Union Colons of Col orado, freighted ith the fresh hopes, the re-awakened ambitions, the newly kindled desires of hundreds of souls. From ii- Far tht'.y came; the inlets of Maine sent representatives to join hands with those who came from the lagoons of Florida ; the hardj* men of Minnesota s."], [13, "7 shoulder to shoulder with those who grew up under the shadow of the Alleghany Range; and the New-Yorker kept pace with the Virginian, on the broad deck of the good ship, plowing her way westward. Twenty-seven States of our glorious Union, sent gallant sons to serve under a gallant leader. Surely, with the cessful ventures from the time Cecrops led forth his Egyptian Colony to found Athens, down to the settlement of Virginia by the London Company, this should take honored rank. Strangers, all, yet bound by kindred ties; each with a past checkered by sad experiences and glad mementoes, yet each looking forward to a future full of promise ; each and all centering their hopes upon one object, and that located afar off, at the foot of the ShX Mountains, on the slopes of the Everlasting Hills. Well may we pause to wonder and while we wonder to admire — \" Sail on, sail on, oh ship of state ! Sail on, oh Union, strong and great ; Humauity with all its fears, With all its hopes of future years Is hanging breathless on thy fate.\" CHAPTER II. LOCATION. — TOWN SITI\"*, — FIRST ARRIVALS. On the third day of February the Locating Committee, consisting of N. C. Meeker, R. A. Cameron, and H. T. West, set out in search of the promised land. Of these three, one had resided for thirty-five, another for twenty- rb e and the third for ten years in the West, and during these periods h. id visited every Western State from Canada to the Gulf. They were therefore well qualified for the important trust confided to them by the Executive Committee. \" During this trip the Committee carefully explm of Kansas, Nebraska, Arkansas, New Mexico, Wyoming and Utah. But it was difficult to select so large a tract of land as the Colony required in one body, ami me cause with another operated to decide against locating in any one of these States or Territories."], [14, "8 Nebraska's great want was a market for its produc- tions. Arkansas had its enervating climate, and New Mexico sadly needed suitable railroad accommodation. ng their, journeyings through Utah and Wyoming the Committee were particularly impressed with the beauty of Bear Valley in the vicinity of Evanston, on the Union Pacific Railroad. Here are many and rare advantages for a Colonial settlement of perhaps an hundred families ; coal, iron and wood abound in the neighborhood. This Valley still lies open for settlement, presenting advantages - need only to be seen to be properly appreciated. But Union Colony, with six hundred families angel the pro- 3 of four hundred more, needed more room than could be found in Bear Valley, and so the Committee reluctantly turned their faces from it, and, crossing the Border, en- tered the Territory of Colorado. With great care they explored the Lower Platte, the Great Bend of the Platte, the Platte Canyon, Box Elder Creek emptying into the La Poudre River, ntear the base of the mountains, tl-e Thompson and the St. Yrains. Box Elder Valley was found to be one of the finest agricultural valleys in the Territory. It has wood within six miles, with water of ex- cellent quality and sufficient quantity from the Poudre, and lies within easy reach. Crossing the Divide South of Denver they explored Monument Valley, the Fontaine qui Bouille and the Arkansas. It was also their intention to visit San Luis Park, but snow in the Sangre de Christo Pass prevented. They found the scenery of Monument Valley very fine and for a few families presented favorable inducements for settlement. But the insufficient supply of water for a large tract of land forbade its selection for Union Colony. t last, after a month of journeying in the wilderness they were enabled to send, on the wings of the lightning, the tidings east, that on the 5th day of April, \" Union Colony, No. 1, N. C. Meeker, President, and Horace Greeley, Treasurer, located in Colorado Territory, on the -, formed by the junction of the Cache-la-poudre and the Platte Rivers, and on the Denver Pacific Railway,"], [15, "9 midway between Denver, Colorado and Cheyenne, Wyo ming. The new town has been named Greeley. Houses. mills, stores, churches, and schools are to be erected the coming season. So, after mature deliberation, careful examination, and a thorough canvass of the advantages and vantages of this, in comparison with other locations, the final choice was made. Of the Cache-la-poudre, in whose valley was chosen the site of the future \" City of the Plains,\" FitzHughLud low thus wrote in his \"Heart of the Co \" — \"This amAs one of the most beautiful torrents which we on our entire journey. It comes .from the Everlasting Snow Line of the Peaks about Cheyenne Pass, and its entire course to the Platte is broken by no great fall, with a tolerably even grade and considerable winding of direc tion. It swarms with fine fish and is the most mysteri ously seductive .of streams.\" Mr. E. S. Nettieton, Engineer of Union Colony, gives the fall of the river near the Foot Hills, as the first range to the west of the town is called, at twenty feet to the mile gradually decreasing until immediately opposite Greeley it has but a fall of about eleven feet to the mile. It has been truly said that \"a city never becomes the leading out of a section unless in addition its geographi cal position is such that it can- become a centre of travel and a point of distribution.\" In examining the new town of Greeley in this light a glance at 'the map published in con nection with this report, shows it to be located at the out let of a wide agricultural country, which natural! tributary to it, as it lies opposite the Platte, where it comes to receive the Cache-la-Poudre, while the' valleys of the Big and Little Thompson and of St. -Vrain open full upon it and from them r tributary valleys*. In addition to this the Platte Valley, from two to seven miles wide, will be open to it in the days to come by settlements pus out, from the Missouri river on the East, by the Kansas Pacific on the South, and by the settlements along the Rocky Mountains on the West."], [16, "10 Wiie.Rvchy Mountain News in commenting upon the loca tion selected, said : \"The town site will be in every respect desirable ; Eastward the outlook is down the plain that stretches unbroken to ihe-Missoun River, six hundred miles awaj relieved b\\ the groves and fringes of timbers thai =kirt the Foudre and Platte Rivers and Grow Greek. North and South ai Westward, the same to the Mountain foot, twenty-one miles distant but pi distinct aud in the wouderfullv clear, ranfied atmosphere, seeming scarce halt a (joz. iv. Beyond thatlino rises the great Rocky Mountain chain, massive and lark with pine forests, rising ridge beyond and above ridg. they culminate in the lofty, snowy range, sixty miles away and with a sweep of at least a hundred and fifty miles. Long's Peak is the nearest and teems the -t in sight. southwest by west and is over fourteen thousand :igh. Snow is always 'isible on the main range.\" The Executive Committee soon officially announced the location to the members of the Colony, giving all particu lars of the site and the country surrounding it The town site is in Latitude 40 deg. 25 min., North, Longitude $57 deg. din. west of Washington, at an elevation of 4779 feet above the sea. It was found necessr.ry to organize under the Territorial Law of Colorado, before the land could be secured and held in trust, and for this purpose an Act of Incorporation of Union Colony of Colorado was framed, entered upon record and a Board of Trustees chosen to represent the interests of the members. Under this charter the Colony holds the exclusive right to construct ditches within the lands possessed, to build roads, to purchase and convey lands, and has other powers usually vested in corporate bodies.' This movement, rendered necessary by the pe culiar circum.- net-, of the case, in a measure abrogated the powers held by the Executive Committee appointed in New-York. But the power of the latter body was virtu ally recognized by the new Board of Trustees and the two organizations worked in harmony with each other. On the twenty -fifth -day of April, the first sod was turned in the new town of Greeley. Mr. Meeker, in the interests of the Colony at once returned to New-York, to supervise the transportation of members to their new home, while General Cameron, as superintendent of the Colony re mained on the ground to receive them as they arrived. Arrangements, and very satisfactory ones, were made with Col. John S. Loomis, President of the National Land C pany, in reference to the forwardance of freight for Oil-"], [17, "11 onists and. passage tickets were issued at greatly reduced rates ; the agents of. the company at al! the principal cities in the East and West, and on the lines of the leading rail roads were -instructed to look after the interests and i for the comfort of those, travelling under these tickets. It us great pleasure to place upon record our grateful reeiatioD of the attentions and courtesies of the officers and agents of she Land Company, from its active and efficient President down to its lov, ■ at. ■ At Chicago, as the central point for Colonists, Mr. C. N. Pratt, general agent of the Company, was ever at his post of duty, im parting information, looking after the interests of the I ellers, and <-:>. them forward on their way. Agents at all points on the route stood ready to receive and forward Colonists travelling under the protection of the company ; and to strangers in a strange land (and - of them ladies travelling alone or with young children,) these attentions were particularly welcome and valuable. In the early part of May a statement was pubi showing the quautitj* of laud bought, — who from, — the amount paid, and the proposed division of land. We quote from this circular, as follows :^- \" Purchased- from the Denver Pacific Railway Company, through the Na tional Land Company, nine thousand three hundred and twenty-four and six eth's acres, at a cost of thirty-one thousand and fifty-eight dollars and fifty-eight cents. \"Purchased from individuals two thousand five hundred and ninety-two and twenty-three bundreths acres, at an ty- □ thousand nine hundred an <■ i dollars and thirt; occupaticn of sixty thousand acres of Govern ment Land to the amount of nine hundred and thirty dollars. \"In addition to the above the Colony the Denver Pa cific Raiiwa; se at any time ■ ' - from May 1st, 1870, thousand acres of land al prii fl'per acre, with inter est from date of contract. It will thus^be observed that, though actuallj own- ut about twelve thousand acres of laud, the Coiony controls, in act! one hundred and elevi id acres of land, aeknov be the best Territory, with charters for ditches covering the entire area.\" An apportionment of lands was also made as follows : Town lots : — For business, 520, size. 25x190 ; for residence, 673, ranging in size from 50x190 to 200x190. Beside these there were reserved for Schools, Churches, Town Hallj Court House, Seminary and other public purposes, 277 lots. Members to be allowed to purchase a town lot ' < »r residence or business purposes, either or both, at the min- ;n price of fifty dollars for corner and twenty-five dol lars for inside lots."], [18, "12 Farm lands were divided into plots from five to forty acres, and as-high as 120 acres on certain conditions, ac cording to distance from the town centre, each member to be entitled to one of these plots as he might select, for his colony certificate. The land to be furnished with water for irrigation and only liable to assessment for the cost of keeping the irrigating ditches in repair. The lands thus I ivided lying up and down the Cache-la-Poudre, on both sides of the river for several miles. A contract was at once given out for Ditch No. 3, ten miles long, and capable of being extended two miles fur ther ; fifteen inches deep ; average width, eight feet ; car rying twenty-five hundred inches of water, and capable of irrigating five thousand acres, including the town site. By the 10th of June, this ditch was completed and water running through all the streets-of the town. A Plaza or Square of ten acres was laid out in the centre of the town and two miniature lakes, one called Lunar and the other Auricular, from their respective, shapes, constructed and filled with water. Trees, brought from the Phœnix Nur series, at Bloomington, Illinois, were set out in the Plaza and through the public streets, and orders issued for the construction of a School House suitable for a primary school. To the north west of the town an island in the river gave ample ground for a public park, and this land, comprising about forty-eight acres was reserved and de- bated \"Island Grove Park.\" Meanwhile 'families and- heads of families were arriving on the ground. The first member who slept on colony ground was Mr. <T. F. Sanborn, who pitched his tent on the river bank east of the town, on April 18th ; on the 19th pril, Mrs. Agnes A. G. Benson, the first lady member e Colony, stepped on the soil of Greeley. On the 30th of the same month Mr. L. W. Teller of Mt. Kisco, N. Y. with a family of wife and five children arrived. At this time there was but one house on the ground, and from data kept we find that in a few days forty-two persons, of whom twelve were women, found lodgings in six small rooms in this one house."], [19, "13 But comfortable shelter was soon provided. Six tents were borrowed from Fort Russell, three purchased at' Cheyenne, and a building, costing thirteen hundred and fifty dollars, was moved from Cheyenne and placed just west of the depot. It was dubbed 'Hotel de Comfort, and though now it is irrevently termed the Barracks, Castle Garden, and Hotel dis Comfort, at that time it was as an Ehm with its palm trees and wells of water to the travel ler over the Arabian Desert. It was an ark of refuge, a sure and safe abiding place, and neyer a day but there room for one more, no matter how crowded its condi .tion. Early in May the stream of active emigration set in ; with some discouragements, it is true, for many and vari ous were the difficulties to be contended with, and there were days when the shadowo from the mountains to the west of the site of the town, seemed to rest upon the hopes, the hearts, the ambitions of the new. comers. One ly imagine the situation\"; the ground was perfectly unbroken for miles, and the winds of unnumbered- centur ies had blown off the light soil, leaving a gravelly coating over the surface not covered by grass or cacti. The grass was short and brown and presented to the eye none of its nutritious qualities. And the cacti, at that time had not its variegated blossoms to commend it to the eye, while orickly armor in no way commended it to the touch. General Cameron who was constantly on the ground looking after the welfare of the colonists, and whose br shoulders bore without bending the weight of odium placed upon them by the dissatisfied, reports that one day sixty-two persons arrived, and two days thereafter eighty three additional presented themselves. Hardly any of these brought with them provisions, tents, blankets or any of the necessaries of life. They could not be protected the cold winds or the -older night air. No ditches had been dug, no water was running and in all the town of Greeley there was but one well, and two unfinished, rough and impromptu buildings. These were Greeley's dark days. Some there were who forgetting that it was the work of the colony to create a"], [20, "14 expected one already- built, with houses and stores, mills and factories, and all the adjuncts of a settled civili- ion. Disappointment set -their teeth upon edge and kindled biti ings of animosity in their bosoms- Tongues wagged and not wisely nor well. . Accusation fraud, deception, were freely bruited about. The vocabu lary of crime was ransacked, and no criminal whose hear- the blackest type, received more oppro> than the leaders of the colony movement, from the lips of these disappointed and dissatisfied ones. They colonize, but without waiting to investigate— to examine location — to test the capabilities of the soil — they remained to curse only so long as the next train east de- 1 its coming. Then, shaking the dust of Greeley from - ; '■•■ v '-'went to their own place.\" Time passed; a survey was soon made, and locations chosen by those who, having ventured thus far, had suffi cient wisdom to .see that the experiment was but at its be ginning, and that success lay at its ending. The top of the ladder was npt to be reached at one bound, even in Colorado. One by one the round's were to be trodden, and by feet made weary by the upward way. But soon Ditch No. 3 was completed, and the water ■ e dancing through the flumes like a ministering angel, d it was,) scattering blessings all along its path. It ran over the parched land, and blade and blo: awoke to a new beauty, and the birds sang their welcome early and late to the new-comers whose destiny had brought them to the desolate but now blooming prairies. 're -; were planted, and active, .earnest, truer a. women and children went to work with a deserved and achieved success. The cloud passed away; the sunshine took its place, and thence Ward che< umed and lighted the hearts of all. But before tracing further the nistory of the Colony, or presenting statistics of its present condition, it may be well £° pi chapter upop the agricultural resources of the valley in which we have found a home, and to which we invite the attention of all who contemplate creating new homes on the slopes of the Rocky Mountain^."], [21, "15 CHAPTER III. ACxRICULTURE AND' IRRIGATION. Time was when these plains were designated the Great American Desert. There are books of geography use in the schools of this territory, in which they are so described » And so they wore to those who, having eyes, saw not. But, as in the poem of the Sleeping Princess in the Woods, who waited but the coming of the Fortunate Prince, whose passionate kiss should awake her to life, and all about her to activity, so the slumbering Princess of the Plains but waited -the coming of the Fairy Prince,' the touch of whose magic wand should kindle into a beauty unknown before the charms lying hidden in her veiled bo som. And it the magic touch of water, lo! the powers lying dormant for unnumbered ages suddenly awoke, and from out the lap of nature flowed abundant evidei-.ee that these were fertile instead of sterile plains. Irrigation is no new thing. To those accustomed to the rain-falls east of the Missouri river, it may become, at first, a power misapplied, because unknown; but adapta tion to circumstances is one of the peculiarities of the American-mind, and not for any length of time is there any \" new thing under the sun.\" Old in theory and practice, in the lands of the East, to this source must we trace the wonderful fertility of the valley of the Nile, whose narrow belt of 3,000 miles, ex tending through six degrees of latitude, for centuries sup ported a population so vast, that even China's countless - dwindle into insignificance.* Not Egypt alone, nor China, but nearly all the lands of the Orient have availed themselves of this all-pow. rful adjunct to agriculture, and thus supported a population that would otherwisi depended upon distant countries for the necessities of ex istence, and so lost their main source of growth and strength; for agricultures the true mother of the nations, aud from her exhaustXss bosom they receive the nourish ment that sustains their life."], [22, "16 . Before giving special information connected with the results of irrigation in and about Greeley this last sum mer, we desire to group together certain facts of general interest. We are indebted in the main for them to Wm. N. Byers, Esq., of the News, whose heart has been these manv years in these highlands, whose home for twelve years past has been here, and whose able pen has done so much, to develop its resources, encourage its settle- t and cheer the hearts of those who come thou sands of miles to build up new homes. Some very im portant statistics have also been culled from the able and exhaustive address of William R. Thomas, Esq., of t] ■ . before the Territorial Agricultural Fair of 1869; and we also acknowledge our indebtedness to Gov. MeCook's address in September of this year- The agricultural area of Colorado is a little less than 18,000 square miles, comprising about 11,500,000 acres, all highly productive, but in the main requiring irrigation— \" a savings bank crammed with riches since Noah's flood\" — aud ready, therefore, to honor drafts to an unlimited amount ; for \" irrigated land never wears out,\" as the ex perience of eastern nations testifies. There are three main sections of this agricultural area, each well supplied — one by the Arkansas, one by the Platte, and the third by the. Rio Grande — with water; and from their tributa ries branch valley; , whose fertility Eastern farmers may clreani of, but never realize, in the sterile, overworked soils of the Atlantic coast. Colorado vegetables are now sold east of the Missouri river, and flour and grain reach all the States. The crops of the current year have been carefully estimated as fol lows : Wheat, 750,000 bushels ; com,' 700,000 bush oats and barley, 650,000 bushels; vegetables and pota toes, 500,000 bushels;— while the hay and dairy product will have a market value of- not less than four millions of dollars. Ninety-seven bushels of wheat have been raised on one acre of land on the South Platte, within forty miles of Greeley. Oats have reached the same number of bush els to the acre ; and Governor McCook is our authority for"], [23, "17 the statement that 250 bushels of onions have been raised on lulls an acre. These, of course, are exceptional cases and the result of high cultivation; but the average of crops may thus be stated; Wheat, 30 bushels; oatt.. corn, 30 ; potatoes, 250 ; onions, 300 ; beans, 30 ; Ruta Baga turnips, 30 tons; beets, 30 tons. These figures may be relied upon as being, if anything, beloic the average. In this connection, we may observe that farmers here have no difficulty in turning the soil. Two horses or a pair of cattle plow the ground with the greatest ease, and. two acres can be plowed by one man in a single day. A few words in relation to beets. The growth of sugar beets here, is simply enormous. The soil seems peculiarly adapted to their cultivation, and hundreds of acres could be profitably grown if some far-seeing and enterprising capitalist would but invest a few spare thousands of dol lars in the erection of a beet sugar mill. Here we have all the essential elements of success. Soil and eliinate are favorable ; there would be an abundance, of supply, and a home market ready to absorb all that could be produced. What seems to have been a failure at Chatworth, Illinois, in Greeley would be a magnificent Success ! At the Denver Fair, this year, turnips were on exhibi tion, and curiosity impelled us tp measure the largest ; it i inches in circumference. Cabbages weigh ing fifty pounds were too common for especial mention ; and we could easily credit the story of the prudent house keeper, who sent her child to market' for the smallest head he could find, and he came home bending under the weight of a fourteen-pounder, having searched vainly for one of less weight. That grapes will thrive, we had evidence — some choice Isabellas were on exhibition — and that small fruits will flourish is beyond a doubt. We have seen with our own eyes an 'ere of Wilson strawberries yielding eighteen hundred quarts of the largest and finest quality of fruit. The time will come, and that in the not far-distant future, when va I ishments for canning fruit will be scat tered over the Territory ; and the berries of Colorado 2"], [24, "18 be the delight of the epicure and the never-failing resource of the careful housewife, whose \" sweetmeat\" days will be among the events of the past. Farming, of course,, on account of the lateness of arrival, could not be extensively carried on about Greeley. Even vegetable' gardening, to a great extent, was impeded and delayed by the late supply of water. But the resu] I rough turning the prairie sod, even under these discoi1 ing circumstances, was surprising. We have seen radishes allowed to grow as specimens on the town lot of E. W. Gurley, Esq., measuring twenty-eight inches in circumfer ence and thirty-one inches long. Potatoes have been grown fifty tubers to one stalk of a size that might be termed medium, having been planted late in July. Pota toes on the lot of Captain David Boyd have .yielded an age of one hundred and forty bushels to the acre. Beets, carrots, salads, cabbages, tomatoes, turnips, sqt1 es, corn (as sweet and toothsome, tender and succulent as any ever eaten in the east), beans — in fact, in our wonder fully prolific soil there is no vegetable that will not grow and yield an- hundred fold as a reward for the labors of the agriculturist. Sweet potatoes, too„can be grown here, as we know, having, through the courtesy of Mr. J. H. Pinkerton, eaten some very fine ones raised on the St. Vrain, a few miles back of Greeley. But even irrigation is not a necessity in ora fertile valley. There are bottom lands that have been cultivated this year by ranchemen, in the vicinity of the town, where no water, save what has fallen from the heavens, has been used; and vegetables of all kinds, and of infinite productive, have oeen raised. Early in the summer season our entire supply came from this source, and it is an undeniable fact, that the small grains can be grown here successfully with out one inch of irrigating water being used. Thousands of strawberry plants have been set this fall and after next season this luscious fruit, averaging seven ty-five cents per quart in Denver this present season, will be within the reach of all, while hundreds of crates will ready market along the line of the Union Pacific and"], [25, "19 'the Kansas Pacific, reaching even the St. Louis- and the Omaha markets; and we have faith that the day is not distant when we shall rival California in our grapes, plums, themes, apricots and pears. Of stock raising, we have but space to touch briefly. The vast ranges are too well known. This and the ne boring territories of Wyoming, Montana and Utah must; for generations to come, supply and control the beef, mut ton, wool, hide, cheese, butter and horse markets of the ■ ted States, and simply because they can produce these articles cheaper and better than any other portion of our country. The percentage of loss is less than wintering in the States on com and hay, and here we f< ling, herding stock on the dry gama or bunch grass of the plains ■ the air is so fine that these grasses cure on the ground, losing none of their nourishment, and the nate is so mild and genial — a very Italian climate — that stock can range and feed all the winter, and keep in excellent condition. Alexander Majors, of Nebraska City, late of the freighting firm of Majors, Russell & Waddell, giving his experience, sums up the whole matter as follows : \" I say, without hesitation, all the country west of the Missouri river is one vast pasture, affording unequalled summer and winter pastur age, where sheep, horses and cattle can be raised with only the cost of herding.\" CHAPTER IV. MOUNTAIN SCENERY, CLIMATOLOGY. FLORA, &C, &C. We are indebted to Mr. E. Fussell, artist, for the ac companying graphic description of Estes Park, and the mountain scenery in the immediate vicinity. Mr. Fussell has executed some very fine pictures this present season, during the winter will finish some mountain scenes, sketches of wdiich were taken during one of the journeys described in his letter."], [26, "20 To the tourist who wishes to start from Greeley to view the beauties of the mountains there are two places that offer great advantages, Estes Park and the Great Canyon of the Big Thompson. There is not at pres much accommodation for such, but those will not be found wanting to supply it when needed. ! A line of stages is projected from Greeley to Estes Park next summer, but for the trip to the Big Canyon private, conveyances must yet be depended upon. The distance is some fifty-five miles ; the first part of the route lies in ' the Valley of the Cache-la-Poudre with its picturesque groves of cottonwood. Seen near sunset on b days as are frequent during the summer season, ibis part of the drive brings forcibly to mind those lines of Burns : \" The winds blew hollow frae the hill, By fits the sun's departing beam Shone brightly on the yellow woods That waved by Sugar's winding stream.'' And it is well to take a \" last, long, lingering look\" at thes*e yellow woods that their image may remain upon the mind to relieve the tedium of the long drive across the ph- These treeless plains are the thorns to the roses that are to come. Here, too, we are struck with the deceptive app. ances of distances. You are willing to assert upon oath, if needs be, that yon bluff is but half a mile off, but unfortun ately you find that many undreamed of little valleys, gullies and mounds intervene; but steady-jogging horseflesh in good time overcome all these and bring us to the foothills— those peculiar abrupt upheavals of stratified rock, on all prominent points of which may be found old Indian hid ing places or lookouts ; now, since \" poor Lo!\" has been forced to search for pastures new, of no use save as mat ters of curiosity. These foothills have a gradual slope towards the east ; but towards the west are very abrupt, especially near the top, where there is generally a perpen dicular cliff, ranging from a few feet to two or three hun dred. They give -ample opportunity for those who wish to prepare themselves for the sterner duties of climbing 3teeper grades, and also of learning something of the"], [27, "21 power there is in gravitation by the simple process of pry ing huge boulders from their place and letting them roli thundering into the valley below. This for pleasure seekers ; but for seekers after the truths of geology, these bluffy heights offer rare luliar advantages. Here are to be seen strata upon strata broken off by some strong convulsion of nature, exposing the layers that the mighty sea of the olden time has made to the view of roving mor tals so plainly that it scarcely needs an Agazziz to read them. The old red sandstone is the most conspicuous to the casual observer, giving its hue to all the country round. There are two Canyons on the Big Thompson, separated by a narrow, picturesque valley ; the lower and lesser one is peculiar, inasmuch as it runs through a cleft in granite rock, which overlies red sandstone. The sides are steep and abrupt, in many cases being perpendicular from the the water's edge. The adventurous climber may from either end reach to nearly the same point, but there he wilRnd his onward way checked, and be forced %to climb to tne top. Rocky forms of the grandest description, checkered and stained by the exposures of many centuries are on all sides, while whistling eddying little rapids make the place one in a thousand for those who enjoy the beau tiful in nature. The larger canyon is longer, with sides steeper and higher, and in many places impassable, except in winter, when the frozen cascades make the granduer grander, and at the same time a secure bridge by which to round the otherwise impassable promontories. All parts of the can yon may be seen in summer by climbing over the moun tains on either side and down ; a rather severe ordeal for one who is not used to it, but one- that is amply repaid by ever varying and ever newr forms of rock and rippling, dashing water, with here and there rugged pine or spruce set in some rocky crevice and adding greatly to the pictur esqueness of the whole. Those who come here expecting to see the picturesque nooks, the overhanging trees, the verdure that makes the"], [28, "22 charm ot the eastern mountain scenery will be disap pointed. The Rocky Mountain seenery has a character peculiarly its own ; it is of. the rocks, rocky. There are trees, it is true, but the mountain sides are steep, and the lerally not of the largest, so that the top of the lower scarcely reaches the root of the higher ; thus a mass of foliage is not. seen, except on the brow of hills and level places betw*een. But the rocks themselves are of so and so many colors that this want is not scarcely felt. - In the rocks near the water's edge is seen the power of rushing water in the smooth polished surfaces, in the wearing away of the softer portions, leaving many furrows. In many places you mark the course of on old-time eddy in a semi-circular abrasion in the solid rock. In one place these water-marks are to be seen thirty or forty feet above the present water-level, showing that at some time tl has been some obstruction in the narrow gap below. From the \"mountain to the light of the Canyon, a fine v can be had of the valley below,^fnd to the westwssiR of Bald Mountain with its dreamy ghosts of forests* that are no more, of Storm Peak rearing its rocky front before the snowy range, of James Peak its snoWy head towards the clouds as if asserting its right to be con sidered one of the chosen ones — and indeed it 1 but little of being as high as its better known rival, Lo. Peak, while in the massiveness of its surroundings, the mountain cannot surpass it. Fishermen and hunters have followed up the creek to s Park, but at present the only available route to that place is by a trail running from St. Vrain's Canyon. Up hill and down hill the road leads, but not as the old roads wind \"Now to the church and now to the mill\" — such things are left far behind ; it is rather a blind following of the old deer trails, for now we are entering upon the favorite haunts of the Great Elk, whose branchh may be seen- on every side whitened by rain and sun. Estes Park is situated at the base of Long's Peak, si which it extends in a northeasterly direction about ten"], [29, "23 miles. The Park is divided by a mountain that is waiting for a name into two sections ; through the northermost one the Big Thompson finds its way; this stream is said to abound in that finest of fish, the speckled trout, but like all our wild western creations, his education has been a little neglected. He won't bite an artificial fly. Fortu- a substitute and the one that he understands is generally near at hand in the shape of a grasshopper. The tracks of elk and deer may also be seen on every side, which generally is as exciting as if the animal itself were there, for it is the old question answered herie — the pin;- ii it is nearly as pleasant as the possession. Here- are opportunities\" for anyone desirous of naming :ts, lakes and canyons innumerable. There is Mount Olympus with its rocky front looking as sternly sever-. Jove himself might have looked, almost a solid rock whoso summit is eight thousand feet above the sea's level. There to the right is Black Canyon, with its sombre shading of trees and its bold sharp sentinels of rock guarding its en trance. To the left is seen Lily Mountain, twelve thou sand feet high, with its' bold face looking frowningly at Long's Peak, as if angry, because that mountain dared to hold its head six thousand feet, higher. Aud then at the foot of Long's Peak is a wonderful chasm with a perpen dicular side running clear up to nearly the top of the Peak. Then there are the lakes that duplicate the moun tains and rocks on either, side. There is the littie moun tain brook half hidden among the massive rocks it tumbles Trver, offering a cool retreat from the heats of summer, and at every step a pleasing picture. There are valleys branch ing off from the main park that would undoubtedly amply repay exploration in the many new and varied forms they might present ; there are detached rocks of huge size up and down which the Rocky Mountain sheep jumps \"and runs with a swiftness that forbids pursuit. There are many other points that might be enumerated, but these must suffice. A word to the wise is sufficient, and all these charms of scenery and beauties of nature are within two days drive of Greeley. \" These we have always with us,\" and they will remain \" a joy forever.\""], [30, "24 Touching the flora of the Valley of the Cache-la-Poudre, we present the accompanying article from the accom plished pen of A. J. Wilbeb, Esq. : In the early days of Greeley, when cattie paths v,*ere all the paths we had, and we could shoot antelope and rabbit from our cabin doors, the new comer's first impressions were most certain to be of the flora ; and the conclusion was quite as certainly reached that the cactus w*as at least the tyrant if not the type of this floras Later, the splendor of their bloom went, far to compen sate for their former ugliness. The cacti have all the brilliant colors, though none of the more delicate. The round one is the most beautiful, with scarlet blossoms, sometimes a dozen clustered in one mass and lasting a long time ; finally succeeded by the fruit, which, with the form of the plant, make it as interesting as before. When the fruit ripens, it has a close relation to the gooseberry in taste. Not so with the prickly pear cactus. The fruit of this species is so poor one must be very hungry to eat it, but its flowers are more various and equally beautiful. Long ere the cacti begin to show their beauty there are little gems that rival anything to be seen in the east, in garden or out, and would no doubt produce a pleasant sensation there. Two of the overgracae, or evening prim rose family are delightful for their sweetness and modesty. One is the delicate pink flower which chooses the dryest sit uations, and by its fragrance puts to flight the supposition that the flowers of the plains are without odor. The other is the lovely white flower that borders all the ditches. It sprang up early, and when irrigation began in June had nearly finished blosscniing, but at the advent of water on our streets, they* welcomed it with a new shower of blos soms which they have renewed daily ever since ; while their comrades on the dry plain have long been sleeping. I am sure one plant has borne over four hundred blossoms this year. The seed pods are hidden under the leaves by the ever-recovering stems. The malvacea has a represen tive more beautiful than the hollyhock, though only four or five inches high. It is found along the edge of the"], [31, "25 overland stage route, but rejoices in cultivation. There aye several evergreen herbs of rare beauty ; one with its delicate flower is beautiful for borders. The euphorinaeeæ is represented by several species ; the most noticeable is the \" snow on the mountain,\" with its broad white leaves. A portalacaceœ resembles a huge purslain, and has a bunch of white blossoms resembling the snow-ball. Another with white tiny blossoms has seed-pods that look at a dis tance like a pink rose. Two species of spider-flower — cleonœ — cultivated in the gardens east of the Mississippi, grow everywhere, sometimes six feet high. The S; bayonet is the most conspicuous plant. All these and many more flowering plants have their home on \" the barren plains,\" and grow as if they love to dot it with their freshness and beauty. My acquaintance with the flora of this vicinity is by no means so complete as I wish it to be. So far, all the plants with which I have become familiar find a place in the orders, and even the genii of the flora east of the Mis sissippi ; the difference being confined entirely to the species. A text-book on botany for Our schools here/ would require, then, merely an addition to the species of the Manual used in the schools and colleges east of the Mississippi. I do not know 'that there is a text-book suited to this region. \" Though not embodied in a work, the plants pro bably have all been examined by scientific men. Their classification and names could, doubtless, be gathered from the United States Survey of the Pacific Railroad, Fremont's Explorations and other sources. In May, the river bottoms became bright with fresh soft grass. The cottonwood put ou the richest green that nature has in her dye room. The air was filled with fra grance, the breath of the bursting leaf and flower-buds of the sweet briar ; later they were resplendent with bloom, and now with bright red buds, which, mingled with the white wax berry, produce a fine contrast, and the clumps of green ash and soft maple make the whole seem a gar den of rare richness. Near by, the wild plum and cherry,"], [32, "26 with hazel and willow, compose thickets over which the virgin's bower — clematis — loves to throw its beautiful white spray ; all having a fine background in the small cotton woods whose leaves show all of- autumn's tints. The hop and many other vines tangle the whole into a mass in h the rabbits hide. * Thickets of wild sunflower fur nish shelter aud food for grouse. Among the open growth the beaver has made his mark, and gone where he may live with the savage, the white man being too grasping him. Here are the stumps of many trees he has cut — one ■ e;- two feet in diameter. But this wildness is the exception, the rule of this flora being to produce the effect of a great landscape garden, where the outlines of the hills are toned down, and reduc ed to rule and beauty by the gray, the brown and the green of the everywhere prevailing grass — the rich grass of the plain, at present its most valuable production. This will please the reflective, loving soft beauty ; but if the mind is attuned to wildness, seek the mountains, where the small plants, the vines, the deciduous and ever green trees cluster and cling around the huge rocks aud make fitting home for mountain lion or panther; or anon leave mountains of stone in desolate' grandeur. In reference to the climate, mineral productions, and other minor matters, we extract the following from an arti cle on the colony, published early in April jn the Rocky Mountain News: The temperature in the warm days of summer ranges from eighty-four to ninety- six degrees above zero in the shade. The sun shines very warm some days, but in shade the air, is always pleasant, fresh and cool. Sultry, hot nights are unknown. In winter, I : ion range of. the therembmeter is from thirty to sixty degrees above zero, but in most winters the temperature at two or three periods and for 'one, two or three nights at each time, falls below zero. The prevailing winds, the year round, are from the northwest, ranging all the way between north and west. Northeast winds bring snow in winter and rain"], [33, "27 in spring and summer. There are occasional wind storms, but no tornadoes. Fogs are unknown. The average of rain in spring and summer, from the most reliable data at hand is six inches ; of snow in winter and spring, from twenty-five to thirty inches, giving five inches of water, a total for the year of eleven inches. The first snow usually conies in October (this year October 16th), and the last iii April or the first of May. There is seldom more than three or four inches on the. ground at a time, thoi two or three fails of ten inches each have occurred in the last eleven years. Rain comes in showers through April, v and June, and occasionally in July and A tftei which there is seldom any rain until spring. Rain n in the winter months. Owing to the firmness of the face soils, roads seldom get unpleasantly muddy or dusty. For natural excellence as highways they are doubtless tb e best in the world. . The best evidence that late spring frosts do not kill- fruits is the fact that the native wild fruits never fail to produce full crops. As T' . > liealth, Colorado, is far above the average of \"healthful countries,\" so called. The invigorating air remarkable tone and elasticity to the nervous sys tem. In that respect none other is known to excel it. Agues and other miasmatic diseases are unknown. Asthma is quickly cured. Pulmonary diseases and bronchitis originate here, and unless firmly seated are greatly relieved or entirely cured by a change hither. A long list of diseases, to which females are peculiarly liable, are led in their severity.- There is nothing that can be termed a \"prevailing disease of the country.\" Touching mineral productions — sandstone maybe found in the vicinity. Lime or plaster is found in the high er lands adjacent to the town and has been used for building. Coal has not been developed as yet in veins of sufficient depth to justify the working, but the new road in contemplation to Boulder will bring us in direct communication with the mining district. Along the foot of the mountains, twenty miles west of Greeley, and bordering on the lands belong ing to the colony, there is abundance of iron— consisting"], [34, "28 of hematite, bog and magnetic ores— coal, gypsum, lime stone freestone and granite, are in close proximity. It is also well known that the mountains pierced by the Cache la-Poudre abound in rich mines of copper and silver. Specimens have been on exhibition in the Colony office during the • summer, furnished by Judge Sherwood, of Fort Collins. As regards timber, there are inexhaustible supplies from thirty to sixty miles west along the Cache-la-Poudre in the mountains. It consists of white, yellow, black and pitch pine, white, yellow and red fir, spruce and cedar. It be floated down the stream, and Ditch No. 1 is to be so constructed as to allow the floating of millions of logs down into the interior of the farming lands of the colony. Of beasts, birds and fishes there are native to the coun try and upon the plains, antelope, deer, foxes, badgers, prairie dogs, rabbits and a number of smaller animals. To the mountains, elk, w*hite and black tail deer, antelope, grizzly, cinnamon and black bear, mountain sheep, moun tain lions, wolves, foxes, martins, mink, mountain badger, beaver, weasel, cony, &c, &c. Birds are abundant — all the water fowls, four or five variety of grouse, including the prairie hen, sage hen and ptarmigan and a great variety of singing birds, including lark, robin, mocking-bird, blue bird, oriole, thrush and blackbird. Quails have been in troduced the past winter. Of fish there are trout, river whitefish, suckers and a number of others, and there are wholesome territorial laws protecting at certain seasons fishes, birds and game animals. We might add that our immediate markets will be Denver, fifty-two miles south ; Cheyenne, fifty-four miles north ; both reached by the Denver Pacific Railway, and the mining regions and towns of Gilpin, Clear Creek, and Boulder counties, from fifty to one hundred miles dis over good wagon roads or by rail to Denver, and thence by wagon for thirty-five to' fifty miles ; as well as all the towns on the Hue of the Union Pacific Railroad. The develop ment of the gold, silver and other mines — as yet in their infancy— will always secure a reliable and a growing"], [35, "29 market, which will doubtless test to its full capacity, if not entirely outstrip, not only the agricultural facilities of the Colony, but of the entire territory. CHAPTER V. PRESENT CONDITION OF UNION COLONY. From the month of May down to the present date, the growth of Greeley has been steadily progressive. Scarcely a day has passed but some member of the colony has ar rived on the ground, selected his lots and lands, and set about -erecting a home for himself and his famity. Some, unable at present to remain, have located their claim and gone East, intending to return in the spring with their families. By May, 1871, there is not a doubt but that the full number of colonists holding certificates of member ship will be on the ground, their present and their future interests all fully identified with Greeley. Success, there fore, seems assured. We have no soil to \" subdue\" in the sense generally used by Western pioneers. We have but to ask, and the fruitful earth, waiting this call for centu ries, yields from her abundance more than we ask. . The wand of Fortunatus is at our command. We have but to wave it, and gather in \" the abundant harvest of re ward.\" As can easily be imagined, the current of our prosperity has not always run smooth. Twice have the waters been troubled by the spirits of discontent, disaffection and doubt. But the deep under-current of popular sentiment dormant so long as danger did not menace, has ever proven able to guide the good ship Union through the storm that swept around it. Late in the month- of May last, the first disaffection came to the surface in a motion requesting the then act ing officers to resign. Prompt came the response, and on"], [36, "30 June 13th, an election was held for a new Executive Com- » mittee. It resulted in the ohoiceof a majority of the old board to serve in the new, including the old President, Vice-President and Secretary, by a vote so decisive that the growlers were completely routed, \" horse, foot and dra goons.\" The strength of the- colonial organization ed, and it resulted in showing by conclusive proof that we were not a \" myth\" only, but had \" a local habitation and a name.\" - During the month of June a Board of Education was - appointed at a colony meeting, to .provide for the educa- tional needs of the town. . It consisted of Nathan C. Meeker, J. H. Pinkerton, William E. Pabor, A. J. Wilber, John R. Long. A subscription fist was at once started, as it was found that the school, for the summer session at least, must be supported by voluntary contributions. Early in July a small building, furnished by the colony, and capable of holding about fifty scholars, was formally opened, with Mrs. V. R. Guiney, of Urb'ano, Ohio, as teacher. Her report, submitted to the Board of Educa- tion at the close of the summer session ending September 29th, showed as follows : Number of scholars enrolled, fif- ty-four ; average daily attendance, thirty-seven ; number of days taught, sixty-two. ■ Branches taught : Reading, Writing, Spelling, Geography, Arithmetic, English Gram- mar, Object Lessons, Mental Exercises. We quote : \" It will be seen bj* this statement that the daily attendance was large. We labored under many difficulties in organ- izing a school, from the fact that the children were strang- ers, bringing' a variety of text books, and for weeks we had but two Spellers, six different series of Readers, arid as many different Arithmetics and English Grammars. I such a medley of confusion, we succeeded in establishing order and good feeling among the children, and we trust also in obtaining the approval of the parents.\" On the first of September two prizes for the best im provement in reading were \"offered by Wm. E. Pabor, of the Board of Education. One, a copy of the \"Swiss Family Robinson,\" in words of one syllable, to be awarded"], [37, "31 to the best reader under eight years of aga. The other, a copy of Webster's High ' School Dictionary, to the best reader over eight and ifhder fourteen years of age. At the close of the session the first prize was awarded to- Hies Nellie Ruthven, and the second to Master Charles W. Pinker ton. As regards educational facilities during the winter sea son, we can state that arrangements have been made for the establishment of three schools, to be supported by a county school fund. These will come under the supervi sion of the. regular District School Board of Weld County, assisted by an advisory board selected by the Executive Council of the colony, and v ill amply supply the needs of the town during the winter, A private school for youth of both sexes has been established by Mr. Edgar Strunk, late a principal of one of the public schools in New York City. In the spring we shall probably be formed into a separate school district, and will then elect our own board of directors. An enumeration taken October liowed one hundred and seventy-nine children in Greeley between the ages of five and twentyoue years. dd in this connection that there are three reserved plots of land set aside for school buildings, in addi tion to plois foi seminary and other educational purposes. June 18th, 1870, will be memorable as the natal day of the first child born in the new settlement. The happy pa rents were Herbert and Agnes Dickinson, and the child was appropriately named Horace Greeley Dickinson. \" It is understood that the Board of Trustees, who stood spon sors to the young; babe, deeded & town residence lot in trust to his parents, for the benefit and use of the new comer. The first Fourth of July in Greeley, of course, was ap propriately celebrated. Every heart beat high and fast with enthusiasm. A committee of arrangements prepared the following programme : iebs OF the Day .-Prcsidft't: N. C. Meeker. Crand Marshal : General Cameron. At sunrise the National dag to be floated from the poie on the town plaza. On the arrival of the excursion_traiiis from Deuvor and Cheyenne a proces-"], [38, "32 sion to be formed, headed by the Ninth Infantry Band from Fort Russell, and marched to Island prove Park, where the following exercises are to take place : Opening Praver by Rev. Wm. Baxter, t Singings \"My country, 'tis of .thee,\" by the Greeley Glee Club. Reading Peclaiation of Independence by Hon. E. C. Monk. Music by the Band. National Ode, written by William E. Pabor. Read by Jamee G. Cooper. Singing, \" Star-Spangled Banner,*' by the Glee Club. i by General E. M. Lee, of the Wyoming Iribune. '. iy the Band. Doxology by the entire company. Benediction by Rev. Win. H. Schell. The above programme was very generally carrie Large numbers of vi.itors were with us, and the day was i gala day for Greeley. In the evening there was a gorgeous display of fireworks, and a ball concluded the entertainment. Through July and August an era of quiet enabled the officers of tire colony to conduct their business in good or der and to the satisfaction of all concerned. Colonists generally engaged in cultivating the soil-and constructing ses for themselves, and their families. But early in September some discontent arose in reference to the appearance of a repoit upon the finances of the colony; and at a meeting held for that purpose, a Committee of Examination was appointed to audit all the accounts of the colony, and report in full its financial condition. The meeting named as such committee : William E. Pabor, E. T. Nichols, David Boyd, James H. Johnson, William Footo. One week of careful 'and thorough research en abled the committee to' present a detailed statement of the affairs of the colony. The accounts were found to be substantially correct ; exhibits were prepared, showing the amounts paid for specific purposes, and a very sa factory report, presented. We quote : Cash assets to date of examination, $100,160.14. Cash, payments : Original cost of land, $61,882.68 ; survey of land, $1,804.15 ; cost of Ditch No. 3, $5,966.24' -.cost of bridges, $263.59; survey of Ditch No. 2, $453.67 ; 'fuel, shelter and sundries, $3,125.31 ; expense account to July 9th, $1,198.39 ; cost of town survey, $762.45 ; town improvements, $2,557.05 ;"], [39, "33 ■ccount, $1,490.90; Town Hall, M500 ; Not general expense account, $2,595.41 ; Greeley general <.- account, $3,819.38 ; sundries, $395.65. An inventory property, aside from the lands still owned, showed in favor of the colony to the amount of $3,640.00. uiances of the colony at the date of this writing (Oc tober 25th) show a balance hi the hands of the Treasurer of $9,038.66. Amount due from colonists for town lots and water rights attached to eighty acre tracts, and pay able between date and April 5th, 1871, $34985. From this must be deducted the cost of building Ditch No. 2, the ■ at for which, in thirteen sections, amounting to twenty-six miles, was given out about August 27th, at an estimated cost of $20,000. This ditch, capable of ii -me fifty thousand acres of land, is progressing nd under contract to be finished by Januar 1871. During the month of September, the second \" upheav ing of the waters\" occurred in the history of the colony. A movement, originally organized to place the Board of Trustees in possession of its legal rights, as defined by the Act of Incorporation, and make the Executive Committee isory arid initiatory body, passed out of the hands of those initiating it, and during a period of excitement re sulted in the passage of resolutions calling upon the Board -tees and the members of the Executive Committee both to resign. This each promptly did, and a new elec- ield October 5th, resulted in the choice of the pre sent Board of Trustees and the Executive Council of twelve ; four of the latter body sitting in joint session with the former. These now act in harmony with each other. The statistics that follow are compiled from the official records of the colony, and therefore, at this date (October 25th), are authentic and reliable. Persons abroad who de sign visiting or locating here will see at a glance the ■ect before them, and can act accordingly. Business lots in town 520 Reside ut \" 673 3"], [40, "34 Reserved for churches, schools,- town hall, seminary, court house and other public purposes, 277. Of business lots, none remain unlocated. That is to say, they are ail held on certificates by members of the colony. All claims not improved by April 5th, 1871, lapse back to the colony on refunding the amount originally paid for membership. On Some of these a business lot may have been taken, and eventually be throwm open to those who have not secured one. Of resident lots, sixty-three are unlocated, and there fore open to new* comers. These comprise all the lots proper in the town of Greeley not taken up. They are mainly in the east and north section of the town, and desirable locations for residence. Of outlying tracts yet open for selection, there are as follows : 13 blocks of about 4^ acres each. 56 plots of 5 acres each. . 85 \" 10 23 \" 20 \" 21 \" 40 to be taken, one on each certificate of membership. Of government and railroad lands under Ditch No. 2, now in process of construction, there are open to colonists under certain specified conditions the following : 6 lots of 10 acresfeach. 21 \" 20 59 \" 40 101 \" 80 \" We desire to call the special attention of all who con template casting in their future lot with us, to the desira bleness of ?the lands to be irrigated by this ditch. So many thousands of acres of a quality unsurpassed in the world in one location, present an opportunity seldom of fered to farmers. A town market at home, and quick rail road communication east and west, these farming lands can be made the homes of hundreds of thriving families."], [41, "35 Stock, too, can run at large and have an unlimited range of pasture over and outside this ditch. In addition to the above, the Board of Trustees hold a er for Ditch No. 1 capable of irrigating over 200,000 These lands are government and railroad lands, re actually controlled by the colony. If other evidences of growth are needed than those, we dy given, we call attention to facts and figures such as these. There are built, or in process of building, in the town aud immediate vicinity, three hundred and fifty-two houses, from one-story adobe, or humble frame, to the more pretentious cottage or mansion, including several blocks of adobe, with brick fronts. A bank building of concrete is occupied by a firm doing a successful business, and there venteen stores of various kinds ; also three black smith and wagon shops, three lumber yards, one printing office and one livery stable. November 16th the first number of the Greeley Tribune, edited and published by N. C. Meeker, made its appearance. The amount of freight received here from May 6th to October 15th foots up nine million eight hundred and fif ty-three thousand nine hundred and eighty-eight pounds on which has been paid $25,925.82. The number of cars average, both unloaded and despatched, fifty per month. For these statistics we are indebtea to E. H. Abbott, Esq., t a^ent of the Denver Pacific Railway at this place. The two lumber yards transacting business in this place show an exhibit of sales of lumber amounting to one mil lion one hundred and ninety- two thousand feet. To this must be added a large amount of lumber brought from the mountains by private parties. The colony hall is in Exchange Place, and was projected ing the turbulent times of the month of May ; it 'is one of the best structures in the town, and the upper part of the building, by a contract between its owner and the rd of Trustees, is held by them for the sole use of the colony for two years, when it reverts back to the owner under certain specified conditions."], [42, "36 There are in the town of Greeley two of the best w powers in the country — one of them capable of dri j and a grist mill or a paper mill ; the otl A ither ; while above the town there are innumera ble water powers only awaiting the advent of enterprise, ability and capital to set the wheels of industry in motion. All along the banks of the Cache-la-Poudre we hope soon -ee the evidence that our internal resources are in active elopment, and to hear the hum of traffic resour. up and down the mountain road. As an evidence of the literary tendencies of our com munity, we record the fact that 115 New York r Tribunes are taken; 63 Rocky Mountain Neios, 35 Colora do Tribtmes, and over 200 miscellaneous papers, published all over the country. The highest number of letter.-, sent out from the post-office in any one day was 253, and $312 worth of stamps -were sold during the quarter ending Oct. 1st. This would give about ten thousand dollars for that period. We have a post-office that would put to the blush towns that number thrice the years that we do months. It has 350 private boxes, of which two-thirds are rented. Two mails are received and sent each day in the week to ail points of he country. Our railroad communication with the East,, now that the Kansas Pacific is completed to Denver, is now com plete. We have choice of a northern and southern route to and from the East, and a person can step in the cars here,, and in four days land in New-York city, making but three changes of cars on the route. The Denver Pacific connecting at one end with the Union Pacific, and at the other with the Kansas Pacific, thus give- us ready and prompt communication with all points. We will also soon be a junction town, the new road projected from Pine Bluffs to Ralston, six miles below Golden City, being a continuation of the .Colorado Central, striking Greeley on the south. This road will be of immense advantage to us, giving us close connectio- I he coal mines at Boulder and also a market in the mining regions for- the agricul tural products of our glorious valley."], [43, "37 As may not be generally knowi-i to' the public, the Union Colony was founded on temperance principles. The first call of Mr. Meeker stated mat those with whom be would be willing to associate must be temperance men. Expe rience has shown us how difficult it is to wholly ward off the insidious wiie* of the tempter; we have had some trouble, but the policy of the colony has been so deter mined, and its members have been so prompt and effi cient in carrying out the principles embodied in our con stitution, that we fear no danger ; the town of Greeley is now and is to be a temperance town. In each and every given for land there is inserted this clause, \" that it is expressly agreed between the parties hereto, that , ; liquors shall never be manufactured, sold or given away in any place of public resort as a beverage, on said premises ; and that in case any one of these shall be bro ken or violated, this conveyance, and everything herein contained shall be null and void.\" A stringent policy has been adopted in reference to the sale of liquors for medicinal purposes, ami no druggist is d to dispense such as medicine without authority Xer strict regulations. The Executive Coancil ap points such agents as seem desirable, and none are al lowed to keep even the \" bitters\" so popular for medicinal purposes elsewhere. These are wholly interdicted. CHAPTER VI. CHURCHES, SCHOOLS', SOCIETIES, &C, &C. Of societies, churches and kindred organizations, there are no lack, as -will be seen from the fists we append : Methodist Chotioh. — Thirty-five members. Organized August. Dr. J. S. Scott, Class leader : E, Annise, Stew ard? i. services in Colony Hall. Rev. Mr. Brooks, Circuit Preacher. Church lot 100x190, located on Pine"], [44, "38 street, between Jackson and Grant streets, donated by the colony. Baptist Church.— Society only, organized July 24th. E. J. Nichols, Russell Fisk, J. F. Sanboru, Trustees. Rev. Samuel Brown of Loda, 111., to assume pastoral charge in the spring of 1871. Church lot 100x190, located on Chest nut street, between Monroe and Adams streets, donated by the colony. Presbyterian CnuRC-H.-^Ten members. Organized Au gust 21st. L.W. Teller, Presiding Elder. L. Hanna, J. Lemmon, Harvey Platt, Deacons. Services in Colony Hall. Church lot, 100x190, located on Spruce str between Monroe and Adams streets, donated by the colon v. Congregations Church.— Thirty-seven members. Or ganized September 1st. J. L. Dunham, Moderator. C. L. Nettleton, Stephen Spencer, Deacons. William E. Pabor, Clerk and Treasurer. Services in Colony Hall. Church lot, 100x190, located on Chestnut street, between Monroe and Adams, donated by the colony. First Covenanter Society of Greeley. — Organized in September, 1870. Members of the Society, 40. J. H. Pin- l, Samuel Ferris, John Adams, Charles McElvej*, J. S. Sinimoit, Trustees. Church lot, 100x190 on Spruce street, between Jefferson and Madison, deeded by the co lony. Occidental Lodge of Free and Accepted Masons. — Fif ty members. Preliminary arrangements have been made for obtaining a charter and organizing a lodge. A hall ised for a lodge room, and a city lot donated by John R. Long, Esq., on which to erect a maso pie. F. L. Chill has been elected Master. E. W. Gurley, senior Warden. Henry Lee, Junior Warden."], [45, "39 Union Choir.— Organized June 20th. 27 members. Leader. J. L. Dunham ; Organist, E. L. Dunham. Twelve lady members ; ten sopranos, two altos, fen bass and five tenors. The choir meets weekly for practice, use the Jubilate of Dr. Emerson, and conduct the choral ices for the three denominations, holding regular meet ings — Methodist, Congregational, Presbyterian. Good Temilars. — La Poudre Lodge No. 29, of Greeley Independent Order of Good Templars, instituted August 22d. P. S. -Milliner, Special Deputy. Eighty-four mem bers. Meets weekly with the following* officers : F. L. Childs, W. C. T. ; Mrs. E. B. Annis, W. V. T. ; W. W. Prugh, W. S. ; F. M. Babcock, W. F. S. ; Miss Amanda Hanna, W. T. ; S. B. Wright, W. M; Jno. Clark, W. C. ; Miss Mattie Baxter, W. T. G. ; James Lackey, W. A. G. ; Miss Fanny Guiney, W. A. S. ; Mrs. B. F. Childs, W. D. M. ; Mrs. Emma Hall, W. R. S. ; Miss Gussie Nichols, W ', L. S. ; J. Herbert Jones, W. W. C. S. The Greeley Union Sunday School. — Organized on the third Sunday in May, 1870. A temporary' board of officers served until the last Sunday in June, when an election was held and the following persons chosen: Superintendent, J. Herbert Jones ; Assistant Superinten dent, E. B. Annis-; Secretary, A. L. Wait; Treasurer, Fred. Feezer ; Librarian, L. W. Teller ; Teachers, H. M. Law ; C. L. Nettleton ; L. W. Teller; E* B. Annis ; Mrs. Mary F. Wright; Mrs. Mattison*; Miss Mary Meeker; Miss Ella Fisk ; Miss West. Present membership one hundred ; average attendance eighty. Greeley Silver Cornet Band.— C. W. Sanborn, Leader- Thirteen pieces — two drums— two cymbals. Cost $775, Bought of Lyon and Healey, Chicago; made originally for their show case window. The finest set of instruments outside of the manufactory at Boston,"], [46, "40 Greeley Lyceum— Organized October 22d, E.W. Gurley, President ; A. J. Wilber, Vice President ; W. Edgar Strunk, Secretary ; N. C. Meeker, Treasurer. First pub- he discussion on the evening of October 27th, in Colony Hall."], [47, "GREY DRUG STORE, j FLOWER & CAMERON, IRS ' •.TS, VASNISH, BRUSHES., \"DIOINESl . TOILET , i'Y, Ac. MY AGENTS Pi JE WINES, \"'seciical Purposes Ooly. x JST OFFICE. MAIN STREET. GREELEY, COLORADO Gieeley Real Estate Agency .1 3, MEEKER U Vm. E. PABOB, 11 ui ,. of the \"Greeley Tribune.\" rræt e GREELEY TRIBUNE, j MEEKER, Maple Street, Greeley, Col. -\"\"**'.:-.' PltOSPECI'l S. full particulars of what- / dates tc I • -'cen ter, ami to ,- kgesqfcolo- i upon our plan. - -and - ' Rocky is known by the Ainerii an )\"ople. 3d. To teach th . -iest aawer whji 1, mi a can exhibi - and, at the well-established -idus- ■ aneeted either with the -. tion of the pr with sou--, i 4th. To enforce the doctrine that die foundation fi liations or osindi famil; relal ioi > lized countri ;- . - osort al ie and. ll legaut 1 rds aud ornaoo - I grounds pi land - : \\y Lumber Yard. K. H. NKTTLETOiJ & 00.., UiVIL ENG'NtERS AND SURVEYORS. C. W. SANBORN, fo locatii itage- ■ Luabl Lands in Uoloraub, aud vie ■ ■ , i . coir , . the pru'Vf-\" ss and work done proi ■ • ■ lealcr in Eastern & Western Lumber, rilflEB I Pin-- ■ - - and IVi-rf on Jfi . near Jfirp.it. fJreeUii or address by mail to Greelt .- A, Z. SOLOMQN, L. HANNA, ceaiæi; IS .-.-JEST FOB Bry Goods, Clothings, W. H. HOLLIDAY O. Boots, Shoes, Hats, 'Caps, s kat-i¥* mmm QUEENSWtRE, GLASS. Groceries, «Jtc. * UTTA! * wice, j Main St., next door to Post OJIlce, ■ i \\un, Main St., east of Depot, GreeJey, Colorado. for Lumber Orders by uiai1 * * i iid ,,. omp'tly fill"], [48, ": pi r t \\ ni COL. Col .; to Gre^e^' will find esl and file ■ ■ * . ■ • ; ( ■ . . ■■ * - * aor.,.G H."], [49, ""], [50, ""], [51, ""], [52, ""]]