[[1, ""], [2, ""], [3, ""], [4, ""], [5, "LA PÉNINSULE EUROPÉENNE L'OCÉAN ET LA MÉDITERRANÉE"], [6, ""], [7, "LA PÉNINSULE EUROPÉENNE L'OCÉAN ET LA MÉDITERRANÉE LEÇON D'OUVERTURE DU COURS D'HISTOIRE ET GÉOGRAPHIE A I.A FACULTIÓ DES LETTRES DE NANCY PAK PAUL VIDAL-LABLACHE BERGER-LEVRAULT ET C, LIBRAIRES-ÉDITEURS NANCY RUE JEAN-L AMOUR, 11 PARIS 5, RUE DES BEAUX-ARTS. 1873"], [8, ""], [9, "LA PÉNINSULE EUROPÉENNE L'OCÉAN ET LA MÉDITERRANÉE Messieurs, L' enseignement nouveau, dont M. le Ministre de Finstruction publique vient de doter la Faculté des lettres de Nancy, doit, conformément à son double titre, être consacré à la géographie dans ses rapports avec l'histoire. Déjà, il y a quelques années, l'au ditoire devant lequel j'ai pour la première fois l'hon neur de porter la parole, a manifesté son goût pour les études géographiques. J'évoque d'autant plus vo lontiers ce souvenir, qu'il me prouve combien, dans les recherches que nous allons entreprendre ici, je puis compter sur votre sérieux intérêt. Je me propose, dans ces leçons du jeudi, d'étudier la géographie de l'Europe et de ses principaux États. La race, l'histoire et les intérêts établissent, entre les différents peuples qui composent la société euro péenne, un grand nombre de rapports, que nous étu dierons, et la méthode de comparaison s'offrira na-"], [10, "2 turellement, pour mieux fixer les idées et parler plus vivement à F esprit. Strabon écrit, au début de son grand traité géographique : « II faut commencer par l'Europe, parce que cette partie du monde est celle dont la forme est la plus variée, et parce qu'elle est la plus favorable à la civilisation et à la dignité mo rale des citoyens. » II nous sera permis d'ajouter que l'Europe est le théâtre sur lequel se jouent nos des tinées, le principal marché qui s'ouvre à nos produits, F objet par conséquent qu'il nous importe le plus de connaître. Sans insister plus qu'il ne convient sur des lacunes qui ont frappé tous les yeux, il est trop vrai qu'avec son commerce qui la place au second rang dans le monde, après les services que ses savants, ses voyageurs, ses grandes publications, ont rendus à la géographie, la France ne saurait persister dans une négligence aussi fatale à ses intérêts qu'inju rieuse à ses traditions. I L'Europe est aujourd'hui le foyer de la seule forme de civilisation qui ait le don de se propager en d'au tres parties de l'univers. II est possible que sa prépon dérance soit un jour menacée; pour le moment la na tion, très-fière et parfois très-dédaigneuse, qui a grandi si vite sur l'autre bord de FAtlantique, lui emprunte bien plus qu'elle ne lui donne. La civilisation, sans"], [11, "3 avoir toutefois paru en Europe aussitôt qu'en cer taines vallées de l'Asie ou de F Afrique, s'y est, pour ainsi dire, acclimatée de préférence; et, à travers des vicissitudes qui partout ailleurs lui étaient fatales, elle ne s'est arrêtée parfois que pour reprendre en suite et accélérer sa marche. N'y a-t-il d'autre cause de ce privilège qu'une raison matérielle tirée du sol et des circonstances physiques? Nous sommes loin de le penser : qui ne serait frappé cependant de la part qui revient aux influences géographiques ? L'Europe, à la définir, est une péninsule, la plus vaste, si l'on veut, de celles du continent asiatique. Si vous la comparez à l'Afrique, vous serez surtout frappés des sinuosités et des découpures qu'offre son littoral, et qui lui donnent, avec une étendue trois fois moindre, une longueur de côtes cinq fois plus considérable. Si vous songez à l'Amérique du Nord ou du Sud, c'est dans le relief montagneux que se manifeste surtout la diversité. Ici, un sol sillonné de vallées dont chacune doit à son orientation différente une physionomie particulière; là, d'immenses bassins fluviaux, sans séparation sensible, sortes de cadres que la nature semble avoir tracés pour des états plus vastes et pour des combinaisons qui peuvent con venir à une société en pleine force, mais certaine ment incompatibles avec la fragilité d'une civilisation qui débute. II y eut autrefois, dit-on, le long du Mis sissipi, des tentatives d'établissement sédentaire et"], [12, "4 agricole (1); et les archéologues croient retrouver les traces de villages ou villes fondées, avant Farrivée des Européens, par des populations pacifiques, que balayèrent de bonne heure, dans ces plaines sans défense, les chasseurs nomades accourus du Nord. Entre l'Europe et F Asie, la configuration et la char pente intérieure offrent des analogies, la différence est dans la mesure. Un spirituel voyageur, qui est mort victime, sous le climat de Flnde, de son zèle pour la science, mais qui nous a laissé sur les hommes et les choses de ce pays les récits les plus attachants, Vic tor Jacquemont éprouva devant l'Himalaya tout autre chose qu'un sentiment d'admiration. « Oh ! s'écrie t—il, que les Alpes sont belles!» n'hésitant pas, devant ces colosses, à donner la préférence à Fheureuse pro portion, à Fharmonie des parties, à la mesure, à l'Eu rope, en un mot, sur l'Asie. L'Himalaya est un rem part qui sépare deux mondes. Derrière lui commence ce gigantesque plateau qui couvre le centre de l'Asie, où les fleuves se perdent dans des lacs sans issue, où s'étendent d'immenses espaces incultes, digne séjour de ces populations nomades, dont chaque ébranlement a été une catastrophe historique. Ainsi la Chine a vécu isolée, et un principe de mort s'est glissé dans sa civilisation. Le raffinement du lettré et la grossièreté du nomade se touchent sur ce con- (1) Voir John Lubbock, ì'Homme avant l'histoire, ch.vn. (Archéo logie de l'Amérique du Nord.)"], [13, "5 tinent fertile en contrastes. La flore asiatique offre souvent un éclat de parfums et de couleurs dont rien n'approche en Europe; mais que de fois la sté rilité succède brusquement à F exubérance ! Au mi lieu des eaux courantes et de ces jardins, tant célé brés par la poésie arabe, qui entourent Damas d'une sombre couronne de verdure, Fœil s'arrête à l'ho rizon sur la nudité du désert syrien. Où est donc cette correspondance facile qui unit les unes aux autres les régions naturelles dessinées sur notre continent par des montagnes élevées sans être impé nétrables? Où est cette heureuse distribution des richesses d'un sol qui partout sollicite, mais nulle part ne décourage le travail humain ? Les anciens ne s'y trompaient pas, si incomplètes que fussent leurs com paraisons, quand ils se plaisaient à attribuer à la nature de l'Europe une sorte de vertu morale, et ex pliquaient par là la supériorité guerrière et politique de ses habitants. Hippocrate établit sur ce rappro chement la célèbre théorie de Finfluence des climats, dont il a été le premier auteur. Et déjà Hérodote avait dit à la fin de son histoire : « La même terre ne produit pas les fruits qu'on admire et les hommes belliqueux. » En réalité, Messieurs, la principale originalité de l'Europe consiste dans la distribution des mers qui la baignent. L'Océan se multiplie, pour ainsi dire, autour d'elle et l'enveloppe presque tout entière, au"], [14, "6 nord comme au sud, par un double système de mers secondaires ou intérieures. Par là notre continent est accessible, jusqu'à une plus grande profondeur qu'au cun autre, aux influences maritimes. Par là aussi les parties les plus éloignées ont été de bonne heure et facilement en contact. Ces mers sont encore aujour d'hui le lien qui semble unir le faisceau européen. C'est le long de leurs rivages que se sont rangées les nations modernes, et chacune d'elles s'est montrée jalouse de s'y assurer une place. La France compte à bon droit comme un de ses principaux avantages sa situation sur deux mers. Et le peuple qui est entré le dernier dans la société européenne ne s'y est vrai ment rattaché que le jour où il a été établi sur la Baltique et sur la mer Noire. C'est donc à l'Océan qu'appartient sur l'Europe faction prépondérante; mais, pour l' apprécier dans toute son étendue, il fallait que l'homme fùt parvenu à connaître un peu mieux ce monde des mers, resté si longtemps mystérieux pour lui. Hier seulement, il faut le dire, l'observation humaine a pu pénétrer dans ces profondeurs, que traverse enfin l' étincelle électrique. A f aide d'ingénieux appareils, par de pa tientes explorations que multiplie chaque jour le zèle des Américains et des Anglais, l'homme considère avec surprise de nouvelles formes de la vie animale ou végétale, jusqu'au sein de ces montagnes ou de ces vallées que recouvre l'uniformité de la surface"], [15, "7 liquide (1). A la surface même, ces mouvements variés, qui ont leur contre-coup dans les régions inférieures, ces courants, qui entretiennent une cir culation incessante, n'ont été que de nos jours étu diés avec un véritable esprit scientifique; et déjà la connaissance plus précise de leurs caractères et de leurs effets, ouvrant de nouvelles vues sur l' économie générale du globe, éclaire d'une vive lueur la géo graphie même de l'Europe. On sait que l' équateur attire à lui les eaux des mers polaires, et qu'ainsi des courants froids circu lent à travers l'Océan. Mais, d'autre part, les eaux de l'équateur sont rejetées d'Orient en Occident par l' effet de la rotation terrestre. Et quand elles ont été fortement échauffées par un séjour prolongé sous les feux du soleil tropical, survient un remarquable phé nomène. Dans l'Océan atlantique, comme dans le Pacifique, on voit ces eaux, glissant le long des côtes qu'elles rencontrent, dévier dans la direction des pôles. C'est surtout vers le Nord qu'elles s'écoulent; et l'on a pu constater ainsi, dans les deux océans, l' existence d'un courant semblable. Celui du Paci- (1) Voir sur la géographie sous-marine et la vie organique dans la profondeur des mers, les récents travaux du Dr Carpenter (ex plorations du Porcupine en 1869 et 1870); du capitaine OsBORN,etc. (en anglais); de Pocrtalès, Middendorf, etc. (en allemand). — Cf. Vivien de Saint-Martin, Année géographique (1872), p. 433 sq. — Behm, Geographisches Iahrbuch, IV Band, 1872, p. 59 sq."], [16, "8 fique a reçu des Japonais, dont il longe les côtes, le nom de Fleuve noir. Celui de l' Atlantique s'appelle le Courant du golfe, ou Gulf-Stream. Du golfe des Antilles, par le détroit resserré qui sépare l'île de Cuba de la pointe de la Floride, s'é lance, en s'élargissant peu à peu, un torrent d'eaux chaudes. Distinct par sa rapidité, par sa couleur azu rée, c'est un véritable fleuve qui court à travers la mer. II se dirige vers le Nord; mais, à la hauteur du banc de Terre-Neuve, il rencontre un courant op posé parti des mers glaciales. Là se heurtent ces deux forces rivales, les eaux bleues et chaudes de l'équa teur, les eaux verdâtres et froides du pôle, amassant autour d'elles, au point de leur conflit, d'épaisses brumes et d'éternels brouillards. Victimes du froid subit qui pénètre les couches inférieures, des milliers d'êtres microscopiques, que le Gulf-Stream a vivifiés de sa chaleur, périssent, et amoncelant leurs dépouilles calcaires, jonchent les profondeurs de l'Océan. En même temps, soit par l' effet du courant adverse, soit par une autre cause, les flots du Gulf-Stream subis sent une déviation qui les détourne vers l'Est, c'est-à-dire vers l'Europe. Le courant s'élargit, se ra lentit, se divise enfin à la hauteur des Açores. Une partie retourne lentement àl'équateur; mais un bras se détache du grand fleuve maritime. Sans doute il se combine avec de nouvelles masses d'eau venues des tropiques, attirées vers le pôle par une loi"], [17, "9 générale dont ces phénomènes ne seraient que les divers accidents. Quoi qu'il en soit, on regarde en général comme une dérivation du Gulf-Stream ce courant chaud qui effleure nos côtes occidentales, depuis la Bretagne jusqu'à l'Écosse et la Norvège, et qui prolonge jusqu'au Spitzberg son influence défail lante, mais parfois encore sensible. On a attribué à l'influence du Gulf-Stream le degré avancé de la civilisation en Europe. Supposez, en effet, Messieurs, qu'un changement de direction le dé tourne des côtes européennes; supposez, par exemple, comme un géologue anglais nous y invite, que la vallée du Mississipi redevienne ce qu'elle a été jadis, un grand bras de mer communiquant au Nord avec la région des lacs. Par là s'écoulerait le Gulf-Stream qui, d'après la loi ordinaire, serait très-probablement remplacé sur nos côtes par un courant d'eau froide. Aussitôt la péninsule scandinave disparaîtra sous les glaces, comme le Groënland. L' Angleterre et l'Alle magne, désormais soumises au même climat que le Labrador, en auront la végétation: des mousses et des lichens. Le centre de la France, placé sous la même latitude que le Bas- Canada, aura les rigoureux hivers des bords du Saint-Laurent. Ainsi disparaî traient de la carte agricole de l'Europe, c'est-à-dire de la civilisation, les contrées mêmes où son activité est la plus grande. Au contraire, tandis que les blocs de glace détachés des mers polaires au moment de la"], [18, "10 débâcle, dépassent , sur les côtes de l'Amérique du Nord ou l'Afrique australe, le 40e degré de latitude, et devraient par analogie se montrer en Europe jus que vers les parages de Lisbonne, ils n'atteignent jamais le cap Nord situé, par 71 degrés, à l'extrémité de la Norvège. Ainsi, par un remarquable privilège, aucune partie des côtes européennes de l'Océan n'est entièrement rebelle à l'activité de l'homme. Ce rideau de vapeurs tièdes dont l' Atlantique voile nos côtes, est poussé vers l'intérieur des terres par un courant atmosphérique qui, dû aux mêmes causes physiques que le Gulf-Stream, suit à peu près la même route. Après avoir aidé dans leur marche les navires qui nous viennent d'Amérique, les vents du S. O., qui dominent dans les régions occidentales de l'Europe, y maintiennent, grâce à l'humidité dont ils sont chargés, une température douce et uniforme. Par eux s'établit l'échange qui transmet du nouveau monde à l'ancien les vapeurs exhalées par les forêts de l'Amérique du sud, les brumes éparses et flot tantes sur l'étendue de l'Océan. Double et salutaire fonction des vents, qui, d'un bord à l'autre, relient les continents opposés par la dépendance des climats et par la diminution des distances ! Ainsi les mous sons alternatives de l'Océan indien tracent aux na vires une voie facile d'aller et de retour; ainsi les vents alizés poussèrent un jour vers un continent inconnu les voiles de Christophe Colomb."], [19, "11 Exhalées par les mers, emportées par les vents, ces brumes se résolvent en pluie en touchant nos côtes, ou se fixent aux flancs des montagnes. De toutes parts elles accourent et affluent vers les Alpes, vers ces inépuisables réservoirs qui distribuent dans toutes les directions à l'Europe beau et la fécondité (1). Élevez vous, par quelques heures de marche, des bois de châtaigniers qui garnissent les premières pentes jus qu'à ces régions où n'apparaît plus que la végétation du monde polaire : près de vous s'étendent alors les champsdeneige oùla vapeur d'eau, saisie par lefroid, s'est endormie, en attendant que le souffle du vent africain, du Fœhn, vienne tout à coup la réveiller. Ou bien elle s'est fixée dans un de ces glaciers qui, le long des pentes façonnées par eux, descendent lentement jusqu'au point où, vaincus par la chaleur du soleil, ils laissent échapper des ruisseaux, qui sont d'abord des torrents, pour devenir ensuite des fleuves. Car, avant de nourrir nos vallées de leur limon, avant d'ouvrir des voies paisibles au commerce, ces eaux commencent par dévaster les flancs abrupts qui les resserrent; leur cours tumultueux s'embarrasse et se trouble des débris arrachés à la montagne. Mais bientôt elles se calment dans ces lacs qui forment autour des Alpes une si merveilleuse et si utile cein- (1) La quantité d'eau qui tombe chaque année, mesurée au plu viomètre, atteint deux mètres dans les grandes Alpes. — Voir Berg haus, Physikalischer Atlas, météréologie, carte n° 10."], [20, "12 ture; et, conservant la couleur verte, qui est comme leur marque d'origine, elles en sortent plus pures, plus riches en sucs fertiles. Ainsi retourne à la mer, transformée et féconde, la goutte d'eau que la mer a envoyée à la montagne. Cependant les influences océaniques s'affaiblissent à mesure qu'on s'éloigne de l'occident. Aux plaines basses du nord de l' Allemagne commence un change. ment qui se marquede plus en plusjusqu'aux immenses plaines de la Russie. L'horizon s'allonge sur des sur faces sans accidents et sans relief; et la monotonie de l'aspect répond à l'uniformité du sol. Le climat ne se modifie pas moins. Déjà entre le Wéser et l'Elbe, pourtant si voisins, la différence des hivers est telle que le plus occidental de ces fleuves est en moyenne couvert de glace pendant 30 jours par an, le second pendant 62 (1). C'est que la Baltique, avec la faible salure de ses eaux facilement gelées, est un lac plu tôt qu'une mer. Aucune influence ne combat, aucun obstacle n'arrête le souffle des vents continentaux du nord-est; et l'Europe orientale subit ces mêmes écarts de température, qui rendent tour à tour brû lant ou glacé le climat de New- York ou de Pékin, placés pourtant sous la même latitude que Naples. Ainsi, à la limite où l'Europe perd son caractère de péninsule, s'étendent des régions indécises, que leur (1) Daniel, Handbuch der Géographie, tome III, ch. i, \\ 3, p. 29."], [21, "13 climat et une partie de leur histoire rattacheraient à l'Asie, si elles n'étaient devenues européennes par un patient effort de génie politique. C'est au midi et non à l'orient, que l'Europe se retrouve avec ses traits distinctifs. II II n'y a jamais eu, Messieurs, une révolution com parable par ses résultats à celle qui, séparant violem ment les deux colonnes d'Hercule, a lancé la Médi terranée au fond du bassin que bordentles montagnes d'Europe et d'Afrique. Après avoir rempli d'abord le large espace qui sépare les péninsules hispanique et italienne, les eaux franchirent le plateau, sub mergé à une très-faible profondeur, qui, par-dessous leur surface, unit la Sicile à la pointe de Tunis. Elles poussèrent alors fort avant dans l'intérieur des terres ces longs et précieux golfes que nous appelons l'Adriatique, l' Archipel, la mer de Marmara, la mer Noire ; et sans doute leurs irruptions trouvèrent le puissant secours de l'activité volcanique, que les siècles ont amortie sans l'éteindre. Dans cette distribution nouvelle des rivages, l'Eu rope, spécialement favorisée, eut la plus grande part des péninsules et des îles, les ports les plus nombreux et les plus sûrs. La côte africaine est presque entiè rement dépourvue de rades; elle n'offre, à l'excep tion du Nil, que de maigres cours d'eau resserrés par VIDAL-LABLACHE."], [22, "14 la proximité des montagnes. En Europe, au contraire, s'ouvrent vers la mer de nombreuses vallées flu viales. Ainsi se forma, entre trois continents, une mer distincte par la couleur de ses flots, par le caractère de ses mouvements, par F aspect de ses bords, de cet Océan qui se déverse en elle et la nourrit encore de ses eaux. A peu près insensible à Faction des ma rées, elle n'offre pas, comme les mers plus ouvertes qui bordent les Pays-Bas, ces redoutables mouve ments qui, lorsqu'ils se combinent avec la tempête, menacent de destruction les rivages. On sait par quels travaux, par quelle vigilance sans relâche, l'homme dispute pied à pied à l'Océan ces bords mal défendus par la nature. Sa persévérance a triomphé : elle a conquis, elle étend sans cesse son domaine, mais non sans essuyer parfois les sauvages retours de son éternel ennemi. Quatre-vingt mille hommes périrent, lorsqu'en 1280 l'Océan changea tout à coup en golfe le lac qui occupait autrefois la place du Zuy derzée. Soixante-douze villages engloutis en une nuit d'orage, le 19 novembre 1421, près des bou ches de la Meuse, furent la proie d'une autre de ces surprises. II est vrai que, favorables à d'autres égards, les marées ont créé elles-mêmes et déblaient inces samment, à F embouchure des rivières océaniques, ces vastes estuaires, ces ports naturels, où la navi gation maritime succède sans interruption à la navi-"], [23, "15 gation fluviale. C'est grâce à elles que le port le plus important du monde peut être situé à 73 kilomètres de la mer; car en Angleterre, a-t-on dit, ce ne sont pas les fleuves qui courent à l'Océan, c'est l'Océan qui s'avance vers les fleuves. La Méditerranée ne présente ni ces avantages, ni ces périls. Les embouchures fluviales y sont obstruées par les bancs de sable, sans cesse rongés par la mer, mais sans cesse renouvelés, qui ne permettent nulle part Fétablissement d'un port sur le fleuve même. C'est la terre qui empiète sur la mer par des plaines basses d'alluvions, ou par des lagunes, qu'un progrès continu prolonge dans la direction imprimée par les courants maritimes. Dangereux présents que les fleuves font payer par la fièvre et la malaria, quand l'homme abandonne à elle-même l'œuvre de la na ture ! Ravenne, aujourd'hui à 6 kilomètres dans les terres, Venise, dont les canaux se comblent, Aigues- Mortes, Narbonne, sont les victimes plue ou moins illustres, mais également tristes, de ce recul incessant des eaux. Le Rhône, « qui sera toujours incorrigible», s'écrie Vauban après une exploration six fois répétée, couvre de ses débris tout le fond de la Méditerranée occidentale (1); la côte languedocienne lui doit ses sables et ses marais; et nos ports de Provence ne (1) Exploration du Porcupine dans l'été de 1870. — Voir Geo graphisches Jahrbuch, t. IV, p. 68."], [24, "16 sont sauvés que par le puissant courant qui pousse vers Fouest les eaux du golfe de Lion. L'aspect change si les montagnes, plus voisines des côtes, présentent à la mer ces terrasses abritées que dominent les Alpes ou le Liban, FAtlas ou la Sierra-Nevada. La vigne, Folivier, le figuier compo sent encore, malgré les ravages du déboisement, la parure caractéristique des rivages méditerranéens. Dans cette ressemblance de la végétation et des bords opposés, se manifeste l'unité du théâtre où s'est dé veloppée la vie historique des peuples anciens. De tout temps le bassin de la Méditerranée a gardé une physionomie spéciale. On y voyait encore, au siècle dernier, ces lourdes galères à voiles et à rames que notre marine militaire y avait conservées; et l'on trou verait aujourd'hui, dans ces médiocres navires que multiplie Findustrie économique des Grecs, plus d'un souvenir des formes de construction antique. Mar seille, Odessa, Alexandrie présentent, malgré la dis tance qui les sépare, le même spectacle : partout la vie et les affaires en plein air comme aux temps de Y agora, F activité bruyante et le fourmillement d'une foule cosmopolite où se coudoient FOrient et FOcci dent; à vos oreilles résonnent les langues les plus diverses, et du milieu de cette Babel s'est dégagée une sorte de création bizarre, ce jargon arbitraire et composite qu'on a décoré du nom de langue fran que. Dans Fantiquité, quoique l'Océan eût été plu-"], [25, "17 sieurs fois visité par les vaisseaux phéniciens, et même après eux, grecs ou romains, Fimagination de l'homme de la Méditerranée se troublait aisément devant les phénomènes et les dangers des navigations septentrionales. Lorsque, près des bouches de FEms, une de ces tempêtes d'équinoxe, si périlleuses dans les bas-fond de la mer du Nord, assaillit et dispersa la flotte de Germanicus, quelques naufragés, jetés sur les côtes de Germanie ou de Bretagne, furent re cueillis et rendus par les habitants. « Ils racontaient, dit Tacite, des choses étranges : bourrasques furieuses, oiseaux inconnus, poissons prodigieux, monstres d'une forme indécise entre l'homme et la bête. Phénomènes réels ou fantômes de la peur. » Pendant longtemps le bassin de la Méditerranée a offert à ceux qui, pleins des souvenirs du passé, con sidéraient son état présent, un pénible contraste. L'illustre voyageur qui, au commencement de ce siècle, parcourut ces contrées, dut consacrer à une visite, même incomplète et rapide, une année de sa vie et une partie de sa fortune. L'image de la déca dence et des ruines apparaît à chaque page de son itinéraire. Ce n'était pourtant pas le hasard qui avait voulu que, pendant une longue période, l'histoire de la Méditerranée se confondît avec celle de la civilisa tion même. Là seulement l'Europe s'était trouvée en contact avec l'Asie et F Afrique; et lorsque, dans Fan-"], [26, "18 tiquité et au moyen âge, les races indo-européennes et les races sémitiques se sont disputé la conduite du monde, la Méditerranée a été le théâtre néces saire de ces luttes décisives qu'on appelle les guerres puniques ou les croisades. Les destinées du peuple grec furent étroitement liées à ses rivages. On vit peu à peu, d'île en île, d'une côte à l'autre, se propager le génie de cette race expansive. Étendant son propre horizon, à mesure qu'il répandait davan tage sa lumière, il en vint à animer la Méditerranée presque tout entière par ces colonies, qui n'étaient pas seulement des comptoirs comme en fondaient Tyr ou Carthage, mais des cités, sur Femplacement desquelles grandissent aujourd'hui nos principaux ports. Les villes grecques du Pont-Euxin ouvrirent une échappée vers ce continent septentrional, que Fantiquitó ne connut guère que par elles. Que dire de l'expédition d'Alexandre, qui, par l'affluence d'ob servations et de vues nouvelles dont elle fut la source, a mérité d'être comparée, par Humboldt, à Fépoque de nos grandes découvertes du quinzième siècle? Lorsqu'ensuite, parmi les peuples méditerranéens, la communauté de civilisation eut frayé les voies à la conquête romaine, c'est au centre géographique du bassin que s'offrit le point d'appui de la nouvelle or ganisation politique. Et c'est enfin le long des rivages méridionaux de cette mer que les Arabes étendirent, au galop de leurs chevaux, leur empire éphémère"], [27, "19 jusqu'au delà des colonnes d'Hercule, dont le nom atteste désormais leur passage. Puis, comme les destinées commerciales suivent leur cours à travers les vicissitudes des combinai sons politiques, Alexandrie, Antioche, Beyrout de viennent pour Venise les principaux marchés où elle établit ses comptoirs, où elle reçoit les produits de Flnde, où le commerce de l'Europe rencontre celui de l'Asie. Lorsque, derrière le monde musulman, l'Asie centrale, réunie sous la domination des Mon gols, entre à son tour en relations avec F Occident, Gênes et Venise viennent dans le Pont-Euxin occu per la place où les avait autrefois précédées Milet. Les deux rivales s'y combattent avec acharnement; le commerce et la guerre marchent de front; les marchands sont des hommes d'armes, et leurs comp toirs sont abrités par des châteaux-forts. Néanmoins, sur la côte de Crimée, Gênes fonde une ville dont la population surpasse en peu d'années celle de Cons tantinople : Cassa, où, d'après un voyageur, se trou vaient trois évêques de communions différentes, des synagogues de deux sectes rivales, des temples païens de toute espèce, à Fusage d'une population où toutes les religions et toutes les races étaient réunies. Quel motif retenait cette foule sur une plage où, depuis longtemps, l'antique Theodosia n'offrait plus que des ruines, et qui aujourd'hui, redevenue presque soli taire, ne doit qu'au voisinage de l'obscure capitale"], [28, "20 de la province un peu d'animation pendant quelques mois d'été? C'est qu'à cet endroit la république de Gênes avait réussi à fixer le point d'arrivée des cara vanes, qui, de Fintérieur de l'Asie, par la route natu relle que FOxus et la Caspienne ouvrent vers le Volga, le Volga et le Don vers la mer Noire, venaient s'y ren contrer avec Fâpre et rusé négociant des côtes de la Ligurie. Ainsi le génie d'une ville du moyen âge avait retrouvé les débouchés qui, d'après Eratosthènes, faisaient autrefois la fortune des colonies grecques du Pont, et que de nos jours la Russie s'apprête à reconquérir par la construction d'un chemin de fer vers la Caspienne et le lac d'Aral. On sait comment au quinzième siècle s'éteignit cette prospérité. Les Turcs lui portèrent le premier coup, et bientôt la découverte du passage par le cap de Bonne-Espérance permit aux nations occidentales d'aller chercher elles-mêmes dans Flnde ces mar chandises qui auparavant n'arrivaient à la Méditer ranée qu'à travers les difficultés et les dangers des routes de terre. La longueur du détour était com pensée par l'avantage naturel qu'offre au commerce la voie maritime. La mer est en effet pour les échan ges une route plus sûre et au demeurant moins dis pendieuse. Sans même invoquer l'exemple de FAn gleterre, les statistiques commerciales attestent en core aujourd'hui, pour des états continentaux tels que la France ou la Russie, la supériorité constante"], [29, "21 du commerce maritime sur le commerce par terre. Avec la richesse, Finfluence politique s'éloigna des bords de la Méditerranée. L' Angleterre et la Hollande trouvèrent dans l'Océan la voie de leur prospérité et de leur grandeur. Le retentissement du canon de Lépante éveilla pour une fois encore Fattention inquiète de l'Europe; mais, le danger passé, ce fut au milieu de Findifférence générale que Venise continua à disputer obscurément aux Turcs les lambeaux de son empire déchu. Les destinées du monde se déci daient ailleurs. II semble, Messieurs, qu'il soit réservé à notre temps d'assister à la renaissance politique et com merciale de ces régions historiques. La décadence précoce des états musulmans a remis en question ce que la conquête avait décidé, et soulevé sur les bords de la Méditerranée un des plus graves problèmes d'é quilibre européen. L'avenir de cette mer semble de plus en plus déposé entre les mains de ces deux fa milles de peuple, latine ou greco-slave, qui occupent ses rives européennes. L'ouverture du canal de Suez leur offre une occasion nouvelle de prospérité com merciale, dont le développement dépend surtout de leurs progrès politiques et économiques. II appartenait à la France de marquer le pas dans cette voie nouvelle. Le pays qui, avec Venise, cou vrait autrefois de son pavillon presque tout le com merce européen dans le Levant, a aujourd'hui sur la"], [30, "22 Méditerranée son plus grand port de commerce. En moins de trente ans, Marseille est passée, par Fim portance de sa navigation, du quatrième rang au pre mier. Sa population, de 96 mille habitants en 1811, en compte aujourd'hui plus de 300 mille. Progrès trop soutenu pour être factice, qui n'est d'ailleurs qu'un des signes de l'activité croissante du travail national. Marseille, en effet, a développé son indus trie pour nourrir son commerce; et du même pas grandissaient Findustrie et la population de Lyon, dont elle est le naturel débouché. Par la conquête de F Algérie, la France, déjà maîtresse de la Corse, s'est assuré une position dont l'importance n'a point échappé à ses voisines, puisque le Maroc a senti déjà la main de FEspagne, et que Tunis regarde parfois avec inquiétude du côté de l'Italie. Pour le moment, le bassin occidental de la Méditerranée est soumis à la prépondérance de la plus avancée et de la plus riche parmi les nations riveraines. La piraterie, fléau séculaire qui, presque jusqu'à nos jours, n'avait pas cessé de déshonorer ces mers, a reçu son dernier coup des mains de la France. Rien de plus juste qu'un nom français restât attaché à l'œuvre qui a définitivement rendu à la Méditerranée le passage vers les Indes. Le même souffle d'avenir semble se faire sentir aux autres ports de la Méditerranée. L'Espagne fait aujourd'hui par Barcelone les deux tiers de son corn-"], [31, "23 merce maritime; et ici encore les progrès de Findus trie locale ont augmenté le nombre des échanges. Gênes, bien loin sans doute de son ancien éclat, s'est placée sans peine à la tête des ports italiens; et sur la côte qui vit autrefois la grandeur de Pise, s'élève Factive et populeuse Livourne. L'Italie n'hésite pas, malgré sa dette, à multiplier ses chemins de fer; toujours ardente à profiter des circonstances, elle se souvient à propos qu'au sud-est de la Péninsule languit depuis le moyen âge une ville que recommande un nom illustre. Placée à Fextrémité continentale de la route jusqu'à présent la plus directe vers les Indes, Brindisi espère, non sans raison, ramener dans son port, agrandi désormais et réparé, F activité que lui apportait autrefois la voie Appienne. Venise assistera, sans doute sans y prendre part, à cette résurrection du passé. Mais en face d'elle, sur un rivage italien par la langue, une orgueilleuse parvenue étale sa prospérité. En 1719, Trieste était une bourgade de six mille habitants, quand elle fut déclarée port franc par Fempereur Charles VI; unie aujourd'hui à Vienne par un chemin de fer, elle est devenue ce que furent autrefois Adria, Aquilée, ce qu'a été Venise, le dé bouché commercial offert sur cette plage de FAdria tique à l'Europe centrale et à la vallée du Danube. La nature, plus encore que l'homme, a créé au point de rencontre de l'Europe et de l'Asie, entre deux mers, dans un site facile à défendre, avec un"], [32, "24 port vaste, sûr et profond, une ville qui, par les éternelles convoitises qu'elle excite, a toujours été pour le reste du monde un sujet d'inquiétude et par fois d'épouvanté. II serait difficile de dire à quelle époque, sur cette plage où devaient se dérouler les vicissitudes de l'histoire la plus troublée qui fût jamais, quelques pêcheurs, pour saisir au passage le thon qui descend par bandes de la mer Noire, eurent Fidée de construire leurs premières cabanes. L'humble association grandit, et sans doute éprouva bientôt la tentation d'un revenu plus facile encore par réta blissement d'un péage sur les navires. L'oracle d'A pollon n'eut pas de peine à obtenir de Mégare l'en voi d'une colonie sur cet emplacement, que bientôt lui disputa Milet, qu'Athènes vint occuper à son tour. Maîtresse du Pont-Euxin, Athènes en défendit avec opiniâtreté les approches. Chassée de Byzance, elle y rentre; vaincue, elle réussit à ressaisir cette pré cieuse épave de son naufrage ; et quand Philippe veut frapper au cœur la domination athénienne, il Fatta que dans ce poste, qu'il ne parvient pas à forcer. Byzance peut grandir et changer de nom, sans con jurer la fatalité qui la condamne à servir d'objet aux attaques et de récompense au vainqueur. La ville assiégée ne devait plus voir une seconde fois cette lumière miraculeuse, qui, illuminant tout à coup la nuit, lui avait jadis révélé les préparatifs et les pièges de Philippe. Quand l'Europe eut laissé tomber ce"], [33, "25 dernier boulevard de la chrétienté, elle éprouva par deux siècles d'alarmes ce que valait la possession de Constantinople entre les mains d'un ennemi désor mais libre de pousser hardiment ses sauvages cava liers à travers les plaines hongroises jusqu'aux murs de Vienne. Ce péril passé a fait place à un autre, et la faiblesse des Turcs est devenue un sujet d'in quiétude presque aussi grave qu'autrefois leur puis sance. Tant il est vrai qu'en ce lieu central vers le quel convergent les routes de terre et de mer, s'est formée une ville unique au monde, qui, par son im portance comme par le mélange de sa population, semble appartenir à l'Europe elle-même plutôt qu'à un peuple : point vulnérable et délicat qui ne peut être atteint sans que le corps tout entier sente la blessure. La mer Noire, dont Constantinople tient les clefs, entre d'ailleurs chaque jour pour une plus grande part dans les préoccupations commerciales et écono miques de l'Europe. Autrefois c'était dans les ports du Pont-Euxin qu'Athènes allait chercher les céréales dont elle approvisionnait la Grèce : les plaines de la Roumanie et de la Russie méridionale nous offrent au jourd'hui le tribut de leur inépuisable fécondité. Des ports florissants se sont élevés près des bouches du Danube, depuis qu'un accord européen a garanti Indé pendance du fleuve et provoqué d'intelligents travaux. Dès la fin du dix-huitième siècle, dès le moment où"], [34, "26 la Russie se substitua aux Turcs et aux Tartares no mades depuis la Crimée jusqu'au Dniester, elle tint à honneur de justifier son usurpation par ses œuvres. La population transformée et fixée au sol, des colo nies agricoles établies de toutes parts, des villes, pour lesquelles on faisait revivre les noms helléniques, substituées aux chétifs villages des Tartares, tels fu rent les titres qui attestèrent bientôt Fambition, mais aussi Factivité des nouveaux maîtres. Une grande ville, une des métropoles commerciales de la Méditer ranée, doit à cette transformation son origine: Odessa, fondée en 1794, compte 120 mille âmes. Les che mins de fer, qu'avec un zèle éclairé par F expérience la Russie ne s'est pas lassée de construire depuis quinze années, apportent aujourd'hui les grains de FUkraine jusqu'aux ports où les attendent les navires de F Occident. L'Europe emprunte déjà une partie de sa subsistance à des contrées naguère encore à peu près isolées, dont les richesses rentrent enfin dans la circulation générale. Ainsi, Messieurs, des contrées longtemps endor mies se raniment; et le mouvement général qui en traîne notre civilisation semble désormais assez fort pour effacer peu à peu, dans certaines parties de l'Europe où Factivité humaine a brillé jadis d'un si vif éclat, les traces déjà séculaires du dépérissement et de Fabandon. J'insiste au début de ce cours sur ces vicissitudes, parce qu'elles sont l'expression la"], [35, "27 plus frappante d'une vérité utile à rappeler, que l'his toire est surtout l'œuvre de l'homme, et qu'en somme, quelle que soit la part considérable des influences géographiques, il conserve au milieu d'elles la pré pondérance, condition de sa responsabilité. Plusieurs causes s'offraient en Europe à favoriser le dévelop pement des sociétés humaines : la principale a été de donner Féveil à leur activité, de leur en imposer l'exercice constant, comme la loi même de l'exis tence; et le signe du progrès a consisté dans Faction de plus en plus sensible de l'homme sur le monde physique qui F entoure. II faut en effet que sa vigi lance travaille sans interruption et sans relâche à approprier la nature à ses fins. S'il y manque, ou s'il abandonne son œuvre, la nature, loin de se prêter davantage à servir les intérêts humains, se fait bien tôt rebelle et même hostile. L'homme alors devient rare et misérable aux lieux mêmes où florissaient autrefois de puissantes civilisations; et chaque jour, accumulant autour de lui les obstacles, diminue ses chances de recouvrer le terrain perdu. La vocation et les aptitudes d'une population sont sans doute étroi tement liées au sol qu'elle habite; mais le parti qu'elle en tire dépend d'elle seule; et si les annales d'un même pays présentent de telles inégalités de fortune, si son aspect physique et le sol même révèlent des changements, si le secret des prospérités disparues semble parfois à jamais enfoui, c'est que les influences"], [36, "28 du monde physique restent subordonnées à ces forces libres, dont le jeu compose l'histoire humaine. La population s'est accumulée sur ce coin du globe que nous habitons; elle peut s'y accroître, car son activité lui fait découvrir chaque jour de nouvelles richesses dans le sol qui lui a été départi. Le même sol a pourtant vu les mêmes races végéter obscuré ment pendant de longs siècles. Certes, lorsqu'au temps de César l'Europe centrale était couverte d'im menses forêts au milieu desquelles campait, de clai rière en clairière, une population misérable, on eût pu défier l'observateur le plus pénétrant de lire, dans Faspect de ces contrées, quelque chose des destinées qui les attendaient. Lorsque Tacite vient de nous décrire le ciel bas, les brumes, les landes et les ma récages du Nord : il est impossible, pense-t-il, que les habitants soient venus d'autres contrées s'éta blir de préférence sur une terre ainsi maltraitée par la nature. Maltraités ou non, ces pays n'ont pas été moins propices aux progrès de l'homme quand il a su vouloir et agir. II est arrivé peu à peu que la ci vilisation, façonnant, pour ainsi dire, l'Europe à son usage, a créé elle-même les conditions dont elle pro fite. Et ainsi s'est confirmé, dans toute sa profondeur et sa vérité, le mot de Thucydide : « C'est l'homme qui possède la terre, et non pas la terre qui possède l'homme. » Nancy, Imprimerie Berger-levrault et Cie."], [37, ""], [38, ""], [39, ""], [40, ""], [41, ""], [42, ""]]