[[1, ""], [2, ""], [3, "FEESTWOORD il* V \\N DKN Achttienden Verjaardag 11. M. KONINGIN WILHELMINA .-Pki 'KEK I Hl. H. YEDE R, Predikant te Rotterdam . in de* nstoéfenring van in de Nieuw*e Westerlcerk aldaar. . I J. H DUNK"], [4, ""], [5, "FEESTWOORD."], [6, ""], [7, "FEESTWOORD TER GELEGENHEID VAN DEN Achttienden Verjaardag VAN II M. KONINGIN WILHELMINA UITGESPROKEN DUUR H. H. VEDER, Predikant te Rotterdam , de Morgengodsdienstoefening van 31 Aug. 1S9S, in de Nieuwe Westerkerk aldaar. in ROTTERDAM, J. H. DUNK"], [8, ""], [9, "Dit feestwoord wordt op bescliaincnden aandrang van eenige vrienden in liet licht gegeven . die mij verzekerden . eieit eeeek anderen denzelfden wensen i/ie-t hen deelden. Hier is het dan ! Aleege de liefde te>t onze dierbare Koningin Wilhelmina daardoor ge-zoekt of aangevuurd en God ootmoedig' erkend worden voor Zijne gave in Haar aan ons volk . dan is het doel dezer uitgave bereikt en de wensch van den spreker \"vervuld."], [10, "Vooraf gezongen : Ps. 150 : 1, 2, en gelezen 1 Tim. 2 : 1 — S. Nazang : Ps. 72 : 11."], [11, "Wees mij welkom, wees mij gegroet, gemeente des Hecren, in de voorhoven onzes Gods, aan den vroegen morgen van dezen laatsten Augustusdag, dien de Heeie tot een geheel cenigen feestdag ge maakt heeft. Wat ook het verschil zij in leeftijd, hoe groot ook het onderscheid zij van rang en van stand, één vreugdetoon wordt heden alom in ons vaderland aangeheven. Feest is 't in het paleis, en feest in de schamele woning; en als om strijd hebben oud en jong zich beijverd om aan stad en dorp een feestelijk aanzien te geven. De geliefde oranje kleur siert de borst; de vadci landsche vlag wappert van torens en huizen; en ais de avond is aange broken, bestraalt het feestliciit een gelukkige en rijk gezegende natie. Is de 31c Augustus immer een feestdag voor het volk, welks hart warm klopt voor Oranje, heden is een dag des feestes aange broken, zooals nog niemand onzer ooit heeft gevierd, nu onze geliefde koningin Wilhelmina, heden 18 jaar oud, den leeftijd bereikt heeft, waarop zij naar het voorschrift der grondwet de teugels der regeering zelve in handen zal nemen. Gode zij dank,"], [12, "8 Die ja met het afsterven van den eenen prins na den anderen uit het dierbaar vorstenhuis ons zoo zwaar had beproefd, maar toch uit den afgehouwen tronk van den oranjestam nog deze scheut ons gelaten heeft. En waar nu deze geliefde koningsdochter, geleid en opgevoed door een verstandige moeder, binnen weinige dagen als Koningin over ons volk ingehuldigd zal worden, zouden wij daar de handen tot smeeken niet opheffen ? Wél hadden wij ge wenscht, dat de regeering ons volk tot bede- en dank stond had opgeroepen ; maar waar dit niet is geschied, zegt mij, wie onzer zou een feestdag wenschen als dezen, zonder dat wij als gemeente des Heeren ons buigen voor den troon van onzen God, om voor onze Koningin, voor haar persoon en de taak die haar wacht, Zijne gunst en hulp en bescherming in te roepen ? Wij willen in deze ure dat doen. Wij willen God groot maken voor Zijne goedheid en trouw, ons in het huis van Oranje geschonken. Tot danken en bidden zijn wij samen gekomen. Maar laat ik eerst een kort woord tot U mogen spreken, naar aanleiding van hetgeen ons in het Spreukenboek van Israëls Koning staat opgeteekend, en dat mij recht geeft om U op Kroon en Kroning te wijzen: Spreuken 8 : 15\" : »Door Mij regeeren de koningen. 4"], [13, "9 I 'ie hier spreekt Gel. is de eeuwige Wijsheid, van eeuwigheid af gezalfd en geboren, en die door den Apostel Johannes in den aanhef van zijn Evan- gelie :>het Woord < wordt genoemd, ->dat in den beginne bij God en God was«. Hij, de Almachtige, door vvien alle dingen geschapen zijn. Hij oefent reeds vóór Zijn menschwording zijn Koningschap uit, óók in de regeering der volken. Niet recht- streeks : dat zou zoo geweest zijn. indien de zonde niet in de wereld ware gekomen. In onzondigen toestand zou er geen overheid uit den mensch zijn geweest, evenals er ook in het rijk der heerlijk- heid geen overheid meer uit de menschen over de menschen zal zijn. Maar de zonde heeft zulk een gezag van menschen over menschen noodig gemaakt. Van nature nu, dat verstaan wij toch, heeft geen enkel mensch het recht om over zijn naaste te heerschen. Alle heerschappij komt God Almachtig alleen toe. Maar nu is dit de ordinantie van dien God, dat Hij den mensch heerschappij verleent, over dier, over plant, en wat dies meer zij, en óók heerschappij over men- schen. Het woord, uit het Spreukenboek, dat ik zooeven u voorlas, wil dan ook zooveel zeggen als »door Mij zijn de koningen koning.» Hun »koning-zijn« is niet een recht, dat zij in zich- zelven hebben ; en ook is het niet aldus te ver- staan, dat God Zijn gezag eigenlijk aan hen heeft V >"], [14, "10 overgedragen; neen, zij treden op als organen van God, die de Souvereiniteit over alle creatuur heeft en behoudt. God bedient zich van de oveiheden op aarde om Zijn Souverein gezag uit te oefenen. En daarom alle gezag, in grooteren of kleineren kring, \\ loeit uit Hem als de Bron, hetzij dit gezag werd veroverd, hetzij het door erfenis verkregen werd, om 't even, of hij, die het gezag oefent, keizerheet, of koning, of president van een republiek, om 't even, wat naam hij ook dragen moge. Helaas, dat zoovelen op dezen blijden feestdag Oranje boven» roepen, zonder boven Oranje dien hoogverheven God te erkennen. Die ons door Oranje regeert! Het Liberalisme, in het revolutie beginsel wortelend, is een stelselmatig ontkennen van Hem, die Zijn troon boven de wolken heeft: *»door Mij regeeren de koningen;; en waarlijk, wij verwonderen ons niet dat de liberalist, die het Sou verein gezag ziet ontleend aan volkswil of geschre vene wet, er toekomt om de Kroon het ornament van het staatsgebouw, ja zelfs het vliegwiel der staatsmachine te noemen. Ja, waar blijft de waar digheid, de duurzame vastigheid van het overheids gezag, indien het niets dan het wegwellend oever zand van den vrijen wil van een mensch of van menschen onder zich heeft ? Is niet alleen dan het gezag wel gefundeerd, indien het gegrond is op den wil van het eeuwige Wezen .** »Bij de gratie V __J"], [15, "11 Gods«, dat blijven wij getuigen van alle gezag, dat over ons is gesteld. Dat deed zelfs den Apostel Paulus schrijven, toen een vervolger der christenen op Rome's troon was gezeten : »alle ziel zij den Machten, over haar gesteld, onderworpen ; want er is geen Macht dan van God, en de Machten, die er zijn, die zijn van God geordineerd ; alzoo dat die zich tegen de Macht stelt, de ordinantie Gods wederstaat ; en die ze wederstaan, zullen over zich zelven een oordeel halen. « En dat deed onzen dierbaren Heiland den Stadhouder Pontius Pilatus op diens trotsch gezegde antwoorden : » gij zoudt geen macht hebben tegen Mij, indien het u niet van Boven gegeven ware.« »Door Mij regeeren de koningen «, dat woord worde dan tegengesproken, belachen, op zij gezet, wij belijden het, starende op het gewis getuigenis Gods; en wij hopen en wij bidden, dat de geliefde telg uit Oranje-Nassau, nederknielende voor den troon der allerhoogste Majesteit, het diep eerbiedig beiijde : *door de gratie Gods Koningin van het mij dierbare Nederland ! Maar indien ons tekstwoord dan ook van Haar geldt, die binnen weinige dagen den eed der trouwe"], [16, "12 afleggen zal, kunnen wij dan vergeten, dat-, als zij straks in de prachtige Nieuwe Kerk te Amsterdam namens ons volk ingehuldigd zal worden; als zij, nu onze geëerbiedigde Koningin Regentes aftreedt, zelve de regeering aanvaardt, zij optreedt met een Souvereiniteit, die door God den Heere gedurende een driehonderdtal jaren aan dat Huis van Oranje- Nassau verleend werd, waaruit zij is gesproten. Neen, als ik Haar daar ginds in dat kerkgebouw van de Amstelstad tegenwoordig zie, dan staat zij daar voor mij niet alleen, maar dan aanschouw ik in den geest rondom Haar een voorgeslacht, waaraan zij met banden des bloeds is verbonden. Dan zie ik ze vóór mij die prinsen en vorsten, als opgekomen uit het praalgraf te Delft, dat mij de engel der herinnering opensluit: reuzengestalten, wier geloofs kracht en energie door kleine zielen, aan het voor vaderlijk geloof ontzonken, nooit verstaan worden kan. Dien eersten Willem, den grooten Zwijger, die nog spreekt, nadat hij gestorven is, spreekt van dat geloof, waardoor hij, evenals Mozes opge voed aan het hof, als deze de smaadheid van Christus meerderen rijkdom dan de schatten der wereld geacht heeft; van dat geloof, welks bezie ling hem het stoute woord op de lippen legde: «»laat men ons vertrappen, Aldegonde, zoo wij aan Gods kerk slechts hulpe bieden mogen«; die zijn woord, gedurende den tachtigjarigen oorlog gespro-"], [17, "13 ken: '<je maintiendrai, ik zal handhaven % gestand heeft gedaan, waar het de rechten en vrijheden gold van ons volk; den prins, die voor zijn volk tot ieder offer bereid, voor hen gebeden en geworsteld heeft, totdat hij, maar nog met een bede voor dat »arme volk^ op de lippen, door het moordend lood werd getroffen. En wie treedt dan naast hem 't eerst voor mij op anders dan die edele Maurits, niet minder moedig strijder dan krachtig belijder der waarheid, die naar de godzaligheid is; die »met zijn schild minder zijn eigen borst dan wel het gansche volk bedekte ; den overwinnaar van Nieuwpoort, die na den roemrijken triomf voor heel zijn leger op de knieën Gode de lof en de glorie geeft? Dan zie ik daar Frederik Hendrik, die als I7jarig jongeling bij Nieuwpoort zijn broeder Maurits, als deze dringend hem raadt, dat hij zich in veiligheid stellen zal, dit krachtige antwoord geeft: «ik wil met U leven en sterven, en ver wacht van den hemel geen ander lot dan het Uwe« , den Stedendwinger, die ons land als met een grensmuur van veroverde steden omringende, Nederland een der machtigste landen van Europa deed worden Dan zie ik Willem II, helaas zoo vroeg gestorven, maar niet, dan nadat hij de rechten des volks heeft gehandhaafd tegen den overmoed der regentenpartij. Helaas, helaas, dat Nederland, na zulke prinsen bezeten te hebben,"], [18, "14 het huis van Oranje van de stadhouderlijke waar digheid buiten durft sluiten. Maar ziet, als de fakkel van den oorlog gezwaaid wordt, slaat ook het liefdevuur voor ( franje weer uit, en .... Willem III, allen smaad vergetend, treedt op om Redder des vader lands en Redder van het Protestantisme tegenover het verdrukkend Frankrijk te worden. Neen, ik wijs u thans niet op die prinsen uit het Huis van Nassau, die, wel geen helden inden strijd, maar met recht helden in het betoon van verdraagzaamheid en lijdzaamheid zijn genoemd : waarlijk, het leven van Willem IV en V, het wijst ons op bladzijden, door schandelijke ontaarding en smade lijke bejegening van het volk zwart gekleurd. Ook over ons vaderland had de revolutiegestalte haar zwarte vleugelen uitgebreid; ook hier had bij den dans rond den vrijheidsboorn de valsche leuze van «vrijheid, gelijkheid en broederschap* weerklank gevonden. O, mijn Nederland, mijn Nederland, schande over u, dat gij, ontstoken in uw bloed door de revolutiekoorts, Oranje naar Enge land vluchten deed, en den voet kustet van den Franschen tiran ; dat gij ternauwernood den prins het schavot deedt ontsnappen, dien wij als een anderen David hooien bidden: ( ). mijn Rotssteen, had ik Uw Woord moeten missen, ik ware in mijn druk vergaan.'. Maar, o mijn"], [19, "15 Nederland, wat zegen Gods over u, als Zijne genade u, na vertrapt en vertreden te zijn, in 181 3 Oranje hergeeft, die ook in den vreemde zijn volk trouw is gebleven. Wanneer straks, na den val van den geweldenaar, de koningstroon in Nederland opgericht wordt, neen, dan gaan een van Hogendorp en de zijnen geen vorst zoeken; maar dan is er maar één roep, en dat is, dat ( >ranje op den troon zitteti zal, dat geen ander dan Oranje de koningskroon zal dragen. En twee jaren later, in 181 5? Maar wie weet van den slag bij Waterloo niet? Wie weet niet, hoe de Heere der heirscharen wederom door Oranje verlossing schonk? Wie weet niet van onzen Koning Willem III, na zijn heengaan * Willem de Goedc« genaamd, die wel geen lauweren in den krijg heeft verworven, maar, eigen leven niet achtend, in 1S61, in de ranke roeiboot gezeten, over gescheurde dijken en ijsschotsen naar de önsrelukkieen heenvoer, die met den watervloed alles verloren hadden, om naar zijn kloeke woord »als de nood aan den man is, zijn wij altijd. bij elkander'- te deelen in hun nood, en daarna de beproeving met een gift van ƒ 40000 eeniger mate te leenigen : Neen, van hem spreken wij met geen enkel woord meer ; gij zoudt het overbodig noemen. Maar, wanneer wij nu de beminnelijke telg uit Oranje-Nassau daar voor ons zien staan, waarmede de Heere God onzen Willem"], [20, "16 III in zijn ouderdom en ons volk verblijd heeft; daar voor ons zien staan, door een roemrijk voor geslacht omgeven, dan mag 't ons zijn, als roepen allen in één adem ons toe: Hij, door Wien de vorsten regeeren, Hij gaf Oranje aan Nederland, 1 lij gaf Nederland aan Oranje ! Ja, Gel., God, Oranje en Nederland, dat is het drievoudig snoer, waarop onze landshistorie ons wijst. Maar zal er, zoo vragen wij, dan geen dank erkentenis bij ons moeten zijn, nu wij naar Boven den blik richtten en achter ons staarden ? Moeten wij Hem niet dankend te voet vallen, bij Wiens gratie de vorsten regeeren. Wiens majesteit allen dragen die in hoogheid gezeten zijn, voor wat Hij ons in Oranje-Nassau geschonken heeft ? Wat heeft, neen, niet alleen Nederland, wat heeft gansch Europa, wat Christus' kerk niet aan Oranje te dan ken, hoewel wij niet dan met smart gedenken aan wat, mede door der kerken schuld, in 1816 ge schied is ! Wordt vurig bidden slechts uit nederig danken geboren, o, dat dan van mis volk niet gelde, wat van Israël ergens geschreven staat : » zij zongen wel Gods lof, maar zij vergaten haast Zijne werken !« Maar, dat wij met dankzegging Gode te voet vallen, Die ons Oranje nog liet ; Die uit den schier gestorven stam nog een frissche lote deed voortkomen, welke op de liefde van ons volk mag rekenen !"], [21, "17 Maar dat ons danken dan ook in ootmoed ge worteld zij ! Want ja, bij het feestkleed past ons thans inzonderheid het kleed van den ootmoed. »God redde Nederland«, zoo staat geschreven op de gedenknaald aan Schevenings strand, en die weinige woorden betreffende een heuchelijk feit, ze mogen tevens het opschrift boven geheel onze geschiedenis heeten. Maar M. G., wat wij belijden, wordt het over 't algemeen niet verzaakt l Wordt de ontferming Gods over ons hier niet vergeten, en daar niet verzwegen, allerwege niet door stel selmatige miskenning beleedigd ? Is niet in de regeeringskringen het ongeloof aan het woord ? Hebben de revolutiebeginselen niet overal ons tekst woord op zijde gedrongen ? Roepen niet onze volkszonden luide tot God ? En, wanneer dan een volk met zulk een geschiedenis als de onze, met een vorstenhuis, zooals Europa geen tweede aan wijzen kan, sinds lang wegkwijnde onder de natiën ; als allerwege nijverheid en handel verslapt is; als duizenden zich over werkeloosheid beklagen ; als God kennelijk een twist met Nederland heeft, zullen wij ons dan niet verootmoedigen ? Ja, werpe Gods Geest zelf ons neer in de schuld, en klimme tot Zijn troon ons gebcet uit de diepte! Biddend hebben onze Oranjevorsten gestreden; bid dend geregeerd over een volk, dat voor en met hen bad; och, dat onze jeugdige Koningin aan het ware"], [22, "18 bidden geen vreemdeling zij, en dat een biddend volk den troon van Oranje omringe! Biddende, dat onze Vorstin gelijken moge aan die Neder landsche maagd van den penning van 1574, den meest benarden tijd onzer worsteling tegen Rome en Spanje, welke door niets dan een lagen tuin omringd, niettemin rustig ter neer zit, omdat zij met den vinger naar de Zonne der gerechtigheid boven haar wijzende, ootmoedig belijdt: «onze hulp is in den naam des Meeren !« Biddende, dat onze Koningin rekening houde met Hem, bij Wiens gratie zij de kroon van Nederland draagt; met dien Christus, Wien alle macht is gegeven in hemel en op aarde ; dat in de schaduw van het kruis haar ruste, de eere Gods haar streven zij ; dat zoo in haar hart gelijk in dat van ons volk de machtige echo naklinken moge: »'t Geheim van allen zegen (Oranje en Neêrland, hoort 't) Is in Gods vrees gelegen, Zijn dienst, Zijn gunst, Zijn Woord!« Ja Gel., waar die aanmaning van den onvergete lijken Da Costa ter harte genomen wordt, daar is goede hoop voor de toekomst. De toekomst . . . ai mij, donkere wolken vertoonen zich aan den horizont van ons werelddeel; wie zal zeggen, hoe"], [23, "19 spoedig Europa in lichte laaie zal staan, ook al wil de staatkunde een Europeeschen vrede bestendigen ? (') Wat zal er van ons volk, wat van ons vaderland worden ? Zijn wij niet op dezen feestdag gedachtig, dat met Willem III de laatste mannelijke nakomeling van Oranjc-Nassau ten grave ging? Als eens heel die stam wegvalt, welke stam zal dan hier worden geplant? Zal Europa ons ook zonder Oranje eeren, gelijk het ons om Oranje gevierd heeft; zoo vragen wij met een groot man onzer dagen. Och, wat kommervolle vragen kunnen zich naast deze op onze lippen verdringen! Gaan geen booze gestalten onder ons om, die Vorstin en Vorstenhuis gram zijn? Wandelen wij niet op een vulcanischen bodem? Voorwaar, voor kleine Staten inzonderheid kunnen zware tijden aanstaande zijn; en in de handen van onze Koningin kan een zware en moeilijke taal-: zijn gelegd. Maar wat nood, indien slechts de oude Leeuw van Nederland waakt! Wat zeg ik? De Leeuw uit Juda's stam leeft! De Koning der koningen blijft den scepter over Nederland dragen. Hij, door Wien het vrij werd en groot, maakt niet beschaamd het volk, dat op Hem vertrouwt. Zij dan ons oog hoopvol geslagen op Hem ; gericht naar die eeuwige bergen, van waar onze hulpe (') Daags te voren bevatten de bladen het bericht, dat Rusland de Mogendheden tot een Ontwapeningsconferentie had uitgenoodigd."], [24, "20 komt! Zij het oog van onze dierbare Vorstin ge richt op dien Koning, bij Wiens gratie ook zij regeert! En is eenmaal de ure gekomen, dat aan haar hand de toevertrouwde scepter ontnomen wordt, moge zij dan de onverwelkelijke kroon der eeuwige heerlijkheid door Zijne bijzondere gratie in Christus ontvangen ! Amen."], [25, ""], [26, ""], [27, ""], [28, ""]]