[[1, ""], [2, ""], [3, ""], [4, ""], [5, "VELEDA: A DRAMATIC SKETCH FROM HISTORY."], [6, "LONDON : PRINTED BY EMILY FAITHFVLL AND CO., VICTORIA PRESS (For the Employment of Women), GREAT COR AM STREET, W. C."], [7, "VELEDA. ACT I. A.D. 69 and 70. A Forest in the country of the Bructerii, on the banks of the Lippe, in West- phalia. One of the tribe of the Bructerii. Now, boy, the sun, The greatest of our gods, withdraws his presence, And with his setting and our prayer to him, Our labour's ended : no more shall we rest, Beneath the forest giant we have felled, And draw our breath at leisure. Strange it is, That after all my toil and weariness In hewing at it, now 'tis fallen there, I scarce can bear to look on't ; so like A man cut down, 'midst life and strength and beauty. Yet 'twill cheer our caves, when the too thick ice Defies to bathe for warmth in winter's stream ; And its lithe shoots weave through the clay lin'd huts, Our shelter from the glare of summer's noon. Here ! take my axe and let's be going. But what ails the boy ? B"], [8, "2 VELEDA He stands still and stares, As if his keen yet restless eyes would pierce Yon furthest off and thickest grove of oaks, And in their deep recess, whence the god's beams Slowly retire, bidding then- day's farewell, Discover something, that would repay him For his sore strained gaze. Hi ! boy, I say ! He neither heeds nor hears : his vision next Is bent on yonder tall and solemn pines, Whose straight bare trunks and high and airy heads Shoot upwards most of all our forest's trees Unto the sky. Aspiring things ! despising The common earth from which they took their root, Uncaring either to protect or shade it ; Having their life up there, unfit to be Both hiadi and low at once. But mark the boy ! his fancy clings to them, As if his life depended on't : he gazes With countenance half scared, and half again, As if 'twere prying : now he bends his ear, To list to somewhat as if he would crack it : And now he seems as if he fain would follow The object of his thoughts, and yet he dared not, For he stops short, fast rooted to the turf, Stiffened in every hmb. Hi ! boy, I say ! At length he turns, and with his arms aloft, Strides hither, with wild wonderment imprest On all bis features."], [9, "VELEDA. 3 SON. Hast seen it, father ? heard it Moving through the trees, and moving them too, As I did think, along with it ? BRUCTERIUS. Thy wits desert thee, boy, Or thou dost sport with me. SON, Neither, my father, for I saw a shadow — BRUCTERIUS. No doubt thou didst, for shadows now abound, And as the evening falls, they lengthen likewise. SON. Yes, but this one was white, And when the sunbeams caught it, it appeared To turn a sun itself. Father, what is't ? If not a spirit, sure then it must be Veleda our great prophetess. But look, Look there ; 'tis nearer than it was. BRUCTERIUS. Thou'rt right, perhaps, For now even I see something gliding hither With a most swan-like motion. And I mind me, We're not in truth far off from the lone tower, Where she thou namest dwells."], [10, "4 VELEDA. SON. Hark ! father, hark ! she's speaking to the air, Or to the trees, just as if they could hear her. Glad am I to have seen her ; yet I wish — BRUCTERIUS. What rashly wishest thou of one like her, More than thou hast already ? SON. Nay, only — that — she'd come no nearer us, For I begin to tremble. BRUCTERIUS. And I confess, Her closer presence moveth even me. Remember, boy, this seldom chance, for thou Hast looked upon our tribe's protectress, Far more than woman, more than even man. Thy luck is one to mark thee from thy neighbours, Since thou hast heard she wills not to be seen By such as we, or better. Yet 'tis said, Those who behold are above common fortunate. But she draws nigh, and we no more must seek To know of her who is a Mystery. So let's go while we may, Or it may hap — we cannot go or stay. VELEDA. A hewer of the forest and his child."], [11, "VELEDA. 5 Old age and youth Alike flee from my presence, as if I Belonged to some far other race than they ! Denying sympathy with them, to hold My awful converse with th' unknown Spirits. Though evermore do meaner links remind me That we are bound in one, for my existence Flows to full many sides : yet knowing all, Tasting but of the few, while loftier powers, And farther reaching, set me free again, Attract me to that centre, whence all that is Has being, and in which, dread thought ! they all May lose that being, unless even as it. At sunrise, As the lambent messengers of the coming king Fell on my couch, and light proclaiming day In his red robes with gold and azure mingled, His warmth united with the freshening dawn, To bid each floweret, as each monarch tree, Alike re-live and suck the dewy air, I wandered forth. While gladly by my side, Our clear swift flowing Lippe sparkled and leapt Beneath the soft effulgence : in its music, Seeming as if like me it were enchanted By the so glorious presence that showered down On both such joy and beauty. Gorgeous herald Of hidden essence, mightier still than it ! And ever since, I've traversed through the mazes"], [12, "6 VELEDA. '1 Of this wide pathless forest : while the voices Of its leaved tenants scarce a zephyr waked, And scarce did rustle pinion of a bird, Or chirp of smallest insect break that silence, Which itself, scar'd at its own profoundness, Seemed in its awe to listen for a sound. Now, on some low and grassy mound I rested, Now, did the gnarled root of aged oak Serve me like purpose. Or as time most fit For prayer and sacred song, I knelt me down On a huge stone, that yet may hide beneath My fire-consumed remains : or storm tried rock More pond'rous still, worthy to be an altar For life's last sacrifice unto the gods, To whom I then felt nearest, felt as they. But the night comes on, Stretching her chill lugubrious pall around, When fierce and savage beasts, undaunted by The day's stern men of chase, quit their dark lairs, Growling with famine, roaring for their prey. The great, like to then masters of our race, Intently prowling to devour the small ; Fell instinct sharpened, nerve and muscle strained Unto their direst tension, by the lure, And these too weak to stand fear's fascination, Waiting to be destroyed : or in mad contest, Struggling but for a moment with their fate, Then as beneath ferocious human fang,"], [13, "7 VELEDA. Helpless for evermore. Nor are these all ! the shades of darkness bring Forth from these woods strange creatures, who are not Nor man, nor beast, nor spirit ! but pertain Unto the elements : filling the chasm That yawns between us and the lower world. As higher orders, subtle and delicate, Escape our sense ; and yet whose power so vast, As mote unseen, could shrivel earth's poor orb, Leaving not even scorched gossamer, To me invisible ; though 'tis told their forms Flit through the twilight, loom across the mist, And flicker in the snow storm ; or buzz around, Or whisper overhead, when night's dark pall Is blackest, and the wild tempest rages, Wend voices heard through th' aerial thunder : As if they watched then opportunity To come the nearer man, but could approach Alone to him, by single sense at once. I dread them not, since of the elements I am, aud more ; and as I lend them power, Can they or serve or master me. [ Voice at a distance.] But hark ! My father's voice, famt as faintest echo, Nay as its shadow, could aught be so fine,"], [14, "8 VELEDA. He calls me home. Home ! has not that sound, Like to spent zephyr, so far off besides That save in it the breeze had no existence, This livelong day vibrated on mine ear, Nor by ambitious contemplation chased, Would be driven thence ? Have not these words, simple as childish speech, Yet complex to the utmost, invaded me, Knocked at my heart, and would an entrance find, Without or asking, or even caring for them. \" When Veleda seeth Rome, Then Veleda goeth Home.\" What mean they ? Daughter of Bructerii, My dwelling ne'er can be beside Rome's threshold — But why not Germany to conquer Rome ? Our very name foreshadows this ; and I Their Priestess, in its proudest temple, on Its highest hill may sit — and Rome beneath me ! The Gods know best. [ Voice.] But again my father. Calling for his stray prophetess, his more than child With whom, unlike the other sires around He hath changed places, setting her above him, Since Deities do will it."], [15, "9 VELEDA. Near the Tower of Veleda. CLODWEG, LEADER OF THE TRIBE OF THE BRUCTERII Civilis and the Batavii ask our help, Rome seeks to bind them in a shameful league Unto the Gaul, and so this one-eyed general, Rome's servant once, accused of treason now, Turns on his former masters, and the while, Finding his strength too weak for opposition, Craves help from friendly tribes. 'Twere well, were he but fair in the request : Our land was free and so shall be again. But — this would-be Hamiibal takes on him ; His tribe out-numbers ours, therefore he hints They should have precedence ; and reminds us, Because he was Rome's prisoner, but lately Escaped from its clutches by a miracle, As he threw off his dubious allegiance, He ought to be the foremost to revenge. From us he speeds elsewhere, like cause to plead; With difference, that as we Bruct'rii Claim for our own the Seeress Veleda, We first are asked, and she is to decide Whether for peace or war. Right, too, again, For as he knoweth well none will reject Her counsel, whether it falleth with, Or goeth 'gainst their humour. Yet there's still"], [16, "10 VELEDA. 'i What even the Seeress may not divine — The man's ambition for himself and tribe. Were Rome once conquered, what then of us Who helped to conquer it ? the Batavii And their leader, scarcely content would be As second in the future : though they scorn The Gaulish league, 'tis possible that then These froggy Islanders, part in the water And part out on't, would have us Bruct'rii Lose ourselves in them ; nay do their utmost This to compel, as Rome compels them now. Whate'er Civilis meaneth, we are fit To hold what's ours : nor is't to be denied That if he's bent unto this foul alliance, Another barrier's down 'tween us and Rome. I'll on to meet him, so I may detect His true intentions ; and if Veleda Gives her voice for war, that, nor our scant tribe, Nor I their leader, may be last or least, She shall with us : th' oracle of deity Must turn the scales, did they weigh heavier Than Civilis dreams CLAUDIUS CIVILIS, ROMAN PRISONER, BATAVII, CLODWEG. FATHER OF VELEDA, AND BRUCTERII. Batavii and Bructerii. Hail, Veleda ! Hail the Prophetess !"], [17, "11 VELEDA. CIVILIS. And I, descendant of Batavia's Princes, And more, our country's soldier, kindly greet The brave Clodweg, and the father of Veleda. CLODWEG. I return the greeting. FATHER OF VELEDA. Respect unto the Prince and to our leader, A hearty welcome to the Batavii, And peace even to this crestfallen enemy. What would ye, valiant leaders, of the Seeress ? Her humble parent waits upon your wishes. CIVILIS. Good old man ! It is through thee we must obtain our purpose, For she too nigh the All-divine doth dwell, Too closely treadeth on their awful steps, To speak us face to face ; unless our needs Exceeded what they are, or ills weighed still More heavily upon us. See the slight forms Of our protectors, made of the woven cloth And baked of the grain seed, borne up on high By our brave escort, to defend us from Whatever evil threatened on our journey : Their service certified in sudden capture Of this pale foeman, as he lurked us near."], [18, "12 VELEDA. Whom I now lay beneath Veleda's feet, Her slave henceforth : with spoil of lesser value, Stuffs of silk and gold ta'en from the enemy. On her sure power of presage 'tis we hang, To learn the issue of renewed struggle, Moved thereunto by Rome's own inward strife, Giving us chance, should she th' attempt advise. CLODWEG. Forgive me, Prince, if I advance a word ; I have agreed to aid, but bear in mind Veleda will not hark interrogation That's vain or idle, more than she will hold Thy gifts as aught, if thy meaning's doubtful ; Or if thou, or others with thee obst'nate, Would fain turn aside an evil answer, Should the like be vouchsafed. CIVILIS. Enough, brave Clodweg, I have truth declared, For truth alone it was, that I came hither, And in these times 'twas difficult ; for Rome Is active, and our fate is bandied still Within their councils, as if it was they, And not the gods, who were its arbiters. CLODWEG. Let us disperse then and await the answer."], [19, "VELEDA. 13 not FATHER OF VELEDA. While to her I go, And by to-morrow, she'll give weal or woe. ROMAN PRISONER. My malediction on the ill tongued witch, The ugly Bruct'ria, mischief's auguress. In dismal foretaste of the fate to be, Behold me here the woman's prostrate captive, Whom I did come to capture, worth a campaign, That would have won the name Germanicus. Fixed in my chains so close, the rebel rout Have careless left their well-galled prisoner, A piteous sight for deities to witness. Yet, thanks to Jove ! these thick skulled louts see Beneath plebeian garb that I am else Than what their heavy dull eyes gaze on : Gaping upon the shell, the kernel 'scapes them — This is some consolation. Thou_:h had I Not donned the common sentinel's outside, For other purpose than my person's safety, This body, centre of the hundred spears, Defending my hot foe, were humbled now The prey of earth, and this soul walking Hades, With the brave shades already sent before. Oh miserable fate, and mouthing sorceress ! My new and hideous mistress : would my sight When she doth look on me, might wither her,"], [20, "14 VELEDA. Or when with boast she comes to claim her captive, The sense of such usurping, might at once Launch itself on my heart, and force it Swollen with great grief and hate to burst in twain. Scene by Moonlight. VELEDA. All sleep, th' excited crowd, their hero leaders And my fond father, heedless of the fate They greedily anticipate upon the morrow. No one is nigh to thwart my meditations, Nor to come 'twixt me and that star- gemmed dome, Brilliant with myriads of sparkling hosts, Nor shadow what's beyond it, light insuff'rable Save to imagination. ' Tis said the gods once spoke to men, when men Were as the gods : then words were ill preserved, And now they speak no more, but to our thoughts. Yet doth thought seem, concerning doubt, to ask Only thoughts' self ; reality seen near, Real no more, and unreality The only true. Gross creatures that we are, Who cannot penetrate beyond ourselves, Or bid us five or die : who have no being We can call ours, or any claim thereto Upon the gods self-centred. Truth flies me far, shall ever mortal know it !"], [21, "VELEDA. 15 Greek and Roman sage, and those preceding By years innumerable in the far East, Where truth from fable- scarce is to be gleaned, As where Egyptian fanes hid from the mass, The wise who thought within them, never reached it Is it to come to other of our race, Or be revealed when all that's human's o'er, Lest in its might 'twould crush us? Mysterious deities, who gifted me With powerless love of immortality, Why silent thus? Ye, beyond space and time, The ever-moving, as the all-pervading, Essence of spirit, law to matter, answer Me, your eternal atom, lately brought To consciousness, scarce to intelligence, But as the opposite — to what is not. Distant as scintillate those shining lands, More distant unseen other worlds then they, Countless as measureless, each special power Ascending o'er the other ; last and greatest Equalling the whole. Set amidst the night As dreams are sent 'midst sleep, semblance of death, To tell wherever ignorance might dread, Only a void or darkness uttermost, There are both life and light. And thus, with wandering spirit, if so be That error dwell not wilfully, at times There flits across a flash so wildly dazzling,"], [22, "16 VELEDA. Of latent life hereafter to he wakened, That for a moment our weak mortal sense Is blinded : but once seen, its trace is ours, Ne'er to be lost again. Yet nature wars with us, We would partake of earth's poor mean delight- As if these were to be renewed on high : Although the body that did taste them here Becomes the clod we trample under foot ; Enjoying them alone is but the shroud Of a dead spirit, reft of fire ethereal. Alas ! our instincts as our ways, are far From those of perfect creatures ; racked are we With fear, or chilled next with disappointment, Until our spirits ill comprehending Being's experiment for fairer life, Feel shaken almost front their trembling seats, As trees by mighty whirl winds. But the shriek Of despair past, we're calm though spent ; happy That we survive. Amidst Godlike tranquillity alone, Are we delivered from the mastery Of conflicting forces ; but it stays briefly. For in the other scale, we're borne again Towards a knowledge supernatural, Ending in dream, or 'twere too much to bear, And death were a relief. The crowd, swayed by their senses, sometimes say,"], [23, "VELEDA. 17 That I am human only in my form, Assumed for their gaze. Yet in degree Alone we differ; though it seems as if That difference great, almost did constitute Difference in kind. Still, they no more Can sink, annihilate, than I miss life. From form to form shall one and other 2:0, Sole variation, that as now our thoughts, So shall these forms emerge to being. Civilis and our leader scarce to-night Have hit their time ; for still those haunting words, Like to persisting phantoms, stalk my brain, Driving away my search into the chances Of this revived contest. But — a sudden thought pervades me : Waits there not here a \" Roman\" Captive now? \"Home\" and Veleda the same meaning have ; This fathoms th' enigma, this the reply That shall inspirit them. Yet the mist returns, My mind is clouded ; how to be assured This is no freak of fancy ? By the fact, That my countrymen fight for the freedom, To abandon which, would stamp them dastards, Very dregs of men; and fitting to be crushed Like vilest reptiles, underneath the paws Of the imperial wolf. But who is this, stretched out beneath the shine Of night's fair queen and me ? Some wretched outcast, n"], [24, "18 VELEDA. l» Or some weary wayfarer. He lieth ill. And his gore-stained and torn dress is Roman ; Upon his limbs are fastened heavy fetters, And to a stake a long link'd chain doth bind him While in his sleep he writheth miserably : No freeman this, however sad or weary — It is my captive gift. Alas ! captivity's a fearful doom, Enough to scorch our brains, or freeze our blood No rest knows prisoner till nature's worn, And he doth lie, if not a corpse, most like one, O'ercome by very harassment of living, His own alone, when of his fate oblivious. Degrading thraldom, scarce for highest good Such end like means to win it justifies. While this poor fool, but hired to the fight— ROMAN PRISONER. Nay, Seeress, Thou beholds't no humble mercenaiy. I am VELEDA. Thou darest not say. ROMAN PRISONER. Whoe'er I am, mark me, I have heard That to which thou gavest utterance."], [25, "19 VELEDA. ) VELEDA. So then ! the noble Roman, or the Cæsar — I care not which thou dost insinuate — Apparelled as a common legionary For purposes askance can, condescend To play the eaves-dropper, crawling the ground, And like low animal, feigning a sleep Thou knewest not. But it is of a piece : The robber of his race can ne'er be aught Than those he doth belong to. I waste words On thee. ROMAN PRISONER. Stop and bethink thee well what shall befall, If I to-morrow shout in thy votaries' ears That their great prophetess mistrusts her powers, And scarce can rail against the enemy As they would have her. VELEDA. Will they believe their prophetess or thee ? Cease thy vain speech, nor longer bar my way With that gyved form. ROMAN PRISONER. Command were mine before Yet am I now constrained against my will B 2"], [26, "20 VELEDA. » To sue but for a moment's patience. I never thought to parley thus with thee, And least about myself. But what thou saidst, As thou didst fancy to the ear of silence, And what I now behold, have altered me. Seeress, thou art above thy countrymen, Thou didst compassionate where they insulted. If knowledge more than human thou affectest, Still — thou art leader, they thy followers only. VELEDA. Keep flattery as threats unto thyself, Bear in thy mind alone thou art a prisoner, And that a word from me ROMAN PRISONER. Can straight destroy me. But it thou shalt not breathe, or such revenge Shall it bring on thy country, that whate'er Of worst has happened there, tenfold shall be Augmented. Nor mayst thou, or those most dear To thee, more than the wild boar's common brood. Hope to escape. VELEDA. Thou braggart Roman, who wouldst try to fright Veleda or her valiant countrymen. Recall our past, how we have dared ye Romans, How we have combatted and conquered ye,"], [27, "21 VELEDA. When others cowered and succumbed : marvelling That such barbarians, as ye rudely deemed us, Risen from our beds of moss, and clad with hides, Should dauntless stand and triumph, where Our seeming betters knelt. Now hast thou brought Thy fate upon thyself: for if Veleda, Like to her brothers, may be sued for mercy, To it are neither to be terrified. Roman ! thou shouldst die a smoking sacrifice, And at my bidding, as the happier doom, But that I know the slow death of slavery Will prove the bitterer curse ! Live then, Veleda's slave and prisoner of the Bruct'rii. CLAUDIUS CIVILIS, CLODWEG, FATHER OF VELEDA, & OTHERS. CIVILIS. Now, friend, that we are met again, Let's hear our answer. By my dream last night It must be fair. ROMAN PRISONER. Ha! Ha! CLODWEG. Who's that? The Roman slave, Mocking in very spite, because he feels That fate's against alike his cause and him."], [28, "22 VELEDA. FATHER. \" Home against Rome.\" So briefly doth declare my prophet child, And that she will companion ye unto The battle. CIVILIS. Dark doubts now turned to fairest certainty : The farthest piercing muristrant of fate Has told us well : her presence in the fight Exceeds what I did hope for, thanks to Clodweg. Her mystic sisters midst their Cimbrian heroes, Thus traversed then* fair land ; so shall she lead If not to victory — why then — to death : No medium worth such intervention here. CLODWEG. For thee, ill mannered captive, if thou livest, E'en draw thy breath as a Bructerius, And bid adieu to Rome. The Bructerii and Batavii circle round the Roman pri soner, and pointing their weapons at him, exclaim: \" As this captive bound, may his fellows he. And then raising their arms and weapons to the sky, add *' Thanks to the Seeress and the immortal gods."], [29, "23 VELEDA. Field of Battle. Near the River Waal. VELEDA. Batavii, Bructerii, and tribes allied, Who by the gods' behest possess this land, Shew forth to-day that as ye are its sons, So are ye its defenders and its masters : Against a foe that would, forsooth, dispute Your title with the deities themselves ! And such a foe, claiming as founders, gods, The cubs of a she wolf; and they their heirs, Descendants of the rabble of the world, And of force-captured mothers. Now a horde Of slaves in soldier's garb ; bound to tyrants, Each crazier than the other ; no sooner Cæsar's, than the dagger's at then throats ; A mob of hired assassins ; nay a host Of ravagers, let loose by evil powers For mankind's curse. United as one man, Before your gods ye've sworn to oust herefrom These scum of earth, aye, and for all time coming. While the confounded enemy looks on, Dismay'd and speechless ; and their late proud eagles, Those ensanguined birds, their molten pinions At the stern sight droop in despair ; or like To the vulture, turn their gloating eyes Upon their bearers, as swift coming prey. Hearken above ! Through me the gods address ye !"], [30, "24 VELEDA. Great Odin hates the coward and the slave, Heroes alone feast in his halls, attended By fair spirits feminine. Faranes Wields the forked lightning to dart on the foe, Searing their marrow; and majestic Freya, Beauteous as powerful, on her shining throne, Yonder awaits to welcome the brave slain, And theirs, unto the latest offspring. Then forward to the battle with Tuisco ! See ! he shakes his awful spear defiant In the pale faces of the enemy. Shout your cry of vengeance till the air reels , And as a whirlwind, sweep resistless on, And dash them to the dust. Be every heart A sheath of death, made mortal by your steel. Hurl them down and trample o'er their corses, To win him, the last, if only one remain To flout ye — no prayer for mercy hearing. Follow my chariot, for where'er it flies, Victory careers with it ; the gods are with us, And the day's our own ; fearless advance — Veleda leads ye on."], [31, "25 VELEDA. . After the Battle. ONE OF THE BRUCTERII, AND ROMAN FEMALE SLAVE BRUCTERIUS. Well ! thou poor wench, thy countrymen to-day Had not lost much, and I as little gained, Were mine none other booty than thyself. I thought to kill, as I encountered thee On yon red field, which seetheth up and down Manured with blood ; kneeling not unto us For thy frail life, but with eyes turned skyward, Imploring it of some false god of thine. For in my wrath, I did behold in thee Those who have not spared our woman's beauty, Nor our children's innocence. When like light The Seeress swooped near, winged helmet on her head O'er which her own oak waved ; her fiery horses, Whose nostrils smoked and sides were in a foam, Goading with spear of battle ; and with mien Triumphant, routing the flying foe, till rout Became a massacre ; while with loud shouts Upon her flashing track we hurried. Her eagle glance fell on thee ; scarce she checked Her wildly rushing steeds, to call to me, \" I give the slave her life ;\" then thundered on ; Germania's prophet queen, bride for Tuisco's self, And nothing less ; a sight I'll ne'er forget !"], [32, "26 VELEDA. i But what to do with thee ? Thou miserable, Who hast not ceased to turn thy looks on high, Except to gaze upon the way she took ; Nor speech to utter, save that stupid word Thou murmurest oft, whose meaning's not for me, The Allelujah ! What, again ! All-el-u-ja ! Now that I think on't, Thou wicked worm, that word must be a spell Thou puttest on me ; for as I gaze again On thy dark face, it seemeth not so ugly As those are of the brutes thy countrymen ; Nay that 'tis marvellous fair, as fair almost As my own wife's, who's waiting with her neighbours, To suck our wounds or help us with then spears. Take off the spell, I say ! And let me see thee, as thou shouldst be ! Ha! thou smilest as 'twere in pity. Reed that thou art ! to dare to pity me, The hugest of oui' tribe ; who this day hugged To death a steel clad Roman, and another's Headpiece with his club beat in, until Both brain and helmet mingled in a mass ; And could lift thee betwixt the air and earth With thumb and finger. To pity me, indeed ! But thou shiverest, for thou hast no heat With fighting. Here, throw my bear's hide round thee, If thou cans't carry it. No ! But dost offer Thy little skin of water for my drink ;"], [33, "VELEDA. 27 '■> I'm sore in need on't. Yet art thou sure 'Tis free from poison? Thou look'st up again, And drink'st thyself. AVell, I will trust thee. Hah ! 'tis delicious. Wilt answer now, thou seest I doubt no more ? Thy head at last is bent To say me yes, whilst thou dost make a sign With arms stretched to the widest; another riddle! But I must haste ; how earnest thou in the fight ? Does Rome send forth her female slaves to battle, Because their betters fighting do despise ? ROMAN SLAVE. I came but with my mistress, Wife of the conquered general. BRUCTERIUS. Aye ! some dainty dame, with shiny stones filling Her nose and ears, and what she'd call sweet odours Of little stinking animals about her ! Come to keep her proud husband company, And as he lorded others, so she him. A loud mouthed haughty set I hear they are, And fond of power ; who when they use it ill, The Cæsars whip their husbands for it : Rare sport for these same Cæsars ! Nor to be trusted even as wives I'm told, Roaming about as fancy leadeth them ; Unlike to our true hearts, who even die"], [34, "28 VELEDA. Upon our funeral piles, or on occasion Hang themselves ! Was't such thou servedst? ROMAN SLAVE. A most good mistress, who left me behind When she could do no other. BRUCTERIUS. I'll tease my head no more about thee, But see thee safe with Bertha, till such time As our grand feast is o'er; whereat we'll offer Unto the gods a brimming bloody goblet ! And spike around the seats of our brave leaders A chosen lot of Roman heads to grace them ! Then may Veleda leisure have perchance, To think of such as thee. Come on."], [35, "VELEDA. 29 'i ACT II. Country of the Bructerii. Tower of Velida. VELEDA. A year and thus much gained, The opposing host no longer blights the Rhine ; Along our king of rivers every camp O'er thrown or burnt to ashes ; save Mayeiice, Ashamed because the sole unconquered. Two of their greatest strongholds, Bonn and Neuss Within our hands, and on the Rhine's left bank No Roman lingers. While Clodweg and Civilis Grasp their swords confident, trusting to me. Yet, the devouring wolf is hit alone In one of its huge members — if it howls, 'Tis not because of mortal agony, But only that it trails a wounded limb ; Ami as it skulks aside or limps along, It sharply whets its bloody fangs afresh, Or crunches them, the one against the other, As if for practice; and with cruel eye,"], [36, "30 VELEDA. Whose lurid light enkindles its own path, Glares on our track. Others dwell not on this, But I distrust endurance of our fortune : Leaders and tribes divided 'niong themselves, Forget or see it not. The while, What though one Cæsar down, and ere he died By his own hand, sentenced as a traitor, And to be paraded, with his head set Betwixt a pitchfork's prongs ; another, cruel As he, and more a miser — down again ; Third effeminate, overcome in battle, Seeking his sword's point — now the months reigns Closed with a glutton's. Rome has not yet reached The culmination, whether of power or vice ; Till then, will some antagonists bow down, And in their meanness be o'erlooked ; while others Like unto us, fight for their lives, or lose them. But how it is that tyrants, spoliators, O'er the free prevail, is surely dark enough : What can Rome give us, more than we have now, If it should take our all ? Can good arise From evil? Barbarians they call us, Of soil and climate arid as ourselves, Yet strangely wakening then cupidity. What are these Romans at the best, but slaves Of luxury and ambition ? Often, alas ! life seems but a deceit, A passing imperfection, or phantasma,"], [37, "31 VELEDA. j That which we most desire, eluding most, That for which we care not, obtruding on us. That which abounds, the humblest, as that Which is highest, rarest : a combination Of what's good and great, the wonder of an age. Amidst enjoyment, sense of coming sorrow Brooding within us : bridals and funerals, Mingled together, ludicrous yet ghastly. The infant's swaddling bands, the crutch of age In mimic helplessness fronting each other : Giddiest heights and sloughest hollows jumbled : What the day before did with sore struggle, By to-day undone ; and from apparent void Whate'er brought to existence, like the ephemera, Lasting but for an hour, or even fading While we look on't. Our questionings of all Met but by awful silence. Still does faith, That other certainty, assert there lies Deep in the seeming wrong, the essence of the right While voices of the air, and of the waters, Realms of the fire, and caverns of the earth, Proclaim from chaos past, comes forth eternal order. Yet for the hour, The prisoner's escape bodes ill unto us : Sullen he did his duty, for the taskmaster Stood o'er : he scowled, it seems, on all save me, And seldom I cast eyes on him. Last time, He said he vainly had implored his gods"], [38, "32 VELEDA. To save him ; and besought me hard to strike, With mine own hand, if it were only To provoke these gods ; or satisfy My own grim deities, with human victim, And that victim Roman ; lighting the fire Myself, to show the way on his dark journey. His gods have heard his prayer and he is free, Most unaccountably ; prognosticating thus, A destiny I like not, as if he, And some great malefactor of our tribe, Had fought — and he o'ercame ! CLODWEG AND VELEDA CLODWEG. Seeress, hast heard Tlie rumour of the Roman in the forest ? VELEDA. How could I, hasty leader, save through thee? CLODWEG. I did forget — but yet of much thou knowest That is unknown to others. VELEDA. Yet of this news I nothing am aware, That it is not the best, I can but guess, from thy abrupt intrusion. CLODWEG. Thou'rt right — the ravenous wolf,"], [39, "33 VELEDA. Already crammed to gorging with possessions, Wrested froin those they rightfully pertain to ; Recovered from the stroke we dealt before, Craves for new glut, and hither wends to tear us. VELEDA. Then better than before, let us deal it A thorough thrust, and hit the monster vitally. CLODWEG. Aye ! we'll have at the head and at the heart Of the fierce brute ; or we are done. We'll on to Rome ! Another part of the Country of the Bructerii. PETRILIUS CEREALIS, AND ROMAN PRISONER. P. CEREALIS. 'Tis weary work, this waiting to wipe out The stain of past defeat ; such sluggishness Undoes me, and our brave cohorts, stamp with Impatience, till their iron heels, the ground ring. It is a year since these same savage tribes, With front unbroken in the field defied us, Banded and bold though all undisciplined : Cunningly knitted and dovetailed together In their unwieldy bulk ; our veterans hacked Until their swords were blunted : yet they stood A wall of human cement, nay a rock, Impenetrable. n"], [40, "34 VELEDA. ROMAN PRISONER. Yes, for Veleda bound them. Now, dissevered, jealous and distrustful, Others and they have sown a scattering seed ; And like the faggots of an unbound bundle, Each maimed and severed fragment lieth strewn Upon the ground, without or strength or mass. P. CEREALIS. We will upon them unexpectedly, Weak in defence as in attack they're strong, Our chance is fair. ROMAN PRISONER. Alas ! the Priestess Tower of Veleda. VELEDA, AND ROMAN FEMALE SLAVE. VELEDA. Strange girl ! why would'st thou not again Unto thy country? SLAVE. For thy sake, Priestess, who did'st save my life, When it was left of Rome. VELEDA. That deed repaid itself, Had'st thou not tenfold paid it; day and night"], [41, "VELEDA. 35 Thou watchest, and if a look betrays my wish, Nay, almost ere 'tis formed, it is accomplished. SLAVE. 'Twere but my duty this, did I not also Serve thee from such affection, as a slave Like me, may shew thee. VELEDA. Thou speakest ever of thyself as nought ; A slave I know thee, but thou speakest as Thou wert degraded more than lowest slave That lives ; as if thy actions never fashioned right, Or thy thoughts harboured it : yet I can see No wrong in thee, save that thou art a Roman. Who art thou then, and what thy ill deeds done ? My mind is sad with evil augury, And harassed by contention of our tribes, Who quieted by force, brood still in silence, Eating their hearts out, lacking those of others . Thy history may distract me from myself. SLAVE. Priestess, mine is a lowly history. My father as a common gladiator, Led a wild life : one day he failed to win, And the back turned thumbs too well did tell him, That he must die. Through grief my mother followed My aged grandsire from that fatal hour, d 2"], [42, "36 VELEDA. Disgusted with their murderers, forsook The faith that cherished such fell spectacles, And sought a purer. Until then, he had His living from the gains of my poor father ; Now 'twas my turn his wants to satisfy, Although I counted but ten years of life. I wandered with him through the Roman streets, Offering the flowers oft watered by my tears, To those disposed to buy ; poorest Of all our poor. Meanwhile we met hi vile And hidden places our associates, And praised the Lord. But traitors knelt there : of a sudden, was My grandsire dragged unto the Colosseum. I followed, while his captors tried to hinder, To \" spare the mite,\" they said. Beneath the feet Of the vast throng I crept, met for the show. \" The Christian to the lions\" was their cry. Once more he did behold me, as he made The blessed sign ; while with his loudest roar, The famished lion rushed in the arena, Maddened by thousand shouts, with eyes of flame And mane erect with rage, his jaws distent, Ready to spring upon his helpless victim ; But ere the monster touched him, — he fell dead. Above our heads soared high a snow white dove, While the wild beast crouched low, and a thrill Of awe, ran through the now hushed multitude."], [43, "VELEDA. 37 ) I knew no more, until I found me outside Of the huge structure, and o'erheard the words, \" It is the flower girl :\" I looked up, and saw The speaker— 'twas my mistress, who did ask me To come and be her slave. My silence answered As my grief could not, and I did follow her. VELEDA And was she kind? SLAVE She was : and often though I judged She knew my dangerous faith, she only said, I served her well. VELEDA. And as we serve the gods, it is that makes us. Now, would'st thou not rejoice, to see By us, thy kindred's murderers laid low? SLAVE. They knew not what they did — besides Our faith bids us to love our enemies. VELEDA. Poor slave ! thou ravest ; no faith could thus command Or it would be as babblings of the fool, Whose wits have all deserted him : Knowing nor centre nor circumference : Whose fleeting flimsy brain, no more the will,"], [44, "38 VELEDA. To crystallize that thought which makes him man, Turns him to idiot ; only fit to herd with Such as himself, who seek their wretched dole From thine own Roman Magistrates, presenting With palsied hands in token of their frenzy, Their olive branches wreathed around with wool. SLAVE. Alas ! if we cannot forgive our brother, How then can God forgiveness to us send, For our far more offences against Him? VELEDA. The gods and men are different — yet The gods avenge ! SLAVE. To God belongs it to avenge, not us. VELEDA. A strange religion, strange as the wild tale, It tells of its own God, a sacrifice for man. Country of the Bructerii. CLAUDIUS CIVILIS. Alas ! where'er I turn, nought waits on me, Save the frown of hate, the glare of anger, Or the side long glance of shy suspicion. After bloody fights, desperate as doubtful,"], [45, "39 VELEDA. In the midst of which, my hardest efforts Scarce sufficed, to keep the weapons of our tribes Pointed against their enemies alone. Now, They turn mad and brute like, one on the other ; The fox's cunning hath achieved the deed, The fierceness of the wolf, did all but quail froni. The minions of the Cæsar lurk about, Availing them of our frail weaknesses, or Fiery passions ; while their fighting comrades, Make good the track they leave with cut and thrust Those who still stand by me, shunning the snare So guilefully prepared, disheartened, sore, With downcast looks, think moodily on home, And of all wild evil that may chance there. Walking this night my weary watch alone, It flashed upon me, straight to have recourse As a last hope unto the oracles : That they perhaps may seem, even to change Fate itself. I will unto the Priests. The River Waal. P. CEREALIS. With what a mighty and prolonged shout, These harassed savages welcome the dawn, Uncouthly praying to their deity. Strange, that there still should be such life in them ! Aud on the stream how eagerly they gaze, As if they waited for some goddess there,"], [46, "40 VELEDA. . Over its waves wafted to assist them, Or heaved up from mids't its watery depths, When other aid were none. ROMAN PRISONER. Look harder yet, For by my sword, thou speak'st the truth in jest; See in the distance onward floats a bark, Which gilded with the bright rays of the morning, As with a glory, neareth yonder host, Fast as their wishes crave. P. CEREALIS. Another shout that's fit to rend the skies, And make the firm earth shake ! But how thou starest upon the living freight, With which that bark is laden, As if Aurora's rosy self sailed there, And yon two stream gods, her attendants, steering. ROMAN PRISONER. No wonder if I gaze my eye balls out, For that fair image landing on the soil, Is one that memory only bears too well. The snowy garments, white as seabird's wing, Or Alpine pinnacle ; the waist encinctured With the brazen zone, binding unto her side The steel of sacrifice ; the naked limbs Clasped with the girdle's metal ; the oak-crowned head."], [47, "VELEDA. 41 From which the golden hair in long locks flowing ; The calm blue eyes, serene as starry night, Yet ever to the thought withm obedient, Changing as changed it ; black with despair, Fiery with rage, or gray with keen intent ; The towering form, and the majestic mien, To one alone belongs of all this land, Though Greece gave prize of beauty to its women. General, thou seest Veleda ; prize more worth Than her whole tribe, unto her only, As the brute body is unto the soul. CEREALIS. Thou stintest not thy praise of her, Therefore the rarer prisoner shall we Present unto our Romans ; may the luck Be mine to compass her. ROMAN PRISONER. That deed will try thy mettle, though The most skilled general, our Rome for long, Has sent from out her host. Markest thou how The shattered tribes disjoint to craziness, Come flocking from all quarters ; and circling Around at her command, each grasps the hand Of each ; clanging their spears with gladsome ring, Steel unto steel, as heart to heart repeating, The throbbings of its fellow. And by the gods"], [48, "42 VELEDA. Oak. Look there, they kneel to her, as if She were the herald, not of their deities, But were indeed a deity herself. P. CEREALIS. In vain. We lost before, But now we go to gain. A Sacred Grove with raised Arbour and Sacrificial PRIESTS, VELEDA, LEADERS, AND TRIBES. PRIESTS. Prepare the sacrifices ; That we the will of the high gods may know. \" Mystic three with faces veiled, \" From all that be on earth, \" Before thine altars as we stand, \" Amidst affliction and disaster, \" Let us nearer come to thee, \" Awful gods enthroned above \"Mysterious as powerful ! TRIBES Hail our gods, and send us sign To tell our prayers are heard, Strike above the cord divine ; That to it we may respond. PRIESTS. \" Defend thine altars from the Roman Idols,"], [49, "VELEDA. 43 \" For which we fight before all other things. \"Preserve our land, our land the fair and free, \" Its mountains and its plains, its flocks and herds, \" Its Priests, its men of battle, and its sons of toil, \" To give their offerings as they ever did. TRIBES. And ever shall. Great Odin above all, Who led us from the East, and fought for us, Long years gone by : on thee we call ! VELEDA. Let the lots be tried Here's the fruit bearing tree, its branch To pieces severed, and again resevered. Three apart are ta'en, and as they lie, So shall we search into the auspices. PRIEST OF THE LOTS. \" The way the layers are, \" Bids us in fear the auspices consult. TRIBES. Woe! VELEDA. Proceed in fear so be it, that hope may follow. Let fly the feathered songster in the air, Watch the flight he takes, the song he carols high"], [50, "44 VELEDA. ': PRIEST OF THE BIRDS. \" He soareth not according to his nature, \" Nor warbleth even a note ! TRIBES. Woe ! VELEDA. Let him stand forth, whose office 'tis To peer upon the whirling eddies, and The flow of waters. PRIEST OF THE WATERS. \" The current stagnates, nor can we discern \" A trace of liquid motion ! PEOPLE. Woe! VELEDA. Bring from his grove the milk white steed, Ye sacred priests, that drew your car along, That he may neigh his answer. Favoured creature, unto whose wise instinct, The gods do lend their secrets. PRIEST OF THE HORSE. \" Unwillingly he comes, pawing the ground, \" His feet, fire striking from the flints,"], [51, "VELEDA. 45 ] \" And bending down his head, as if \" He meant us ill : dumb too the while ! PEOPLE. Woe! VELEDA. Try the final sacrifice, Upon the monarch of the Bovine herd, And search his smoking entrails : Lead him to me, wreathed in his flowery pall. \" Thou sacred animal, I deal to thee \" The blow which killeth ; \" Die that we may live ! \" And may the gods upon thy reeking signs, '• Propitious be. [Strikes him PRIEST OF THE CATTLE. \" The entrails show but as the common lot, '' Of the mean lowing herd ; no difference \" Can we find. PRIESTS AND TRIBES. The gods are set against us, Woe on Woe ! VELEDA Ye sacred ministrants, and ye my countrymen, Look not thus downcast ; unto me 'tis told"], [52, "46 VELEDA. Why evil waits ye here. \" Our dissensions Anger the deities.\" End them, and whate'er The shattered remnant left of our thinned tribes, Fight to the last : then will the gods be kind. Mark well my words, for they escape my will ; In the front I'll stand a sacrifice, none higher Can ye get ; so ye may win through me, If not with me ; and twice or e'er the sun Shall see his setting, doubt there shall be none : When man can do no more, the gods do all : 'Midst our vicissitudes we're in the right, And who are thus, to them the gods owe might. PRIESTS AND PEOPLE. Hark to the Priestess ! Hail! Veleda. Night. Storm. Tower of Veleda CLODWEG, CIVILIS, VELEDA, PRIESTS AND TRIBES, WOMEN AND CHILDREN, P. CEREALIS, ROMAN PRISONER AND SOLDIERS. CLODWEG. 'Midst darkness of the night, black as their deeds, And rage of the mad elements, the foe are on us. Surrounded by the priests, with Odin's symbols, The Seeress looks down ; the skhi of sacred animal Flung o'er her, while his broad horns crest her head, And hooves swing round her ; brandishing on high"], [53, "47 VELEDA. A flaming torch as beacon to inspirit us. Our hardy women roused at the sight, With wild dishevelled hair, desert their homes, Asking for spear and shield, their bridal gifts, As weapons to defend themselves. While by their sides run on their children, Shrilly calling, \" Let us kill the Romans.\" If I must fall to night, I fall as ought their leader. ROMAN PRISONER. I've sworn to take the Seeress, That last palladium of these hordes forlorn ; And I had all but won her, though amidst A fight, mortal enough to scare Bellona's self, And make her sheathe her sword for evermore. But I was loath to cut the old man down, Who struggles by her side ; for ne'er will she Forgive such deed, whatever else forget : Yet fate's decree inexorable constrains, And if I shirk the chance, no more may I expect. ROMAN SOLDIER. While I laid me here, I fear to die, A fury whose grimed face was black as Hades, Armed with a kindled resin branch, Did thrust its scorching end into my wound, \"To staunch the blood,\" she screamed; and then Flared on again towards my comrade ; Running her spear into him. Ere we came"], [54, "48 VELEDA. To this cursed forest, 'twas with men we fought ; But here we meet those demons of the place, Who with shrill shrieks rush out behind each tree ; While naked imps no taller than our knees, With hot and prickly twigs, and sharpened tusks Of savage animals, attack our limbs, Wheeling about on one side and the other, So fast that they escape. Next the men-devils, Stab us in front with hoarse inhuman yells. And their wild cattle, driven to help the rout, Rush madly up and down, bellowing their best, And trampling out the life that's left in us. But by the flash, I see another comes, Oh Jove ! the head she-devil of the whole, With robe a gift from Tartarus about her, That never steel shall pierce ; or she'd been down A thousand times to-night ! I'll try to drag me off, or I'm undone, The sight of that black hide, will scarce even let me die ! VELEDA, CLODWEG, CIVILIS, FATHER OF VELEDA, AND FOLLOWERS CIVILIS. Seeress, one moment's speech ; The bad may have worse follower, and to shun The climax of the ill, let us make truce ; To save the sorry remnant that yet hang,"], [55, "VELEDA. 49 On our lost fortunes ; let us bend now, To rise the higher after. CLODWEG. There spoke the traitor — [Flash of lightning.] VELEDA. Cease, I command ye both. Look there ! The gods shower down their fire upon my tower, My childhood's home, now crashing to its doom, Where oft I wandered searching each dark nook, For my dead mother, crying, \" Mother, come, Come to thy little V'leda !\" And the flame of my poor mimic torch is out, No more to light my perished countrymen. [Throws down the torch.] Yet — does my spirit last unto itself, And Odin's altar stands ! One effort more, ye heroes. Stop me not ! The gods' own weapon meets the heart of him [Draws her knife of sacrifice.] Who shall oppose me, and their maledictions Be on the one who quails to follow me. Great Odin ! hear my call, my long loud call. On, brave Bructerii ! Home for the living, Valhall' for the dead — for all the Roman downfall ! On! E"], [56, "50 VELEDA. CLODWEG. All goes against us, our sole hope Is centered in the band around Veleda, Rallying point and thickest of the carnage, Which as a raging sea sways to and fro, Surging a crimson element. While she's safe none lose courage, and the foe Feel that their fairest, greatest prize escapes : Thrice have the general and the other Roman, Despising meaner prey, like madmen fought To reach her, and thrice been driven back. But what a cry was that? Hurling to the ear Despair and rage in all their wildest fury ! I came to breathe for a brief moment here Being nearly spent, but I must off again, For life or death does call me. ROMAN SLAVE. Save the Seeress ! They force me from her ; Allelujah ! VELEDA. Liberty's no more ! Let us not live To curse the day we killed it. Fire the forest ! Lest the wrathful deities By famine gaunt, sick pest, o'ertake who's left, Red funeral pile of those that are departed And of our land ; last offering by their priestess Unto the gods, upon their thrones of clouds"], [57, "51 VELEDA. down stroke Answering in rolling thunder. On, there — on — Veleda. leads ye on — To death ! CIVILIS. Scarce had the Seeress her last command Committed to the deities of flame, Than she was prisoner : torn from us, as if The cheated heart of each defender, she Bore with her in the wrench. Her sire struck < In the attempt at rescue, while in vain She thrust her 'tween the old man and his foes, Her knife of sacrifice, become a dagger, Keeping them at bay. Until a spear, More skilful than the rest, or still more cruel, Gashed her fair brow, with what seemed mortal Staining its marble o'er in bloody streaks, With which her fingers play unconsciously ; The spearman in reward cleft to the chin, By that strange Roman, who does gaze on her Like one distraught. Dumb with despair, and pale as sheeted corse, Her keen glance wanders till it meets her she, Then glazing, fixes upon vacancy. Or, sudden alternation, her grand form, Before the incarnation of defiance, Now tortured by rage and powerlessness, Writhes like the prey of a convulsed spirit, e 2"], [58, "52 VELEDA. Seeming to threaten Rome, and us, and her : In piercing accents harrowing up our souls, Asking the gods to end her with her country. Her ruffian captors awestruck as the rest, Stand mute and motionless, at distance from her; Afraid to seize that which they most did covet. A fearful sight even midst the raging flames And the death agony, to look upon."], [59, "53 VELEDA. III. Passage of the Alps. VELEDA. My murdered father ! well it is, this morn, That thou art here no longer to behold The destiny prepared for thy child. To thy abode so shadowy and so far, I will not send a message of my fate, But cheat thee into hope that I am free. As thy loved features set in icy death, I thought I could recall thee by my voice And make thee live once more, as was thy wont Once more smile on Veleda. 'Twas idle all, and then I tried to join thee, And be no longer importuned with misery. But these Romans grudged that immolation Of the self they honour, and I was saved In cruelty, and forced to traverse thus The foreign way 'tween lines of enemies. My captive march seems as it ne'er would end,"], [60, "54 VELEDA. The tie that binds me to our northern land, Galling the more the more I draw it, till Life fain would crack at every step I make, While my captors as I faint, bear me aloft, Upon their shoulders, fearing much besides I may life's food refuse. And it were so, Did I not hope for rescue at the hand Of man or deity ; and the words anew Ring in mine ears — Rome ! Home ! and VeUda ! Through fairer scenes I've passed than e'er I fancied ; To me, alone a blank, or torturing contrast. As last we halted on these barrier rocks, Threatening their grim defiance to invaders, The rosy twilight donned her purple mantle, Enveloping the plains, the thousand feet below ; And that vast mountain avenue, stretching Into infinitude, whose proud snow dome Lost in the sky, amidst its icebound pinnacles, Appeared a throne, as the night's gloom fell on't, Fit for a deity in mystery shrouded, Whence to gather back the savage grandeur Of his own creation. Roarhig cataract, And thundering avalanche, and towering Alp, Fathomless chasm, and stone ruin, huge As fragment of a world, upheaved or crashed Bv fire ! Now morning's sun lights up the hundred peaks, Throwing his earliest glory on the highest,"], [61, "55 VELEDA. do Changing the dark rocks into shining radiance, Descending till the valleys share the splendour, While the silver streams run softly through them. Here where the Carthagenian strode down, Upon that Rome to which we now are bound, And scared it 'midst its pomp. Scene sublime! Happy in its unconsciousness ; while I — ROMAN PRISONER. I come to save thee ! VELEDA. As thou didst before ! ROMAN PRISONER. Nay, save thee as my wife ; Thou shalt be ranked among our highest matrons, And spared the shame of spectacle for fools. Dost hesitate? VELEDA. Most surely no ! Away, for I detest What thou hast done — repulse what thou wouldst ROMAN PRISONER. Hear me, Veleda. By the gods I swear I love thee, aye, as -if thou wert a Roman : I will defy alike the jeers of friends, And set at nought the angrier opposition Of my proud kindred, for to wed with thee."], [62, "56 VELEDA. VELEDA. Roman ! is't possible that thou canst fancy So lightly of a daughter of the Bructerii, That she would mingle fortunes with a foe, Though Cæsar's self: still more canst thou forget Veleda was their virgin Seeress? Shame on thee, thus to deal such deadly insult Unto the likeness of thy sacred Vestals, Unto a fallen people, and to me. ROMAN PRISONER. Reflect, Veleda, thou art prisoner now, But death must overtake thee, if thou refusest me VELEDA. As unto many miserable before, 'Tis the most welcome gift that can be sent, Too welcome far for thou to be its bearer. Hence ! and remember at thy dying hour, When only thy dread Orcas stares upon thee, Thou saw'st in me, but one who'd not disgrace Her country, less betray the awful powers Who chose her for their service. One, who despising a short span of life, Exchanged for such degrading abdication, Shall straight ascend from that pure mystic seat, Where Might above the mortal placed her here, To sphere of higher spirits like her own."], [63, "57 VELEDA. Think'st thou I'd forfeit such a privilege, For aught that thou canst offer, even though The priceless gift of liberty ? As well mayst ask Of yonder blazing orb to blot him out. ROMAN PRISONER. Even as that sun himself disdains not To send his beams upon us, so mayst thou Be all thou wert, and yet be mine also, To give me life and light. Cease then to urge Rejection of my suit, through superstition, Sprung from a baseless faith. Bructeria again Thou ne'er canst be, the name and race henceforth Must be for ever merged in the Roman ; But as a Roman, thou mayst still be one. VELEDA. Thy words reach not mine ear ; I hear above, the greeting of your populace Roaring like cubs around their wolfish dam. Yet mark me, Roman ! rather will I face That howling mob, be patrolled aud paraded Through their ranks, be hooted, reviled, cursed, Spit upon : and at the last, flung from the rock Of thy Tarpeian Jove, be turned to garbage For meal of foulest animal, than betray My countrymen, or be unto them, less Than their Seeress ; and from the gods, an outcast !"], [64, "58 VELEDA. ROMAN PRISONER. Then must I 'gainst thy will Force happiness upon thee. See, the mist falls, Midst its obscurity we'll fly together, For thee, Rome I'll abandon, never more Behold it, nor for it my sword unsheath ; My steps where thou shalt lead, thy purpose mhie ! [ Turns away.] VELEDA. Never, vain man ! Already my protector Draws nigh to me, although the presence comes, But as a shadow, undefined and darksome ! ROMAN PRISONER. Then fare thee well. Seeress, thou hast the suit of love repulsed To mate with that of hate ; thy country's scourge Does think to drag thee through the filth of Rome, Chained to the wheels of captive's triumph-car. But to the infernal deities I doom the one Who thus shall lead thee ! [Alone.] VELEDA. What is't I see, as from the sun I turn Towards yon mountain which the mist-veil covers ? A looming form, a something coming as It were from nothing : less corporeal than The vapour it partakes of: now it assumes Proportions like the human, but of stature"], [65, "VELEDA. 59 Which surpasses it. While the spectral garments seem to show Like outlines of a woman's — nay, like mine, If that I know myself in this scant garb Of captive. Deeper the shade, and a ghost visage Slowly doth emerge, dim mask that next takes on The lineaments, that shape a woman's too. Have ills so altered me, that I do dream Of that which has no being, fabrication Of witless eye, lacking its own, and seeking That which to it belongs not? No, 'tis there! 'Tis form at least, as I have framed it coming Upon the trees, upon the rocks, and clouds, Creating I, what I could not retain, The form that's man, and is not. But I appear to know thee, thou air being ; Phantom of royal prisoner as like me Thou passed these Alps in slavery and in chains. It is ! it is ! Art come to bear me back . Unto our native home ? But thou dost fade ; Stay ! Thy Priestess asks thee — nay, commands Her Queen to stay ! No ! As I raise mine arm Thou wanly pointest to Rome — to death. With that word death — 'tis gone ! its errand o'er, And on that web, no image breaks the whole. Away again ! fleeting o'er yon dark forests, Through which the wind wailed farewell as I passed, And the trees waved their branches mournfully."], [66, "60 VELEDA. What do I hope or fear? Amidst these solitudes Awful as silent, scarce dare I question. Alas ! poor priestess, shalt thou ne'er again Behold thy country, nor in thy countrymen Behold thy soul pervading : never more Launch unto them the oracles of fate, Nor feel the inspiration of the gods : Grey shade, thou mean'st it not — thou couldst not mean it, Advance, impatient guard ! Let us descend to the behemoth capital, And the low sea ; that sea I ne'er have seen, Ocean of destiny perchance for me, O'er which sails vision bark from other world, Seeking Veleda, battling fate's tempest, Struggling with its waves. Rome. P. CEREALIS. So ! My companion claims the Seeress, Though it was I that took her, when he stood Like scared poltroon, and save my stratagem Rome ne'er had seen her ; for the rather than Have yielded up their prophet, those barbarians Had spent themselves to the last man, who e'er"], [67, "VELEDA. 61 He gave up life, had drawn his spear on her, And placed the goddess, beyond his power or mine And he would have her too for his mere self, Disgracing thus our victory, and our show Denying us, as if such thing could be ! Depriving Rome and me of what is ours, Our spoil, our triumph ! While Vitellius gloats on the thought, and scarce Can sleep, or even eat, for chuckling o'er it ; Hades shall see him ere I consent. Dungeon. VELEDA. Is't come to this ? Unseen and dreadful powers, Gods of each people under different names, From first to last the same to one and all. To-morrow sees me dragged along the streets, A sight for all the vilest slaves in Rome To gaze their fill on. No refuge left to shun A show so hateful, and no rescue nigh, Nor my abhorrence of the base sport, nor Failing powers sufficient to destroy me. Vainly but yesterday, I did attack The sentinel, who paced by my side"], [68, "62 VELEDA. ) With steps machine-like, and cold glittering eye Ever fixed on me, aping the basilisk. Seizing his sword, or ere he was aware, With maniac strength I plunged it in his breast, Panthig to breathe the air without these walls, The blessed air like liberty itself. Still had he breath to cry unto his comrades, At whose sight desperate, I sought the fire That serves to dissipate this dungeon's damp, Anticipating thus to end my agony : But all too quick they were, and forced me off My burning pyre, my sacrificial altar. And though their dull tread now but tramps outside These shackling thongs so closely gripe me here, I may not dash my weary head against This cavern's rocky sides, but must await The slow and lingering steps of monarch death, Creeping to me like old man as he is, His scythe as yet to whet, his sand as yet to run. Would that the darkness of this dreary night, Lit only by yon cresset's feeble shine, Flickering amidst the vapour, gave way to dawn, Breaking upon me, of a brighter world. Ended for ever all that racks me now, Even of ambitious hope, soaring on wings Which being mortal wax both faint and weary, Trying to win that Infinite, beyond Their last and utmost flight ; aspirings"], [69, "VELEDA. 63 Only to reach their goal when death is o'er, And the cribbed body prisoneth them no more. Roman Female Slave enters. SLAVE. I almost fear to speak, so like is she To spirit which hath cast its mortal form : But those sad eyes ! those eyes earnest as sweet On which I've gazed, till in their wondrous depth My soul did lose itself. Those thongs ! no spirits feel such misery ; Priestess ! VELEDA. My grateful slave ! I thought thee with the slain, And that thou wert at peace. How is it thou escaped, when higher ones And stronger fell in the fight? SLAVE. Priestess, our God is mostly with the weak, I was too small to crush, and as the flames The forest girdled round, my captors told That thou already wert upon thy way To Rome, whither they would take me. Arrived here, I thought of thee alone, And dreamt of seeing thee, before thy —"], [70, "64 VELEDA. . VELEDA. Death ! thou wouldst add. SLAVE. I went unto my mistress, who exclaiming Saw me with wonderment, and besought her To win me access to thee. She did hesitate, Amazed as much at the request as at The boldness of a slave : silent I supplicated Him, who doth hold the hearts of men, to sway her ; And all praise to Him, I'm here. Now, Priestess, see, I loose the thongs that bind thee Haste to exchange the slave's attire for thine, Fly far this living dungeon, and may God Protect thee farther, while I pray for thee. VELEDA. And leave thee to suffer ? SLAVE. Thee they'll spare not, but their own slave They may — or I am ready when my master calls. VELEDA. Can Rome produce such bravery In a degraded slave girl ? SLAVE. Dost thou doubt me, Priestess ?"], [71, "VELEDA. 65 'i VELEDA. No, thou high-hearted one, I doubted Rome. But the temptation's past ; Veleda flies not at the cost of thee. SLAVE. Again I do implore thee, let me save thee. VELEDA. I've answered thee. Here, take this gem, that my fool keeper shook at. All that remains to me of earthly treasure ; A king did give it me : 'tis fit to buy The force of million slaves, who when they know Their power, can freedom give to Rome again, Leaving the world no longer at the nod Of mad, embruted Cæsars. SLAVE. Nay, Priestess, we obey and serve in peace Those set above us by the will of God. VELEDA. As thou wilt, 'tis thine, Thusnelda's signet. But why gaze upon it thus? SLAVE. I've heard that name : as the pale reflex Of some dim memory it comes before me. F"], [72, "66 VELEDA. i VELEDA. What murmurest thou of lost Germania's name? SLAVE. It dawns upon me that she was my ancestress ! VELEDA. Slave! Christian! Roman! Thine? SLAVE. She had a son, Thumelicus — VELEDA. Too truly aye, thy gladiator Father ! Great Gods, who not content with death and ruin, Do fling us down shame's lower abyss still ! Up, thou pale girl, and be what the gods made thee. Kneel not to me, although thy parting Priestess, Rise like to her who perished a Cheruskan; Like to the bold Icenian, Briton Queen; Call on their shades to wipe disgrace away, And like them five — or die ! SLAVE. Alas ! alas ! my kingdom is not here. VELEDA. Quick ! ere the rabble come, swear on this gem —"], [73, "67 VELEDA. SLAVE. Priestess, forgive, and let me kiss thy hand, Or ere we part, alas ! perhaps for ever. VELEDA. 'Tis anguish piled ; but yet the day will come ! Rise, fold thy Priestess in a long embrace, Last scion of great Hermann. So — Veleda never sees thee more. SLAVE. Priestess, farewell ! Noble though unenlightened, May God to thee be merciful. Morning. KEEPER OF THE DUNGEON AND VELEDA. KEEPER. What a tumult both inside and out, All Rome, and more, I think, have left their beds, And a noise roars like thunder round the walls. But my plaguy prisoner yonder standing, Lists to it not, nor minds it, nor sees me. Yet is her face so bright, her smile so fair, Surely she sees and hears what faileth me, Or this night's turmoil had scared even her, And turned her senses, as it has turned mine,"], [74, "68 VELEDA. i Nigh upside down. I'm glad my wits were left me to refuse The jewel she did offer for her liberty, For it had turned a cinder, and perchance I too had turned as black as any Ethiop, With a long tail besides ! Aye ! smile and smile I all but lost my honesty with that smile, Though I could scout the jewel. And talk and talk away about yourself Like other women, and how well you look. They're all the same, wild woman of the woods She prates about so much, or Teuton witch, The Augusta's self or even sacred Vestal. But what say I ? Pardon, great ladies, pardon ! I'll give up my office in the Mamertime, Or I be crazed with such a charge as this ! I wish that I were outside with the rest, Or she were there, or I were anywhere, But where I am ! VELEDA. Methinks that I could sing as I was wont In our old woods, all through the starry night, Waking the slumbering echoes with the sound In praise of heroes and of deities, Bidding all nature listen. The scene is changed, but it will change again, And worse for Rome — not us."], [75, "VELEDA. 69 Far ages forward when its ruins lie A mocking wreck for strangers to surprise at, And even pity; our majestic forests, Unbounded plains, wide rivers, lofty mountains, Shall still be heritage of our descendants, The head and intellect of human race. Even rivalling fair nature in their arts, And o'er the rest of men, greatest in wisdom, Rome's sons confessing their supremacy. Adhering they to other faith, supplanting Their false gods ; whilst ours — But I can tell no further. From the East A blaze doth blind me, brighter than the sun Now mounting the broad sky to light a world ; And in its midst, although I dare not look on't, I know there reigns in fire the eternal circle, Within whose round the triad angle burns — STANDARD BEARER. Seeress, thou art free ! Vitellius lives no more, his glutton's life Let out by the new Cæsar's favourite officer ; Who asked but as reward for the prime deed, Thy liberty : then wreathing thy vervain chaplet Round the hilt, fell on his sword and died. Alas ! our best and bravest. VELEDA. 'Tis well that thou should' st weep ; for me"], [76, "70 VELEDA. I hear but the one word — Liberty ! Aside, and let me pass. STANDARD BEARER. Vespasian conies ; way for the Cæsar ! VESPASIAN. Seeress ! The pageantry prepared to-day To shew thee captive, now awaits to bear Thee free where'er thou wilt. Alas ! Flaminius' last desire. Cast off her chains And open wide the gates, that I may lead The Seeress of the Bruct'rii unto Our Romans. [Shout.] ROMANS. The Cæsar and the Seeress ! The Seeress and the Cæsar ! VESPASIAN. Hark ! their loud greetings pealing to the skies. See ! how they rush and struggle to behold thee : And thou, thine arms upraised, dost gaze on them. Is't not a sight fit even for thy wonder, A million of the masters of mankind, And thrice as many slaves. STANDARD BEARER Now the Imperial eagle is let fly That bears Vitellius' soul, while there approach"], [77, "VELEDA. 71 Flamen and senator, knight and soldier, all That high shall lift the choicest of the Cæsars To the empurpled seat ! VESPASIAN. But what comes o'er thee, Seeress? 'Tis but a moment since thou stood'st erect As thy primeval pine upon its plain ; Defiant of yon waving sea of faces, Yet scanning them as if thou sawest each, Asking nought save thy proud strength to bear thee Now, thou lean'st heavily upon mine arm, The flash that kindled in thine eye is waning, And thy colour pales to ashes. Say if 'tis ill with thee ? VELEDA. Liberty's too late ; A sacrifice was wanted, and 'tis here. The crowd were right, I'm more than human now, And yet last night I grieved in my dreams, And still I shudder as life's torch goes out, Though flaming to the last. KEEPER. I can look no longer. It's my opinion 'tis not her at all The Cæsar has there — she is off, away,"], [78, "72 VELEDA. Right o'er the head of yon deck'd-out Prætorian. For as he spoke she rose so tall and high The roof seemed scarce to keep her : and as she Cried out, Liberty ! with such a yell as ne'er Was heard till now, the light danced in mine eyes, And I could see no more. The thing that's tumbling down and muttering there Is but her effigy, for whom the Cæsar's Fittest company ; since these big Cæsars Have queer jobs to do, of which we plebs are Right well rid. What next? our new blown Emperor Beat to his knee already ! I'll away, Lest worse fall out. My blood is all a-curdle, And I doubt whether my friends will know me In the streets — I'll try. Look thou to thyself, Thou jaunty standard bearer ! for thy face Grows waxy, and thy banner topples. I'm off ! [Goes out.] VESPASIAN. Seeress, I do compassionate thee. VELEDA. Cæsar, no need. I yield but unto fate. Take flight, my spirit, wing your way aloft, Rejoicing like the bird that carols sweeter, As it nears mOre the azure dome above. May it again be with the Bructerii Till their revenge is slaked : and if transcending"], [79, "VELEDA. 73 Their gods and mine, there be one higher yet, May he help them and me. Thou think'st I see But yonder heaving mass, that soaring eagle ; While to mine eyes the sky seems opening, And descending with the snow-piled clouds, Dazzling your Jovian sun bird on his track, Come shining messengers to bear away All that is dear unto the gods of me : While this earth form fast to the earth is sinking Fit carcass for a dungeon, where my spirit May yet solace some prisoner, or, less welcome, Scare the tyrant in his palace : bright visitant, Pale phantom, as he each may make Veleda, Or as she shall serve the purpose of the gods To cheer or to appal ! STANDARD BEARER. The roar of Rome is silent, and her people Motionless, as if they waited On omen from the gods ! VELEDA. True at the last — VESPASIAN, What is true? Speak if thou canst. VELEDA. Down ! Cæsar, down ! Thy diadem at my feet. \" Away — away from Rome\" — G"], [80, "74 VELEDA. VESPASIAN. Alas ! Thou sinkest lower, And scarce I hear thy voice. VELEDA. I mount on air, I float in rays of light, Entrancing sounds do greet my finer ear, Odours, all nature's incense, waft around me, The universe unfolds before mine eyes, And nearer comes the All, the unknown presence, Nearer, nearer — Awful Essence — here ! VESPASIAN. What can aid thee? VELEDA. \" Let — me — home.\" [Dies.] THE END. 12 JA 6 J PrintcJ Ijv Emily Faithfill _ Co., Victoria Press (for the Employment of Women), Great Coram Street, \"W.C."], [81, ""], [82, ""], [83, ""], [84, ""]]