[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, ""], [8, ""], [9, "KRH AEREN . • i)ARÍO DE REGOYOS . España negra Con 27 grabado y 7 originales en boj"], [10, ""], [11, "• ESPAÑA NEGRA •"], [12, ""], [13, ". EM1LE VERHAEREN . . DARÍO DE REGOYOS . • ESPAÑA NEGRA • ■ BARCELONA ■ • IMPRENTA DE PEDRO ORTEGA • Calle de Aribau, número i 3 MDCCCXCIX •"], [14, ""], [15, "• LECTOR QUERIDO • Por algo y por algos allí donde los españoles estuvieron dejaron indeleble señal de la magnífica y orgullosa simiente de su raza. Siglos hace ya que no se puso una pica en Flandes, porque hoy las ponemos únicamente en el morrillo de los toros. Siglos hace que la plaza del Ayuntamiento de Bruselas no se adorna con triunfantes banderas ni se estremece la delicada crestería de sus balcones y aleros con el ronco sonar de atabales que anuncian al poderoso Duque de Alba Don Fer nando Álvarez de Toledo. Siglos hace en fin que la negra careta del verdugo no tapa al afilado y pálido rostro de los Condes de Hoorn y de Egmont... El nombre de «español» parece haber desaparecido de los Países Bajos, tan altos y tan florecientes hoy. Alguna vez ojos negros que chispean en el aceitunado rostro de una tendera flamenca, pálidas caras ó señoriales perfiles que descubrir en tabernas, teatros ó plazas, nombres de calles y enseñas de tiendas os traen como lejano y grato tufillo del españolismo rancio y algo como el perdido eco de guitarreo, zambra y huelga. Es esto porque aquellos ojos y aquellas caras son \"¡españolas!\" sin saberlo y sin quererlo. Ahí tenéis, lectores, un poeta belga, ilustre por sus títulos de li terato, gran escritor en su país, orgullo de Flandes y del arte mo derno ¡Emilio Verhaeren! No habla español como Rodenbach, el gran novelista gantes des cendiente de española familia. No lo habla ni apenas conoce nuestra literatura. Pero llega á España y sin darse quizás cuenta de ello habla como español puro y neto. Su raza vuelve á dominarle por atavismo maravilloso. Y así le veis, en esos magníficos artículos traducidos por un su amigo, loco de entusiasmo por las cosas de nuestra patria, per siguiendo tipos, paisajes, sensaciones fúnebres, espectáculos bárbaros, corridas, muertes, cementerios, procesiones, y fiestas de la que típi camente llama él España Negra. ¡Saludemos como español á Verhae ren! Español; digo... Lo parece á primera vista, pero no loes. ¡Porque Verhaeren habla bien de España! Rodrigo Soriano."], [16, ""], [17, "• AL PÚBLICO • No es mi deseo hacer un libro ni mucho menos lanzarme á la lite - ratura y sí únicamente presentar al público á Emile Verhaeren, gran poeta moderno nacido en Flandes, ignorado en España, que ha escri to muchos volúmenes de poesías y que al hacer un viaje, hace algunos años por nuestro país, lejos de verlo de una manera alegre como la mayor parte de los extranjeros que nos ven al través del cielo azul y de la alegría aparente de las corridas de toros, sintió una España mo ralmente negra. Acompañándole en su itinerario le seguí en sus ideas dibujando algunas cosas que vimos juntos. Allá va la traducción de sus impresiones de viaje por España em pezando desde San Sebastián y siguiendo ¡a costa de Guipúzcoa. Que no me tomen por escritor, sino por compañero del poeta fla menco es lo que más deseo y ruego al público antes de leer estas im presiones de viaje. Darío de Regoyos."], [18, ""], [19, "•ESPAÑA NEGRA- NOTAS DE VIAJE de EMILE VERHAEREN i POR LA COSTA CANTÁBRICA. Buscábamos una diligencia á todo trance con mulas viciadas, dispuestas á rodar por los precipicios, á romper los arreos y matar al mayoral. Los paisajes hacían desearlos; con furia de artistas íbamos preparados á lo que nos reservase la casualidad; guisotes rojizos, calamares negros, quesos pe trificados; la posada grasienta y perforada por los insectos. Buscábamos algo nuevo y distinto de lo que ambicionan los ingleses que en sus viajes no bus can más que el confort, comodidades, una mesa servida á hora fija por ma nos de groom estirado con frac y pechera tiesa. Nada de esto; comer lo que salga ó dormir en un diván ¿qué importa? puesto que hay aire puro de montañas y mar; sol y sombra á elegir para disfrutarlo. ¡Oh, notarios, den tistas, fabricantes de biberones ó jeringas que forzosamente necesitáis des cansar vuestras posaieras en asientos bien mullidos y los platos emperejila dos! Ellos y los ferro-carriles han vulgarizado la pasión de los viajes. Ahora son estos lujo que se paga uno ó cumplimiento de la promesa que se hizo á la mujer ó á los niños si son buenos. Del delicioso ensueño que antes era ir á la ventura en busca de lo desconocido se ha hecho hoy una distracción metódica, uniformada para «libro de memorias»."], [20, "10 • ESPAÑA NEGRA • —No falta nada?— esta es la sola reflexión que se hacen al hacer el baúl. ¿Quién es Bsedecker? el más soso compañero de viaje que he conocido. ¿Y Joanne? un pedante geógrafo cuyos libros debían condenar al presidio de las bibliotecas de provincias. ¿Se recorre el mundo para coleccionar es tadísticas, conocer los hoteles más chic ó profundizar el estudio de la historia? Buscábamos una diligencia— decía— la más desvencijada, la más seme j inte á una caja de contrabajo, la más rechinante que hubiese. Esto tenia Diligencia vascongada que encontrarse en un país con aldeas costruidas como á bofetadas contra las laderas de la costa Cantábrica, país salvaje con caminos apropósito para equilibrista de cuerda floja. Se realizó nuestro deseo. No era la diligencia de Gautier con su zagal y postillón que quizás fué bonita pero decididamente profanada por la ópera cómica. Era otra cosa: Un armario amarillo y negro tirado por caballos, mulas, y en las cuestas por bueyes, que aparejados juntos sudaban obede ciendo á los latigazos entre sapos y culebras lanzados por la boca del ma yoral. Entre ¡aida y arrayual poco á poco se vencen las cuestas y entre ga lopes y trotes con acompañamiento de ruedas y correas se hacen muchas leguas. A lo mejor hay una parada sin saber nadie porqué, escepto el ma yoral que sino es para echar una copa, sabe que ha dado cita la víspera á un amigo para tratar de alí*o que interesa á los dos y la diligencia entera es perando. Luego aquellas entradas alegres en los pueblos desempedrando calles y rechinando hierros que parece debían romperse los cristales de las ventanas á nuestro paso. Una vieja había tomado sitio la última en el pescante. ¡Oh! qué viejas esas de España que muchas parece que han asistido á la agonía de Cristo! De repente se puso á tararear una canción lejana, pero cantada con aquel"], [21, "ESPAÑA NEGRA 11 temblor de vejez y sus manos de un amari llento de madera no hicieron un movi miento apoyadas en sus rodillas. Parecía acordarse de algo triste que nadie más que ella podía saber. Atravesamos paisages con grandes refle jos de colinas verdes en el río que traían á la memoria cuadros de Courbet; otras ve ces se descubría el mar con falaises ó con rocas formando dragones monstruosos; ma rinas de Monet; después era un efecto de Rousseau ó bien de Corot lo que aparecía. Pero por encima de todo se piensa en algo que no se ha pintado nunca; en el cuadro que cada uno lleva grabado en sí, original y fatal que persigue á cada paso y del que se ven fragmentos en ciertos sitios, sea en aldeas, valles ó costas. Vieja gui- pu^coana Los pueblos desfilaban; calles en que los tejados se dan como cornadas de borre go con sus canalones enfrente unos de otros; balcones que avanzan hacia la mitad de la calle con ropa secando como un fes- tejo de colgaduras y banderas; puertas con clavos y aldabones, escudos tre mendos cubierto alguno de paño negro en señal de luto como una cara vendada. Hojas de hiedra y flores en los balcones formando jardinillos de hierro carcomido por los años y el salitre; luego una iglesia color pimienta de Cayena y piedra pómez con el mar á sus pies. Lle gábamos á Guetaria la vieja. ¡Cuántas igle sias de esas hemos visto por los rincones de nuestros viajes en la España apartada! El pasado de esta última debió ser trágico al parecer. Su rosetón tenía piedras embu tidas reemplazando vidrieras que faltaban y dejando abrirse apenas una lucerna por donde entraba una pequeña claridad. Por debajo del edificio á manera de túnel estre cho está la salida al muelle. El interior en estado ruinoso y obscuro como una mina. Mártires vestidos como maniquíes se adi vinaban sobre los altares y una lamparilla sola, rojiza, ardía delante de un S. Antonio, silueta siniestra. Las columnas elevándose altísimas, las ojivas entrelazándose arriba y al ver la base enorme de la torre, aquella mole dedicada á santo tan pequeño, produ ce gran impresión y asusta. Al exterior dos campanas verdes de bronce empezaron á tocar al ángelus mientras una lagartija se ocultaba como relámpago entre las piedras acribilladas de agujeros en aquel muro que parecía hecho con esponjas. San Antio nio de Guetaria. Los puertos de estas costas son glorio-"], [22, "ESPAÑA NEGRA 12 sos de suciedad y de abando no. En las calles se peinan las mujeres. —Oh! qué cabellos se ven negros interminables! Se dá de mamar á los niños y de las puertas obscuras salen gatos para roer huesos anacarados de merluza ó de dorada en los montones de basura recibien do al forastero con mirada te rrible de gatos monteses no acostumbrados á ver gente. Pero esta suciedad hay que perdonarla; vale más taparse la nariz y seguir adelante, por que gracias á la falta de cuida do se piensa poco en demoler, menos en modernizar y jamás en restaurar; todo tiene cierta poesía para el artista: torreci llas truncadas, losas gastadas, goznes torcidos, la vejez en to do reinando siempre. En el campo y aldeas es to davía mayor esta dislocación de cosas ; ni tejas ni contra ventanas de los caseríos están en su sitio. Los carros de ruedas planas sin rayos van tirados por bueyes. ¡Qué gusto dá oir la música lejana de sus ejes para avisar la llegada en los cami nos estrechos de que están horadados los montes! Gracias á este ruido un carro espera á otro para hacer el cruce en los apartaderos. Los dos bueyes unidos parecen formar un solo animal, los cuer nos atados al yugo y pendiendo del testuz bor las de sangre como despojo de guerra, la cabeza avanzando. En las tierras, mujeres de azul ó de negro con ancho sombrero de paja segando el trigo; los hombres con la herramienta vascongada llama da laya trabajando la tierra á mano de manera tan primitiva, grandes pedazos de terreno que mete miedo ver faena tan dura. Los tipos pura mente vascongados, pómulos poco salientes, nariz de águila, labios finos, barbilla afilada y la inseparable boina en la cabeza, esta, pequeña, enclavada en anchas espaldas. Movimientos dis cretos de brazos y la tez curtida por el sol. Tipo vascon gado Otro pueblo vimos caido como juego de bolos en la falda de un monte; cuando llegamos se celebraba en la iglesia destartalada el funeral por una difunta. Según la costumbre del pais delante de cada mujer arrodillada, los carretes de cera ardiendo sobre paños negros estendidos en el suele, iluminaban por debajo todas las ca-"], [23, "ESPAÑA NEGRA • 13 bezas; los pequeños cirios con su luz cruda destacaban las arrugas de aquellas caras inclinadas, las frentes lustrosas con mechones de pelo gris y las manos juntas teniendo los rosarios. Era una devoción imponente. El suelo desaparecía bajo tantos bultos prosternados y negros. Mil lucecitas en un altar alumbraban un cristo flaco y huesudo con falda morada y corta. Inolvidable! aquel canto desigual y sin órgano que duraba horas; especie de súplica monótona, gutural, pesada, la voz del cura más triste aún qne las del coro del pueblo. Concluido el funeral cada uno apagó su cirio con los dedos mojados de saliva. Las mujeres por su lado desfilaron y el duelo compuesto de hom bres solos con capas enormes acompañaron á la difunta al campo santo. Allí dos grandes cipreses como candeleros negros se destacaban sobre el mar. El terreno era con guijarros salpicado de cruces bajas; un rosal en un rincón y tablas de ataúd al lado de la puerta todavía con girones de paño y los clavos que habían estado bajo tierra. En el depósito de trastos y herramientas de todo cementerio español entre pedazos de un sombrero deshecho y de botas con elásticos, vimos un montón de huesos al descubierto que era ni más ni menos que la fosa común con dos cajitas de niño vacías y casi enteras en primer término. Los muertos en aquel pueblo no los tratan de una manera envidiable y la pala del sepulturero que se apercibía sobre unos terrones no estaría mu cho en reposo. Me dijeron que cuando después de dos ó tres años de enterrar á un pobre nadie paga por él, su cuerpo aún en estado de descomposición es allí don de viene á parar». — Aquí el poeta empieza á exaltarse; dice que quiere ver los cementerios en todos los pueblos que visitemos y es curioso seguirle en su manera de ver nuestro país hasta llegar á crearse él una ESPAÑA NEGRA. Aquel día después del entierro seguimos á los viejos de las capas que fue ron á la casa de la difunta para rezar el Padre Nuestro por el alma del pri mero que había de morir entre los que allí estábamos presentes, como es costumbre hacerlo en el país Eúskaro, y miramos de refilón ala puerta de entrada, viendo en el fondo varias mujeres gordas y enlutadas dando el pé same á una que lloraba. Así se acabó el día de impresiones tan extraordinarias para un artista que viene de Flandes y muy vulgares para nosotros que las vemos tan amenudo. Regresando á la posada decía el belga abriendo ojos de espantado y miran do por encima de sus lentes: «En tu país la muerte debe hacerse du bon sang; en las iglesias la celebran como una gran Santa y en el cementerio la ceban como una glotona.»"], [24, ""], [25, "ESPAÑA NEGRA 15 Visita de pésame."], [26, ""], [27, "ESPAÑA NEGRA 17 II. AURRESKU DE NIÑOS. — FIESTA DE SAN JUAN EN TOLOSA SAN MARCIAL EN VERGARA. Cmrábamos dando latigazos á galope en una ciudad viejísima, sobre una ro *-* ca y lejos de todo ferro-carril. Las campanas vibraron con fuerza y sobre las losas estrechas de la calle, en medio de un hormigueo negro de gente, veíase moverse las notas claras de vestidos azules, blancos y rosa; era un ballet de antiguas danzas eúskaras ó bascas. A nuestra izquierda vimos la iglesia con la estatua del Santo Patrono en cima del pórtico, engalanada con banderas; habían puesto una aureola de linternas alrededor del Santo y flores en grandes vasijas. ¿Quién era el santo? — San Juan Bautista, el más adorado, más festejado en todo Guipúzcoa. ¿Cómo era la estatua? — Un pedrusco hecho por algún escultor de aldea, uno de esos terribles creyentes que pareció entretenerse en torturar la pie dra de una manera inocente, esculpiendo Cristos y Madonas. Allí se ven Nazarenos en cruz y Dolorosas en los que se destaca una espantosa tristeza, cuando no es metidos en altares negros es entre vidrieras de armario al res- A ¡tares de Guipúzcoa plandor de cirios ó lamparillas y se graban en la memoria como obras maestras de salvajismo y de retorcimiento de dolor. El San Juan que habían adornado encima del pórtico, era de granito pintado. Colores chillando sus crudezas á los delicados oidos de las flores que alrededor estaban; la masa"], [28, "18 ESPAÑA NEGRA de piedra cortada á grandes golpes; la cara del Precursor enjuta, su torso atormentado por la vida austera, todo su cuerpo consumido y los ojos como abiertos por las apariciones terribles de su desierto. El gentío que habíamos apercibido á la llegada se acercó á nosotros. Las notas claras que se movían entre la masa negra eran niños formando una cadena de pañuelos cogidos de mano en mano y el pequeñuelo de un extre mo como una dama diminuta bailaba paseando por las calles una antigua danza llamada aurresku. Parábanse ante la casa del alcalde ó la de algún noble que ostentaba su escudo sobre el muro. Allí una flauta y un tambor estrecho y largo tocan un aire que parece que descarrila y que pierde el compás para después volverlo á tomar; así me esplicaron que tiene que ser el extraño ritmo de la música vascongada. Los dos instrumentos parece que riñen entre silbidos y redobles de tamboril, pero sin reñir nunca de veras. Los dos niños de los extremos de la columna son los únicos que bailan ó más bien saltan haciendo piruetas con gran seriedad, casi con aspecto triste, entrelazando los pies en el aire como una bailarina. Estos son los dos sobre los que cae toda la responsabilidad de la danza y los que condu cen á los demás. En esta antigua ciudad, entre obscuridad de palacios caí dos y torres en ruina, toda la gente prestaba atención en el pequeño ser lleno de vida á quien tocaba bailar delante de la iglesia negra. Terminado el baile se sirvió la merienda á aquella pequeña comparsa, al aire libre so- bre unas ruinas. La comida se componía de pirámides de frutas, montañas de sorbetes, fuentes de limonada. Pero todo esto tuvimos que dejarlo porque habíamos resuelto pasar la fiesta de San Juan en Tolosa y dejamos aquellas alturas para bajará esta antigua capital de Guipúzcoa. Durante el viaje en diligencia al oscurecer se alumbraron grandes hogue ras en los montes por ser la víspera del gran día que en Guipúzcoa parece ser que le honran en todos sus pueblos con estos simulacros de incendio. Vistos desde el valle abajo parecían cabelleras rubias aquellas llamas en desorden y con un poco de imaginación podrían tomarse las estrellas que brillaban alrededor por soberbios alfileres de aquellas melenas despeinadas. La población iluminada con faroles y tiroteo de petardos apareció bien pronto. Las jotas y fandango llamado ariñ-ariñ duraron hasta tarde, pero no siendo esto más que una pequeña preparación para la fiesta del día siguien te, resolvimos acostarnos temprano en el parador de diligencias. ¡Oh! qué noche de ruidos y qué madrugada de tin-tan y talan-talan; qué campaneo de campanas nos hizo saltar de la cama al día siguiente traspa sándonos la cabeza toda la mañana con su sonido duro! ¡Qué bordoneo que nos rompía el tímpano con su tin-tan y talan-talan con el campaneo de campanasl La procesión tuvo lugar. Inmediatamente nuestras miradas fueron para las esculturas de Santos; los pasos que salían aquel día se puede decir de sus cavernas. Es que en realidad estas imágenes están talladas con arte latronesco y bárbaro. Desproporcionadas, patizambas, groseramente modeladas y sin embargo soberbias. De expresión torpe ¡pero qué penetrantel El rezar cara á cara con estos Santos y Nazarenos debe hacer reir ó aluci nar. Así se comprende el magnetismo que puede causar la mirada de ellos en ciertas capillas sombrías. Desgraciadamente ya invaden el país las escultu ras modernas á la francesa, insípidas imágenes de confitería. Después de cordón interminable de viejos con cirios y cofradías llegaron los curas y dominando aquel grupo sobresalía dorada y reluciente la cus-"], [29, ""], [30, ""], [31, "Esculturas de Guipúzcoa. (Boj)."], [32, ""], [33, "23 ESPAÑA NEGRA todia. Detrás el alcalde con el junco enroscado (i) y cerrando el cortejo los alguaciles con el traje del siglo xvn y dos maceros con dalmática del encarnado propio de diputación, las mazas al hombro. Y durante esta hora de manifestación religiosa siempre el mismo cam paneo de campanas, entonces más numerosas, repicando más á rebato, las Alguacil de Tolosa (boj) pequeñas, las grandes y toda la calderería amotinada. Ni una sola sonori dad de bronce larga y profunda sino una cacofonía discordante, una disci plina de martillazos rompiendo con sus hierros el tímpano. Por la tarde el alcalde y los concejales acompañados de curas van á vísperas y un grupo de mozos vestidos de blanco, boina encarnada y ancha faja, esperan en la puerta formando un arco con bastones ó makilas y espadas de madera para dejar paso al concejo. Son los e^patadant\\aris que van bailando por las calles las danzas bascas á la antigua usanza, abriéndose así el paso hasta ( i ) Este es el símbolo de mando que asan los alcaldes en Guipúzcoa"], [34, "24 ESPAÑA NEGRA llegar á la plaza de rigor, donde se ha de celebrar la corrida de novillos que engalanada con banderas ya está atestada de mujeres en los balcones convertidos estos en palcos y sobre tendidos improvisados un gentío de mil colores. ¿Para qué describir una corrida de toros que es ya cosa tan vulgar? Nos contentaremos diciendo que los curas asistieron con el alcalde que presidía la corrida y que todos siguieron al anochecer hasta una alameda oscura donde presenciaron los bailes antiguos Eúskaros. Que las fiestas vascongadas tienen un carácter tétrico por mucha alegría que se les quiera dar. La dominante negra en los trajes, la seriedad de los bailes y cantos, el paisaje y aquel cortejo de alcaldes y curas presenciando los bailes como un duelo, éstos últimos en una postura que siempre es la misma, como pájaros en reposo, que recuerda la de las águilas enjauladas. Y todo esto reunido hace ver bien claro el carácter fúnebre que se des cubre en esta fiesta española.» Las Hijas de María en Guipúzcoa Después describe el artista belga otras cosas menos tétricas, pero aquel día masen sus ideas de que ESPAÑA ERA NEGRA, preguntóme detalle; sobre la Semana Santa en Guipúzcoa. Sin exagerar le dije que entonces era la buena época para hacer artículos sobre este país carlista como él lo lla maba y le conté como pude impresiones de un Jueves Santo en Azpeitia"], [35, "• ESPAÑA NEGRA • 25 después de oir un miserere de Gorrití, música seria algo alemana, y un ser món larguísimo. La guardia civil de gala como sargentos Federicos de rojo y esperando bajo los arcos de la iglesia el momento solemne de la procesión, con caras aburridas y con los fusiles puestos ala funerala, cosa desconocida en el país de mi amigo. El tiempo, de lluvia fina shiri-miri, como dicen en las provincias, polvillo de lluvia que duró tod . el día. Luego la calle princi pal embutida por la procesión y la larga fila de hijas de María con mantillas negras y la cinta de sierva puesta al cuello. La gran masa entrando en la iglesia, siguiendo su estandarte. Las otras callejuelas que no forman parte de la carrera, sin un ser vivien te en aquellas horas; una soledad que oprime como domingo en Londres. Los pasos de Azpcitia, uno sobre todo con un letrero que dice: «Cristo padesió por pecadores sinco mil asotes» son de más carácter que los de To losa, le dije: es una escultura más barbare como él la llama; una talla don de hay más hachazos que otra cosa. ¡Oh! ¡quién pudiera venir á España en esa época! me decía. Le esplique lo imponente que era el silencioso cuarto de los Santos des pués de una procesión, donde los atriles y las cajas de violines viejos es tán como ataúdes amontonados con los Santos entre olores á humedad y á aire viciado de larga ceremonia eclesiástica. Le pinté la tristeza que se respira en aquellos días en esos pueblos tan distintos á los de su país y la imposibilidad de divertirse para los que no son creyentes, pues si buscan distracción en los círculos se encuentran que no hay tresillo ni piano abierto y encima de las mesas de billar se ve una gran cruz echada que forman con los tacos, indicando con las bolas los sitios donde se clavaron los clavos y con los palillos sobre el INRI una corona de espinas mal imitada. Todo esto en señal de luto para impedir que se to que á los tacos durante los dias de Semana Santa. «Nom d' une pepette comme je voudrais venir» decía, y rogándome le contara más cosas le dije, que el Viernes Santo en Oñate es también de gran carácter. La iglesia estaba tan oscura cuando yo la vi que casi había que ir atientas y solamente un rayo de luz caía, como hecho apropósito, sobre el Altar Mayor, resultando el Cristo y la Dolorosa muy en alto sobre unas gradas llenas de chiquillos y el rayo aquel de la lucerna caía para alumbrar la aparición como único punto luminoso entre la masa negra del pueblo en tinieblas. La procesión es una de las más hermosas que vi en España. Los niños de las escuelas esperan de rodillas formando cordón en la ancha plaza de edificios antiguos con el gran morado del monte Aitzgorri dominando allá en el fondo. ¡Oh nom d' une pepette, nom d' une pepettel repetía. Apesar de no ser Semana Santa no quiso dejar Guipúzcoa sin ver Loyo- la y Azpeitia. Como hombre del Norte acostumbrado á las catedrales góticas no le en- tusiasmó nada el estilo barroco que él llamaba rococó que domina en Lo yola, preocupándole únicamente los curas que por allí van y vienen, siempre en la misma postura que los de Tolosa es decir, de pájaro en reposo; la mano derecha dentro del puño izquierdo, la otra en el puño derecho, que parece que un brazo es la continuación del otro. No dando importancia á sus artículos de impresiones de España para l'Art Moderne periódico de Bruselas, se metió el poeta en su poesía; enton ces estaba acabando su libro «Les Debáclesi> donde hay algunos trozos inspirados en nuestro país, trozos tristes, por supuesto. Hablaba poco y observaba mucho sacando partido de cosas que á nos otros no nos chocan por ser españoles, 4"], [36, "• ESPAÑA NEGRA • 26 Llegó á distinguir los toques de entierro, de párvulo, de salida de viáti co y aun el de agonía, esas cinco campanadas que seguidas de un silencio anuncian en Guipúzcoa cuando alguien se muere. Jesuita de Loyola. Le chocaban estas cosas y era natural que le chocasen. Ya sabemos que hay que tocar á muerto, pero ¿para qué anunciar el momento crítico de la agonía? ¿No son estas cosas propias de un país que es amigo de la muerte? Fuimos á la fiesta de San Marcial de Vergara en el tren juguete que sube y baja como montaña rusa, llegando la víspera, día de San Pedro que ya festejan este día con banderas en la torre, gran campaneo de calderas como las de Tolosa y lo más chocante con cuatro cirios ardiendo en el pórtico de aquella parroquia. Lo mejor del pueblo se ve desde fuera y es el panorama con el Campo Santo entre prados en medio del valle, cuya capilla vista de lejos hace pen sar en esos cofrecillos antiguos de reliquias y los paisajes en ciertos fondos de cuadros primitivos. Pero el pueblo con sus torres de estilo barroco y casas solariegas, hace abandonar esta idea y se tiene nostalgia de líneas gó ticas, pensando lo bien que armonizarían con el carácter serio de estos pue blos y en estos valles grises, algunas torres caladas de un arte gótico bien"], [37, "• ESPAÑA NEGRA • 27 Aquel día hubo títeres en la plaza entre Vergareses de perfiles largos y afilados como sables, hubo también iridiarena con silbo y tamboril; pero en medio de tanta diversión, al oscurecer volvimos á ver los cirios encen didos en el pórtico de San Pedro llamando á la gente á la salve. Al día si guiente es la romería en la ermita de San Marcial á la que se llega por entre vía-crucis y bosques espesos. La capilla está oculta entre grandes castaños, no viéndose más que humos azules que parece que todo el bosque está in cendiado. Son las hogueras para las meriendas. Las comilonas al aire libre no podían extrañar nada al que está acostumbrado en Flandes á ver los cua dros de T¿niers al natural. Por todas partes se tropieza con mesas y cazue las algunas de estas demasiado pequeñas para tan grandes jigotes y en medio de tanta diversión había cosas que entraban en el orden de ideas negras de nuestro artista. Los cantos vascongados que se cantan por grupos al regre so hacia la villa son capaces de entristecer á cualquiera, más aún cantados en tono de pítimas de sidra, que son siempre tan tristonas. El baile se acaba temprano y los últimos resoplidos del flautista que no puede ya más son hacia las nueve de la noche en la plaza. A esta hora en que empiezan á di vertirse en otras provincias de España todos se retiran allí y vuelve á reinar el silencio de todo el año, contrastando con la soledad de aldea la ilumina ción de faroles en los grandes edificios de piedra; palacios nobles que alqui lados cuestan cinco ó seis reales diarios. El fin de fiesta no podía ser más triste y entre todos los recuerdos el que quedaba más impreso eran los cuatro cirios ardiendo bajo el pórtico de la torre ocre."], [38, ""], [39, "29 ESPAÑA NEGRA III. IMPRESIONES DE VERANO EN GUIPÚZCOA. Cl la pluma de un pintor pudiera ir con la del gran poeta flamenco descri- biría la vida que hacíamos en San Sebastián, huyendo del paseo y de los bailes del casino que no eran para nuestros gustos, esplicando detalladamen te nuestras conversaciones y correrías por los pueblecillos vascongados; pero ¿cómo no meter la pata en literatura? Limitémonos á las sensaciones de pin tor aunque se vea en ellas un estilo pobre de pluma torpe. El objeto es seguir los progresos de la visión tétrica que nuestro artista se formó sobre España y que si algunas veces la encontraran exagerada no deja de encerrar mucha verdad, sobre todo el capítulo titulado España Negra que es su último artículo enviado á ú' Art Moderne» hablando de la funeraria, del Museo del Prado y del sitio de El Escorial. Aquel me decidió á reunir todas sus notas sobre España, pero es preciso antes esplicar el viaje que motivó dicho artículo. Baile en El Antiguo Diré que el belga era el mejor hombre para sacudir del embrutecimiento que da la vida de provincia, obligando á uno á visitar hasta las sidrerías pa ra conocer sus impresiones."], [40, "30 ESPAÑA NEGRA El baile de los domingos en la playa llamada de El Antiguo debiendo ser vulgar para el que lo ve muy amenudo me parecía sensación nueva por las observaciones del hombre que viene de Flandes y compara los bai les sensuales de sus paisanos en las Kermesses flamencas con la sencillez de las donostiarras bailando sin hombres, que eso sí que causaría risa en Flan des; sobre todo la seriedad de las mujeres, la distancia de las parejas sin to carse y sus movimientos discretos de brazos era lo que á él más le estrañaba. Si la línea alegre es en pintura la que tiende á subir y la triste la que cae ó va hacia abajo, en estos bailes vascongados se puede decir que hay más líneas tristes que alegres en las formadas por los brazos en movimiento. Y por esa falta de alegría tenía que gustarle al hombre de ideas algo tristes. Pes cado- res de sardi nas. Cuando la sombra de los montes se iba estendiendo y que el último rayo alumbraba aún en el castillo de la Mota iba á empezarla hora interesante de harmonías pictóricas sin crudezas; entonces nos instalábamos se puede decir para escribir los dos, pues el pintor á esa hora hermosa tiene la desgracia de no poder utilizar una sesión larga de pintura por lo poco que dura la luz; y"], [41, "• ESPAÑA NEGRA 31 siendo así ¿cómo ha de trabajar sino escribiendo notas de aquel efecto que se va? Mirábamos girar las sayas y moverse las cabezas, los moños por encima de la linea del mar y los tamborileros, flaco el uno como con hambre de tragarse el silbo, y gordo el otro redoblando hasta que llegaba la noche. Nuestros paseos en S. Sebastián eran casi siempre por el lado del mar. Si dominábamos éste desde el castillo de la Mota por la tarde, veíamos el regreso de las lanchas de pesca; mirando hacia Francia eran las velas de di ferentes blancos según la distancia y dispuestas en escala como notas de música, las lejanas de un blanco sucio y fundidas con el gran azul; las más cercanas de blancura planchada como inmensos cisnes de Lohengrin, pero dominadas por otro blanco aún más potente, el de las olas rompiéndose abajo en las rocas y espumando entre el verde vidrioso del agua su comple mentario de nieve rosa. Mirando á Vizcaya todo cambiaba; el crepúsculo reflejándose brutalmen te en el mar, convertía la línea obscura de horizonte en campo de ajenjo cortado por los montes de Machichaco y la gran masa azul en reluciente chillería impintable de luces metálicas. Los barcos también cambiaban de color y las velas que antes eran claras se convertían ahora en siluetas negras entrando en el agua reluciente á contraluz. Seguíamos con los ojos desde la tierra los lanchones para ver la llegada del pescado, bajando al muelle donde un artista nunca se aburre; allí hay marinas que vistas al través de las redes puestas á secar forman telones es traños como cuadros de pintura pointillée ó puntista. Entre todas las dis tracciones se va uno principalmente á los pescadores que vienen en sus lan chas dominando la masa de sardina como cargamento de plata, á las muje res que esperan sus hombres de mar y á otras mil faenas de marineros con las cuales se puede hacer un arte de puertos con asuntos muy va riados. Así esperando que la sartén de Madrid no achicharrara para ir á estudiar el museo del Prado, las excursiones por Guipúzcoa se repe tían. Del San Juan Bautista de Tolosa pasamos al San Juan Degollado en el cabo de Machichaco, fiesta muy curiosa en una isla llamada Gaztelugache separada de aquel cabo por un puente. En lo alto de la peña hay una ermita donde todos los años hacen una peregrinación mezcla de religiosa y di vertida. La parte divertida está en el lado de Machichaco, viéndose de allí el peñón de los fieles en conjunto; una reunión de gente lo cubre formando un sendero de grandes revueltas que termina en la ermita. Si esta gente se mo viera podría hacerse la comparación tan conocida de hormigueo y camino de hormigas; pero son puntos quietos y muy negros; son mujeres arrodilla das con mantillas y parece que rezan. Nos dijeron que se arrastraban de rodillas á paso de tortuga por aquel penoso calvario, pero desde allí no lo creímos pareciéndonos que estaban quietas. La gente que no es devota se queda en esta romería del cabo y se pone bueno el cuerpo de comilona y bailoteo debajo de los grandes castaños, durando la fiesta hasta la no che que bajan á Bermeo ó Báquio bailando siempre y bebiendo cha colí. La parte religiosa y triste se encuentra en las mujeres que suben á la isla; el martirio de esta ascensión no se comprende hasta verlo de cerca, algunas van vestidas con el hábito que dá á las españolas el carácter de pe nitentes; los niños de negro ó morado con la fúnebre harmonía de coronas amarillas en la cabeza cumplen también las promesas de sus madres. En-"], [42, "ESPAÑA NEGRA 32 tonces el que va allí como curioso ve el contraste de aquellos tristes que se martirizan con los que se emborrachan en la romería y aún para el que no es creyente los arrodillados resultan admirables. Esta fiesta era bastante para dar la visión de una España Negra en que Pere- grina - ción en el Ca bo Ma chicha- co. la alegría va mezclada con la penitencia; se diría que era rebuscada y fuera de lo ordinario; pero estaba de Dios que sin querer nosotros la escena de nuestro país se había de arreglar á cada paso de una manera trágica y á fa vor de Verhaeren. Una noche paseando por el boulevard de S. Sebastián vino á sorpren dernos allí un Viático y como es natural en España la banda dejó una sin fonía de Beethoven por la marcha real española; todas las mujeres en gran toilette cesaron de dar vueltas á la «noria» (así llamada por su rutinario mo-"], [43, "33 ESPAÑA NEGRA o"], [44, ""], [45, "ESPAÑA NEGRA 35 do de pasear) y se arrodillaron, como también los hombres. Entonces el poeta aunque ya había visto el Viático en España quedó más asombrado que nunca; su emoción fué grandísima; \".sirvió de acompañamiento hasta la casa del enfermo, esperó en la puerta y regresó á la iglesia exclamando al separarse de los viejos que llevaban los cirios: Penitente de Machi chaco. «¿Cómo tienen tanto poder esa campanillita y esas velas encendidas? En mi país se lleva el Bon Dieu en el bolsillo sin que lo sepa la gente». En su cerebro bullía más la España severa que él se había forjado."], [46, "ESPAÑA ÑKGRA 36 Por fin dejamos San Sebastián empezando el viaje con un gitano que iba á la feria de Pamplona y en él fijábala atención mi amigo de tal manera que no miraba el camino, despreciando el paisaje creyendo que lo tendí ía este hasta Madrid. No sabía que subiendo á los altos páramos del centro de España, que pudiéramos llamar nuestras Pampas ya sea el pueblo Tafalla, Burgos, Madrid, Teruel, Coria, etc, etc. todo es lo mismo, el desierto... y hay que despedirse del color verde y de las frescuras del paisaje en general. El buscaba un país triste, pero bien triste iba á ser todo; el campo se te nía que convertir en cadavérico paisaje y á él, hombre nacido entre las pra< Mendiga de Castilla deras rubias de Flandes y bajo grises aterciopelados, sin durezas ni tonos brutales, tenía que hacerle más efecto que á otro cualquiera el aspecto de los pueblos del mismo color de hueso que las caras de la gente, la aridez en todo, el clima implacable. Para pintar aquellos campos parece que hace falta una nota de luz que"], [47, "ESPAÑA NEGRA 37 sirva de dominante como el último rayo de sol rojizo ó anaranjado que for me sus complementarios ú oposiciones azules, y si es en invierno una luz solar algo eléctrica de un amarillo limón con sus complementarios violá ceos. Hace falta en fin una luz de tinta muy marcada que haga cantar el conjunto entonando aquellos pardos incoloros y muertos. No siendo así Castilla es antipictórica, sin sol, porque no dice nada; todo es de coloración neutra y con sol elevado porque la paleta es impotente para reproducir aquellas vibraciones de luz tan brutal y tan blanca. Habíamos formado un itinerario hasta Madrid con paradas en sitios ar tísticos. Para ver bien un país había que visitar los pueblos pequeños y para conocer los tipos interesantes era necesario viajar en 3.a Así lo hicimos al salir de Guipúzcoa. En Alsasua todo cambia viniendo de Guipúzcoa. Allí empieza la trage dia del paisaje cuyos montes cuadrados en forma de mesetas hizo muy bien Verhaeren en comparar á grandes catafalcos de paño negro. Los personajes de aquel teatro son también otros tipos opuestos á los guipuzcoanos y de traje más pobretón que los de Zumárraga á tan poca distancia de allí. La diferencia de líneas de la distinguida raza basca y la castellana es tan gran de hasta en los mendigos que sabría uno diferenciarlos desnudos. Una vieja vimos en la que se reflejaban las miserias del país seco, de cerros pela dos; en su cara pajiza y descompuesta se veían los colores de aquellos de siertos y las huellas de la vida de sufrimientos en tan duro clima. Sus arru gas conservaban la misma contracción sin duda de muchos años como su geta por un resorte de tanto guiñar los ojos, luchando contra la luz fuerte; ese visage que queda fijo en la gente que vive al sol envejeciéndola antes de tiempo. Entramos en las arideces de España por el valle de Catafalcos como ha bía bautizado el poeta al Araquil, dirigiéndonos á Pamplona á la fiesta de San Fermin chico. Dejemos ahora hablar al belga describiendo el gitano compañero de viaje, personage con guitarra y de gran carácter. Aquel dice así: «En un wagón de 3.a camino de Pamplona espatarrao sobre el banco del coche enfrente de nosotros, la boca entreabierta, retorcía un pitillo con movimien tos bruscos y fumaba mirando por la ventanilla, abstraído, su alma á cien leguas. Dos mechones de pelo ensortijado cubrían sus sienes; los pómulos como puños, barbeta como un codo pero con pelos como patas, picado de viruelas y con una cuchillada que por añadidura le cruzaba la cara. Sober bio tipo de fealdad ruda y fuerte con una costra más bien que una piel en su cara. En una estación de pueblo navarro quedó vacío su compartimento y des de el nuestro le vimos acurrucarse en un rincón y sacar de debajo del asiento un guitarrín colorado, malo é incompleto de cuerdas; se puso á can tar bajito una malagueña con voz gangosa y aunque cantaba para él se oye ron en la copla las palabras muerte, sangre, que son de cajón en los cantos andaluces y su canción le hacía soñar, indiferente á los que le mirábamos. No separando la vista de él no sé por qué no le declaramos la admiración que nos causaba. Hubiéramos querido unir nuestro viaje al suyo, á su vida canalla de vago yendo y viniendo por todos los caminos. Por qué no cono cer su vida y disfrutar de ella?» Más tarde supimos que iba á comprar los caballos muertos déla corrida para esplotar la manteca y la piel. Este hallazgo de un matón, de un saca mantecas como compañero de viaje tenía que figurar en los artículos de l'Art Moderne. Era el hombre apropósito para nuestro belga, el que tenía que salir va lias veces á nuestro encuentro en la fiesta de Pamplona. Esta era la de San"], [48, "38 ESPAÑA NEGRA Fermín el chico como dejo dicho y que nada tiene que ver con el grande, donde teníamos que ver una corrida de toros y como en la otra fiesta era de rigor asistir al encierro de toros en la calle de la Estafeta que es célebre por este motivo. Tomamos posesión de un mal cuarto como es costumbre ha cer este día con tal de tener balcón á la calle de la Estafeta para la madru gada y mientras al acostarnos veíamos por las puertas de vidrieras hombres y mujeres desnudándose en los dormitorios, pensábamos la noche que Íba mos á pasar de martirio sobre colchones por el suelo esperando la recom pensa del día siguiente."], [49, "ESPAÑA NEGRA • 39 IV. SAN FERMÍN CHICO EN PAMPLONA. EL despertar en la calle de la Estafeta para el que consigue dormir aquella noche no se parece al de ningún país. Toda la noche cantan los borrachos, roncan los huéspedes tumbados por el suelo en cama redonda, y entre pitos y gaitas del Roncal, tocando aires pastoriles de montaña y las murgas que ya á las cinco empiezan á alborotar la población, se pasa la noche alegremente figurándose uno que ha dormido. A las seis debe pasar el ganado, pero siempre se retrasan los que lo con ducen y algunos chicos se divierten en hacer el despejo de la calle, dando sustos con un cencerro para hacer creer que llegan los toros. Las travesías de esta calle tapadas con barreras obligan al ganado á caminar derecho ha cia la plaza. Al llegar el momento solemne la gente se mete en los portales subiéndose algunos á las rejas y el ganado pasa como un rebaño de borre gos, pareciendo imposible que para tan poca cosa haya gente que repita el bromazo de la mala noche y lo hagan con el mismo entusiasmo todos los años. Para esto se necesita únicamente ser pamplonés. Lo más estraño de esta fiesta matinal son las carreras de la gente inme diatamente después de pasar elganado, yendo todos á la plaza que está abierta al público; las mujeres saltan de la cama sin peinar y de trapillo, cosa rara en españolas; en el redondel se hace el apartado, corriéndose de paso algún novillo para los aficionados y hasta uno de puntas se lidió aquella mañana que bien pronto se encargó de sacar á relucir las tripas á un caballo. Por la mañana no habiendo aún almorzado era este espectáculo más repugnante que en una corrida de por la tarde. Creí que el belga se asustaría como la mayor parte de los extranjeros; pero muy al contrario, se ponía loco de entusiasmo, diciendo que eso era lo hermoso délas corridas; aplaudía más á los picadores vencidos por el toro y al jamelgo ensartado, que á una buena pica, quedando el caballo sano y salvo. Su placer era la parte cruel de la fiesta: la sangre y los caballos patas arriba. Si hubiera nacido en España creo que sería de los que empeñan el colchón para ir á los toros. Decididamente era difícil hacerle ver España á través de las niñas boni tas ni de la alegría del cielo; detrás de aquella luz fuerte siempre encontra ba un alma negra de todas las cosas, algo de triste ó navrant, siendo esta palabra la que él repetía á continuación de cualquiera de sus impresiones. Si alguna mujer le entusiasmaba era seguramente una viuda de las que tanto carácter tienen en nuestro país por lo misteriosamente enlutadas, casi como personajes de inquisición cuando llevan el velo caído, pero en cam bio cuando descubren la cara encuadrada en el negro es la silueta más ad mirable que pueda soñar un pintor; el traje que mejor cuadra á la mujer española precisamente, porque el negro no es color; porque favorece á las pálidas y evita las horribles combinaciones de colorines producidas por el mal gusto. Una vimos que según leía los carteles de orden de pagos de cía-"], [50, "40 • ESPAÑA NEGRA • ses pasivas, quedó grabada en nuestra memoria como madona escapada de un tríptico de pintura española; una de esas como hay tantas en provincias que se quedan viudas para siempre, sin intentar otra vez casarse; que van en fin mucho á la iglesia no abandonando nunca su traje de dolorosa. Viuda española El día de cobrar la viudedad es el gran día en que calma sus penas la España del garbanzo: ¡cuántas veces se adelantan antes del día fijado para cobrar y se ven chasqueadas amargamente! Después de asistir á la corrida de aquel día, seguimos al gitano compa ñero de viaje de la víspera, y que habíamos estado observando toda la tarde en la barrera. Aquel tipo auténtico del barrio de Triana de Sevilla, el que venía á comprar caballos muertos para extraer la manteca, parecía que lle vaba el oficio en su cara acuchillada; iba acompañado de una gitana negra como una mora y se metieron por la puerta del arrastre. Esta pareja tenía que interesar por fuerza al belga; sobre todo el gitano, era el personaje único para colocarlo en aquellos cuadros de carnicería"], [51, ""], [52, ""], [53, "Víctimas de la fiesta."], [54, ""], [55, "• ESPAÑA NEGRA 45 hechos para asustar á mi amigo. En la corrida era el que gritaba con más furia al presidente pidiendo caballos; quien arrancaba las banderillas con más crueldad al toro que saltaba la barrera; en el patio de los caballos ó en- frente del puesto de carne de toro parecía un traidor del melodrama que allí se representaba. Si el pintor Delacroix hubiese asistido á la fiesta, aquel tipo y un caballo atado á un carro en postura de suplicio hubieran sido sus modelos para al- gún cuadro trágico de los que el artista francés sabía componer de modo tan personal. Allí parecía bien el matón entre los caballos y aunque no estuviera cu- chillo en mano y solamente de mirón, resultaba para el belga, el verdugo y autor de tanta carnicería. Los chicos daban patadas ó tiraban de la cola á los muertos del montón por ver si se levantaba algún penco, cerciorarse bien si no había alguno vivo; otros apretaban las heridas para hacer salir la sangre. — Cosas de chicos, — le dije: Y Verhaeren añadía: «cosas de España», convencido de que los granujas flamencos no harían eso en el matadero de Bruselas. Los miraba como fu- tura gente cruel y no quiso salir de allí sin seguir á uno de los carros que bien pronto arrancó del patio; era el del caballo que nos gustaba, artística- mente hablando; el de la postura de suplicio, las patas trabadas hacia arriba, con la boca abierta y entre los dientes blancos la lengua morada. «El carro dz Delacroix» llegó en cinco minutos á su destino, fuera de las fortificaciones, parándose en una casita, delante de un nuevo montón de víctimas de la fiesta. Allí era donde los cocían en caldera para sacar el sebo y arrancarles la piel antes de enterrarlos. Pero ya era tarde para esta faena y habían decidido dejarlos amontona- dos para el día siguiente. Entonces vimos el verdadero cuadro que Delacroix hubiera pintado; su caballo siempre atado al carro quedaba en un campo desierto, de luz crepuscular con sus compañeros por el suelo, pero dominando aquel en primer término y en postura más violenta que los otros, pareciendo que debía sufrir más que ellos y que allí pediría auxilio toda la noche. En Pamplona había una fiesta nocturna y nosotros, huyendo del paseo rutinario que allí llaman la Taconera, salimos á las afueras. Describiendo el belga aquella noche de grandes impresiones decía en su artículo: «Después de los fuegos artificiales en la plaza nos fuimos lejos de la música hasta terminar en el foso de la fortificación. Los ruidos de la fiesta á lo lejos unidos con los de un molino de agua que teníamos cerca nos pare- cían muy tristes. En aquella noche caliente y seca, las estrellas, como puntos duros de luz, parecían chispas pegadas á las paredes de un horno. De repente los ecos del jaleo andaluz se oyeron detrás de las murallas; un gemido más bien que una canción y acompañado con palmadas. Sobre una llanura y bajo un grupo de árboles estaba acampada una familia de gitanos en una barraca alumbrada por un candil. Entre guiñaposas, dando de mamar á sus chicos, resaltaban caras morenas con grandes ojos como conchas blancas sobre arena roja; manos con uñas relucientes rascaban ca- bezas tinosas. Allí estaba nuestro gitano — ¿dónde mejor que con los de su tribu? — Fuera de la barraca bailaban soldados andaluces para hacerse más la ilusión que estaban en su país. En aquel rincón de silencio nocturno se encontraban sevillanos, cordobeses y de otros sitios de por allá. ¡Qué pue blo el andaluz tan artista, tan poeta, sobre todo cuando baila y cantal Un soldado pequeño en cuclillas como un árabe y casi un niño se puso á echar o"], [56, "46 EftSPAÑA NEGRA ayes y lamentos. Entre jaleos y sevillanas pasamos un buen rato mientras el gitano también cantaba; por último, una gitana salió al medio del corro; ole! ole! decían y en su manera de bailar tenía movimientos de serpiente que se levanta al arrastrarse por el suelo y como algo de dolor lascivo contraía sus rasgos. ¡Qué vida la de éstos tan envidiable! Con pretesto de vender y comprar mulas son ante todo errantes infatigables, trasnochadores de la luna, curti dos en la vida de miseria, de irregularidad obstinada, no pudiendo aclima tarse en las poblaciones inmóviles! Al gitano sobre todo le habíamos soñado así, nos fué simpático y con la imaginación le supusimos poeta y artista. Pero en medio de aquella po breza tan á la vista, en aquel campamento de piojosos, entre trapos de colo rines, mujeres como animales, niños como lobos, en aquella noche silen ciosa, seca y dura, bajo un firmamento de ébano, era donde había que verá nuestro gitano.» Así acababa el artículo del belga Gitano Yo hice cantar al gitano algunas coplas y viendo que odtas hablaban de la muerte fui tomando nota y traduciendo como pude á mi amigo aquellas ideas tétricas con expresiones en caló. Luego cantó estas seguidillas gitanas: En el hospitalito le dije al contralón, que me dejara ver á mi Dolores, que me penó que nó. Te moriste quejando compañero mío; en un laito de mi corasonsito tengo tus quejíos. Siente tú mi pena, siente tú, siente tú mi pena; yo también sentiré las tuyas cuando tú las tengas. A mano derecha en el hospitalito, á mano derecha que tiene mi compaherita la camita hecha."], [57, "ESPAÑA NEGRA 47 Ya suenan las llaves, ya viene el carselero ya suenan las llaves. Cómo llora mi corasonsito gotitas de sangre, Si esta pena mucho me durara mucho me durara, no habría murallita firme que no derribara. gotitas de sangre. Poco después fué saliendo la luna como alborada de un astro medio apagado; ese que los vascongados llaman con razón illarguiya (luz muerta), nombre apropósito para Verhaeren y el cielo que él llamaba de ébano, fué convirtiéndose en noche rojiza; el globo luminoso en careta siniestra de color limón y por fin en disco plateado. En resumen, Pamplona nos había procurado sensaciones muy artísticas y había agrandado en el poeta su ESPAÑA NEGRA como era natural des pués de ver los caballos á la luz del crepúsculo y del encuentro terrorífico del gitano que de noche se convertía en espantosa pesadilla. Además dicho á su manera, la palabra francesa Pampelune rimaba con lune....\\ No me esperaba yo esta razón tan poderosa, tan de poeta, sino que por motivos de pintura Pamplona parecíame soberbio. Según dijo autoridad tan grande en materia de consonancias, hay muy pocas palabras en francés que rimen con luna; por eso Pamplona para la poesía era un hallazgo. «Oh! la luna — exclamaba — qué poco se ha comprendido en pintura! Se puede afirmar que casi todos los estados luminosos del día han podido fijar se sobre los lienzos; Rousseau, Díaz, Dupré, Millet, han estudiado la tarde, Corot la mañana; los impresionistas el sol de mediodía; quedan la noche y su luz obscura ó mejor su obscuridad luminosa. Ese nuevo resplandor reflejado en la luna hace cambiar al menos en apariencia las leyes de la visión de colores. ¡Cuántas cosas faltan que revelar y pintar en honor á Nuestra Señora la Luna, y qué pocos pintores se han cuidado de esol «.¡Pampelune rime avec lunes-» repetía. Era esta una razón para adorar á Pamplona."], [58, ""], [59, "Impresión de péscame."], [60, ""], [61, "53 • ESPAÑA NEGRA • V. IMPRESIONES CREPUSCULARES.— UN CAFÉ CANTANTE EN ZARAGOZA.— SIGÜENZA. — EL MADRID DE VERHAEREN Quizás por simpatía á la España Negra ó por casualidad, casi siempre la llegada á los pueblos era al oscurecer ó en noche estrellada, de modo que sin querer las horas de los trenes y de las diligencias nos habían creado una serie de ensueños artísticos de lo desconocido visto á la débil luz crepuscular ó al resplandor de amarillento farol de pescante. ¡Cuántas sombras fantásticas las producidas por una candileja de diligencia en las horas de la noche y qué formas misteriosas las de los árboles y objetos que pasaban! Esceptuando Zaragoza donde estuvimos dos días, la salida de los pue blos se hacía al día siguiente de la llegada, aprovechando un tren de ma drugada para no desilusionarnos de lo que habíamos visto la víspera entre tinieblas. Era, en fin, un viaje para poetas ó soñadores de la penumbra, pues cuando nos hería el sol en la retina, era ya durante la travesía en tren por los desiertos áridos. Sería bueno recomendar este sistema de viajes á los artistas amigos del gris ó enemigos del sol demasiado fuerte; para estos la primera y la última hora del día son las sublimes por lo harmónicas; con ellas todo se poetiza y afina. Se entra en las catedrales como el que desea cometer un crimen, entre las tinieblas de capillas negras, pasando junto á viejas que rezan; déjase uno arrastrar por ese mundo de delicadezas de la paleta y luego errando por las calles tortuosas se toman notas nocturnas gozando de ellas como un ensueño. Es deber del artista huir al día siguiente temprano para renovar en la noche otros goces artísticos. ¡Tudela, Tarazona, Veruela, Sigüenza, cuatro impresiones que llamare mos crepusculares, una cada día y aunque distintas eran parecidas por la mise en scéne!... Interiores y portadas góticos, vistos á misteriosa hora, de masas fundidas, bañadas en tonos sobrios, adornadas de bajo-relieves con quimeras y bichos fantásticos. Nuestros personajes eran arrieros de posada, organistas y cam paneros. Uno de estos, sacristán, que debía llamarse Zacarías ó Celestino muy miope, deletreando en voz alta El correo español, con ojos como hue vos escalfados á la luz moribunda de una vela de sebo, con la cabeza cubier ta primero de un gorro de lana y luego de un sombrero encajado hasta la nuca, nos parecía el verdadero tipo de iglesia, el eterno guardador de llaves y reliquias, más aún cuando al quitar su grasiento hongo quedaba su cabeza enfundada en el gorrete negro como calcetín de gotoso. ¡Oh! qué delicioso modo de viajar aquel y con cuánto más gusto se recuer da que los viajes en sleeping-car por Inglaterra ó Alemania, donde no se tropieza mas que empleados correctos y turistas banales y donde al ver"], [62, "54 ESPAÑA NEGRA un monumento no interesa nada la persona que lo enseña, al contrario de lo que sucede en España! A ruegos de mi amigo vimos el Campo Santo de Zaragoza, que por ser uno de los que tienen más curiosos nichos en España, había de gustarle, especialmente la colección de azulejos que servían de lápida toscamente coloreados con epitafios, versos y pinturas hermosamente inocerftes como Sacristán iluminados por chiquillos. Observamos el abuso que se hacía de la palabra cadáver y según pasábamos leía el poeta algunos azulejos y decía «Aquí yace el cadáver — cl est chic nom de bleu — esta palabra en estos sitios!» Sus ojos se agrandaban repitiendo ¡cadáver].. . «¿Para qué acentuar la idea de la muerte con esta palabra, no usada en ningún cementerio de otro país?» «Dime después que tu país no es fúnebre*, exclamaba. En ninguna parte. en efecto, se conocen estas crudezas y otras muchas que existirán siempre en España sin que las veamos los españoles por estar ya encarnadas en nosotros. Hubiera querido que mi amigo visitara Andalucía para conocer sus im presiones, pero sin necesidad de esforzarse mucho en rebuscar la tristeza Aisitando Campo-Sanios ni viendo la imponente procesión del silencio á la"], [63, "• ESPAÑA NEGRA • 55 madrugada en la Semana Santa de Sevilla, ni hace falta tampoco oir saetas ni ver cofradías de inquisición; solo basta estudiar los cantos popu lares para ver la tristeza del pueblo andaluz. Mi amigo se contentó con unas coplas del café cantante aquella noche en Zaragoza para juzgar de la aparente alegría de los andaluces. Se hizo tra ducir algunas de las infinitas en que el amor y la muerte caminan juntos. Esto unido con la música del jaleo; la melancolía árabe acabó de entusias marle. Una cantaora de belleza gitana se hizo enseguida amiga nuestra á cam bio de un vaso» y como sucede siempre, era de esas que vuelven locos á los estranjeros. Al mozo le llamaba mar parto por lo feo y raquítico y mien tras miraba un cuaderno de croquis se dejó hacer un perfil. — No tendrá V. pocos santos corgaos en casa— decía. — Pronto gastará V. gafas si sigue pin tando. Preguntamos si sabía canciones que hablaran de la muerte. — Casi toas, — dijo. — Las quiere V. de jaleo? Entonces se puso á cantar en voz baja: Déjame pasar el puente, que tengo á mi morenilla que está de cuerpo presente. En el cementerio entré y á la Virgen del Pilar una salve la recé. Ayer noche con la luna yo he visto al seporturero abriendo tu seportura. En el cementerio nuevo allí dentro la enterraron, que mis ojillos la vieron. De malagueñas y peteneras podríamos hacer un libro, pero citaremos las que cantó en el tablado al lado del guitarrista: La tierra que á mí me cubra no la mires ni la pises ni te acuerdes más de mí, que mi lengua te maldice, muerto reniego de tí."], [64, "56 ESPAÑA NEGRA LA CANCIÓN DE LA MUERTE Cuando ya esté en la agonía no llames al confesor; La escalera del cadalso subí por una mujer, ¡Ay! si Dios la perdonase como yo la perdoné! las cosas que tú me has hecho que las sepa solo Dios. Yo he visto en un tribunal castigar á un inocente y al mismo tiempo pasaba el hombre que hizo la muerte En tu sepultura entré dando voces como un loco, y me respondió el silencio: «Aquí está muerta por otro». Cuantas veces pasarás Nadie se acerca á mi cama que estoy ético de pena; el que muere de ese mal hasta la ropa le queman. por donde yo esté enterrado no será para decir que Dios te haya perdonado"], [65, "57 ESPAÑA NEGRA 7 En resumen, una juerga andaluza es una reunión de gente que bebiendo y bailando celebran una fiesta entre ayes y suspiros para hablar de la muerte. Salimos de Zaragoza con un ciego callejero que iba á la fiesta de un pueblo para ganarse la vida con su guitarra. muerte. Ciego de viaje Los ciegos de España era una de las distracciones de Verhaeren y de cía que en ningún país los había visto de tan hermosa tristeza, tan supli cantes ni que se prestaran tanto para tomar notas literarias como los que abundan en nuestro país. Aquel compañero de wagón era el segundo personaje de guitarra que encontramos en ferro-carril y aunque muy opuesto al gitano era como aquel muy apropósito para el belga. «¿Que buscarán los ciegos en el cielot» dice Bandelaire en una poesía; en ella nos hacía pensar aquel desgraciado, que buscaba algo en el cielo con sus ojos, siempre en movimiento hacia arriba, y aún en los momentos en que bajaba la cabeza, los ojos tendían siempre á subir. En las estaciones berreaba más bien que cantaba, hablando menos de la muerte que los cantaores flamencos, pero el resultado era el mismo. ¿Qué importa, que la jota aragonesa sea alegre si la cantan siempre en tono tan tristón tan navrant, como decía Verhaeren, que muchas veces dan ganas de llorar, pero como este mismo añadía «por eso es hermoso*. De Zaragoza fuimos á Sigüenza, uno de esos obispados de tercero ó cuarto orden que dan más goces al artista que las grandes ciudades y los arzobispados de nombre."], [66, "58 ESPAÑA NEGRA Pueblo desvencijado cayéndose á pedazos y que parece hecho para un poeta ó pintor. Llegando al oscurecer, da la sensación de un rincón de la Edad Media donde hasta los personajes del cuadro están aún en harmonía con la pobla- Una calle de Sigílenla ción ruinosa. Al ver llegar un caballo con ginete por aquellas calles, le en tra á uno el deseo de poner un casco sobre su cabeza y una espada en la cintura. La impresión de la llegada de un guerrero de aquellos tiempos es com pleta. La entrada en la capital de España fué para nosotros como la de un pueblo grande, pero sin la sensación que da un gran centro europeo. El Madrid interesante para nuestro artista estaba en el museo del Prado du rante el día y en el café cantante por las noches. Este último sirvió para coleccionar más canciones tristes y su opinión sobre la pintura española va en el próximo capítulo. Un paseo por las Ventas tenía que entusiasmarle y aumentar la nota"], [67, "• ESPAÑA NEGRA ■ 59 macabra de sus artículos. Era una tarde en que el viento de la Sierra de Guadarrama cubierta de nieve, azotaba como latigazos en la cara. — ¡Eh! arriba á la plaza! — gritaban los cocheros, por ser día de toros. Y este grito me hizo pensar en otro muy distinto de estos mismos cocheros y que hubiera hecho temblar al belga; los madrileños lo conocen bien; es el que lanzan estos chulapos el día que van á dar garrote á un criminal di ciendo — ¡eh! á dos reales al patíbulo — pronunciado en el mismo tono que á dos reales á la pla\\a. Pues ¿qué diría si oyese á los hermanos de la pa\\ y de la caridad pi diendo dinero y gritando — por el alma de los reos que están en capilla? — ¡Estos sí que serían personajes para su España fúnebre! Pero no necesitó de eso para parecerle triste el paseo de las Ventas. Los desmontes son de turrón y los campos son más yertos que los alrededores de Roma, y ésta siquiera tiene acueductos, ruinas antiguas y recuerdos de lo que fué; la tristeza de Madrid está bien clara, apesar del contraste de un gentío de aspecto alegre, procurando divertirse con guitarras y pianos de manubrio, esos instrumentos de tortura, máquinas portátiles hechas para enervar con sus habaneras y canciones de zarzuela. Este sitio elegido para divertirse está amenizado por el paso de los en tierros; unos con pompa, humildes otros, van pasando los muertos delante de la juerga. Años atrás no saludaban allí los entierros, pero ahora ya se va introduciendo esta costumbre de capital civilizada. Dimos adiós á las Ventas entre jaleos de ciegos y habaneras dormilo nas. Por encima de unos barbechos veíamos un carro fúnebre, su cruz y techo barnizados reluciendo en el crepúsculo, los caballos enfundados y con penachos regresando de la Necrópolis como material vacío, los laca yos de librea grotesca, grasienta, ocupando el sitio del féretro, uno dormido y otro riendo, familiarizados con la muerte, como si vinieran de una feria, dando tumbos por un mal camino de baches. En el fondo la meseta de Al calá; y en el primer término de aquel Sahara el barrio de la Concepción con hoteles rosados por la luz rojiza; quintas de aspecto pobre pertenecientes á burgueses ricos pero dignos de compasión, porque creen que tienen fincas de recreo en el campo, no existiendo allí ni el campo niel recreo. Entre amazonas de Fuencarral un carro blanco de polvo y cargado de paja entraba solo en la Capital, sin tener quién dirigiese sus mulas, engan chadas en reata, porque el carretero dormía en lo alto de la carga de paja. La sorpresa mayor del belga fué cuando vio que en las tiendas de ataú des en vez de esconderlos como en otros países, los exponemos los españo les en los escaparates, juntamente con los baúles y maletas de viaje. Le ha blé del gran establecimiento la Funeraria y el nombre le preocupó, tanto que no hablaba más que de visitar aquel gran depósito de féretros. No pudiendo acompañarle aquel día, se fué solo y según me dijo des pués, se había él esplicado á su manera sin saber el español para encontrar la fúnebre agencia, diciendo á un empleado del tranvía en tono que debió ser lúgubre; «\\\\Yo quiero una funeraria para cadáver .'/» Pero allá va el mejor artículo que escribió sobre España, donde se es tudia su temperamento y se adivina el enérgico lenguaje del poeta flamenco."], [68, ""], [69, "• ESPAÑA NEGRA • 61 VI. LA ESPAÑA NEGRA DE VERHAEREN.— LA FUNERARIA. EL MUSEO DEL PRADO. — UNA TARDE EN EL ESCORIAL. «La muerte es en España punto de mira del camino del pensamiento. Al nervioso, al impresionable éntranle deseos de ver difuntos y se le figura que deben ser más rígidos, más verdosos, más horrendos que en otros países. Una fuerza parece que atrae hacia los cementerios, los túmulos, los pu drideros y por refinamiento acaba uno visitando el almacén de ataúdes. Acostumbrados los hombres del Norte á que nos oculten estas cosas tristes nos parece raro que en España los féretros se vendan con los cofres y ma letas de viaje. Las fúnebres cajas están en fila; unas con la forma y líneas del cuerpo humano, forradas de paño negro y clavos plateados sirven para los casados; otras de seda blanca con adornos azules destinadas á las solte ras; otras de metal bronceado con grandes adornos para los ricos; una he visto cubierta con papel de cuadros para un pobre; también una pequeña como un cajón con tapa que esperaba á un niño y las hay en fin hasta sin cruz para los mendigos. En lugar de atornillarlas cuando quedan ocupadas como las nuestras, se cierran á modo de armarios con cerradura y la llave pasa al bolsillo de los parientes. Los precios estaban escritos en los estantes donde descansaban á modo de sarcófagos en un panteón. Además hay gente pa gada para vestir los cadáveres; se venden mortajas con coronas, flores y hábitos de diferentes órdenes. Cruces de lilas para colocarlas sobre el pe cho de los recien nacidos. Así el vendedor de cajas, gracias al gusto del pueblo, representa en España una industria nacional. Este negocio lleva su título, dominando uno que no tiene su equivalente en ninguna parte, y es «La Funeraria». Esta palabra negra está escrita en la puerta y por poco que se la repita uno, adquiere significación extraordinaria, como representada á la luz de hachones entre gasas y penachos. Acaba uno por repetirse di cha palabra siempre, siempre, como una amenaza de Dies irce. Es necesario llevar gafas de vidrio color rosa en los ojos para ver Espa ña con tonos alegres. Su pabellón nacional debía llevar colores negros ó escudos de plata. Los que la han descrito, casi todos no han oido más que sus jotas, no han visto más que el color del tocado de sus mujeres, no se han interesado mas que con la efervescencia de las corridas de toros. Por poco que se mi re, oh! qué tristeza deja la alegría pasajera de una hora de fiesta! En reali dad, su música más alegre, la jota, la cantan los ciegos en tono lastimero. No se diga nada de los aires andaluces donde la música son lamentos. Las toilettes blancas van desmentidas por la palidez y la seriedad de las caras, en fin, sus corridas son la sangre y la muerte las que las ordenan. Los toreros antes de bajar á la plaza van á la capilla y se arrodillan co-"], [70, "62 ESPAÑA NEGRA > mo si fueran á morir, y mientras dura la fiesta sus mujeres ó hijas encien den cirios y rezan. Respecto al confesor, allí está esperando. La muerte se ínstala en España en la vida como en los ensueños; las canciones de amor son de un negro soberbio; así un joven dice á su novia cómo la querrá en la sepultura ó pregunta de que manera le tendrá en la memoria después de muerto.» Aquí el poeta flamenco hace alusión á las coplas que más le chocaron entre las infinitas que se le proporcionaron, en que los andaluces ponen el amor en grata compañía de la muerte. Dando su significado él cita estas tres: Cien años después de muerto y de gusanos comido, un letrero habrá en mis huesos que dirá que te he querido. Yo quisiera ser el nicho donde te van á enterrar para tenerte en mis brazos toita una eterniá. En el carro de los muertos la vi de lejos venir, llevaba una mano fuera, por eso la conocí. Pero no habló del amor de madre donde también la muerte entra en juego; citemos estas tres coplas, éntrelas mil que conocemos. En un cementerio entré, pisé un hueso y dio un quejío; No me aprietes con el pié que soy tu madre, hijo mío, la que á tu cuerpo dio el ser. A una tumba le di un beso y la piedra se partió y es que allí estaba enterrada la madre que me parió Donde esta enterra mi madre á dar gritos me ponía y sentí sonar un eco: No la llames, me decía, que no responden los muertos."], [71, "El dia de difuntos."], [72, ""], [73, "• ESPAÑA NEGRA 65 No le faltaba más que ver el pudridero de los reyes en el monasterio del Escorial, para que su entusiasmo llegara al delirio; pero como allí no puede entrar nadie, se le esplicó que los reyes é infantes permanecen diez años en nichos ordinarios de un subterráneo por donde pasa un arroyo de agua para purificar el aire y que terminados los diez años pasan de su caja de zinc al sarcófago de marmol que les espera en el gran panteón. El día de Todos los Santos en Madrid dice nuestro artista al ver las lu- ces encendidas en el Campo Santo, cosa nueva para él: «La muerte es allí una decoración soberbia á la cual la imaginación es- pañola bautizada de catolicismo dedica hachones y catafalcos en los ce- menterios». Tal día es tétrico para el extranjero que llega delante de aque- llos nichos, bajo galerías convertidas en capillas ardientes y tiene que estrañarse de cierta familiaridad nuestra con la muerte y de la gente que con gran indiferencia va á comer allí castañas como si fuera un paseo cualquiera. En fin, como crítico de arte y entusiasta del museo del Prado, dice: «Así como en la vida como en las costumbres y como en la poesía la muerte reina en el museo de Madrid tan regiamente como Velázquez. Ella se retuerce en los Ribera y la proclama Berruguete en autos de sé, en sus suplicios, en sus éxtasis, en sus martirios; sobre fondos de oro bruñido esmalta este último sus personajes terribles, metiendo clavos enormes en la carne, ciñendo los cráneos de espinas, barrenando los torsos con llagas de triunfo. Es como una rabia de sectario católico romano, lo que mueve su mano de artista, de gran artista, y creería uno que pinta con brochas en forma de dientes y que su color es pez derretida. Tiene la sé que eriza los pelos. Su pensamiento es Sto. Domingo, su principal modelo; á él dedica sus horas, sus dedos, sus ojos, y no se sirve de éstos más que para contar el fanatismo y la crueldad, como si saliera de calabozo ó de cueva de inquisi- ción. Este artista exaltado por visiones trágicas no tuvo competidores, aunque hay otros pintores tristes entre los góticos españoles como Correa, que se deja influir por los italianos y otro interesante, Gallegos, que parece venir de los flamencos; ninguno mejor que Berruguete lleva el sello de su raza castellana y en algunos de sus cuadros va más allá de su tiempo; llega hasta el siglo de Felipe II. Siguiendo este camino á través de Morales y Juan de Juanes, se explica uno Zurbarán, Sanchez-Coello y Pantoja de la Cruz («0 pero no se explica Velázquez que parece haber descarrilado el genio español de rigidez y de piedad para ir hacia un ideal decorativo de grandeza y de aparato. ¡Cuánto más atractivo tienen los primeros que iban al alma que su brillante y aris- tocrático sucesor y cuánto mejor explican aquellos los grandes cerebros es- pañoles: Carlos V y Felipe II! Estos monarcas como sus pintores comprendieron el carácter tétrico de su raza y su época; el uno se retira al convento de Yuste; el otro encarnó su pais como jamás lo hizo ningún rey. Un artista, este último, que consiguió como nadie poner en su sitio y en un monumento la expresión, adecuada á su alma. Escoger este país desgarrado de El Escorial que parece aulla, con sus bloques de granito, amenazando siempre venirse abajo y herido sin cesar por los vientos y nubarrones, para simbolizar en un claustro desnudo, árido y glacial su idea tiránica é inmóvil apesar de los desastres de aquel siglo. Inolvidables aquel crepúsculo de sangre y aquella noche estrellada de hierro que pasamos en aquel siniestro sitio. (•) Aquí olvidó al Greco y á Valdés Leal, dos de los pintores más tétricos de la escuela española."], [74, "66 • ESPAÑA NEGRA • ¿Para qué detallar el Monasterio? consultar la guía; pero el paisaje; oh! qué carácter de aridez hermosa! Aún después de haber visto Navarra, Aragón y Castilla donde los es tremos de sequedad é inundación enrojece la tierra y horada en los mon tes masas como templos indios con ilusiones de monstruos encogidos ó elefantes alineados como colosales cariátides; aún después de todo esto se queda uno asombrado ante aquel Guadarrama, sobre todo por la tarde. Paisaje en el Escorial Enormes grupos de cuatro ó cinco cantos amontonados parecen túmu los de tiempos prehistóricos. No se puede creer que la casualidad los haya colocado de aquella manera extraña (*); otras veces forman bolas terribles ó grandes mesas de granito. Se buscan los epitafios, pero nada; es la muerte inmensa, pero anónima. Algunas encinas, pinos y otros árboles de follaje oscuro; troncos como brazos desesperados en posturas retorcidas es la única vegetación de aquel paisaje. En cuanto al suelo está salpicado algunas veces de flores amarillas y moradas entre las piedras. Como fondo la sierra con las vibraciones ro jas de los últimos rayos del sol y más allá aún otra cadena ondulada de montañas de un azul negruzco y lúgubre. Por encima de nubes de cobre que pasan, otras más grandes de plomo quedan quietas arriba, apesar del viento que gruñe implacable como ha chas agitadas queriendo cortar cabezas. El crepúsculo se funde poco á poco, y ni las estrellas que empiezan á alumbrar, aunque cambien los tonos del paisaje, no consiguen borrar aque lla impresión profunda y fúnebre. (*) También vimos en nuestro paseo algunas figuras humanas formadas con los can tos de granito. En uno de estos montones de piedras un francés hubiera visto la silueta de Napoleón sentado, mirando al monasterio, la cabeza cubierta con su conocido tricor nio,-^, del T,)"], [75, "• ESPAÑA NEGRA • 67 Los bloques de granito cambian de tono produciendo reflejos metáli cos; algunas montañas se destacan como catafalcos y el viento sopla siem pre. Al acercarnos, el monasterio aparece como un sueño de plata, como una evocación neta y fría del espíritu de Felipe II; y se oye cantar á los frailes salmos en latín, una vez entrando en el templo del cual solo la gran ventana del fondo, como placa de hierro caliente, resplandece.»"], [76, ""], [77, "• ESPAÑA NEGRA • 69 Avila con luna (boj)."], [78, ""], [79, "ESPAÑA NEGRA 71 CONCLUSIÓN Cuando salí de El Escorial pude comprender cuánta razón tenía el poeta al escribir tan triste artículo dedicado á los belgas. Quizás se prestaba él á negras ideas, á llamar nuit de ser á una noche pasada en El Escorial... La frase «país desgarrado que parece aulla herido siempre por los vientos» tiene verdadero colorido. Allí muje el viento á diario; las pizarras del Mo nasterio se agitan produciendo un ruido metálico que hace pensar en aque lla palabra de Verhaeren: noche de hierro. Luego de día, en aquel paisaje estraño las grandes piedras aplastan la tierra como inmensos túmulos; ta pan las casas; los habitantes; el granito parece que juega al escondite con los objetos y seres que pasan. Cuando llegó el tren que debía alejarnos de aquel sitio apareció de re pente como inmenso lagarto que se retorciera entre los jigantescos bloques parduzcos. Un tren lanzado por aquel caos de cantos negros tiene algo de reptil que sale y se esconde entre montones de piedras y ruinas. Así parecen ha-"], [80, "72 • ESPAÑA NEGRA • berlo comprendido al poner el nombre de Lagartera á un sitio solitario y trágico entre El Escorial y Avila. Avila, el segundo Toledo de España, aumentó el entusiasmo del flamen- co, sobre todo visto con luna entre faroles agonizantes. Las entradas de la an- tigua muralla, como siniestros calabozos, le parecieron al artista puertas in- quisitoriales. Sino llegó á ver Toledo vio Avila. La ciudad impenal le hu- biera gustado por el color; ¡nada tan cadavérico como sus tonos amarillos vistos desde el campanario de la Catedral! Su plano es más árabe que Avila; muchas de sus callejuelas con mil recodos no tienen salida como en los pueblos marroquíes, pero el color que domina en los tejado-s y en el campo yerto es lo que debe estrañar más al hombre que venga del Norte, sea in- glés ó belga. Aún para el español que pasa muchos años en el extranjero al volver á estos pueblos se preg-unta si es posible que agrade tanta desolación . ¿Habrá quien habiendo viajado mucho escoja para retirarse del mundo á Toledo con sus torres de estilo mudejar, convertidas hoy la mayoría de ellas en palomares; con sus ruinosas casas, sus vertederos de antigüedad que se despeñan en el Tajo? Si se quiere pensar en la muerte, nada más apropó- sito que esos pueblos castellanos, pero si se desea alegría y si el color in- fluye en ella, no la puede lograr el panorama toledano con aquellos tonos amarillentos que tocan en el pardo unas veces, otras en tonos huesosos; con aquellas tejas que si recién cocidas fueron rojas, por la fuerza del polvo y de la sequedad se han ido convirtiendo en un tono pardo achocolatado. La vejetación del melancólico verde gris de los olivares completa el as- pecto triste del panorama y la soledad sobre todo es lo que más impresiona. En el color de los monumentos se refleja también un país. Las torres góticas de Normandía, Bretaña y Holanda están cubiertas de una capa de humedad, musgo microscópico, produciendo un tono que harmoniza con las praderas del Norte donde pastan las vacas; las catedrales de Castilla son de un color pardo amarillento que se confunde con los tonos de sus campos áridos. Vivir en las ciudades castellanas de ruinas es vivir en lo muerto, aunque sea una ruina con cielo azul. Aquella antigüedad es muy hermosa para unos días, pero como plato dia- rio cansa y en general hasta los artistas prefieren para la vida ordinaria los pueblos modernos. Medina y los restos del palacio de la Corte de Castilla, el tocador de la reina convertido ahora en gitanesca covacha y sus fosos en pudridero de mulas, ofrecieron impresiones de luz crepuscular en que revoloteaban los murciélagos. — ¡Ya se podían escribir cosas negras! Pero va siendo ya mu- cha dan\\a macabra. Después de nuestra separación en Burgos, ¡cuántas veces pensé en mi amigo! sobre todo cuando al viajar por los pueblos españoles veía ataúdes colgados á la puerta de algún carpintero, de esos que tienen á gala ostentar las cajas mortuorias que en el extranjero se ocultan y se trasportan de \"no- che; ó bien cuando veía un hombre cargado con uno de esos armarios va- cíos de la Funeraria, atravesando las calles, cosa que no se ve en pleno día más que en España. La idea fúnebre del poeta podrá parecer chifladura, pero de ello tuvo la culpa la serie de cosas que vimos en nuestro viaje. El hombre en vez de alegrarse el espíritu con la luz de nuestro sol, se marchó más triste que ha- bía venido, pero como él decía «por lo mismo que es triste, España es her- mosa». Para terminar esta visión tétrita citaré una procesión que vi en Rioja, donde hay una cofradía de disciplinantes que se azota cruelmente, hasta correr la sangre, hiriéndose la piel con vidrios rotos. En pleno siglo XIX"], [81, "73 • ESPAÑA NEGRA • La\\procesión de San\\Vicente _(bo))."], [82, ""], [83, "• ESPAÑA NEGRA • 75 casi en el XX sucede esto delante de un Nazareno el Viernes Santo en San Vicente de la Sonsierra, cerca de Haro, donde se trasporta uno á la Edad Media aunque por otro lado tengan luz eléctrica y se vean desde allí los trenes modernos pasar diariamente por la estación de Briones á dos pasos de distancia. Es una procesión puramente para artistas; mas por no prestarse á ser pintada en lienzo, la recomiendo al literato que quiera escribir un artículo espeluznante, sobre todo si es de las ideas de Verhaeren. El pintor riojano Paternina me había hablado de este espectáculo goyes co y no atreviéndome á creerlo fui una Semana Santa á dicho pueblo para convencerme con mis ojos. ¿Cómo trasladar á un lienzo unos cuantos fa náticos que se azotan delante de los pasos en la procesión? ¿Cómo expresar que cada disciplinante se azota á sí mismo? Goya pintó una escena parecida en el cuadro que existe en Madrid en la Academia de San Fernando, solamente que allí cada disciplinante azota á su compañero. Pero la segunda parte exigiría aún más explicación, es decir, cuando el llamado padrino, un viejo con cara de Nerón, termina aquel terri ble castigo haciendo brotar la sangre agolpada en las doloridas espaldas amoratadas en fuerza de zurriagazos, con un instrumento que pone los pelos de punta, una bola del tamaño de las de billar hecha de cera y que contiene unos pedazos grandes, de vidrios rotos, salientes y cortantes. De esta bola llamada allí esponja me dieron un ejemplar, y la operación ó sangría la lla man picar; así tan en crudo; lo mismo que en las plazas se pican toros, en aquel pueblo se pican hombres. Para merecer el alto honor de ser picao hay que pertenecer á la cofradía; todo el mundo no puede conseguirlo. El hombre picao tomándolo en el sentido riojano es un buen partido para las muchachas y un valiente entre los hombres. Hay además otros muchos martirios como el ir por las calles tocando á pulso una campana que pesa algunas libras y la terrible penitencia de llevar los pasos con los pies desnudos sobre un empedrado de chinitas y piedras desiguales que parecen hechas para aquel calvario. Y más si se considera que ellos tienen á gala no dejar descansar los pasos sobre pies de madera ó zagalejo como en las demás procesiones y sí únicamente cambiar de pos tura siempre con el Santo al hombro. Una de las cosas interesantes fué la visita á la casa de los disciplinantes que aquellos días tienen colgadas al balcón las disciplinas. Subimos por una escalera oscura; allí se reunían ellos y rodeaban una mesa con una jarra de vino. El Padrino ya viejo, fué el que con voz aguardentosa nos esplicó la necesidad que tenían en la cofradía de algunos fondos, porque aquel año ha bían sufrido muchos gastos; es decir, que deseaban que se echara algo en el plato, preparado apropósito en un rincón. Sacó un traje de hilo blanco abierto por la espalda, porque ésta tiene que quedar al descubierto para la penitencia; un antifaz de inquisición y un par de calzoncillos también blan cos completaban el lúgubre traje. El patrón dijo: <cya ven ustés que aquí llevamos las cosas con orden y que la ropa está bien cuida y plancha.» Quedamos en volver para asistir á la cura de los picaos, pues era antes de celebrarse la procesión y después vimos que la cura se reduce á lavar las heridas con agua y á meterlos en la cama. El padrino añadió: «aquí nadie puede con la cofradía porque el que no se a\\ota en la calle, lo hace en su casa y asi todos sufren la condena». Cuentan que un gobernador mandó un año á la guardia civil para im pedir que se castigaran, pero perdieron el tiempo, porque toda la cofradía se zurró y picó de lo lindo, cada uno en su casa. Desde entonces no insistió niás el señor Gobernador en ser caritativo,"], [84, "76 ESPAÑA NEGRA - También se dice entre los cofrades que el que se deja picar una vez, tie-' ne que repetirlo todos los años. Como la Semana Santa es en la época de la revolución de la sangre, todo hombre picao en años anteriores la tiene más revuelta que el que no se picó nunca; al llegar esta época los cofrades sien ten la necesidad de aquella sangría brutal y los que la suprimen están natu ralmente malos aquel año, aunque ellos lo atribuyen á un castigo del cielo por no haber sufrido dicha penitencia. Aquel Jueves Santo fueron picaos tres y en la tarde del Viernes se mar tirizaron los restantes de la cofradía, que eran ocho ó diez. Fué un día triste con un viento glacial; ya la silueta del pueblo no con vidaba á ideas alegres. La iglesia del amarillento castellano de siempre do minaba todo, enclavada en una peña también pajiza, casi inaccesible sobre el Ebro y en medio de desiertos pelados y tristes. El tiempo con nubarrones negros, la procesión á la desbandada como obra de poseídos ó de escapados locos, los chicos gritando, porque no rezaban ni cantaban; todas las notas eran discordantes. Las calles ruinosas y en fin iodo el conjunto formaban una pesadilla macabra completándola con la sangre de los azotados. Si alguien desea ver una España de la Edad Media \"que vaya un Viernes Santo á San Vicente de la Sonsierra y si quiere dejarse picar que entre en la cofradía negra. Lo malo de esto es empezar, porque el cuerpo lo pide a) año siguiente y sí hemos de creer á los azotados, según pasan los años, para la sangre es fruta sabrosa. Sin duda tuvo razón Verhaeren en ver hace diez años nuestra patria como un país amigo de la muerte. Hizo bien en estudiarla Funeraria y el toque de agonía. ¿No se consuela á las madres españolas con la misma idea de la muerte cuando pierden un niño, diciendo: «no llore V., ¿no ve V. que los angelitos están mejor en el cielo?» Si este artista viniera ahora á España nos encontraría á todos más muer tos que en su último viaje. Sus notas parecen escritas en este año 98 de tris tes recuerdos, Y si para completarlo viniera á pasar un Viernes Santo en Rioja enton ces sí que vería al natural y de una pieza toda su ESPAÑA NEGRA tal como él la desea y la canta con su alma de gran poeta."], [85, ""], [86, ""], [87, ""], [88, ""], [89, ""], [90, ""], [91, ""], [92, ""]]