[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "PREMIERLØJTNANT A. VALENTINER HERREGAARDSSKYTTERNE I 1848."], [8, ""], [9, ""], [10, "A. VALENTINER: HERREGAARDS SKYTTERNE I 1848."], [11, "PREMIERLØJTNANT A. VALENTINER HERREGAARDSSKYTTERNE i 1848 MED ILLUSTRATIONER AF K. HANSEN-REISTRUP, GENGIVELSER AF NIELS SIMONSENS SAMTIDIGE TEGNINGER, PORTRÆTER OG KORT OVER KRIGS- SKUEPLADSENE UDGIVET MED KRIGSMINISTERIETS UNDERSTØTTELSE DET NORDISKE FORLAG BOGFORLAGET ERNST BOJESEN"], [12, "KJØRENHAVN. TRYKT I KRIGSMINISTERIET VED CHR. RASMUSSEN. 1898."], [13, "I FORORD. J /er blev i 1848 oprettet to frivillige, riffelbevæbnede Afdelinger, nemlig »det beredne Jægerkorps fra Øerne« og »det jydske Skarpskyttekorps«. Og »Herregaardsskytterne«, som man opkaldte dem efter det Korps, som i 1807 gjorde saa god Nytte, opnaaede hurtigt en stor Popularitet i Hæren og hos Befolkningen. Det var ret naturligt; hidtil havde jo kun »Bonden«, o: Landboeren, været værnepligtig — og nu saa man en Mængde unge Mænd af de højere Klasser frivillig underkaste sig det militære Livs Anstrængelser. Hvorvidt de gjorde Fyldest og saaledes fortjente denne Yndest, derpaa kan Svaret søges i den efterfølgende Fremstilling, der om latter alt, hvad det, efter et halvt Aarhundredes Forløb, har været For fatteren muligt at samle, vedrørende deres Deltagelse i Felttoget. For at danne et Grundlag til Forstaaelse af Forholdene er Korpsernes Tilblivelse, Organisation og Sammensætning behandlet lidt udførligere, end det muligvis vil interessere enkelte Læsere. Medlemsfortegnelserne ville forhaabentlig kunne have nogen personal historisk Interesse. I flere Fægtninger optraadte Korpserne som et samlet Hele, og i disse Tilfælde have Archiverne ydet det bedste Grundlag for Fortællingen."], [14, "■J Af de mange Beretninger om Bedrifter, udførte af et ringere Antal eller enkelt Mand. er kun de optagne, hvortil Kilden har været authentisk. For at give Fremstillingen mere Liv. og ligesom bringe Begivenhederne paa nærmere Hold ved Øjenvidners Meddelelser, er Fortællingen undertiden suppleret med eller erstattet ved Breve. Der er indflettet en Del af de Smaatræk og Anekdoter, der endnu leve i Veteranernes Erindring, og som skønnedes at kunne bidrage til at give et Billede af det daglige Liv indenfor Korpserne. som i det hele af Forholdene i en Tid. der allerede ligger den nulevende Slægt saa fjærn. Da de to Korpser vare fuldstændig uafhængige af hinanden, og heller ikke, som det oprindelig var Bestemmelsen, kom til at virke sammen under Felttoget, er hvert af dem behandlet for sig. De benyttede Kilder have for største Delen været utrykte, nemlig dels Sager, henhørende til Generalstabens og Krigsministeriets Archiver samt Rigsarehivet. dels en Del Medlemmers Dagbogsoptegnelser og Breve ; endelig danske Blade fra 1848. samt tyske militære Værker og Blade. Trods deres Mængde have disse Kilder, som det ofte har haft sine Vanskeligheder at opsøge, flydt noget sparsomt. Naar et Resultat blev naaet, skyldtes det ofte rent tilfældige Omstændigheder. Særligt gælder dette om Medlemsfortegnelserne, der fra et lille Grundlag ere blevne byggede op Rubrik for Rubrik. Rimeligvis klæber der endnu, trods al anvendt Omhu, enkelte smaa Unøjagtigheder ved dem. Idet jeg takker de mange -gamle Herregaardsskytter. der mundtligt og skriftligt have ydet mit Arbejde Støtte, tillader jeg mig at tilegne Veteranerne fra de to Korpser denne lille Bog. I 1888 samledes »Øboerne« paa 40-Aars dagen for Fægtningen den 28de Maj ; den Tid er nu ikke fjærn. da de kunne holde 50-Aars Jubilæum. Dersom det er lykkedes at give et troværdigt Billede af de Begiven heder, hvori de i »det gode og mærkværdige Aar 1848« toge saa ivrigt Del — og at vise. hvad Afdelinger af intelligente Mænd, hvis Subordination bunder i Dannelse og Opdragelse, under de daværende Forhold kunde ud-"], [15, "3 rette, selv med en ringe militær Uddannelse, begejstrede, som de vare, for Fædrelandets Sag, saa er Hensigten med dette lille Arbejde naaet. Sluttelig tillader jeg mig at rette en ærbødig Tak til Krigsministeriet, der har vist mit Arbejde den Velvilje, at lade det trykke. I sin oprindelige Form er det udført som en Opgave, der stilledes Forfatteren af Chefen for 12te Bataillon. Hr. Oberstløjtnant A. C. P. Jessen. Kjøbenhavn, i Jidi 1897. _A_. Valerxtiriei-. 1*"], [16, ""], [17, "V_yprettelsen af de frivillige Korpser er en Legemliggørelse af de Idéer. som kom til Udbrud og besjælede vort Folk i de bevægede Martsdage 1848 : indadtid Tanken om folkelig Lighed og Frihed, udadtil Uafhængigheds- og Enhedstanken; den sidste, at Danmark skulde opretholdes helt og uaf hængigt, skabte Begejstringen for Fædrelandets Forsvar, den første fik blandt andet Udslag i Følelsen af det uretfærdige og utilstrækkelige i, at kun Landboerne vare værnepligtige, hvilket Forhold jo først hævedes ved Septemberloven. Saa snart det, i Dagene efter den historiske 22de Marts, var blevet bekendt, at Kongen havde omgivet sig med nye Ministre og selv vilde gaa i Spidsen for Folket i dets Frihedsbestræbelser. trængte Sporgsmaalet om Forsvaret af Landets Ret og Uafhængighed frem i første Række, og affødte i forbavsende kort Tid den ene smukke, selvopofrende Handling efter den anden. Folk af alle Samfundsklasser, der hidtil vare gaaede fri for Værne pligten, tilbød Hæren deres Tjeneste eller dannede efter Klingens Opfordring af 28de Marts frivillige Korpser. Men den, der vistnok tog det første Initiativ i saa Henseende, var Etatsraad Carl de Neergaard til Gunderslevholm. Allerede i Dagene før den 26de Marts havde han sat sig i Forbindelse med flere andre store Godsejere og opfordret dem til at danne en Komité, som skulde udruste og underholde et beredent Jægerkorps, bestaaende af Landejendomsbesiddere, Forstmænd og Herregaardsskytter fra Øerne. Han tog ind til Kjøbenhavn og henvendte sig til Excellensen, Generalpostdirektør, Grev Sofus Danneskjold-"], [18, "6 Samsøe, der med Iver sluttede sig til Idéen og blev Komitéens Formand. Den kom, foruden de to ovennævnte, til at bestaa af: Kammerherre Joachim Brun de Neergaard til Svenstrup. Kammerherre. Ritmester, Wolfgang von Haffner til Egholm, Kammerherre Wichfeld til Engestofte og Jægermester Sehested til Broholm. Som det var Etatsraad Neergaard, der fik Idéen, saaledes vedblev han ogsaa at være Sjælen i det hele Foretagende. Foruden de andre Godsejere, som bidroge til Korpsets Underhold, og hvis Navne eller Besid delser findes anførte paa Medlemslisten, skal her særligt nævnes Kammer herre. Hofjægermester. Baron Carl Blixen-Finecke til Dallund og Næsby holm. Han støttede for det første Sagen ved særdeles betydelige pecuniære Ofre. ligesom hans store Formue under Felttoget kom de mindre bemidlede Kammerater til Gode. Under Opholdet i Nestved uddelte han et stort. Antal Biichs Flinter blandt Jægerne. Endelig var det ham. der under Chefens Fraværelse og Sygdom den største Del af Sommeren kommanderede Korpset og blev dets egentlige Fører. Opfordringen til at melde sig selv eller stille Jægere udsendtes og bekendtgjordes paa forskellig Maade og blev saa ivrigt fulgt, at der snart i Nestved. hvor Uddannelsen skulde finde Sted, samledes over 200 Deltagere, væbnede med gode Rifler og lange Hirschfangere. Nogle Dage senere dannedes i Jylland »det jydske Skarpskyttekorps« under Holstein-Rathlou, men hertil ville vi senere komme tilbage. Man besluttede at henvende sig til Rentekammeret, under hvilket de kongelige Domæner sorterede, for ogsaa at opnaa Deltagelse fra de konge lige Forst- og Jagtbetjente, som kunde undværes, og tilskrev det saaledes: »Ved herhos at underrette det kgl. Rentekammer om. at Grev S. Danneskjold-Samsøe, Kmh. J. Neergaard, Kmh. Haffner, Jægerm. Sehe sted. Kmh. Wichfeld og undertegnede ere sammentraadte i en Komité"], [19, "7 forat søge dannet et beredent Jægerkorps, bestaaende i det væsentlige af Forst- og Jagtbetjente fra Godserne, til Landets Forsvar, tillader jeg mig tillige paa medkomiteredes og egne Vegne at anmode det ærede Kollegium om, at de Forst- og Jagtbetjente paa Distrikterne, som ere i en passende Alder, og som paa nogen Maade kunne und væres af den kgl. Tjeneste, maatte blive opfordrede til at træde ind i Korpset. Vi have ingen Tvivl om, at Forstcandidaterne paa Distrik terne. Jægerne paa den kgl. Vildtbane og maaske enkelte yngre Skov fogeder ville, naar der tilstaas dem passende Diæter for den Tid. de tilbringe ved Vaabenovelserne, paa Opfordring af Overførsterne være villige til at forene sig med de Mænd, vi kunne samle fra de private Godser. Idet jeg vedlægger nogle Aftryk af et Brev, som vi i den Anledning have ladet udgaa til de andre Godsejere paa Øerne, og hvoraf det nærmere om Korpsets Indretning kan erfares, og i øvrigt henviser til vor Bekendtgørelse i den Berlingske Tidende, som udgaar i Dag, skal jeg blot bede, at det ærede Kollegium vil i denne Hen seende give de kgl. Overførstere de fornødne Forholdsregler. Kjøbenhavn, den 27de Marts 1848 ærbødigst C. Neergaard. Rentekammeret var saa ekspedit, at Opfordringen endnu samme Dag meddeltes Overførsterne, der næsten som en Selvfølge kunde indberette, at »hele den kgl. Forst- og Jagtetat var besjælet af Iver efter at komme til at kæmpe for det elskede Fædreland«. Af de under denne ansatte Forst mænd bleve 25 antagne af Komitéen. At Iveren var stor, fremgaar eksem pelvis af, at en enkelt fattig Skovfoged med stor Familie, Møller, solgte Sølvtøj og Løsøre for at skaffe sig Vaaben. De øvrige kgl. Forstmænd vare uskikkede af forskellige Grunde. Enten vare de for gamle, havde for stor Familie, eller forstode ikke at skyde med Kugle. I et enkelt Tilfælde indberettede en Skovrider, »at N. N., der i øvrigt var flink, ved sin Til-"], [20, "8 bøjelighed for Flasken let kunde misrekommandere Distriktet«. — Over førsteren i Kjøbenhavns Distrikt, Earon Lovenskjold, foreslog i øvrigt Rente kammeret, grundet paa et almindeligt Ønske, at danne et ridende Jæger korps til Øernes Bevogtning, af de ikke antagne Forstmænd. Færdighed i Riffelskydning og Ridning vare Betingelser for at blive optaget i Korpset. Tilbage stod Eksercits til Hest og til Fods. I de første Dage af April blev der aflagt Prøver og foretaget Skydeøvelser forskellige Steder, bl. a. for Nordsjællændernes Vedkommende paa Jægersborg, hvor ca. 50 Mand mødte, og den 7de og 8de samledes Jægerne fra Sjælland og de mindre Øer i Nestved, medens Contingentet fra Fyen. 26. uddanne des i Odense under Kommando af Ritmester Sperling til Sandholt og først stødte til Korpset paa Gennemmarchen. Som det var smukke, patriotiske Følelser, der havde ført til Opret telsen af Korpset, saaledes udviklede der sig snart det mest kammeratlige Forhold mellem dets Medlemmer, til Trods for den store Forskel, der ofte kunde være i Alder og social Stilling. Greven. Godsejeren, Skovrideren og Forsteleven stillede sig Side om Side som menige: en Del af de Offi cerer og Underofficerer, der sluttede sig til Korpset og trak i dets Uniform, traadte ogsaa ind i Geleddet, andre bleve valgte til Førere, hvilket fremgaar af Listen. Kammerherre, Ritmester Haffner var af Krigsministeren designeret til at ordne Korpset og sørge for dets foreløbige Uddannelse, medens Major C. Jacobsen af 5te Dragonregiment ved Skrivelse af 14de April til Nørre jydske Armékorps ansattes som Chef. Korpset fik Navn af »Det beredne Jægerkorps fra Øerne« og Udrustningen blev følgende: Graa Jægerhat med Fjer, indvendig forsynet med krydslagte Staalbøjler til at afbøde Hug, hvilke de fleste dog snart skilte sig ved paa Grund af Vægten."], [21, ""], [22, ""], [23, "9 Grøn Vaabenfrakke med opstaaende Krave og sorte Knapper, graa Ben- klæder med Skridtbesætning, høje Ridestøvler med Spændesporer, sort Kappe, der til Hest spændtes foran paa Sadlen og til Fods bares en bandouliére. Brødpose og Feltflaske i lang Rem; Livrem med Tasker til Hirschfånger og Pistoler, samt Kugle- og Fænghættetasker; Krudthorn i lang Rem. Riffel. Pistoler og Hirschfånger. Riffelbæreremmen, der hang over venstre Skulder, endte forneden i en Karabinhage, der blev hugget i en Øsken under Kolben, medens en »Sløjfe« paa Remmen fastholdt Riflen foran paa Brystet. Under Ridtet kunde man saa støtte Riflen ved at holde om Kolbehalsen. En Mulepose med 1 Foder spændtes foran paa Saddelen, bagpaa denne en Mantelsæk; mellem Saddelen og Mantelsækken en Foderpose af Lærred. Man besluttede at inddele Korpset i 2 Escadroner, 4 Halvescadroner og 8 Delinger. Det blev i det væsentlige Nordsjællænderne, som samledes i lste Escadron. de øvrige i 2den. Jægerne ordnede sig derefter rodevis og Afdelingerne valgte selv deres Førere. Hvem disse vare, fremgaar af For tegnelsen. Baron Blixen skriver herom til sin Hustru: »Jeg har haft en stor Tilfredsstillelse: at Korpset enstemmig har valgt mig til sin næstkom manderende og Chef for lste Escadron; en saadan Tiltro fordrer fra min Side den mest samvittighedsfulde Anvendelse af alle mine Kræfter til at opfylde mine Forpligtelser mod de Mænd, der har betroet deres Liv i mine Hænder. ■ Ansvaret er stort, men med Guds Hjælp haaber jeg, at vi vinder Sejr og uden alt for store Tab maa vende tilbage i Kredsen af vore kære • «. Escadrons- og Halvescadronscheferne fik Distinktioner som Ritmestere og Premierløjtnanter, Delingsførerne som Secondløjtnanter. 2"], [24, "10 Da Tiden var knap, eftersom der kun maatte medgaa ca. 14 Dage inden Afmarchen, dreves Øvelserne med Iver, og det er en Selvfølge, at de fra Hæren tilgaaede Elementer herved ydede en væsentlig Støtte. Øvel serne til Hest lededes f. Eks. af Kvartermester Spangenberg og Overvagt mestrene. Som omtalt, det. som det kom an paa, var Evolutioner til Hest og Fægtning til Fods. Tiden tillod ingen Uddannelse med blanke Vaaben og Hensigten med Korpset var heller ikke at optræde som Rytteri uden netop ved Recognoscerings- og Sikringstjenesten, medens Hestene under Kamp skulde føres tilbage af Hesteholdere. Det Eksercer- og Fægtningsreglement, der blev udarbejdet for Korpset, saa saaledes ud: »1. Korpsets Signalhorn holdes i højere Toneart end Armeens. 2. Korpset opstilles som et Jægerkompagni en ligne paa 2 Geledder. Et Skridts Afstand fra Rode til anden for magelig Ladning. 3. Inddeling: 4 Pelotonner pr. Escadron, 8 Sectioner med faste Førere foran; i Linjen paa Fløjene af hver Afdeling. 4. Marcheorden i Colonne pelotonvis eller sectionsvis med 4 Skridts Afstand. 5. Riflens Ladning efter hver Mands Brug. 6. Evolutioner : »Paa højre (venstre) Fløj former Pelotonskolonne! (den staaende Fløj altid foran, og Føreren angiver til sit Peloton Ven- dingen og fører de forreste Mænd). Fra Kolonne former Linje til venstre (eller højre)!« Fra Linje former Kæde til venstre (højre)!« Fra Midten (eller fra et angivet Peloton) former Kæde til højre og venstre!« Fra Kæden formeres Linjen til venstre eller højre eller til et bestemt Peloton. Fra Kæden formeres Kolonne paa højre eller venstre Fløj."], [25, "11 9* Fra Kolonnen eller Linjen udsendes en Afdeling i Kæde — Signal: »Blænkere ud!« Terrænets Bredde bestemmer Rodernes Afstand. Forstærkning af Kæden med 1 Peloton sker paa Gentagelsen af Signal: »Blænkere ud!« Inddragning af Kæden paa Signal: »Blænkere ind« eller »lang Tone, Blænkere ind«. Korpsets Signal, som for Jægerne benævnes »hele Korps«, bestemmes til »lang Tone g«. Ordre til Chargering signaleres med »Chargering«, og Ophør dermed ved »hold inde med Chargeringen«. Disse Ordrer maa bestemt angives efter den kommanderendes Overblik over Forholdene, og maa ikke bero paa hver Jægers tilfældige Lejlighed til maaske at kunne skyde en Fjende. Avancering og Retirering kan angives ved Signal, men maa helst averteres, ligesom i det hele mundtlige Avertissements maa an- vendes, hvor ske kan, i Steden for Signaler. Marchens Direktion og Begyndelse angives ved »Avancer« og »Retirer«. Kommandoet »Marche« og »Omkring« behøves ikke. Ordenen i Kolonnen af lste, 2den, 3die, 4de eller 4de, 3die, 2den, lste Peloton kan ikke altid bruges som Regel, da et Peloton, som hændelsesvis har været i Ilden, maa rangere sig bagved. 7. Riflerne maa indrettes til Skydning paa 200 Alen og lades bedst med 1 å 2 Plastre, alt efter Forsiamningen. 8. Forsvar mod uventet Angreb af Cavaleri maa udføres ved at slutte sig tæt sammen og søge at holde det angribende Cavaleri borte ved sikre og gode Skud ; i Nødstilfælde maa de forreste med udstrakt Arm søge at nedstøde Hestene med spidse Hirschfangere, medens de bagved staaende skyde. 9. Indøvelsen til Hest bliver for det første at indskrænke til, at Mand- skabet bibringes Færdighed i at kunne bevæge sig med Lethed udenfor Fægtning. 10. Opstilling og Inddeling som til Fods : dog bliver hertil at føje Inddelingen med fire, for Vendingernes Skyld."], [26, "12 11. Jægerne øves til Hest i at svinge ud, gøre højre og venstre om og omkring med fire: formere Kolonne og igen opdeployere, samt i Af- og Opsidning og Hestenes Kobling. 12. Hestekoblingen ordnes saaledes, at hvert Pelotons Mandskab hver Dag bestemmer det Mandskab, som efter Tur skal blive ved og føre de koblede Heste for denne eller maaske 2 Dage ad Gangen. Paa Grund af de indøvede Befalingsmænds ringe Antal og for at til vejebringe Afveksling ved Øvelserne, skiftedes Escadronerne med Eksercits til Hest og til Fods. De bedste Skytter i Delingerne fungerede som Skyde lærere. For Befalingsmændenes Optræden i den daglige Tjeneste var der givet detaillerede skriftlige Befalinger, saa at Ansvaret fordeltes jævnt paa alle. Med Hensyn til Disciplinen gik man ud fra, at den gode Vilje maatte bøde paa den militære Uddannelse, men. forat der ikke i paakommende Tilfælde skulde være Tvivl, udarbejdede Generalauditøren med Krigsmini sterens Approbation følgende: »Bestemmelser angaaende Disciplinarforholdene i det fri villige, beredne Jægerkorps: § 1. Korpset staar under en Chef og et passende Antal Over- og Under befalingsmænd, der vælges af Medlemmerne selv. § 2. Korpsets nærmeste Bestemmelse er at bruges til Forsvar mod fjendt ligt Angreb i den Provins, hvor enhver af dets Afdelinger oprettes, men det kan ogsaa efter Krigsministerens nærmere Bestemmelse anvendes i Fædre landets Tjeneste paa anden Maade, dog saaledes, at det kun kommer til at virke som et afsluttet Hele. om end i Forbindelse med andre Tropper. § 3. Korpsets Medlemmer ere strængt undergivne den militære Sub ordination, saavel i Forhold til dets egne Befalingsmænd, som til andre af Arméens Officerer, under hvis Kommando det maatte blive stillet. De militære Respektlove have derimod ingen Anvendelse paa Korpset, men det tør forventes, at sammes Medlemmer ville iagttage et saadant Forhold,"], [27, "13 baade mod deres egne og Arméens øvrige Befalingsmænd, at den Agtelse, som skyldes disses Charger, ikke tilsidesættes. § 4. Overtrædelse af Subordinationspligten eller andre Tjenestepligter straffes med Irettesættelser, passende Bøder, kortvarig Arrest (for saa vidt en saadan kan iværksættes) eller Udelukkelse af Korpset, men dersom For seelsen er af en saadan Natur, at dens særdeles store Farlighed under en Krigstilstand er indlysende, bliver Straffen at bestemme i Henhold til Krigs artiklerne. Skulde egentlige borgerlige Forbrydelser forekomme, saa bliver den skyldige at aflevere til vedkommende civile Øvrighed og Sagen i det hele at behandle efter den almindelige Lovgivnings Forskrifter. Men det tor vistnok med Sikkerhed forventes, at den Aand, som har kaldt Korpset til Live. ogsaa vil vedblive at virke i det og danne det sikreste Værn mod enhver Art af Pligtovertrædelser. § 5. Til Undersøgelse og Paadømmelse af forefaldende Forseelser i Medfør af foregaaende § nedsættes af Korpsets Chef for hvert enkelt Til fælde en Ret, bestaaende af et ulige Antal Dommere, og i det mindste fem, tagne blandt Korpsets Medlemmer, saavel Befalingsmænd, som Menige, og Dommen bestemmes da ved Stemmeflerhed. Skal nogen tiltales i Henhold til Krigsartiklerne, rekvireres en Auditør til at lede Undersøgelsen og Krigs retsforhandlingerne. § 6. Enhver Befalingsmand kan tildele sine undergivne passende Irette sættelser. Derhos er enhver Befalingsmand berettiget til at belægge en undergiven med Arrest, naar en Forseelse under Tjenesten indtræder saa ledes, at den øjeblikkelige Anvendelse af et saadant Tvangsmiddel kan anses fornøden, men der bør da herom gøres Melding til Korpsets Chef, som har at bestemme, hvad der videre skal _ foretages i Sagen. Det kongelige Generalauditoriat for Landetaten den 15de April 1848. A. W. Scheel. Som det var at vente, blev der saa godt som ingen Anvendelse for Straffe ved Korpset"], [28, "14 Forplejningsforholdet ordnedes saaledes, at Komitéen og de øvrige Stillere betalte hver stillet Jæger 1 Rbdl. daglig i Diæter, foruden den For plejning. Staten ydede, og som fremgaar af følgende Skrivelse af 26de April fra Arméens Intendantur til det beredne Jægerkorps fra Øerne: »1. Major v. Jacobsen af 5te Dragonregiment, der er ansat som Komman- dør for Korpset, bliver i denne Egenskab at udbetale et Felttillæg af 40 Rbdl. maanedlig'), samt i Ekviperingspenge en Gang for alle 150 Rbdl., hvorhos han selvfølgelig beholder sin Gage m. v.*) som Major ved bemeldte Regiment. 2. De ved Korpset ansatte Læger, nemlig Overlæge Bramsen og Under- læge Uldall, hvis Gagering er bestemt ved Arméintendanturens Skrivelse af 15de d. M.3), blive at godtgøre hver med et Ekviperingstillæg én Gang for alle af 50 Rbdl. 3. De ved Korpset staaende Underofficerer og menige med flere blive fra den 22de d. M. at udbetale i Lønning m. v., nemlig: Kvartermesteren, lig en Overvagtmester, 364/5 p daglig; Beslagsmedene 142/,, p daglig, samt et Tillæg af 3 Rbdl. maanedlig; enhver bereden Jæger, lig en Dragon, 14 2/, p daglig, og for saa vidt der af disse Jægere udtages Overjægere, enhver saadan 253/5 p daglig; enhver af de til at føre Reserveheste antagne Karle 12 p daglig. 4. Ethvert af de til Underklasserne hørende Individer vil desuden paa Marchen og i Felten være at tilstaa enten Naturalforplejning4). eller. hvor denne ikke gives, et Bespisningstillæg af 10 p daglig.« M Ellers var dette 60 Rbdl. for en Major (25 for en Premierløjtnant som Kommandør). 2) 108 Rbdl. 32 p ( + aarlig: Kvarterpenge 186 Rbdl., Oppasserpenge 2 x 60 Rbdl., Remontcringspenge 200 Rbdl. 3) Heri er Gagen fastsat til 16 Rbdl. 64 p (Gagen for Underlæger). Overlægen fik af Komitéen udbetalt Forskellen paa Over- og Underlægers Gage (en Overlæges var 41 Rbdl. 64 p + 25 Rbdl. i Felttillæg). *) Nemlig: l'/j S Brød, »/, 1 Oxekød eller 12 Lod salt eller røget Kød eller Flæsk 1 Pgl- Bjggryn eller 2/3 Pgl. Ærter, l1/, Lod Salt og >/_- Pgl. Brændevin."], [29, "15 De 25 kongelige Forstmænds Stilling i Henseende til Lønning og For plejning var imidlertid ikke ganske klar og gav Anledning til Forhandlinger Sommeren igennem. Overførsterne henstillede straks, at de 25 maatte for Forstkassens Regning blive ekviperede og faa udbetalt 1 Rbdl. daglig under Felttoget, i Lighed med de øvrige Korpsmedlemmer og foruden deres »Krigs ranson«. Herpaa kunde Rentekammeret ikke gaa ind; det havde ikke været Meningen at stille og ekvipere Jægerne, hvilket efter Kollegiets Mening overtoges af Komitéen, der tillige sørgede for Heste : derimod bemyndigedes Forstkasserne til at udbetale 1 Rbdl. daglig i Diæter under Øvelserne, indtil Korpset var overgaaet til Hæren. Disse Diæter tilligemed Furagepenge (32 p daglig) udbetalte Komitéen da forskudsvis under Øvelserne indtil den 21de April, og henstillede den 15de April, at Rentekammeret vilde forøge Krigsransonen, saa Jægerne fik i Alt 1 Rbdl.. hvilket det ogsaa langt om hænge indvilligede i den 27de Maj. Da Korpschefen midt i Juli blev gjort bekendt hermed (han havde i lang Tid været syg og fraværende), viste det sig imidlertid, at han af Komitéens Kasse havde underholdt de kongelige Forstmænd ganske som de andre Jægere! Efter yderligere Forhandlinger om dette ubehagelige Æmne gik Rentekammeret endelig i November ind paa at erstatte Komitéen dens Forskud. Korpset skulde indkvarteres som Arméens øvrige Afdelinger. Hestene fik 3/4 Skæppe Havre eller '/a Skæppe Havre, 7 S Hø og 8 S Halm. Til at forrette Tjeneste ved Koi'pset afgaves fra Arméen 1 Overlæge, 1 Underlæge, 1 Dyrlæge, 1 Bøssemager, 1 Saddelmager og 1 Beslagsmed; endvidere 6 Dragoner, 14 Trainkuske og 9 Ambulancesoldater. Desuden modtog Korpset 12 kgl. Trainheste. Af Materiel afgaves fra Depoterne i Kjøbenhavn: 1 Krudtkarre, 1 Kantinekasse og 1 Kantinetornyster, 1 Kasse med Dyrlægemedicamenter og 1 Sæt Ambulancerekvisitter (Baare m. v.). Regnskabsføreren ') og endnu én Smed vare engagerede af Korpset. »j En Regnskabsførers Gage var 40 Rbdl. + 16 Rbdl. i Felttillæg."], [30, "16 Paa Grund af de Elementers Beskaffenhed, hvoraf Korpset var sam mensat og blandt andet fordi der i Geleddet var adskillige tidligere Befalings mænd, fandt man det ikke nødvendigt at udtage Underofficerer udover de 4, som medfulgte fra Nestved Dragoner (1 Kvartermester. 2 Overvagtmestre og 1 Vagtmester) og som i øvrigt kun under Øvelserne optraadte som Befalingsmænd paa Grund af deres specielle cavaleristiske Uddannelse. Det er uforklarligt, at Korpset ikke fik en Estandart. hvilket var Til fældet baade med det jydske Skarpskyttekorps og den frivillige Husar escadron."], [31, "Det beredne Jægerkorps\" rider af Nestved By. Prins Chrislian's Mode med Baron Blixen-Finecke den 28. April."], [32, ""], [33, "17 en 13de April gav Krigsministeren fra Flensborg Ministeriet Ordre til at lade »Herregaardsskyttekorpset« afgaa til Arméen og den 15de udstedtes til Major Jacobsen Ordre til at melde sig til General Hedemann, naar han med sit Korps var an kommet i Egnen mellem Aabenraa og Flensborg. Samme Dag besluttede Krigsministeren under sit Ophold i Odense at danne et »højre Flankekorps« for Arméen, som skulde operere i den vestlige Del af Slesvig for at holde den tysksindede Befolkning i Ave og besætte Sam færdselslinjerne. Til dette Korps skulde »Herregaardsskytterne« høre. (De andre Afdelinger vare: 3die Linie-Bataillon, lste Husar-Escadron, den fri villige Husar-Escadron og 4 Kanoner; Cavaleriet skulde samles i Kolding; da Afdelingerne imidlertid vare vidt fjærnede fra hinanden, naaede Flanke korpset først at samles efter Slesvig-Slaget). Den 18de April bestemte Krigsministeren dog fra Kjøbenhavn i en Skrivelse til General Hedemann, at Korpset skulde indgaa i Hovedarméen. Den 21de inspicerede Oberst Tscherning Korpset og modtog paa Kongens Vegne Troskabseden. Ved den paafølgende højtidelige Guds tjeneste var hele Korpset til Alters. Baronesse Blixen var til Stede og deltog i den hellige Handling ved sin Mands Side og i den stærkeste Sindsbevægelse. Den hele Begivenhed staar for de gamle Herregaards skytter som sjældent smuk og gribende. Det var en vel udrustet og smuk Afdeling, som den næste Dag red af Nestved By, i mere end én Henseende et Élitekorps. Udvalgte Folk var det, flot beredne, klædeligt og praktisk uniformerede og fremfor alt — ■ riffelbevæbnede. Alle gode Ønsker fulgte dem fra Nestved Borgere, som 3"], [34, "18 paa enhver Maade havde gjort dem Opholdet behageligt. Før Afmarchen havde en af Jægerne, Briiel, det beklagelige Uheld, at styrte med Hesten o°- kvæste Ansigtet frygteligt. Han naaede dog at komme med den 28de Maj. Paa Marchen fra Nestved var det, at Ammunitionsvognens korpulente Eskorte. »Krudt- Jørgen« kaldet, lagde Grunden til sin senere Popularitet. Han brød pludselig ud af Kolonnen, sprang af Hesten, og trillede sig som en besat inde paa Marken. Ved den paafølgende Visitation kom det op, at han paa en eller anden Maade havde faaet en brændende Cigar ned paa Ryggen. Han var ellers for det meste »gennemredet« og fulgte derfor med Krudt-Karren. Paa Førslev blev der holdt et »længere Hvil«. Etatsraad Peter Neer gaard havde indbudt Korpset til Frokost. Der blev holdt Taler, sunget og pokuleret. og man kan. om end ikke undskylde Forseelsen, saa dog for klare sig. hvorfor fem af Jægerne kvitterede for Frokosten ved at glemme deres Rifler: disse bleve dog straks eftersendte. 2den Escadron indkvarteredes i Boslunde syd for Korsør, medens lste Escadron paa Dampskibet »Hertha« og nogle Smakker overførtes til Nyborg, hvor den indkvarteredes Kl. 11 Aften. Om 'Bord paa »Hertha« var det, at den flinke Lars Råbe, der var en født Holstener, ufrivilligt gav Anledning til Lystighed. Paa Grund af Begivenhedernes hurtige Række følge var han endnu ikke ganske klar over den jpolitiske Situation: han vidste blot. at Kongens Undersaatter havde gjort Oprør og skulde afstraffes. Saa siger H. til ham: »Naa, Råbe, nu skal vi snart give Slesvig-Holstenerne en Hilsen!« »Ja<. udbryder han begejstret, »jeg er ochso en richtig echte Schleswig-Holsteener ! « Den 23de blev Escadronen festligt modtaget af Odense By, der til Ære for den havde smykket sig med Flag, og samme Aften Kl. 12 ankom 2den Escadron; den havde gjort et langt Holdt i Korsør, fordi Borgerne havde dækket saa smukt op for den paa Torvet. Udenfor Odense blev den modtaget af Kvarterværterne med tændte Fakler, og de Gader, Esca dronen passerede igennem, vare illuminerede. — Dagen efter bleve de 26 Fyenboere edfæstede og indlemmede i Korpset ved en Parade paa Torvet."], [35, "19 Den 25de marcheredes til Middelfart og Hindsgavl. Her var alt i Bevægelse som en Følge af de forhastede Efterretninger om Slaget ved Slesvig. Den danske Hær skulde være opløst, og Fjenden allerede i Chri stiansfeldt. Kl. 4 den næste Morgen stillede Korpset, blev sat over til Snoghøj, ladede Rifler og Pistoler og marcherede til Kolding. Her modtog Major Jacobsen Korpset og fik Kommandoen. Generalkommandoen i Nørre- Jylland, som befandt sig i Kolding, mente vel, at Meddelelserne fra de flygtende, der vare ankomne til Byen den 25de og 26de, vare overdrevne, skønt der øjensynligt var tilstødt Arméekorpset et Uheld, men vidste paa den anden Side ikke, om en Del af Hæren drog nord paa, eller om der over Hovedet fandtes Tropper i Nordslesvig, og besluttede derfor at observere Adgangene til Nørre-Jylland. Til dette Hverv havde man kun det beredne Jægerkorps. Det fik paa Gennemmarchen Ordre til at indtage Kantonnement i Dalby. Ajtrup og Bjært, og der meddeltes Chefen, der i øvrigt maatte blive i Kolding som Følge af et heftigt Anfald af Brok, og næstkommanderende, udførlige Bestem melser, hvorefter Korpset skulde overtage Bevogtning og Dækning af Stræk ningen mellem Christiansfeldt og Ribe bag Gram Aa. og Forbindelsen mellem denne Linje og Kolding over Ødis og Vonsild. Det skulde støttes af Bøn derne fra Haderslev Amt, som Hans Kriiger fra Bevtoft havde lovet vilde møde i et Antal af 3000! Der blev givet Ordre om Korpsets Fordeling og eventuelle Retræte. Ritmester Haffner gav om Eftermiddagen i Dalby Korpset Ordre til at møde marchefærdigt den næste Morgen, den 27de. Kl. 7, for at afgaa til de be stemte Forposter, og sammenkaldte derefter Officererne for at høre deres Mening angaaende den Tjeneste, som saaledes skulde paahvile Korpset. Han spurgte, om de tiltroede dem selv og Mandskabet saa meget Kendskab til Felttjeneste, at de kunde udføre dette Hverv saaledes, at de ikke ved en fjendtlig Fremmarche tabte Forbindelsen paa den lange Strækning og derved adsplittedes. De svarede alle nej, og at det stred mod de af Mini steriet givne Bestemmelser, naar Korpset ikke blev anvendt som et afsluttet Hele og i Forbindelse med »regulært militær«. 3-"], [36, "20 Haffner var af samme Mening, der i Kolding ogsaa var blevet fast holdt af Chefen, og den 27de forlod Korpset efter Generalkommandoens Ordre sit Kantonnement og indtog et nyt i Vester-Neble, Almind og Starup, stadig under Dækning af Forposter. Som Baron Blixen skriver hjem: »Ingen vidste, hvor nær Fjenden kunde være, eller noget bestemt om vore egne Tropper; alene stod vi overfor Fjenden og al Forsigtighed blev iagt tagen. Det var nødvendigt, at være forberedt paa alt, og da jeg med min Escadron var detacheret længst ud mod Aaen, foretog jeg, eskorteret af de 10 bedste Jægere, en Recognoscering om Natten fra Kl. 2 til Kl. 7 Morgen, hvorved jeg erfarede, at vort Cavaleri under General Wedell marcherede nord paa og havde den foregaaende Dag været ved Toftlund. Ved Solopgang traf vi paa en Cavaleristyrke og tog Stilling, men opdagede saa. at det kun var 30 Bønder til Hest «. Samme Dag ankom ilet jydske Skarpskyttekorps« fra Horsens, blev standset i Almind og fik Kantonnement i Mosvraa. Begge Korpser for lagdes den 28de til Eritsø. Paa Marchen fra Almind til Eritsø mødte Korpset en Bytterkolonne med Blænkere foran, som. aabenbart i den Mening, at den havde en over legen fjendtlig Styrke for sig. vendte om, og gik tilbage til Fredericia. I Kikkert opdagede man snart, at det var Livgardeescadronen, der var under Vejs tilbage til Kolding, som den havde forladt den 27de. Baron Blixen red saa frem for at gøre Chefen, Prins Christian, opmærksom paa Fejl tagelsen. Samme Dag fik General Moltke i Kolding den første Meddelelse fra »det højre Flankekorps« under General Hedemann. Det jydske Skarpskyttekorps blev nu indlemmet som 3die Escadron og man stiftede gensidigt Bekendtskaber. Men længe varede Freden ikke; thi, som en af de jydske Jægere skriver: »til vor hemmelige Ærgrelse fandt vi Øboerne vel uniformerede (det bleve vi først senere) og bedre udrustede, end vi. Vi faldt igennem i det Ydre ved Siden af dem; det følte vi og bleve jaloux. De saa ned paa os som Korps. Smaarivninger udebleve heller ikke. Saaledes havde en Dag, trods Forbud mod al Skyd-"], [37, "21 ning paa den Tid, nogle Jyder øvet sig i at skyde i deres Kvarterer; det blev meldt af nogle Øboere og indbragte den jydske Escadron Irette sættelser«. Misstemningen kulminerede den 29de, da Korpset var samlet ved Damgaard, hvor Chefen havde Kvarter. Medens Escadronerne delingsvis affyrede Riflerne udover Bæltet, svømmede en Jagthund, der fulgte med Skytte Højer fra Rathlousdal. ud, og blev, med Forsæt eller tilfældigt, haardt saaret, saa Ejeren maatte dræbe den. Stemningens Bølger maa have gaaet højt, eftersom Haffner og Holstein-Rathlou havde al deres Ind flydelse behov for at forhindre Haandgribeligheder. Sandsynligvis har Major Jacobsens mindre korrekte Optræden overfor den jydske Escadron gjort noget til at irritere Jyderne, thi de raabte alle som én paa Hævn, og Hundens Ejer opfordrede Gerningsmanden til at melde sig og paa Stedet afgøre Sagen ved Duel paa Pistoler. Men saa traadte von Sehested frem paa Synderens Vegne, tog Højer om Skuldrene og forlangte et Kys og hans Æresord paa at ville glemme det hele, for at der ikke skulde op staa Splid under saa alvorlige Forhold. Uvejret lagde sig, og Øvelserne fortsattes, men samme Aften henvendte Holstein-Rathlou sig som Fører for en Deputation til Korpschefen for at anmode ham om at udvirke, at Jyderne kom til at operere som et selvstændigt Korps. Dette opnaaedes ogsaa uden Vanskelighed, blandt andet af den Grund, at Jyderne ikke, som Øboerne, vare forpligtede ved nogen Ed. De to Korps skiltes atter for ikke mere at se hinanden. Den 29de om Aftenen udkommanderedes en Del af det beredne Jægerkorps fra Øerne for at samle Fartøjerne paa Kolding Fjord og for hindre, at Baade gik til eller fra Land. Det lykkedes saaledes Delings fører Heger med 8 Jægere at samle 62 Baade og 2 Jagter og føre dem til Snoghøj. Skønt Krigsministeriet efter Slaget ved Slesvig havde paabudt, at Jylland skulde rømmes, henstillede Generalkommandoen i Nørre-Jylland (under hvem alle Tropper sorterede, saa snart de befandt sig i denne Landsdel) den 28de, at dette kun skulde ske med en Del af Rytteriet"], [38, "22 (ca. 2 Regimenter), mens Resten skulde danne Arrieregarden, for et even tuelt nørrejydsk Reservekorps. Den 30te Eftermiddag fik General Moltke imidlertid i Kolding Krigs ministeriets Ordre om at lade det beredne Jægerkorps overføre til Fyen, og om Natten modtog Stabschefen ved Snoghøj Ministerens Svar paa Hen stillingen: at det Rytteri, som ikke overførtes til Fyen. maatte anses for tabt«. I Løbet af Aftenen den 30te var Jægerkorpset overført, og i Løbet af den lste Maj, samtidig med, at den fjendtlige Avantgarde naaede Grænsen, lykkedes det at overføre største Delen af Rytteriet, der havde kantonneret vest for Kolding, skønt det var daarlig nok bevendt med Færgemateriellet. lste Escadron indkvarteredes den lste og 2den Maj i Asperup, 2den Escadron i Baaring. Søndag den lste Maj var der Gilde i Kjærby Kro. Korpset havde indbudt Egnens smukke Piger til Dans efter fattig Lejlighed'; og man svang sig til to Landsbyspillemænds lystige Toner. Baron Blixen havde ogsaa indført en højbaaren Gæst; det var Livgardeescadronens Chef, Prins Chri stian, om hvem ingen af de til Stede værende anede, at han 15 Aar senere skulde blive Danmarks Konge, der beærede Herregaardsskytterne med sin Nærværelse og deltog i Dansen. Den fyenske Generalkommando, der førte Befalingen, indtil General Hedemann ankom den 8de for at reorganisere Hæren, traf straks Foran staltninger til Øens Sikring fra Baaring Vig til Føns Vig med de Tropper. som vare til Raadighed. Wrangel havde med 23,000 Preussere og Slesvig-Holstenere belagt Egnen mellem Kolding og Vejle Fjord, og Oberst Tscherning ventede nu et Angreb paa Fyen. De beredne Jægere, som den 3die blev indkvarterede i Røjle og Bøgelund, fik saaledes Strækningen fra Bøjle Klint over Strib til Skærbæk Mølle tildelt, og bevogtede den indtil den 13de Maj. At Stemningen overfor Hertugen af Augustenborg ikke var blid, er ret naturligt. Rygter om, at han opholdt sig i Kongeriget, svirrede i Luften,"], [39, "23 og flere Forsøg bleve gjorte for at finde Forræderens Tilholdssted. Endog paa to sjællandske Herregaarde, Rosendal og Gisselfeldt. mødte Bønderne saaledes en Dag op bevæbnede og forlangte at faa ham udleveret! Nu fortaltes det for ramme Alvor, at Hertugen blev holdt skjult paa Gylden sten. Jægerkorpset fik hemmelig Ordre fra højere vedkommende om at afsøge Gaarden, og de 20 besindigste, paa hvis Takt man bedst troede at kunne lide, bleve udvalgte hertil. Det var ikke noget behageligt Hverv for Baron Blixen, der var Ejerens gode Ven. Naa, heldigvis fandt man jo ingen Hertug. Sindenes Ophidselse var overhovedet stor, og de utroligste Rygter forplantedes med rivende Hurtighed og vandt kritikløst Tiltro; det mest flagrante Eksempel var vel nok den bekendte jydske »Slavekrig«."], [40, "24 J )exi tide Maj blev Kystbevogtningen overdraget til Flankekorpset under Oberst Schleppegrell. hvem det beredne Jægerkorps ved samme. Befaling blev underlagt. Korpset blev nu under sin Vagttjeneste Vidne til vore Kanonbaades Kampe, den 3die Maj ved Snoghøj mod 2 tyske Batterier, den 8de mod Fredericias Citadel. Efter Sten Billes Kamp den 8de blev 6 faldne og 17 saarede Matroser bragte i Land ved Strib og lagt ind paa Færgegaarden, hvor det beredne Jægerkorps' Overlæge, Bramsen, fik travlt med at amputere og forbinde. Der blev ikke synderlig Ro hertil, thi kort efter begyndte Preusserne fra Fredericia at bombardere Færgegaarden, der snart kom i Brand. En Granat sprang i Værelset ved Siden af Operations stuen. Sygepasserne vilde løbe, men den modige Doktor tvang dem til at blive og fuldførte roligt Amputationen. For sin Færd ved denne og andre Lejligheder fik Bramsen Bidderkorset paa Lerbæk Mark. Vi give Ordet til en Delingsfører ved de beredne Jægere, som skriver hjem: »med Besvær reddede vi de saarede ud af Gaarden. som nedbrændte tillige med nogle mindre Huse; mærkværdig nok kom ingen til Skade af Jægerne, skønt Bombegranaterne uophørligt sprang over Hovedet paa os og fyldte Luften med svirrende Stumper. Den 6te. mens vi befordrede Baade til Strib, hvor Grev Richard Ahlefeldt af Korpset var Pladskommandør, skød Preus serne efter os fra Fredericia, men ogsaa uden at saare nogen. »Richard Løvehjærte«, som Ahlefeldt kaldes paa Grund af sine utrolige Jagtoplevelser i Afrika, paastod for ramme Alvor, at han havde faaet stegt Matrosarm til Aften den 8de. Naa, i Sahara fik han nu Løvemælk til Morgenkaffen! Vi have nu været Vidner til 2 Batailler og vænnet os til Lyden og Svnet af springende Granater. Det beredne Jægerkorps har dog gjort lidt Gavn"], [41, "De beredne .Tægere bringe Sien Billes Matroser ud af Strib Færgegaard under Bombardementet. General Schleppegrell forer Herregaardsskytterne frem til flankerende Angreb den 2S. Maj."], [42, ""], [43, "25 og mere, end flere andre Korpser endnu have gjort: vi have bortskaffet fra Kyster, som Preusserne Dagen efter besatte, omtrent 200 Baade og 5 Jagter. Strandvagterne og Patrouilleringerne langs Kysterne ere blevne udførte med Paapassenhed. skønt Tjenesten ofte var stræng — ■ «. Da Jægerkorpsets Uddannelse endnu langtfra var fuldkommen, ønskede Oberst Schleppegrell at fritage det for Vagttjenesten, som slugte dets Tid, og dels rekvirerede, dels kommanderede andre Afdelinger til dets Afløsning, for at det kunde fortsætte sin Indøvelse i Ro. I dette Øjemed forlagdes lste Escadron den 13de Maj til Egby, 2den Escadron til Gadstrup øst for Gamborg. »Her i Egby eksercere vi og holde Skydeøvelser«, skriver en Jæger hjem; »Kl. 5 fodre og strigle vi, Kl. 7 ekserceres til Hest og Kl. 4 til Fods. Naar vi nu blot snart maatte komme daran og være med at vise Fjenden Døren ud af Danmark. Men at leve her i Rolighed, mens han huserer i Jylland, det er trykkende; vi tro dog ikke, der bliver noget deraf, da Preusserne vist ville trække dem tilbage, naar de først blive overtydede om, at det er Alvor fra Ruslands og Sverigs Side med at hjælpe os — og det siger man, det er . Baron Blixen er meget afholdt og tager sig med Iver af det hele. Han fik i Gaar Underretning, at den preussiske Regering havde beslaglagt 300,000 Rbdl., som han havde til Gode for Godser, han havde solgt dernede; man sagde i Preussen, at Rlixen havde oprettet og underholdt et Korps paa 700 Mand. Jeg bor meget godt, men mange af de andre Jægere klage over deres slette Kvarterer. Baron Blixen bor saaledes meget daarligt og i et Svinehul, hvor der vrimler af Lus. I Dag have to af Jægerne faaet 36 Timers Arrest for at møde for sent, saa det gaar temmelig strængt til «. Søndag den Ude Maj præsenteredes Korpset for Oberst Schleppegrell, der med den ham egne Evne til, trods sin Strænghed, at kunne knytte Tillidens Baand mellem sig og sine underordnede, straks vandt sine »kære Herregaardsskytter«, som han betragtede som sine Kælebørn og til hvis Mobilitet og Skydefærdighed han satte stor Lid. Allerede ved denne Lejlighed 4"], [44, "26 gjorde han et forgæves Forsøg paa at faa dem til at opgive deres Heste og udelukkende optræde til Fods. Korpsets Chef maa have følt sig utilfreds med sin Stilling; thi han ansøgte i Begyndelsen af Maj Krigsministeren om at maatte forlade den og fik Bevilling hertil den 13de. Muligvis har han indset det fejlagtige i, at sætte en Cavaleriofficer i Spidsen for et Jægerkorps, hvis Opgave ikke var at optræde som Rytteri! Samtidig udnævntes Kammerherre, Ritmester Haffner til Chef. Først den 23de underrettedes Korpset, uvist af hvilken Grund, om denne Forandring. Paa Grund af Ritmesterens Sygdom førte Baron Blixen Kommandoen fra nu af i flere Maaneder, og hvad han kunde mangle i militær Henseende, det søgte han i ethvert Tilfælde at opveje ved Interesse og Iver. Krigsministeriet havde den 13de Maj foreslaaet Overkommandoen, at fordele Korpset i mindre Afdelinger til Brigaderne; men herimod proteste rede det baade nu og senere. Kun under Kampen den 28de Maj blev det fordelt til de 3 Jægerkorpser. General Hedemann og Stabschefen, Kaptajn Læssøe, havde overfor Krigsministeren fastholdt deres Plan om nu, da Hæren var reorganiseret og betydelig forstærket, at foretage et Udfald fra Als mod General Hallkett, der stod i Sundeved med 10,000 Mand Forbundstropper. Planen var jo vel motiveret: der var Udsigt til en Sejr, som kunde hæve Arméens Selv følelse, Wrangel vilde tvinges til at forlade Jylland og opgive sin Brand skatning og endelig kunde man derved faa Hold paa den vigtige Flanke stilling ved Dybbøl og rense Sundeved. Oberst Tscherning indvilligede og den 25de og 26de Maj concentreredes de til Overførsel til Als bestemte Tropper til Omegnen af Nyborg, Faaborg og Assens. Der blev paalagt Cheferne den største Hemmelighedsfuldhed; Marcheordre blev kun cdvet"], [45, "27 for én Dag ad Gangen og alt skulde ved Concentration henimod Odense og Nyborg gives Udseende af, at en Overgang til Jylland blev tilsigtet. For yderligere at skuffe Fjenden blev en Bataillon landsat paa Helgenæs. Flankekorpset dirigerede saaledes den 25de det beredne Jægerkorps til Brændekilde, en Mil fra Odense, men en forseglet Ordre lød paa, at Korpset den 26de skulde marchere til Horne ved Faaborg. Her blev Jægerne gjort bekendt med, at de vilde faa Lejlighed til at prøve deres Kræfter under et Udfald fra Als — og det blev modtaget med Glæde. Kun 2 bleve paa Fyen paa Grund af Sygdom. Hestene bleve efterladte i Horne under Dragonernes Tilsyn, og den 27de, Kl. 2, blev Korpset i Faaborg indskibet paa »Gejser« sammen med Livgarden og ankom samme Aften til Mommark paa Ais's Østside. Det havde været en ubehagelig Overfart under Østen storm; først Kl. 1 om Morgenen var Udskibningen tilendebragt, og Tropperne maatte endda tilbringe de resterende kolde Nattetimer under spændt For ventning og uden at finde Ro til Søvn. Kl. 43/4 blæstes Appel og Jægerne fik en lille Forsmag paa Dagens Anstrængelser ved Marchen til Sønderborg i lange Ridestøvler og efter en gennemvaaget Nat. lste Escadron forblev ved Flankekorpset, der opmarcherede bag Sønder borg Slot, og bestod af følgende Afdelinger: 5te og 10de Bataillon, lste Jægerkorps (Major Schindel), Batteriet Bruun og 1ji Espingolbatteri. 2den Escadron blev afgivet til »Kommandoen paa Als« under General Hansen og fordeltes saaledes: lste Halvescadron til Hagemanns Brigade (2det Jægerkorps, 6te og 7de Bataillon), 2den Halvescadron til Ryes Brigade (3die Jægerkorps, 12te og 13de Bataillon, Batteriet Jessen og l/a Espingol batteri). Tropperne fik nu en uformodet, men højst velkommen Hvile, idet der i nogle Timer førtes Forhandlinger mellem General Hedemann og Krigs ministerens Udsending, Kaptajn Harbou, der netop var ankommen for at forhindre Udfaldet fra Als. Den væsentligste Grund hertil var nemlig hævet, idet Wrangel allerede den 25de havde rømmet Jylland og nu stod i Linjen Tønder-Haderslev. Da Foretagendet imidlertid vedblivende havde alle Chancer for at lykkes, paatog Generalen og Kaptajn Læssøe sig at handle mod Oberst Tschernings Ordre, idet de særlig fastholdt, at den var forsinket og 4*"], [46, "28 i Øjeblikket kom saa ubelejligt, som vel muligt, da den vilde virke moralsk nedbrydende for Arméen. Krigsministeren vilde have haft Hæren overført til Snoghøj for derfra at følge Wrangels Bevægelser. Under Hvilen kommer en af Jægerne, hvis Navn vi ville lade være unævnt, hen til den kæmpestore Skovfoged Barthels, der havde en Riffel hængende over hver Skulder, og bad om at laane den ene. Laasen paa hans egen var »i Uorden«. Rarthels havde sine egne Tanker herom og gav til Svar: »Tror Du jeg slæber Landet rundt med to Rifler for at laane dem ud, naar jeg skal til at bruge dem? Er Du bange, kan Du jo blive herovre ! « Af de 17 Batailloner og 3 Batterier, der stode rede til Frembrud, kom kun Halvdelen af Fodfolket og 2 Batterier i egentlig Kamp, medens de øvrige Afdelinger dels stode i Reserve, dels udførte en taktisk Bevægelse paa vor højre Fløj, hvor der kun forefaldt ringe Fægtning. I Sundeved kantonnerede omtrent Halvdelen af Forbundsdivisionen ; Resten laa vest for Nybøl Nor. Vore Ingeniører havde anlagt en Pontonbro ved Sønderborg og to stærke Brohoveder paa Dyrbbølsiden. Biilovvs Brigade gik over Pontonbroen og foretog Frontalangreb paa Dybbølhøjden ad Flensborg Landevej; sam tidig begyndte Flankekorpsets Overgang med Færge syd for Broen, lste Jægerkorps og lste Escadron beredne Jægere kom først over, omtrent Kl. I1/*, og rettede Fremrykningen over Sneygaard mod to Gaarde, der laa syd for Dybbøl Mølle. Ved denne var Bulows Brigade varmt engageret med de tyske Forposter, der bestode af 2 Kompagnier mecklenburgske Musketerer og 2 Kompagnier af 2den oldenburgske Bataillon; trods det uventede Angreb forsvarede disse Tropper deres -Stilling nord og syd for Møllen med glimrende Tapperhed. Schleppegrell sagde til de beredne Jægere, da de vare komne over Sundet: »Fordel Dem i Skyttekæden, hvor De ser, De kan gøre mest Gavn!« Korpsets Officerer vare under Fægtningen i Geleddet."], [47, "29 Efter en anstrængende Fremrykning — intet kunde jo gaa Schleppe grell, der selv altid var ved forreste Linje, hurtigt nok — greb lste Jæger korps og lste Escadron beredne Jægere ind omtrent Kl. 2 med 2 Kompagnier og Herregaardsskytterne opløste i Kæde, idet der foretoges en Svingning til Højre med Front mod Nord; højre Fløj bevægede sig mod Møllen og venstre mod Stendyssen vest for denne. — »Da vi fordelte os i Kæden«, skrev en bereden Jæger, »raabte Jenserne Hurra for os; de troede, at naar Herregaardsskytterne bare skød, saa faldt alle Tyskerne; vi maatte skyde baade med vore egne Rifler og Sidemændenes Musketter, saa vi havde to Mand til at lade for os. Min Rodekammerat, Reinhold Jensen, havde en Riffel, der kunde lades bagfra, ved at Løbet med et krumt Haandtag kunde drejes og føres frem; men Haandtaget knækkede under Kampen. Saa tog han en Musket, og da jeg sidste Gang saa ham, havde han Infanteristen løbende efter sig uden Gevær, men med Patrontasken, for at holde ham med Ammunition«. Træthed og Mangel paa Nattesøvn var glemt og med Iver stormede Jægerne fra Hegn til Hegn opad Højdens søndre Affald frem mod Fjenden, som kun kunde ses ved Røgen af Ilden og som havde hele Fordelen af en dominerende og til Dels let forskanset Stilling, der støttedes paa Fløjene af Rygninger. Angreb og Modangreb foretoges gentagne Gange, men det var tapre Folk de Mecklenburgere og Oldenburgere, og nu fik de tilmed For stærkning af et Kompagni af 3die lette hannoveranske Bataillon, Goslar- Jægerne, medens 2 andre Kompagnier af samme Bataillon gik mod Møllen. Schleppegrell, der ikke uden Grund gik for at være usaarlig, red langs Kæden, lykkelig over at befinde sig midt i Kugleregnen, og opmuntrede Jægerne til stadig fornyede Angreb. Overalt saa man Generalens martialske Skikkelse; i Galop gik det fra den ene Fløj til den anden, og forslog Spo rerne ikke, saa fik Hesten et Rap af Sabelskeden eller en afbrækket Gren. 10de Bataillon udførte nu paa Jægernes venstre Fløj et kraftigt Stød fremad, dækket af levende Ild fra lste Jægerkorps og de beredne Jægere. Schleppegrell havde selv ført en Deling af disse sidste frem til en Stilling, hvorfra de flankerende kunde beskyde Goslar-Jægerne. »Her frem, mine"], [48, "30 brave Herregaardsskytter«, raabte Generalen, »og lad mig se, De piller mig Officererne bort!« To tapre Officerer faldt ved denne Lejlighed, Kaptajn Thestrup af 10de Bataillon og Goslar-Jægernes Fører. Kaptajn v. d. Knese beck. Den sidste vedblev, skønt haardt saaret i Skulderen, at føre Kom mandoen, indtil hans Ben ogsaa blev knust. — Det omfløjende Angreb, der blev støttet af Flankekorpsets Espingoler. havde til Følge, at Fjenden maatte opgive sin Stilling ved Dybbøl Mølle; men Jægerne fulgte rask efter, og den paafølgende Kamp paa Dybbølhøjden blev kun af kort Varighed, særlig da Ryes Brigade nu greb ind paa højre Fløj af Biilows. Et sidste tappert Standsningsstød blev udført af den mecklenburgske Gardegrenaderbataillon under Plessen, som netop ankom fra Dybbøl, saa at der nu var i alt 11 Kompagnier af forskellige fjendtlige Afdelinger indviklede i den sejge Kamp mod en afgjort Overmagt. Et af Gardekompagnierne gjorde et fortvivlet Angreb i Kolonne mod Jægerne; her faldt blandt andre Premierløjtnant Alex. von Hirschfeldt for en Herregaardsskyttes Skud, ligesom Bataiflons chefen saaredes haardt. Først da blev Ordren til Retræte givet. Den maatte udføres med Opgivelse af døde og saarede og under levende Ild. En bereden Jæger beskriver dette Moment saaledes: »Vi vare nu paa Kammen af Bakken og kunde bestryge hele det jævnt nedad skraanende Terrain mod Dybbøl, og navnlig skøde vi, saa hurtigt vi kunde, med vore egne og Infanteristernes Geværer, paa en Kolonne paa c. 200 Mand, som stormede frem til Bakken, men blev slaaet tilbage; idet vi sprang op for at følge efter, faldt begge mine brave »Ladere«, den ene med en Kugle gennem Laaret, den anden dog kun strejfet ved Halsen . Jeg passerede nu en Kolonnevej; her laa ved et Dige en fjendtlig Officer, en smuk Mand med kort afklippet Haar, iført en blaa Uniform med sølv broderet Krave; han havde faaet en Musketkugle i Brystet. Langs et Hegn laa der mange baade døde og saarede. Dér, hvor de havde haft Feltvagt, stod Pikkelhuerne i den skønneste Orden paa 4 Geledder; her laa en fjendtlig Soldat; hans ene Ben var skudt af under Knæet og laa ved Siden af med Støvle paa; han sagde kun. da jeg kom: »ach, Du lieber Jott«, samt bad om Drikke. Et Hundrede Skridt derfra laa en Bondegaard, og"], [49, "31 herfra kom en Mand og et Fruentimmer med en Ballie Mælk. Jeg gav Staklen noget og anbefalede dem at hjælpe ham lidt. Der kom en af vores Jenser, som var saaret i Underarmen; da han trak den røde Trøje af for at blive forbunden, faldt Kuglen ud af Ærmet. »Den vil jæ' haa'« sagde han og skyndte sig at putte den i Vestelommen «. Jægerne fulgte Fjenden i Hælene og kastede ham ud af Dybbøl By, hvor de tapre Gardegrenaderer atter forsøgte at sætte sig fast for at dække Tilbagetoget mod Nybøl. Mens de andre Tropper samlede sig og ordnedes ved Dybbøl, fortsatte Jægerkorpset, de beredne Jægere og 10de Bataillon Forfølgningen over Hvilhøj til Bøffelkoppel, hvor der først standsedes og blev givet Lejlighed til et vel fortjent Hvil Kl. 4. Her kan med det samme omtales, hvorledes det gik 2den Escadron beredne Jægere. Da Ryes Brigade opmarcherede til højre af Biilows, detacheredes lste og 2det Kompagni af 3die Jægerkorps og 3die og 4de Deling af 2den Escadron ber. Jægere mod Nord for at sikre Brigadens højre Flanke og rense Terrainet mellem Aissund og Aabenraa Vejen; medens lste Kompagni senere gik mod Sottrup, marcherede 2det Kom pagni og de beredne Jægere til Egnen om Sandbjerg, uden at støde paa Fjenden, og blev her under Kampen, idet Terrainet mod Nord blev holdt under Observation. Om Aftenen, da Forposterne vare udstillede, kom Jægerne i Kantonnement sammen med den øvrige Del af Ryes Brigade i Bagebøl og Stenderup. lste og 2den Deling af 2den Escadron, som hørte til Hagemanns Brigade, kom heller ikke i Fægtning. Brigaden endte sin Fremrykning som Hovedreserve mellem Stenderup og Nybøl Mølle; efter Kampen kom de beredne Jægere paa Forpost sammen med 2det Jægerkorps paa den 8,000 Alen lange Strækning fra Korsmose Mølle nord om Storskoven til Aissund. Vi vende tilbage til Flankekorpset. Jægerne havde imidlertid afsøgt Bøffelkoppel, der allerede var forladt, og da Biilows og Ryes Brigader under deres Fremrykning mod Stenderup vare komne i Højde med Flankekorpset, fortsattes Bevægelsen henad Kl. 5"], [50, "32 med lste Jægerkorps i Spidsen, idet ét Kompagni og de beredne Jægere gik frem ad Flensborg Vejen, ét Kompagni til hver Side af Vejen længere tilbage, og ét i Reserve. Ved Nybøl By havde de to mecklenburgske Musketer- og Gardegrenaderbatailloner atter sat sig fast for at dække højre Fløj af Hovedstillingen ved Nybøl Mølle : her havde General Halkett nemlig samlet alle disponible Styrker, da det efterhaanden var blevet klart, hvor alvorligt de danskes Angreb var ment. Den østlige Del af Byen blev dog kun svagere forsvaret; en Skyttelinje, der var opstillet bag et Hegn. vanske liggjorde vel Jægernes Fremrykning en Tid ved hæftig Skydning, men en af Bruuns Kanoner fordrev snart Fjenden herfra med nogle Granater, og Byen blev uden Vanskelighed taget i Stormløb. Dette maa dog modificeres der hen, at de Nyblinger-Køer energisk modsatte sig Invasionen, og. skønt Jægerne vare pressede sammen i den smalle Gyde, der fører nord ud af Byen, dog brød sig Vej imellem dem; — en lille dagligdags Begivenhed, men som under de nærværende alvorlige Forhold vakte stormende Jubel — det gode, danske Humør fornægter sig aldrig! — En bereden Jæger skriver: » — I Nybøl By saa jeg en pudsig Forestilling: der laa nemlig en fjendtlig Officer paa en Hjulbør, der lige var taget fra Møddingen; de havde naturligvis opgivet at trille ham med. I det samme kom en Dreng ud fra den nær meste Gaard, genkendte Officeren og sagde: »det har Du godt af, Du har taget alle minp Duer!« — «. Medens nu Batteriet Jessen fra Stillingen ved Stenderup Kro udfægtede sin berømte Kamp med Fjendens 3 Batterier, der stode vel dækkede ved Nybøl Mølle, udspandt der sig en hidsig og haardnakket Fægtning om Hegnene vest for Nybøl By, der skulde tages for at skaffe Batteriet Bruun en Stilling, hvorfra Batterierne ved Møllen kunde enfileres. Skridt for Skridt forsvarede de tapre mecklenburgske Batailloner sig, skønt de allerede vare medtagne, Hegn efter Hegn maatte erobres af lste Jægerkorps og de beredne Jægere, ofte i Stormløb og under Hurra. »Ved min Side bleve to Soldater skudte«, skriver en Officer af de beredne Jægere hjem, »den ene død paa Stedet, den anden med en Kugle i Knæet: da de bar ham bort, fik han én til, som gjorde Ende paa hans"], [51, "33 Liv; Kuglerne fløj os som Snefog om Ørerne, men gik i Almindelighed for højt ; vi havde lagt Mærke til, at Fjenden traf bedst paa de store Afstande, mens vi havde afgjort Fordelen paa 2 — 300 Alen, og derfor søgte vi at komme ham ind paa Livet; jeg tror, at jeg skød en Tysker, men vis derpaa kan jeg naturligvis ikke være, da Skuddene faldt saa hyppigt, at der ikke var x/a Secund mellem hvert; forunderligt er det, at hverken jeg eller de andre, jeg har talt med, følte det mindste til Frygt «. Ofte ankom Jægerne i de af Fjenden forladte Stillinger saa forpustede, at de hverken kunde trække Vejret eller skyde; de erklærede bagefter, at Fjenden havde kunnet tage dem med de bare Hænder, dersom han havde givet sig Stunder. Endnu under den hidsigste Fægtning recognoscerede Schleppegrell Egnen vest for Nybøl, fandt en Plads for Batteriet Bruun, hentede det frem i Gallop og lod det protse af, alt under livlig Beskydning. Bruuns Hest blev skudt og en Del af Betjeningen saaredes; men Batteriet var uset og endnu i rette Tid kommet til Skud, det fjendtlige Artilleri ved Møllen blev med Tab tvunget ud af sin Stilling, og Schleppegrell havde for anden Gang paa denne Dag givet Fægtningen en ny Vending ved et Flankeangreb Efterhaanden som Mecklenburgerne trak sig tilbage, udvidedes Fægt ningsfronten for lste Jægerkorps og lste Escadron beredne Jægere (5te Bataillon var sendt ned paa Broager Land og 10de Bataillon fulgte som Reserve). 3die Kompagni sendtes frem ad Vejen til Adsbøl, dækkende venstre Flanke for Jægerkorpset, og mødte her en ny og hidtil intakt Fjende, nemlig et Par Kompagnier af lste brunsvigske Bataillon, som Hallkett havde sendt ned til Flensborg Vejen fra Nybøl Mølle for at dække sin højre Fløj. 2det og 4de Kompagni trængte under levende Fægtning Mecklenburgerne tilbage i Terrainet mellem Adsbøl Vejen og Nybøl Mølle for at true Fjendens Retrætelinje. Ved denne Lejlighed havde nogle Herre gaardsskytter godt Skud paa en lille Afdeling, som søgte tilbage over en Mark. En af dem ventede ret jægermæssigt, til Afstanden blev større, og leverede saa et fortrinligt Skud. »Hvorfor skød Du ham ikke straks?« spurgte de andre. »Aa, jeg syntes, han skulde have Lov at ,trække lidt ud!'« bemærkede vedkommende tørt. lste Kompagni og et Kompagni af 5"], [52, "34 10de Bataillon gjorde Flankeangreb paa Nybøl Mølle; syd for denne havde nogle friske hannoveranske og oldenburgske Kompagnier indtaget en Op tagelsesstilling for Mecklenburgerne, og dækkede de øvrige fjendtlige Af delingers Retræte mod Adsbøl. Jæger Rhoding henvender sig her til en Løjtnant ved 10de Bataillon og spørger: »Er der noget at skyde paa?« »Ikke for Øjeblikket, men vent lidt!« Noget efter blottede to Hannoveranere sig uforsigtigt i et Hegn; Jægeren skød og meldte straks, ligesom paa en Skydebane: »venstre Ben!« Det passede ogsaa godt nok ved senere Eftersyn. Da nu Biilows og Byes Brigader gjorde Frontalangreb paa Stillingen ved Nybøl Mølle, alignerede lste Kompagni sig atter med den øvrige Del af Korpset, der nu sammen med de beredne Jægere fortsatte Fremryk ningen i nord-vestlig Retning. De før omtalte brunsvigske Kompagnier bleve beskudte baade i Front og Flanke, da deres venstre Fløj var blottet ved Mecklenburgernes Tilbagegang, og replierede sig paa en Stilling øst for Rundkjær Skov. Et Kompagni af 2den oldenburgske Bataillon havde besat Gaarden, der ligger 1200 Alen vest for Nybøl Mølle, og som er omgivet af Have og høje Hegn, der gør den udmærket egnet til Forsvar. Jægerne omringede Gaarden paa de tre Sider og stormede, men Angrebet blev afslaaet. Først da en Del af Beserven (10de Bataillon) rykkede frem til Bajonetangreb under Jægernes Ild, forlod Oldenburgerne Gaarden, medens Retræten endnu var fri, idet en Del af dem maatte søge over en Vanding. Ved denne Lejlighed vare nogle af de beredne Jægere, som fulgte efter langs Hegnene, nær blevne beskudte af det omtalte Kompagni af 10de Bataillon, som i Ilsomheden toge dem for Fjender. Det fjendtlige Kompagni led under Til bagegangen betydeligt under Ilden fra Jægerne og Fallesens Espingoler, men forsøgte atter at sætte sig fast i Gaarden, der ligger ved det nord østlige Hjørne af Bundkjær Skov. Dog Jægerne fulgte Fjenden i Hælene i det Haab, at afskære Kompagniet Retræten til Adsbøl, stormede straks, og kastede det tilbage bag Hegnene nord for Rundkjær Skov. »Da vi naaede saa vidt, kunde vi«, fortæller en Jæger, »bogstavelig heller ikke"], [53, "35 længere sanse for Tørst, Sved og Krudtrøg, for ikke at tale om Sult og Træthed«. Da Skumringen kort efter faldt paa, døde Fægtningen efterhaanden hen i og nord for Rundkjær Skov. Jægerne bleve i Stillingen, indtil Hage manns Rrigade havde udsat Forposter. Herregaardsskytte Rhoding skriver følgende om den sidste Del af Kampen: »Vi avancerede videre fra Gaarden. Da jeg løb over Vejen, som fører langs Rundkjær Skov, faldt en Infanterist og jeg gav hans Ur til Kaptajn Wilster; i det samme kom en Tysker op paa Skovhegnet: jeg lagde an paa en Ledstolpe, skød, og Fyren gik bag over. Vi fik nu god Dækning bag et Hegn, og Fjenden laa bag et lignende, ca. 300 Alen fra os; de dækkede sig godt i deres Grøft og det gjorde vi ogsaa; men Tyskerne havde dejlige blanke Pikkelhuer til at holde paa, og da de nu ikke kunde lade være at titte over Volden en Gang imellem, for at se, hvordan vi havde det, saa gjorde jeg her flere Skud med udmærket Anlæg efter disse Hoveder, og Lissner og de andre laa og passede paa, om jeg ramte. Resultatet af Skydningen blev 3 Tyskere, men saa begyndte det at mørkne og vi forlod lste Jægerkorps for at opsøge vort eget. Der var jo langt til Sønderborg, og det havde været en anstrængende Dag, saa det gjorde godt at sove, om det saa kun var i lidt »Svinefjer«; lste Esca dron laa den Nat paa Latinskolen . Jeg havde den Dag gjort ca. 60 Skud. Nogle vare saa trætte, at de sov i Vejgrøfterne «. Saaledes gjorde bl. a. Reinhold Jensen, med Kælenavn »Skildpadden«. Mens Kammeraterne den næste Formiddag discuterede Grundene til hans Ude blivelse og begyndte at anse ham for falden, arriverede Samtalens Æmne i det samme ad Pontonbroen, glad og syngende, iført Krydsbandolerer og med Infanterigevær, da hans eget jo var ødelagt. Han fik fra den Dag i og udenfor Korpset det smukkere Tilnavn: den tapre Landsoldat. Medens lste Jægerkorps, i |hvis Rækker de beredne Jægere havde kæmpet hele Dagen, havde 7 døde og 18 saarede, faldt kun 1 Herregaards skytte, Robertson, ramt af 3 Kugler, hvoraf én gennem Hovedet, og 2 saaredes let, Achen af en Kugle i Siden, Tind af et Bajonetstik i Kinden. Der kan ikke være Tvivl om, at Grunden til det ringe Tab maa søges 5*"], [54, "36 i Jægernes frie Bevægelser i Terrainet, deres Øvelse i at benytte det til Dækning og den praktiske Uniformering. Af Major Schindels Rapport om Fægtningen den 28de Maj anføres: »Jeg kan ikke undlade at bemærke, at en Afdeling af de frivillige, beredne Jægere fra Sjælland og Øerne, under Capitain von Blixen-Finecke, fægtede til Fods, opløste i Roder imellem Jægerne, og fortjener samme Vidnesbyrd for Mod og Uforfærdethed, som det forekommer mig, at det lste Jægerkorps fuldkommen har fortjent«. Imidlertid var den preussiske Division naaet til Egnen nord for Aaben raa den 28de, og General Wrangel, der var ilet forud, gav den 29de om Morgenen General Halkett Ordre til at foretage en Fremrykning mod Linjen Nybøl — Nybøl Mølle — Sotterup med ca. 3 Batailloner og 1 Batteri for at recognoscere og tillige for at dække de bagved værende Troppers Dislocationsmarcher. Dette gav Anledning til en jævnt vedligeholdt Fægt ning med vore Forposter fra omtrent Kl. 9 Formiddag til Kl. 4 Eftermiddag. I Sundeved stod 3 Brigader under General Hansen. Ryes Brigade var i Begreb med at overtage Bevogtningen af Stræk ningen fra Korsmose Mølle til Als Sund, da Angrebet skete. 3die Jæger korps med den attacherede 2den Halvescadron af 2den Escadron beredne Jægere blev af Rye trukket fra Øster Sotterup. hvor Jægerne skulde have været i Kantonnement, til Vester Sotterup, og kom her i staaende Fægt ning med de mecklenburgske Jægere, som havde besat Egnen om Lunds gaard og ikke lod sig fordrive herfra, før de to fjendtlige Kanoner, der stode samme Steds, vare forjagne af Batteriet Baggesen, samtidig med at andre Troppeafdelinger udførte et flankerende Angreb. Fægtningen varede endnu nogen Tid, men afbrødes ved, at Ryes Brigade beordredes tilbage til Dybbøl. Ankommen mellem Ragebøl og Surløkke fik Brigaden atter Ordre til at rykke paa Forpost, men da Afdelingerne vare meget udmattede, bad Rye om nogle Timers Hvile. Da Fægtningen efterhaanden døde hen Kl. 4, kom 3die Jægerkorps og de beredne Jægere i sammentrængt Kan tonnement i Stavgaarde."], [55, "37 2det Jægerkorps samt lste og 2den Deling af 2den Escadron beredne Jægere, der, som tidligere anført, efter Kampen den 28de kom paa Forpost nord for Sotterup-Byerne, vare ved Fægtningens Begyndelse, ca. Kl. 9, under Afløsning. Denne blev afbrudt, men Jægerne kom ikke i Fægtning. Da Forposterne vare trukne ind, stode Jægerne først en Tid lang til Dispo sition for Ryes Brigade i Stavgaarde, sendtes derpaa efter Ordre fra Hage manns Brigade, hvortil de hørte, til Stenderup, og havnede endelig om Aftenen i Nybøl, for atter at skulle paa Forpost. Da de udsendte Patrouiller havde fundet Terrainet forladt af Fjenden, blev der udstillet Vedetter fra Nybøl Nor til Nybøl Mølle; Hovedposten stod i Alarmhus i Nybøl; medens de beredne Jægere den forrige Nat havde staaet som Vedetter, prøvede de nu til en Forandring at staa stuvede sammen begge Delinger i en lille Halv gaard hele Natten. Den 30te om Morgenen udkommanderedes de sammen med 2det Jægerkorps for at deltage i en Recognosceringsbevægelse, som General Hansen lod Hagemanns Brigade foretage, og som for Jægernes vedkommende ophørte noget vest for Rundkjær Skov. Fremsendte Kom mandoer kom i let Engagement med Fjenden, som kun havde haft Adsbøl svagt besat. Da Biilows Brigade derefter overtog Forposttjenesten paa Strækningen Nybøl Nor — Korsmose Mølle, blev hele 2den Escdron afgivet til denne Brigade, og de beredne Jægere kom Dagen igennem paa Forpost! Natten mellem den 30te og 31te stod den samlede Escadron derefter i Alarmhus i en Bondegaard i Stenderup. Først den 31te om Eftermiddagen kom der Ordre til, at Escadronen skulde afgives fra General Hansens Kommando og marchere til Sønder borg. Det havde varet fire Døgn, idet Jægerne uafbrudt havde været paa Forpost, i stærkt sammentrængt Kantonnement eller paa Marche. Forplej ningen havde været højst uregelmæssig og tilmed utilstrækkelig. Tørt Brød og mindre godt Flæsk havde omtrent været den eneste faste Føde; Esca dronen havde rigeligt faaet Erstatning for den forholdsvise Uvirksomhed under Kampen den 28de. Om Aftenen modtog Escadronen i Sønderborg sine Heste, der netop vare ankomne og som installeredes paa Sønderborg Ladegaard sammen"], [56, "38 med lste Escadrons. Denne var bleven alarmeret den 29de og havde faaet Marcheordre til Dybbøl, men fik Kontraordre; mange af Jægerne stillede ogsaa uden Støvler og Skjorte, det første, fordi Fødderne vare op hovnede, og det sidste, fordi vedkommende Klædningsstykke var i Vaske ballen. Den lste Juni indkvarteredes lste Escadron i Klintinge, 2den i Sundsmark øst for Sønderborg."], [57, ""], [58, "ved min Side bleve to Soldater skudte General Schleppegrell standser Korpset den 3. Juni forat udtage frivillige."], [59, "39 .L/en 2den Juni afløstes 2 af de 3 Brigader i Sundeved af Flankekorpset, forstærket med 3 Batailloner, og General Schleppegrell fik Kommandoen over hele denne Styrke. Bevogtningen af Nybøl Nor og Broager Land til deltes det beredne Jægerkorps. Da dette den næste Morgen paa Marchen er naaet til Øster Dybbøl, kommer General Schleppegrell ridende. Generalen standser Korpset og spørger, om nogen vilde melde sig til at udføre en længere Recognoscering. »Men«, tilføjede han, »det var en frivillig Sag, eftersom Patrouillen skulde forsøge at bryde gennem de fjendtlige Forposter, søge at naa Aabenraa og ad denne Vej sætte Hovedarméen i Forbindelse med højre Flankekorps«. En Mængde Jægere rede straks ud af Kolonnen og meldte sig til dette, som det skulde synes, ret vovelige Foretagende, og 16 af dem bleve udvalgte. Medens Resten af Korpset fortsætter Marchen til Broager for dér at udstille Forposter og 2 Dage senere kæmpe med Hæder, kunne vi følge Patrouillen paa dens lange og anstrængende Ekspedition. Vel forefaldt der ikke paa dette Togt særligt betydningsfulde Tildragelser, men det kan ret godt tjene til Belysning af Forholdene i dette Krigsaar med dets mangel fulde Efterretningsvæsen og Begivenhedernes ofte tilfældige Karakter. Jægerne rede først med Generalen til dennes Kvarter i Dybbøl, af lagde her den Bepakning, de kunde undvære, Mantelsæk, Kappe m. m., og fik nærmere Instruktion. Samtidig med at recognoscere og over Land"], [60, "40 skaffe Forbindelse med Oberst Juels Korps, der stod med sine Forposter i Linjen Hoptrup— Bevtoft, idet det nemlig var fulgt efter Wrangel ned i Sønderjylland, skulde de være Escorte for Vejviseren, der fik Skrivelse med til Obersten. Denne Vejviser, en Sønderjyde, var en formuende Teglbrænder, almindelig kaldet Flensborg-Petersen; han var udmærket kendt med Veje og Stier i en stor Del af Sønderjylland og havde, ligesom Hans Krager fra Bevtoft, stillet sin Person og sit Lokalkendskab til Hærens Tjeneste. Han var iført Uniform som dansk Jægerofficer, men blev forøvrigt først Løjtnant det følgende Aar. For at Patrouillen kunde kendes af vore egne Tropper, fik den 7 Underofficerer med, alle af 4de Dragonregiment (blandt andre Vagtmester Levin og Trompeter Jessen). Blandt Jægerne vare: Delingsfører Gott schewski, Ramsault de Tortonval, Chr. Mourier-Petersen, Rhoding. Knirsch, Rehsted, Rarthels og Søn, T. Ulrich, Reinhold Jensen og Ejgaard. Patrouillen drog af Kl. 11 og holdt sig saa vidt muligt i Skovene langs Als Sund og Aabenraa Fjord. Flere Steder fik man Underretning, at Egnen kort i Forvejen var afsøgt af preussiske Kommandoer. Vejret var ubehageligt, det skylregnede uafbrudt. Efter 4 Timers Ridt ud og ind ad Smutveje blev der holdt en 1j.2 Times Hvil i en Bondegaard, o: Hestene hvilede, thi Jægerne besatte Havehegnet for at kunne tage standsmæssigt mod et Angreb. Man var jo i Nærheden af Fjendens Forposter. Der viste sig dog intet fjendtligt, maaske fordi Gaarden netop var forladt af en Af deling paa ca. 50 preussiske Ryttere 1/2 Time tidligere. Ridtet fortsattes og man undgik lykkelig de fjendtlige Forposter, takket være det slette Vejrlig. Det sidste Stykke Vej til Aabenraa fulgte man Strandkanten, og her blev der Brug for Dragonerne. De maatte nemlig først gøre Front mod »Hekla« og Kanonbaadene, der havde begyndt at beskyde Kolonnen, dog uden at saare nogen — deres blanke Hjælme var jo det eneste, der ad skilte dem fra de Itzehoe Dragoner, hvis Hjælme vare sværtede; derefter mod Byen, hvorfra et Par Delinger danske Dragoner rykkede ud. Jægerne vakte selvfølgelig Røre i Aabenraa, der nu var paa det rene med, at der"], [61, "41 var kommet Hjælpetropper fra Sverrig-Norge. For at afvende Opmærksom heden fra Patrouillen, havde Vejviseren overalt med Flid udspredt det Rygte, at den var Fortroppen for »det norske Bjørnejægerkorps!« Det var nu blevet sent paa Aftenen, og baade Ryttere og Dyr maatte have Hvile og Føde. Ryen var kun besat af en lille Afdeling Ingeniører. Efter nogle Timers Forløb kommer Flensborg-Petersen løbende og melder, at Preusserne ere under Fremrykning. For at vildlede, spurgte han om Vej til forskellige Steder, Jægerne sad op og red vest ud af Byen. men slog udenfor den ind paa Vejen til Hoptrup. Nogle Timer efter angreb Grev Waldersee Aabenraa fra alle Sider med 1 Bataillon og 1 Deling Bytteri. Han var Kl. 1 rykket fra Kliplev, og Rygtet om det paatænkte Angreb maa være ilet forud. Ved Hoptrup passerede Patrouillen Oberst Juels For poster (Hovedkvarteret var i Haderslev), der paa dette Sted bestode af 3 Kompagnier af 3die Reserve-Jægerkorps, og 3 Escadroner, hvorimellem ogsaa de frivillige Husarer, alt under Oberst Benzons Kommando. Vej viseren afgav Melding og Patrouillen red til Sønder Vilstrup, 1/2 Mil øst for Hoptrup, for at søge sig Kvarter. Klokken var 5 Morgen og man havde været 20 Timer paa Marche med kun et Par Timers betinget Hvile ; derfor betænkte Jægerne sig heller ikke to Gange paa at trække de intet ondt anende Vilstruppere ud af Sengene og selv indtage deres Pladser! Da Hestene maatte have Ro den næste Dag, den 4de, kørte Komman doet paa rekvirerede Vogne til Haderslev, for at faa nærmere Besked om Flankekorpsets Tilstand, og om Morgenen tidligt den 5te brød det op fra Sønder Vilstrup, for over Aabenraa at gaa samme Vej tilbage til Sundeved, som det var kommet; men nu var Egnen syd for Aabenraa spærret, og øjensynlig af større Styrker; Jægerne besluttede derfor at opsætte Forsøget paa at ride mellem de fjendtlige Forposter en Dags Tid, og for ikke at blive afskaarne, vendte de tilbage til Sønder Vilstrup. Vejviseren, der havde røgtet sit Ærinde, tog med Baad til Als. Fra Vilstrup hørte Jægerne om Eftermiddagen Kanonaden i Sundeved. De stode for øvrigt ikke i For bindelse med Forposterne ved Hoptrup, men tilfældigt var én af dem redet derned om Aftenen og hørte saa, at man ventede fjendtligt Angreb, da der 6"], [62, "42 hørtes stærk Vognrummel fra Syd. Nogle af Jægerne skiftedes saa til at holde Forbindelse med Hoptrup. Kl. 11 V2 meldte Ordonnansen, at alt var parat til Afmarche fra Hoptrup, da man antog, at en stor fjendtlig Kolonne nærmede sig fra Syd-Vest og Kl. 12. at Forposterne gik mod Nord, da Pikettet ved Vartenberg Kro (der bestod af lste Husarescadron under Ritmester Brechwoldt) havde forladt sin Post. Patrouillen red først ad Hoptrup til, men forandrede Beslutning, vendte om, og fulgte i Stedet for Vejen, der øst om Grødebøl fører ind til Chausséen mellem Aabenraa og Haderslev. Dette var et Held; dersom Troppen var kommet ind paa Chausséen syd for Grødebøl. saa havde den ved dette Sted lidt samme Skæbne som den frivillige Husarescadron, der brød igennem nordpaa og her blev beskudt fra Vejhegnene af von der Tann's Frikorps. Dette bestod af ca. 360 Mand og var i Nattens Løb kørt om i Byggen af Forposterne ved Hoptrup over Vartenberg. som Ritmester Brechwoldt forlod, og Marstrup. Da Jægerne kom ind paa Chausséen, saa de en Del Heste komme galoperende uden Byttere sydfra. De fangede nogle af dem, men var kort efter nær blevne redne over Ende af de fri villige Husarer, som kom i Karriere op ad Vejen og raabte: »Fjenden er i Hælene paa os!« De maatte nu et Stykke Vej følge Trop med Husarerne. Heldigvis havde disse lært Jægernes Uniform at kende om Eftermiddagen, da én af dem, som omtalt, havde været i Hoptrup, ellers havde der rime ligvis i Mørket vanket flere braadne Pander. Helt ublodigt gik Sammen stødet heller ikke af, thi en af Vagtmestrene ved de frivillige Husarer huggede i Forbifarten til en af Dragonunderofficererne, som fulgte med Patrouillen og som var staaet af Hesten for at tage sin Hovedbedækning op. Han blev, haardt saaret i Hovedet, bragt ind til Lazarettet i Haderslev. I øvrigt skete følgende ved denne sørgelige Affaire: Mens de uøvede og til Dels uheldigt anførte Afdelinger, som havde staaet ved Hoptrup og under Tilbagegangen stødte sammen med von der Tann's Korps, splittedes og ad forskellige Veje søgte tilbage til Hovedkorpset, var dette ved Daggry draget nordpaa til Haderslev, for ikke at blive skilt fra den vestligere staaende »Cavaleribrigade« ved den formentlig stærke Fjendes Fremryk-"], [63, "43 ning. Saa stort et Besultat naaede von der Tann ved sin Dristighed og vore Forposters, navnlig Ritmester Brechwoldt's, Mangel paa Conduite '). Forinden dette Tilbagetog oplevede Jægerne denne Nat følgende Be givenheder, som vel vanskelig kunne tænkes, uden under de daværende Forhold: Da Patrouillen red op gennem Haderslev Gade, mødte den to Ryttere. Den ene, af imponerende og smukt Ydre. var en Englænder, Harrison. Han havde deltaget i de amerikanske Krige og kaldte sig General. Nu mente han, at der var »noget at gøre« paa denne Side Atlanten og tilbød det danske Krigsministerium sin Tjeneste. Enten denne nu blev modtaget eller ej, saa synes han en Tid at have fulgt »højre Flankekorps« med samt sin »Adjutant«, en Sproglærer, der gjorde Tjeneste som Tolk. Begge vare fantastisk kostumerede : Harrison med Løve paa Hjælmen og Epauletcantiller til Albuerne, »Adjutanten« i en Blanding af flere danske Uniformer. Da denne sidste, som Jægerne med Grund antoge for dansk Officer, opfordrede Patrouillen til af »Generalen« at lade sig føre mod Fjenden, mente de ikke at kunne nægte dette, og med Englænderen i Spidsen drog den noget broget sammensatte Trop ned ad Hoptrup til. Tilsidst formerede Jægerne Kæde til Fods, men man naaede dog ikke Fjenden, som noget i Forvejen var kørt sydpaa. Saa bleve Jægerne kede af Legen, og »Generalen« maatte opgive sine ærgerrige Planer. Da Patrouillen efter denne lille Ekspedition var vendt tilbage til Haderslev og vilde nordpaa, for over Fyen at komme tilbage til Als, fik den et nyt Stykke Arbejde. Nord for Byen, hvor Vejen var opfyldt af sammenblandede Kolonner af alle Vaaben, fik Jægerne nemlig Ordre af en Officer til at afsøge Terrainet mod Vest og dirigere de adsplittede Troppe dele, de maatte træffe paa, ind paa Chausséen. Man parerede Ordre og skiltes, for i Timevis at ride rundt og udføre dette Hverv. Først senere ') Som bekendt var von der Tann's Korps, hvis Eksistens skyldtes Oprørsregeringens Illoyalitet mod dens kommanderende General, yderst ilde anskrevet, og Prinsen af Nør kan i sine Optegnelser ikke finde Udtryk, stærke nok for sin Misfornøjelse med det, og anbragte det efter Hoptrup-Afi'airen, som han kalder „vanvittig dristig\", saaledes, at det ingen „Streger\" kunde gøre. 6*"], [64, "44 paa Dagen samledes Patrouillen i Christiansfeldt og skyndte sig at naa Kolding, for at komme bort fra højre Flankekorps; det havde Jægerne tabt Interessen for, eftersom det »rendte for Fjenden«. Det viste sig, at kun én Hest, som i Forvejen var i daarlig Stand, havde skæmmet sig nævne værdigt. Den næste Dag, den 7de, marcherede Kommandoet over Snoghøj til Assens, indskibede sig her den følgende Dag paa en Skonnert og naaede Hørup Havn den 10de om Morgenen. Ind- og Udskibning af Hestene var tidt besværlig: der blev lagt en Presenning under Bugen paa dem og saa bleve de hejsede ned i Smaafartøjerne med en primitiv Kran. Det hændte ogsaa, at en enkelt Hest faldt i Vandet og maatte svømme i Land. Vi forlode Korpset den 3die Juni i Begreb med at overtage Sikringen af Broager Land. Medens 2den Escadron gik i Kantonnement i Broager By. afsatte lste Escadron straks Vedetter langs Noret med et Piket paa 2 Delinger ved Egernsund, for at spærre dette og forhindre Overgang til Halvøen. Her laa tillige Korvetten Najaden og nogle Kanonbaade. Mellem dette afsides liggende Punkt og General Schleppegrells Kvarter i Dybbøl blev der skaffet Forbindelse ved »Kosakposter«, men alligevel blev For posten paa Broager Land, og særlig ved Egernsund, almindelig betragtet, om ikke som en Uriaspost, saa dog som særdeles udsat for at blive af skaaret ved et uventet Angreb. Halvøens Form indbød dertil. Forbindelses vejen til vore andre Forposter var lang, Egnen næsten ikke til at overse for Bevoksning, og levende Hegn var der langs Vejene. De Tropper, der skulde til Egernsund, sagde ogsaa gærne »Farvel« med en særlig Betoning. Imidlertid stolede Schleppegrell sikkert paa, at Rytteri kunde komme tilbage herfra; men Skæbnen vilde det anderledes. Den 4de om Morgenen afløstes lste Escadron af 2den. Henad Aften viste der sig preussisk Infanteri langs Egernsund, som kun er et Par Hun drede Alen bredt, og der blev ogsaa vekslet en Del Skud med Jægerne; ingen af disse blev saaret. Befolkningen paa Broager var udpræget dansk, men enkelte Folk blev, med Rette eller Urette, beskyldt for at staa i Forbindelse med Fjenden, og"], [65, "„Hekla\" beskyder „Bjørnejægerne\" ved Aabenraa den 3. Juni. Indskibningen paa „Najaden\" den 5. Juni."], [66, ""], [67, "45 dem bevogtede man selvfølgelig strængt. Denne Nat holdt f. Eks. Jæger Bøgvad Vagt over saadan en »Slesvig-Holstener«, som foregav at være syg — efter Instruksen i Mørke og med spændte Pistoler! Ved Parolen om Aftenen blev der sagt, at Vagten var frivillig, men ingen af Jægerne ytrede Lyst til »at lade sig snigmyrde«. B. meldte sig saa, og høstede senere den modiges Løn i Form af den gode Forplejning, hvormed »Spionens« Familie søgte at virke formildende paa den uvelkomne Indkvartering. Den 5te Juni kom lste Escadron paa Forpost, 3die og 4de Deling ved Egernsund. Vi ville foreløbig blive ved disse, for at se, hvorledes det gik dem i Løbet af Dagen. Over Middag hørte Jægerne Skydning i Retning af Nybøl, men der kom ingen Ordre om at gaa tilbage, og de stolede paa Relais-Linjen. Men omtrent Kl. ll/2 kom en bereden Jæger, som hørte til Kosakposterne, sprængende med Ordre fra Hovedkvarteret om at retirere til Dybbøl, da Fjenden trængte stærkt paa. I et Nu vare de 45 Jægere, som stode ved Egernsund, til Hest, og i skarp Trav ad Vejen til Skodsbøl, men kort efter mødte Troppen endnu en Jæger, som aandeløs raabte: »Vi ere afskaarne, Fjendens Husarer ere allerede med Blænkerne ved Skodsbøl«. Han kom egentlig med Ordre fra Baron Blixen om at paaskynde Tilbagegangen, men under Vejs havde han ved Smøl krydset de fjendtlige Husarer. De fleste vare paa det rene med, at der ikke kunde være Tale om at slaa sig igennem til Hest eller blot smutte forbi, da Fjenden var saa nær. Havde Jægerne, og navnlig de to Delingsførere, været bedre lokaliserede, vilde de vel nok have forsøgt at slippe bort langs Strandkanten. Flere vilde ogsaa forsøge at bryde sig Vej, men det blev forbudt som Galmandsværk. For inden havde Jæger David dog besluttet sig til ikke at skilles ved sin prægtige Fuldblodshest for saa godt Køb. Han fortsatte Ridtet over Skodsbøl og Smøl i Karriere, uden at blive forfulgt af Fjenden, og paastod bagefter, at da han naaede Dybbøllund, havde »Dart« blot sagt »prust!«"], [68, "46 Ved Egernsund laa Kanonbaadene og Najadens Fartøjer rede til at optage de afskaarne. I den Henseende havde Kaptajn Krenckel gjort Erfaringer. Medens Delingsførerne parlamenterede med Baadenes Besæt ning om at medtage Hestene, hvilket for Besten var umuligt, havde de fleste Jægere allerede aftaget Ridetøj og Bepakning og ladet Dyrene løbe, i det Haab, at Beboerne vilde redde dem. En halv Snes Jægere havde den fornuftige Tanke, at kyse deres Heste langs Stranden, skjult af Klinten, i syd-østlig Retning. Havde alle gjort dette, var muligvis kun faa Heste gaaet tabt, thi disse blev Dagen efter bragt ind til Sønderborg; de vare blevne indfangede af de flinke Folk i Egernsund. Under Indskibningen forefaldt der en Del, i Forhold til Situationens Alvor, ret komiske Scener. For Eks. fortæller Jæger Achen følgende: han havde netop taget Bepakningen af Hesten og kyst den langs Stranden, da han faar Øje paa Underlæge Uldall, der aldeles modfalden staar ved Siden af sin afsadlede Hest og ikke opfattede et Ord af A.'s ivrige Henvendelser. »Ja, saa laaner jeg Hesten«, sagde Achen, svang sig op, tog Saddel og Bepakning paa Hovedet og red ud til en af Baadene. Men da han saa vilde skille sig ved Hesten lige saa flot. som han havde erobret den. af leverede han til almindelig Glæde Bepakningen i Søen paa den ene Side af Baaden. og sig selv paa den anden. Beboernes Respekt for Herregaardsskytterne havde for Resten lidt et svært Skaar ved dette hastige Tilbagetog. Da Jægerne forlode Egernsund, vare Reboerne overbeviste om, at nu skulde de blive Vidner til en Kamp, som kunde udslette Indtrykket af 5te Bataillons Optræden for et Par Dage siden, da den uden Grund havde indskibet sig. — Jægerne havde en Vise paa Melodien »Lutzows wilde Jagd«, som endte med Befrainet »Det er Danmarks ridende Skarpskyttekorps«. Den havde Beboerne lært af dem, og den sang Jægerne, da de rede af Byen — og nu gentog det for smædelige Tilbagetog sig! Dog, Aarsagen skulde snart retfærdiggøre det, thi kort efter at Jægerne vare komne om Bord, kom et Par Escadroner af det 3die preussiske Husar-Regiment susende ad Landevejen. Da de"], [69, "47 mærkede, at de kom for sent. begyndte de en ivrig Jagt paa Hestene; nogle af dem vilde dog ikke lade sig fange. Den forudseende Kaptajn Krenckel havde i øvrigt »lagt i« til Husarerne, og saa snart de viste sig ved Stranden, fløj Granaterne dem om Ørerne, saa de skyndsomst for svandt. En Times Tid senere kom en Deling af Køniginn-Husaren-Regiment, som hørte til Forbundstropperne, og samlede Resten af Hestene, som vare løbne ind paa Halvøen, 18 Stkr.. saa hele Tabet blev 33. Baade Hallkett og Bonin havde nemlig haft Opmærksomheden henvendt paa den frem skudte Postering, og haabede at afskære den ved en rask Fremtrængen mod Dybbøl. Da derfor Bøffelkoppel var taget og Halvøen afspærret, befalede Hallkett at en Escadron Køniginn-Husarer skulde afsøge dem; ved en Misforstaaelse blev kun 1 Korporal og 6 Mand sendt derned; dette blev Jægernes Hedning. Tiden gik. inden Korporalen kunde melde om Forholdene og en større Styrke afsendes; denne kom først, da Preusserne havde været der. Det maa have været Korporalen og de 6 Mand, som Baron Blixens Ordonnans har antaget for Blænkere. Der var Fortvivlelse mellem Jægerne over at miste de smukke Dyr; thi flot beredne vare jo de fleste; saadan skrev H. hjem: »I Tirsdags vare vi til Begravelse af dem. der faldt den 28de. hvorimellem Robertson af vort Korps; de kom alle i smukke Ligkister: det var sørgeligt, at tænke paa de stakkels Forældre og Koner og Sødskende, som nu forgæves vente paa deres kæres Hjemkomst. Vi vare alle alvorlig stemte ; men i Nat har jeg grædt for min Hest. saa bedrøvet er jeg; den var jo den bedste Traver i Korpset og beundret af alle ; vi have nu i 5 Dage ikke været af Klæderne eller i Seng «. Efter nogle Timers Forløb kom Damperen »Christian der 8te« for at føre Jægerne til Sønderborg, hvor man havde indset, at de vare af skaarne. Den næste Dag fik de fleste Reserveheste. En menig Soldat, der var født paa Als og som faldt i Fangenskab den 5te Juni, skriver hjem om Befolkningens Beklagelser paa Flensborg egnen og særlig om Stemningen blandt de mange pressede slesvig-holstenske"], [70, "48 Rekrutter, som nok ikke vare ret paalidelige Tyskere. »Hertugen af Augusten borg gav mig en Speciesdaler. fordi jeg var hans »Landsmand«, og løj mig for, at Herregaardsskytterne havde ladet alle deres Heste i Stikken og selv vare flygtede ud i Vandet, hvor de, vadende til Halsen, havde arbejdet sig ud til de danske Fartøjer«."], [71, "49 JL Broager By. hvor Korpset havde sine Kvarterer, saa alt saa stille og fredeligt ud ved Middagstid, som kunde det være en sjællandsk Landsby. Den stille og lummervarme Luft havde frembragt en almindelig Døsighed, og alle, der kunde, søgte Ly for den bagende Sol. 2den Escadrons Mandskab var netop kommet fra Forpost, havde sørget for Hestene og strakte nu Lemmerne i en vel fortjent Hvile og med behagelig Udsigt til den gode Middagsmad — saa lød det første, alarmerende Kanonskud fra Nybølkanten og fik i et Nu givet Tankerne en alvorligere Retning. Et Kvarters Tid efter kom Observationsposten paa Dybbøl Banke sprængende og meldte, at et Engagement mellem Forposterne var begyndt; Trompeternes Horn skingrede gennem Byen og enhver Tanke om Hvile og Mad som blæst bort — det gjaldt om at blive »feltmæssig«, faa sadlet op og naa Alarmpladsen saa hurtigt, som muligt. Midt i Travl heden saa man »Krudt- Jørgen« føre sin Kærre i fuld Firspring ud af Byen og i Retning mod Dybbøl. Han var ikke til at stoppe. »Krudtet skal reddes«, havde han sagt! Heldigvis var alle vel forsynede med Patroner. Kl. 123/4 stod Korpset, med Undtagelse af Pikettet ved Egernsund, samlet paa sin Alarmplads, hvor Vejen fra Hvilhøj Kro overskærer Vejen fra Sønderborg til Smøl. Kl. 1 modtog Baron Blixen-Finecke den Ordre fra General Schleppegrell, at Korpset skulde besætte en Stilling syd for Dybbøl By, tilligemed Underretning om, at den til Vagt ved Egernsund kommanderede Halvescadron havde faaet Ordre til at trække sig tilbage. Baronen sendte dog en Ordonnans for endmere at paaskynde Tilbage gangen, da det blev meldt, at Fjenden trængte heftigt paa. Inden Korpset 7"], [72, "50 var afmarcheret fra Alarmpladsen, hvor man havde oppebiet de forsinkede Jægeres Ankomst, overbragte Forpostkommandøren, Major Bæder, mundtlig Ordre til det om at besætte Vejen fra Dybbøl til Nybøl. Fra Bøffelkoppel Skov hørtes nu en hidsig Fægtning, som trak sig nærmere og nærmere. Korpset sad af, Hestene bleve af Dragoner og Oppassere ført til Sønder borg, og Jægerne kastedes ud i Kæde langs Hegnet, der løber paralelt med Skoven, ca. 300 Alen øst for den. Forinden vi gaa videre, vil det være paa sin Plads, i Korthed at omtale, hvad der var sket i de foregaaende Timer. Wrangels Mening var, at kaste vore i Sundeved staaende Tropper, om muligt til Als. Dagen, den 5te, Kongen af Hannovers Fødselsdag, var valgt, for at kunne give Troppesamlingen Udseende af en Parade. Slesvig-Holstenerne, der ikke havde nogen videre høj Stjærne hos Wrangel, fik en Tillidspost som Beserve et Par Mil bag den øvrige Hær ved Aabenraa Vejen. Garde brigaden blev sendt mod Aabenraa, for at dække mod Nord, medens selve Angrebet skulde udføres af to Kolonner. Vi følge foreløbig den sydligste af disse, bestaaende af Forbundstropperne under Hallkett, 61/?. Batailloner og 1 Frikorps. 4 Escadroner og 14 Kanoner, i alt 5,000 Mand. Kolonnen rykkede Kl. 10 1/i fra Graasten over Adsbøl mod vor venstre Fløj, som bestod af 5te Bataillon. udbredt i Terrainet mellem Lundsgaard, over Nybøl Mølle, hvor der stod 2 Kanoner, til Nybøl By; lste Jægerkorps var under Fremrykning fra Stenderup for at afløse. Den hannoveranske Brigade under Oberst Marschalk, som til Ære for sin Konge havde faaet Teten, trængte efter en Times Kamp vore nysnævnte Afdelinger tilbage gennem Nybøl. Men vest for Bøffelkoppel standsedes Hannoveranerne af 12te Bataillon, som var sendt frem til Understøttelse. I henved en Time kæmpede Bataillonen her mod Overmagten, indtil den endelig, angrebet i venstre Flanke af Frikorpset, i højre af et Batteri, blev nødt til at trække sig tilbage gennem Bøffelkoppel. Netop som Bataillonen naaede den østlige Skovrand og under Fjen dens Jubel kastedes ud af Skoven henimod det omtalte Hegn, var det beredne Jægerkorps formeret i Kæde, og Oberstløjtnant Morgenstjærne fik"], [73, "Alarmeringen i Broager By den 5. Juni. — Baron Blixen-Finecke og hans Rideknægt. Munthe-Morgenstjærnes Stormangreb ved Botrelkoiiriel."], [74, ""], [75, "51 her en lige saa velkommen, som højst fornøden Understøttelse af henimod 200 udmærkede Skytter. I det samme ankom 3die Kompagni af 3die Jægerkorps, og i Spidsen for disse to Jægerafdelinger og en Del af 12te Bataillons 2det Kompagni udførte Morgenstjærne nu et Modangreb, som lykkedes, men som blandt andre kostede ham selv Livet. En tysk Beret ning paastaar. »at Hannoveranerne allerede befandt sig i Ryggen paa Fjenden, da de »kaldtes tilbage til Skoven«, misfornøjede med, at denne gode Lejlighed til at gøre en Mængde Fanger, gled dem af Hænde!« Hvor vidt man tør tro dette, faar staa hen; i det mindste udtaler den samme Beretning, at »den tapre 12te Bataillon, i Forening med en Afdeling fri villige beredne Jægere, kraftigt tilbageviste de fra Skoven fremstormende Hannoveranere, og omendskønt den heltemodige Kommandør faldt, dødelig saaret. dog holdt Stillingen i 2 Timer, indtil Patronerne vare bortskudte!« Omtrent Kl. 2 fik Hallkett Anmodning fra Wrangel om at standse sin Fremrykning, da Preusserne under Bonin endnu kun vare naaede til Sot trup; de hannoveranske Batailloner, som havde besat Skovranden, fik saa ledes Lejlighed til at kølne deres Iver under den hidsige Skydefægtning, som de nu i et Par Timer maatte føre paa kort Hold med en riffelbevæbnet Modstander. Syd for Skoven udbredte det slesvig-holstenske Frikorps sig indtil Gaarden syd for Ravnhøj, saa at det var en ret udstrakt Linje, der skulde forsvares af den stærkt medtagne 12te Bataillon, der tilmed begyndte at mangle Patroner. De beredne Jægere havde fordelt sig i Bataillonens Skyttekæde og til højre for den laa det omtalte Jægerkompagni, der saa ledes skaffede Forbindelse med vore andre Tropper, som kæmpede i Dybbøl. Et Kompagni af 13de Bataillon. der blev sendt frem til Forstærkning over Hvilhøj, stod i Beserve. General Schleppegrell vilde vel under alle Omstændigheder have gjort Fjendens Fremtrængen mod vor venstre Fløj saa vanskelig, som muligt, men det er dog ikke uden Interesse at se, hvilke Motiver Generalen an giver at have haft til det sejge Forsvar i Stillingen ved Hvilhøj. I sin Rapport beskriver han først omstændeligt det beredne Jægerkorps's Stilling paa Broager og de Foranstaltninger, der vare trufne til dets Sikring for 7*"], [76, "52 det Tilfælde, at Forposterne skulde blive kastede tilbage paa Dybbøl; der efter hedder det: »Fjenden gik stærkt paa, men 12te Bataillon og de frivillige Jægere fra Øerne holdt tappert Stand ved Udkantenvaf Nybøl Skov paa lidelig Efterretning om, at Detachementet v6& Egernsund var kommet til hage, manglede. Det var mig derfor magtpaaliggende at holde denne Afdeling Tilbagegangen fri. Uagtet den almindelige Ordre om Tilbagegang til Slag paa Dybbølbjerg og uagtet en speciel Meddelelse fra den komman derende General Kl. 23/4, om at Fjenden rykkede frem fra Nord, holdt jeg derfor Stillingen til Kl. 4 «. Imidlertid havde vore Tropper langsomt maattet vige gennem Vester Dybbøl, da de nemlig fra Vest bleve angrebne af Forbundstropperne, fra Nord af den preussiske Kolonne. Denne bestod af l1ji Batailloner. 2 Escadroner og 16 Kanoner, i alt 6,500 Mand, og var brudt op Kl. 10 fra Ladegaard. 3/4 Mil nord-vest for Graasten; paa Grund af den lange Marche i det lumre Vejr var den først naaet til Sottrup Kl. l1/^. Saa var det, at Wrangel sendte Hallkett Bud om at holde lidt igen og give Preusserne Lejlighed til at vinde frem. Først Kl. 3 omtrent fortsattes Fremrykningen efter et langt Hvil. Kl. 4 var det lykkedes Preusserne, efter en haard Kamp, at udbrede sig over Vester Dybbøl, og saaledes ligefrem maskere den videre Fremrykning for Forbundstroppernes venstre Fløj, hvilket jo ikke kunde siges at være til Gavn for Samvirkningen mellem de to Kolonner. Nu turde Schleppegrell ikke udsætte Tilbagegangen paa vor venstre Fløj længere, og Kl. 4 fik 12te Bataillon og det beredne Jægerkorps Ordre i saa Henseende. Tyske Beretninger give os det Vidnesbyrd, at denne Bevægelse blev udført »i god Orden«. Fjenden fulgte øjeblikkelig efter. Friske hannoveranske Batailloner, som ikke havde deltaget i Kampen om Bøffelkoppel, bleve nu førte frem. I Gaarden Dybbøllund satte de beredne Jægere sig en kort Tid fast, men det slesvig-holstenske Frikorps fordrev dem ved Stormangreb. Ved hvert"], [77, "53 af de mange Hegn, som løbe mod Syd. mellem Flensborg Vejen og Vem mingbund. toge de beredne Jægere Stilling sammen med en Del af 13de Bataillons 3die Kompagni og 3die Jægerkorps's 3die Kompagni, og dækkede saaledes Tilbagegangen for 12te Bataillon. der havde forbrugt sin Ammu nition og nu efter Ordre marcherede tilbage til Brohovedet, for at udhvile og danne Besætning dér. Medens de to Jægerafdelingers Linjer passerede Vester Dybbøl, dækkede et Kompagni af 13de Bataillon dem mod Nord ved at tage Opstilling langs Flensborg Vejen og herfra standse de frem trængende Preussere. Det beredne Jægerkorps havde under denne Kamp 1 død, nemlig Jæger Thaarup, der faldt, gennemboret af 3 Kugler, idet han letsindigt blottede sig i et Gab for at faa friere Skud. 6 blev saarede, derimellem Premierløjtnant Schumacher af en Kugle under Knæet, Forstcandidat Niels Spandet af en Kugle gennem det øverste af begge Laar, Grev A. Knuth ved et Kugleskud i Armen og Proprietær Constantin Brun gennem Nakken og Halsen. »At Korpset«, skriver Baron Blixen-Finecke i sin Rapport, »i næsten 7 Timers uafbrudt Fægtning ikke har lidt et større Tab, maa, næst efter en heldig Skæbne, tilskrives Jægernes Dygtighed i at benytte Terrainet til Dækning«. Da Forbundstropperne vare naaede i Højde med Frydendal Kro, fik Kampen en ny Karakter. Nu begyndte nemlig Batteriet Baggesen og 6 Kanoner af Bruuns Batteri at spille ind med fra Dybbølbjerg, og med saa godt Resultat, at, efter tysk Udsagn, »Ildens morderiske Virkning kun kunde formindskes ved at lægge sig plat ned og omhyggeligt dække sig bag Jord volde«. Her styrtede Oberst Marschalks Hest, dræbt af en Kanonkugle. Et Saar, han samtidig fik i Hovedet, tilskrives et Skud af den beredne Jæger Constantin Brun. Da Korpset forlod en Stilling her, var han sammen med et Par andre bleven liggende ved Hegnet for at faa Lejlighed til at sende den Forræder, Hertugen af Augustenborg, en Kugle. Selvfølgelig maatte jo Hertugen findes i Fjendens Rækker! Da de saa Obersten falde, stormede Hannoveranerne løs paa de dumdristige Jægere for at hævne"], [78, "54 Førerens Fald; paa kort Hold fik Brun et Skud gennem Nakkemusklerne, uden at Halshvirvlerne dog beskadigedes. Under en Regn af Kugler bar Kammeraterne ham tilbage. Medens vore beredne Jægere og de omtalte Afdelinger, hvormed de under Tilbagegangen vare blevne sammenblandede, hidtil kun havde haft med Hannoveranerne at bestille, saa holdt disse sig tilbage, saa snart Preusserne viste sig i den sydlige Del af Dybbøl By, og trængte ikke længere frem. end omtrent i Højde med Frydendal Kro, med Undtagelse af to Kompagnier, som en Tid fulgte og blandedes med Preusserne. Disse havde imidlertid bredt sig over Egnen fra Als Sund til Vester Dybbøl uden at kunne vinde ind paa Dybbølbjerg, hvorfra Batterierne Bruun og Baggesen. tilsidst ogsaa Jessens, tog de fjendtlige Afdelinger under Behandling, saa snart de viste sig sluttede indenfor Skudvidde. De preussiske Skyttelinjer strakte sig langs Vester Dybbøls Udkant: 6 Kompagnier af henholdsvis 20de. 2den, 31te og 12te Regiment gik over Flensborg Vejen og bredte sig ned til Stranden langs Hegnene, hvor der var Dækning for vort Artilleris Ild. for paa denne Maade at trænge ind mod vor venstre Fløj. Afdelingerne blev snart blandede ind mellem hverandre under den vanskelige Fremryk ning gennem de tætte Hegn; ofte vare de paa Højde med vore. og tidt var det ikke muligt at skelne Ven fra Fjende i den tætte Krudtrøg, som i det stille Vejr blev hængende i Hegnene. En Del af det beredne Jæger korps, som under Tilbagegangen fulgte nærmest Stranden, kastede sig langs Hegnene, der føre mod Øst fra Vidiemosen, og standsede herfra Fjpndens Fremrykning ved heftig Beskydning i Flanke og Ryg. Saa lod 9de Kompagni af 31te Regiment foretage Stormangreb, og for ikke at blive afskaarne. maatte Jægerne i en Fart søge langs Stranden, hvor de vare under Dækning af Ilden fra en Kanonbaad. og derefter op langs Hegnene foran Fjenden. Det beredne Jægerkorps blev stadig her paa vor yderste venstre Fløj under hele Tilbagegangen, som standsede ved Hegnene i Højde med Øster Dybbøl og i Linje med vore sluttede Afdelinger. Disse havde under den Artillerikamp, som nu udviklede sig, replieret sig fra Nord og Vest henimod Dybbølbjerg, hvor de standsede og vedligeholdt"], [79, "55 Fægtningen med mindre Led, opløste i Kæde. Foruden Schleppegrells ovenfor nævnte Kommando var der ca. Kl. 4 trukket endnu fire Batailloner over fra Als. Da Tilbagegangen sluttede, stod største Delen af det beredne Jæger korps paa vor venstre Fløj, iblandet, med en Deling af 13de Bataillon. To Kompagnier af denne Afdeling laa i Terrainet nærmest Flensborg Vejen med Besten af de beredne Jægere imellem sig. Bataillonens to andre Kompagnier og 3die Jægerkorps stod i Beserve længere øst paa ved Vejen. Medens Artillerikampen udfægtedes, og den varede over l1/.. Time, med det Besultat, at de fjendtlige Batterier, som havde ondt ved at finde dækkede Opstillinger, efterhaanden trak sig ud af Kampen med Tab1), havde den preussiske Angrebskolonne efterhaanden spredt sig over et saa stort Terrain, at Angrebet ligesom løb ud i Sandet. Heftigst var Fægtningen stadig syd for Flensborg Vejen, hvor For holdene egnede sig fortrinligt til den Tids Kamp paa nært Hold. I to Timer gjorde de ovennævnte preussiske Afdelinger Forsøg efter Forsøg paa at kaste vore Skyttelinjer tilbage. De tyske Beretninger ere særdeles detaillerede i Beskrivelsen af denne Kamp, og fremhæve med Stolthed det personlige Mod, som her udvistes. Vi kunne altsaa med rolig Samvittighed indkassere en Del af Bosen for vore Jægeres vedkommende, især da Fjenden her førte overlegne Styrker i Ilden. Gentagne Gange blev der fra vor Side gjort Stormangreb paa Dybbøl By langs Vejen, men de bleve hver Gang tappert afslaaede. I flere af disse medvirkede de beredne Jægere, saaledes i. ét, som udførtes af 13de Bataillon og 3die Jægerkorps, og hvorved Korpset havde et Par saarede, blandt andre Delingsfører Spandet. Dette Angreb blev udført kort efter, l) Fjenden havde 4 Batterier med 30, vi 3 Batterier med 24 Kanoner. De vel be- kendte, tyske Beretninger om de frygtelige, med Kanoner spækkede Dybbølskanser, hvortil vore Tropper gentagne Gange kastedes tilbage, ere kun Fostre af en livlig Fantasi. Vort Artilleri benyttede derimod Fordelen ved at være paa de „indre Linjer\" til at optræde som Tordenskjolds Soldater, og lod ingen gunstig Lejlighed gaa fra sig."], [80, "56 at Forbundstropperne vare afmarcherede Kl. 51/2. De endte deres Frem rykning nord og vest for Frydendal Kro og overlod saa Resten af Arbejdet til Preusserne, »mens Legen var god« ; de lod sig ikke i fjærneste Maade forstyrre af den Katastrofe, som blev Følgen heraf. Det syntes nemlig at mangle paa god Forstaaelse mellem de to angribende Kolonner. Hallkett havde i over en Time holdt sit Fodfolk tilbage, og, da han forhørte sig om »Ordre« hos Wrangel. var denne imidlertid kommet paa det rene med. at hans Angreb ikke mere lod sig gennemføre, opløst, som det var. i Tirailleurfægtning paa en udstrakt Linje. Han gav derfor Ordre om almindelig Tilbagegang, men selvfølgelig varede det længe, før den blev bekendt ved den langt fremskudte højre Fløj. der endnu i en Time var indviklet i den hidsigste Fægtning med de nævnte Afdelinger paa vor venstre Fløj. og som desuden yderst nødig opgav Haabet om at vinde Terrain. Uheldigvis for Preusserne havde vor Overkommando netop fattet Be slutning om at tage Offensiven samtidig med deres Tilbagegang. Der var jo al god Grund hertil: det fjendtlige Artilleri ude af Sagaen, Hallkett paa Hjemvejen og Preusserne spredte over hele Egnen. Fremrykningen begyndte omtrent Kl. ti1/.,. Det beredne Jægerkorps fulgte for største Delen med Garden og 4de Bataillon, som i sluttet Orden brød frem langs Flensborg Vejen gennem de Afdelinger, som havde udført det før omtalte Stormangreb. Resten af Korpset fulgte en anden Kolonne, bl. a. bestaaende af 6te Bataillon. der gik frem nord for Vejen. De tapre preussiske Kompagnier vilde imidlertid ikke med det gode opgive Fordele, som de saa møjsommeligt havde vundet og bede alvorligt fra sig, mens de Skridt for Skridt trak sig op mod Vester Dybbøl. En preussisk Officer skriver: »Krudtrøgen skjulte undertiden helt de danske Linjer syd for Flensborg Vejen, og til andre Tider styrtede de frem mod os uden at bekymre sig om Dækning«. Arrieregarden forsvarede hver Tomme Jord. At gaa nærmere ind paa Detaillerne af denne sidste Del af Kampen er for Herregaardsskytternes vedkommende umuligt. Dette lille Korps forsvandt selvfølgelig i Mængden af Afdelinger, der allerede vare blandede sammen."], [81, "57 I Hovedsagen fulgte de Garden og 6te Bataillon. Særlig blodig var Kampen om Dybbøl Kirkegaard, der blev erobret ca. Kl. 8 og hvor Arrieregarden havde sat sig fast for at dække Tilbagetoget mod Sottrup og Stenderup; det 12te Begiments lste Bataillon mistede saaledes her 7 Officerer og 40 Underofficerer og menige, et stort Tal efter de Tiders Forhold. Ved Mørkets Frembrud, omtrent Kl. 9, standsedes Forfølgningen hen imod Sottrup, og her gik Preusserne i sammentrængt Bivuak; de ventede fornyet Kamp og tilbragte en kummerlig Nat uden Føde og Forfriskninger; Garden og Slesvig-Holstenerne bleve hidkaldte. Forbundstropperne havde allerede i Tide indrettet sig hyggeligt i Nybøl. For saa vidt kan det gærne indrømmes Tyskerne, at de »bivuakerede paa det vundne Terrain«, men Feltmarskalk Moltke's Ord, »at de danske ikke uden Grund betragtede den 5te Juni som en Sejrens Dag«, rammer dog muligvis nærmere Sandheden. De 3 af vore Batailloner, som ikke havde deltaget i Kampen, indtoge en Forpoststilling fra Nybøl Nor foran Stenderup og Ragebøl. Den 6te Juni stode begge Hære afventende, den 7de gik Fjenden tilbage i sine Kantonnementer. Disse Kampe i Sundeved skaffede de beredne Jægere en grundmuret Popularitet i Hæren. Hidtil skyldtes denne Stemning jo mest en let for klarlig Respekt for de riffelbevæbnede J) og dygtige Skytter, blandet med Agtelse for, at de deltoge frivilligt; men nu havde saavel Officeren, som den menige Mand faaet Beviserne for, at det tillige var modige og ud holdende Soldater; den bedste Maalestok ere Brevene fra hin Tid, som udtale, at deres blotte Tilstedeværelse øvede en god Indflydelse paa Trop perne. De menige nærede blind Tillid til dem og »kappedes om at faa dem imellem sig«. ') Først efter den 10de Juni blev Jægerkorpserne til Dels forsynede med Taprifler. 8"], [82, "58 Taktiken var jo i 1848 endnu den sluttede Ordens; kun Jæger korpserne vare uddannede med Terrainet for Øje. Men Herregaards skytterne havde fra Ungdommen, som øvede Jægere, en særlig Færdighed i Terrainbenyttelse. Skønt Korpset maaske i disse Dage var nok saa meget i Ilden, som nogen anden Afdeling, havde det derfor ogsaa kun ringe Tab. Med alt Forbehold kan man nok antage, at dets Optræden under Felttoget har virket med til vor Hærs Uddannelse paa dette Omraade. Hvad det historiske angaar, er Mindet om Korpset for disse Dage særligt knyttet til lste Jægerkorps og 12te Bataillon. Den Lykke, der blev Korpset til Del, at komme i rette Tid til Undsætning i den berømmelige Kamp mod Overmagten ved Bøffelkoppel, og senere at kunne dække den haardt trængte 12te Bataillon under dens Tilbagegang, vil uadskilleligt knytte Erindringen om det til denne sidste Afdeling. For øvrigt havde Korpset ogsaa henvendt Fjendens Opmærksomhed paa sig. Bønderne i Sundeved hørte stadig de vigende Tropper sige, at »Graahattene« skød fordømt godt, og Fangerne spurgte gærne ivrigt efter dem. Den 28de Maj vare de bleve antagne for Svenskere. Baron Blixen-Finecke skriver den 6te Juni: »Haffner var den Dag i Sønderborg, saa jeg førte begge Escadroner: Grev Ahlefeldt førte min. Jeg fulgte næsten hele Dagen General Schleppe grell, den modigste gamle Herre, jeg endnu har set; Soldaterne tro, at ingen Kugle kan træffe ham, og jeg maa tilstaa, han rider omkring i Slaget, som om han ogsaa troede derpaa. Naar en Kanonkugle suser rigtig tæt forbi, ser han saa fornøjet ud. Baade min »Robuste« og »Cerito« vare i Brug fra 10 V2 Morgen til 10 Aften, uden at faa det mindste; jeg laante Generalen »Cerito«, da hans egen Hest blev træt . Det var en herlig Dag for Arméen og med Stolthed var man Soldat. Men, naar man ser, hvad vi derved have udrettet og paa den anden Side det Blod, der er flydt, kan man ikke andet end sørge over dette sidste «. Tabet af de mange Heste var naturligvis en Kilde til stor Sorg. Baron Blixen-Finecke gjorde Forsøg paa at købe de bedste tilbage gennem Parlamentær, men forgæves. En kostbar Hest, som tilhørte Oberst Specht"], [83, "59 og som Jægerne havde fanget den 28de Maj i Bøffelkoppel, blev af vor Overkommando tilbagesendt uden Vederlag. Nogle Dage efter den 5te Juni gik Bygtet, at endnu nogle Heste skulde være indfangede ved Egernsund, og Jægerne A. Mourier-Petersen og Brøndum bad om Lov til at foretage en Ekspedition derud. De fik Tilladelsen, og Major Bæder, Forpostkommandøren, instruerede dem om Forsigtighed. Heste fandt de ingen af, men det kunde nær være gaaet galt for dem. Krigerdjævelen var nemlig faret i. Brøndum, og i den Grad, at han med Vold og Magt vilde begaa en meget ujægermæssig Handling, at skyde et Stykke Vildt »i Sædet!« Det var en uskyldig, intetanende, tysk Skildvagt, som solede sig paa den anden Side Egernsund. Brøndum lagde an, og M.-P. bad og truede, for at faa ham bort fra hans fortvivlede For sæt; det varede meget længe, før han blev overbevist om, at hans Fore havende var andet og mere end en almindelig Piirschgang, at det var overlagt Mord! Om sine Indtryk af Kampen den 5te Juni skriver én af Jægerne et Par Dage senere, den 7de: »Ja, nu véd vi jo, hvad det vil sige, at spille Tærninger om Liv og Død, som man jo paa en Maade gør i Kampen. Interessant er det at have været med til sligt, naar man slipper helskindet fra det. Men derfor er det dog lige rædselsfuldt og tillige vanærende for Menneskeslægten, at den ene saaledes praler af og glæder sig over, at have massacreret og lemlæstet andre Mennesker. Forunderligt er det, at det, der, naar man staar uden for det hele, forekommer én gyseligt, i Kampens Øjeblik ikke rører én det allermindste. Man ser med den største Ligegyldighed paa, at en Kanonkugle lemlæster en 7 — 8 Mand og hører, uden at ynkes derover, de saaredes Jamren. Det er som en Rus! Er det ikke til at blive gal over, at Menneskene ere saadanne Uhyrer? De danske Soldater ere overmaade raske og modige. Jeg har ogsaa set dem blive vilde i Kampen og myrde uden at ville give Pardon — men dog græd de som Børn ved Begravelsen forleden «. »Ja«, siger en af de gamle Herregaardsskytter en Aften, som Sam talen i nogen Tid har drejet sig om de forskellige Affangningsmethoder 8*"], [84, "60 overfor stort Vildt, »den. der ikke har deltaget i en Fægtning, gør sig ingen Forestilling om de Udbrud af Lidenskab, man bliver Vidne til, Side om Side med de smukkeste, opofrende Handlinger. Hvad skal man sige om at fange et Menneske af? Og dog saa jeg saadan en Bersærk af en Kastelsjæger — det var for Besten en Kulsvier — tage en Mecklenburger paa Bajonetten som det kunde være et Knippe Kvas. »Jeg- forsikrer, det morer mig lige frem at se ham sprælle«, sagde han, det Umenneske; og det værste var, at han mente det, for han straalede af Glæde!« Natten efter Kampen tilbragte Korpset paa Sønderborg Ladegaard, hvorfra 2den Escadron Dagen efter gik i sit tidligere Kantonnement, Sunds mark; den 7de blev den indkvarteret i Jestrup. lste Escadron kom den 7de om Aftenen til Adserbolig (Asseballe) og Almsted. Indtil den 16de Juni rykkede kun en Deling ad Gangen over paa Forpost i Sundeved. Det var en nok saa magelig Tilværelse, og aldrig førte Jægerne be hageligere Feltliv end her hos de gæstfri Alsinger. Lejlighedsvis purschede man et af Hertugens Daadyr eller fik sig en lille Dans. »Dog«, skrev en smuk. ung Jæger hjem til Kæresten, »Du maa endelig ikke tage Dig det for nær med de sønderjydske Bønderpiger, for det gaar ikke saa varmt til, som Du tror. Det er nu en Gang Skik og Brug her, at Pigerne kysse Soldaterne, naar de skal ud og slaas; men som forlovet er jeg naturligvis fritaget herfor, om ikke mine voldsomme Knebelsbarter desuden forhindrede mig deri (de skal nok forsvinde, før jeg kommer hjem). Din Trusel om at tage Revanche kan Du derfor spare Dig, min Engel, saa meget mere. som jeg véd. at de Ungkarle, som nu ere hjemme, ikke ere værd at kysse — imellem os sagt, for ikke at ærgre dem alt for meget «. Nogle af Jægernes Breve til Hjemmet, baade i denne Periode og under det tidligere Ophold paa Fyen, udtrykke ret godt den Stemning, der var raadende i Hæren: Kærlighed til Fædrelandet og Lyst til at blive ført mod Fjenden for at stride for dets Bet. Saa snart der blot en kort Tid har været Bo, hedder det, at Uvirksomheden er sløvende og kedsommelig. Skønt Aviser og overhovedet officielle Meddelelser vare Sjældenheder, be-"], [85, "61 dømmes Forholdene dog i det hele ganske rigtigt. Midt i Juni skriver en af dem saaledes, at vi sikkert kun have os selv at stole paa; den saa meget omtalte Hjælp fra vore Naboer — den havde jo bl. a. ytret sig ved, at et lille svensk Korps faa Dage forinden var ankommet til Fyen — bliver sikkert indskrænket til diplomatiske Overenskomster, saa at kun de Svenskere og Nordmænd, som træde ind i vore Geledder, virkelig bringe Hjælp. Korpset fik ved denne Tid sit Kontingent fra Sverrig, to Upsala studenter, Ångstrøm og Edholm. Efter 5te Juni-Slaget indtraadte der for begge Hære en forholdsvis uvirksom, afventende Tilstand. General Wrangel paa sin Side troede, at vi vilde angribe ham i Forening med et stærkt svensk Hjælpekorps, og forblev derfor foreløbig concentreret i en Stilling ved Bov. General Biilow, der med sin Brigade var bleven overført til Nørrejylland, paa Grund af den uheldige Hoptrupaffaire, og havde afløst Oberst Juel som Chef for Tropperne dér. rykkede straks ned i Sønderjylland, som Obersten havde forladt, og besatte Haderslev den 10de Juni. Da det var blevet General Hedemann forbudt at gaa angrebsvis til Værks, samlede han i de følgende Dage næsten hele Hæren i Nordslesvig, for dog i det mindste at kunne præstere et Forsvar af Halvøen; det meste af Haderslev Amt blev besat; Sundeved blev fra nu af kun observeret af en mindre Styrke. Den 16de Juni blev lste Escadron beredne Jægere forlagt til Vollerup og Dagen efter førte »Gejser« den til Snoghøj; den blev indkvarteret i Erritsø. 2den Escadron fik den 17de Kvarter i Lambjergskov ved Hørup Hav og blev den 19de ført til Snoghøj. Korpset stødte til Hovedarméen den"], [86, "62 20de, idet lste Escadron denne Dag fik Kvarter i Vonsild, 2den Escadron i Dalby. Næste Dag blev Korpset skudt frem til Sjølund, Grønninghoved og Vejstruprød. Arméen laa i disse Dage concentreret i Egnen øst, syd og vest for Christiansfeldt med Forposter over Haderslev og Hammelev mod Nord-Vest. Fjenden stod indtil den 27de Juni i Egnen vest for Sundeved. General Hedemann skulde strængt holde sig til Defensiven og maatte heller ikke udsætte sig for en afgørende Fægtning; vor Politik var jo yderst forsigtig. For Øjeblikket skulde vi nu forholde os rolige, fordi den svenske Konge havde sendt en Officer til Berlin for at føre Forhandlinger om Vaabenstilstand. Det var den Mus, som Bjærget fødte; mere gjorde Sverrig ikke — jo, det lod os underholde de Regimenter, som vare over førte til Fyen, og som ikke maatte anvendes uden for Øerne — dér var der ingen Brug for dem, uden til Høstarbejde. Havde de skandinaviske Fællesfølelser faaet et lidt mere praktisk Udslag, kunde Krigen været endt samme Aar. Den 26de rykkede Korpset paa Forpost foran Hammelev mellem Stævning Dam og Haderslev Dam og blev her til den 28de. Hestene blev efterladt i Moltrup og Rovstrup, 1/i Mil nord for Haderslev. Baade den 26de og 27de ventede man Angreb paa Forposterne; der blev bragt Mel dinger fra Tid til anden om fjendtlige Troppeafdelinger paa Vogne. For postkommandøren, Major Ræder, udtalte, at han havde anmodet om at faa Herregaardsskytterne derned, fordi deres Medvirkning straks satte Liv i de andre Tropper. Korpset laa de to Nætter- i en Stilling foran Tyrning Mølle, og længtes efter igen at komme i en ærlig Fægtning, men Angrebet udeblev, og Jægerne rykkede atter i deres Kantonnement den 28de om Eftermiddagen. Den 29de blev Korpset kommanderet til at afsøge nogle Skove, som rigtignok laa bag vore Forposter, men som alligevel blev mistænkte for at huse Friskarer; disse kunde jo ganske vist ikke være komne gennem"], [87, "63 Luften, men man troede nu én Gang, at de var der, og det var nok — der maatte, som saa ofte før, gøres noget for at berolige Gemytterne! Paa denne Dag fuldførte Wrangel sin Opmarche i Sønderjylland. Han var kommet paa det rene med, at han intet havde at frygte af Svenskerne. Preusserne naaede Omegnen af Skrydstrup, de øvrige Tropper Egnen syd for Hammelev. Det var Hensigten, at tvinge den danske Hær til Slag den næste Dag. Vore Forpostkompagnier foran Haderslev, der bleve kastede tilbage til den forberedte Stilling ved Fjorden og Byen, stode Eftermiddagen igennem i en henholdende Fægtning med Fjendens højre Flankekorps. Adlydende Parolen, at undgaa et afgørende Slag i denne for en Fægt ning uheldige Egn, maatte vor Hær i Løbet af Natten til den 30te trække sig nord for Grænsen — en tung Gang for de fleste! De beredne Jægere antoge, at der blev leveret en større Fægtning i Haderslev Egnen, og da de kom hjem fra den oven omtalte Ekspedition, bad de derfor indstændigt Overkommandoen om at maatte blive førte mod Fjenden. De fik Ordre til at staa marchefærdige, og Kl. 3 om Natten kom der Bud: Korpset skulde gaa over Grænsen og indkvarteres i Bølling, 2 Mil nord-vest for Kolding."], [88, "64 xxlt forenede sig nu for at gøre Feltlivet saa trættende og kedkommeligt, som muligt. Vejret havde den sidste Halvdel af Juni været regnfuldt og koldt, og anderledes blev det ikke i Juli. Indtil den 10de i denne Maaned stod Korpset i stærkt sammentrængt Kantonnement i Bølling. Hestene vare opsadlede om Natten, og den halve Styrke stadig paa Forpost eller ude som Patrouiller. Det var en stræng Tjeneste; »men«, som en Jæger skriver, »vi ville ikke beklage os. naar vi blot vidste, at det gik fremad igen; men, saa snart de Tyskere rykke frem. skulle vi retirere, og saaledes gaar det nok, til vi naa Skagen. Vi ønske blot. at vor Armée vilde prøve den ulige Kamp: Gud véd, om ikke vor Forbitrelse kunde veje op mod deres større Antal!« Krigscommissair Voss ankom til Arméen den 4de Juli for at under vise i Brugen af Brandraketter, og han begyndte hermed ved det beredne Jægerkorps. Fra den Ilte til den 17de stod lste Escadron i Alarmhus i Skov møllen i Kolding, og 2den Escadron paa Dyrehavegaard. Escadronerne skiftedes i denne Tid til at udføre Vedettjenesten syd og vest for Kolding langs Aaen og de langt udgaaende Patrouilleringer, som strakte sig op til Fjendens Forposter. Det var ganske vist forbudt vore Forposter at indlade sig i, eller blot give Anledning til Fægtning, men den Mening var almindelig udbredt, at det ikke vilde være Overkommandoen ukært, om Fjenden lod sig forlede til at overskride Grænsen. Det var en endnu mere anstrængende Tjeneste, end i den foregaaende Uge. Siden den 26de Juni havde Jægerne ikke været af Klæderne, som Dag og Nat bleve gennemblødte i det sludfulde Vejr — Nattelejet havde"], [89, "Constantin Brun ved Frydendal Kro den 5. Juni. Overfaldet ved Sjoluml den I. August."], [90, ""], [91, "65 været lidt Svinefjer i en Lade eller en Bunke Hø ved Bivuaken. Alligevel foretrak man at staa yderst mod Fjenden; det gav dog lidt Afveksling ved Spændingen og Ansvaret, som fulgte med, og saa glemte man de vaade Klæder. Fjenden turde heller ikke gaa angrebsvis frem. Preusserne bleve lagte omkring Christiansfeldt, Slesvig-Holstenerne i det vestlige Nordslesvig, for at deres betrængte Brødre i denne Del af Sønderjylland ogsaa kunde faa Lejlighed til at beklage sig for dem, og Forbundstropperne i Sundeved. Fra den 14de til den 24de Juli blev der paa Bellevue, syd for Kol ding, ført Forhandlinger om Vaabenstilstand mellem de to Overkommandoer. Sagen var jo følgende: Preusserne ønskede virkelig Ende paa Krigen, og man havde søgt en Mægler; England viste sig ikke egnet dertil og Rusland svarede, at det betragtede Tysklands Adfærd som et Overfald. Derimod lykkedes det ved Sverrigs Mellemkomst at tilvejebringe Overenskomst om en Vaabenhvile paa 3 Maaneder ; Hertugdømmerne, undtagen Als og Altona, skulde rømmes af alle Tropper, undtagen de, der hørte hjemme dér, hvilke skulde sættes paa Fredsfod. Kongerne af Danmark og Preussen — den sidste handlede baade for sig selv og det tyske Forbund — underskreve Overenskomsten; men det var aftalt, at den skulde betragtes som afsluttet mellem de kommanderende Generaler. Disse havde altsaa uden videre at anbringe deres Navne under Dokumentet, skulde man tro. Men det passede ikke Wrangel. Han varetog jo ikke alene Preussens, men tillige det tyske Forbunds Interesser; og med dem og Stemningen i Tyskland i Ryggen vovede han at trække Underhandlingen ud, ved at fremkomme med nye Fordringer, der vare opstillede af det tyske Forbund og Oprørsregeringen. Imidlertid følte den preussiske Regering, at den stod ene, og Wrangel fik hemmelig Befaling til ikke at underskrive det Dokument, der bar hans Konges Navn! 9"], [92, "66 i Mens Forhandlingerne paa Bellevue stod paa. var der Vaabenhvile, og i denne Tid blev vor Hær lagt op i Stillingen ved Vejle, som var det sydligste Punkt, hvor man kunde modtage en Kamp; Forposterne bleve ved Grænsen. Fjendtlighederne fortsattes, men uden nogensomhelst Energi. Wrangel turde ikke overskride Grænsen af Frygt for vore saakaldte allierede, og vi vare ikke stærke nok til at udføre et Angreb. Den 18de Juli, da alt tegnede fredeligt, blev det beredne Jægerkorps lagt op til Daugaard og fik i en Uges Tid Hvile og Ro. Det viste sig for Resten, at hverken Heste eller Mandskab fejlede noget - - Trainingen var foregaaet tilpas gradvis. Den 22de deltog Korpset i Revuen for General Hedemann ved Store Grundet. Alle dets Officerer vare om Aftenen indbudte til Festmaaltid og Bal i Vejle. Efter 2 Maaneders Sygdom og Fraværelse var Ritmester Haffner atter kommet til Stede, og den 25de Juli foreslog han Korpset, at en Del af det skulde lade sig hjemsende, »da der sikkert i en nær Fremtid vilde blive afsluttet Vaabenstilstand«. Omtrent 40 af Jægerne fik ogsaa allerede i disse Dage Permission; den endelige Reduction, hvorved endnu 75 afske digedes, fandt først Sted den 5te August. Efter en Samtale med Ritmester Haffner i Vejle foreslog Oberst Tscherning den 26de Juli General Krogh, som Dagen før havde faaet Overkommandoen, »at træffe saadanne Foranstaltninger, som kunde gøre Korpset mere skikket til at fuldbyrde den Tjeneste, som er dets egentlige Formaal, med Dygtighed at bruge Skydevaabnene, uden dog at afstedkomme den store Bekostning, som det nu gør baade for Personerne og Staten- . »Det forekommer mig«, skrev Ministeren videre, »som Erfaring allerede har vist, at Skytter af saa udmærket Beskaffenhed med Hensyn til Brugen af Skydevaabnene og saa lidt skikkede til Krigsføring med skarpe Vaaben, ikke bør holdes sammen i sluttede Korps. Ligeledes synes Erfaring at"], [93, "67 have vist, at Rideheste som Transportmiddel ere baade kostbare, byrde fulde og til Hinder for Korpsets rette Anvendelse«; Ministeren foreslog dernæst, »at opløse hele Korpset i Delinger paa ca. 20 Mand under en Førers Ledelse, forsyne hver enkelt Afdeling med 2 å 3 Færdselsvogne til at føre deres Bagage og vekselvis befordre Folkene. En saadan Afdeling skulde da annekteres et Jægerkorps, en Infanteribataillon, maaske forsøgsvis til et Batteri eller et ' Cavaleriregiment, hvorfra den skulde modtage Ordre og Forplejning. Ved Arméens Stab skulde findes 1 å 2 af Korpsets Offi cerer, der beholdt et Tilsyn med dem for at varetage deres specielle Tarv og vedligeholde Forbindelsen mellem dem og den bestaaende Udrustnings komité. Hestene til Trainet kunde findes mellem Korpsets Heste, Seler og Vogne købes i Jyllands Byer og paa Landet«. Som det ses, den samme Tanke, som Ministeren var fremkommet med i Maj, kun nærmere udviklet; det er indlysende, at en saadan Ord ning, gennemført fra første Færd, vilde have været heldig i økonomisk Hen seende og sparet megen Ulejlighed med Transport af Heste etc. Men lige saa sikkert er det, at den, stillet som Betingelse fra Begyndelsen eller paa et tidligt Tidspunkt, øjeblikkelig vilde have reduceret Korpset ganske be tydeligt. Dets Medlemmer vilde optræde som et samlet Korps, og følte sig, hvad Sammensætningen angik, ikke uden Grund som en Éliteafdeling — og de vilde være beredne; to Indrømmelser, som de mente, man kunde gøre dem i Betragtning af de Ofre, de bragte, og deres Iver i Tjenesten. Medens disse Forhold bleve drøftede og man søgte at finde en Løs ning, der kunde tilfredsstille alle, kom Korpset atter efter den 10 Dages Vaabenhvile paa Forpost ved Kolding. Forinden var det den 27de bleven præsenteret for Oberst Nielsen, der var bleven ansat som Inspektør for Cavaleriet. 9*"], [94, "68 J 7en 29de laa Korpset i Bramdrup og Escadronerne skiftedes i Dagene indtil den 5te August til at udføre Vedettjenesten paa den tidligere nævnte Strækning; lste Escadron indkvarteredes paa Petersborggaard, 2den paa Dyrehavegaard. Fra nu af indtil Vaabenstilstanden bestode de aktive Krigsforetagender kun i Patrouilleringer og nogle faa større Rekognosceringer. Forpostkom mandøren i Kolding, Ritmester Hegermann-Lindencrone, havde faaet Under retning om, at den fjendtlige Forpostlinje skulde være trukket noget tilbage og Egnen mellem Christiansfeldt og Kolding forladt. For at faa Vished herom, udsendte han den lste August et Recognosceringskommando, som bestod af 16 beredne Jægere og 16 Dragoner under Løjtnant Feddersen. Egnen nord for Sjølund var forladt af Fjenden, og Beboerne mente, at Forposterne stode */» Mil sydligere. Patrouillen rykkede dog lidt forsigtigere frem; noget syd for Byen stødte Forspidsen paa et Par fjendtlige Husarer; de skød og galoperede tilbage. Feddersens Kommando forfølger og op dager en Feltvagt af preussiske Husarer i Færd med at stige til Hest. Herregaardsskytterne fyre og Dragonerne hugge ind; det hele var forbi paa faa Øjeblikke. 3 Husarer bleve skudte og 1 fanget; man fik kun fat paa en af Hestene. Patrouillen skaffede Vished for, at Fjendens yderste Forposter stode lidt nord for Linjen Taps — Vejstrup. Jægerne fik ved denne Lejlighed en lille Oprejsning for Tabet af de 18 Heste, som de samme Husarer havde taget fra dem den 5te Juni. Man var saa glad over dette lille Held, at der blev skillinget en mindre Sum ind til den fangne Husar."], [95, "69 Dagen efter konstaterede nogle andre Recognosceringskommandoer, som gik frem længere vesterpaa, at Frørup og Steppinge vare de nordligste Punkter, som Fjenden havde inde. I den sidstnævnte By laa 1 Kompagni og 1 Escadron Kyradserer. Men den 5te August meldte en Patrouille, som var sendt ned mod Sjølund, at den var stødt paa en Afdeling fjendtlige Husarer. Løjtnant Feddersen red ud for at opsøge disse med et større Kommando Dragoner. Kort efter kom der Melding til Kolding, at der var set fjendtligt Infanteri nord for Vonsild. Bitmester Hegermann-Lindencrone lod da det beredne Jægerkorps rykke ud til Fods til Undsætning for vort Cavaleri. Lidt uden for Byen mødte Jægerne Løjtnant Hegermann-Lindencrone, der havde faaet Hesten skudt under sig kort i Forvejen. Han meddelte, at et fjendtligt Jægerkompagni var rykket frem til noget syd for Bellevue. De beredne Jægere formerede Skyttekæder, men Fjenden trak sig tilbage, og det kom ikke til Fægtning. Sandsynligvis har det været Dækningskommandoet for en dristig Fouragering. Da Fjenden, som det nu havde vist sig, holdt det nordligste Sønder jylland svagt besat, blev en større Del af vor Armée atter ført ned til Grænsen den 6te August. Meningen var, at der skulde udføres større Becognosceringer for at forhindre Fjenden i at fouragere, eller ogsaa tvinge Wrangel til at concentrere sin Armée nordligere, dersom han vilde hævde Besiddelsen af Egnen; dette sidste var ham alt andet end behage ligt, da han stadig ansaa sine Tropper i Sundeved for truede fra Als. Den 5te August blev der saa ved Daugaard afskediget saa mange af de beredne Jægere, at der i alt var 112 tilbage. Disse blev samlede i én Escadron, som inddeltes i 4 Delinger. Ved hver af disse blev ansat en Delings- og en Underdelingsfører. Vedtegningen paa Medlemslisten giver Oplysning om, hvem der blev tilbage. lste Deling blev underlagt Schleppegrells Brigade (Flankekorpset), 2den Cavaleribrigaden (Oberst Juel), 3die Ryes Brigade og 4de Moltkes."], [96, "70 En bestemt Afdeling under Brigaden sørgede for Delingens Forplejning, Indkvartering og for Meddelelse af Befalinger. For Lønning og Beklædning sørgede Adjutanten ved Korpset, Ritmester Grevenkop - Castenskiold, og Regnskabsføreren; begge bleve ved Hovedkvarteret. Personalet af Mellemstaben og Understaben, som ogsaa det fra Arméen afgivne Mandskab, nemlig Dragoner, Sygebærere og Trainkuske, afgik sam tidig til Hovedkvarteret, dog med Undtagelse af: 1. Overlægen og Kvartermesteren, som vare hjempermitterede, den sidste for at søge Ansættelse som Løjtnant i Cavaleriets Reserve. 2. Et Antal Dragoner, Trainkuske og private Oppassere, hvoraf hver af Korpsets tjenestegørende Officerer, saavel som 2 saarede og 1 syg Officer fik en Oppasser 3. 2 Trainkuske. som bleve ved Korpsets Krudtkarre og Regnskabs førerens Vogn. Til disse Køretøjer beholdt Korpset 4 kgl. Trainheste. Til Hovedkvarteret afleveredes endvidere det Materiel, som var stillet til Korpsets Raadighed af Krigsministeriet. De tiloversblevne private Oppassere blev brugt til at føre de syge Heste til Udrederne. De beredne Jægere forpligtede sig til at tjene til den lste Oktober og derefter med en Maaneds Opsigelsesfrist. Den 7 de August meddelte Krigsministeren Overkommandoen sit Bifald med disse Foranstaltninger; de maa for Resten, hvad Forplejning etc. angik, have medført en Del Ulejlighed, thi i August Maaned blev Korpset efter Forpostkommandørens Ønske liggende samlet ved Kolding. Sammen med IVa Escadron, som skiftevis blev afgivet af Cavaleribrigaden, udførte det Forposttjenesten langs Kolding Aa. De 4 Delinger indkvarteredes paa Petersborggaard, Dyrehavegaard, Hvidsminde og Kolding Slotsstald. Paa sidstnævnte Sted stod Jægerne, tilligemed en Deling Dragoner, altid parate til Patrouilleridt. Vejret var jævnt hen slet, og Vejene altid opblødte. Forpostkomman døren mente derfor, at Fodfolk vanskeligt kunde følge med ved de store"], [97, "71 Recognosceringer, og nøjedes foreløbig med dagligt at fremsende mindre Rytterpatrouiller. Men da der fra det tilgrænsende Forpostdistrikt var blevet udført et Overfald paa Steppinge, forstærkede Fjenden sine Forposter be tydeligt og skød dem længere frem. Samtidigt koncentrerede Wrangel atter større Styrker syd og vest for Christlansfeldt ; Tropperne paa vor højre Fløj bleve i den Anledning trukne tilbage igen i Vejle-Stillingen, saasom man mente, at de stode noget udsat. »Flankekorpset« vedblev derimod som Arrieregarde at ligge i Byerne nord for Kolding. For at faa Vished om Fjendens Stilling og bringe lidt Liv i Begiven hederne, besluttede General Schleppegrell at lægge lste Jægerkorps og lste Husarescadron ned til Kolding for at udføre nogle større Recognosceringer sammen med de beredne Jægere og Dragonerne, som laa i Byen. Den 14de kom der Liv i Forposterne; fjendtlige Husarer og Jægere havde vist sig tæt syd for Kolding. Kaptajn Wilster rykkede straks ud med 2 Kompagnier Jægere og 1 Deling Husarer, og marcherede over Seest og gennem Skovene syd derfor, for at omgaa Vonsild og afskære Fjenden, men kom ikke tidsnok til at udføre dette. Det var jo i det hele et mærkeligt Held Recognosceringskommandoerne fra begge Sider havde til saa sjældent at komme i Engagement med hinanden. Men den følgende Dag skulde det være Alvor, bestemte General Schleppegrell. Oberstløjtnant Thestrup fik Ordre til at rykke ud med lste Jægerkorps, Husarescadronen og 50 beredne Jægere (nemlig de, der ikke i Øjeblikket stod paa Forpost), for at faa sikre Oplysninger og helst over rumple et Par Feltvagter, navnlig de paa Fjendens højre Fløj. Tidligt om Morgenen forlod Kommandoet Kolding. I Vonsild blev et Repli efterladt, og syd derfor blev Styrken delt i 2 Kolonner, for lettere at undgaa at blive afskaaret og for bedre at kunne løse sit Hverv. Den ene under Oberstløjtnant Thestrup, rykkede mod Christiansfeldt, og bestod af 2 Kompagnier, det meste af Husarescadronen og 20 beredne Jægere. Kap tajn Wilster førte den anden Kolonne, som sammensattes af 2 Kompagnier, 35 Husarer og Dragoner og 30 beredne Jægere. Den skulde gaa over Sjø lund mod Alver, for at prøve at afskære en Feltvagt."], [98, "72 Den vestlige Kolonne stødte allerede 1I2 Mil nord for Taps paa en fjendtlig Cavaleripatrouille, som blev forfulgt, men ikke var til at indhente. Fjendens Forposter blev alarmerede. Tromme og Hornsignaler løde overalt og Oberstløjtnant Thestrup lod tage Stilling 1jt Mil nord for Taps Kirke Kl. 7. Det var tydeligt, at man var nær ved de fjendtlige Hovedposter, thi kort efter saa man en Kolonne paa over en Bataillon, med Cavaleri foran, rykke frem i Terrainet mellem de Veje, som vore Tropper fulgte, og saaledes true Forbindelsen mellem de to Kolonner. Lidt senere saa Oberstløjtnant Thestrup to andre fjendtlige Styrker, som var under Frem marche fra Tapsorekanten og indsaa, at det kun vilde føre til en unyttig Kamp mod Overmagten, at blive længere i Stillingen. Kl. 8 begyndte han derfor Tilbagegangen mod Vonsild og sendte Melding herom til Kaptajn Wilster. Denne havde ved Sjølund hørt, at der skulde staa en fjendtlig Felt vagt mellem denne By og Grønninghoved; men de 50 Jægere, som blev sendt derover, fandt kun en Patrouille, og den undslap. Syd for Vej struprød hørte man Fjendens Alarmsignaler i Alver, der jo var foran ledigede af den anden Kolonne, og lidt efter stødte man paa et Par smaa Feltvagter, der efter en kortvarig Fægtning trak sig ind i Skoven syd for Vejstrup. Her saa man nogle beredne Jægere gøre Jagt paa et Par Husarer, men uden positivt Resultat, da man jo, selv paa nært Hold, skyder usikkert fra Hest. Samtidig hermed opdagede man sluttede fjendtlige Afdelinger i den nordlige Udkant af Skoven, vest for Vejstruprød. Kaptajn Wilster var altsaa trængt saa dristigt frem, at han allerede stod sydligere end Fjenden; alligevel mente han, at Krattet ved Fiskebækkjær syd for Vejstruprød burde afsøges, og lod Jægerne udføre dette, mens Cavaleriet sikrede Styrken mod Vest. Da Kaptajnen intet havde hørt eller set til den anden Kolonne, blev en Ordonnans afsendt til Oberstløjtnant Thestrup; men han kom kort efter tilbage og meldte, at Terrainet om Aastorp var spærret af Fjender, saa at"], [99, "73 Forbindelsen altsaa var afbrudt. En anden Ordonnans, der var sendt af Sted tidligere, var ikke vendt tilbage. Kaptajnen fandt det derfor uforsvarligt at rykke længere frem, og tog Stilling i Dalen nord og syd for Vejstruprød. En Cavaleripatrouille meldte kort efter, at den omtalte fjendtlige Kolonne allerede var i Højde med Taps; man kunde foreløbig kun se et Kompagni og en Escadron, da Skoven skjulte, hvad der fulgte efter. Nu kom Meldingen om Oberstløjtnant Thestrups Tilbagegang og Ordre til Kaptajnen om det samme. Marchen dækkedes af beredne Jægere og Husarer; nord for Vejstruprød stødte de uventet paa en lille fjendtlig Cavaleriafdeling, som paa sin Side var lige saa overrasket over at træffe danske Tropper saa sydligt; den blev hidsig forfulgt og tog Vejen gennem Sjølund. Kl. 9V2 vare de to Kolonner, uden at have lidt noget Tab, for enede ved Vonsild og marcherede til Kolding. Resultatet af Recognosce ringen, foruden den Forstyrrelse, der blev forvoldt Fjenden, var, at man fik Sikkerhed for, at Forposterne ikke var skudt frem, men derimod for stærkede. Den næste Dag trængte større fjendtlige Recognosceringskommandoer frem lige til Kolding; samtidig kom der Meldinger fra Als og fra Marinen, som lod formode, at Fjenden samlede sig nordefter. For at faa at vide, om disse Oplysninger vare grundede, beordrede Forpostkommandøren en Recognoscering til den følgende Nat, som skulde rettes mod Egnen syd for Ødis: Eeboerne havde fortalt, at en Feltvagt paa 50 Heste stod syd for denne By. og den skulde man tillige søge at overrumple. Omtrent ved Midnat afmarcherede de 2 Delinger beredne Jægere, som bavde Frivagt, i alt 60 Mand. og 44 Husarer under Premierløjtnant Lytzen, over Seest til Hjarup (Ekspeditionen sikredes til Dels ved, at lste Jægerkorps sendte 2 Kompagnier frem, henholdsvis til Vonsild og Dalby, hvorfra Patrouiller udsendtes; der opstod en kortvarig Fægtning, hvorved Fjenden blandt andet mistede en usaaret Fange, som gav gode Oplysninger). Lytzen gav For spidsen Ordre til at gaa rask paa, dersom den stødte paa fjendtlige Pa trouiller nord for Ødis, hvor Terrainet er couperet; derved vilde der opstaa 10"], [100, "74 Forvirring og Kommandoets Indhug blive af større Virkning. Løjtnanten havde jo kun tænkt sig, at han havde med Rytteri at gøre, men da Forspidsen nord for Byen meldte, at den mente at have set fjendtlige Jægere springe over Vejhegnene, forandrede han Taktik, for at det ikke skulde gaa, som det gik de frivillige Husarer ved Hoptrup. Først lod han en Del af Herre gaardsskytterne afsøge Hegnene, derefter indtog alle Jægerne til Fods en Stilling nord for Ødis, idet nogle af Husarerne bleve som Hesteholdere; Resten af disse afsøgte, saa hurtigt, det lod sig gøre. Byen og den nær meste Omegn, uden at opdage noget fjendtligt. Men nu var den bedste Tid til at udføre et Overfald gaaet tabt, idet det begyndte at lysne, og Lytzen opgav derfor at overskride Fovs Aa med den samlede Styrke. Gennem Beboernes Udsagn havde man naaet Hovedøjemedet for Ekspedi tionen. Han samlede derfor Patrouillen og var tilbage i Kolding Kl. 6. Det var den sidste Krigsbegivenhed i 1848. Forhandlingerne i Malmø om Vaabenstilstand vare saa vidt fremskredne, at Arméen fremtidig maatte forholde sig fuldstændig passiv — de foretagne Becognosceringer, som Overkommandoen havde anset for nødvendige, dersom man skulde holde sig en lille Smule å jour med Fjendens Stilling, bleve endda opfattede, som om man unødigt havde »irriteret« Modstanderen. I Slutningen af August takkede det beredne Jægerkorps Kolding By for al den Gæstfrihed. Jægerne havde nydt i 2 Maaneder, ved at indbyde Værterne og deres Damer til et Bal. der efter de Tiders beskedne For dringer var særdeles flot. Der var Orkester, en dekoreret Sal, skaaret Smørrebrød, Vin og Punsch — og de gamle Jægere paastaa endnu, at ingen unge Piger i Landet den Gang kunde maale sig med Koldings. Ved den Lejlighed, i det mindste, vidste Jægerne, at de ikke behøvede at ind tage den snart sørgeligt berømte »defensive Holdning«. Den 30te August foreslog General Wrangel en 2 Dages Vaabenhvile, og fra nu af blev Forposttjenesten indskrænket til en Observation med"], [101, "75 kun 1/i af den tidligere Styrke. 1 Deling ad Gangen af de beredne Jægere laa i Kolding, de andre kantonnerede sammen med de Brigader, hvortil de hørte. Den 26de August var man blevet enige i Malmø, den lste September udveksledes de ratificerede Overenskomster i Kiel, og dermed ophørte Fjendtlighederne for dette Aar. Ved Dislocationen den 6te September befaledes, at lste, 2den, 3die og 4de Deling skulde henholdsvis til Nybo vest for Vejle, Kolding, Bøg balle og Ørum. Havde Juli og August været fattige paa Begivenheder, trættende og sløvende med den ustandselige Regn, saa blev Forholdet ikke bedre i Sep tember, da enhver Udsigt til en lille ærlig rencontre var faldet bort. Det beredne Jægerkorps havde dog i denne Periode hørt til de Afdelinger, som stode Fjenden nærmest, og saa at sige daglig mærkede eller saa noget til Modstanderen. Men man kan ikke undres over, at Jægerne nu mod Slut ningen længtes efter, at Tjenestetiden skulde udløbe. Nogen Afveksling gav det ganske vist, at Brigaderne undertiden holdt Felttjenesteøvelse — en splinterny Opfindelse; den 10de August havde Krigsministeriet nemlig ud sendt nogle foreløbige Bestemmelser, som skulde tjene til Grundlag for et Reglement — ; men det var dog en tam Fornøjelse, naar man i Maaneder havde redet med skarpladt Riffel. Den eneste Begivenhed i denne Tid. hvortil der knyttede sig særlig Interesse, var Kongerevuen paa Lerbæk Marker den 18de September. Der var her samlet en større Troppemasse, end nogen Sinde tidligere, og det var jo ved denne Lejlighed, at de, der havde udmærket sig, eller rettere, Repræsentanterne for de mange tapre, skulde af Kongens Haand modtage Tegnet herpaa. Vejret var ganske vist efter Aarstiden noget koldt, men dejlig klart, og denne sjældne Begunstigelse fra Naturens Side forøgede yderligere det 10*"], [102, "76 festlige ved Hærskuet; denne Revue var jo noget andet og mere, end Paraderne i den lange forud gaaende Fredsperiode. Korpsets Medlemmer havde selv betegnet, hvem de ønskede indstillet til Decoration, og der havde været Enstemmighed. Premierløjtnant Schu macher, Forstcandidaterne Niels Spandet og Chr. Th. Lohse, samt Doctor Bramsen, fik Ridderkorset ; Proprietær Constantin Brun, Skovfoged J. Hansen. Distriktsjæger N. Jensen, samt Theodor Bagge, bleve Dannebrogsmænd. Ind stillingen var for dem alle motiveret med, at de havde vist Mod og Kækhed. Noget senere paa Aaret bleve begge de tidligere Escadronschefer, der for længst havde søgt Permission, decorerede med Ridderkorset. Først i Slutningen af September kom Korpset til de Kantonnementer, som det havde faaet tildelt ved Befalingen den 6te; dog blev lste Deling indkvarteret i Urløv mellem Vejle og Horsens. Den 25de September tillod Krigsministeriet, at Korpset maatte permit teres, og den 3die September afgik det til Slagelse, hvor det blev opløst. I det følgende Felttog deltog en stor Del af det som »Skarpskytter«, fordelte til Afdelingerne. Der lever endnu lien ved 70 Veteraner, som ere knyttede sammen ved de fælles Minder om et Felttog, der, som Feltmarskalk Moltke skriver, »lod en 3die Rangs Magt vise sig som jævnbyrdig med det saakaldte „for enede\" Tyskland«."], [103, "I : 240000 tololtlh,,,},,!!',-,. 1, -Uri !,/ Fbrhcldfr, i \\ ,/liiilini 1 t/t 1 rr,/iiiiri?.ss/ci//tr'rin- i lt\\''/H"], [104, ""], [105, ""], [106, "F. J. Baron Wedell-Wedellsborg. C. F. A. B. Baron Blixcn-Finecke. Viggo von Holstein-Rathlou."], [107, "Det jydske Skarpskyttekorps. V ed Oprørets Udbrud studerede Viggo von Holstein-Bathlou, en yngre Søn fra Rathlousdal, ved Kiels Universitet. Byen var i Bevægelse; der var ikke godt at være for en dansksindet i dette »Schleswig-Holsteinismens« Arnested, og det fik han at mærke — hvilket bedst illustreres af følgende. Universitetskammeraterne havde først forsøgt Overtalelser, men, da de ingen Vegne kom med dem, trængte de om Aftenen ind paa ham i Forsamlingslokalet og forlangte rent ud, at han skulde blive »Freischarler«. »Ja, da, jeg lover at møde Jer med Vaaben i Haand«, var Svaret. En Strøm af Skældsord og Trudsler regnede ned over ham, og Slaget var øjeblikkelig i fuld Gang. Men den kæmpestærke Holstein-Rathlou lod sig ikke forbløffe. Bask brækkede han et Stoleben af, slog de nærmeste til Jorden og kastede et Par ud af Vinduerne. Heldigvis fandtes der ingen Vaaben paa »Kneipen«, men alligevel gik det vildt nok til, og H.-R. var lige ved at blive overmandet, da der uventet kom Hjælp. Det var en til fældigt til Stede kommen tysk Skorstensfejer, som med Beundring havde været Vidne til den enkelte Mands Kamp mod Overmagten. Uden i øvrigt at kende noget nærmere til Forholdene, slog han nu løs paa Fjenden af Hjærtens Lyst fra den modsatte Ende af Salen. Besultatet blev, at de to vældige Kæmper beholdt Valpladsen. Holstein-Bathlou takkede sin sorte Bedningsmand, og det lykkedes ham om Natten at slippe ud af Byen og"], [108, "78 nordpaa. Han naaede hjem netop som Kongens Opfordring til at danne Frikorpser var blevet bekendt, og tog øjeblikkelig ned til Godsejer Ernst von Benzon. Disse to, tilligemed Godsejer Sigismund von Mylius, udsendte derefter Opfordring til »enhver vaabenfør ikke værnepligtig Mand, om be reden og bevæbnet snarest muligt at melde sig i Horsens, for at indøves og danne et Skarpskyttekorps«. Paa Grund af Fordringen om at stille med Hest, mødte der dog ikke saa mange, som ventet; fra det nordlige Jylland kun meget faa. Maaske har Indbyderne ikke i tilstrækkelig Grad henvendt sig til de store Godser; dem er der jo i øvrigt ogsaa forholdsvis færre af i Jylland end i de andre Landsdele. Kun faa vare Herregaardsjægere og Skytter. De fleste tilhørte det mindre Landbrug, Told- og Kontoristfaget, nogle faa Forstvæsenet Den 3die April samledes 20 Deltagere i Skanderborg, og samme Dag rede de til Horsens, hvor Besten af Korpset mødte i Dagene indtil den 8de. Den bag i Bogen værende Liste indeholder de Navne, som det er lykkedes at oplyse; i alt talte Korpset 72 Medlemmer. Af Listen frem gaar, hvem der bleve valgte til Befalingsmænd. Ritmester Norup, den Gang Hospitalsforstander paa Hanstedgaard, og Dragonunderofficererne Randa og Rekkegaard ledede Undervisningen i Eksercits til Hest og Brugen af Sabel. Skytte J. Højer underviste i Riffel skydning. Holstein-Rathlou i Brugen af Pistol. Og med Iver tog alle fat paa Øvelserne. For ikke oftere at skulle vende tilbage hertil, ville vi straks omtale. hvorledes det i Sommerens Løb gik med Udrustning og Forplejning. Uniformeringen kneb det mest med; de fleste vare uformuende, og der kunde ikke være Tale om at gennemføre den paatænkte Beklædning i alle Enkeltheder. Frakke og Benklæder varierede derfor en Del i Farve og Snit. Som foreløbigt Kendetegn blev der paa venstre Overærme an bragt et Kors af Sølvtresser. Som Hovedbedækning blev derimod straks"], [109, "79 indført mørkeblaa Felthue med Kokarde og lige Skygge, udstyret med Sølvtresser, som Officererne den Gang bare dem. Først i Begyndelsen af Juli erhvervede man det fornødne Klæde fra Grejs Klædefabrik, og Uniformeringen bestod da, foruden Huen, af: Grøn Vaabenfrakke med sorte Knapper, sort opstaaende Krave med Sølvkors over Sammenhægtningen, sorte Ærmeopslag og grønne Skulder draganer; graa Benklæder med Skridtbesætning af samme Farve; mørk Kappe, som bares en bandouliére eller spændtes foran paa Sadlen; høje Ridestøvler med Spændesporer. I øvrigt var Udrustningen i alt væsentligt som foran omtalt for »det beredne Jægerkorps fra Øerne«, med Undtagelse af. at den største Del af Korpset allerede fra Begyndelsen var forsynet med Byttersabel. — Efter Slaget ved Bov kunde Korpset gøre Udvalg mellem de erobrede Vaaben, men de duede ikke meget, og kun faa benyttede sig af Tilladelsen. Under Opholdet i Horsens, der strakte sig til den 25de April, havde Borgerne i Byen gæstfrit sørget for dets Underhold, og herved havde Olie møller Schytte og Byfoged Bæder særligt været virksomme. Fra den 26de, da Korpset stillede sig til Hærens Baadighed, uden dog nogen Sinde at blive indlemmet i denne, modtog det (først fra General kommandoen i Jylland, senere fra det nørrejydske Arméekorps) fri Natural forplejning og 242/5 p pr. Mand. Gjort opmærksomt ved en Ansøgning fra Holstein-Bathlou om en Uniformsgodtgørelse af 40 Bbdlr. pr. Mand, der støttedes af General Hede mann, forhørte Krigsministeriet sig imidlertid i Slutningen af Juli om Korpsets økonomiske Forfatning, og Chefen gjorde under 4de Juli udførligt Rede herfor. Efter en Del Skrivelser frem og tilbage, nægtede Ministeriet den omtalte Godtgørelse, skønt Generalerne Hedemann og Biilow varmt anbe falede det »til enhver Foranstaltning, der kunde afhjælpe de økonomiske Mangler, eftersom det havde gjort fortrinlig Tjeneste«. Det blev endog, eller tilmed, misbilliget, at Korpset i 2 Maaneder havde faaet udbetalt Lønning uden Ministeriets Tilladelse. Det højeste, der kunde tilstaas, var 5 p daglig i Godtgørelse for Overmundering og"], [110, "80 93/5 p for Undermundering, »da Korpset, ved at tjene til Hest, uden dog at være et egentligt Hestfolk, allerede har paadraget uforholdsmæssige Ud gifter for den Tjeneste det yder«. Ikke desto mindre fik Korpset stadig den ovenomtalte Lønning og Forplejning, og den 19de August eftergav Krigsministeriet det saa endelig disse forskellige Ydelser."], [111, ""], [112, "Wohldt von Holstein og Giirresen paa Forpost ved Skodborg Br Skarpskytte Kierkegaard ved Villebøl."], [113, "81 J /a Korpset væsentlig bestod af Ejendomsbesiddere i smaa Kaar, Embeds mænd, eller Folk. der betingelsesvis vare permitterede af Tjenesten hos private Mænd, Tjenester, som de færreste kunde eller vilde give Slip paa, blev det vedtaget, at det ikke skulde søge Indlemmelse i Hæren og derved binde sig til en bestemt Tjenestetid. Dette medførte dog ikke større Ulemper, da de vakante Pladser i Reglen straks bleve besatte. Da Chefen i Slut ningen af August skulde indsende Korpsets Statutter, bemærkede han: »At ligesom Korpsets Medlemmer ikke ere indgaaede paa særlige Betingelser med Hensyn til hinanden indbyrdes, saaledes have de ikke heller ved noget som helst Dokument eller mundtligt Løfte paadraget sig andre Forpligtelser i Egenskab af Soldater, end saadanne, der paahviler enhver retskaffen og ærekær Mand, og saadanne, der kunne forenes med den personlige Frihed ■ — «. Dog havde Medlemmerne forpligtet sig overfor følgende: » Bestemmelser for det i Horsens for Tiden værende Skarpskyttekorps. 1. Enhver, som indtræder i Korpset, erholder et Nr., som han beholder, saa længe han staar ved samme. 2. Enhver Deltager i nævnte Korps maa indfinde sig til den af den kommanderende fastsatte Mødetid og Sted, og dersom nogen forser sig i 11"], [114, "82 denne Henseende, da erlægger han kontant 16 Rb/i, som tilfalder, saa længe Korpset opholder sig her i Horsens, denne Bys Fattigkasse. 3. Al Tobaksrygning under Øvelserne er ikke tilladt, lige som ogsaa al unødvendig Samtale maa ophøre under samme. 4. Uniform, Armatur, Hest, samt Ridetøj, paalægges det, saa vidt muligt, enhver at holde og have i behørig Orden under Øvelserne. 5. Korpsets Medlemmer anmodes om, hvis ikke lovlige Forhindringer finder Sted, at begive sig til deres respective Kvarterer inden Kl. 11 Aften. (i. De af Kommandøren givne Ordrer maa nøjagtigen efterfølges uden nogen som helst Raisonneren. 7. Den af Deltagerne, som gør sig skyldig i en af de Forseelser, som oven nævnte, maa finde sig i. tillige at modtage Irettesættelser af den kommanderende i hele Korpsets Paahør. 8. Dersom indbyrdes Uenighed skulde opstaa mellem Korpsets Deltagere, da udvælges, saa snart Lejlighed gives, 5 af Medlemmerne til at dømme dem imellem, og den Erklæring, som disse afgive, maa Parterne aldeles være tilfredse med. 9. Skulde noget Medlem mod Formodning, begaa en Handling, som er stridende mod Korpsets Ære, saa vil den paagældende Person blive ude lukket af Korpset, naar 2/3 af Medlemmerne ere imod ham. Enhver Del tager i Korpset, som faar Vished om, at en uværdig Handling \"er begaaet af et Medlem, kan fordre øjeblikkelig en Kommission af 5 Medlemmer ud-"], [115, "83 valgt, som da har at undersøge Sagen, og, dersom Anklagen befindes at være grundet, da foredrage og oplyse hele Korpset om sammes Detail, hvorefter da dette dømmer paa oven nævnte Maade. p. t. Horsens, den 16. April 1848. Af Korpset udvalgte til at forfatte nævnte Bestemmelser: E. von Benzon-Mylius. V. von Holstein-Rathlou.« Den 25de April afmarcherede Korpset til Vejle. Byens Damer skænkede det en Estandart, og den blev overleveret kort før Afmarchen ved en lille Højtidelighed paa Kirketorvet. Bitmester Norup optraadte som Ordfører for Damerne og holdt en smuk Tale henvendt til Korpsets Chef. Den 26de forblev Korpset i Vejle for at afvente Ordre fra »General kommandoen i Nørre- Jylland« ; General Moltke befandt sig i Kolding og raadede paa dette Tidspunkt ikke over andre Tropper end det beredne Jægerkorps fra Øerne. Den 27de blev Korpset paa Marchen til Kolding standset ved Almind og indkvarteret i Mosvraa. De Begivenheder, som passerede i disse Dage, er der foran paa Side 20 — 23 givet en Fremstilling af, og vi ville derfor ikke opholde os ved dem. Den 28de og 29de laa Korpset i Gaarde og Huse vest for Fredericia, den 30te om Aftenen blev det ført over til Fyen og red til et Kantonne ment paa Minendal og Hylke Mølle syd-øst for Tybrind. Korpset trængte selvfølgelig haardt til at indøves, og Uddannelsen fortsattes da ogsaa ivrigt. Blandt andet blev der foretaget lange Marche øvelser. Den 12te Maj blev »den 4de Brigade« oprettet, og heri indrangeredes >detjydske Skarpskyttekorps«. Samme Dag blev det inspiceret af Brigade chefen, Oberst Wickede. il*"], [116, "84 I Asperup, hvor Korpset derefter fik Kvarterer, nød det en Aften den Ære, at have Prins Christian som Gæst ved et Punschegilde, der var arrangeret i det fri. Der blev sunget Fædrelandssange, og fremfor alle en splinterny, kaldet »Den tapre Landsoldat«. Livgardeescadronen laa i Ingslev nær ved Asperup. For at afløse »det beredne Jægerkorps fra Øerne« i Kystbevogtningen blev Skarpskytterne derefter indkvarterede i Vejlby og Bøjle. Det udførte saa denne Tjeneste indtil den 25de; paa denne Dag blev det af 4de Bri gade, som skulde overføres til Als for at deltage i Udfaldet, beordret til Fjelsted. Dagen efter gav General Hedemann det dog Ordre til at marchere til Østrup, og samtidig blev det underlagt den nu oprettede »Cavaleribrigade«, der bestod af 3die, 5te og 6te Dragonregiment, 2den Escadron af 4de Dragon regiment, 1ste og 2den Husarescadron og Husarreserveescadronen (De fri villige Husarer). Oberst Juel fik Kommandoen saavel over denne Bytter styrke, som over den øvrige Del af det saakaldte »højre Flankekorps«, der skulde følge efter den preussiske Division, dersom den trak sig ned gennem Slesvig, og i øvrigt demonstrere mod Fjendens venstre Flanke. (De andre Afdelinger vare: 9de Linje-Bataillon, 3die og 4de Beserve-Bataillon, 1ste og 3die Beserve-Jægerkorps. »1ste Bataillon danske frivillige«, 5te, 6te og 8de Batteri). Den 29de Maj blev det jydske Skarpskyttekorps saa overført til Snog høj og indkvarteret tæt vest for Kolding. Det knyttedes fra nu af til 5te Dragonregiment under Major Jacobsen og kom til at tage virksom Del i Flankekorpsets Operationer. Medens dettes Avant- eller Arrieregarde mider Frem- eller Tilbagegangen holdt sig paa eller nær ved den østlige Hoved landevej, og sikrede Hovedstyrken, opererede Cavaleribrigaden i Terrainet vest for denne, og det tilfaldt 5te Dragonregiment og Skarpskytterne at sikre mod Syd-Vest og Syd og udføre de langt udgaaende Patrouilleringer. Den 30te Maj rykkede Avantgarden og Cavaleribrigaden frem til en Linje syd om Christiansfeldt over Oksevad til Jarls. Skarpskyttekorpset laa i Mølleby. Den følgende Dag besatte vore Tropper uden Modstand Strækningen fra Haderslev til Skrydstrup og Uldal; i disse to Byer laa 5te"], [117, "85 Dragonregiment og Skarpskytterne, som ved Detacheringer og Patrouiller iagttoge Egnen indtil Højrup, Toftlund, syd om Bevtoft til S.-Jerslev. Først nu fik man Føling med Fjenden; i Toftlund stødte Skarpskytterne saaledes paa slesvig-holstenske Dragoner. Den 1ste Juni blev Strækningen Hoptrup-Bevtoft besat. Sidstnævnte Sted laa 2 Escadroner af 3die Dragonregiment og det jydske Skarpskytte korps. For at skaffe nærmere Underretning fra Egnen mellem Hellevad og Løgumkloster, som man vidste var besat af Insurgenttropper, blev der fra Bevtoft udsendt stærke Patrouiller, mod Syd-Vest til Egnen om Arrild, mod Syd til Rangstrup. Som Regel bestod de af et lige Antal Dragoner og Skarpskytter. General Hedemann paaskyndede stadig »højre Flankekorps« Fremryk ning, og Ministeriet formanede til Forsigtighed, indtil der var opnaaet sikker Forbindelse med Hovedstyrken paa Als — følgelig standsede Bevægelsen. For øvrigt meldte de Escadroner, som i de følgende Dage sendtes frem til Løgumkloster, Hellevad, Bødekro og Aabenraa, at der var fremskudt preus siske Tropper til disse Punkter. Dag og Nat var de jydske Skarpskytter paa Færde ved langt udgaaende Bidt. Alle de indløbne Efterretninger syntes at tyde paa, at hele Wrangels Armée var under Fremrykning mod Nord, i det mindste opfattede man dem saaledes; der skulde jo vises Forsigtighed. Saa udfører van der Tann sit heldige Overfald Natten mellem den 6te og 7de Juni; det betragtes som Forløberen for et større Angreb, og konstaterede i øvrigt, at Flankekorpsets Infanteri, der jo bestod af Beserveafdelinger, var slet anført og manglede Modstandsevne — alle disse Omstændigheder og Forvirringen blandt Hoved styrkens Afdelinger have den beklagelige Følge, at Oberst Juel foretager det forhastede Tilbagetog til Kolding den 7de om Morgenen. Cavaleribrigaden havde om Natten taget Stilling ved Skrydstrup i Forventning om et fjendt ligt Angreb med stor Styrke, og fik Ordre til at gaa tilbage over Jarls til Lejrskov vest for Kolding, hvor den gik i Kantonnement Kl. 7 om Aftenen. Den 9de ankom General Biilow med sin Brigade, tog Kommandoen over »højre Flankekorps«, i Stedet for Oberst Juel, og rykkede den følgende"], [118, "86 Dag frem til en Linje syd om Christianfeldt og Oksevad. 5te Dragon regiment og det jydske Skarpskyttekorps, der denne Dag laa i Mølleby og den Ilte i Skrydstrup, blev benyttet paa samme Maade, som under den forrige Fremrykning i Sønderjylland. Marchen den Ilte havde til Hensigt at afskære et større Kommando Insurgenttropper af alle Vaaben, som havde besat Haderslev, men det lykkedes ikke. Den 12te lod Biilow Tropperne hvile, eftersom de vare meget anstrængte; det blev der dog ikke noget af for Dragonerne og Skarpskytterne i Skrydstrup; de vare Dagen igennem paa Færde og bragte gode Oplysninger om Fjendens Stilling i Egnen syd for Skrydstrup-Haderslev. I de paafølgende Dage blev største Delen af Arméen sammendraget i Egnen om Haderslev og vest derfor. Den 15de Juni overtog General Hedemann Kommandoen; »højre Flankekorps« ophævedes og det jydske Skarpskyttekorps blev samme Dag tildelt Bulows Brigade, der bestod af: lste, 2den og Ilte Linje-Bataillon, 3die Beserve-Jægerkorps, 2den Escadron af 3die Dragon-Begiment og 4 Kanoner af 6te Batteri. Brigaden blev straks sendt til Gram og Omegn paa højre Fløj af Arméen: den skulde observere mod Gjels Aa og navnlig Overgangen ved Arnum og Aabøl. Hertil brugte Biilow de 2 Escadroner og Skarpskytterne, der var indkvarterede i Skjoldager. Arméens udstrakte Stilling blev dog snart opgiven, og et Par Dage efter blev Bulows Brigade trukket tilbage til Omegnen af Oksevad; den indkvarteredes derefter i Steppinge og Byerne nord herfor. Arméens Forpostlinje gik over Sommersted og Vojens til Haderslev. I Steppinge Ian Skarpskytterne nu i 11 Dage. og bleve under de daglige Patrouilleridt godt bekendte med Omegnen. Paa Recognoscerin gerne havde Skarpskytterne ofte en god Støtte i daværende Skovfoged ved Studsbøl Plantage, Forstcandidat Kay, der altid, Nat eller Dag, var villig til at ledsage dem paa Ryggen af sin Hest og føre dem ad de mest skjulte Veje til Maalet. Vor Stilling egnede sig imidlertid ikke til Slag; den blev derfor for ladt den 30te Juni om Morgenen, netop samtidig med, at Wrangel lod den"], [119, "87 preussiske Division forsøge at omgaa vor højre Fløj, medens Forbunds tropperne og Insurgenterne skulde binde vore Tropper ved en henhol dende Kamp. Det jydske Skarpskyttekorps dannede Bagtroppen for Bulows Brigade og en Del af det var ved denne Lejlighed nær blevet afskaaret, idet det ikke forlod sin Stilling ved Højrup nord for Steppinge. før det omtrent var omgaaet af preussiske Tropper. Om Aftenen indkvarteredes Korpset i Asbølgaardene øst for Lejrskov, hvor Bulows Brigade laa. Arméen var nu samlet nord og vest for Kolding og blev her i første Halvdel af Juli. De uheldige Forhold, hvorunder særlig Forpostafdelingerne virkede, have vi tidligere omtalt i Beretningen om det beredne Jægerkorps fra Øerne. Bulows Brigade stillede Forposter langs Kolding Aa fra Nebel Aa's Udløb i denne, og langs Aakjær Aa. Først i Slutningen af Maaneden, medens Arméen laa ved Vejle, blev der oprettet en regelmæssig Observation af hele Grænsen. Brigadens Rytteri var imidlertid blevet afløst af 2den Husarescadron under Ritmester Marcher; den laa i Højrup nær ved Lejrskov; i Forening med Husarerne udførte Skarpskytterne nu Dag og Nat Recognoscerings- og Patrouilletjenesten i denne Periode. Som Regel bestode Kommandoerne af 5 — 6 Skarpskytter og lige saa mange Husarer. Den 2den Juli sendte Biilow Skarpskyttekorpset og Halvdelen af Husar escadronen, under Kommando af Bitmesteren, til Skodborghus og Sønder skovgaard, som Dækning for en Vognkolonne, der skulde afhente nogle Hundrede Tønder Havre, som var efterladt paa disse to Steder. Pakhuset ved Skodborg laa syd for Broen. Skarpskytterne udstillede Forposter under Fourageringen. Nogle slesvig-holstenske Dragoner, der vare for nærgaaende, gjorde ved denne Lejlighed Bekendtskab med Skytternes Bifler. En af dem var, dækket af en Bakke, kommet temmelig tæt ind paa Vedetlinjen. Skarp skytte Gurresen sendte ham en Kugle gennem Hjælmen, saa den fløj af Hovedet. En anden saaredes af Wohldt von Holstein, der skød ham Tøj lerne af Haanden tillige med to Fingre. Det var i øvrigt sjældent, at de"], [120, "88 fjendtlige Dragoner kom Skarpskytterne saa nær. Under den foregaaende Maaneds Patrouilleringer var det aldrig lykkedes disse at komme dem paa Skudhold, saa ofte de end forsøgte derpaa. Da Kommandoet trak sig tilbage efter endt Fouragering, viste der sig en fjendtlig Afdeling Fodfolk, som dog ikke overskred Grænsen. For at oplyse, om Grænsen var blevet passeret af fjendtlige Kommandoer, hvilket vilde være af politisk Betydning, havde Bulows Brigade samme Dag, som ovennævnte Ekspedition fandt Sted, faaet Ordre til at udsende Strejfpartier. Den følgende Dag sendte Generalen da Skarpskyttekorpset og Husarerne frem over Foldingbro og Skodborghus, medens han selv stod ved Skande rup Kirke med et Soutien paa 2 Batailloner og 2 Kanoner. Resultatet blev, at Grænsen kun havde været overskredet af smaa Patrouiller. Om Skarp skyttekorpsets hidtilværende Forhold udtalte Biilow i en Skrivelse af 4de Juli: » at Korpset har været Brigaden til megen Nytte paa For poster og ved Patrouiller, som det stedse har udført med megen Ufor trødenhed og god Vilje, ligesom det ogsaa sikkert ved Sammenstød med Fjenden vil være til megen Nytte, da dets Medlemmer for største Delen ere øvede Skytter og modige Folk «. Som et Eksempel paa, hvad en rask Bytter kan udrette i mindre end et Døgn, kan følgende tjene: Menig J. C. Kierkegaard ved de jydske Skarpskytter havde den 9de Juli faaet Permission paa én Dag til Bibe for at besøge bekendte dér. K. var et Brushoved og noget oppositionelt anlagt, men i øvrigt rask, uforfærdet og pligtopfyldende, naar der ikke blev gjort for store Indgreb i hans personlige Frihed — men det blev der jo som Begel ikke under Forhold, som de daværende. Først var han saa heldig at træffe paa en bekendt Spion ved Skod borghus. Han anholdt ham uden Betænkning og red tilbage med ham ad Andst til, hvor han traf en Dragon, der saa førte Fangen til Lejrskov. Kierkegaard var »om sig«, og da Kromanden ved Villebøl Bro var tysk sindet, fik hans Sager et Eftersyn ; et Læs Smørdritler og en Ladning Smør, som var bestemt for Insurgenthæren, blev beslaglagt. Kromanden vilde skræmme K. ved at true med de fjendtlige Dragoner, men han foregav, at"], [121, "89 det hele Skarpskyttekorps var i Nærheden. Hurtigst muligt ilede han nu til Bibe. for hos Amtmanden at foranstalte det nødvendige med Hensyn til de anholdte Varer. Breve og Fragtbreve bleve af denne aabnede og for synede med Amtssegl; efter en Times Ophold satte Skytten Kursen hjem efter. Besøg i Byen var der ikke mere Tale om. Han blev nu advaret af en Mand, som fortalte, at der var sendt 500 Dragoner ud for at fange ham, og tilbød at vise nogle Overgangssteder over Aaen; men, da Kierke gaard vidste, at de vare spærrede, ansaa han Manden for Forræder, og foretrak at hjælpe sig selv. I Nærheden af Kroen, »Skidenkroen« kaldet, saa han de holstenske Dragoner, som nu fra tre Sider kastede sig imod ham og afskar Vejen, undtagen over en blød Mose og Aaen. Nu troede Dragonerne at de havde ham! Efter et tredobbelt Hurra raabte de, at han skulde overgive sig, »da deres stormægtige Hertug ønskede at faa en af de jydske Skarpskytter ! « Hvor mange Kugler, der blev sendt efter ham ved denne Lejlighed, vidste han ikke, men kun Hesten blev let saaret i Manken. Han sparede foreløbig paa Krudtet og satte ud i Mosen, idet han raabte, »at han ikke overgav sig til Forrædere!« Den nærmeste Dragon førte et Hug efter hans venstre Arm, uden dog at skade ham synderligt, men blev forhindret i at fortsætte Forfølgelsen ved et vel rettet Pistolskud fra Kierkegaard. Da der ikke var flere, som ytrede Lyst til at komme ud til ham, kunde Skytten tumle med sin Hest i Fred for Dragonernes Klinger, men rigtignok udsat for en levende Tirailleurild. Det lykkedes ham virkelig ogsaa at naa den anden Bred, skønt Dyret ofte sank i og var ved at blive stikkende; men imidlertid vare en Del af Dragonerne ad Omveje naaede til Vadestederne og fortsatte Forfølgelsen paa den anden Side Grænsen. Derved blev Kierkegaard tvunget mod Nord-Vest over Plougstrup og Jern vedlund. Snart mærkede han dog, at hans Hest udmattedes, og at For følgerne vandt ind paa ham. Situationen var alvorlig; han vidste, hvad der ventede. Da fik han en Indskydelse: til deres Forbauselse saa Dra gonerne ham pludselig gøre Holdt og roligt affyre 3 Skud i Luften med bestemte Mellemrum. Det havde den forønskede Virkning : at blive opfattet som Signal; Dragonerne blev aabenbart bange for, at Forholdet kunde blive i-.'"], [122, "90 vendt om. thi Forfølgelsen standsede straks og Kierkegaard kunde fortsætte Rejsen i Ro, hvad Hesten ogsaa trængte til. For hurtigst muligt at kunne berette om det passerede, laante han af Præsten i Gørding en frisk Hest og i Nattens Løb red han saa de 5 Mil til Asbølgaardene. Kl. 6 om Morgenen, den 10de, meldte han sig hos Holstein-Rathlou og aflagde Rap port. Han havde da redet 14 til 15 Mil med kun én Times Ophold under Forretningerne i Ribe. Holstein-Rathlou sendte straks Indberetning til Bri gaden om de Oplysninger, Kierkegaard havde indhentet, og om Skyttens eget Forhold. General Hedemann, hvis Handlefrihed jo var i høj Grad begrænset, havde efter de mislykkede Forhandlinger paa Bellevue besluttet sig til at modtage en eventuel Kamp i Nørre-Jylland, baade for at kunne beskytte denne Landsdel og her have en større Tumleplads for Operationer, som ogsaa for snarere at opnaa Medvirkning af det svensk-norske Hjælpekorps paa Fyen. I den Anledning blev Arméen sammendraget i den dertil for beredte Stilling ved Vejle. Bulows Brigade marcherede den 17de Juli til Egnen om Bredsten og Haraldskjær, hvor det jydske Skarpskyttekorps fik Kantonnement sammen med Marchers Escadron i Lilfrost og Søskov. Grænsen blev kun observeret af Bytterpatrouiller, som sendtes frem fra Detachementer i Bække, Gjesten og Lejrskov; i Jordrup stod et Soutien for disse Styrker. Desuden havde det Jagd'ske Frikorps opstillet en tynd Relaislinje langs Kongeaaen. Men »Kanariefuglene«, som de kaldtes efter deres gule Olieklæder — egentlig Uniform havde de ikke — vare uberedne, og for at støtte dette tjenstivrige Korps, som gjorde fortrinlig Nytte, afgav General Biilow en halv Snes af Skarpskytterne ; de bleve indkvarterede ved Broerne over Kongeaaen, og skulde strejfe ned i Sønderjylland enkeltvis eller et Par i Forening for at skaffe Underretninger. Mellem disse vare Berg, Sommer, Blæsberg og fremfor alle Wohldt von Holstein1). *) Han var Søn af Obei-st von H., Chef for 1ste Dragon-Regiment, der ved Oprørets Udbrud førte Regimentets faa trofaste, samt Krigskassen og Estandarterne til Kol- ding, men, som Sønnen siger, græmmede sig til Døde over Familiesorger; — hans"], [123, "91 Til Mindet om denne Helt, om hvem Kaptajn C. Jagd 1851 skriver: — »af Mod havde han snarere for meget end for lidet!« — knytter sig efterfølgende Fremstilling af Forholdene ved Grænsen i disse Maaneder. Paa Strækningen fra Folding Bro til Skodborghus var Kommandoen over Forposterne og Føringen af Patrouillerne anbetroet Holstein, der var godt lokaliseret i Nord-Slesvig. »Hvorledes han røgtede dette ham anbetroede, lige saa besværlige, som farlige Hverv«, skriver Hans Kriiger 1862, »derom behøver han næppe mit Vidnesbyrd, saasom hans Færd og Virksomhed paa den Tid var noksom bekendt i den eller de Egne, hvor han virkede, saa at Befolkningen i den paa gældende Kreds vil mindes ham med Tak, og stedse vil erindre, hvorledes han ofte udsatte sig for den største Fare ved paa en kæk og mandig Maade at opfylde sin Pligt; og ikke alene den, som han skyldte Arméen at iagttage. Thi ved sine dristige Becognosceringer raadede han tillige Bod paa et Onde, ved hvis Tryk Befolkningen døjede og led meget. Der gaves nemlig ikke faa Eksempler paa, hvorledes enkelte saakaldte »Hjemmetyskere« under Beskyttelse af den tyske Armée gjorde sig det særligt magtpaaliggende, at Insurgenterne af Befolkningen fik udleveret de Fordringer, der saa jævnligt andre Sønner vare Oprørere. Følgende Data af W. v. Holsteins Liv anføres: Den 23de April 1849 fulgte han først 5te Dragon-Regiment, men derefter til Fods 4de Reserve-Bataillon, 6te og 7de Bataillon og 1ste Jægerkorps, efter Haanden som disse Afdelinger kom i Ilden, udmærkede sig, og blev flere Gange saaret. Deltog under Rye's Tilbagetog i 5te Dragon-Regiments Fægtninger, og fik som Anerkendelse Ordre til at føre Fangerne fra Fuldbro til Kjøbenhavn. Om Efteraaret Second løjtnant ved 2det Forstærknings- Jægerkorps; blev haardt saaret ved Idsted, laa 8 Maaneder syg, og led Resten af sit Liv under Følgerne heraf, der undertiden gjorde ham til fuldstændig Invalid. Udmærkede sig derefter gentagne Gange ved store Ildebrande. Senere Premierløjtnant ved den vestindiske Hærstyrke. I 1864 ansat ved Overkommandoen paa de Meza's Begæring. Fik under Tilbagetoget vigtige Hverv anbetroet, og var 3 Dage og 2 Nætter i uafbrudt Bevægelse, hvilket atter kastede ham paa Sygelejet. Forlod, trods Lægens Forbud, Lazarethet i Kjøbenhavn og meldte sig til Tjeneste; blev saa Pladskommandant i Sønderborg. 4 Gange ind stillet til Decoration forinden 1856. Død 1878. 12*"], [124, "92 afpressedes den. Hvor disse Personer drev deres forargelige Spil, indløb der Klager fra Beboerne, der ikke, uden at udsætte sig for Fare. med Magt kunde modsætte sig dette Uvæsen, og hver Gang var Hr. W. v. Holstein med stor Beredvillighed parat til at frigøre Befolkningen for de Plager, som disse oprørsksindede Pensonligheder dagligt paaførte den. Det lykkedes da ogsaa paa en kort Tid og ved dristige Forholdsregler at rense Egnen fuld stændigt for bemeldte Niddingsmænd. Den særdeles forvovne Maade, hvor paa dette blev gennemført af Hr. v. H . kunde det tilskrives, at de ikke mere vendte tilbage, og at Befolkningen herefter blev fritaget for Plager af oven nævnte Art. Paa disse Becognosceringer hændte det ikke sjældent, at han betydeligt alarmerede Fjenden og navnlig 3 Gange i en saadan Grad og paa saa vel udført Maade. at den fjendtlige Armée, der troede sig angrebet af Patrouillekorpset og Herregaardsskytterne, rykkede ud af sine Positioner, hvilket frembød Udseendet af almindelig Forvirring. Hvad jeg her har anført, er ikke noget, som jeg blot har hørt bekræftet af andre, men som jeg derimod selv har været Øjenvidne til«. — Saadan skrev Hans Kruger. Paa Preussernes venstre Fløj stod fra Revsø mod Vest Insurgent tropperne. Den 8de August afløstes de fleste af disse, med Undtagelse af 5 Escadroner Dragoner og 1 Bataillon, af den mecklenborgske Brigade, hvoriblandt 2 Escadroner Dragoner. W. v. Holsteins Becognosceringsridt strakte sig over hele Egnen nord for Oksevad og Gram, ja undertiden betydeligt længere. At han skadede og foruroligede Fjenden, fremgaar eksempelvis af, at en Bitmester Buch waldt havde udsat en betydelig Sum for Tilvejebringelsen af hans Person, død eller levende. Der blev ogsaa gjort Forsøg nok i saa Henseende. En Morgenstund i Dagbrækningen, da man vidste, at han var paa Skodborghus, og troede ham ene, da den Smule Mandskab, han raadede over, gærne var spredt over en stor Strækning, havde 10 Vovehalse af Dragoner sneget sig over Kongebroen og nærmet sig hans Kvarter. Hol stein udhvilede sig netop, efter at have været til Hest næsten hele Natten for at inspicere sine Poster. Ved en eller anden af disse Tilfældigheder,"], [125, "93 der kunne se ud, som en højere Vilje greb ind, vaagner Holstein og faar den lykkelige Indskydelse at se ud af Vinduet, i Stedet for at vende sig om paa den anden Side. Det var ganske kønne Udsigter, der aabnede sig for ham ! Men derover var der ikke Tid til at reflectere. En, to, tre, kom Støvler og Benklæder paa og Billen fra Knagen. Ud i Stalden, løse Hesten og svinge sig paa dens blotte Byg var det næste. Nu kunde lian jo for søgt at slippe bort mod Nord — det havde jo været det sikreste — men saa skulde man kende Wohldt von Holstein daarligt; i Lag med Dragonerne — det var det, han vilde, og med Biflen i Haanden jog han ud paa Vejen. Og hans Forvovenhed gjorde sin Virkning. Da de pludselig saa ham. den frygtede Skytte, saa nær ved, med Biflen hævet til Skud, var der ingen af Dragonerne, der vilde være Skive. Der var et Trylleri ved hans Maade at optræde paa, som aldrig undlod at gøre sin Virkning. Altsaa omkring og tilbage over Broen, blot udenfor Skudvidde! Men de maatte ride skrapt til, for Holstein var efter dem, og helt op til Skodborg By fortsatte han Forfølgelsen; saa skød han, og én af dem saaredes. Foran Byen holdt Bitmester Buchwaldt med 116 Dragoner for at inddrive Ægtvogne; antagelig har han givet sine Folk en venlig Modtagelse. — Paa Bidtet fra Broen blev Holstein fulgt af en anden Skarpskytte, maaske Berg, der var kommen ridende nordfra i det Øjeblik, Skærmydslen gik for sig. Skønt man ved alle Midler stræbte Holstein og hans Folk paa Livet, afholdt det dem dog ikke fra at følge de givne Instructioner nøjagtigt. Saaledes red han en Dag, ledsaget af Skarpskytte Sommer og en af Kriigers Folk til Byen Endrupskov, der ligger vest for Gram og ca. 4 Mil fra Skodborghus. Han skulde efter Ordre arrestere Skolelærer Nielsen, der var bekendt som »Wiihler«, og i længere Tid havde foranlediget, at Egnens dansksindede Beboere bleve plagede med Leverancer til Gram, Bevtoft og Løgumkloster, medens de tysksindede slap fri. Skolelæreren var flygtet, men Holstein tog hans Papirer, hvoriblandt Breve til en Mængde fjendtlige Officerer med nøjagtige Opgivelser over vor Armées Stilling. Til Trods for, at der bag Patrouillen i Gram laa 32 mecklenborgske Dragoner, i Bevtoft 2 Escadroner Insurgentdragoner og i Løgumkloster 1 Escadron, saa"], [126, "94 at den var \"omgivet af Fjender, forfulgte Holstein dog Flygtningen. Hjemad lagde han Vejen over Gram, og erfarede dér, at Besætningen over Hals og Hoved var redet til Bevtoft i den Tro, at de 3 Mand var Forspidsen for en større Styrke. En Aften var Holstein, kun ledsaget af Hans Kriiger, redet ned til Jarls, der stadig havde Indkvartering. Det var en af hans oprørske Brødre, Huno von Holstein, der kommanderede det her posterede Piket af Dragoner — horende til hans Faders gamle Begiment. Hvor Vejen svinger om Kirken, saa Holstein en Afdeling af Dragonerne, der til Dels var siddet af. Han affyrede et Par Skud. og kommanderede, henvendt til sin Ledsager: »Esca dron, marche. marche!« Dragonerne fik travlt med at komme af Sted. og Holstein gjorde ikke andet Bytte end en Felthue. Derimod fik han af Be boerne de forønskede Oplysninger om Fjendens Stilling. Hans Broder holdt hele Natten ved Studsbøl Hegn, parat til at tage imod det formodede danske Korps. Uafladeligt bleve de svage Forposter langs Grænsen foruroligede af Fjenden, men da disse smaa Skærmydsler gærne forefaldt i Mørke, var det sjældent, at nogen blev saaret. Natten mellem den 2den og 3die August gik det særlig livligt til ved Skodborghus. Ikke mindre end 4 Gange var der med et Par Timers Mel lemrum fra Jarls sendt smaa Troppe Dragoner frem, men de vare hver Gang blevet drevne tilbage af nogle Skarpskytter og Folk af Jagds Korps. under Anførsel af Skarpskytte Berg. Kl. 6 Morgen var denne blevet afløst af W.- v. Holstein, der straks red ned mod Skodborg, hvorfra nogle Dra goner rykkede ud. Han skød Hesten under den ene af dem. og Besten af Patrouillen vendte om. Kort efter viste der sig en større Styrke, som drev ham tilbage over Grænsen. Beboerne i Gram fortalte senere paa Dagen. at en Escadron af Itzehoer Dragonerne Kl. 4 om Morgenen var rykket ud for at overfalde Posteringen ved Skodborghus, og at den kom hjem Kl. 9, meget misfornøjet med Ekspeditionens uheldige Udfald. Medens det til Forposterne afgivne Mandskab saaledes daglig var i fuld Activitet, forløb Besten af Juli Maaned uden nogen Begivenhed af"], [127, "Wolihlt von Holstein forfølger de slesvig-hulstenske Dragoner. Skarpskytte Bang og Lojtnant v. Sandrart"], [128, ""], [129, "95 Interesse for Tropperne i Vejle-Stillingen, med Undtagelse af Revuen ved Store Grundet den 22de Juli. Da det imidlertid syntes, som Fjenden havde gjort sig det mageligere i Sønderjylland ved at udvide sine Kantonnementer og trække sin højre Fløj noget tilbage, blev et Par Brigader, deriblandt ogsaa Bulows, den 6te August skudt frem til Grænsen, med Ordre til at skade Fjenden saa meget som muligt ved mindre Fægtninger og forhindre ham i at fouragere. lste Brigade laa atter omkring Lejrskov, Skarpskytterne i Asbøl gaardene og Højerup. Da Vejrliget i de sidste Dage havde været endnu værre end sædvan ligt, og de mindre Veje derfor vare næsten ufremkommelige, opgav Biilow at udføre nogen Ekspedition den 7de. I Løbet af denne Dag kom der imidlertid Melding fra Jagd's Korps om, at Skarpskyttepatrouillerne havde fundet Egnen nord for Gram Aa og dens Begyndelse, Fovs (eller Fobis) Aa, forladt af Fjenden. Byerne bag Aaen, Frørup, Steppinge, Anderup, Sommersted, ligesom ogsaa Oksevad, vare kun svagt besatte; Lert og Ørsted nord for Oksevad vare rømmede. Forpostcavaleriet havde tidligere meldt, at Steppinge kun var besat af 1 Kyradsérescadron og 1 å 2 Infanterikompagnier. Om Aftenen, den 7de, kom en Bondekarl fra denne By til General Biilow i Lejrskov Præste gaard og bekræftede Meldingens Bigtighed, samt tilbød sig som Vejviser. Generalen besluttede sig til at lade forsøge et Overfald paa dette Kantonne ment den følgende Dag. Bitmester Marcher skulde udføre det med sin egen Escadron, 3 Kompagnier af 3die Reserve-Jægerkorps, det jydske Skarpskytte korps, Aarhus og Holstebro frivillige og 4de Escadron af 6te Dragonregiment. For at dække dette Kommando under et Tilbagetog, og saaledes danne Repli, vilde Generalen selv tage Stilling ved Drenderup med henved 3 Bataiiloner og et Par Kanoner, samt observere Terrainet øst og syd for denne By. Den 8de blev netop, som tidligere omtalt, Forposterne paa Fjendens venstre Fløj til Dels afløste; fra tysk Side anføres dette som en med virkende Grund til Overfaldet. Men det er ikke Tilfældet. Biilow vidste intet om denne, for hans Forehavende heldige, Omstændighed."], [130, "96 Bitmesteren fik, uvist af hvilken Grund, først Ordren Kl. 3 om Morgenen den 8de, da de andre Afdelinger allerede forlængst vare mødte paa Alarm pladsen. Fremrykningen kunde derfor først begynde 1/a Time senere. Dette Tilfælde bevirkede imidlertid, at Overfaldet delvis lykkedes. Kommandoet marcherede over Store Andst. Bastrup, vest om Lert Skov mod Gaarden Taagerup; men Beservejægerne vare uøvede og træt tedes hurtigt, saa det gik kun smaat fremad. Tilmed vare Vejene opblødte og store Strækninger maatte tilbagelægges over Marker og langs Skovbryn. Vejret var straalende, desværre for de arme Beservejægere, der bleve mere matte, alt som Solen steg og gennembagte dem. En Del af dem betegnede ogsaa den Vej, Kommandoet fulgte, ved at »melde sig fortrydelige«. Deres trætte og forvaagede Udseende skulde ikke vække Forhaabninger om Chancer for et Overfald. Fodfolk egner sig jo overhovedet ikke til det Brug, men mindst under saadanne Forhold. Da Bitmester Marcher vidste, at enkelte af Beboerne vare tysksindede, sørgede han under Vejs for at udsprede det Bygte, at Kommandoet skulde afskære nogle fjendtlige Posteringer ved Skodborghus og Folding Bro. Klokken var 9, da man omsider naaede Gaarden Taagerup1) efter en Marche paa ca. 3 Mil. Skarpskytterne vare i Teten; men paa dette Sted blev Beservejægerne kommanderede frem. De vare netop naaede ud for Gaardens Port. da der viste sig 3 Kyradsérer. Løjtnant O. Vaupell. der fulgte frivillig med Kommandoet, red ind paa den ene, Holstein-Bathlou skød Hesten under den anden, og begge bleve tagne til Fange. Den tredie undslap derimod i sydlig Betning trods Jægernes Ild. Gaarden blev straks omsluttet af Skarpskytterne og Beservejægerne, men der blev ikke fundet noget fjendtligt, og det gjaldt om, hurtigt at komme videre. Besætningerne i de nærmeste Kantonnementer kunde jo være averterede ved Skuddene og den undslupne Kyradsér. At denne sidste havde faaet Forfald, kunde man ikke vide ; han blev 14 Dage senere funden død i Befsø Skov, siddende op mod et Træ. ') Se omstaaende Kort."], [131, "97 Det gik saa i Trav fremad mod Vojum Bro, idet de udmattede Jægere fik Ordre til at holde sig ved Bytternes Stigbøjler. Vejviseren fulgte troligt med. Hidtil havde han redet en hvid Hest, men den havde han af en eller anden Grund maattet efterlade under Vejs, thi nu travede han sved dryppende ved Siden af de forreste Skarpskytter. De to Fanger tog deres Stilling med stor Bo. Trods det hurtige Løb i den generende tunge Ud rustning, lod de til at være i godt Humør og passiarede gemytligt med Skytterne. De meddelte i øvrigt, at der laa 130 Kyradsérer i Steppinge, medens de ikke kendte Infanteriets Styrke. Paa Befsø Gaard og Gaardene øst derfor laa der ogsaa Infanteri. Under Fremrykningen blev Kaptajn Wichfeldt detacheret med sit Kom pagni og nogle Dragoner til Højerup ; naar Kaptajnen hørte, at Bitmesteren var i Engagement, skulde han rykke frem og alarmere fra Nord; under Tilbagegangen skulde han være Soutien. Det vil her være paa sin Plads at beskrive Forholdene ved og i Steppinge. Byen bestaar af en Del tæt samlede Gaarde, beliggende omkring Kirken, der egner sig godt til Forsvar, samt en Del Udflyttergaarde vest for en bred Grøft med sumpede Bredder, der løber ned til Fovs Aa. Ca. 800 Skridt fra Byen føres Landevejen til Højerup ved en Træbro over denne Aa, som ogsaa har sumpede Bredder, der fortsættes i en blød Eng. Denne kan kun ved Overgangene passeres af Bytteri; af Fodgængere derimod paa enkelte andre Steder. Om Natten blev der stillet Infanterifeltvagter ved A og B; om Dagen afløstes den sidste af 9 Kyradsérer. I Gaarden C indkvarteredes 1 Officer, 2 Underofficerer. 1 Trompeter og 19 Kyradsérer. Der blev dagligt sendt Patrouiller over Højerup mod Grænsen, og over Vojum Bro til de nærmeste Kantonnementer. Den 8de, Kl. 8 om Morgenen, afløstes 1ste Escadron af 2det Kyradsér regiment (»Køniginn Elisabeth«) af Begimentets 3die Escadron under Rit mester v. Plehn. Løjtnant v. Sandrart fik Kvarter i Gaarden C med en Styrke som oven anført. 13"], [132, "98 Oberstløjtnant Schmidt kommanderede i Steppinge, hvor, foruden Kyradsérerne, 9de Kompagni af 20de Infanteriregiment laa indkvarteret. Efter Afløsningen blev der sendt en Kyradsérpatrouille paa 1 Underofficer og 9 menige over Højerup mod Nord. Den passerer denne By lidt før Kaptajn Wichfeldts Ankomst, finder Bramdrup besat, vender om og finder Tilbagevejen spærret; sluttelig maa den overgive sig til et fra Bramdrup fremsendt Kompagni. En anden Patrouille paa 1 Gefreiter og 2 menige blev sendt mod Refsø og Mølleby for at søge Forbindelse med Holstenerne. Den red imidlertid først til Taagerup, maaske fordi Ejeren var bekendt for at være tysksindet, og blev her overrumplet. Dersom Ritmester Marcher kunde have begyndt sin Fremrykning til befalet Tid, vilde han rimeligvis have truffet Besætningen i Steppinge endnu under Afløsningen! Skydningen ved Taagerup var blevet hørt af Feltvagten ved A, som sendte Melding tilbage. Uheldigvis varede det syv lange og syv brede, før en ny Patrouille paa 3 Kyradsérer blev afsendt for at skaffe Underretning, og det kom Escadronen dyrt at staa. Denne Patrouille blev nemlig allerede beskudt kort efter, at den havde passeret Broen over Vandløbet vest for Byen, og vendte tilbage med Melding om Skarpskytternes Fremrykning. Den ene Kyradsér. Hartung, var alvorligt saaret i Brystet og Armen. Nu blev der blæst Alarm og Meldinger sendtes til de nærmeste Kantonnementer og General Bonin. 20de Begiments 10de Kompagni, der laa i Anderup, rykkede straks til Undsætning. Vi vende tilbage til vore egne Tropper. Tiden var kostbar; Bit mesteren indskrænkede derfor sin Sikring til at recognoscere Vojum Bro, som blev holdt besat, efter at Kommandoet var rykket over. Det jydske Skarpskyttekorps var forrest. Omtrent midtvejs mellem Vojum Bro og Steppinge lod Holstein-Bathlou Skytterne von Benzon, Højer og Bekkegaard sidde af og rykke frem langs Vejhegnene for at overrumple en fjendtlig Vedetpost, som man kunde se fremme ved Broen. Da de vare naaede ud for den før omtalte Gaard (C), kom der 3 Kyradsérer galoperende ned imod dem fra Broen; de svingede"], [133, "99 Pallaskerne og raabte Hurra. Højer sprang fra Hegnet midt ud paa Vejen og blev roligt staaende, indtil den forreste Rytter var paa en Afstand af 80 Skridt; saa skød han og von Benzon samtidigt. De hørte Kuglerne fløjte, efter at have slaaet an mod Kyradserne, — men Rytterne bleve i Sadlen, til Skytternes store Forbauselse ; de vendte om og jog tilbage til Byen. Idet Korpset nu kom jagende frem, slap to af de omtalte Skytters Heste løse og galoperede op i Steppinge sammen med de flygtende Kyradsérer. De løb op i deres gamle Kvarterer fra Juni Maaned, og Bonden i Gaarden udbrød ved Synet af dem: »Nu er Højer skudt!« Det var han jo heldigvis ikke, men sin gode Hest, Oppakningen og Pistolerne mistede han rigtignok. Forinden nu de forreste Skarpskytter vare svingede fra Byvejen ind til Gaarden, der ligger ca. 125 Skridt fra denne, og som man vidste var belagt med Kyradsérer, blev Porten slaaet op, og der viste sig 2 Byttere. Den forrestes Hest stejlede øjeblikkelig, truffet af flere Kugler fra de 3 af siddede Skarpskytter, men Bytteren fik dog Hesten ind med sig i Porten, der straks blev slaaet i. I en Fart marcherede Skarpskytterne nu op Vest for Gaarden, medens en Deling Dragoner og nogle Beservejægere tog Op stilling paa Marken Syd for den i en Afstand af ca. 60 Alen. Mod Øst laa Haven, saa Sandsynligheden for Undvigelse ad den Vej var ikke stor. De indesluttede Kyradsérer fyrede gennem Døre og Vinduer, men uden at saare nogen af Bytterne, der alle bleve til Hest. Medens dette gik for sig, blev Porten for anden Gang slaaet op og en Officer sprængte ud, svingende sin Pallask, idet han raabte: »Vorwårts, Kerls!« (Det viste sig senere, at dette Forlangende var noget dristigt, eftersom Folkenes Heste vare i Stalden). Han tog først Retning mod Vest efter Byvejen, men, da han fandt denne spærret, kastede han Hesten til Højre, for at følge Markvejen, der fører fra Gaarden mod Nord. Han red ind paa de to her posterede Skarpskytter, Bang og Schønheyder, der viste den under saadanne Forhold mageløse Koldblodighed, ikke at fyre, af Hen syn nemlig til Dragonerne lige over for, mod Syd. I Forbifarten fører Sandrart et Hug mod Bang, men træffer kun hans Hoved med flad Klinge, idet Skytten parerer for sig med Biflen ; Bang tager roligt Sigte for at gen- 13*"], [134, "100 gælde Hugget med sin Riffelkugle, da Løjtnanten var kommet forbi, men Tilfældet vilde, at begge skulde slippe levende fra Sammenstødet, idet Fæng hætten i Paraden var sprunget af Riflen. Endnu en Kyradsér, en Gefreiter Thiede, der ikke hørte til Gaardens Indkvartering, slap bort gennem en Bagdør ud til Haven; von Benzon, der var løbet herom, naaede netop at veksle Pistolskud med ham. Bitmester Marcher udviklede nu 2 Jægerkompagnier syd for Gaarden, medens Aarhus og Holstebro frivillige blev sendt frem mod denne. Besæt ningen i Steppinge var kommet under Vaaben: Feltvagten forstærkedes og to Delinger blev sendt frem ad Kolstrup Vejen, og derefter langs et Hegn op mod vor højre Flanke. Fjenden beskød dem af vore Tropper, der stode nord for Gaarden. Bitmesteren lod da blæse »Betraite«, fordi han indsaa, at et voldsomt Angreb paa Byen nu var umuligt, navnlig med Cavaleri, da der kun fandtes den ene, smalle Adgang over Broen, nord for Gaarden. og da Fjendens sande Infanteristyrke var ham ubekendt. Skulde et saadant Angreb have haft nogen Udsigt til at lykkes, maatte det være blevet udført straks. Signalet blev kun uvilligt fulgt af de Tropper, der havde omringet Gaarden, og Bitmesteren maatte gentagne Gange paaskynde Tilbagegangen, inden den blev udført. Navnlig indvendte Skarpskytterne, der sidst forlode Stedet, at man gærne forinden kunde forsøge at storme Gaarden og fange Besætningen. Tilbagegangen udførtes tværs over Byvejen og derefter videre mod Vest ind over Marken. Da Skarpskytterne samlede sig her, savnede de deres Chef. Da Ritmesteren blev gjort opmærksom herpaa. lod han atter Kommandoet rykke frem mod Gaarden; men da det var kommet denne paa knap 300 Skridt nær, blev en yderligere Fremrykning over flødig; thi paa Vejen viste sig nu Holstein-Rathlou i Spidsen for 21 afvæb nede Kyradsérer og selv ridende en af deres Heste. Troppen sluttedes af Skytte Højer og en 5—6 af Aarhus og Holstebro frivillige. Nogle andre af dette Korps og et Par Jægere førte 18 erobrede Heste. At Holstein-Rathlou blev modtaget med Jubel, er en Selvfølge; han var ubestridt Dagens Helt og blev erkendt som saadan af alle."], [135, "101 De nærmere Omstændigheder ved denne ret enestaaende Tildragelse vare følgende: Lidt efter, at Løjtnant Sandrart var undsluppet, løber Holstein-Rathlou og Skytte Højer om til Bagporten paa Sydsiden af Gaarden. En Kyradsér springer i det samme ud af et Vindue ; Højer skyder og Anslaget af Kuglen fælder og bedøver Manden uden at saare ham. Bagporten var imidlertid spærret af en Vogn, fuld af Ellerødder. Holstein-Bathlou kravler op paa denne, og liggende her opdager han en Kyradsér, der holder i Gaarden og tager omhyggeligt Sigte paa ham med sin Pistol. Holstein-Bathlou kaster sin egen afskudte Pistol efter Bytteren; Højer, der igen har faaet ladt Biflen og var fulgt efter sin Chef, kommer netop betids til at redde dennes Liv ved at sende Kyradséren en Kugle for Brystet; han tabte Ligevægten og styrtede af Hesten, men rejste sig igen lidt efter og løb ind i Huset. Mens Holstein-Bathlou nu river Barrikaderingen til Side og springer ind i Gaarden midt blandt de forbausede Kyradsérer, bliver Højer hentet om til Hovedporten af en Jæger; han forlanger af de indenfor staaende Kyradsérer, at de skal lukke op, og det sker ogsaa kort efter. De trænge ind, og der møder dem et overraskende Syn: Holstein-Bathlou staar alene midt i Gaarden, omgivet af en Snes Kyradsérer, der have overgivet sig og kastet Vaabnene benåd Stenbroen; en Del Heste løber løse om i Gaarden. Højer gaar hen til Stalden; et Par Kyradsérer møder ham i Døren; »God Dag Kammerat, vi er gode Venner«, siger de; »ja, aflevér først Sablerne«, mente Højer. Saa hjalp de ham og Jægerne med at føre Hestene ud. Men paa én Gang se de to Skarpskytter, at Jægerne forsvinde ud af Gaarden, saa kun en 5 — 6 af dem blive tilbage. Højer løber udenfor og ser, at Jæger kompagnierne ere under Betraite og allerede et godt Stykke fra Gaarden, samt at fjendtligt Infanteri nærmer sig hurtigt fra Øst. Han meddeler Holstein-Bathlou disse interessante Opdagelser, som Kyradsérerne heldigvis vare uvidende om, og denne skynder paa Afmarchen og ordner Kolonnen saadan, som vi tidligere have omtalt. Og et skønnere Indtryk af Kraft og Mandighed kunde ingen af de til Stede værende ønske sig: Holstein- Rathlous Paladinskikkelse med det vældige Skæg, fulgt af disse høje, flotte"], [136, "102 Karle, som han personlig havde gjort til Fanger paa et Tidspunkt, da Fjenden var nærmere end de egne Tropper. Og for at give det hele Relief: i et Par Hundrede Skridts Afstand en fjendtlig Afdeling, der var ophørt med at. skyde for ikke at, saare de fangne Kammerater, som saa ledes ufrivilligt afgav den bedste Dækning! Der var nu, siden Kolonnen naaede Udflyttergaarden, forløbet en lille halv Time, og man kunde med hvert Øjeblik vente, at Fjenden vilde blive forstærket. Ritmester Marcher tiltraadte derfor Tilbagemarchen over Vojum Bro, da han ikke fandt det tilraadeligt at forcere Vejen gennem Steppinge til Højerup, der ganske vist var den korteste. Dragonerne besatte i For- vejen Vojum Bro, og herfra blev sendt en Underofficer med Ordre til Kaptajn Wichfeldt om at holde Højrup besat for at dække Kommandoets Marche ad denne Vej. Kaptajnen havde imidlertid kort før Underofficerens Ankomst forladt Bøjrup og var rykket mod Nord i den Tro, at Bitmesteren vilde gaa tilbage over Taagerup — og bragte herved denne i en ubehagelig Stilling. Begge Escadronerne og det jydske Skarpskyttekorps bleve nu sendte til Højerup for at besætte Byens sydlige Udkant paa en demonstrativ Maade. Fjenden var jo, som omtalt, blevet forstærket med et Kompagni fra Anderup, men rykkede kun forsigtigt frem fra Steppinge. Da Kolonnen var ankommet til Højerup, blev en Del af de trætte Beservejægere anbragte paa Vogne, som Bitmesteren havde skaffet til Veje. Marchen mod Nord dækkedes først af Cavaleriet, senere af Jægerne. Da Højerup var forladt, forfulgte Fjenden livligt lige til Bramdrup, men uden at det kom til Sammenstød. En større fjendtlig Kolonne, som man saa rykke frem fra Frørup, maaske i den Hensigt, over Bramdrup at afskære Bitmesterens Kommando, behøvede man ikke at tage Hensyn til; Bramdrup blev jo holdt besat af vore egne Tropper. Ved Drenderup blev der holdt et langt Hvil, og ved denne Lejlighed udtalte General Biilow i varme Ord sin Anerkendelse overfor Skarpskytterne i Anledning af deres hele Optræden paa denne Dag. De havde jo heller ikke gjort hans Ord om dem, en Maaned tidligere, til Skamme!"], [137, "Skylle Højer redder Hotstein-Rathlou's Liv. Holstein-rlalhlmi og huns Fanger."], [138, ""], [139, "103 Under Hvilen kommer en af Kyradsérerne hen til Højer og siger: »Det var Dem, der sendte mig en Kugle i Brystet; vil De se mit Kyrads — det reddede mit Liv!« — og mærkelig nok, skønt Kuglen havde Anslagskraft til at slaa Manden af Hesten, havde den kun frembragt en ubetydelig Bule i Kyradset! Ifølge tysk Beretning havde Fjenden følgende Tab Død: 1 Kyradsér. Saarede: 5 (deriblandt en Feldwebel). Fanger: l) nord for Højrup: 1 Underofficer, 9 Kyradsérer. 2) ved Taagerup: 1 Gefreiter, 1 Kyradsér. 3) ved Steppinge: 1 Vagtmester, 1 anden Underofficer, 1 Trom- peter, 18 Kyradsérer, 1 Trainsoldat 4 Heste blev dræbt, 31 faldt i vore Hænder. Vort Tab var: Saaret: 1 menig. Fanget: 1 usaaret menig. Skarpskyttekorpset mistede 2 Heste og havde 1 saaret. »Havde denne Affaire og vor tapre Chef ikke været«, skriver en jydsk Skarpskytte beskedent, »saa var der næppe nogen Sinde blevet lagt Mærke til vor Deltagelse i Felttoget, eller denne senere blevet omtalt!« Herimod kan jo indvendes, at den paagældende ikke tilbørligt vurderer det trofaste og ihærdige Arbejde, som Korpset hele Sommeren ydede i Sikrings og Efterretningstjenesten. Disse Korpser, som bestode af Folk, der partout vilde »opleve noget«, gjorde jo netop Gavn paa en Tid, hvor Efterretnings væsenet endnu kun var meget mangelfuldt organiseret. Under Resten af Felttoget blev Korpset i Vejle-Stillingen sammen med den øvrige Del af 1ste Brigade, med Undtagelse af de Skytter, som gjorde Tjeneste under Kaptajn Jagd. De Forhold, hvorunder Hæren virkede, og som foranledigede dens Passivitet i den følgende Periode, ere tidligere blevne omtalte."], [140, "104 »Steppinge-Affairen« gav i øvrigt Anledning til Ubehageligheder fra vore saakaldte Forbundsfæller, der, maaske ikke uden Grund, mente, at den Slags Streiftog kunde virke hæmmende paa Fredsunderhandlingerne. Den Ilte August afmarcherede 1ste Brigade atter fra Lejrskov og Omegn til det tidligere Kantonnement. I Løbet af de følgende Maaneder blev Skarpskyttekorpset stadig holdt i Activitet, dels ved at blive anvendt til Patrouilleringer, dels ved selv at afholde Øvelser. Ved Kongerevuen paa Lerbæk Mark fik Korpsets Chef, Hr. V. von Holstein-Bathlou, Bidderkorset. Da Korpset ikke hørte til Hæren, kunde der altsaa ikke være Tale om nogen Indstilling fra det til Decoration. Et Par Dage efter, vistnok den 21de September, blev det lagt i et lidt nordligere Kantonnement: i Nørup, Sodover og paa Engelsholm, Gjød ding Mølle og Skovridergaarden Gjøddinggaard. Det blev nu efter Haanden klart, at Felttoget for denne Gang var endt, og i Slutningen af Maaneden indsendte Korpset gennem General Biilow Andragende om Hjempermittering. Man kunde synes, at dette ikke havde været strængt nødvendigt, eftersom Korpset jo ikke havde svoret til Fanen, men det var i ethvert Tilfælde en loyal Handling og vidnede om, at det følte sig forpligtet, og navnlig overfor den afholdte Brigadechef. Til det sidste afholdt Korpset Øvelser (paa Gjøddinggaards Marker) og deltog ogsaa i de af Brigaden foretagne »Felttjenestemanøvrer«. »Vi stode i Yndest hos General Biilow«, skriver en Skarpskytte, »vel betegnede han os som noget „urolige\", men han brugte os meget og fremhævede vor Iver for stedse at udrette de givne Ordrer punktligt og rettidigt«. Korpset saa op til og holdt af sin Chef, der i egentlig Forstand var Sjælen i det, og som trods alt vidste at bevare dets Prestige under de Farer, som dets særlig frie Stilling medførte, skønt han langt fra var nogen stram Soldat. Kun nødtvungent blandede han sig i de uundgaaelige Tvistig heder mellem Medlemmerne, men vidste altid at optræde paa den værdigste Maade. Han gav det bedste Eksempel som god Kammerat uden dog nogen"], [141, "105 Sinde at nærme sig sine undergivne paa en intim Maade, eller paa den anden Side overse nogen af dem. Efter ca. 3 Ugers Ophold i det sidst nævnte Kantonnement afmarcherede Korpset i første Halvdel af Oktober1) til Horsens. Her foregik dets Oplos ning paa Torvet efter en lille Højtidelighed, ved hvilken en Del af Med lemmerne gav hverandre Haandslag paa at mødes, naar Krigen atter brød ud. En Del af dem traadte ogsaa ind i Hæren i de følgende Felttog og enkelte lode deres Liv paa Valpladsene. ') Datoen kan ikke nøjagtigt opgives, men efter de endnu levende jydske Skarpskytters Udsagn har det været en af Dagene inden Midten af Maaneden. 14"], [142, ""], [143, "Navneliste over Det beredne Jægerkorps fra Øerne.*) Chefer. lste Escadron. Befalingsmænd. *) Paa Grund af Vanskelighederne ved, et halvt Aarhundrede efter Krigen, at danne Fortegnelser, som de efteriølgende, findes maaske endnu en enkelt Unøjagtighed. Forf. vil være taknemlig for eventuelle Oplysninger. 14* [ajor af 5. Dragonregiment Korpskommandør fra 14. April til 13. Maj. C. Jacobsen. [ammerherre, Ritmester, Godsejer Næstkommanderende, Wolfgang von Hail'ner. Korpskommandør fra 14. Maj til 5. August. kammerherre, Ritmester, Godsejer J. Grevenkop-Oastenskiold. Adjutant, Kommandør fra 5. August til 21. Oktober. kammerherre, Hofjægermester C. F. A. B. Baron Blixen-Finecke. Chef for 1ste Escadron, Ridder af Dannebroge den 18. Oktbr. 1848. 'remierløjtnant Chef for 1ste Halveseadron. Revenburg. Ikovrider Fører for 1ste Deling (stillet fra Dallund). Gottschewsky. J. P. Herman von Benzon. Fører for 2den Deling (indtil den 29. Maj). 'remierløjtnant R. Greve Ahlefeldt-Laurvigen. Chef for 2den Halveseadron. orstcandidat Fører for 3die Deling (stillet fra Gunderslevholm). C. Heger. ikovrider Fører for 4de Deling (stillet fra Løvenborg). Conradsen."], [144, "108 Jægere. Navn. Stilling. Jægeren stillet af: Hesten stillet af: I hvilken af de 4 Delinger ved Reductionen den' y ,, '5te August, Decoratio- ner fra Krigen m. m. Student fra Komitéen Taarnholm Ångstrøm Upsala Iggert Christopher cand. pharm. Mørkegaard , Achen (senere Apotheker) ved Holbæk i 2. Deling efter 5/8 (til- gaaet Korpset 15. Juni). Skudsaar i højre Hofte 28. Maj 48. . Ejer af Lille Mørke- Ahlefeldt-Laurvigen i, §aard <senere Lehnsbesidder) selv selv 'Skovrider ved Bi- 1 Komit( Albrecht strup Skove i Komitéen ;éen I ! irloff »rloff Bestyrer af Brøu- , Andersen >lmdalske Fabrik- selv ker ved Hirschholm selv i i Andersen Komit' Komitéen teen Greve S. Forstcandidat Danneskjold- Anareseu . Samsøe Komitéen Underdelingsfører ved 1. Deling B/8 48. ?heodor Søn af Hotelejer Iselingen Bagge B. paa Bellevue selv selv i 3. Deling s/s 48, Danne- brogsmand 13. Sept. 48. • 1. i. ■ 4 ) g kgl. Skovfoged egelund kgl. Barthels g- ° ° Forstdistrikt , -i |lf ° ae. 5P kgl. Forrider ! Komiti Barthels 3 Komitéen teen Komitéen Kom: itéen i 1. Deling 6/8 48. irnst Greve Bernstorff til Kattrup selv selv Bruhn Skovrider Kom: itéen Skarpskytte 1849, ud- mærket sig 6. Juli."], [145, "109 Navn. Stilling. Jægeren stillet af: Hesten stillet af: I hvilken af de 4 Delinger ved Reductionen den r -., . Vedtegmng. 5te August, Decoratio- ner fra Krigen m. m. lonstantin Brun Ejer af Løve- gaard selv selv Haardt saaret 5. Juni 48, Fører for 1. Deling 5/8 48, Dannebrogsmand 13. Sept. 48. _ Skovrider Rygaard Egholm i 2. Deling •*■/., 48. Bohn Brøndum Fabrik bestyrer Neergaard (Vognserup) Gisselfeldt i 2. Deling 5/8 48. Forststuderende Egelund kgl. Forstdistrikt Sparresholm Ansigtet kvæstet midt i April ved at styrte med Hesten, i 3. Deling 5/8 48. Briisl i — Christian Abraham Buchwaldt Student; Søn fra Annebjerggaard ; senere Ejer af Estruplund selv selv i 2. Deling 6/„ 48. r. h. Proprietær selv selv David Gartner Arve irinsen i 1. Deling -\"/, 48. Døllner Student fra Komitéen Saltøe i 1. Deling 5/8 48 (tilgaaet Korpset 15. Juni). Edholrn Upsala Skovfoged Egelund kgl. Forstdistrikt Komitéen Eigaard kgl. Skovfoged Egelund kgl. Forstdistrikt Komitéen blev paa Fyen 27. Maj, afskediget 23. Juni (Svagelighed). Eiler Jhristopher kgl. Skovfoged Egelund kgl. Forstdistrikt Komitéen Erhardt"], [146, "110 Navn. Stilling. Jægeren stillet af: Hesten stillet af: I hvilken af de 4 Delinger ved Reductionen den' 5te August, Decoratio- ner fra Krigen m. m. Ved tegning. Carl Egelund kgl. Forstdistrikt kgl. Skovfoged Falkensten i 1. Deling 6/8 48. Erhardt Underjæger 2det kjøben- havnske Komitéen i 1. Deling 5/8 48. Eskildsen Forstdistrikt E. lste kjøben- havnske Komitéen Frandsen Forstdistrikt j Komitéen Frederiksen I C. Frølich kgL SkovfoSed Ods Herreds Forstdistrikt Komitéen Fonseca Fasanjæger (Kongelunden) lste kjøben- havnske Forstdistrikt \\ Komitéen i 1. Deling 6/8 48. Hammechen Forstcandidat Alkestrup i 2. Deling 5/8 48. Overvagtmester Hagerup ved 4. Drg. Rgt. I _ Komitéen C. Jæger hos Grev S. Danne- Hansen skjold-Samsøe (senere Postbud) Komitéen Dannebrogsmand 13. Sept. 48. J. Skovfoged Eskildstrup Dallund i 2. Deling 5/8 48. Hansen Hastrup Forvalter selv selv i 1. Deling 6/8 48. Høegh Skovrider Nåsbyholm i 2. Deling 6/8 48."], [147, "111 Navn. Stilling. Jægeren stillet af: Hesten stillet af: I hvilken af de 4 Delinger ved Reductionen denl Vedtegning. 5te August, Decoratio- ner fra Krigen m. m. Landmand; senere Forpagter af Yder- nås, derefter af Nasbyholm Komitéen i 1. Deling 6/8 48. Holm Kaptajn i Stu- denterkorpset, senere Postmester i Nykjøbing S. Komitéen von Holstein I Forstcandidat selv selv von Holsten (fra Sødringholm) F. W. Landinspektør, senere Justitsraad Svendstrup Komitéen i 1. Deling &/8 48. Honum Taarnholm Kjøbenhavns Magistrat i 2. Deling 5/8 48. Heintzen M. Forstelev Sælsøe i 2. Deling 5/8 .48. Herts Forvalter Vemmetofte I Fører for 2. Deling 6/8 48 (faldt 1849). Hertel Skytte (fra Førslev) Komitéen Iversen Reinholdt stud. polyt., senere Rigsdags- mand; død som Stationsforstander i Vejle Komitéen Jensen M. Komitéen Jensen"], [148, "112 Navn. Stilling. Jægeren stillet af: Hesten stillet af: I hvilken af de 4 Delinger ved Reductionen den 5te August, Decoratio- ner fra Krigen m. m. Vedtegning. N. Jensen Distriktsjæger td a Forstelev Egelund kgl. Forstdistrikt i 1. Deling 5/„ 48, Danne- brogsmand 13. Sept. 48, saaret ved Vaadeskud. _ . ... ! '. C. Jensen Egelund kgl. ! Forstdistrikt Iselingen i 1. Deling -*/„ 48. l_ '. R. Skovrider Komitéen Hvidkilde i 1. Deling 5/8 48. Jensen Skovfoged Ege: iark i 2. Deling 5/8 48. Jensen 'arl Emil Jørgensen Forstelev lste kjøben- havnske Distrikt Komitéen i 1. Deling 5/8 48. \" iiels Egelund kgl. Forstdistrikt Høfdings- gaard Jørgensen Skytte i 1. Deling 6/8 48. Kom: itéen Jørgensen . C. Komi itéen Jiirgensen Forvalter paa Vognserup; senere Skovrider paa Fyen Vogn: lerup John Kastrup Ege: lark i 2. Deling 5/8 48. Forstmand, senere Skovrider Kom: itéen Kliiwer Particulier, senere Stationsforstander i Braband Komitéen selv i 1. Deling 5/8 48; Løjt- nant under Krigen; senere Kaptajn. Knirsch"], [149, "113 Navn. Stilling. Jægeren stillet af: Hesten stillet af: I hvilken af de 4 Delinger ved Reductionen den i7 ,. . Vedtegning. 5te August, Decoratio- ner fra Krigen m. m. A. Greve Knuth til Lilliendal selv selv i „ „ lste kjøben- Kammer-, Forst- havnske og Jagtjunker porstdistrikt Komitéen von Kochen E. Fasanjæger, senere ! Jægerspris Toldassistent i kgl. Skelskør Forstdistrikt Helmers paa Jægerspris i 1. Deling 5/8 48. Koefoed J. Nåsb holm i 2. Deling 5/8 48. Kofoed Forvalter paa Gisselfeldt; senere Forpagter x) Sø- rup, 2) Nasbyholm; endelig Ejer af Suserup Komitéen von Krogh 1 — J. Forvalter Komitéen Lange Å. I Komitéen Lassen C. Skovrider I Ringsted Kloster i 1. Deling 6/8 48. Lauge Vincentz Greve Lerche-Lerchenborg Ejer af Møldrup selv selv Søn af Kammer- raad L. til Salle- rupgaard, senere Rigsdagsmand Sallerupgaard Leth 15"], [150, "114 Navn. Stilling. Jægeren stillet af: Hesten stillet af: I hvilken af de 4 Delinger ved Reductionen den Vedt j 5te August, Decoratio-, ner fra Krigen m. m. S. C. Lunge Komitéen I Engmester ; rejste i 50'erne til Matzen Mormonstaten Komitéen i 1. Deling 6/8 48, Skarp- skytte 1849. A. (Kunstdrejer) Møller Søn af en Præst Komitéen Frederikslund P. I Skytte — Holme- Muhldorff gaards Dyrehave Komitéen I J. Thomas Forstcandidat Neergaard Søndre Overførster- ' Komitéen distrikt C. li Nielsen Forstlærling Egelund kgl. Forstdistrikt Gaunø i 1. Deling 5/8 48. u Jørgen Nielsen I Komitéen I Nørregaard Skovfoged Bødstrup Hovedgaard selv i 2. Deling 6/8 48. Kom: itéen Odewann O. Jagtjunker, Forst- candidat, Søn af Paulsen 0verførgter R Egelund kgl. Forstdistrikt Komitéen Adolph Mourier-Petersen Forststuderende, senere Godsejer, (Holbækgaard), selv selv Etatsraad"], [151, "115 Navn. Stilling. Jægeren stillet af: Hesten stillet af: I hvilken af de 4 Delinger ved Reductionen den 5te August, Decoratio- ner fra Krigen m. m. Vedtegning. Christian Mourier-Petersen Forststuderende, senere Godsejer (Ryomgaard) selv Kragerup i 1. Deling 6/8 48. P. J. A. Ko: itéen Petersen Lars Kom itéen formentlig Model for Niels Simonsen til Maleriet: En Herre- gaardsskytte og Soldater. Råbe C. de Eamsault de Tortonval Proprietair (Al- bertslund), senere Directeur for selv selv Zoologisk Have Engmester, senere Landmand (Skaane) Greve Schimmel- selv i 1. Deling 6/8 48. Rasmussen mann T. Assistent ved Vandløbene i Nord-Sjælland Ko: litéen Rasmussen Valdemar Rehsted Forvalter, senere Kaptajn og Postmester Ko: itéen C. Søn af Bøsse- mager R., senere Kaptajn Komitéen Gunderslev- holm i 1. Deling B/8 48, Skarp- skytte 49, Løjtnant 50; senere Politifuldmægtig (Ringsted) ; Premierltn. 63 (22. Rgt.); nu Kaptajn (Trainafdelingen). Rhoding (fh. Postfuldm. i Frederiksborg) Skovfoged Alk strup faldt den 28. Maj 48. Robertson 15*"], [152, "116 Navn. Stilling. Jægeren stillet af: Hesten stillet af: I hvilken af de 4 Delinger! ved Reductionen den 5te August, Decoratio- ner fra Krigen m. m. Vedtegning. E. cand. jur. Sorø Academi Gisselfeldt i 2. Deling 6/8 48. Sarauw R. Skovrider ved Sorø Academi Sorø .cademi i 2. Deling 5/8 48. Sarauw Kongsdal Komitéen i 2. Deling 6/8 48. Schneider Landmand, senere i Postvæsenet selv Iselingen i 2. Deling 5/8 48. Hostrup-Schultz Forststuderende, Carl senere i Told- Kom: itéen Schumacher væsenet S. Forststuderende, senere Ejer af Idagaard selv Neergaard (Svenstrup) Spandet Forstmand, senere Skovrider paa Gunderslevholm Kongsdal Brobygaard Underdelingsfører ved 2. Deling 6/8 48. Sparre Poul paa Gunderslev- holms Godskontor, Stemann senere Ejer af Store Restrup selv selv i 2. Deling 6/8 48. Stoltze Skovrider (Tølløse) Komitéen Chr. Fugl Svendsen exam. juris., senere Overintendant Komitéen O. C. Sørensen Stadsjæger paa Gaunø Gaunø i 2. Deling 6/8 48."], [153, "117 Navn. Stilling. Jægeren stillet af: Hesten stillet af: I hvilken af de 4 Delinger ved Reductionen den 5te August, Decoratio- ner fra Krigen m. m. Vedtegning. Forstmand, Løjt- nant i første Krig, senere i Told- Lys* :rup i 3. Deling 6/8 48. Theilmann væsenet Jæger Jægerspris Forstdistrikt Komitéen i 1. Deling 6/8 48. Thomsen 'ørgen Jæger 2det kjøben- havnske Forstdistrikt Komitéen i 1. Deling 5/8 48. Thomsen N. Underjæger lste kjøben- havnske Forstdistrikt Komitéen Thomsen Forvalter Adelersborg kgl. Distrikts- i 2. Deling 6/8 48, saaret den 28. Maj 48. Tind hest Forpagter fra Nord-Slesvig Løvegaard Rudbjerg- gaard i 2. Deling 6/8 48. Tolderlund Forvalter Vedbygaard Hegnetslund i 2. Deling 6/8 48. Tiirretin F. Skovfoged Ko: itéen i 1. Deling 6/8 48. Ulrich H. Skovrider Krabbi lesholm i 1. Deling 5/8 48. Ulrich Ods Herreds V. kgl. Forstdistrikt i 1. Deling 6/8 48. Skovfoged Komitéen Ulrich A. Søn fra Bækkeskov Hørbygaard Eskildstrup i 2. Deling 5/8 48. Vind"], [154, "118 Navn. Stilling. Jægeren stillet af: j Hesten stillet af: I hvilken af de 4 Delinger ved Reductionen den 5te August, Decoratio- ner fra Krigen m. m. Vedtegning. Christian |l stud. jur., Søn fra Vind II Bækkeskov selv selv senere i 1. Jægerkorps, Løjtnant 1849. Voigt Skovrider Lerchenborg i 2. Deling «/8 48. 2den Escadron. Befalingsmænd. Kammer- og Jagtjunker, Forstcandidat Chef for 2. Escadron, Ridder af Dannebroge 29. „-.._.. _ _ .. . ._ . . _._ . Frederik Julius Baron Wedell-Wedellsborg Novbr. 48 (Hest fra det Classenske Fideicommis). Chef for 1. Halveseadron, saaret den 5. Juni 48. Premierløjtnant (Til Cavaleriet den 28. Juni 48?), Ridder af Schumacher Dannebroge 13. Sept. 48. Skovrider Fører for 1. Deling P. Petersen (stillet fra Marienborg). Forstcandidat Fører for 2. Deling (Fører for 3. Deling 5/8 48), Chr. Th. Lohse Ridder af Dannebroge 13. Sept. 48. Forstcandidat Chef for 2. Halveseadron, haardt saaret 5. Juni 48, Niels Spandet Ridder af Dannebroge 13. Sept. 48. Fører for 3. Deling, blev Løjtnant i første Krig, Boldt Ordonnansofficer hos Helgesen; senere Told- inspektør i Kjøbenhavn. Skytte J. Frederiksen Fører for 4. Deling (stillet fra Holckenhavn)."], [155, "119 æ g e e. Navn. Stilling. Jægeren stillet af: Hesten stillet af: I hvilken af de 4 Delinger ved Reductionen den 5te August, Decoratio- ner fra Krigen m. m. Vedtegning. Andersen Fuglsang og Prierskov Philipsen, Slangerup i 4. Deling 6/8 48. Komi itéen hjemsendt 23. Juni (Sygdom). Andersen Peter hos Skovrider BraPm, Gisselfeldt, nu Skytte paa Gisselfeldt So rup i 3. Deling 5/8 48. Andersen A. H. Herfølge Skovrider i 3. Deling 6/8 48. Beck J. C. Skytte Rønnebæksholm i 3. Deling 6/8 48. Beck I Skovfoged Ourupgaard i 4. Deling 6/8 48. Bergmann P. Chr. i 4. Deling 6/8 48. Bjørn Skovrider Ourupgaard Landmand, senere Kjøbmand i Næstved selv selv Borchsenius Hegnetslund Vallø Stift Fører for 4. Deling 5/8 48. ' Brandt Overvagtmester Komitéen Brinck Broholm i 4. Deling •*/„ 48. Broeholm Gartner paa Gaunø Bregentved i 3. Deling 6/8 48. Brummersted"], [156, "120 Navn. Stilling. Jægeren stillet af: Hesten stillet af: I hvilken afde 4 Delinger 'ved Reductionen den 5te August, Decoratio- ner fra Krigen m. m. Vedtegning. C. Brun Skovrider I Hesselager i 4. Deling 6/8 48. Skovfoged Bregentved i 3. Deling 5/8 48. Bruun Forvalter, senere Ejer af Skovsbo Godsejer Busck til Sæby- Busck gaard og Jægermester I Bøgvad Skovfoged (senere Skovrider paa Nørager) Skovrider Løschau under Giesegaard Komitéen C. P. Guldborgland1 <* Prierskov i 4. Deling 5/8 48. Christensen N. I Komitéen Christensen hos Skovrider Carl Chrestesen Bra8m; senere Skovrider paa Lystrup Gissei ifeldt i 3. Deling 6/s 43. C. Vesterby- gaard i 2. Deling 5/8 48. Clausen Adelersborg Clausen Kom: itéen Eriksen I Komitéen Esbensen Jæger Komitéen I afgaaet til 2. Jæger- korps den 23. Juni."], [157, "121 Navn. Stilling. Jægeren stillet af: Hesten stillet af: I hvilken af de 4 Delinger ved Reductionen den 5te August, Decoratio- ner fra Krigen m. m. Vedtegning. cand. theol. Forpagter Meincke i 4. Deling 6/8 48, fri- villig Skarpskytte 1849 i 1. Forst.- Jægerkorps. (senere paa Gudumlund) selv Fangel Forstmand Kom: itéen Freuchen 0. E. Forvalter Nyholm af Komitéen Friederichsen Turebyholm r E. Kom: itéen Friis H. Friis Kom: itéen Sadelmager Gunden ilevholm i 3. Deling 5/8 48. Fuglsang Elieser selv Komitéen Student Gad Ko: dtéen Gellers Goth Landmand I Knuthenborg i 4. Deling B/8 48. Gottlieb Skytte Basnæs (Neger) Forvalter af Høstemark Kjærup i 3. Deling 6/3 48. Griiner Knuthenborg Halle i 16"], [158, "122 Navn. Stilling. Jægeren stillet af: Hesten stillet af: I hvilken af de 4 Delinger ved Reductionen den 5te August, Decoratio- ner fra Krigen m. m. Vedtegning. C. Hansen Forstcandidat Komitéen D. C. I Knuthenborg i 4. Deling 5/8 48. Hansen I _ Komitéen Forststuderende Hansen I J. Fuglsang og Prierskov Hansen i 4. Deling 6/8 48. Løjt ved (Petersen) I Løjtved i 4. Deling 6/8 48. Hess I Komi itéen Hjortespring Holm Lystrup Komitéen i 3. Deling 6/8 48. Holm Kom: itéen Christian Greve Holstein-Holsteinborg I Forststuderende, senere Ejer af Langebækgaard selv selv Christian Greve Holstein-Ledreborg Ejer af Søholt (Mols); senere af Ledreborg selv selv Søn af Gods- forvalter H. paa Gaunø; nu Land- Gaunø selv i 3. Deling 6/8 48. Saabye Houg mand Husum Guldb< irgland i 4. Deling 6/8 48."], [159, "123 16* Navn. Stilling. Jægeren stillet af: Hesten stillet af: I hvilken af de 4 Delinger ved Reductionen den 5te August, Decoratio- ner fra Krigen m. m. Vedtegning. Komi itéen Høyerup Skovrider Sønderkarle Aalholm i 4. Deling 6/8 48. Ipsen .1 Lindholm Korpsets Hornblæser, i 3. Deling 6/8 48. Ivanow I Komitéen Iversen Skovfoged under Saltøe I Saltøe i 3. Deling 6/8 48. Iversen Hvidkilde i 4. Deling 6/8 48. Jantzen J. H. Skovrider Jueli iberg i 4. Deling 6/8 48. Jensen Skovfoged isø i 3. Deling 6/8 48. Jensen Ko: itéen Jeppesen Å. Ko itéen John August stud. juris., nu Herredsfoged i Odense selv Classenske Fideicommis Jørgensen i. A. Skovfoged Ko: itéen Jiirgensen Knuthenborg selv i 3. Deling 6|8 48. Kettinge"], [160, "124 Navn. Stilling. Jægeren stillet al : Hesten stillet af: I hvilken afde 4 Delinger ved Reductionen den 5te August, Decoratio- ner fra Krigen m. m. Vedtegning. selv Komitéen Knipschildt ! Skovrider t Kammerraad Jørgensen, Søllestedgaard Knuthsen Komitéen Kongsted I Komitéen Kølle Komitéen Larsen uarseu r i Komitéen Let Urmager, senere Lissner Gæstgiver i Sorø Valbygaard Gjorslev i 3. Deling 6/8 48. 1 senere Sagfører Liitchen I (Grenaa) Komitéen I ' ~l Madsen Bregentved I i 3. Deling 5/, 48. i A. W. Møller Skovrider Ko: itéen blev paa Fyen den 27. Maj; afskediget (Svage- lighed). Vilhelm senere Skytte „ , ved Strandegaards M<**ller Dyrehave Ga .110 Forstcandidat, Miiffelmann i; senere Overførster paa Vallø lste kjøben- havnske Forstdistrikt Komitéen"], [161, "125 Navn. Stilling. Jægeren stillet af: Hesten stillet af: 1 hvilken af de 4 Delinger ved Reductionen den Vedtegning, 5te August, Decoratio- ner fra Krigen m. m. . ■ _l Gutzer Mii nster | Student Komitéen tilgaaet Korpset den 17. i Juli fra 1. Jægerkorps. ■ i C. Komitéen Giesegaard Komitéen Nielsen M. P. Nielsen F. von Oldenburg- Forststuderende, senere Godsejer og Skribent selv selv I I Ole Skovfoged Marienborg Olsen 1 H. Petersen Komitéen P. Petersen Komitéen I faldt den 6. Juli 1849. Petzholdt Forststuderende Komitéen I Randa Vagtmester af 4. Drg. Rgt. Komitéen Raunholdt Ravnbolt i 4. Deling 6/8 48. Ravnholt Rosenstand T. R. Rosen Forvalter, senere Ejer af Krabbesholm Ourupgaard i 4. Deling 5/8 48."], [162, "126 Navn. Stilling. Jægeren stillet af: Hesten stillet af: I hvilken af de 4 Delinger ved Reductionen den 5te August, Decoratio- ner fra Krigen m. m. Vedtegning. Avisforvalter, Søn af Assessor Rossing T. Rossing (Forpagter af Liselund) Øllingese (Lolland) Øllingese i 4. Deling 5/8 48. Sparekassedirektør i Haderslev Gaunø Løgismose Underdelingsfører ved 4. Deling 5/8 48. Sabroe Schaust Giesegaard I , I Komitéen Schnedler I I Komitéen Schou Søn af Gods- forvalter S. paa Knuthi :nborg i 4. Deling 5/B 48. Schrøder Svenstrup A. Ritmester; Ejer af Fraugdegaard selv selv Sehested Sidenius Ouru igaard Ritmester; Ejer af Sandholt selv selv Halvescadronschef efter Midten af Juni 1848. Sperling Proprietær (fra Fyen) selv selv Storm Stiitzer Hardi snberg i 4. Deling 5/8 48. I"], [163, "127 Navn. Stilling. Jægeren stillet af: Hesten stillet af: I hvilken af de 4 Delinger ved Roductionen den 5te August, Decoratio- ner fra Krigen m. m. Vedtegning. Taarup Nysø faldt den 5. Juni 1848. I Skovrider Kirsti neberg i 4. Deling 6/8 48. Thymann Ferdinand Student, senere Hofjægermester, Ejer af Høgholt Marie: nborg Tutein G. Bregei itved i 3. Deling 6/8 48. Ulrich H. C. Skovrider Bregentved Underdelingsfører i 3. Deling 5/8 48. Ulrich i N. C. Bregentved Ulrich K. J. i 3. Deling 6/8 48. Bregi :ntved Ulrich Proprietær fra Fyen selv selv Vedel C. Skovrider Christii mssæde i 4. Deling 6/8 48. Wegge selv selv i 4. Deling 6/8 48. Ørnstrup Holmi sgaard i 3. Deling -*/„ 48. Øwre"], [164, "128 tielle mstab. Overlæge, Doctor Bramsen Ridder af Dannebroge den 13. Sept. 1848. Underlæge Uldall Regnskabsfører Jørgensen Dyrlæge Jensen Kvartermester Spangenberg Hesten stillet af 4. Drg. Rgt. Under stab. Bøssemager Nielsen 1 Sadelmager Weger 2 Beslagsmede (Johansen) 9 Ambulancesoldater, bl. a. S. Fjeldsted, R. E. Forterup, A. Revitze"], [165, "129 Train. 14 Trainkuske, bl. a. : 17 Navn. Blanden stillet af: Hesten stillet af: Vedtegning. i. Chr. , Nørrebroby Andersen Komitéen 4. Fuglsang og Pnerskov Norup Trolleborg der bleve Oppassere hos Delingsførerne efter Reductionen 5te August. Witved o. Ottesen selv Fuglsang og Prierskov K. N. Ammestrup J. M. Seest J. 0. L. Thorsøe C. J. Farre itéen Kom: Lundgren II der vare Oppassere og Ordonnanser før 6 Dragoner 5te August. 8 private Oppassere (Baron Blixen-Finecke's Rideknægt Heinrich Linne)."], [166, ""], [167, "Ufuldstændig5 Savneliste over Det jydske Skarpskyttekorps. 17* Navn. Stilling. Hvorfra eller hvorfra stillet. Vedtegning. Viggo von Holstein-Rathlou i Student, senere Ejer af Holmgaard selv Chef for Korpset, Ridder af Dannebroge den 13. Sept. 1848. Ernst August Pyrmont Benzon til Stamhuset Benzon; Kammerherre, Hofjægermester selv Fører for 1. Deling. Sigismund Wolff Veith til Stamhuset Rønninge-Søgaard, Kammerherre selv Fører for 2. Deling. Mylius Jørgen Frederik Ambrosius Baron Rosenkrantz Forpagter af Rosenholm, senere Ejer af Færgegaarden og Overklitfoged for Thisted Amt selv Underfører, Dannebrogsmand under første Krig. Annius Nicolaus Christopher Wohldt von Holstein Bereden Strandtoldassistent i Løn- strup, senere Premierløjtnant selv Underfører. Forvalter af Brunshaab og Asmild- selv Underfører. Schønheider kloster Frederik Andreas Christian Bang Forstcandidat, Søn al Skovrider B., Stendalgaard, senere Skovrider, Arre- sødal, og Forstraad selv Underfører. lacob Søn af Procurator Holm i Hobro; Landvæsenselev selv fungerede som Adjutant. Holm forh. Vagtmester ved 5. Drg. Rgmt. selv Underfører, en Tid Delingsfører. Randa"], [168, "132 Navn. Stilling. Hvorfra eller hvorfra stillet. Vedtegning. exam. juris., Fuldmægtig ved Bjerre Herreds Kontor selv Korpsets Regnskabsfører. Bøttcher Niels Søn af en Proprietær i Horsens- selv Albrechtsen egnen Jens Berg Peter Proprietær fra Vedslet Sogn (mellem Vedslet Sogn Blesberg Horsens og Skanderbog) ; senere Aale- skindsfabrikant H. Chr. Landmand Boldsen J. Chr. Landmand fra Horsensegnen Breinholm Løjtnant 1849, haardt saaret ved Idsted 1850, R. af Dbg., deltog som Kaptajn 1864. Clausen Egeberg Landmand fra Nord-Jylland Adam Vilhelm Landmand (senere Ejendomsbesidder i Skaane) von Falkenskjold selv Christian Skovrider Givskov Boller Henning Givskov Tjener hos Grev Frijs-Frijsenborg Boller H. P. F. Forvalter, af Skerrildslevgaard ; senere Ejer af Ørnstrup ved selv Gjølby Horsens"], [169, "133 Navn. Stilling. Hvorfra eller hvorfra stillet. Vedtegning. Skytte? (Sønderjyde) gjorde Tjeneste som Vej- viser i Sønderjylland. Giirresen H. Landmand Salling? Grønbech N. C. Proprietær Lundgaard (ved Hjørring) Haugaard J. Skytte paa Rathlousdal (nu Materialforvalter) Rathlousdal Højer Landmaaler, dengang Assistent hos Landinspektør Hansen, Kjærholm Høst Jæger Schackenborg gjorde Tjeneste som Fourerskytte. Ibland Forvalter paa Bygholm Jermin J. C. Velling Kierkegaard Landmand fra Aarhusegnen Dannebrogsmand efter 6te Juli 1849. Kjørboe Landmand fra nordvestlige Jylland Kjærsgaard L. Ladefoged Trøjborg gjorde Tjeneste som Fourerskytte. Knudsen Forvalter Kofod Gartner paa Rosenvold; senere Skovrider paa Stensballegaard Rosenvold Lange"], [170, "134 Navn. Stilling. Hvorfra eller hvorfra stillet. Vedtegning. Forvalter Lassen Christian Ludvig Montagne Lillienskjold Forpagter af Serritslevgaard Luja Forvalter paa Mattrup, Søn af Dampskibsfører L. Søn af Proprietær M. til Martini Villiamsborg Toldassistent; senere Gendarm i Møller Sønderjylland Nissen tjente kun en Del af Sommeren ved Korpset. Kontorist Oppen-Zimmermann I _ , forh. Underofficer ved 5. Drg. Rgt. Rekkegaard Støvringgaard Kontorist paa Tyrsting- Vrads Herreders Kontor Rheinlander I Rosengren Th. Gaardejer Nørre-Snede Rutzau Niels Jørgen Rygaard? Gartner Sommer j Dannebrogsmand (49?), Strandgaard Søn af Toldkontrollør S. i Aalborg; senere Ejer af Koster Færgegaard Redningsmedaille 49, Løjtnant 1850."], [171, "135 Navn. Stilling. Hvorfra eller hvorfra stillet. Ved tegning. Skytte paa Mattrup Gods Søltoft-Nielsen Landmand fra Nord- Jylland Sønnichsen Skovrider ved Mylenberg Skove Rønninge- Søgaard Sørensen Tjener hos Hofjægermester de Lichtenberg (Bidstrup) Bidstrup Sørensen Kontorist Terndrup Carl Rudolph Eduard Trojel Villøv Walther Forvalter fra Øst-Jylland Toldassistent i Viborg Wolthers"], [172, ""], [173, "A. VALENTINER HERREGAARDS- SKYTTERNE I 1848 DET NORDISKE FORLAG BOGFORLAGET ERNST BOJESEN 1898"], [174, ""], [175, ""], [176, ""], [177, ""], [178, ""], [179, ""], [180, ""]]