[[1, ""], [2, ""], [3, ""], [4, ""], [5, "A DIGEST ■v • i SOUTHERN DIVISTO • ./HERN INDIA, , &<■, VIA.SWAM'V PUNDII '"], [6, ""], [7, "No; i. A DIGEST OF THE DIFFERENT CASTES OF THE SOUTHERN DIVISION OF SOUTHERN INDIA. ?With descriptions of their Habits, Customs, §e. COMPILED BY (C. V. RAMASWAMY,PUNDIT, AND SON, C. M. R. A. SOCIETY. PRINTED AT THE TELEGRAPH AND COURIER PRESS, BY JEEJEEBHOY BYRAMJEE, PRINTER. AUGUST 1847,"], [8, ""], [9, "THIS WORK IS DEDICATED TO THE BRITISH PUBLIC OF INDIA. BY THEIR Most Obedient and humble Servant, C.V. RAMASWAMY PUNDIT AND SON."], [10, ""], [11, "PREFACE. ACCORDING to tbe Hindoo Mythology, there were originally created by the God al mighty four castes of Hindoos, who were placed in the land of Bharata Khanda or India which are enumerated as follows. : — Brahmins or the Sarcedotal class. Khatreya or ,, Military do. Vysa or ,, Mercantile do. Sudra or „ Servile do. The duty of the first of these as decreed at the creation, is to chant prayers and perform religious devotions for the prosperity of the so vereign and the kingdom in General. The second, to rule the country with jus lice and mercy, to protect it from Invaders, and to treat well the subjects of the King. The Third, to improve the resources of the country, by the encouragement of merchan dize and trade, and to insist on the cultivatioa of the land, for the support of all God's crea tures a,"], [12, "The fourth, to serve both King and Coun try in a subordinate capacity. In the present age the occupations of the Sudra or Servile caste are divided into eighteen useful employments, thechangesand revolutions which have taken place in the Government and general economy of India, warranting such a deviation from the original laws. With a view to the deliniation of the gene ral character, employment and costume, of these different castes and classes of the native Inha bitants of India, I have been induced to public the present work. Trusting that those Individuals both Euro pean and native, who may honour my hum ble undertaking with their patronage, ( par ticularly the former, for whom the work is principally intended ) may receive that gratifi cation and instruction which it is my anxious desire to impart. The work will be divided into 5 parts, each part containing 50 numbers. The present is the 1st part and will be completed in the following descriptions and Lythographic plates ; the other four parts will be issued in immediate rotation, of which notice will from time to time be given."], [13, "No. 1 to 19 Descriptions of Domestic ser- vants generally with plates. . „ 20 to 24 Descriptions of Votaries of dif- ferent Temples together with a plate of a musician and Dancing Girl. „ 25 to 29 Descriptions of Town Priest, Al- manac Brahmin, Agricultural- ist and Village Accountant with plates. „ 30 to 35 Descriptions of a Washerman < and 5 other prefessions with plates. „ 36 to 37 Descriptions of Banyan and Shroff with plates. „ 38 to 39 Descriptions of Armlet ring seller and Weaver, with plates. „ 40 Descriptions of Writer, Do. „ 41 to 45 5 Ditto do. Mendicants, Do. -,* 46 to 50 5 Ditto do. Junglemen, Do. The Author."], [14, ""], [15, "No. 1. THE BUTLER. The Butler is of the Cowra caste, commonly ealled Gen ioo. His original country is the Telinga, situate between the Rivers Kristna and Godavery. During the administration of the Gentoo Princes at Madura and Trinchanopilly, some families of this caste, took up their residence in the Dravadades or Tamil Country, as well as in the Madras Presidency about the villages of Changelput, Conjevaram &c. As Butlers, they mostly serve with Europeans, some are employed as Husbandmen, and others in carrying on the business of dealers in Grain, Beetlenut &c. &c . The principal calling of this caste is in the capacity of Peons, Sepoys &c. The pay of a Butler varies from Ten to Fourteen Rupees per montb. No. 2. THE DUBASH The Dubasb is of the Cowra caste and is employed as private or domestic servant to the Gentleman in a European family. He is also engaged by sea Captains as general Purveyor to the Ship, providing it with necessaries from day to day, as well as stores for the voyage. In the former capacity the Dubash earns from 6 to 8 Rs. per mouth, and in the latter, his pay is subservient to any pri vate arrangement, which may be entered into between him and his employer."], [16, "2 No. 3. THE COOK. The Cusini or Cook is of the Paria caste, they are often. employed in the interior as Cultivators of the land, and are hence called the right hand paste, from their sewing the seed with the right hand. They are considered to be without the confines of the four legitimate castes, and are therefore denominated Punchama or of the fifth caste commonly called outcastes. They serve as Cook or Cook's mate in European fa-. jnilies, receiving pay from 6 to 10 Rs. per mopth. The Cook is a follower of the God Siva, No. 4. COOK'S MATE- The Kompatedoor or Cook's mate is also of the Paria caste ; his employment is to assist the Cook in preparing the food for, and occasionally waiting at Table ; as well also accompanying the Cook to the Bazar for the purchase of provisions . The monthly pay of the Cook's mate is from 4 to 6 Bs. per month and he is also a follower of Siva."], [17, "3 No. 5. THE AYEA. The Ayea is also of the Paria caste and a follower of Siva her. calling is to attend upon the children of European families ; the care of one child being all that custom admits of her attending to, so that on every juvenile in crease in a family, an additional Ayea is necessary. Her duty is exclusively that of personal attendance on the child under her sare ; Her pay is from 7 to 9 Rs. per month, No. 6. THE LAMPLIGHTER. The Mashaljee is also of the Paria caste and a follower of Siva ; His duties are to trim the lamps and to keep them clean, also to wash Dishes, Plates &c. In families who cannot afford or do not wish to keep a Mashal, his duties devolve upon the Butler and Hammaul. The pay of the Mashaljee is from 6 to 8 Rs. per month."], [18, "4 No. r. THE WATER WOMAN. The Tannikarchi or water woman, is also of the Paria caste and a follower of Siva and the Goddess Wallema, she is generally a person who has no relative to whom she can look for a maintainance, and is therefore oblig ed to seek employment by engaging herself to carry water from the tank or well to private residences ; Her pay is very small, often not being more than from 3 to 4 Rs. per month. No. 8. THE GRASS CUTTER. The Pillikari or Grass cutter is of the Paria caste and a follower of Siva and the Goddess Ponnama. When from ha bit she is become proficient in her calling, she engages her self if opportunity offer, to serve in the capacity of Grass cutter to the troops, in which employ she earns more than is paid her by any casual employer. The pay of the Grass cutter varies from 4 to 6 Rs. per month."], [19, "5 No. 9. THE WATER MAN. The Cowra or Water man is of the Cowra caste and a follower of both Siva and Vishnu. He carries water in earthen pots, slung from a Bamboo over his shoulders, from the tanks or wells, for the supply of all classes of persons, with the exception of Brahmins and Parias ; the former employing their own caste for that purpose and the latter being outcastes, perform all offices for themsel ves. His customs and ceremonies are such as perfo rmed by the Inhabitants of the Telegu country. His monthly pay is from 5 to 6 Rs. No. 10. THE WINE COOLER. The Apdar or Wine Cooler, is a Mussulman by caste , persons serving in this capacity are of the lower castes, the calling not being considered sufficiently respectable for the Higher castes to be engaged in . His duty is to see that the wine and water for the pur pose of drinking is kept cool, and during dinner and at other times to supply each as it may be required. His pay is from 7 to 8 Rs. per month."], [20, "6 No. 11, THE IJOOKA MAN The Hookabardar or Tobacco Dresser is a Mussulman by caste, his duty is to keep the Hooka and pipe, clean and to prepare the Tobacco and Bangy for use, also to file and replenish them when required and to prepare and hand round coffee to such as are present ; for which pur pose it is necessary for him to be in attendance, when his master or his friends are enjoying the fumes and partaking of the luxury of smoking. His pay is from 7 to 8 Rs. per month. No. 12. TB£ HORSE KEEPER. The Kodirkar or, Horse keeper is of the Cowra or Pa ria caste and a follower of Vishnu, his duty is to take care, clean and generally attend to his master's Horse; cus tom will not admit of his attending to more than one horse, so that it more than one is kept a proportionate number of Kodirkars must be employed. His pay is from 4 to 5 Rs. per month."], [21, "7 No. IS. THE DOG BOY. The Nayikarar or Dog Boy is either of the Cowra or Paria caste and a follower of Vishnu or Siva. His duty is to feed and clean the dogs, and to take them out every morning and evening for exercise and air. He is not enipAoyed in any other capacity. His pay is froja 3 to 4 Rs. per month. No. 14. THE PEON. The Sevacun or Peon is of the Cowra caste, he is a fol lower of Vishnu and Perumaly. His duty is to guard the House, and to convey messages to and from his employers ; He wears a belt with the initials of his master's .name engraved upon a plate attached thereto. His pay is ;from 6 to 7 Rs. per month."], [22, "8 No. 15 THE GARDENER. The Totakarun or Gardener is of the Sudra caste and he is a follower of Vishnu. His general employment is that of a Cultivator of the land, but fills up his time by taking care of the Garden, of a European or Native, planting trees, and shrubs, and irregating them, morning and eve ning in the dry season. His pay is from 5 to 6 Rs. per month. No. 16. THE COACHMAN. The Bandekararan or Coachman, he is by birth a half caste, and of the Christian faith. His habits and customs, in great measure partake of those of the natives ; His duty is to drive the Carriage, and to see that the Horses and Carriages are properly cleaned. His pay is from 20 to 25 Rs. per month."], [23, "9 No. 17. THE MILKMAN. The Yadayan or Milkman is by caste a Pilla or Cow keeper, and a follower of Vishnu. His occupation is that of keeping Cows and Buffaloes, for the purposes of selling their Milk and Butter as well as curds and whey both to European and Native residents. From 10 to 15 Cows is the quantity generally kept by each proprietor. No. 18. THE HAMMAUL. The Boye or Hammaul is by caste aTalinga or Orisa and is a follower of Vishnu, His employment is divided into two kinds, firstly that of a Palanquin Bearer, and se condly in attending to the cleaning of the House and furni ture, fetching water from the well or tank in the com pound for domestic purposes and going errands when re quired. His pay is from 7 to 8 Rs, per month,"], [24, "10 No. 19. THE SWEEPER. The Totey or Sweeper is by caste a Chekeler, a state even lower than the Butcher or Paria and is a follower of Siva. Her duty is to remove from the House all kinds of filth and nuisance, to brush the floors and clean the immediate avenues to the House. Her pay is from 3 to 4 Rs. per month. No. 20. THE DANCING GIRL. The Tevida or Dancing Girl is by castea Sudra, andafol- lower of Vishnu ; when sbe is about eight years old, her parents or one of them, offer her at the Temple of Siva or Vishnu and perform certain ceremonies, which are call- ed Alumgum ; with a view that she may be devoted all her life time to those Deities, to dance before them when- ever a procession of either image takes place on certain Hindoo Holydays, she also by virtue of these performan- ces is pledged to offer light to the Divinities morning and evening, and in all other services. In return, she re- ceives cooked food daily and a monthly salary of from 3 to 4 Rs. which is paid from the funds of the Temple. Besides this, she is allowed to engage herself to dance and sing at weddings, and other places of amusement, such as Natches, &c. All her habits are similar to those of the Sudra caste. N. B. — It may be observed that the musicians who ac company her singing and dancing are of the same caste and habits."], [25, "11 No. 21. THE BRAHMIN VOTARY, No. 1. The Vigstnava or Brahmin votary of the Tengul or southern sect of Vishnu ; these Devotees belong to the Guru Mutt of Vanamamul, and they receive their deplo ma for Prayer from that Guru. . Most of the Brahmins of this sect are votaries of the Vishnu Temples ofConchi,Srirangam, Tirupate, Tiravalore &c. in the southern and western directions of Madras ; there are one hundred and eight Temples especially dedicated to Vishnu for the worship of the Vystnava Brahmins. The rites and ceremonies which they perform are not in accordance with those professed by the orthodox Brah min, nor are they recognized by the Hindoo ecclesiastical laws. Some of the Vystnava Brahmins serve as writers and. guides to Europeans travelling in the Interior; others are cultivators of the soil in their more immediate villages. They have not the least connexion with the northern Vyst nava Brahmins, whose laws and religion are very pure. In the engraving the Vystnava Brahmin; is holding a flower and water jar in his hand, as an offering to Vishnu. No. 22. THE BRAHMIN VOTARY, No. 2. The Gurucull or Brahmin votary isaworshipper of Siva and he for the most part performs the rites and ceremo nies of his religion as laid down in the Pnran, some of them worship according to the rules, of the Samavad or third Vede. These Brahmins marry exclusively among their own con nexion. In the engraving the Gurucull Brahmin is pouguri water on a Lingum as an offering to Sirs."], [26, "12 No. 23. THE VOCHA VOTARY. The Vocha Votarv is by caste a Sudra, and is a wor shipper of the Demi Goddesses, Ponnama, Marama, and Valliyama &c. He daily attends the Temples dedicated to these Deities, and repeats his prayers, and performs his worship in the Tamil language ; and at the conclusion ot his devotions, he offers insence and food, to these Divini- ties. He receives such fees as may be left by visitors either in rice or money, in return for which he prays for their happiness and prosperity, which is the only means of sustenance he is allowed to embrace. Note.— The Paria Vocha whose caste is lower than the Sudra Vocha, does not worship in the Temples above al luded to, but. confines himself to the Temples in the Parcheries, or streets inhabited by his own caste, and ob tain his living by means of donations as before mentioned. No. 24. THE SIDULL VOTARY. The Sidull Votary is by caste a Sudra ; His duty is to -erve in the Temples dedicated to the Demi Goddesses, as enumerated in the preceding page ; He receives and re cords the vows of those who have determined, to offer sa •irifice to these Deities in order to obtain, thei r sanction to whatever favour they may be disposed to ask ; the sa crifice is performed by fixing a hook on the back and sus pending the body from a beam by means of a chain ; in this state he is swung round the Temple three times, which •operation occupies about half an hour. These sacrifices are confined to the months of April and May. For these services the Sidull Votary receives whatever fee the devotee may feel disposed to administer."], [27, "13 No. 25. THE FIRE VOCHA VOTARY. The Fire Votary, is by a caste a Sudra and a follower of the Demi Goddesses ; His duty is to perform in person the vows made by worshippers at the shrine of the Demi Goddesses of dancing on fire, which he performs on his bare feet. For these performances he receives such fee as Jhe par ties for whom he officiates may think proper to give him. Note. — In the engraving the Fire Votary is represented with long loose hair on the head, and holding a cup with fire in his hand, witn garlands of red flowers over his shoul ders. No. 26. THE TOWN PRIEST. The Poorehet or Town Priest is by caste a Smarta Bra min and a worshipper of all the Gods; after having made himself master of the Vede, and become acquainted with therites and ceremonies of the Hindoo religion ; His duty is to attend families with the exception of Parias and Mus sulman, in administering the rites and ceremonies of mar riages and births, giving names to infants, funerals &c, ac cording to the rules laid down in the Vede, and thePuran. Also to read the Shastras and other religious books, treat ing of the moral code of worship. He obtains his living by calling at^ the Houses of the different Inhabitants, and receiving donations of flour, rice and other ingredients, up on which occasion he carries a bundle of rice on his back, a role of Plaintain Leaves under his arm and a pot of Ghee in his hand, beside some copper pieces."], [28, "14 No. 27. THE ALMANACK BRAHMIN. The Punchangi or Almanack Brahmin, is by caste a, Smarta -Brahmin and a worshipper of all the Gods. This man is by profession an astrologer, and his calling is to visit the families in the district in which he resides, and report to them the different days, for the performing ce remonies, to inform them what star is propitious for per forming any act of importance, or what portion of time may be considered the evil hour &c, He gets a monthly allow ance from those persons upon whom he attends. He depends entirely upon this calling being of no trade. No. 28. THE AGRICULTURIST. The Cudi or Ryot is by caste a Modaley or Modaliar* and a worshipper of Siva. His customs and ceremonies are similar to those of the Sudra caste. Most of the peo ple of this caste are employed in the cultivation of the land, and some occupy themselves as writers in the public offices, whilst others engage themselves in mercantile pursuits. Modaliar meant in Tamil, Original Workman,"], [29, "15 No. 29. THE VILLIAGE ACCOUNTANT. The Conacapilla or Villiage Accountant, is by caste a Sudra and a follower of Vishnu. His habits, customs &c. are the same as those of the Cowkeeper, he being of the same caste. Their occupation is to keep the general accounts in con nexion with the Government land, for which service they receive a commission on the amount of reported revenue. No. 30. THE WASHERMAN. The Dhoby or Washerman is by caste a Sudra, and a follower of both Siva and Vishnu. His occupation con sists in Washing and Bleaching the various Garments of the Native population from whom he receive* by way of remuneration, Rice and other produce of the land. When employed by Europeans he receives pay from 4 to 10 Rs. per month, according to the number of persons in the family."], [30, "16 No. 31. THE BARBER. The Umbutan or Barber is by caste a pure Sudras, and a follower of Vishnu ; His occupation is to shave the face, head, armpits, &c. of the male and cut the hair of the female portion of the population, as also to cut their nails, pluck their whiskers and beards and to champoo them when required, for which each individual pays him from 2 to 3 pice, if employed by the month, from 1 to 2 Rs. is given by the Natives but Europeans are expected to give from 2 to 5 Rs. He also is frequently engaged to carry letters and par cels from one village and from one individual to another, for this extra work, he is remunerated by gifts of rice and other grain. In addition to this he is sometimes employed as a musician at Weddings, Natches or Temple service, for which he gets about half a Rupee on every occasion. No. 32. THE EARTHEN POT MAKER. The Kosamun, or Pot maker is by caste a Sudra, and a follower of Siva, who is supposed to have much influence over the operations of fire, therefore, he frequently prays to this Deity, that though his agency, his pots may not crack during the operation of burning. His occupation consists in forming earthen utensils of all descriptions, Bricks, &c, &c."], [31, "17 No. 33. THE TAILOR. The Tayikaian or Tailor, i3 by caste a Sudra, and a fol lower of Siva ; He is employed generally by the month as an indoor servant, and works at his needle, making and mending both male aud female apparel from 9 o'clock in the morning until 5 in the evening, after which if so agreed he waits at Table, or assists in any way required, his pay is from 10 to 12 Rs. per month. No. 34. THE OIL MONGER. The Vanian or Oil Crusher is by caste a Sudra and a t .. r'~ ■-■■'■' follower of Siva ; his business is to crus^h and press. Oil of the different kinds in common use, such as Cocoa nut, Liu seed, Tail and Castor seeds &c. &c. The machinery which is worked by Bullocks is generally attached to the.bujlding where the different Oils are exposed for sale. The Oil Crusher is called in Sanscrit Tilghataka."], [32, "18 No. 35. THE TADY MAN. The Sanarun or Tady man, is by caste a Sudra and a follower of Vishnu. His occupation consists in collecting Tady, or the liquor which runs from the Cocoa nut tree when an incision is made in the younger branches ; he climbs with great agility to the top by means of a rope attached to his writs and notches cut in the trunk of the tree ; another rope is attached to his body to which hangs the Tady pot into which he pours the small quan tities which are deposited into the receivers, previously fastened under the incisions. He also cuts leaves of the Palmyra and Cocoa nut Trees &c. which are used for various purposes such as damming the water Tanks, roofing Houses &c. No. 36. THE BANYAN. The Satteyar or Banyan is by caste a Berryman which is the third class of the four original Hindoo castes, and a follower of Siva. The rites and ceremonies performed by the Berryman are superintended by the Brahmin, with the exception of the southern division of Madras, where the Gurucul Priest officiates. The Banyan is generally a dealer in Corn and Native spirits."], [33, "19 No. 37. THE SHROFF. The Comatee or Shroff, is by caste a Visha, and a follower of Vishnu ; His occupation is to change one de scription of money for another, for which he gets a certain premium as may be agreed upon ; He generally sits in a principal thoroughfare of the Town or village, or attached to the Bazar, where is calling may be most use ful and profitable. No. 38, GLASS ARMLET DEALER. The Soodi Karrun or armlet dealer, is by caste a Sudra and a follower of Vishnu. His occupation is to expose for sale glass rings of vari ous colours, which are worn by women of all castes as armlets. His stall is generally in the Bazar, although there are some who hawk this commodity about from House to House."], [34, "20 No. 39. THE WEAVER. The Kyky,}wm or Weayer is by caste a Sudra and a follower of Syy.a ; and his employment consists in weav ing Giqtbs made of jpotton, which vary ma terially as to texture,- but ar,e generally of a coarse cha racter ; -These plpths he exposes himself for sale, either in the Bazar, or at public fairs. No. 40. THE WRITER. The Modeley or Writer is by caste a Sudra and a fol lower of Sjya ; he if employed in the different government and Mercantile Offices, either to keep accounts or copy letters, dispatches &c. His pay yarifi3 from 10 to 1Q0 Rs. per month."], [35, "21 No. 41. THE SATANEE BEGGAR. The S.atanee Beggar is by caste # Snira, and a follower of Vishnu. He hialntains- himseli and family4 wholly by begging, which according to the laws of the Vystnava, is not at all considered derogatory ; he confines his begging favours to Hindoos Of the 'higher classes hot\" being allow ed to receive alms either from Parias'or Mussulman. He generally carries a fan of Palmira leaves in his hand, and bears the mark of Vishnu, (three straight lines) on his fojehead as also on the Copper pot, in which he deposits tlie donations office,\" flour, grain Ksi. yhich are given to him previously to commencing business in fiie morning ; be wears a Tolasey or herb necklace round his neck, denoting his real faith in Vishnu. The Wife of the Satanee Beggar, makes fans of flowers and presents them as offerings to the Deities of Vishnu, far which she sometimes receives pay, but on Holydays performs this service without remuneration. No. -4$. THE PANDARAM BEGGAR. The Chadimbal.um or Pandarani Beggar is by caste a Sudra and a follower of Siya. His office is to jgj&jje in |he £cnipl§ flj gabh,apatee, from which place many of them wander atjp.ut as Beggars with their families', those who' officiate in the' Temple, devote the whole of their tkris to devotion,' Vearing beads 'of the Rudrach'a (a fruit) on 'their heaiJsV arms,\" he'ck' and limbs, covering their bodies with wood-ashe? ' and Cow'dung and flowing their .bgards to grpv, 3nd dfiv$ te »QSf of .their time to repeating prayers."], [36, "22 No. 43. THE DRUM JOSEY BEGGa^-- The Drum Josey Beggar is by caste a Sudra, and is a followei of Siva ; He is a Prophet amongst the lower castes of Hindoos and predicts coming events ; His dress is a long Gown of ragged cloth ; he holds a small drum in his hand and goes from House to House early in the morn ing and beats it, a9 a prelude to receiving charity. No. 44. THE TEMPLE BEGGAR. The Dasari or Temple Beggar ; He is by caste a Sudra and a follower of Vishnu ; Dasari means a servant to the Temple ; His duty is to wash the flour of the Temple and the Pagoda every morning during Holy-days with Cowdung ; He wears Oil cloth round his waist, a yellow mark on his forehead, holds an iron lamp with a burning light in his hand, and begs alms of every individual who attends, the festival ; for his services on ordinary days he receives the food which has previously been offered to the God."], [37, "23 No. 45. THE BYRAGEY BEGGAR, The Byragey Beggar is by caste a Sudra and profess es to be a Brahmin, but is not recognized as such, by those who legitimately bear that name. He is a follower of Vishnu and a Disciple of Kabeer and Ramanundi and wears the Sarsadotal thread. His occupation is to visit those temples where the most reverenced Gods are placed, as also consecrated Rivers &c. ; He begs alms as he goes from place to place, and is considered by the people as a very sanctified Devotee. The dress of this mendicant is a Tiger skin, be bad holds an antelope skin under his arm and a water Tomba in his hand, covering his body with wood and dung ashes. No, 46. THE JUNGLE MAN. The Sidya Karuin or Bird Ketcher, is an outcaste, and a follower of the Jungle Goddess-es ; His place of resi dence is the forest, and his occupation ensnaring birds, which he sends to the nearest village or Town for sale, the proceeds ofwhich provides himself and family with food. His habitation is very rude, being composed for the most part of mud thatched with dried Grass. His clpthing merely cpnsists of a piece of coarse cloth fastened round the waist hanging to the knees."], [38, "24 No. 47. THE ROOT DIGGER. The Iralavan or Root Digger is an outcasts, and a sol lpwer ef the Jungle Goddesses. He has no connexion with any caste, nor does he per form any religious rights or ceremonies, but he places im plicit faith in the supposed Goddesses of the forest, be lieving that they possess much influence in enabling him to find such leaves and rOPts as may be useful as medicines ; their occupation is that of providing foots, Herbs &c, for the Native Dogtors, a_nd exchanging with the Hawkers for clothing o.f different £ind$. No. 48. THE LEAF WEAVER. The Sopoo Kora.ba.r or Leaf Weaver is an oufcaste, and a follower of the Jungle Goddesses ; IJe lives in a perfect ly rude and natural without any covering but that afforded by leaves of 'frees, and'subsisis on wild animate, leaves and roots ; He also wears pendants in his ears These people are very seldom seen either in Towns or villages."], [39, "25 No. 49. THE MEDICINE SELLER. The Marund Karan or Medicine seller, is by caste a! Sudra, and. a follower of the Demi Goddesses. His occupation consists in providing roots, leaves, herbs &c. preparing them for domestic use and selling tbem both to the Native Doctors and families. He is not a medical practitioner but merely a seller of drugs. His dress generally consists of Pink cloth, with a Tur ban of the same colour, and Copper Armlets, No. 50. THE JUNGLE WATCHER. The Kadu Kavil or Jungle Watcher, is by caste a Sudra, and a follower of Vishnu. He is in the employ of the Zamindar of the District, and his duty is to guard the Jungle or tract of land in the jurisdiction of that officer, from all thieves and impro per persons He is aimed with a Sword, Pike, Firelock and Shield His pay is from 4 to 5 Rs, per month."], [40, ""], [41, "LIST OF SUBSCRIBERS. Copies. Honorable G. K. Clerk 7 5 Honorable L. K. Reid.... 2 Honorable J. P. Willougliby 1 Honorable Sir T. E. Perry 2 A. Malet Esq 1 G. S. Blane Esq... 1 H. Young Esq 1 H. P. Malet Esq 1 DeVitre Esq 1 C. J. Davies Esq., C. S 1 E. R.G.lvneEsq„C. S 1 E. P. Down Esq.,C. S I R. H. Ryan Esq., C. S 1 J. Gibbs'Esq., C.S 1 J. W. Watson, Colonel 1 H. W. Barr, Captain 1 J. G. Forbes, Captain 1 R. Morgan Esq * . •• 1 W. H. G. Dunlop Esq 1 J. Maekenna Esq. } B. A. Biemner, Esq * J. Boyd Esq 1 J, Holland Esq 1 O. W. Ketterer Esq 1 Mr. C. Bromley 1 J. T>. Campbell Esq 1 A . Bremner Esq i • *■ G. Ingelo Esq 1 T. E. Tanner Esq * Augt. Wattenbaucli Esq *• Burjorjee Muncherjee Esq..... l Ha. MacduffEsq 1 S. T. Richmond Esq \\ C, Q, Evans Esq *"], [42, "J. Parson Esq. .......#••• ■ 1 N. W. Elliot Esq , 1 H. B. Lynch Esq 1 Benjamin Hamilton Esq 2 R. J . Jermyn Esq 1 John Turner Esq 1 William Scott Esq 1 Mr. A. B. Boswel 1 Mr. J. V. Britto .. . ••• 1 Mr, W. Henderson 1 Mr. N. Fernandes 1 Mr. C. D. Gilder 1 Mr. T. A. Chalmers .... 1 Mr. J. Barry 1 Mr. Alex. Faulkner 1 Mr. M. De Silva 1 Mr. Selbey 1 Mr. F. Fernandes 1 Mr. P. M. De Silva 1 Mr. H. A. Capon 1 Mr. S. Viegas, Junior, y^^&^^fcf. * Mr. J. S. Henderson. ./...: . .\\T\\ ... 1 Thomas Jefferies Esq . .(. 7. .^Q .1?/ 1. W. F. Giles Esq. V^g^\". 1 Dossabhoy Framjee Mama. A . »^ 1 W. H . Parker Esq 1 ' Mr. B. F. Home 1 Mr. M. W. Potter k 1 Richard Smart Esq I G. W. Campbell Esq I Mr. T. Desmier I Richard Willis Esq \\ Alex. Forbes Esq , 1 W.C.Allan Esq ! 1 Jeejeebhoy Dadabhoy Sons Esq 1 W, J. Young Esq 1 J. S. D. DeVitreEsq 1 Mr. E.T.G. Pearson... 1 Mr. A. Dewarte. . . . •» 1 .las. Sliirr'd Esq 1 N T. A. Dearman Esq L H. W. J. Wood Esq ,.. 1. James Bird Esq. 1"], [43, "■ja, i 'ojQAitSe^"], [44, ""], [45, "&)*Lud,"], [46, ""], [47, "JQy -w-cvit/"], [48, ""], [49, "JQA XCcrOK *4/kafc"], [50, ""], [51, ".yir, 5"], [52, ""], [53, "Mr, 6"], [54, ""], [55, "JT?J ZJJu/^warffc'SwinnM/n/"], [56, ""], [57, "jn*tt if It. y*<<*At &;&*/'"], [58, ""], [59, "Jtf. MMfarfamwA"], [60, ""], [61, "Jt"], [62, ""], [63, "*A« e^^^^^c^^^"], [64, ""], [65, "Jfejj*."], [66, ""], [67, "Viv- &n &eu."], [68, ""], [69, "jn,r,s"], [70, ""], [71, "Mr,tf <%& -l.(nc/>nex/"], [72, ""], [73, "*AQv/( (Jsde< c$<Hud/' yU*Mf"], [74, ""], [75, "M,4V i/JLs"], [76, ""], [77, "-Mn /i"], [78, ""], [79, "M/s Afcnruvn/"], [80, ""], [81, "9)evriwiA/ &)£& *Jiutua*ui jruw"], [82, ""], [83, "yflsf >Wfe^^^2^?Z^W"], [84, ""], [85, "*J***"], [86, ""], [87, "Q-Jl 33. /twa, JHaw^"], [88, ""], [89, "*>Æ-£j>"], [90, ""], [91, "Jflzr Jri/ie, McmcM"], [92, ""], [93, "i^yf-jr £ st \"J^J^W^"], [94, ""], [95, "<jtfr2 7"], [96, ""], [97, "*/# 28"], [98, ""], [99, "c 4n C7%#"], [100, ""], [101, "Q^yp-3^ c%& Jfcjhm;"], [102, ""], [103, "J"], [104, ""], [105, "Jnœ laa./$£4M!!!fa"], [106, ""], [107, "eJi,. a/m^Of^r-"], [108, ""], [109, "C-JPaJ>. aÆz /^famœpr."], [110, ""], [111, "J^^Z€i^(A^!z^2/."], [112, ""], [113, "cJ?3t aSAœt^mœmni"], [114, ""], [115, "cyfis? oJM^naMxM"], [116, ""], [117, "c/fe*"], [118, ""], [119, "yMj/."], [120, ""], [121, "<L-Æjrt> oy/k 7/ac^a"], [122, ""], [123, "zJsU/ <2%Mj0æ/mM $£0^"], [124, ""], [125, "tljtlJ'S. <2ym&Jfo^/z?/wm> Æuwv:"], [126, ""], [127, "2ji-Jr3 <z/4# Æ/u^p?^ m/evy"], [128, ""], [129, "clMu. a^^^^^yW^^"], [130, ""], [131, "qAM."], [132, ""], [133, "oJ?M. <2>m Junœw<iÆms."], [134, ""], [135, "<>Mm"], [136, ""], [137, "oyfcM"], [138, ""], [139, "<LJUf. ro^oyfhkam JbA&r"], [140, ""], [141, "dJl-to <2^&^&»^^ W^c4er"], [142, ""], [143, ""], [144, ""], [145, ""], [146, ""], [147, ""], [148, ""]]