[[1, ""], [2, ""], [3, "PEASANT LIFE IN THE NORTH. SECOND SERIES. BY THE AUTHOR OF \"BENONI BLAKE.\" Crown 8vo, 9s. u These stories are extraordinarily real, not producing the effect of stories at all, but of experiences pondered over and set forth with an almost painful earnestness. The life of the Dyke-builder is the simplest of pictures, but it has true pathos and beauty. The mother's character in its rugged courage is finely drawn. In a totally different way Jamphlin Jamie is admirable, and indeed deserves closer attention and warmer praise, because he is much more difficult to draw to the life. The volume it delightful, and one not easily to be forgotten.\"— Spectator. \" This author has here given us another half-dozen of his genuine pictures of hard, mud-bespattered* uncomely beings, who, under his hand, take on the colour of romance, and deeply interest us.\"— Daily Telegraph. \" This author has returned to his true attitude, and holds ground which none may dispute with him. In quiet characteristic pictures of lowly, and apparently un interesting characters, he is unequalled. He has a unique power in gradually wrapping the * dull clods ' of Scotch villagers in a kind of glamour, and makiDg us interested in them as if they were veritable creatures of romance. The volume throughout fresh and vigorous, is, in some respects, better than the first series.\" — Nonconformist . STRAHAN & CO., 56, LUDGATE HILL, LONDON."], [4, ""], [5, "MARGARET"], [6, "REPRINTED FROM \"THE SUNDAY MAGAZINE\""], [7, "MARGARET By C. C. FRASER-TYTLER AUTHOK OF \"JASMINE LEIGH VOL. II. STEAHAN & CO. 56, LUDGATE HILL, LONDON 1872"], [8, "LONDON: ERADEUKV, EVANS, AND CO., PRINTERS, WHITEFRIARS."], [9, "MAKGAEET CHAPTER I. \" Perplext iu faith, but pure in deeds.\" — In Memoriam. A train is rolling slowly along through green fields, now powdered with July dust. Wayside crucifixes, ghastly enough when they are approached, are placed at intervals along the line, or rather in the fields below it. A short, sturdy woman, with full dark petticoats, and a jacket bedecked with much silver and many coins, passes, or is passed now and then. Sometimes she kneels for a moment under the shadow of the outstretched E VOL. II."], [10, "MARGARET. 2 figure with the upturned face of agony, painted, alas ! but too vividly by the poor artist of some neighbouring village. Too vividly for our peace, who are conscious for an instant that life is going too easily with us who are followers (so-called) of Him ; too vividly for those who have turned aside from the old ways for The Titan child's decree, The baby Science, bom but 3-esterday,\" and who, as the upturned face is for a moment brought before them, start inwardly as the words of a mother's hymn come to their minds, and the soul whispers, \" \"What if the old way were the true way, after all ? \" I would not harp to weariness on the theme that has already tinged two chapters. They have much to answer for who weary humanity out of all interest in great and high things by their unskilful and injudicious handling. And"], [11, "MARGARET. 3 how repetition deadens the keen edge of inte rest, and how habit and familiarity make the greatest of mysteries appear to us as common place, is well known to us all. But an age has come when thinking men and women cannot be satisfied with nominali ties. Lukewarmness has had its reign ; now zeal for good or evil is abroad in all the earth. Traditions, however ancient and venerable, say the materialists of to-day, shall not stand before the touchstone of Truth. The answer of Gamaliel were not amiss here. If the tradition be not of God, verily it shall not stand. If it be of God, it stands, and shall, to everlasting. People are thinking now as they have never thought before; and people are more honest than they have ever been before. Man's mind is working with a vigour and a sincerity of purpose that seems to be wholly new. The B 2"], [12, "MARGARET. 4 world has had its play-time, and when it wa& frivolous and ignorant it accepted the highest and holiest truths, not altogether from piety, not altogether from faith, but because it was easier to accept than to refuse. Yes, and sometimes because there existed no degrees of ease and difficulty for it. It is easy for those who have never thought for them selves to swallow what is offered them by others. This is too often mistaken for faith. Is it faith in the eyes of God ? I think not. Faith cries, \" Open Thou mine eyes, that I may seei \" as David cried ; not, \" Blind me, that I may accept all Thou givest, or that is^ given in Thy name.\" Does it displease Him, think you, that the man to whom He has given vast gifts of rea soning and intellect, should use these for all other services than for the contemplation of"], [13, "MARGARET. 5 Him ? When Reason has \"reached her limit, the soul that is greatest cries out indeed, \" There is yet more beyond ! \" How should the finite comprehend infinity ? \"Is the ser vant above his lord ? \" God says [to man, as to the waves of the sea, \" Thus far shalt thou come, and no fur ther, and here shall thy proud waves be stayed.\" And what shall follow here if not that holy thing called faith ? And what is faith but the boundary line where man, losing himself, would fain lose himself in God? And what is poorer, meaner, more narrow, and dog matic, than that teaching which says, \"Because I see no more, no more exists ? \" The same maxims fell heavily upon the heart of one Christopher Columbus, who dared to believe in something he could not see ; and who, believing, and likewise searching, found .that in which he had believed, after all."], [14, "MARGARET. 6 Honesty is good ; but the abuse of honesty comes round again to self-deception. Faith is good ; but faith itself may be degraded into a superstition. There is a prayer which be seeches of our Father to give us a \"right judg ment in all things.\" We need that blessing very often. In the train that is rolling into Munich, and in one carriage, there is a faith that has been. degraded into an obstinate superstition, and there is a follower of honesty who is verging upon self-deceit. And perhaps there is one who, as nearly as may be, takes the equal course between them ; as nearly as the deli^ cate balance of the human judgment will allow of. Besides these, there is a Frenchman, who is rattling out profane jokes, and talking with impudent familiarity of the \" bon Dieu \" whom he docs not know, and of the \" ciel,\" in which"], [15, "MARGARET. 7 he does not believe. And there is an Ameri can, with opinions like his clothes, very loose and badly put together. The conversation had begun between the American and a young Englishman. Each had given his opinion freely about some question of the day, more or less directly connected with the question of religion. The American, with a bravado that was offensive and vulgar, had given his views unasked ; the Englishman had stated his own without ostentation, even with some unwillingness, because he felt himself challenged by an English lady, who called him to her assistance in \" sitting upon \" the American. \" I must tell you,\" said he, in answer to her garrulosity and vehement appeal, \"that I share some of this gentleman's opinions, and that you are mistaken in supposing I can take up the cudgels against him.\""], [16, "8 MARGARET. And then he had looked down at the Times on his lap with a heightened colour. There was something in his voice, and the honesty of his words and manner, that im pressed one with the idea that he was at least as truthful as the daylight. He had doubts ; he would not therefore that a stranger should suppose him, even for one moment, to be better or other than he knew himself to be. The English lady turned upon him with all the weapons of her mistaken and ignorant zeal. Mistaken in its form I mean ; for so narrow, unchristian, and almost revolting, did Chris tianity appear through the medium of her eloquence, that she proved herself but an ill advocate of her cause. Mere abuse, ill-temper, contradiction, and bold assumptions, will help no cause that is worth helping. The very decision with which this unworthy champion spoke was her worst"], [17, "MARGARET. 9 enemy. People of liberal opinions, and with minds that they would fain think unprejudiced, turn with disgust from all that is narrow, and obstinate, and decided. The men that would have listened to Margaret's well-weighed words and patient manner, treated this woman as a fanatic. God made religion grand and pure and catholic, but men have sought out many inventions to bring it down and to degrade it. No wonder we come to think with the poet — \" There lives more faith in honest doubt, Believe me, than in half the creeds ; \" creeds believed in too often only because they are not thought about at all. A man's worst enemies are his ill-judged friends ; too often the most prominent of God's servitors are his virtual foes. Margaret did speak at last — for Margaret is here, how, you will hear presently. And"], [18, "MARGARET. 10 when she spoke, the manner of both thc com batants changed at once. The lady who had been so valiant having delivered herself of all her logic and no-logic, was now maintaining an indignant silence in the corner. The American, who cared little one way.or another, soon retired from the conflict, and betook himself to sleep. And Margaret and the Englishman, who sat side by side, had the rest of the conversation to themselves. They were sad enough, both of them. She with the sorrow of suspense upon her, and he with that weary burden — a troubled mind. He at least had no unreasonable decision. To Margaret he spoke with the diffidence of one addressing his superior. He had one wrorship left, that of purity and holiness, only as yet he could not accept the beaten track. \" Sometimes,\" said he, \" I can see it all as you do. and then thoughts come, and science"], [19, "MARGARET. 11 seems to go so against it all, and then it is as dim as ever.\" He spoke with such hatred of all that is low and evil, with such reverence and respect for all that is good and true, that even Margaret marvelled, and questioned within herself whether her standard were as high. \" He cannot go wrong,\" she said to herself: \" following purity as he does, there is only one place where he can end ; that is, where he finds purity and holiness incarnate.\" They stopped for a long time at some small station, and no one got in or left the train. \"They're calling at the houses round about to see if any one's coming, I guess,\" observed the American drily, curling himself up to sleep again. \"This is the last station before Munich,\" said the young Englishman to Margaret. \" Do you get out there ? \""], [20, "MARGARET. 12 \" Yes,\" she said. Her eyes were very bright —that had been so sleepless since England had seen them— but her face was so drawn and thin that it would have attracted the attention of the most unobservant. Her fellow-traveller was very much con cerned. \"You wull have some sherry, will you not?\" and he held the cup of his flask to her, while his kind open face looked anxiously into hers. He had a different face to Mr. Cargrave's ; and yet the impetuous lady opposite would have made and seen no distinction between the two. But Margaret could not taste it, though her lips were parched and dry. The anguish that for a short time had been suspended or con trolled while she talked eagerly and earnestly •to her neighbour, had returned with redoubled force. He saw it, and with intuitive good"], [21, "MARGARET. 13 feeling was silent. No one could have been otherwise than respectful to Margaret : this man would never have been otherwise if he could. As they neared Munich, Margaret came back to herself for a moment, and remembered his kind thought of and care for her. She re membered too his troubles, and she felt sure she should not easily forget the look of sadness on that open, almost sweet face. Most women would have been ashamed to say to a stranger what Margaret said. For most, perhaps, it might be ill-judged, or imper tinent, or unnatural. To Margaret, with all her reserve, it was perfectly natural. \" You will be happier some day soon. I will pray for you.\" The tears welled into his eyes, that were almost childish in their plaintive, searching expression. After a long pause he said :"], [22, "MARGARET. 14 \"If I had lived with good women I do not think I should be as I am now.\" \" Have you no home, no sisters?\" said Mar garet. (I fear most girls would have said, \" 0 no !\" and disavowed the power that good women have.) \"Not a home that does me any good. It has done me harm. That and college together have set me wrong. They are too good for me ; I cannot talk to them and ask about my doubts and my fears. They have not heard there are any such things in the world. I never saw a woman as patient as you are with a fellow who does not think just as she does : not because he will not, but because he cannot do it honestly, somehow. God knows I would if I could.\" And he put his hands over his face and turned away from Margaret. \"If my mother had lived,\" said he, \" it"], [23, "MARGARET. 15 would have been different. As it is, I never go home now ; and they don't care at all. They have given me over to all evil for ever. But I am talking to you and tiring you, and you look so ill. Here is Munich : I will get your luggage out: please sit down on that bench ; the wraiting-rooms are generally too dirty to go into.\" He got the luggage and called a droschke. \"Your address?\" he asked. \"Where shall he drive to?\" \" Hotel Sophienbad,\" said Margaret. Her face was so ghastly by this time that he forced her to take some of the discarded sherry before he would let the man drive on. \"I shall be here a few days,\" said he; \"if I can be of any use, will you let me know ? Here is my card.\" Then he took off his hat and was gone. While the droschke rattles through the"], [24, "MARGARET. 16 white dust of Munich, and down the Maxi milian Strasse, we must go back a little, to account for Margaret's sudden removal from Beauchamp Towers. There is a certain yellow envelope, with the ominous \" immediate \" printed on its forehead, that is never quite a welcome messenger amongst us. Never at least until the contents have yielded themselves to trembling fingers, and sick hearts have bounded to the words of joy and healing. Every one looked round (on that Tuesday after luncheon) when the door opened, and every eye followed with dread the course of the yellow envelope. They were all women at that moment, remember, and most of them had some one to hope for and to fear for. And swift as lightning thought carried them each to her own, and each went through a little dream of fear, and suspense, and hope,"], [25, "MARGARET. 17 •and relief, before the unwelcome missive found its destination. There was one exception to this variety of feeling — if hope and fear may be called feeling. From the moment that Margaret had seen the swift-footed messenger, who in his haste had crossed the lawn beneath the windows, an overpowering dread had seized her. She did not once make place for hope : she did not once question from whom and of whom the tidings came. Before the footman had crossed the room she was as certain that some evil had befallen Gaspar as if she had seen it written by a hand of fire upon the wall. When she had looked out of the window, and the dread had first seized her — it was more than dread, it was a conviction — Mar garet had sat down, because she could not stand, a little apart from the others. In that moment every vestige of colour forsook her c VOL. IL"], [26, "18 MARGARET. face, and the hands she had folded closely together gathered round them a cold dew. Now it lay upon her lap an instant, un opened. Now it was seized almost fiercely between the cold dewy hands, for a stranger's hand had been put forth to touch it. Philip pine had placed herself between Margaret and the lookers-on, and she laid her hand on her shoulder. She wished Margaret to know the worst, or to put an end to her vain fears, if such they were, at once ; and she hit upon the right expedient when she attempted to open the telegram herself. o \" Ludwig Gessler, Hotel Sophienbad, Miinchen, to Mademoiselle Marshall, Fernhill, &c, London. \" Your brother is very serious ill here. Pray come now.\" Margaret's courage came back to her with the demand for action. She tried to stand"], [27, "MARGARET. 19 up, but Philippine pushed her gently into her seat again. \"I will get the train-table,\" said she, \"and then you shall come with me to your room, and we will see when the next goes.\" They sat together for ten minutes, that seemed an hour to both, and Philippine drew her taper fingers over column after column of the hopeless railway-guide. One at 5.15 p.m. — three hours hence — that did not go as far as London. One at 4.15 — that stopped at Dray bridge ; two hours to wait there. \" If you went by that,\" said Philippine, stroking Margaret's hair soothingly with her soft hand, \" you could drive home and see your children ; and then join the express at Dray bridge again at 6.15. You would be in London by 7.15, and get down to the quay in good time. Boats start for Antwerp on Mon days, Wednesdays, and \" c 2"], [28, "MARGARET. 20 \" This is Tuesday,\" said Margaret, with a groan. The table was taken down to Mr. Beau champ, and Margaret had ten minutes alone. When Phil came back, she was on her knees before her box, packing the few things she would require, and the look of desolate help lessness had been lifted off her face. \" Dear Margaret,\" said Phil, raising her by the waist as if she had been a little child, \" let me do that. You drink that wine I have brought you, and then put on your bonnet. There is a train at 3.50 that you can meet at the station beyond ours, and the carriage is coming round at once. You will have plenty of time. Take some books with you — these are yours, are they not? I will put them in, and some of mine, too, because when he is getting well, you know, he will like being read to. Many people are seriously ill, Margaret,"], [29, "MARGARET. 21 over and over again, and get through it quite safely. Don't lose heart.\" \" If I may but see him once ! \" she whispered, tying her bonnet-strings so tightly that she nearly choked herself. Too ill to write ! How could she have much hope that he would recover ? \"Once, once!\" she kept saying to herself, half in a dream, half in an agony of prayer. Words that came to her lips a hundred times and more, before suspense itself was suspended, as the slow Bavarian train puffed lazily into Munich station. There lay the quaint white town, with its dark crimson cupolas, baked to a white heat under the July sun. There stood the grand figure of \" Bavaria \" among the dusty trees. And there stands a colourless Englishwoman, in a foreign land and among strangers. But friends arise for us from among strangers, and in strange places."], [30, "CHAPTER II. \" Well, if a woman hadn't better be in her grave than be married ! That is, if she can't be married to a decent man.\" — Mrs. Caudle's Curtain Lectures. Me. and Mrs. Pickering put themselves on board the Southampton and Havre packet one hot day in June. The green waves were a little rebellious, the hot bright weather notwithstanding. Perhaps they protested against the unusual weight they were called upon to bear. Mrs. Pickering poised herself upon the narrow bench and leant heavily upon the bulwarks. She was in full travelling costume brown holland suit with a loose jacket, a white"], [31, "MARGARET. 23 bonnet with yellow ribbons, and a large blue \" ugly.\" This last appendage protected her •complexion from the detrimental effects of brine and wind. Mrs. Pickering had a very large carpet-bag, and a very small maid. With little luggage she had consented to put up, but without her Abigail move she would not. \" You have no feelings, Pickering, for the feelings of a delicate woman arrivin' in foreign parts by herself.\" \"By yourself, old woman?\" \" Yes, Pickering, begging your pardon — you ain't no use in the ways I refer to. Do you remember, Pickering,\" she continued, in a solemn and impressive voice, \" do you re member when we was on that blessed tower through Germany, and you would have me go alone and unprotected — do you remember one event as happened ? Oh no, very likely not ;"], [32, "MARGARET. 24 it didn't make no odds to you if a furrin\" flunkey came a-marching in my room, quite composed and imper'ent, before I was out of my bed. ' Wussi les letters,' said he, puttin' 'em on the table and a-staring at me as if he'd never seen a nightcap before. And ' Wussi le door ! ' says I, screaming at him till my throat was split.\" \" He never came again, did he, my woman?\" asked Mr. Pickering, who wras smoking his pipe cross-legged. \" No, I thought not. One look was enough, eh ? \" Mrs. Pickering whisked her portly person round with such activity as was possible, and sulked. Sulkiness brought on a worse com plaint, and pride had to fall before necessity. \" Pickering, call Pamela,\" said she. Mr. Pickering stared. \" Who's Pamela ? \" \" Jane, Jane ! Can't you call her by one-"], [33, "MARGARET. 25 name or another ? Pamela's a more suitable name surely, Pickering, for foreign parts, than Jane? I told you she was to be called Pamela, long ago.\" Pamela, alias Jane, was called to her mis tress, and took up her station beside her. But in the woeful match the servant outstripped her mistress. She was fairly ill before Mrs.. Pickering could even lose her colour. \" I do feel that ill, Pickering,\" said she nevertheless, holding her side, and groaning, and flinging herself half over the bulwarks, \"that I could wish — I never was born.\" And she looked into his face for some loving re sponse ; for a word of entreaty that she should not wish anything so fatal to his happiness. \" So could I — almost — my woman, do you know ! \" he answered coolly. Not being in any way a sufferer himself, the words could"], [34, "26 MARGARET. admit of but one interpretation to any one but Juliana. \" Walk up and down, Pickering, my dear love,\" said she coaxingly, \" or I'll make you J? worse. He was too glad of the opportunity, and strode about with his hands in his pockets, his slouch hat tied down over his ears, and the wind stirring up even his thick bushy eye brows. He was a sociable man, with kindly manners, and a deal of rough humour ; just the man to make friends after a fashion with idle, wind-blown people on the deck of a steamer. But there is very little peace for some people in the world, besides the wicked. Juliana's eyes followed her husband restlessly from point to point. \"Pamela,\" said she at last, startling the poor little maiden, who, really unfit to move,"], [35, "MARGARET. 27 had laid her head upon the bulwarks, \" go and tell your master to speak to me a minute. Don't run, Pamela : it don't look dignified nor well.\" Poor little Pamela, who, at the age of fifteen, generally moved very quickly, and ran up and down the dingy London stairs, had no thoughts of running to-day. She tottered towards her master and gave the message, and then fell back into her place. \" Come to the fore-part, Pickering ! \" said his wife. \" I wonder at your going down there, as you wasn't a gentleman at all. Who'd think what your per-annual income is, to see you hob-nobbing with the low classes down there ? \" \" You go to sleep, Juliana, my girl, and don't fret about me. You'll never be well till you get a sleep.\" That she would not, if it could be avoided."], [36, "MARGARET. 28 But go to bed she very soon found she must. With misty eyes she looked round for her husband to help her ; and, failing to see him, she and Pamela reeled to the cabin together. There sleep overcame them both, and the green waves tossed them to and fro in vain. Even the hard old velvet on the sofas was a soft pillow for poor little Pamela, after the sharp edge of the bulwarks she had left above. To the lullaby of creaking portmanteaus, and heavy footsteps overhead, and the seething of the water against the vessel as she cut her way across the channel, and the tramp, tramp of restless and provokingly able people up and down the cabin stairs, mistress and hand maiden not only fell asleep, but dreamed. Mrs. Pickering had just prevailed upon her restive husband to make over a large picture and two purses of money to a gorgeous foreign"], [37, "MARGARET. 29 dignitary, in exchange for a baronship, which, printed in full form on pink paper, she was holding tightly in happy hands, when the fall of a handbag from its place on to her foot dispelled the fond delusion, and brought her back to fusty cushions, and the smell of dis tasteful cooking, and the jingling of bottles in a farther corner. A bundle of maps and a crumpled newspaper were on the floor beside her ; on the saloon-table a parrot's cage (with a, ruffled and dejected inmate) swung its brass ring ceaselessly from side to side. Its pro prietress, well enough to be playful, poked her umbrella ever and anon through the bars. Packets of pressed sandwiches littered the seats ; Charles Lever and Miss Braddon lay unheeded, or had been eclipsed by the greater attraction of hot brandy-and-water and a recumbent position. It was all painfully real and material to"], [38, "MARGARET. 30 Mrs. Pickering's eyes, still radiant from the glitter of the coronet of her dreams. \" Dear me ! what a delicious dream I was having to be sure ! 0 dear me ! \" and she yawned, and tried to pull^ the \" ugly \" that had been disarranged into its place again. The next thought was, of course, \" I wonder what has become of Pickering ? \" and it acted like magic, bringing back energy and vivacity into the whole frame. Mrs. Pickering had on the wdiole a kind heart ; at least she cast a glance at Pamela, and seeing she slept, proceeded to pick herself up and put herself together unassisted. It was a matter of some little time, and when it was completed, she was aware that her complexion was not quite what it ought to be. Green, I fear, was the prevailing tint ; and this green had been ploughed into small and irregular furrows by the merciless"], [39, "MARGARET. 31 cushions. In fact, one side of Mrs. Picker ing's face was unbecomingly seamed, and one of the eyes, that had done such havoc at Mar gate in the days gone by, was swollen and disfigured. But an arrangement of the \" ugly \" helped to modify this, and anxiety as to her husband's proceedings overruled for the most part other considerations. After a few unsuccessful attempts the stairs w-ere surmounted, and the sea breezes began to trifle with Mrs. Pickering's locks. The \" ugly\" bent and bowed, and the hairs streamed wildly across her eyes ; but they were impatiently removed, lest by any means the object of her search should escape her. Not on any seat, nor by the helm, nor on the paddle-box, nor by the funnel, wrapped up in his wife's shawl, and talking to another lady : such things had happened, but not to-day. Not even among the \" low \" steerage people at"], [40, "MARGARET. 32 the other end, for Mrs. Pickering soiled her genteel skirts so far as to go to the very verge, almost to cross the line of demarca tion — and still Pickering was no where to be seen. \"You haven't seen a gentleman of quality lately on the deck, my good man ? \" inquired the anxious Juliana at last of one of the crew ; \" the gentleman that came on board with me and suite ? \" \"Dunno' who 'sweet' is, and didn't 'appen to see you come aboard, ma'am ; but what sort of a gen'leman is it ? \" \" A gentleman of position, I tell you, my good man, with a slouch hat fastened down because ofthe wind, and \" \" Gen'leman of position, is he ? 0 — ay — well. I can't say as to position, ma'am, only he's in a very queer position now, and no mistake. And that's in the steerage cabin"], [41, "MARGARET. 33 a-larking with people who ain't got no position, 'cept the boards as is under their feet. It ain't a fit place for a lady \" But before he could finish, Mrs. Pickering, with the agility of a chamois, was half-way down the stairs of the steerage cabin. They a,t least maintained the character she had assigned to that part of the vessel ; they were so low and steep that, had not fear and wrath and retaliation armed Mrs. Pickering with a manly courage, she must have given up the attempt in despair. Such a scene was presented to her when she had reached the door, that even the swollen eye assumed its natural proportions, the better to serve its mistress. A motley crowd of poorly-clothed people, some looking very hungry, some very noisy, some very ill, occupied the so-called saloon. The sufferers lay upon the ground or benches, vor.. n. n"], [42, "MARGARET. 34 the hungry ones sat still, or, if they were children, cried. The noisy members stood round the table, on which a bottle of brandy and some glasses were placed. They wTere far from being a disreputable set ; indeed, most of them were respectable enough in their normal condition. But under the influence of brandy, sea-sickness, and jollity, and in Mrs. Pickering's eyes, they appeared to be the scum of the earth. To be sure the motley group came in but as a background or foreground to the one central figure, standing up with graceful pro minence among them. Devoid of coat, his hair tossed upon his face, his face itself purple rather than red, Joshua Pickering, member of a hundred Academies, and rejoicing in a \" per-annual income \" of some thousands, and before the eyes of his delicate and tortured wife, was-"], [43, "MARGARET. 35 employed in carrying about the very slouch hat by which she had described him, to each member of the strange fraternity; and into it each member (a pale young woman in black with two children clinging; to her, and a baby in her arms, excepted) dropped a contribution. \" Who'll pay the piper ? who'll pay the piper ? \" he kept exclaiming lustily, as he made his rounds. \" Come ! that's good ! that's a brave penny ! we'll have a fiver yet between us ! \" And the willingness with which coppers, and threepenny-pieces, shil lings, even now and then a half-crown, dropped into the hat, bade fair for the fulfil ment of the prophecy. \"Another, another!\" shouted several of the noisy members, rapping on the table with their fists, or the handles of their knives. \" Tip us a stave yet, old fellow ! \" And loud D 2"], [44, "36 MARGARET. and deep burst out a song from Mr. Picker ing's vast lungs : long enough to please the greediest, and rough enough for the most vulgar, and withal a vein of humour and cordiality, what the French call bonhomie, running through it, that made it touch a chord in every heart. Loud and long as was the song the applause was longer and louder. Mr. Pickering had not had such a \"fling\" for a long time : he was beside himself with joy at the so-long-foregone freedom. He tossed his hair back as a horse let loose tosses his mane in the wind ; but he had not got his head down yet; there is a hand on the bridle after all. \" Joshua Pickering ! \" That was all she said; but poor Joshua very nearly fell to the ground. His crest-fallen appearance was too ridicu-"], [45, "MARGARET. 37 lous for the manners of the company. They burst into a loud laugh. Mr. Pickering carried it off as well as he could ; but after all it was but a poor suc cess. • He shook hands with one or two of his new friends ; he pulled on his coat with a would-be air of indifference ; he tried to chaff his wife, but it was very feeble chaff. Finally, he emptied his hat as quickly as he could into the lap of the young woman with the hungry children. \" There ! that'll take you to Paris, poor soul, and keep you there a bit too. Stuff and nonsense ! what did I sing for, but to give you the halfpence? Take it, that's a good woman, and don't make a kick-up. Ah, don't be a fool ! \" he added, hastily, almost fiercely, for the poor young woman had stooped suddenly and kissed his hand. Such a great brown, Esau-like hand it was ;"], [46, "38 MARGARET. but to her what should it seem but the hand of an angel? In a moment afterwards she was washing her children's faces, and talking to them cheerily for the first time for many a day. Well she might be cheerful, raised from almost starvation to the competency of ten pounds sterling, not including two francs. The \" fiver \" may have been collected in the hat, but a second had found its way, I think, from Joshua Pickering's pocket. I cannot attempt to describe the situation in which this unfortunate gentleman of posi tion found himself, when the friendly faces of his associates in the steerage were shut out from him by the portly figure of his injured wife. Every ribbon on her bonnet, every hair of her head was stiff with horror : every step she took was a reproach, every look an arrow. Such times happily pass over at length ; and the distraction of landing at Havre, and being"], [47, "MARGARET. 39 called upon to use a foreign language, made a blessed diversion in Mr. Pickering's favour. They found themselves very soon in an omnibus, crowded to overflowing and un pleasantly warm, but on their way to the station for Paris. One of the windows fell down of its own accord close to Mr. Pickering's head. He was thanking it silently for the great favour it had conferred upon him in so marked a manner, when the conductor appeared on the door-step, and challenged him to pay for the broken glass. Mr. Pickering could be very generous to the deserving, but he had no idea of being swindled out of even a few francs. The argu ment waxed hot, and Mr. Pickering waxed hotter. \" Je vous dis — -je n'ai pas casse ! Je vous dis — do you hear? — je n'ai pas! jc"], [48, "MARGARET. 40 n'ai pas! Et je ne will not pay for it— so there ! \" And persistent and impudent as was the conductor with his valuable French, Mr. Pickering had the best of it at last. For he held up his good English pine walking-stick a little threateningly in one hand, and his sketch-book in the other, as he stepped out ofthe omnibus. \" Je suis Official d'Angleterre — et si vous me dites quelque chose de plus — je vous don nerai un good thrashing — so there ! \" And the little conductor vanished, while Mrs. Pickering called out loudly, to the ad miration of Pamela, whose ignorance was her bliss, — \" Les choses ne sont pas prendu ! Com ment ! vous allez laisser un dame toute par elle-meme with the luggage ? J'avais en tendu vous etes tres cum-il faut dans France !"], [49, "MARGARET. 41 Mercy, mercy — toutes la ! — et la ! — oui, oui, to the station — pour Paris — wussi Mon-suire — la ! Come along, Pamela, he understands perfectly. It's wonderful, to be sure, how a language do come back when it's wanted.\" The lithe little porter, with his good manners, thought it wonderful too."], [50, "CHAPTER III. \" Have pity upon me, have pity upon me, O ye my friends ; for the hand of God hath touched me.\" — lob xix. 21. \"Take care how you lift him! There, my poor fellow. The pillows, Philippine — no, a little more round — there ! Are you pretty easy now ? \" And the difficult ami anxious experiment over, Mr. Beauchamp's kind face relaxed into its normal serenity. Gaspar Marshall bowed his head, but hardly answered. What a changed face since we have seen it last ! The cheeks fallen in and of a ghastly paleness ; the face, whose contour was so full and faultless, now buried in the bush of auburn beard. His head sank help-"], [51, "MARGARET. 43 lessly back upon the red pillows behind him, and Margaret and Mr. Beauchamp took their places on the seat opposite. As the wheels turned round, the sick man opened his eyes. They saw that he was trying to speak, and bent over him to catch the sound. \" Not to-day,\" said Margaret softly. She alone had heard the question. His lips moved again. \"Her head aches, Gaspar; she could not come to-day. She will drive with us to morrow, perhaps.\" Then there was silence. They left the hot streets, and passed out where the trim houses stand farther apart, with gay gardens round them. They came upon the Cafe Reib'l, where a gay crowd loitered about among the trees, or sat lazily beer-drinking at little tables."], [52, "MARGARET. 44 Gungl's band was playing gloriously. Now a swinging melodious German waltz, now a o o selection from the Trovatore, or Faust, or the Nozze di Figaro. Mr. Beauchamp signed to the coachman to stop. They stopped there every day. Gaspar listened for a while with closed eyes to the music : it seemed always to soothe him, and a sort of peace would steal over his face as over a sleeping child's. He never gave the signal to drive on ; but when the sun became too hot, or they thought a crowd was about to leave the gardens, Margaret and Mr. Beauchamp would call to the coachman to move on into the quiet country roads. Gaspar could not bear a crowd. One day he tried to struggle into v, oo a sitting posture when the sound of many feet passed the carriage, and then an attack of faintness and pain had followed."], [53, "MARGARET. 45 It is a pitiful thing to see him so. And a pitiful tale would be the story of his illness from first to last. He stood one day in such a crowd as now buzzed about the band-stand, as hale a man as ever trod on ground. He had lighted his cigar from that of an Austrian hussar who stood beside him, and they talked together fluently, sometimes in German, sometimes in French. Suddenly a giddiness came upon him, a black mist stole over his eyes. He knew no more till he found himself conscious in a small room in the Hotel Sophienbad. Conscious, but not the same Gaspar he had been before. The strong limbs that had been his stout servitors, and had never known ache or ill, suddenly refused to serve him longer. The clear head was confused and dizzy, the fingers that were used to guide the pen,"], [54, "46 MARGARET. that at his desire would fly so glibly and so well, lay upon the counterpane powerless and white. When he could speak, he bade the people of the hotel telegraph to Margaret. And Margaret came. \" I don't understand it,\" he would say to her with an assumed cheerfulness. \" I ought to be about again by this time. Never had a day's illness before, and I don't intend to be an invalid now, especially in this miserable hole. Why did they not take me to my own hotel 1 There is no one you know in the house, is there 1 \" \" No one, Gaspar.\" Then he looked satisfied, and would sleep a little. And after a few days, peevishness took the place of the assumed cheerfulness, and he would move restlessly to and fro upon his bed. Mai--"], [55, "MARGARET. 47 garet's unceasing watchfulness and care seemed all in vain. \" You and your doctors don't do me much good, Margaret,\" he would say. \" Just move the pillow, will you \\ \" And a moment afterwards, — \" Put back the pillow — it is worse than ever. What time is it ? Can't you read to me ? Look here, you will find my manuscript in that dressing-bag. Read that to me. I want to know how it sounds.\" Then she would read, and he would find fault all the while. At last he would say,- — ■ \" Put it away ; you have no notion of doing justice to a good bit of composition.\" And she would beg to be allowed to go on, pleading that the writing was a little indistinct ; but in vain. Once she tried to paint by the half light near the darkened window, thinking he was"], [56, "48 MARGARET. asleep. But he called her impatiently away. To be distracted from his own thoughts, not to be left alone — these seemed to be his ruling desires. Sometimes he was like a little child craving to be told stories, to while away the hours. The day that Margaret came he had dis covered for the first time that she had been absent from home, and upon what business. For her letters had naturally missed him, as he moved restlessly from place to place. He accused her of having hidden her plans from him, of neglecting the children, worst and bitterest taunt of all, of being greedy of gains and regardless of his wishes. Margaret with trembling mentioned the name of Beauchamp Towers. Gaspar Marshall was not a passionate man, but his eyes gathered to themselves a look of horrible malignity when he was angered. Mar-"], [57, "MARGARET. 49 garet knew the look, and dreaded it more than any blows, or than the most bitter speeches. His quiet severe speeches were bitter enough to her, Heaven knows. He wanted to find out whether any of his friends had fallen upon Margaret during this visit, and in her capacity as teacher of drawing. \" Gaspar,\" she said, fearing more than she could say the effects of this excitement for him in his weak state, and anxious at any cost to set his mind at rest. \" Gaspar, I saw no one who knew you. A gentleman called one day who is a friend of yours. I was upstairs, and Miss Beauchamp came to tell me. I did not go down, and I did not know his name. I begged Miss Beauchamp not to mention mine, and she promised not to do so. He did not stay more than half an hour, and the drawing-room was full of people. I am certain that no one told him there was a drawing-mistress in the house K VOL. II."], [58, "MARGARET. 50 at all ; and if he had heard my name, he would never think I was your sister. I wrote to tell you what I had done : I tried to make myself a little independent of you, and to help you and the children. Before I could earn anything I was called away to you, or I should have more money now to get a few comforts for you. But the children have their own money now, so I have only you to think of. Try and go to sleep, dear Gaspar, for indeed I will do my best to think for you, and to keep off every annoy ance I can.\" If Gaspar Marshall could be ashamed, he should have shown shame then. I think he must have known it ; a faint tinge must have stolen into the white cheeks. But he fell asleep, and slept soundly with a comparatively easy mind. So things went on from day to day, and from week to week."], [59, "MARGARET. 51 \" When shall I get up ? \" asked Gaspar of the English doctor. \"Next week, perhaps; but you must keep yourself quite quiet, and not be anxious and impatient.\" Next week came. \"May I get up?\" asked Gaspar, who, alas ! had not had the bitter lesson of trying. \" Well — hardly yet. Another week, I think. But we might try a little carriage exercise.\" Margaret ordered a droschke, the best that she could find. But the motion was uneasy, and Gaspar's face was knit with pain. He did not ask again for some time when he might get up. To amuse him she would tell him long stories of her stay at Beauchamp Towers, though she never felt certain that the theme was altogether pleasant to him. But Margaret described vividly, and in spite of himself he would E 2"], [60, "MARGARET. 52 become interested : in Philippine and her sharp retorts ; in Mr. Leslie, with his humility and despair ; in Miss Middlemay, with her mild, far-off echo from the back-ground. Then Margaret would show him Philippine's photograph, and the sketch she had taken of her hi the Conservatory, holding the passion flower between her long lovely fingers. And Gaspar would be amused for a little, and look at it off and on, and Margaret would leave it on the table beside him with his books. Poor books ! They were little read now. If he tried to think, the pain in his head came on imme diately. So there was little left to be done but talking ; and there was little to talk of but Philippine. Jeanie Carter would not have interested him at all. The children's pretty quaint sayings fell on careless ears. He liked to hear about the Beauchamps, about the large"], [61, "MARGARET. 53 house and gardens, about the library with its goodly store of books. When Margaret inad vertently spoke out the gratitude that was in her heart for the order Mr. Beauchamp had given her, her brother's face fell. The intellect that had been so proud and self-confident in the knowledge and strength of its own power was losing ground a little. The keen memory had dimmed. I think Gaspar forgot sometimes in what capacity Margaret had come to visit the Beauchamps and Beauchamp Towers, and when the knowledge was forced upon him again, her stories lost something of their plea surableness. Margaret was afraid to tell him of the arrival of a letter from Philippine, saying that she and her father would be in Munich in a few days' time. Mrs. Beauchamp had gone with Miss Middlemay to Ischl for the waters — her hus band and daughter were to take a tour through"], [62, "MARGARET. 54 Italy and Germany. Munich was as much in their way as anything else ; in fact, Mr. Beau champ was very anxious to see the Rubens' in the gallery. They did not take rooms in the Hotel So phienbad, but in the Bavarian, where they could have them large and airy, and good attendance. But they were with Margaret every day. Margaret judged rightly when she foresaw that had Gaspar had time to expect them, he would have been sadly disturbed. In small rooms, with no attendance but what Margaret could give him, and in what he could not help considering the somewhat undignified position of utter helplessness, the advent of strangers (especially such strangers as the Beauchamps) would have been most unwelcome. But once aware that there was no escape from them, that Mr. Beauchamp had been in the hotel itself, and that in half an hour he"], [63, "MARGARET. 55 would be at his bedside, Gaspar's cool self possession came into play. \" He is a gentleman every inch, and I should say a clever one too,\" said the father to his daughter, after the first interview. The doctor said it would be good for the patient to be moved daily on to a sofa, so a •small sitting-room was taken opening out of his own. Margaret was spared for half an hour to buy a new blue dressing-gown and a new razor, and he received his visitors for the first time together on the next day. The dressing-gown was of a German cut, and that distressed poor Gaspar not a little. But Margaret's fingers went to work to alter the ugly sleeve and the unbecoming collar, and when the auburn beard was spread upon it, Gaspar still looked a handsome man. Philippine, who had never seen him before, thought him more than handsome."], [64, "MARGARET. 56 Gaspar could be very courteous when he liked. His courtesy to Philippine was very touching — touching, because every attempt was such an exertion to him, and so many failed Avhile they were still attempts only. At length he had to give up trying to raise himself when she came in with her father, as she did every day now — sometimes twice a day. He had to suffer her to pick up the book or paper that slipped off his sofa if Margaret were not close at hand. Margaret's offices were accepted by the sufferer as a matter of course. Day and night were alike devoted to him, and hardly a murmur of gratitude or a common expression of thanks would pass his lips. But an earnest \" Oh, thank you ! how sorry I am ! \" would follow upon Philippine's least and most trifling service. Do you think it pained Margaret to note the"], [65, "MARGARET. 57 difference? Margaret was human, and she had human weaknesses. The first, and the second, and the third time that the fact was brought before her, a half-pained, half-rebel lious feeling swelled into her heart. But con quer it she felt she must, and conquer it she did. \" What is my love for him,\" she said to herself, \" if it allows of jealousy ? \" And after that she forced herself to bring Philippine to the front, as it were, implored her to come often to see Gaspar, and told her, what indeed was true, that her presence was the only thing that roused him or gave him pleasure. Mr. Beauchamp hired a comfortable carriage by the month, and regularly as the afternoon returned came the carriage to the door of the Hotel Sophienbad, and then they drove toge ther — Gaspar, Margaret, Mr. Beauchamp, and Philippine. The party created no little excitement in"], [66, "58 MARGARET. Munich. Philippines beautiful face and Mar garet's dark, sad eyes attracted the attention of many a passer-by. Some wondered if all English girls were as pale as these, for Philip pine's rich, delicate colour was fading little by little from her face, as Margaret's had done long before. When, on the day we have met them, she excused herself from the drive on the plea that her head ached, and walked back slowly to the Hotel Bavaria with her maid, Mr. Beauchamp began to fear that Munich Avas not a healthy place. Gaspar was not so well either. At least he was very soon tired of the drive, and begged to be taken home earlier than usual."], [67, "CHAPTER IV. * In the June twilight, in the soft grey twilight, The yellow sun-glow trembling through the rainy eve, As my love lay quiet, came the solemn fiat, ' All these for ever— /or ever — thou must leave.' \" Dinah Mulock. It came to Philippines ears that Gaspar Marshall had missed her from her accustomed place in the carriage, and that he had come home terribly weak and worn. And after that she never more excused herself, and the drives would be late and long. July melted into August, and at the end of August, the Beauchamps were still at Munich. \" I think we ought to be going back to your mother,\" said the father periodically to his"], [68, "MARGARET. 60 daughter. But she was his guiding star, and the guiding star chose to tarry over Munich for the present. \" We could not leave Margaret alone, papa, could we ? \" she would say. Once she said it standing by the window of their own rooms, and looking with vacant eyes at the statues of great men on their pedestals below. She was not trying to distinguish Korner from Goethe, nor to discover if Goethe and Korner wrere there at all. I tliink both of these are of the group, looking blindly out with stony eyes upon the puny passers-by : eternity gazing upon fleeting time. Mr. Beauchamp was reading Galignani in the arm-chair. They were waiting for a hasty luncheon of fruit and wine before the carriage should come round. \"Ah, poor fellow,\" said he, \"it can't last very much longer now. I doubt if he will be"], [69, "MARGARET. 61 here this day week. It would be merciful to Avait and take the poor girl with us. Poor thing ! she will break down after all this heroism. Wonderful nature it is to be sure — wonderful ! \" And Mr. Beauchamp turned the Galignani round with a sigh, and began reading the latest from England. Philippine said it was too hot to eat. She drank a glass of water, and took up the paper, Avhich her father had laid doAvn. There Avas a long silence, broken only by the pouring out of some Marsala into Mr. Beauchamp's glass, and the crunch, crunch of the Galignani, as Philippine folded and unfolded, and turned it restlessly in her hands. \" Papa,\" she asked at last, \"does Margaret know ? \" Mr. Beauchamp was at that moment in the preserves at Beauchamp Towers ; myriads of pheasants crossed the retina of his mind's eye."], [70, "62 MARGARET. He had quite forgotten the casual remark he had made to his daughter. \" Know what, my dear ? \" he asked. \" That he is — so ill, papa.\" \" Ah, indeed ! poor child, poor child ! I never thought of that. It ought to be broken to her. Those doctors will deceive her to the last. Hoav long has he been ill ? \" \" Seven weeks,\" said Philippine. She could have said \" seven weeks to-day,\" but she forbore. There AA'as another long pause, and then Philippine wrent up-stairs to put on her hat. When she came doAvn the carriage had been some moments at the door. They got in — in a silence Avhich neither noticed. As they came in sight of the Hotel Sophienbad Philip pine said, — \" I Avill tell Margaret, papa. I think I can do it best. You are sure there is no hope ? \""], [71, "MARGARET. 63 \" There never has been any from the very first. You tell her, darling ; you will do it best. But how will you manage it, eh ? \" \" Let us have a droschke, papa. You take him in the carriage.\" Margaret was standing at the door to meet them. They had groAvn used to see the drawn, pained expression in her blanched face. Only Philippine noticed that there Avas a neAV look in it to-day. Margaret came up to the carriage and took Philippine's hand. She is always Philippine now, not Phil. \" Phil \" Avas passable AA-hen she Avas in her Avilful humours at Beauchamp Towers. Here in Munich, AA'ith her pale face and her quiet manner, she could be none other than Philippine. Margaret fancied that Mary of Scotland might have changed just so, from the gay Dauphiness of France into the sad, beautiful woman of later days, and under"], [72, "64 MARGARET. greyer skies. But Philippines grander beauty, her Avomanhood, had fallen upon a sudden, without cause, and under bluer skies than had seen her blithe and girlish. All this Margaret had discovered in the last Aveek of the time Ave have necessarily passed over in silence. That the change could be Avithout cause she could not believe. Out wardly the weeks passed evenly enough — an hour in the Pinacothec, a drive, the band at the Cafe Reib'l — such was the order of the day for all, except that Margaret, who at other times would so have feasted on the treasures of the gallery, never shared the visits that the Beauchamps made, more as a matter of duty than of taste. Gaspar indeed varied a little from day to day, and with his health Margaret's spirits rose and fell. Sometimes, when he had eaten some breakfast, or slept soundly for a few"], [73, "MARGARET. 65 hours, or had come home from his drive without suffering afterwards, she would look almost happy for a little Avhile. Then the hope would ebb and Avane, to rise again, and ebb again continually. It Avas like the tide, a sorrowful thing, I think, always, only that there was the lurking fear beneath that one day with the ebb a something would be carried out to the shoreless ocean, never to return — never to give hope any more, nor fear any more. Margaret in her brave soul had tried to face the possibility from the beginning. When the doctor's visits slackened, and he told her there was nothing that he could do any longer, and when the stronger measures employed at first were replaced by opiates and refreshing drinks, things that might alleviate but could not cure, she had courage enough to recognise that the possibility had become a probability. How bitter it was we need not ask. The F VOL. II."], [74, "MARGARET. 66 God who alone could know gave her the strength sufficient to the hour. Is this a platitude, or a fanciful imagination ? They who have passed through dark waters as Margaret did, and with the same faith that upheld her, Avill answer. They alone are able to judge. But Margaret was more than most women tutored in sorrow. Her whole life had been more or less uneasy and troubled. She had learnt as all children of sorrow have learnt, or ought to learn, the lesson of looking beyond her self, even when the bitterness was hers alone. She was not quite sure that the bitterness now was hers alone. The probability had passed into an almost certainty the evening before Mr. Beauchamp had first spoken to his daughter of the hope lessness of Gaspar Marshall's case. Into the agony of that night it is not for us"], [75, "MARGARET. 67 to look. We must see Margaret only as she came doAvn next day, as she stands with Phi lippine's hand at the carriage door. I have seen pictures of St. Agnes with such a look as Margaret wore. Whoever knows such pictures will not Avonder that she Avas strong enough to go through all things un flinchingly, nor that she spoke calmly to her friend what sounded common Avords. I should like materialists to have seen her then, to be haunted by the sight for ever : that they might see there is a Far-off reflected in those far off eyes, and that a strength not ours is a verity. \" I will drive Avith you alone to-day,\" said she, anticipating Philippine's plan and Avords. And before Gaspar Marshall was carried doAvn they had driven off. The coachman had told the driver that the Cafe Reib'l was the point daily made for, and F 2"], [76, "MARGARET. 68 he drove accordingly. But Margaret stood up and ordered otherwise. Philippine did not understand German, and she was lost in thought. She was unmanned too, if Ave may apply the term to a Avoman. A Uoav that unnerves some of us, nerves others. And then the night had passed over it for Margaret, and not an hour for Philip pine. But after all, what was Gaspar Mar shall to Philippine ? The brother of her friend at least, and a dying man. They drove on silently again through the streets. Then the town, noAvhere dense, be came thin and irregular. They passed under a three-arched gateAA'ay with strange old pointed roofed towers to right and left. The driver turned round and gave its name and history in Bavarian patois. But neither Margaret nor Philippine understood the strange jargon, nor cared to understand."], [77, "MARGARET. 69 Here the road became wider, Avith clumps of trees on either side, and they Avere in the open country. A few minutes more, and the carriage stopped. Here there were gateways on either side, and at the one on the left they dreAV up. The bustling, good-natured driver jumped off his seat in a moment, chattering merrily of what Avas to be seen. But to ears used to North-German pronunciation and idiom the dialect of Bavaria and the Tyrol is almost unintelligible. \" Where are Ave goino: to, Margaret? \" asked Philippine at length, as they Avent through the gate on foot. Margaret drew her hand on to her arm and held it there. That was all her ansAver. What a beautiful resting-place the Germans give to their dead ! What a beautiful name — God's Acre ! There are no trampled graves"], [78, "MARGARET. 70 there, no obliterated mounds, no spots uncared for and neglected. There are gardeners here as for any other public place ; and hoAV they care for their silent garden ! This one at Munich is indeed a fit habita tion for the mortal of the beloA-ed dead. Here there is a soldier's grave, on which the soldier's Avidow has hung her fresh wreaths not an hour ago. There, is a little child's, an iron cross overshadowing it, roses trailed about the cross and over the mound ; in the centre of the cross itself a picture of the child is placed, coA'ered Avith glass to protect it from the sun and rain. We can all see what they have lost who laid their little burden clown when the snoAV was falling over Munich, and the garden of the dead A\\'as spread with a pall of spotless white. A little further on, a woman is kneeling beside a grave. AVe cannot disturb her by draAving near enough to see by whom she prays and"], [79, "MARGARET. 71 watches. So many Rizpahs come here, that the sight is common, though they have nothing viler than scattered rose-leaves to drive aAvay from the sacred mounds. Margaret and Philippine walked slowly and silently down the narrow paths. Neither had courage yet to look in the other's face. There Avas no need for looking nor for words. Each had come out meaning to break as gently as might be to the other the sorrow ful tidings known to each. Now the silence and the graves spoke for both. Philippine read Margaret's message ; and Margaret felt that she had read it aright. Margaret stopped at last, and pointed to a pillar of marble, over which autumn clematis had wreathed itself. \" I cannot read it,\" said Philippine in a low A'oice. \" Das grab ist nicht ties,\" it said ; \"es ist"], [80, "MARGARET. 72 nur der Fuss-tritt des liebenden engels der uns sucht.\" \"The grave is not deep,\" translated Mar garet firmly ; \"it is but the footprint of the loving angel who seeks us.\" It cannot bear translation ; such German sayings seldom can. The phrases are too terse, too pregnant, too full of poesy for our colder and poorer tongue. They passed on again and again in silence. \"Will you sit down, Margaret?\" asked Philippine, after a little. \" No, no ! \" said Margaret nervously ; and she Avalked on quickly, moving from one path into another, till they found they had taken a circle, and Avere at the gate once more. Margaret stood still then, and took a long, lingering look behind her. \" I am glad it Avill be here,\" she said. Philippine thought this calm so unnatural,"], [81, "MARGARET 73 and was so alarmed by the fixed yet wandering look in Margaret's eyes, that she looked round for some seat or resting-place, and saw for the first time that just inside the gate stood a small house, the door of Avhich Avas Avithin reach. She dreAV Margaret, who offered no resistance, towards it. The door was open ; but there were inner doors, the upper part of glass, on either side, and these Avere locked. It was rather an awful sight to come upon all unprepared. The room to the right, into which they found themselves looking, Avas lighted all round by large windows. The centre Avas bare and uncarpeted ; but there were silent inhabitants of the still place. Round the Avails Avooden beds or litters were standing, and five or six of these Avere tenanted by the dead. Here was an old man, the sun falling upon"], [82, "MARGARET. 74 his bald Avhite forehead, his head turned on one side, his arms lying listlessly before him. Here Avas a little child, dressed in white, and Avith a wreath of white flowers upon her head. She was veiled completely, but under the veil you saw the innocent upturned marble face, the smile upon the half-opened mouth, the tiny hands folded upon the flowers that lay upon her breast. Next to her another child, also in white, also veiled, but hardly more than a babj'. And a feAV places off, a young man — his forehead smooth and high, his features finely cut and firm, fixed by the hand of death, who yet moulds and re-moulds after the final blow is given, and makes every day give its account of his reign of terror. But there Avas no terror here. Perfect peace was upon the young face of the man,"], [83, "MARGARET. 75 who had lived just long enough to know that life is sweet. Noav he found death SAveeter. There is a list of names outside the door ; the date of death and the age are given. This is August Hendel, painter, aged tAventy one. Like Lazarus, he has been four days dead. They AviU take him away and bury him at eventide, and none will roll away the stone. Not now. Not till the world's great even tide. Till then, sleep on, August Hendel, and take thy rest. A thousand years in thy sight will be but as yesterday, seeing it is past as a Avatch in the night."], [84, "CHAPTER V. \" 0, what to her shall he the end ? And what to me remains of good ?\" In Memoriam. \"Come away!\" said Philippine, Avith a shiver, drawing Margaret from the spot where she stood as if enchanted, and from Avhich she found it hard to tear herself away. \" Come aAvay! let us go home! I must go home!\" she said, impetuously. And Margaret suffered herself to be led through the gate\\vay, and got mechanically into the carriage. \" I Avill go home with you,\" said Margaret, as they neared the toAvn. \"No, no!\" returned Philippine, in the same nervous, hurried tone. \" You must not come"], [85, "MARGARET. 77 to-day — you must go back. I Avould rather!\" she added, imploringly, as Margaret looked as if she would press the matter. Very soon she said, \" Come to a church : let us go in there — tell him to stop, Margaret ! \" It was the Frauen-Kirche, that, with its sentinel steeples and its quaint, round cupolas upon their summits, stands up grey and vener able against the blue sky and the Avhite toAvn. They entered by a side door, through which one or tAvo people Avere passing and repassing. It Avas nearly the hour for vespers, and a priest with two acolytes hurried past behind one of the side altars. Such quaint adornments these altars have. Glass boxes, with the skeletons, or supposed skeletons, of saints, lying exposed to view in a ghastly panoply of jeAvels and gold and silver. The grinning skulls bedizened with emeralds and sapphires, — it looks like pure mockery of"], [86, "MARGARET. 78 death, of God's judgment upon sin, of the dead saint himself. Upon these, in the Frauen-Kirche, these side altars are frequently reared. Into the glass case passers-by peer as into a peep-show. For is it conceivable that any feelings of re spect, to say nothing of piety, can be aroused by sights like these ? Quiet church-yard graves make us think of sleep, and rest, and heaven : jewelled skeletons speak of the bitter ness of mortality, of man's shamelessness, of man's foil}'. The hour-glass and the scythe and the skull may be good reminders some times, but if the skull be jewelled, what incon gruous bewildering lessons does it convey ! Margaret and Philippine knelt doAvn far out of sight of the glass boxes, and the paper floAvers upon the altars. The floor was hard enough, but aching hearts forget such thiugs as these. Only Avhen the crowd thickened for"], [87, "MARGARET. 79 vespers, and a Ioav monotonous chant began from some unseen voices, did they rise and pass out. There is a miraculous footstep on the floor, and a lame woman, telling her beads and begging alternately, hobbled towards the English ladies to tell its marvellous history. But they did not notice her, as they hurried past, anxious to avoid the crowd coming in. There was a notice outside the door that a mass of Pergolesi was to be given next day. \"Would he like it?\" asked Philippine, in an under tone. \" Oh, he is not able — but we may tell him of it,\" said Margaret. \" I will go home with you now,\" said Philip pine. \" I should like to.\" Margaret looked at her, and the look meant \" Can you, Philippine ? he would like it if you 53 can."], [88, "80 MARGARET. Philippine understood, and assented silently. Gaspar Marshall might be disappointed if she did not go. And besides, she felt as if she had thrown off all her weakness, and that all her strength Avas needed to help Margaret, to help Margaret's brother, in any way she could. \"I am so glad Ave stopped there, in the church,\" said Philippine. \" I never prayed really before, Margaret.\" AVhen they reached the hotel, the waiter said that the sick gentleman had been home for an hour. Margaret hurried up-stairs to relieve Mr. Beauchamp from his post. But he had already gone, only for a Avalk, said Gaspar, and Avould come back to fetch Philippine. \" You should be in your room, my dearest,\" said Margaret, leaning over him. Of the tAvo faces Avhich Avas the most worn and pallid, it is hard to say."], [89, "MARGARET. 81 He knew he should have been in his room : the laboured breathing told him so, the lassi tude even to suffering in the limbs that were never used, and that knew no other feeling now. But he had remained in the sitting room notwithstanding, Avatching the door with anxious eyes. He asked Margaret to go and see if his room Avere ready for him, and stretched out feebly his helpless arm from the sofa to push a chair nearer to Philippine. It was five minutes before Margaret could return. The waiter stopped her to ask about some order ; then Mr. Beauchamp, coming up stairs, stopped her again. \"Hoav is he noAv?\" said he. \"I was a little alarmed about him during the drive. He complained so of fatigue and was so restless. I just called and asked the doctor to come in and try his pulse.\" VOL. II. G"], [90, "82 MARGARET. They Avent into the sitting-room together. Margaret had only ansAvered the question by opening the door, and pointing to her brother Avith an expression of patient despair. It would have struck Mrs. Beauchamp as some- thing unusual and hardly judicious had she found her daughter kneeling by Mr. Marshall's sofa, and alone. Mr. Beauchamp did not notice it at all, or if he did, took it as a matter of course. Gaspar had probably dropped some thing, and Philippine was picking it up. Margaret, through her sorrow, saw it all. What had Gaspar done ? Had Philippine withdraAvn something from his hand as the door opened ? And if so, AA'hat was it ? It seemed that a bitterness could still be added to the burden Margaret already bore. She could knoAv nothing, be sure of nothing; but the suspicion that Gaspar had done some thing unworthy of himself and hurtful to"], [91, "MARGARET. 83 Philippine Aveighed upon her heavily. Was it possible that, knoAving himself to be at the gates of death, he had sought the love of one to Avhom in health and vigour he had not ventured to aspire ? Beautiful, trustful, child like Philippine, is it possible he could wrong you so ? Perhaps he did not knoAv fully the hopeless ness of his case. The effect upon a nature like his would surely have been fatal, had they told him that the end was near. The doctor told Margaret that it Avould be fatal. And for all that she said to herself, \"It is coming ! it is coming!\" hope asserted itself, and said, while there is life there need not be despair. We do not know hoAV large an element of hope we keep and cling to in our direst straits, till suspense turns into certainty, and the torch of hope with a dying quiver goes out. Little by little Margaret tried to prepare G 2"], [92, "MARGARET. 84 her brother for the end in which she could not as yet believe. If it should be so, cried her aching heart, and no one to tell him, no one showing him the way ! If Philippine could have spoken to him of dying, of a some thing Avhich should serve him in the dark valley Avhere intellect aA'ails not, and resistance is in vain, he would have listened perhaps, and heeded. But could Philippine at any time have spoken to him so ? Out of the life of childish unrealities with Avhich she had been surrounded, could she have risen to teach another concerning the awful realities of death and the future ? Circumstance and experience, a keen sym pathy, all of which were hers, are wonderful tutors, and can teach us on a sudden many neAV things, and grant many new powers. But now things have changed. It seemed so at least to Margaret. To Philippine she could"], [93, "MARGARET. 85 no longer turn and bid her tell Gaspar that for him life had well-nigh ended, for what might not that ending mean for her, as well as him? Margaret, I repeat, knew nothing. She re solved that she would know nothing. She sealed the bitter fear within her heart, and turned for help and comfort to the Father in heaven, the Father with Avhom is no variable ness, no shadoAv of turning. It became a necessity at length that she should take a decided step, and keep closely to the way she had chosen. Philippine's young beautiful life, or Gaspar's last days of sickness — which should be con sidered first — which was to be sacrificed to the other ? Her love for Philippine Avas that of a loving friendship : her love for Gaspar Avas an all absorbing love. When, after much struggling"], [94, "86 MARGARET. Avith self, more wrestling Avith God, she laid aside the last for the first, it seemed to her that she had given herself a more bitter pang than death itself could giA'e. For death Avould take Gaspar from his pain ; and she must needs add another pain, that would embitter, so she believed, his dying hour, to the weary suffering lie was already called upon to bear. But once certain that she had chosen rightly, Margaret was not one to flinch or waver. Maybe she Avas still in time. The irrevo cable word might still be all unspoken. And betAveen this, the promise-binding, and the shadoAv of the far-off promise that had rested for many days upon Philippine's face, there lies a gulf as wide as many oceans. This Alar garet knew, Avith a Avoman's instinct, and that the gulf should not be passed Avas her firm determination. Gaspar AA-as going, so the bitter tidings told ;"], [95, "MARGARET. 87 what Avould the love of a few days be to him ? If he Avent not, if God spared him, it Avere time enough when health and strength had come again to pursue the love he reached to. Philip pine was in Alargaret's eyes a sacred trust ; to be given account for to God and to her parents. Mr. Beauchamp's happy blindness made it but the more needful that some one else should shepherd the happiness that seemed to be her dower. Alas, poor Margaret ! she knew too Avell the face of sorrow not to dread its turning upon Philippine. Gaspar heard of Pergolesi's mass in the Frauen-Kirche. He was restless and uneasy ; he liked music ; he would go. The carriage Avas ordered, and with great difficulty he was lifted in. Philippine sat opposite him with face averted and compressed lips. Now and then she took a furtive glance at the wan features before her. But Gaspar's eyes Avere closed."], [96, "88 MARGARET. They were all silent; how should they be otherwise? It hardly seemed that the pros trate figure amongst them was still in life. He had never been so speechless nor so re gardless of outer things. When they came to the church door there Avas the same difficulty in lifting him out. Tavo street porters, Air. Beauchamp, and the valet de place were not more than enough to move the helpless weight. Tavo women push ing aside the curtain, crossed themselves as they came upon the dying man. \" Heilige Alaria!\" said a child to his mother, \"ist er todt?\" The lame and blind beggars Avithin the door forgot their whining story as the little proces sion moved slowly by. The dumb man used his tongue to make an exclamation of Avonder. Gaspar Avas laid upon a seat, and his head supported by pillows. AVhen the pain of"], [97, "MARGARET. 89 moving had subsided a little, the e}res closed again. Not till the organ had played a feAV bars did he open them. \" This is not Pergolesi,\" said he faintly. Margaret rose and asked a monk standing by if this Avere not Pergolesi's mass. He ansAvered in English — ■ \" Not to-day. They have changed it. A bishop has died, and he lies there, near the high altar. This is Mozart's Requiem.\" \" It has been changed,\" said Margaret, leaning over Gaspar ; \" this is Mozart, he says.\" \" I knoAv,\" said he peevishly, \" the Requiem. Let us go home ; I am so tired. Can't you call them to carry me out, Alargaret ? \" As they carried him out, they passed a coffin laid upon the ground near the high-altar. A pall of black embroidered Avith gold Avas stretched over it, and on this there lay"], [98, "MARGARET. 90 the mitre, the crozier, and a mass of flowers. Margaret Avhispered something in Philip pine's ear. She hesitated a moment, and then stooped and gathered a flower or two from the pall. She looked at Alargaret again, and then gave them into Gaspar's hand, lying limp beside him. They were asphodels. He took them silently and lifted them to his face. Perhaps he has accepted the message at last."], [99, "CHAPTER VI. \" Shall we drive home, Alarshall ? \" asked Mr. Beauchamp tenderly, when the invalid had been laid in the carriage and pilloAved as before. \" No, no ! To the Englische Garten and the band.\" So they drove off, a sad company for so gay a scene. It was the same sight almost every clay. Here a tall thin officer Avith a clanking sAA'ord, a tiny dark-eyed Austrian wife on his arm. There a group of lank-haired students making for the cafe and the beer-tables. In the dis tance, under the trees, the cafe itself, the little"], [100, "MARGARET. 92 chatting group of idlers ; some fair-haired Americans, recognisable from afar by their dress, their pretty faces, and their unmistak able accent. And last but not least, Gungl's band, playing music such as only Germany can give us. As the English carriage dreAV up, the last notes of an irresistible Avaltz ended in crisp melodious chords, dropped like so many pearls from the mouths of the exhausted bandsmen. As they Aviped their instruments, and raised their hats for relief to the poor heads so used to hot sun and exertion, they had time to look round and take note of the strangers, now become a familiar sight. Some of them noticed that the ill gentleman did not sit up as before, the better to enjoy their music. Perhaps it Avas not quite the thing for people \" of quality,\" as Airs. Pickering would have said, to countenance even in the distance"], [101, "MARGARET. 93 the cafe and its environs. It is not thought correct in most parts of Germany, but Eng lishmen abroad are never correct. Sometimes it would be well if they were more so. But when the best of music, and given to the greatest perfection, can be enjoyed for threepence, fivepence, or fivepence-halfpenny, as the case may be, Avhy should we not enjoy it and be thankful ? The foreigners \" of quality,\" avIio prefer hot rooms in a street, or the amusement of cooking and housekeeping, excuse English people who go among the \" gemeine Leute\" in public resorts. The English, it is well known, are mad, and may do anything. After a pause the instruments were relisted to their place. The music-leaves Avere turned over on their stands. Another pause, and then a clash of melodious discords. What a Avonderful thing is music, and such music!"], [102, "MARGARET. 94 Hoav it sends the blood thrilling through one's veins, and how it changes phlegmatic people into enthusiasts ! It is provoking AA'hen some enthusiast or would-be enthusiast overdoes his part, and makes himself an object of ridicule. Need I say he is never a German, but, alas ! one of our oavu countrymen? He stands with his head clown, his hands folded, his eyes melancholy and wild, his shoulders bent as if the incubus of his emo tions were too much for his lank frame. Five minutes before the instruments are tuned, he is all attention and his chair is turned in a marked manner towards the stand. He clutches at the back, as if to a frame like his the first chord would be a galvanic battery. The first chord is struck : he hears a A'oice behind him. Tavo men are talking together about ten yards off. He rushes at them head-"], [103, "MARGARET. 95 long. \" Hush ! \" says he, Avearing the face of rather a tame Fury, and touching the nearest on the back, while he lifts up his warning and reproachful fingers deprecatingly. The man he touches looks sloAvly round over his shoulder, but by this time the enthu siast has re-settled himself in the attitude of profound attention. Did NeAvton look as pro found when he Avrote the Principia ? \" Englander ! \" remarks the German, Avith a shrug, and a sardonic smile, as he puts his arm into that of his friend. He can tell the enthusiast every note that has been played, the key, the eomposer, whether it be symphony, or pastorale, or sonata. AVhen the selection is over, he will shoAV his approval or disapproval by silence or a short energetic applause. But all the time he Avill smoke and talk, and drink his beer in apparent indifference. There was just such an enthusiast at Alunich,"], [104, "96 MARGARET. and Philippine's ire had been greatly raised against him. Now his antics Avere thrown away upon her ; the gay scene had no attrac tions left. AVhy were they here, why had Gaspar chosen to come here ? So they all thought, Avho knew him to be so near Eternity. The overture to Zampa finished, they noticed a polka as the next thing on the programme. They asked him if they should drive on. But he said he Avished to hear it all. AVas it Strauss's ? AVhat was the name of it ? So he asked. After the polka there was a long pause, as the conclusion of the first part of the concert. He permitted that the carriage should drive round the Garten, on hearing that Philippine felt the heat. AVhen they returned, the band struck up an air of Alendelssolm's. It was not in the list,"], [105, "MARGARET. 97 but it is not an unusual thing to add or omit, at the request of some one in authority. I suppose that officer in blue with the black and gold helmet, who is stepping off the stand, had effected the change. \"Es ist bestimmt in Gottes Rath\" — so the air is called, from the first Avords of the mourn ful A-olkslied, to Avhich the great musician lent his music. Alost people know the song, and how the Avords go on : the burden, Death, and the last parting, and the far off \" Wiederseh'n.\" Gaspar kneAV Avell the song : Alargaret kneAV it too. To these the air suggested of course the words. Air. Beauchamp and Philippine not knowing, wondered that Gaspar became impatient and restless again, and that he begged to drive on. Margaret laid [her hand upon his arm and said, \" Stay, dearest — if you can.\" But he VOL. II. H"], [106, "98 MARGARET. would not change his mind, and the weary wheels Avent round. They Avere emblems of the restlessness, the vain flight before the dread messenger, that Gaspar Marshall to his last hour was keeping up. All that night Alargaret sat up with him, talking to him in the short intervals betAveen his disturbed and unquiet sleep, reading to him when he would allow her, moving him when his position became uneasy, cooling his parched lips with iced water or milk. AVhat a long night it Avas, hoAv loudly the clocks ticked inside and boomed without, and how chill AA'as the face of the morning as it looked into the sufferer's room, through the cracks of the half-closed Arenetians. Margaret fell into a heavy sleep toAvards morning, at her post by the bedside. She aAvoke Avith a start to find the house astir, and a letter unopened upon her lap."], [107, "MARGARET. 99 It was from Philippine, but the writing was straggling and hurried. Mrs. Beauchamp had telegraphed for them to meet her at Innsbruck, as she was laid up there. She, Philippine, had tried to see Margaret that morning before five o'clock, but hearing that she was in her brother's room, and that he slept, she had Avritten the hurried note instead. But Inns bruck Avas but little more than half a day's journey, and — \" Papa has promised me to come back,\" ended the letter, \"so I shall see you again very soon, Alargaret — in a few days' time.\" AVe are very ungrateful for present mercies. Margaret did not know what a comfort the Beauchamps had been to her till she looked out on the quiet toAvn, the first thin blue smoke rising into the clear air, and knew that she was alone. Alone with the dying. The day Avore through wearily and pain- h2"], [108, "MARGARET. 100 fully. There was no peace upon Gaspar's face, no resignation, no hallowed silence about the dying-bed. For it AA-as a dying-bed now : he would never rise and stand upon his feet again. He would never pass through the low doorway till strangers' hands carried him, like St. Peter, whither he would not go. Margaret did not know this. Mercifully, like little children, Ave are led step by step, little by little ; and of the next step we know as little as of the hundred years hence Ave shall never see. The doctor had said Gaspar would probably linger through the winter. Alargaret Avas Aveighing the possibility of having the children and Elspet sent out, so that she might in some measure fulfil her task of keeping them beneath her eye. She had spoken of it to Philippine, and she had encouraged the plan. Iu the long night, the letter bidding"], [109, "MARGARET. 101 Elspet to be ready to come before long had been mentally Avritten and re-written. It was well that there was something to distract her thoughts from time to time from the present and the impending sorrow. Besides, so far from giving up all hope, Margaret clung to the idea that God would raise up her brother even from the gates of death. Life Avithout him was so aAvful a pros pect, such a fearful blank and void, that it was little wonder that, look it in the face as she would and did, she could not realise it, she could not grasp it ; it was a ghastly phantasm that danced before her for ever, but a phan tasm without shape or form. AVhen it took form, as it did at times, the bitterness of the hour can only be conceived of by those who have loved and suffered as Margaret did. Out of her Alarah she would providentially be roused by some call of duty"], [110, "MARGARET. 102 when a word from Gaspar, a sigh, a restless movement told her he was there still — still to be loved and cared for, still, maybe, to be saved. So He leads us through our dark valleys and deep waters, by paths Ave knoAv not of. He weeps over our suffering, and like oil upon the ocean fall His tears. He wept over Lazarus, about to rise. Shall He not weep over the many whose sleep must be so long ? As the day stole on, Margaret began to see how it must end. The doctor came, stood by the bedside, shook his head, and said he would come again at evening. Gaspar did not seem to be aware of his presence, though his eyes Avandered rest lessly about the room. AVhen the day was waning a clergyman staying in the hotel came at Alargaret's bid ding and prayed beside his bed."], [111, "MARGARET. 103 \"Peace be to this house,\" said he. But peace came not. Margaret, with both hands clasped upon her brother's, knelt beside him too. The beautiful prayers to that God Avho is \" the Lord of life and death \" Avere read and offered up, as the incense of a heart well-nigh broken. Would he not join in them too ? Had he nothing to beseech for — no mercy, no forgive ness? No Amen followed upon the prayers, no look of sorrow or remorse stole into the ashy face. Once, aa .hen Margaret would have urged him to repeat the words of comfort or of hope, he withdreAV the hand she held, as his only answer. It did not grieve her : she Avas too full of grief to notice the further drop of bitterness in the brimming cup. With head bowed upon her empty hands, she besought the pitiful"], [112, "MARGARET. 104 Father for him Avho prayed not for him self. If it might be possible ! if it might be possible ! But if not — 0 then, that the dark way might be made light for him ! that he might call even once for mercy, and that the Eternal One might listen to the call !"], [113, "CHAPTER VII. After a feAv hours, night set steadily in. The door below opened less and less frequently. The clatter of dishes and of tongues ceased. Feet passing in the street, rang a strange hollow echo through the empty town. The lamp-lighter, with his ladder, had finished his work, and a dim glow fell here and there in patches on the white pavement. A sister of mercy, leading a little child by the hand, passed swiftly and silently up the street, the light falling upon her as she neared the lamps, and showing the silver crucifix on her breast, and the badge of her order just above. She looked at the straw laid down before the"], [114, "106 MARGARET. windoAvs of the hotel, and crossed herself in haste. The little child crossed herself too, and said an Ave Maria as she clung to the black skirt of her protector. AVhere were they going to, these two? Passing from where, to where ? From a house of death, I think, to the home of the black robed sisterhood. Gaspar Alarshall, will you suffer none to lead you from your house of death into a home prepared for you ? Noav he is awake, and tossing restlessly to and fro. Now he sleeps, a heavy, uneasy slumber, with laboured breathing, that breaks off suddenly now and then, and brings Margaret from her trembling knees to her more trem bling feet, while the fixed stony eyes fall from looking on God's face to the poor struggling human face before her, and she cries, \" Gaspar, Gaspar! 0 my darling !\" but has no answer, and no reply."], [115, "MARGARET. 107 After a while the power of prayer leaves her. 0 hardest, bitterest grief of all, AA'hen sorroAv's face turns stony with despair, and God's hand presses too heavily on the bowed head to alloAv of looking up, even to Him, even to the outstretched rod of mercy or of judg ment. It is both judgment and mercy here, surely ; only the mercy is hidden as by a veil, and thank God the one watcher by this dying bed discerns not the judgment. It would be bitter for her, indeed, poor Margaret, did she see the last Avithout the first. Some say that the devil's supreme hour is this — when like the Holy One, on whom all suffering culminated, we cry out no longer, \"Lord save us!\" but \"My God, my God, why hast Thou forsaken me?\" If it be his hour, thank Heaven it is a short one ! After a time the rod in striking causes the waters to flow out upon the barren soil, from the stony"], [116, "108 MARGARET. rock ; and then because we rebel no longer, we are blessed. But the agony (to one who believes in prayer) of seeing a beloved life ebbing little by little, falling like sand between the clasped fingers, and knowing that the power to pray has been taken from us — does anything ap proach the anguish, in this grief-full Avorld ? It is then that thoughtlessness, mockery, earthly aids, and comforters are shorn aAvay, and the soul stands face to face with him in whose hands are the issues of life. It is then that what Ave haA*e been used to call visionary and unreal, becomes sublime and awful in its reality. It is then that we look upon the anxieties, the disappointments, the many carp ing cares that in our cramped horizon have seemed so vast and so important, as worthless specks upon the turning-page of life. It is then, Avith the windoAvs of eternity opened"], [117, "MARGARET. 109 upon us, that life and the past shrivel into nothing, before Death and the awful Present. It is then, with an instinctive shrinking of the still human soul from the vast mysteries of God, that we turn round on a sudden to the life before us — the little span called life, which by-and-by we shall call by a fitter name. It is then that with eyes purified by the insight into heaA'en, we use their brightness to look across our way on earth, and cry out passionately in the poet's words — ■ \" O love, my love, if I no more should see Thyself, nor on the earth the shadow of thee, Nor image of thyself in any spring, How then should sound upon life's darkening slope, The ground-whirl of the perished leaves of hope, The wind of death's imperishable wing? It is then that, losing sight for an instant of the Father's face, Ave forget to pray our Father's prayer — \" As in heaven, so on earth ! Amen.\""], [118, "MARGARET. 110 Doubtless He knows our helplessness. Maybe our silence is the voice to reach Him more than all — the silence of a little child Avho turns in soitoav from the mother avIio has chidden him in love. 0 golden silence, enter into His presence and tell the story Avords may not speak ! I think He hears. Gaspar moves in his restless slumber. He opens his lips : Alar garet bends over him to catch the sound. She thinks he may have asked her to pray. The words of the Litany came to her un consciously. \" By all his sufferings, by his precious death and burial, by his glorious resurrection and ascension, and by the coming of the Holy Ghost — Good Lord deliver us ! \" Did he repeat the last words, or was it an echo in the silent room ? There is no time for wondering, no moment"], [119, "MARGARET. 111 for delay. Even now the spirit is hovering on the open lips, looking for the last time through the restless eyes, poising itself on the brink of its human dwelling-place, for its flight into the place not made Avith hands. \" In all time of our tribulation, in all time of our wealth, in the hour of death, and in the day of judgment— Good Lord deliver us ! \" He does not hear. He is wandering. He speaks fast and eagerly ; but even Margaret cannot understand. \" Gaspar ! \" she cries. \" God is taking you to Himself; say good-bye to me, Gaspar — kiss me once ! Just once before you go ! \" She bent over him. He started up suddenly from his pillow. \"My God!\" he cried. \"I am dying!\" Then he struggled, a last long struggle. A gasp, a sigh — he fell back upon her shoulder. The eyes were still open, and still Margaret"], [120, "MARGARET. 112 Avhispered in his ear : \" Pray ! \" she would say at first, but now she knew he could not, and prayed for him. \"Into Thy hands!\" she said, \"into Thy hands ! \" as she SAvayed gently to and fro, the heavy head lying still upon her heart. But even noAv he is no longer hers. He has passed into the hands to which she com mends him. The last struggle is over — let him rest. \" AVho made thee a judge or a ruler ? \" a voice is saying. The time for earthly judgment is past : he is before another tribunal IIOAV. All we know of, all Ave can see, lies in the dim twilight on this ruffled bed. Rather in the arms of that patient love that has been his through life, and now through death. She will not leave him go ; she will not lay"], [121, "MARGARET. 113 the burden on the cold pillow. Here — next her heart ; the grey eyes looking into hers with awful constancy ; the parted lips making no response ; the hands stiffening on the coverlet before her ; the pale forehead relaxing into the peace of sleep, the very hair Avaxing cold upon her shoulder. AVhat a beautiful time is the night for dying ! No bustle breaks upon the solemn stillness, no outer words jar upon those last whose price is nameless ; no cold bright day-light looks in through open Avindows on the dying face, with its hard, heartless sounds of business or of play ; no stranger comes to break upon the long vigil of the mourner, and its bitter sweetness. Gaspar died in the night. The dawn saw the Angel of Death issuing into the grey silence. Not till the Frauen-Kirche tolled out the VOL. II. I"], [122, "MARGARET. 114 hour of six, did the door open, and a woman in black make her way across the room. She took Alargaret in her arms, and led her gently away. Speechless, tearless, and unresist ing, it was not a hard matter. This friend took her to her own room. \" Make her lay down, ma'am; she has not slept these three weeks, they tell me,\" said the maid. But the lady kneAV better. \" She could not lie doAvn while she is like this. Here, my poor child \" — and she led her to an arm-chair, a little way from the Avindow. The blind was half up. Margaret could see the blue sky above, but not the stirring of life in the street below. The lady had wished it to be so. For an hour she was left alone ; and when her friend returned, she had not altered her position by the movement of hand or foot"], [123, "MARGARET 115 Then she knelt by her, talked to her, smoothed her forehead, kissed her once upon her lips, and left her again. After that, Margaret fell to the ground in a heavy swoon. i 2"], [124, "CHAPTER VIII. \" 0 that ' had ! ' how sad a passage 't is ! \" Shakspeare. As the weary days flew by, that time came for Alargaret which comes to all, after the first fierceness of misery has passed aAvay. A time Avhen she must look up and know herself still living. A time Avhen she must realise that the blow Avhich had stunned could not kill. That duty was no phantasm now, any more than it had been before, though pleasure having come out and separated itself therefrom, its face could wear no sunshine any longer, and stem neces sity sat ruling in the place of love. It mattered nothing to Alargaret that our"], [125, "MARGARET. 117 eyes are not as hers. Love is love, and a poet says,— \" Good love, howe'er ill-placed, Is better for a man's soul in the end Than if he loved ill what deserves love well.\" Besides, by the prayer of our childhood and of our Lord, we dare ■ not will aAvay the blessing from all but the deserving. Their trespasses as our trespasses — His love to us as ours to their. AVe cannot take away the one, and pray still to be given the other. It A\\-as happy, too, for Alargaret, that she could at most times honestly believe that Gaspar had not died hardened and impenitent. That he was reserved she knew ; that he had feelings and yearnings unexpressed she thought she knew. It was no marvel that she Avas thus deceived, for at times there broke through the cynical, biting, and powerful tone of his writings (not his own, but he was a good scholar of his school) fitful gleams of deeper"], [126, "118 MARGARET. thoughts, holier aspirations, of poetry in fact, in its fullest sense. For the language of the soul in its happier moods is surely the only true poetry. It was pitiful that Gaspar Alarshall's flights Avere so feAV and far, that he contented himself with probing deep social wounds, irritating old scars, and then leaving them by the wayside, like the Levite, for public inspection. AVe need Samaritans noAvadays. The seers have spoken and the prophets foretold, but God is calling for labourers into his harvest, Will not some feAV of the vast army of fault-finders leave their ranks, now they have learnt their duties and got the secrets of the campaign by heart, and join the silent plodding army that is propping the strongholds and bravely combating the evils their brothers are content to flaunt ? Gaspar's papers, like autumn leaves, Avere strewn noAv about the place that had known"], [127, "MARGARET. 119 him and should know him no more. They had told sad enough tales to any eyes but Mar garet's ; to her they sometimes gave a further thrill of pain. But she would look at the date and be satis- fled. \"November 18th. that Avas a long time. very differently before could not say before he Two years ago. Ah, Gaspar had thought he went away. She ' died \" as yet. Even the burial, with its flowers and peacefulness, the blue sky and sunshine above, the quiet tread of decent bearers instead of the rattling ghastly pageantry of our English funerals, could not rob death completely of its sting. We are not meant, I think, to lose all dread. AVe cannot trust entirely, unless we fear and sorrow. Margaret Avould suffer no one to touch the desk so sacred in her eyes. With her own hands she looked through piles of useless"], [128, "MARGARET. 120 paper, letters answered and unanswered, scraps of manuscript notes, for the most part never turned to account. Some notes were. Certain kind friends from among Gaspar's enemies, the publishers, had sounded a warning note before a shame less plagiarism or two had come to light. They had clone their work delicately, and it had been as delicately received. No trace of this transaction remained in the records of either party, certainly not in Gaspar's. Margaret was saved this pang. But there were traces enough of the green fruit shaken from the tree before its time — of golden opportunities lost, and strong eloquent promises come to nought. Here is a letter : — \" Your offer is tempting, I acknowledge, or Avould be so to most. As to my capa bilities for carrying it through, I have little"], [129, "MARGARET. 121 doubt. I can do most things I attempt. But, with a bow, I must decline. Your sub ject required not thought only, power and originality, but some amount of reading up. This last is the obstacle. Should I devote myself to any one object for the period re quired for this one, my mind would lose its balance. And the mind is a machine not lightly to be esteemed, AA'hen it happens to be the mind of an author, more especially. Thanks, all the same, for thinking of me.\" {Copy.) Whether he Avrote the letter honestly we cannot tell. He may have believed his own sophisms, his shalloAv excuses, or not. There are so many unsolved problems connected Avith the dead. It is all one vast uncertainty, one unanswered wondering. Why, hoAV, when — the voiceless silence lays her finger on curious lips and says, \" Never — by-and-by —"], [130, "MARGARET. 122 never ! \" — like the \" clock on the stairs \" — of Longfellow's poem. In old days Alargaret's common sense and honesty of judgment Avould have wrestled stoutly with her love and esteem for her brother over this letter. As it Avas, it lay before her in his Avriting, as Raphael's un finished Transfiguration before weeping Italy. It Avas no time for criticism ; the day for that had passed aAvay. AVhen all the bundles were tied and laid aside in their several packets, and the desk locked, the key taken, the meaning of what she had been doing came afresh upon poor Alargaret. She could cry now, so the first deep grief had passed, thank God. Her friend found her so, exhausted with weeping, her head upon the carpetless floor. It has come to be looked upon as a sensa tional exaggeration, this attitude of intense"], [131, "MARGARET. 123 sorroAV. All truths are abused, yet some truths are truths. AVomen Avho have passed through great mental suffering will know better than to deem it an overdrawn picture. Men, I have heard, in bodily suffering, have been brought down to the earth too. There are times when trial seems to have become a substance, insupportable in its weight ; Avhen we feel that it is no longer for us to stand up as heretofore in God's sun and daylight, Ave, from whom He has thought fit to turn away his face. It is no sensational whim of ima gination, depend upon it, that has drawn the Magdalen outstretched beneath her sorrow at the Master's feet. It was well for Margaret that by the Avay called \" chance,\" this Master raised up for her a friend in her friendlessness. And as yet she had no poAver of judging for herself. With the necessity for action, strength had"], [132, "MARGARET. 124 seemed to come ; now it ebbed steadily away. Philippine never came back to Munich. Airs. Beauchamp had not intended that she should. Mr. Beauchamp, persuaded on the way to Innsbriick by his daughter that their return AA'as imperative and most advisable, Avas, on his way to England, as strongly per suaded by his Avife that it would have been a step of glaring imprudence. There is such a thing as an honest change of opinion. Air. Beauchamp proved it. Beautiful Philippine obtaining access to his susceptible ear, and looking at him Avith her wonderful eyes, found no difficulty in bringing him to see things from her point of vieAv. She was honest, and for the most part used her art only to sIioav him Avhite as Avhite. Perhaps his Avife's aspi rations Avere higher, her powers less justlv used ; Airs. Beauchamp could prove black"], [133, "MARGARET. 125 was AAdiite. We are, alas ! all faulty, because all human. AVe need not be too hard on Philippine, if she were human enough, woman enough, sometimes to prove her white a grey. She had her way in one thing. Charlie and Dolly were transplanted from Fern Hill to the ToAvers. What a change it was ! Little wayside daisies finding themselves suddenly in a pa lace-garden could not experience a greater. But children are philosophers, sometimes almost stoics. Everything comes natural to them after all, though they enjoy life so purely and intensely. Everything except sorrow. It is so with us too, I think — Ave \" children of a larger growth.\" Joy sits so lightly on us, sorrow makes us writhe beneath its burden. A little care is too much for many ; who ever murmured over too much bliss ? Surely this speaks a great truth to us, lead-"], [134, "126 MARGARET. ing us back to the time when sin was not, on to the time when sin shall be no more. To be sorrowful, to be sinful, is not our destiny, else would sorrow and sin be easier to bear. Joy in God's counsels, Avas foreordained to be the lot of man, and AA'hen it comes to us, even now — even through the mists we have drawn around us, and that man has come to belieA'e the atmosphere for man — Ave take it almost unconsciously, too often without acknowledg ment, and are not overwhelmed by it at all. The God of nature made man for happiness ; it comes to him naturally. Alan for himself has made travail and sorrow ; it wearies him, jars him, frets him with its unnatural, dis cordant presence. Charlie and Dolly took their new delights with philosophical equanimity, Avhile Aliss Mid dlemay AA-as astonished beyond measure. \" 0 dear ! \" she Avould murmur to herself,"], [135, "MARGARET. 127 as she picked a white thread off the drawing room carpet, or dusted Mrs. Beauchamp's boudoir writing-set with a clean handkerchief; \" 0 dear ! well, [it does astonish me ! The articles of vertu, the flowers, the parterres ; and, 0 dear, the vast do-main.\" And here Miss Aliddlemay always paused, the vastness oppressing her so greatly as she approached the Avord \" do-main \" that it Avas doled out in an awestruck and prolonged AA'hisper. Upon her recovery she would resume her soliloquy, for a dialogue was a treat not often bestowed upon her at the ToAvers. \" 0 dear— to be sure — yes — the articles of vertu — pooh, poo\": (here Aliss Middlemay dusted a Dresden statuette, poising one lank finger on the top of its three-cornered hat, so that even the gentle zephyr of her breath should not endanger so precious an article of vertu. And the Avonderful — and mar-vellous —"], [136, "MARGARET. 128 — pooh, poo.', poo' — specimens of the — poo', poo' — ancient arts. And 0 ! my dearest dear Mrs. Beauchamp, how can you ! No, I will not disturb you — let me put it down ! No, I will not remain here any longer. 0 no ! I was fearful of disturbing you, or I should have ventured to offer to do anything. 0 no ! I will not remain here. I will walk a little in the grounds of this vast do — A footstool ? Not a footstool ? 0, how I do like to see you so ! And now I am going away to take a little ramble in these vast do — \" Airs. Beau- champ crumpled up the newspaper impatiently, and the remainder of Aliss Middlemay's sen tence is thus unhappily lost to posterity, but the quick-Avitted will perhaps guess the pro bable conclusion. This is, howeA'er, a digression. Philippine's unselfish thought had been to relieve her friend's already heaA-y heart from any further"], [137, "MARGARET. 129 care concerning the children. It .Avas a kinder thought in the will than in the deed. Mar garet just needed something to arouse her now. Had she known the little ones to be alone at Fern Hill with Elspet, she must have thought of them first, and she would have done so. It was only natural — or what in our unnatural state has come to be called so — that, having this responsibility taken off her hands, she should for a time suffer herself to succumb to the full weight of her desolating sorroAV. Numbed in mind as in body, she sat during these weary days at Munich with bright tear less eyes and draAvn wasted face, apparently unconscious of all that passed around her. Mrs. Armytage, her friend in need, more kind than judicious, left her to herself when she should have been spoken to and comforted, and spoke to her Avhen she Avas not able to bear it. If she had followed the course she at first had vol.. 11. i»"], [138, "MARGARET. 130 taken, it would have been better for them both, leaving Margaret time to exhaust some of the soitoav too sacred not to be spent in secret, then rousing her from her stolid despair, pic turing all that could excite her tears, encourag ing her to face the subject, to speak of it, if possible, at last. But it is easier to lay down plans of action than to bring them into play. Airs. Armytage grew thin Avith anxiety over her Avorse-than patient, and could deA'ise no means of cure. If she had knelt by Alargaret's side and prayed aloud, prayed out the cares upon her mind, and spoken in prayer of the great anguish before her, this, I think, might have melted Alargaret to more frequent tears. The necessity for opening the desk, Avhich lack of funds and letters from lawyers and creditors made before long imperative, was the first thing that broke down the iron sorrow"], [139, "MARGARET. 131 and gave relief. Mrs. Armytage took a hint from this, and began to see that inaction Avas no longer to be prescribed for Margaret, seeing that to so heavy a heart it never could be rest. So before six suns had set over Gaspar's grave Margaret was moving steadily away from Alunich. The great \" Bavaria \" among the trees stood changeless and unmoved as the train with its changed burden passed beneath her — a stern impassive Fate, untouched by human sorrows and vicissitudes. God's Avill seemed hardly less stern to Alargaret. She will knoAv better by-and-by, Avhen she has come to herself again ; she will see better by-and-by, Avhen her eyes have been washed in a few more wholesome human tears ; when God's daylight shall be visible again to sight dimmed for a little by His lightning. E 2"], [140, "CHAPTER IX. \" Connaissez-vous cette terre oil les orangers fleurissent, que les rayons des cieux fecondent avec amour?\" Madame de Sta'el. It is the beginning of November, but there are no November fogs, no greatcoats and comforters, no brief, dull, cloudy days where our story leads us. There are long straggling, narrow streets, grey Avith time, sacred from association, and beautiful in spite of much that is distasteful, or would be so in any other place to foreign senses. For there are dirty street-corners, and dirtier houses, patches of pavement much resembling"], [141, "MARGARET. 133 the floor of an ill-kept stable, narrow alleys paved only with mud and littered rags. Here are beggars, Avith loathsome sores, pursuing strangers with their dolorous entreaties. And here, too often in squalor and misery, are herded the remnants of that great nation Avhose glory and whose history are in the past. Surely Avhen the glory departed the beauty and the enchantment of place and people alike remained. It needs enchantment truly to cover Rome's deformities with the mantle it Avears, and Avhich no man can deny her ; no man (I beg his pardon) but that one who Avas dissatisfied at finding the Coliseum out of repair. The beginning of November is early for the English-Roman season. As yet the churches without the Avails are thinly peopled, and those within little besieged by flaring \" Mur rays\" and irreverent curious tourists. The"], [142, "MARGARET. 134 great crowd comes in before Christmas time and for the Christmas ceremonies, and now saints' days and festivals pass by Avithout much recognition from the outer heretic world. Here and there fresh English faces, shaded off Avith fair English hair, may be seen moving through the broken columns of the Palace of the Cæsars, riding lean Roman horses on the Appian AVay, or picking maiden-hair from the ruined \" boxes \" of the Roman matrons over looking the arena of the Coliseum. But in another fortnight's time the groups Avill be more frequent, the row of circling carriages on the Pincian Hill will have swelled their number and increased their ranks, and military bands in the service of his holiness, Pius IX., will play from the stand fronting the red sunsets, and the great dome of St. Peter, at such times standing out black in its gran deur over the hazy holiday tOAA-n."], [143, "MARGARET. 135 For there seems not much reality of life in Rome. Perhaps the stirring deeds she has given birth to, and the heroes she has reared, have exhausted this proud mother of the past. She is sleeping iioav a long drowsy slumber. Maybe, like a giant refreshed, she may awake still. She, at least, is worthy of it, Avhatever her sons of to-day may be. Changes Avithin the short cycle of a year have visited her already. What their entire issue will be, hoAv her people will come out from the violent reaction that must take place where small tyrannies and narrow restraints have been suddenly removed, and the thral dom of superstition is broken loose after a reign of almost undisturbed serenity, it must be hard for the wisest to say. To readjust her balance, nature will recoil to her opposite extreme in the first moment of conscious freedom. This freedom may, for a time, be"], [144, "136 MARGARET. license, and superstition give place to irre ligion; but it will not necessarily be for long. If God Avill save Italy, He can save her even so as by fire. At the time at which our story leads us to Rome, the city AA-as papal still. Tavo years had yet to run their course before Victor Emmanuel walked in, a bloodless conqueror ; rather, a welcome guest and deliverer. Rome kneAV then nothing of coming events, and the same croAvds fell before the gilded carriage and outriders of the Pope as the procession, day by day, passed from the Piazza San Pietro to thc Corso, or the gardens of the Villa Borgbese, that later welcomed his enemy with cries of \" Viva il Rfe!\" and hailed his advent with Avhat from apathetic Italians was no slight ovation. But to a greater than Pius the Ninth has human nature shoAvn its fickle colours in like manner."], [145, "MARGARET. 137 And to those who think harshly of the Roman people no receipt can we offer, to recall their lost charity, better than that they come to Rome itself. Beautiful in life as she has indeed been, she holds in death a beauty even greater — a beauty that silences criticism and defies the decrees of our colder judgment. As Margaret, ay, and Gaspar's worst enemy, held their peace noAv he was gone into the \" silent land,\" so over Rome in her tranquil slumber none stays to cavil at her direst faults. Nay, a cold judgment is a thing impossible in Rome. The Lascio Passare does not in clude it, A\\'hen it warily allows conventional strangers to tread this sacred ground. There is an intoxication in the place indescribable to all, inexplicable to any who have not felt its magic influence. Our grey murky skies have surely something to do with our frigid"], [146, "138 MARGARET. temperament and grave faces, for how they change under the blue heaven, and the soft fanning of Italian winds, and the smell of orange-trees heavy laden in the convent gardens all around! They AA'ill not long be laden, these fruitful, dark-leaved boughs. Even now two English- Avomen are watching the gathering-in from their Avindows ; their back-Avindows looking across a dismal, narrow street into an orange garden embraced on three sides by a monas- O vl ten\\ and on the fourth bv a high wall and railing. The sun is falling in the heaven already. His slant rays are creeping little by little from floor to Avail, and wall to roof. Only here and there a happy orange on a topmost branch smiles out melloAv in the glow. Alas, poor orange! not much longer will it hang there and smile. A broAAm-cloaked"], [147, "MARGARET. 139 Capuchin is shuffling heavily from tree to tree, rifling the golden fruit, and ruthlessly casting it piece by piece into an uninviting pouch. Perhaps it is for the poor. For at certain hours in crowds, and at all hours in twos and threes, men and Avomen, more miserable even than the umvashed brotherhood, assail the convent door. (In Rome convent and monastery seem to be synonymous terms, and do not convey the distinctions we asso ciate with each separate word.) And though cleanliness and godliness do not go hand in hand in Capuchin communities, the religion Avhich James speaks of as being \" pure and un defiled,\" hi so far as the helping of the fatherless and widows is concerned, is carried out heartily and readily. No beggar goes away unaided, leaving his malediction behind. Soup at certain hours, for which the recipients"], [148, "MARGARET. 140 bring roomy vessels, and broken bits at others, are clay by day doled out ; and if the Avork be done not grudgingly nor of necessity, as there is little reason to believe it is, it goes some Avay, I think, towards making up for the filthy habits and persons ofthe donors. Filth is apparently as necessary to qualify them for bond-fide Capuchins as is the broAvn dress of their order. AVith out linen or under clothing of any sort, they wear their coarse habit and hood next to their persons for the space of three years, by night as Avell as by day. In the same gown that touches us as Ave pass them in the street, they have slept, eaten, risen to attend their midnight mass, for any period within three years that the taste or imagination of the passer-by may suggest. One might fancy that the most stiff-necked and high-minded must allow that infallibility had proved itself fallible in encou-"], [149, "MARGARET. 141 raging and rearing such abuses ; that a little deviation, at least, is apparent from the days when without scrip or sandals, it is true, but we have no reason to believe in other attire than such as figured forth the purily Avithin, Jesus Christ, the Great Elder Brother, and his disciples, Avent about doing good. But we must remember that Ave are in Rome, and so must cease to criticise. Even Capuchins look picturesque and historic with the haze of our enchantment hanging over them. So thought one of the English Avomen by the open AvindoAV as the Frate held the last orange betAveen his (luckily far-off) fingers, and then dropped it hesitatingly on its felloAvs in the pouch. One English woman, I have said. • The other has long ago ceased to Avatch the brother, and is looking Avith sad grief-ful"], [150, "MARGARET. 142 eyes at the last broad rays of the setting sun. We should hardly recognise in her the Mar garet of old days — the Margaret who had life enough left in her to feel little cares, and to Aveep at small soitoavs, as other women do. Mrs. Armytage often Avishes she cared now. She is far too patient, too ready to acquiesce in everything, too careless about what shall become of her from hour to hour. She refuses her friend nothing, but she cares for nothing. The sad pale face looks just the same whether she has been a day left to herself and to her own thoughts, or whether she is seeing other faces and other scenes. They had gone to Venice from Alunich by easy stages. Would Alargaret come to Venice ? her friend had asked. Oh, yes, Alargaret Avould come. After that, Avould she come to the Italian"], [151, "MARGARET. 143 lakes for a few Aveeks ? Airs. Armytage Avould like it if it suited Margaret. Oh, yes, Alar garet Avould come. How kind Airs. Army tage was to her ! She should like any place Mrs. Armytage Avent to. And after the lakes, should they go to Rome % Mrs. Armytage meant to winter abroad. She had never seen Rome, and it was so beautiful. AVould Margaret like to come ? Oh yes, Margaret would like to go with her. Was Rome a good climate for Mrs. Army tage's Aveak chest ? If so, they had better go to Rome. But there was no heart in anything, and her friend could see it well. She herself was a Avoman of warm feelings in some respects ; at least, her heart was large enough to entertain a true affection for Margaret — her foundling, as she would call her. But the depths of a nature like Margaret's were unknown to her."], [152, "MARGARET. 144 Perhaps this, by throwing a certain mystery, raised the subject of it in her estimation. She herself had known sorroAV. AVas she not a AvidoAv Avho tAvo years before had been a Avife ? One Henry Armytage had been laid in the grave, avIio had held the utmost love she had the power to give. No lover in the past had been his rival ; no possible future husband need disturb his rest. Mrs. Army tage never intended to marry again. She wore a black locket containing his hair and picture. As yet she had not discarded her black dress : I tliink it is more than probable that she never will. She had Avept a Avife's tears when he had been taken from her, and she kneAV that the best affection of her life and the sunniest days of it had gone Avith him. . But that she should suffer her trial to over cloud more than a certain portion of her still young life, so as to unfit her for the enjoy-"], [153, "MARGARET. 145 ment of other things, she never contemplated. There was no hypocrisy about her ; she could not feel acutely, nor suffer keenly ; and she made no outward shoAv of a grief unfelt. She had felt it once, she had loved once ; now it Avas over, and life held still much that was pleasant. This she accepted, and went her even way with a face full of all kindness, almost sympathy, and Avith a forehead un crossed by any care. Thank God, we are all as wonderfully diverse as we are fearfully and wonderfully made ! How poor would our gardens be if all our plants were sensitive plants, and closed at touch of rain, or of hand, if even they Avere all warmth-loving plants, Avhose petals should open only to the sunshine ! Thank God, we have holly to smile at us through snows and frosts, when tenderer and fairer leaves are laid away for summer. VOL. II. L"], [154, "146 MARGARET. It was Avell for Margaret, at least, that she had found a sturdy bright evergreen to lean upon. To another blighted bindweed she might have drawn closer, perhaps, from a deeper sympathy. But bindweed clinging to bindAveed is no AA'holesome attitude for either. They are apt to fall together to the ground. And in this, as in all things, we can see Iioav fairly, after all, our mercies and our gifts are measured out. For assuredly, in propor tion to our capabilities of suffering are our powers of enjoyment. Souls eminently sus ceptible of the touch of pain are open likeAvise to the most subtle, and refined, and delicate of pleasures. So that it were not so bad a thing, perhaps, as it appears at first sight, could we say truth fully with Corinne, \"De toutes mes facultes, la plus puissante c'est la faculte de souffrir.\""], [155, ".CHAPTER X. \" His ignorance is more charming than all knowledge, and his little sins more bewitching than any virtue.\"— Emerson. \" When will Aunt Margaret come, Miss Philippine?\" asked Charlie one clay, as he walked beside his indulgent friend, who had always a hand to give to each of the children. November was far advanced ; the trees were spreading their bare network against the lurid glow of the setting sun, that struggled vainly for his wonted supremacy over the heavens, and was slowly dying in the attempt, looking all the redder and grander even for the grey mantle that surrounded him on every side. A damp, earthy smell rose from the trim path- L 2"], [156, "148 MARGARET. ways at Beauchamp Towers, and mounds of yellow leaves, raked together to be removed the next day, formed the only variety where so lately shrubs and brilliant floAA'ers had lavished their colours and their beauties. Instead of nightingales, a troop of chirruping sparrows Avrestled and fluttered in the bare boughs or in the masses of ivy that clothed some decaying tree ; and a puffed robin sat forlorn in dark distinctness against the disk of the sun, opening his beak to give out a melancholy note uoav and then, and suffering his rosy breast to be colourless and eclipsed by the fiery splendour beyond him. Philippine did not love the winter, and she had been very silent as she AA'alked through the Avoods, hardly listening to and not at all disturbed by the children's prattle. The fall of the quiet leaves seemed to be upon her oavu heart, and a certain sensation, not of pain"], [157, "MARGARET. 149 actually, but of discomfort, of which she hardly knew the cause, came with it. On a sudden the thought that had made her sad and silent passed before her again. Hoav Avas it in a certain spot abroad, where crosses and floAvers had reared themselves in summer, but where only crosses must be standing uoav ? Were the leaves falling Avith that sIoav solemn murmur then ? Settling as sadly, as noise lessly, on the green mound Avhere Gaspar Marshall Avas laid ? She had not seen the mound, but how Avell she could picture it : not in the great churchyard — that was not possible for a heretic — but in a patch of ground hard by. Two other Englishmen and an English infant lay beside him, and a railing enclosed the little spot. The roses Avere planted, Margaret had written, — English roses for this English grave. For Philippine had sent some when she reached"], [158, "MARGARET. 150 England, and the chaplain had promised to see them placed and cared for. \" Do not say anything about my having' sent them,\" wrote poor Philippine ; \"it might be misinterpreted. And why should he not have English roses beside him, and why not from And Alargaret in the midst of her soitoavs had thought enough for Philippine to answer calmly, — \"AVhy not, indeed? You Avere his friend, and one of his latest friends ; it is very kind in you, Philippine, to send the flowers. He Avas true to all his friends, and he would have Avished to see them happy. So when I hear you are very happy, Philippine, far happier than you are noAV ; Avhen you tell me you have found some one I cannot think uiiAvorthy of you, I shall rejoice doubly — for him, and for myself.\""], [159, "MARGARET. 151 Beside a death-bed, Margaret had deter mined to close her eyes to a certain tree of knowledge within her reach. Had she looked and tasted, she felt that not she herself, but Philippine would suffer. If Ave wish to quench a smouldering fire it is not a wise plan to open channels of air upon it, and so fan it into flame. And though Margaret, being very liberal minded, is not hasty in forming irrevocable decisions, when once she has decided, she is not easily turned aside. To take Philippine to her heart as Gaspar's love, as loving Gaspar, would indeed have been sweetest, easiest, and most comforting ; and Alargaret knew that she had but to say, \" Come ! \" But what Avas best, and where lay the path of duty, that Avas Mar garet's quest. Philippine was young enough to be saved still, if only a strong hand forbad her acceptance of an offered, a possible sorrow."], [160, "MARGARET. 152 \" She may live this doAvn, please God ! \" said Margaret. And so she wrote to Philippine as Gaspar's \"friend.\" And to a great extent Margaret's plan of action Avas successful. Philippine started at her OAvn thoughts, and paused to ask herself Avhat she had been doing unawares ? Perhaps she was deceiving herself, nursing an unreality in her heart. Maybe Gaspar Marshall had never thought of her as anything more than a friend ; as Margaret called her so, it Avas more than probable. She was ashamed of the little fabric she had built, as it seemed, on air. She tried to hide herself from herself. The love of Elaine Avas far from her ! if she AA-as unbeloved, she dared not, could not love. So when Charlie's clear voice broke in upon her thoughts she was glad of the interruption, and shook herself free from them. \"Aunt Margret?\" she replied to his ques-"], [161, "MARGARET. 153 tion, \" before Christmas, perhaps — if she is Avell enough, Charlie.\" \" And will Ave go aAvay when she comes, Aliss Philippine ? or will we stay a little teeny bit longer ? I hope we AA-on't go back to Fern hill before Christmas comes.\" \"Why not, Charlie?\" \" Because Elspet says Aliss Philippine — you, I mean — have nice Christmas stockings for the poor children, and puts nice things in them — presents and things.\" \" But you are not poor children,\" said Philip- pine. \"Oh, amn't I poor, then? I haven't got nothing but a old penny, and he's got a hole through him — besides, he's so hot.\" \"Mot, Charlie?\" \" Oh, I mean,\" said Charlie, waking up, and shaking himself, after a plunge in a pile of wet leaA'es — probably the cause of his sudden"], [162, "i54 MARGARET. return to consciousness — \"I mean he was hot, but I think he must be cold iioav. I put him in the fire to look through him, don't you see.\" \" Hoav long ago, Charlie ?\" \"About a week or a month, I think.\" \" Then I should fancy he is quite cold,\" said Philippine. She could not help thinking the process Avas often had recourse to by the chil dren. She herself Avas constantly put in a fire of perplexity by their strange questions, and she Avas quite sure they must then \" see through \" her. Far from smooth had been her sailing Avith her neAV charges, since their arrival at the ToAvers. She had never been so ceaselessly employed and never more interested ; but trea sures are sometimes troublesome in proportion to their worth, and fears for the unguarded speech of Charlie, and for the personal safety of"], [163, "MARGARET. 155 both, while she Avas responsible for them, kept her continually on the aid vive. Once their stay had very nearly come to a premature end. Mrs. Beauchamp thought it a bad plan, on principle, to pet and spoil children whose future paths must lead them through privation and poverty ; and she reminded Philippine continually that she Avas acting a doubtful part towards these little ones in devot ing so much time, and all else at her command, to their amusement. But Philippine Avas a Avilful woman ; and the Scotch proverb says, that even a \" Avilful man ma'un ha'e his way.\" Nevertheless, when Charlie misbehaved him self, or committed some folly amounting to such in Mrs. Beauchamp's eyes, Philippine could not but tremble for the consequence. At her request, luncheon for the rest of the party was made the children's dinner, so that at one meal during the clay they might be"], [164, "156 MARGARET. present. Air. Beauchamp delighted in them and in Charlie's cpiaint candour, and his wife, in spite of herself, was often betrayed into an amused smile. But with the Avonted hour, one unlucky day, no Charlie came to climb into his high chair. Elspet Avas summoned. She had brushed his hair and washed his hands, and put on a neAv pinafore, and he had left the nursery. The butler had not seen him, neither had the foot men, neither had the gardener, nor the coach man. Alessengers Avere sent to all parts, but hi A'ain. It was a sorry sight indeed. Dolly Avith tearful eyes Avas left alone at the large table, from which all the chairs had been pushed aside, for the sole reason, that being fastened there by an immovable bar, she could not have got doAvn to save even her oicn little life. Air. Beauchamp, Avithout a hat, went about in the"], [165, "MARGARET. 157 garden, wearing his hands in his pockets by Avay of appearing quite at ease, as if he kept his equanimity in them, and assuring every one the boy Avas all right, while he continued a would-be careless search over the premises. A gardener-boy on tiptoe looked into the large fountain, Avhile a housemaid Avith a white face stood behind him, waiting in terror for his verdict \" drowned\" or \" not drowned,\" and not daring to face the possibility herself. Mrs. Beauchamp, with her unfolded napkin in her hand, stood at the AvindoAV overlooking the terrace, her eye-glass raised, and an occa sional \" Very tiresome ! dear me ! \" escaping her ; more (let us do her justice) as a vent for her feelings than from real displeasure. Philippine did not speak, but Avent noise lessly from room to room, looking eagerly into each with a hope he might be there, and turning away sick at heart to another door."], [166, "iS8 MARGARET. For the search had continued more than half an hour now, and hoAV the child could be alive, and yet Avithin reach of the long loud calls of \"Char-lie! Charlie!\" that echoed unheeded through the house and grounds, it was difficult to understand. Philippine and Elspet met at the bath-room door. It Avas a favourite resort of Charlie's, AA'here a large window for catching flies, and a bath to sail, his boats in, afforded him eA'ery advantage in this interesting pursuit, of man ning vessels by maiming blue-bottles. A large marble bath, reached by steps, which Avas usually kept closed-in by a high railing (just Avide enough between the bars to admit a boat and Charlie's hand), occupied the larger part of this room. There Avere thus two dan gers into which the unwary boy might have fallen. Through the AA'indoAv, from the table on which he climbed to fetch his victims, or into"], [167, "MARGARET. 159 the huge bath, fully deep enough to have droAvned him t\\vice over. The meeting at the door, showing that the fears of each were shared by the other, added not a little to the anxiety Philippine and Elspet Avere suffering ; and there was an instant's pause before either summoned courage to turn the handle of the door. In moments like these Avhat cannot imagina tion Avork ! Charlie's face white under the clear water, his black frock floating on either side, the boat, and the maimed flies struggling upon the top, Avhere he had let go his hold, and he lying motionless and beyond help at the bottom — all this and more passed over the mind of Philippine in the instant that she turned the handle, and saw that the window, thank God ! was closed. The momentary relief of finding their fears in that particular quarter groundless, passed"], [168, "MARGARET. 160 aAvay Avhen the doleful \"Char-lie! Master Char-lie ! \" rang again upon their cars, and they returned to the old misery of anxious un certainty Avith a sigh. Elspet, aa'Iio had been loudest at first in declaring that there \" wasn't nothin' to be afraid of,\" and that the boy would appear immediately, now fairly broke down. Seating herself upon the stairs, and covering her face with her hands, she rocked herself to and fro in abject misery. Little Dolly, released by some merciful passer-by, was screaming loudly in Philippine's arms. The bustle and excitement frightened her even more than her brother's absence, and by Avay of pacifying her a little, her comforter turned towards the dining-room Avith the view of administering the first tempting morsel she could find, aud distracting her thoughts from the anxious search noAv being carried on in quite another direction."], [169, "MARGARET. 161 There was an ominous silence, indeed, in the rooms they approached. Doors stood wide open, fires had been forgotten, and Avere settling down low and red in Airs. Beauchamp's room and the drawing-rooms. From the dining-room the exemplary pillar-like footmen and butler had disappeared, forgetting even to replace the covers on the dishes. Philippine almost shud dered, as Avith the sobbing child in her arms she neared the room where first they had \"missed Charlie, where perhaps Charlie would neA'er be seen again. A sudden check was put upon her imagina tion and her fears, though she Avas not a little startled. Large as life — the eyes, indeed, larger than she had ever seen them — his hair ruffled upon his forehead, his face very pale and his mouth open, a little figure sat cross-legged under the dining-room table, staring out at Philippine in VOL. II. M"], [170, "162 MARGARET. apparently awe-struck silence. The white cloth and the dark Turkey carpet framed him in, and finished off the unusual picture and position. \" Charlie ! \" exclaimed Philippine, as soon as she could speak — \" what is the matter? \" \" I — don't know,\" said Charlie. \"Are you ill?\" \" No \" — in a very low voice. \" And where have you been then? \" Charlie's chin began to retire into the neck of his little blouse, and nothing Avas to be seen of his eyes now, for the shock of falling hair. In the very loAvest of voices, and rubbing his chubby chilblained little forefinger up and down the edge of his boat, Charlie made answer at last, \" Here ! \" It was very fortunate for the poor little man"], [171, "MARGARET. 163 that Philippine had patience to listen to his doled-out, piecemeal explanation, and that she was quick enough to guess what she could not get him to explain. For he was far too beAvildered and frightened to give any lucid account of the sad business. He had no clear idea as to how it had come about himself. It Avas Philippine that divined at length that the game of hiding under the table, begun in sport, had ended in the reality of fright ; and that this fright, or rather —for fear is not exactly a thing knoAvn to Charlie — the sight of the alarm he had caused to others, and the commotion he had occasioned in the deco rous household, had so paralysed and stupified him, that Avith eyes and mouth open, as Philip pine had found him, he had remained (like the boy of tradition Avho mimicked his neighbour AA'hen the Avind changed) a painful fixture be neath the table. M 2"], [172, "MARGARET. 164 After this adventure it Avas some days before Charlie's spirits rose above zero. He was heard sobbing quietly to himself beneath the sheets on two several occasions — \" Oh, Aunt Marg'ret, Aunt Alarg'ret ! I shall die for you, Aunt Marg'ret — and I've quite for gotten the way to be good.\" I think a brain-wave must have carried the sound to Aunt Margaret, as she leant upon her Avindow-sill and watched the Roman moon. That moon was looking into the dark corners of the Coliseum, where the tramp, tramp, of the French sentry alone broke the silence. And it looked into something else very like a ruin — a white face with dark lines upon it, and very wasted cheeks, that shone out startlingly white and deathlike in the silver light. Even noAv a party of strangers are on their Avay to the other ruin, and will disturb the stillness of the place. But on this one, only"], [173, "MARGARET. 165 the moon, God's angels, and God Himself will look to-night. Which of the three is it that wakes Margaret for the first time into a yearning for her two little stray lambs at home, into a sudden re membrance of the fact that she has been months away from them Avhom God had entrusted to her? With a sudden accession of bitterness, and repentance, and shame, Margaret threw herself upon her bed, and, like Peter, Avept bitterly. She raised her head for a moment Avith an unspoken vow upon her lips. She Avould go home to-morrow, come what may. So might God help her ! And there all night long, not the bright moon only, but from the window she had left open, the chill night Avinds of Italy, alas ! of Rome, played over the sleeping figure of Margaret."], [174, "166 MARGARET. To any one Avho had watched her there, the contrasts of snow-Avhite face and hands upon the black gown falling round her, the sleep might have seemed one of death. But the angels knew better."], [175, "CHAPTER XI. \"Weep no more — 0 weep no more — Young buds sleep in the root's white core.\" Keats. But all this — Charlie's misdemeanour and the consequent alarm at the ToAvers, and Mar garet's fatal sleep in the poisonous night air of Rome — had occurred fully six weeks before she and Mrs. Armytage watched the orange gathering from their Avindows. Five Aveeks of Roman fever had since then reduced the thin white Margaret of July and August into a shadow of that shadoAv. Mr. Beauchamp had called her a shadow at Munich. What could he have called her now ?"], [176, "168 MARGARET. Only twice had she been lifted from her bed on to the sofa in the AA'indoAv of the little sitting room. And it Avas by means of many pilloAvs and much propping alone, that she was able, wearily enough, to Avatch the sunset, and the capuchin in the garden. Mrs. Armytage, with pure unselfishness, had Avished to tear herself from Rome in order to give the customary change of air to her in valid. But Alargaret had expressed both by Avord and such feeble gesture as she could at present command, so strong a disinclination to be moved at all, that her friend Avas obliged to give way. And, said the English doctor, it Avas not, after all, such a risk at the beginning of the cold season as later in the year it Avould undoubtedly have been. AVith November, frost had set in, and little Roman school-boys were counting on the possible day when snow upon the ground should be the signal for a holiday."], [177, "MARGARET. 169 \" The doctor wishes you to drive to-mor row, my dear,\" said Airs. Armytage, as she dreAV the blind, and rang the bell for Giacomo, cook, butler, and valet de place, who with his brown beady eyes and swarthy colouring and hair, and his quick retorts and speaking ges tures, brought a breath of freshness into Alar garet's monotonous day that made her look for his entrance and exit with a childish pleasure. \"Very Avell,\" said Alargaret, wondering a little how it would be managed, but far too Aveak in mind and body to be capable of think ing out anything. The door opened, and Giacomo, Avhite aproned and bare-armed, carried in a pair of rickety candles and set them on the table. Airs. Armytage ordered a carriage for the next day at three. \" Alle tre ? Per la Signorina ? E bene 1 E"], [178, "MARGARET. 170 la Signorina ? Povera Signorina 1 Come SI- A further order put a check on his elo quence ; and he bustled out of the room with a shrug and a \" Hfe ! \" more expressive than any corresponding Avord — if such it may be called — in our graver language. And the next day punctually at three, dinner cooked, dinner served, the bell answered, letters posted, coals carried up, dinner carried away, Giacomo dressed and gone to meet the car riage, Avas seated upon the box ; and only awaiting a signal to be like a lamplighter at Margaret's side, ready to carry her down, to arrange her cushions, and to direct the coach man Avhere to drive. \" My cards ! \" said Airs. Armytage, as she got into the carriage. \" He ! qui Aladame ! \" from the box, as Giacomo's brisk little figure twisted itself round"], [179, "MARGARET. 171 facing them, and then adjusted itself again as quickly, as he desired the driver to make for the Porta San Sebastiano and the Via Appia, and replaced the card-case in his pocket. But they had hardly passed the Avails and the great gateAvay, before the motion of the car riage had become too much for Margaret. Almost at foot's pace they drove sloAvly home. Mrs. Armytage and Giacomo thought it was the motion of the carriage. AVe, having seen like drives before, in which Margaret took her part in the hot white streets of Munich, can believe that sorroAvful associations had their part in the AA'eariness and tearfulness which came upon her noAv. And then they had driven on a sad Avay too, where the road is flanked on either side by the monuments of the dead, great and small, — baker, senator, tribune, and hero, lying side by side."], [180, "MARGARET. 172 It is not a sorrowful sight to us in robust health ; nor to the gay cavalcade of English riders avIio passed the carriage at full gallop on the stunted sward. A little wonderment from most, a sigh from some. Then talk of Pinelli's concert, and last year's \" meet \" at Cecilia Metella's tomb. That is perhaps all ; or, a sceptic Avho thinks it's all \" nonsense, you know • — the real tombs are taken away long ago \" — and appears learned only to the one or two more ignorant than himself, Avho laugh at his assertion, thinking it a safe thing to do ; not compromising them at all, Avhether he speaks in jest or earnest. But Margaret, A\\-hose heart had been in the grave for some months past, who had been so near the grave herself, and whose Avhole ner vous system seemed gone to ruin, Avept silently but very bitterly during this first short drive. She could hardly have said why. It seemed"], [181, "MARGARET. 173 to her that she cried chiefly because she had no longer any power to hold her tears. So Mrs. Armytage did not leave cards any- Avhere that day ; but ten days later, Margaret, with a little colour in her cheeks, took her seat beside her friend with something almost like pleasure in the anticipation of the drive. They drove in silence for a long while, drink ing in the gentle intoxications of that enchanted air. Past the great fountain in the Piazza di Spagna, past the indolent beautiful groups of models on the steps, past Piale's, where Eng lishmen began to loiter, through the Via Babuino, up to the sentinel churches at either end of that street and the Corso, twin guar dians of the two large thoroughfares of Rome. Here they swept into the great \" place of the people,\" worthy of \"a people\" indeed, with its great obelisk towering to the blue sky ; an obelisk by whom Romulus is but of yester-"], [182, "MARGARET. 174 day ; an obelisk that it is said was a memory to the chosen people, when they went out laden with the Egyptian spoils. There it stands, pointing with eternal finger to the throne of God, helping the finite in us, if but for a moment, to grasp Infinity — and to believe. Rome had heretofore been a day-dream with Margaret. From this day forward, spite of her weakness and dejection, despite her sorrows and her comparative loneness and friendlessness among strangers, the place took possession of her senses, of her passions, of her imagination, and of her heart. The Avhole poetry of her nature, and her fine sensitiveness and susceptibility of beauty in every form, were satisfied. It seemed to her that for the first time she understood fully how the spirit can be said to \" drink in \" pleasure. Such beautiful, intangible, refined"], [183, "MARGARET. 175 pleasure too : how can it do otherwise than elevate ? Margaret lay back on her pilloAvs and allowed the first conscious return of peace and pleasure to steal over her. And Mrs. Armytage, with her lap full of English letters, was too engrossed to disturb her happy reve- ries. It would not last long, poor Margaret ! Sorrow would come back Avith its old sting ; and the memory of the children from whom she had so long been separated would bring the old choking to her throat. And again and again she Avould lift up the thin blue- veined hand, only to prove how weak it Avas, and what a poor thing the strongest will appears Avhile encased in the bonds and barriers of the most Avasted body. What AA'as the use of willing to go home, of all her longings for the children, of all her resolves to lift herself up from the depths of grief she now felt she"], [184, "176 MARGARET. had too long suffered herself to remain iu, of all her determinations to take up Avith God's help the Avork she had cast aside, and to try and live again for God — for others ? At present, none. The little hand lying on her black dress, sent forth like Noah's dove on its short voyage of discovery, had returned heavily and feebly to its resting-place. Not quite yet, Margaret. The flood is ebbing, the mists are rising ; soon, very soon, the dry land will appear. But for the present, like the dove, lie quiet. The olive-leaf for your gather ing is not a great way off. Some one talks of \" the happiness of an ac cepted sorroAV.\" At times — though still rarely ■Alargaret could have belieA-ed in such a thing. Noav, as they drove through the Porta del Popolo, past the exiled foreign churches, that little bed of heresy not to be tolerated Avithin the Avails, or beneath the Papal eye — Margaret"], [185, "MARGARET. 177 had calmly rehearsed the drama of the event ful months past by. She had in fancy watched beside what had been so nearly her own death bed, fearing to linger by that one Avhose reality and whose torments no fancy could have ex ceeded. And not for the first time it came across her Avith a sort of wonder and awe — how marvellously had her path been laid out for her ! That Gaspar should go had been God's will. Somewhere in His eternal purpose the wherefore must be written. But how had it been tempered to her ? The children cared for at home by the one Avoman she could have chosen for the charge. That woman and her father removed at the very moment Avhen the awfulness of death — and Gaspar's death — seemed to demand the going out of all men from before them — they two and God only — none other between them and Him. Then, when he had gone from her, and she needed VOL. II. N"], [186, "178 MARGARET. in her bitter desolation, not comfort, for she was past that, but that \"touch of a hand that is warm,\" the accidental appearance, as it seemed, of another friend whose very charac ter made her, in this case, the most fitting of nurses, because she Avas not the most tender or feeling of Avomen. \" Have you ever thought,\" said Mrs. Army tage, folding up her letters at last as the carriage freed itself of the tOAvn and swept out into the open country, \" how strange it was, Margaret, that I should have been able to come to you at Munich just as you Avere left alone?\" \" I was thinking of it now,\" said Margaret, turning her heavy eyes with a smile about her lips to her friend. \" Hoav curious ! I am certain there is some connection betAveen people's thoughts that has not been explained. I have a friend now avIio"], [187, "MARGARET. 179 Avould have a theory about it — he has theories for everything. He Avould give me an expla nation quite satisfactory enough for me. He was coming to Rome this winter, by-the-bye. Let us look for his name at Piale's as Ave go home.\" So they looked. \" PalgraA'e, Pearson, Pierce, Pratt,\" read Mrs. Armytage, folloAving the long column of arrivals with her finger. \" But no Poole,\" she said, closing the book, and giving it back to Giacomo, avIio ran with it into the shop, and bounded like a lamplighter to his seat on the box again. \" Stop ! \" she said, as the coachman turned the horses' heads homewards. \" Are you tired, dear ? No — very well. Then — drive to Tado lini's studio. I will get out for a minute and look at his St. Alichael. You won't mind Avaiting three minutes, I know.\" >' 2"], [188, "MARGARET. 180 \" Via Babuino ! He ! \" said Giacomo, pull ing up his rug Avith a jerk, and they drove off, Airs. Armytage telling the story of her journey abroad, of her meeting with the Beauchamps at Innsbruck, aa-Iio in the course of conversation had mentioned their stay at Alunich. \" ' You did not meet a Mr. and Miss Mar shall there ? ' I said to them,\" Mrs. Armytage went on. \"Upon which they told me every thing. I Avent on to Munich at once, my dear. And, humanly speaking, you would not be alive if I had not. Poor man ! did you see that blind man, Margaret ? And quite young, too ! '\"' But Margaret had not seen him."], [189, "CHAPTER XII. \" A thing of beauty is a joy for ever ; Therefore, on every morrow, are we wreathing A flowery band to bind us to the earth, Spite of despondence, of the inhuman dearth Of noble natures, of the gloomy days, Of all the unhealthy and o'erdarkened ways Made for our searching.\" — Keats. Mrs. Aemytage got out of her carriage at the door of Signor Tadolini's studio, and in the carriage she left her still helpless patient. Five minutes, and five minutes more passed; but Margaret did not feel impatient. The soft, balmy air of Italy Avas playing on her face, and the subtle spells of Rome's enchantment Avere Aveaving themselves more closely over their victim."], [190, "182 MARGARET. Who can be tired of Avaiting in a Roman street ? Look yonder — there is a broken arch. Look through it ; you will see a dark court, and in the dark court a sparkling fountain is leap ing to the sunlight. There are rainbows in its showers — blue, purple, yellow, red. Ah! but here come colours that put the rainboAv all to shame. A Roman woman in her beau tiful fanciful dress — the broad apron striped with blue and gold, the scarlet head-dress folded on her raven hair, the short petticoat showing the comely feet. Sbe brings her pitcher to the Avater, and stands there a very Rachel or Rebecca, in the sun. She loves the sun : she will not stay in that dark court Avhen he has hidden his face from it ; she will go out rather on the bare warm steps of the Piazza di Spagna. Now she is playing at catch-who-can with"], [191, "MARGARET. 183 the fountain for the sunbeams. He is so enamoured of both, he knows not which to choose. Now he is shivering through the silver spray with a flash of golden glory ; now he is playing along the dark features of the Roman Avoman, and bringing out its chiselled contour in full relief against the moss-groAvn time-worn wall. And while we are looking at her, what are we overlooking beyond ? AVhat is that broken fragment at her feet? A hand as beautiful as hers, perhaps, carved in the days when to be a Roman matron Avas a glory and a crown. AVe cannot help a lingering — preju dice, shall we say? that it is a glory even noAv. This hand belongs to that statue lean ing forward on its uneven pedestal ; the other is pressed against her bosom, veiled with its delicate marble drapery. An aloe is springing up through a crevice at her feet,"], [192, "MARGARET. 184 and rude hands have chipped away the broidered hem of her garment. Then the ludicrous comes in upon our sentimentality. It strikes us on a sudden that she is looking for her poor lost hand. And AA-e turn away, for \" Fiori ! belli fiori ! do you speak English, madam?\" in a strong foreign accent, is ring ing in our ears. And a faint, sweet smell comes fanning over the carriage ; and blush camellias and purple violets are leaning their beautiful faces into ours. And aa'Iio can resist them — who ? Oh ! to think of English people shivering round the fires at home, and of the English fogs that must be wrapping up our island ! And here we are basking in sunshine, revel ling in flowers, intoxicated with the purest and most intense of God's good treasures. AVe shall be very glad to get home. AVe are not bitten by any wandering-mania ; Ave are"], [193, "MARGARET. 185 all home lovers, and have knoAvn home-sick ness. But for the present — well, Ave are in Rome, and thank God for it ! Margaret bought a bunch of violets, with an imvard smiting of conscience at the extrava gance — a few centissimi. It Avas not much, and she gave way to the temptation. As she lifted them to her face, and closed her eyes, as people have a Avay of doing, when they want to enjoy intensely their other sense of smell, the door into which Mrs. Armytage had entered opened. Margaret's eyes opened too. Tavo gentlemen came out, one leaning on the arm of the other. They Avere about the same height, and English unmistakably. One was probably some six or eight years older than the other, and it Avas he Avho leaned upon his friend's arm, or rather Lheld it, with a sort of nervous, childlike hold. He was"], [194, "186 MARGARET. the farthest off from Margaret as they passed her, and she could not see his face. The other stopped suddenly and involuntarily after he had gone a feAV steps, and looked into the carriage. He paused a moment hesitating ; then, as if shocked at his presumption in thus scanning the face of what might be a stranger, and certainly was a lady, he walked on again quickly. \" I thought it was some one I kneAV,\" said he to his friend, as they turned through one of the little by-streets into the Corso ; \" but it wasn't. An extraordinary likeness though : a sort of ghost of the original. You remem ber that beautiful woman I told you about, whom I met going to Alunich ? AVell, I thought it Avas her. Here is a shop that will do. It is rather far to go up to Spithovers — don't you think so ? Noav shall I choose you one of those photographs for your mother ? \""], [195, "MARGARET. 187 And they Avent into the shop, the speaker loosening his arm, and going towards the counter, while the elder of the two remained standing at the doorway as his friend had left him. Margaret had seen the face that looked into the carriage, and knew that she had seen it before. But her memory had been severely taxed of late, and the fever alone had weakened it considerably. All the way home and for many hours afterAA'arcls she puzzled herself as to avIio it Avas, and where she had seen him before. Occasionally the face crossed her mind's eye during the next few clays. But when she could not recall a single association which helped her to identify it, she laid it aside without much further thought. Gaspar was dead, and \" all men else were shadows.\" In the mean time old friends of Airs. Ar mytage dropped in in increasing numbers."], [196, "188 MARGARET. Christmas Avas drawing near, and Rome was filling. Everything was to be seen, but no one kneAV when or where. Everyone came to everybody else to ask questions or to give information. Everyone is good-natured in Rome. People who would go off alone mo rosely in their closed broughams to see sights in London, drive briskly about in open car riages and stop at their friends' houses Avith an offer of \" tAvo empty seats.\" No one is busy, no one thinks of refusing. AVhat are we in Rome for, if not to make holiday ? AVe put our bonnets on, and run clown breathless to the carriage. There is no time to be lost ; we are going to see something. It does not the least matter AA'hat. After a time, as we drive on, perhaps by chance we ask that unimportant question. A review of the Papal troops, perhaps, in the Borghese Gardens. Our carriage is blocked"], [197, "MARGARET. 189 in the Piazza del Popolo. AVe sit there for two hours, Avhile one by one the cargoes of impatient or phlegmatic humanity are told off to pass through the gate. Arrived at our destination, Ave find we must walk a considerable Avay. AVe see a mass of moving colour in the distance. It moves very fast, indeed, ominously fast. As we join the spectators we see a similar movement amongst them. The last company of Zouaves is passing. The revieAv is over. But no one is put out ; we have glorious sunshine, grass to walk upon, faces as kind and tempers as equable as our oavu, all round. AVe buy bunches of Avhite hyacinths and drive to the Coliseum for maiden-hair ferns. When we go home Ave arrange them. Our rooms are sweet as a May day, till sunset; then Ave come in from the balcony and shut the"], [198, "MARGARET. 190 windows, for like a damp mantle the skies are shoAA'ering their deAvs. Now our Giacomos bring the lights, and we close in, to read or dream, or to make plans for to-morrow. But with the light comes a note, and with the note a bouquet. AVe have not heard, per haps, that there is a \" meet \" to-morrow at the Osteria del Curato ? Nor that Alonsignor Capel preaches at Santa Alaria at the end of the Babuino ? Nor that the galleries of sculp ture in the Vatican are to be lighted up in the evening ? Nor that the band has begun play ing on the Pincian in the afternoon ? AVe had known none of these things. For in the days ofthe Papal Government no autho rised announcements were published of the most important impending events. A Avritten half-sheet in a bookseller's window was the only assistance offered to the public. And this"], [199, "MARGARET. 191 Avas as likely to be wrong as any information we had ourselves gathered. AVe go out to hear a mass and find there is none. AVe see a crowd, and ask Avhat it is. Some one who by happy or unhappy chance has been sucked into the vortex and has seen the border of a vestment betAveen people's heads, or heard the Pope's voice in a Latin prayer, pushes up to the carriage and exclaims, ' ' Not seen it ? why then you have missed quite the best thing in Rome ! \" AVe shall say just the same thing to him when Ave have been to that meet at the Osteria that he knows nothing about. But we cannot in our hearts believe that any of its passing shows are the \" best things \" in Rome. They gratify the eye, and indulge our curiosity ; they teach us divers lessons in very diverse ways. But the best things of Rome are neither gay nor variable Speechless, they"], [200, "MARGARET. 192 have been teaching for a thousand years ; cold, they bring thoughts of flame to every heart that is worthy of the name ; grey, hoary, ruinous, they yet preserve an undying youth ; and dead, they blossom continually into freshest life ; old stones bringing forth tenderest fern-leaves ; old fissures, harbouring delicate flower-bearing weeds. AVhy called \"weeds,\" except that God and not man has soavu them there ?"], [201, "CHAPTER XIII. \" A shadow flits before me.\" — Maud. After this hardly a day passed but Alar garet was able to be helped into the carriage ; and hardly any such drive Avas taken but the two friends came across or caught a glimpse of the Jonathan and David of Tadolini's studio. Margaret knew noAv where she had first met the younger. As one day he had issued suddenly from a flower-shop in the Condotti, he had glanced at the carriage again, and associations of Munich and of misery had recalled him to Alargaret's mind as her sym- VOL. II. 0"], [202, "MARGARET. 194 pathetic companion of a few hours, so many months since. She bowed hesitatingly, for she could not pass him as a complete stranger: but his returned greeting was so evidently that of politeness, of bewilderment, and non-recognition, that she did not again attempt it. At any rate, there was no chance of any renewal of their brief acquaintance, though the Coliseum, the Baths of Caracalla, and a hundred other places would harbour them at once. And Alargaret, looking at her drawn face and startingly large eyes in the glass, could not wonder that little of her old self remained for the young Englishman to recognise. The constant repetitions of these meetings, or rather passings, began to be quite a subject for amusement to Airs. Armytage. \" Our Jonathan and David,\" she Avould call them, as she speculated very innocently as to who"], [203, "MARGARET. 195 they were, why they were so constantly to gether, and how long they were destined, like weary comets, to cross and recross each other's path. \" I want to know them, Margaret,\" she would say impatiently. \" I should like to come to some explanation and divide the place, giving them so many square miles to sight-see upon, on condition, that they do not dodge us, or Ave them, any more.\" \" ' Half-Rome' and ' the other Half-Rome,' like the Ring and the Book,\" said Margaret, smiling. She did not feel that she cared to see any one now, still less, to make fresh acquaintances. And yet she seldom failed to look up when the sunny young face passed by them, with its shadow always beyond it — that graver, sadder face, always still and pale, upon which some great sorrow or sickness had so plainly laid its hand. 0 2"], [204, "MARGARET. 196 It certainly was curious, the manner in which the tAvo men (such contrasts to each other) led, as it were, one life, and had between them but one opinion. That is, to the outward eye. For if one turned aside to see a pillar or a fountain or a ruin, the other never dissenting went likewise. Once, driving on a Saturday afternoon through the Borghese Gardens, Airs. Army tage and Alargaret passed them at a little distance. The carriage-drive is Avide and sweeping, but fifty yards or so from it there is a foot-path, grassy, and under trees. This path the two friends were treading together. The younger, evidently amused at the re appearance of the inevitable carriage, looked up as usual, but with a smile — even at that distance visible to Alargaret — and said some thing to his friend. But the elder man, looking always straight before him, and always"], [205, "MARGARET. 197 holding to his friend's arm, neither turned his eyes nor smiled. \" I sometimes think he is blind,\" said Mar garet one day. \" Impossible, my dear,\" replied her friend. \" The first time I saAv him, you know, was in Tadolini's studio, looking at the St. Michael.\" \" Ah, so it was,\" said Margaret, Avith some thing of inward relief. It was quite apparent to Margaret, about this time, that however much Mrs. Armytage might talk about Jonathan and David, some thing else, that would neither be dislodged nor yet be still, lay very heavily at her heart. Perhaps heavily is too strong a word ; for Mrs. Armytage was (at times) more restless than really oppressed by her unspoken burden. Her silence about her brother Margaret felt to be ominous. She was not sure whether the idea of his love for her was not distasteful to"], [206, "198 MARGARET. his sister. She could not quite beheve it was : and yet, if not, why this silence ? Margaret felt she had left Luke Carew a loop-hole for hope. Suppose he had nourished the tiny seedling till it had burst out into a vigorous shoot, and suppose he should claim her im peratively when she Avent back to England, accuse her out of her own mouth, as having deceived him and allured him on by a deceit ful beacon ? No ! She cast aAvay the idea Avith scorn. If he still cared, could he not have come to her ? What Avas sea or distance to real love ? And what sort of love could it be that sat quiet at home, when hope had not been utterly extinguished ? And Alargaret did not deny to herself, though it sometimes gave her a remorseful pain, that Luke Carew had been left a little — -perhaps hardly perceptible — margin for hope."], [207, "MARGARET. 199 Sometimes, I say. For at other times Mar garet looking out upon the world in her lone ness, seeing how cold it was, hoAV careless of her griefs, could not help turning with a reaction of almost pleasure to the thought of one heart that had been true to her for so long. One who she knew even now was making her griefs his griefs, and who perhaps refrained from coming to ask for his reward only because he feared to trouble her in her sorrows Avith the subject, to him so all-import ant, of his own woe or weal. Some one has drawn a good distinction betAveen the satisfying of the fancy and ima gination, and the satisfying of the heart. Luke Carew might perhaps satisfy Margaret's fancy ; whether he could satisfy her heart remains as yet an open question. With her it remained so too, Avhen she thought of it at all. But the subject uppermost in her heart now"], [208, "MARGARET. 200 was that of her return home. Day after day she discussed it with her friend, removing obstacles and urging reasons. But the stern fact remained, that she could not yet get across the room without an arm, that her limbs moved still quite independently of her Avill, even then, and that travelling alone was impossible. And then there Avas a second fact, as stern as the first. No escort was to be found for any one returning to England ; all England Avas flooding out to Rome. Far less could an escort be found to act sick-nurse to so fragile a traveller as Alargaret. \"Aiy dear,\" Airs. Armytage would say to her impatiently, \"you must advertise for a Sister of Charity, not inquire for an escort. Unless Jonathan and David -will undertake you, and give you your tonic every two hours betAveen this and Alarseilles.\""], [209, "MARGARET. 201 But David and Jonathan Avere not thinking of going home. Christmas was at the door, and aa'Iio Avill leave Rome before him ? Not many days after Alargaret's last struggle about going back to England, the tAvo friends had been introduced to Mrs. Armytage by her friend, the Mr. Poole whose name she had looked for in Piale's book of visitors. \" And they are coming in to five o'clock tea to-night, my dear,\" she said to Margaret on her return, while she filled a little brown bowl full of violets and put them beside her. \" AVhere did you meet them?\" said Mar garet. \" In the Corsini, looking at the pictures.\" That afternoon, strangely enough, from an old book lying on Margaret's lap, some loose papers fluttered off on to the floor. There was a dried leaf given her at Alunich by Philippine. A sketch of the street done"], [210, "MARGARET. 202 from Gaspar's window on a half-sheet of writing-paper, and a card. On the card was printed, \" Mr. AVilliams.\" AVhere had it come from ? Perhaps from Fernhill. No ; for the old rector's card was large and square, and printed in mediæval letters. Gradually it came back to Alargaret, as through a mist, that when the Englishman Avho had been her companion in the Munich train had left her, he had put a card into her hand. It Avas creased now and doubled, as she had held it on that Aveary drive (that seemed an eternity to her) between the station and the Hotel Sophieu-bad. No wonder that she had never looked at it, till it fell out crushed and soiled at her feet to-day in Rome. Could he, then, be any relation of Ellen AVilliams \\ She would ask him that afternoon."], [211, "CHAPTER XIV. \" And I would be the girdle, Around her dainty dainty waist.\" Tennyson. All England, Ave have said, was flooding out to Rome. Mrs. Pickering wished to do as all England did. She had been barely three months home from the Continent, when she de termined to set forth once more. London was very dull and very unsociable, she thought : it was also very cold and murky. People only kept themselves warm by regular exercise, and to regular exercise Mrs. Pickering was averse. Nature had, in fact, debarred her from it, though this she would not acknoAvledge. But Mr. Pickering gaily acknoAvledged it for her."], [212, "MARGARET. 204 \" You don't run about enough,\" my dear Avoman, Mrs. P.\" said he, smudging fierce and fast at his easel, and bringing such effects out of his smudges as Avould have silenced any one but Airs. Pickering — a glorious wave falling to pieces in a cloud of spray, a herring boat broAvn-sailed, a boulder of rugged rock and three unerring daubs to produce it all. But he appeared to heed his effects as little as his Avife. \"You should take a good run, now, down the street, clapping your hands and thumping your arms like a cabby. Eh ? shocked, old gal 1 AVell, to be sure I had forgotten your diameter, so forgive the suggestion.\" And he playfully inserted the end of his coarse brush and one finger into Airs. Pickering's waistband. \" Noav don't be a fool, Pickering,\" she cried angrily, tAvisting round, upon which the dis tended band snapped suddenly and gave way."], [213, "MARGARET. 205 \" One would think for to see your airs and manners, that you had remained Avith them select parties in the steerage, since last sum mer.\" And with a withering glance behind her Mrs. Pickering sailed indignantly from the room, closing the door upon her faded merino gown, and opening it again angrily. Her band had fallen to the ground, and she turned to recover it. But no sooner had she shoAvn her portly back to her husband than he had stooped and whisked the missing article of dress into his pocket. He was now painting away uncon sciously as ever ; lifting his eye-glasses by means of his nose, and frowning at the same time with his bushy brows : wearing a look of interest in and attention to his picture Avhich Mrs. Pickering ought to have known was not quite natural. Mrs. Pickering was too proud to ask for what she had lost. She knew that, though she"], [214, "206 MARGARET. had barely suggested Rome, her battle was won. She forthwith called Pamela, ordered her brougham, and set forth to buy a pink brocaded satin for the Roman season. In the meantime, Joshua Pickering, the very image of a coarse and jovial Bacchus, stood green-garlanded before his easel. He had woven his wife's girdle round his head Avith suppressed guffaws of childish laughter, and noAv he sang lustily and loud, in a voice that was not musical and yet had music in it, the famous old ditty of Edmund AValler : — That which her slender waist confined Shall now my joyful temples bind ; No monarch but would give his crown His arms might do what this has done.\" Louder and louder Avaxed Mr. Pickering's song, and inspiration came to his assistance ; by the time he had reached the third verse it ran thus : —"], [215, "MARGARET. 207 \" A narrow compass ; and yet there Dwells what would fill a half-mile square ; Yet size is no drawback nor bound, She'd travel where the sun goes round. Poor me ! my heaven's extremest sphere. Is just to stay in comfort here ; But this blest ribbon holds a wife Would lead the very d — 1 a life ! Just now with finger slyly poked, And all the powers of good evoked, I thought, ' If but this little bound Were burst, she'd spill upon the ground ! Then, by the stars ! for the first time I'd spoon her (up) like goodly wine, And bottled once and stowed away, Why Joshua P. should rule the day.' But no ! instead of joy for me, I make this sad discovery, The ribbon that is bright for her Imprisons two \" \" Good morning, sir ! \" Mr. Pickering waved his painting rag joy fully round his head and stretched out his hand to an amateur artist who at that moment entered."], [216, "208 MARGARET. After some familiar conversation, and a good deal of bantering on the part of the host, his visitor said, — \" I came especially to speak to you touching that fine little bit you lent me, Pickering. AVhat do you think it's worth, eh ? I'm down with it, whatever you say. There's a lurking fire of genius in the thing that takes me amazingly. Brotherton, you know, the R.A. (not the young felloAv), came across it among my daubs and took it for mine, and \" \"Ah! you sly clog!\" broke in Joshua Pickering, \" you think you'll make it so, eh ? for a feAV shillings \\ and pass it off as your o\\A'n ? \" and he gave his accustomed bellow of laughter, while the brush he did not think it Avorth while to Avithdraw made an irregular smear across the canvas, which with another touch was deftly transformed into a broken stump driven into the shimmering"], [217, "MARGARET. 209 sand from which his glorious wave had just receded. \" Who was the artist, did you say, Picker ing ? \" inquired his friend. \" Lady — young — beautiful — \" Air. Pickering had his mouth full of brushes, and so left out all superfluous words. \"A lady! oh, indeed! and young ! — dear me ! AVell, it's uncommonly good. But of course a young lady is rather in one's hands, I mean in the customer's hands, you know, and must take what she can \" \" Quite in your hands, my dear friend,\" said Joshua, taking the brushes from his mouth and turning his sharp brown eyes on his visitor with a look that was so grave, it became — for him — almost stern. \" Quite in your hands, my dear sir — so hit her hard— she's got no friends.\" And he replaced the brushes and went on painting. p vol. ir."], [218, "MARGARET. 210 \"But — do you mean she's badly off and earning her living 1 \" \" I do,\" replied Joshua after a pause. \" Just as / was, twenty years ago — just as I may be, twenty years hence — when the rheumatics play their tunes along these digits, and Joshua P.'s pictures and himself are laid by together on the shelf. Just as you might be, Air. Amateur Artist, sir, if you'll excuse me saying so, if your bank broke to-morrow, as her father's broke, long ago — when she was a chicken.\" \" AVell, mention any sum you think right, Pickering — and here's a blank cheque. I'm your man.\" Joshua paused a moment again and looked side-Avays at his picture. Then he said, \" The sum, sir, that I shall mention, remem ber, will be Avhat I consider the market value of the article. I do not mention to a gentleman, the sum I think he might well give as an offer-"], [219, "MARGARET. 211 ing at the shrine of Art, sir — nor to the higher shrine of virtuous beauty. The sum I shall mention, sir, is twenty guineas. The artist is unknoAvn, sir, and \" — Mr. Pickering paused — \" very poor.\" The visitor produced his purse and asking for a pen, filled up the blank cheque at his host's request, as folloAvs — \" Pay Alargaret Alarshall or order the sum of \" the pen hesitated an instant. \" Be a man and a Christian,\" said Joshua, laying his big hand on the narroAV back bent over the table. \" You'll find it after many days, Mr. Barley.\" \" Forty pounds,\" wrote the hand now, fluently and Avithout hesitation. Joshua's hand was raised, but only to fall Avith renewed power on Mr. Barley's shoulder. \"God bless you, my good sir,\" said he. F 2"], [220, "MARGARET. 212 \" You could not have done me a greater kindness.\" AVhen he was gone Joshua Pickering thus soliloquised — \" My eyes ! — well, if that isn't a Avindfall for the sweet woman, I'm much mistaken. Poor dear, poor dear ! she needs all the comfort she can get. And she's ill in Rome, too, Carew says — getting better, eh ? AVell, my poor dear, here's forty pounds sterling for you, and no mistake — none of your dirty charities, poor dear — none of your subscriptions for the indigent poor. My eyes, Joshua P., how you hate that word ' indigent ! ' It's more of scorn in it than pity, I'll take m'oath — but it's none of these — bread fairly won if ever bread was — and it's aAvful odds a woman like her has to deal with, I'll be bound. I'm mistaken if Barley's back didn't expand a bit after he unburdened himself of that chink : it lifts a chap up to do a"], [221, "MARGARET. 213 good turn to another. She'll be grateful, poor soul ; but Barley, you ought to be the grateful one ! I'm your doctor, I've given you the emetic — you've disgorged, and you're a ' wiser and a poorer man,' not a ' sadder ' man, I'll reckon. \" Well, and, to be sure, she's at Rome. AVon't mention that, in case Mrs. Pickering should object. Reconciles a chap to going to foreign parts, it does, to think of seeing a sweet woman like that. By Jove ! when a woman's a woman it makes even Joshua P. more of a man. \" Ah ! she'll be married to that Carew before long. AVell, he's a good fellow, and he's a wretch in love, as he should be, and no mistake. And we can't expect she'll find her match any where ; so God bless the match ! say I, Joshua Pickering, who's been matched easier, and long V ago."], [222, "CHAPTER XV. \" She spake such good thoughts natural.\" Elizabeth Barrett Browning. It is wonderful hoAV quickly an intimacy will spring up where tastes and objects of interest are in common. It is especially wonderful at Rome, where people who have passed each other as strangers for Aveeks or months find themselves by the talisman of a magic intro duction suddenly grown into old friends all at once. Rome, of course, offers every advantage to such rapidly formed friendships. In England sky, circumstance, disposition, alike keep us at a cautious distance from each other ; but in"], [223, "MARGARET. 215 Rome, where every day we make holiday, and feast ourselves greedily on eye-satisfying, soul stirring sights, we are driven from our separate citadels, and drawn to each other by a new sense of keen sympathy and delight. For surely enjoyment throws out of self, if anything can. Few of us care to be alone in that which in- creases ever in its dispersion. \" Je ne sais si je me trompe,\" says Corinne, \" mais il me semble qu'on se devient plus cher l'une a l'autre en admirant ensemble les monu ments qui parlent a l'ame par une veritable grandeur.\" It Avas so with the little party of four, who by Mr. Poole's intervention had, at last, been brought together in Air. Armytage's rooms. One afternoon they had been strangers, the next they were acquaintances, the day after (chiefly spent together) they felt the acquaint ance was warming into friendship. In a week's"], [224, "216 MARGARET. time they had almost ceased to have separate plans. A consultation one afternoon deter mined the affairs of the next day for both. Mr. Poole sometimes, but rarely, joined the quartett. Five was not so convenient a number for sight-seeing as four, and he had many friends and separate interests. There was nothing light, or volatile, or whim sical about this sudden friendship, as from experience we might imagine. So sober an element pervaded the little group that perhaps to strangers they appeared impervious to enjoy ment, and indifferent. Mrs. Armytage alone had animal spirits, and with these grave faces around her even she became serious and dignified. Then the relations between them, and the circumstances of each, were conducive to this calm, passionless friendship. Mr. Williams and Margaret were more like saint and worshipper"], [225, "MARGARET. 217 than lovers, or even friends. They usually fell naturally into each other's company, and he picked up the pearls that dropped from her lips with a reverence that was nearly awe. AVhen she looked at leaves or flowers by the way-side in their country drives, and her eyes filled Avith a sort of quiet sunshine at the sight, he would stop the driver, get out, and lay them in her lap in silence. \"Are they what you like?\" he would perhaps say, and a quiet \" Yes, thank you — how beautiful ! \" was reward enough for him. When they were alone for an instant he poured out his sorrows to her, asked her coun sel, told his difficulties, and treasured her answers in his heart. Younger than Alargaret by three years, it never occurred to him that he might aspire to anything above the footstool of his saint. The second day of their acquaintance dis covered to Margaret the fact that this was none"], [226, "MARGARET. 218 other than Ellen Williams's prodigal brother. With some hesitation, he confessed the fact, imploring Margaret at the same time to keep it an entire secret. Go home, he said, he could not. He had tried it — God knew he had tried it ! But every feeling that was inhuman and unfilial had come into his heart, and he felt if he were ever to come to the knowledge of all that is high and holy he must see it before him in some shape on earth. Margaret, anxious to bring about a recon ciliation, which it seemed to her that God had certainly intended her to do, bringing her as a link between the home (such as it was) and the homeless, argued the point again and again. \" You don't know my feeling,\" he once said earnestly. \" I am driven of the wind and tossed. Aiy anchor has been rudely torn from under me. I have been in an atmosphere of unbelief for tAvo years at college. I have no"], [227, "MARGARET. 219 influence to lead me the other Avay. God knows hoAV miserable I am.\" \" Thank God you are miserable still,\" said Margaret gravely. \" What do you mean? \" he asked Avondering. \" If you were not,\" she said, \" I think your case would be infinitely more hopeless than it is. Do you know I Avas afraid— — \" \" Of what 1 \" he inquired. \" That you were happier — that you were getting reconciled ; and yet I kneAv it was not the happiness I want you to have — that I know you will have still.\" \" Listen ! \" he said. They were sitting on a seat in the gardens of the villa Doria, waiting for the other tAvo, who had gone into the house, for Margaret had still little use of her limbs, and could only, Avith the help of an arm, totter to the nearest resting-place when they left the carriage. \" Listen ! You do not close your eyes"], [228, "MARGARET. 220 to the phases through which another mind can pass — you do not think that doubt itself is damnable — you do not shut against me all hope of coming to belief, by spitting righteous scorn upon me when I show you that foul thing — myself. And yet, by Heaven! if ever wo man \" He stopped here, as he always did when anything like a compliment was near the surface. \" You will forgive my saying so,\" said Mar garet ; \"but do you know it seems to me that doubt is a disease.\" \" It is infectious, at all events,\" he replied, smiling sadly. \" And yet we cannot lay doAA-n a rule,\" she continued, \" for some people go into it open eyed, and hold it with a method and a faith, if I may say so, that is quite unlike madness.\" \" Certain lines lead to it inevitably,\" he answered. \" I have got on one of those"], [229, "MARGARET. 221 tracks ; yet I cannot say on what track — I cannot say Avhat I believe, or why I disbelieve. I disbelieve in everything, and yet when I analyse my mind I can find no reason why — no grounds from which I started.\" \" You have caught the infection,\" she said. \" You have not walked into it willingly. You are only disturbed by seeing others walking in before you. And you know there is a great deal that is attractive about an unbeliever.\" He looked up in astonishment. \" I mean about his course,\" said Margaret. \" All our minds are astir to-day. We are all sifting the old sands, digging in the old paths, and trying to make discoveries. Most of us are content with this, because if we find a tiny flaw here, we turn up as often, and oftener, a hidden jewel. But then a man comes who has been led up in the old ways — by the old paths, and he shakes all these from him valiantly,"], [230, "MARGARET. 222 and he says, ' AVhat has been need not be always. AAvay, old fashions and old beliefs! AVe shall find truth by another path.' But it is curious,\" she Avent on, \" how astray people go, when once they start for themselves. You Avould think that by a thousand different paths men must finally arrive at God, the final good; men, I mean, who are looking for truth, and purity, and light. But it seems to me they lose themselves in a Avilderness, and go in circles, round themselves. Do you understand my meaning ? \" \" Oh yes,\" he said. \" I Avish I could express myself better, but I tliink you will extract what I want to say from my tangled words. It seems to me that having revolved for a certain time in this Avilderness, coming ahvays upon the same path, the same stumbling-blocks, and the same barriers, they decide that as they cannot leave"], [231, "MARGARET. 223 the wilderness, there can be nothing beyond it. If there were a Avay out, why should not they discover it who have pursued their search so long, and with such fidelity ? \" Now another man is standing in the thicket too. He sees men wearily going round and round him, coming to nothing higher or better, and yet with every round becoming more loud in their protestations, more firm in their convictions tbat anything beyond the thicket is an idle dream. ' Start as we may,' they say, ' we come upon the same goal. Is not this conclusive ? It pleases you triflers to imagine that there is another path — that there is another truth. But, if so, give us proof. We, at least, are honest ; Ave are ready to be convinced. Only convince us.' \" And here,\" said Alargaret, sighing, for she had tired herself out in her earnestness, \" comes the sad part.\""], [232, "MARGARET. 224 \" How ? \" inquired her companion. \" Because he cannot convince them,\" she replied. They were both silent — he waiting to hear what she would say next, and she lost in thought. After a moment she said again, — \" He cannot convince them. They, with their eyes fixed on their weary rounds, he with his whole mind and sight riA'eted to another path, how should they ever meet and agree ? Their courses are perfectly opposed. For above the thicket there is a hea\\-en ; and to the one it is indeed heaven. To his soul the path to it is as apparent as the weary rounds to the other. ' They have neither speech nor language, but their voices are heard.' Once seeing that path, neither death, nor life, nor things present, nor things to come can hide it. Overclouded it may be, but banished or hidden quite — never. But I have wandered from my"], [233, "MARGARET. 225 point,\" said she, smiling. \" All I Avanted to say Avas, that it is an inner consciousness which makes believers, and not any outAvard evidences alone. These, I am sure, when the conscious ness is present, are so many buttresses to faith : in the new light we read all things aneAv. But I lose all hope of ever convincing any one of God's truth and love by appealing only to reason and the intellect. AVe must need the knowledge with our hearts, read it from our hearts, hold it by our hearts; and then our hearts convince us as nothing else can. After that, as I said before, nature, our lives, our experience, everything is read neAvly, in what Mrs. BroAvning calls the ' great God light.'\" V VOL. II."], [234, "CHAPTER XVI. Three Aveeks passed over the heads of the English quartett with whom Ave have lately had alone to deal. Three weeks had cemented the friendship betAveen them, though to the eye of a stranger no change would have been apparent. They were no children, as we have said before ; no young enthusiastic creatures hi the heyday of life and existence to be carried away by imaginary romances or transcendental visions. As they had met, so Avould they, to all appearance, part. And yet parting was not a thing they liked to speak of. Margaret, perhaps, Avas the only one who seriously contemplated it as close at hand."], [235, "MARGARET. 227 She had regained her strength as far as it was likely that she could regain it for many long days to come. White and Avan as her face was still, it wore a look that had been a stranger to it since the first days of Gaspar's illness. Live liness it could not be called, but life it really seemed to be. \" I am coming home by Civita Vecchia and Alarseilles next Thursday,\" she wrote to Philip pine, when the happy three weeks of returning health and congenial spirits had passed by. \"I think life has come back to me after all; though lately the spilt hour-glass seemed slipping through my fingers, and I could not care to stop the sands at all. I fear it made me selfish and thoughtless, dear Philippine, leaving my troublesome little pair on your hands. But it shall not be so any longer ; I can walk now almost steadily, at least by hold ing on here and there to a chair or table, and <i2"], [236, "MARGARET. 228 on Saturday please let me find my children at Fernhill. Ah ! if you could come with them — but that could not be — there is not a corner fit for you in the house.\" \"AVhy not,\" said ardent Philippine, \"if it is fit for her?\" But she thoughtfully made no preparations for taking the children herself to Fernhill. By the time the letter reached the Towers, Alargaret must have been on the eve of starting for England. Dolly, Charlie, and Philippine Avere thrown into a state of Avild ex citement. Elspet, who had bloomed into a fat, comely, and matronly-looking woman on the good fare the Beauchamps' hospitality had pro vided for her, and on the easy mind she had lately carried in her breast, Avas very little less excited. She had not had an altogether easy part to play during her visit, but she had a marvellous way of jumping over difficulties and of taking the bull by the horns. If a lie had"], [237, "MARGARET. 229 to be told, Elspet was not the person to shrink from it. Her mistress's honour, or family, or position were equally dear to her heart, and when truth Avould (in her eyes) have endangered the one or the other, she unhesitatingly put truth aside. She had turned, Avashed, and ironed certain old scraps of ribbon that had laid by her for many years ; and decked (for the honour of the family) in a smart cap adorned with the same, she sat within the sacred precincts of \" the room,\" vis-a-vis to the pompous butler and housekeeper, and held her own unabashed and fearless. \" Oh, no, Mrs. Jamieson,\" she would say, sipping her tea as elegantly as if she had ahvays been used to Dresden china, and only thought this stoneAvare service very neat and unobjectionable, \"Oh, no, we won't be long residing at Fernhill. The house as AA'e had taken is so much run after that I dare say my"], [238, "MARGARET. 230 mistress couldn't get it for more than a short time. And it don't suit us quite convenient on the whole ; Ave hasn't quite large enough sitting-rooms to suit my lady, she's been used to such different ways, you see, Mrs. Jamieson. Another cup of tea, and thank you kindly, Mrs. Jamieson. Is this four-and-six the pound ? Oh, I thought so. I thought I knew it ; it must be. about that. One don't get it good at three-and-sixpence now.\" I think Margaret would have turned Elspet out of the house if she could have overheard some of her fabrications, but happily Margaret did not hear. She was not a little troubled at this very time, for in her weak state small troubles as sumed vast proportions. And to Avhom, with the quick sensitiveness that Margaret had, would not a difference of opinion even, between her and one to whom she oAved a large"], [239, "MARGARET. 231 debt of gratitude, have caused disquietude and distress ? And a difference of opinion, nay, a painful coldness, had suddenly sprung up between Alargaret and her friend. The cause was apparently not far to seek. Alargaret, finding all attempts vain at inducing her friend to countenance and further her return to England, and feeling that duty demanded of her at any sacrifice of comfort or inclination to go back to the children, at length resolved that she must act for herself. \"I haA-e been weak too long,\" she said to herself, as her white lips compressed themselves into a look as near obstinacy as her soft wistful eyes would alloAv of. And then she had sat doAvn and written the letter just quoted to Philippine. Mrs. Armytage was writing in the drawing room when Margaret entered with her closed"], [240, "MARGARET. 232 letter in her hand. Margaret stooped and laid her thin cheek against that of her friend. \" I must go,\" she said, softly. \" You would not help me, so I have had to settle it for myself.\" \" Oh !\" replied Mrs. Armytage, drily. \" And what day do you propose starting?\" \" Thursday,\" said Margaret, her knees shaking under her, for she was too Aveak as yet to bear the slightest excitement of feeling. \" Very Avell ; Lightfoot shall pack for you. Perhaps you will kindly give her your orders.\" Margaret sat down on a sofa by the window, and the tears welled into her eyes. She was too choked to speak, and silence there was for half an hour, only interrupted by the scratch, scratch, of Mrs. Armytage's pen. A dream is said to occupy but a few in stants of time. No Avonder Margaret in that silent half-hour had time for a dream as long"], [241, "MARGARET. 233 as life itself. She had a Avay of going back Avith a mournful pleasure to days gone by, fingering the well-conned rosary of years and days, each bead fraught Avith so much dis tress, so much of care, and so little sunshine in betAveen. Here she sat to-day in Rome and questioned her own soul. She Avas out of favour with the friend to Avhom she owed her life ; she was leaving Rome Avith its enchantment and its associations of pleasure and of congenial companionship. Above all, she was leaving Gaspar in a foreign grave. She was still Aveak enough to cry in womanish fashion over trifles, weak enough to dread the journey alone, weak enough to wish the day of parting over. And seeing these many cares and drawbacks in the course she had resolved upon, what of attraction is there in it to be set against them? The children, and perhaps Philippine. But then"], [242, "MARGARET. 234 with the children she must take up fresh burdens as Avell as pleasures. The sight of Philippine Avould arouse the most painful of memories ; perhaps Philippine's own face might be a source of grief to Margaret, for hoAV did she know Avhat tale that face would tell? Margaret questioned herself, I say. AVe have a right to hear her verdict, I think. \" Are you happy, Alargaret, or unhappy ? \" The ansAver comes, \" Happy.\" Now we might be curious, and beg to analyse her thoughts, to furrow up the soil and find the cause. Here we have no right at all. Margaret's eyes have told us all she means them to tell. If they tell any more — then please move away, and look at the beggars in the convent garden. Do you ever think Iioav blessed you are in being able to look at all ? Do you ever think"], [243, "MARGARET. 235 what it must be to be a Mr. Palgrave in a world of darkness of your OAvn ? For Mr. Palgrave is blind. There is no mystery about it that it should be hidden. You have guessed it long ago perhaps from his clinging dependence to his friend, from various little signs that first broke the sus picion to Margaret and to Mrs. Armytage, though many days passed before the suspicion became a truth. \" He is blind,\" Avhispered Jack Williams, shaping his lips into the words rather than forming any sounds, on the second day of their acquaintance when Mrs. Armytage had unwittingly directed his attention to a pic turesque group of these very beggars you are, or ought to be, looking at now. It was no wonder they had not discovered it at first. That his eyes were weak they had seen, but he had paid his first visit late on"], [244, "MARGARET. 236 an afternoon by twilight, and sitting AA'ith his back to the light, the aAvfully still and con stant look of a blind man's eyes had escaped the notice of both the ladies. Afterwards they had heard his story from Jack AVilliams. He had distinguished himself at Oxford, taking a first class in classics, and in laAv and history. The only son of his mother, and she a widow, he had devoted all his energies as much to her comfort and satisfaction as to the darling pursuits of study. But his health had never been good, and before he had gone in for his last examination he felt that his eyes Avere giving way. \" I loved ambition better than the gifts of God,\" he said to Jack once, \" and I satisfied one by sacrificing the other. I did it with my eyes open,\" he said with a mournful smile, \"'and now I must not complain that they are shut.\""], [245, "MARGARET. 237 AVhen Alargaret first discovered Mr. Pal grave's loss it affected her very painfully. Blindness had for her an overpoAvering dread that AA'as almost horror. Blindness in a man avIio Avas a young man still, filled her with an unspeakably great compassion, Avhile the awe that it at first inspired in her amounted almost to repulsion. She said something of this to Jack AVilliams, but not till she could tell him that constant intercourse with Mr. Palgrave had entirely removed the childish prejudice. \" For God's sake don't let him knoAv that,\" he replied, \"for strangely enough he has himself the idea that his blindness makes him repulsive. He is so little used to it that it is a very tender subject too ; I never mention it unless he does so first. He will never talk to you of it, hoAvever, so there is no fear of your committing yourself by telling"], [246, "MARGARET. 238 him what your first feelings toAvards him were.\" \" It was not towards Mm\" said Margaret hastily ; \" it Avas the blindness itself that re pelled me. It is an odd feeling that I cannot account for. Do you know my strongest association with St. Alark's, at Venice, is that of a blind man Avhom I saAv led in by a friend, just as you lead Mr. Palgrave. I was five years old then ; my father had taken us to Venice. This man stood up erect against the wall as motionless as a statue. The crowd surged round him. The organ rolled, fresh faces were ahvays passing and repassing. Now and then he felt nervously Avith his fingers about his coat, as if the darkness were quite new to him. Now and then he moved his hand a little, as if to make quite sure that he was master at least of that. \" I crept closer to my father, but my eyes"], [247, "MARGARET. 239 refused to leave the spot to which they were riveted. I suppose it Avas the helplessness of the man in strange conjunction Avith an un usually powerful frame that impressed my child's imagination, but still more, I think, the aAvful constancy of his fixed gaze as he tOAvered there over the moving mass of people.\" After a little further conversation about Air. Palgrave, in which Jack AVilliams poured out his grateful soul and his intense love and respect for his friend to Margaret's attentive ear, she asked — \" Is there any hope of his recovery % \" \" He has given up all hope. At least he says so, and I think it is as well.\" This Avas all but a feAV days after the acquaintanceship had been formed. Later, though Jack Williams was never Aveary of praising and referring to his friend, the con versation became more and more one-sided."], [248, "MARGARET. 240 Margaret did not encourage the subject, though she listened. It is a great pity if she has let that foolish prejudice about the blindness return again, to become master of her better sense."], [249, "CHAPTER XVII. Two days before Margaret left Rome, she was sitting very wearied and disconsolate in her empty room, the contents of her rickety Roman cupboard strewed on the floor, and the poor battered little square trunk gaping to receive them. She had not done more than lay a few books in the bottom of the box Avhen her aching back compelled her to rest for a moment. Airs. Armytage's maid Avas to fold the scanty little wardrobe, but there was a desk, some papers, and some books, which Margaret did not care to trust to other hands than her own. AVhen she had recovered herself, and had VOL. II."], [250, "MARGARET. 242 put in the remainder of her treasures, she threAV open her window and looked out. The next clay was Christmas-day. In Eng land there must be deep snow, holly, and fires, or that green, moist, grey Christmas-tide, with the shadow of its sad saying about \"fat church yards.\" Hoav different here ! Blue sky, a hot sun, open carriages, flowers — everything sug gestive of peace and good-will, but not of yule logs or old associations. Rome is astir, foreigners haA'e flocked to her for the great festival. The Pifferari, who have played since Advent began to every madonna at every street corner, are ending their tuneful jubilee ; to-morrow no one will listen to them. The silver trumpets will empty Rome's streets to fill her St. Peter. Margaret, standing at her Avindow, Avas thinking of all this, and watching a group of men playing \" Morro \" in the street below."], [251, "MARGARET. 243 \"Due! Tre! Quattro! Tutti!\" they kept calling, in a shrill, biting cry, beneath the overhanging boughs of an ilex. A footstep or footsteps on the landing of their own \" etage \" called her attention from the windoAV. She had a way now of listening to footsteps — per haps fevers leave such effects upon the nerves. Several voices Avere speaking, luggage was being carried up and put clown heavily on the ground. \" Margaret Marshall leaves on Thursday, and then you can have her room,\" said Mrs. Armytage, quite distinctly. \"Please let me wash my hands and face,\" was the answer. \"I feel a ruffian.\" Poor Luke Carew! you are quite right to wash your hands and face. You will need all the assistance that you can lend yourself or that others will give you. So he had come. There had been hints of K 2"], [252, "MARGARET. 244 it several times. \"He may come any day,\" Margaret had overheard his sister saying to some friend, though since the coolness had sprung up betAveen the two women, Luke had been passed over in complete silence. Margaret put on her bonnet and shawl and prepared to go out, for the first time alone. Would it look like coAvardice, or affectation, or emotion ? Perhaps. But she was not coward enough to sacrifice her inclination to what people might say or think. \" And,\" said Mar garet, hardening herself as she drew her shawl tighter round her and went quietly down the long stone stairs, \"what can it matter what Mr. CareAv thinks ? \" She found the Corso too crowded to be pleasant, and made, as quickly as her weak limbs would alloAv of, for the Doria Gallery. It Avas sweet to breathe the fresh air of heaven ; and a certain sense of freedom came back to"], [253, "MARGARET. 245 her as she stepped along alone — for she had lost her freedom, of this she was quite certain. Was it good ? She kneAV it. Was it pleasant ? She AA'as not sure. Only she drew her shaAvl yet closer, and said to herself that it Avas sweet to be alone. A few moments saAv her seated in one of the rooms of the great gallery, people passing to and fro before her, but her eyes and soul ab sorbed in the great works that held her atten tion, and even prevented her from seeing and dilating on the hay, straw, and stubble, which abound in Roman galleries as elsewhere. She had taken a quiet Avindow-seat opposite some picture that fascinated her, when her view was obscured by two figures, Avho coming in by one door were passing through, with their backs turned toAvards her, to the other. But the same picture which had attracted her seemed to interest them ; and, as they paused, she re-"], [254, "246 MARGARET. cognised Jack AVilliams and Mr. Palgrave. The surprise brought a little colour to her face, per haps. But then she is very weak still, and that is nothing. But, unlike herself, Margaret did not at once stand up and offer a greeting. An instant later, when she had thought better of it and was about to do so, a lady, to Alargaret's surprise, joined the two friends. Mr. Palgrave held out his hand, and feeling for hers, Avhile his sightless eyes turned towards her, he dreAV her arm aa -ithin his own. \" Now,\" Alargaret could hear him say, in his patient, calm voice, \" read the picture to me. Your eyes ought to be able to tell me the story well.\" \" It is a St. Agnes,\" said Jack Williams, and then he proceeded to describe the picture. After which the lady at his right side did like wise, but coloured her Avord-painting with a true poetry of her own."], [255, "MARGARET. 247 \" Can you see it now ?\" she asked. Mr. Palgrave drew her hand closer to his side, and laid his own upon it as his ansAver. \"You are not cold in here?\" he asked, tenderly. And those sad eyes, turned upon her, showed themselves in part to Margaret too. She could not bear to see blind eyes, you know. That must be why her face has changed in the last moments since we have been looking at the picture. \" I can sIioav you it better,\" said Jack AVilliams, smiling, .\" by telling you who it is like.\" \" Who?\" asked Mr. Palgrave quickly. \" Margaret — Miss Marshall — it is her face on canvas. I have ahvays thought her like a saint — like a St. Agnes, too, only with more power, much more power.\" \" I should like to see her,\" said the lady. \"I am jealous of this Margaret.\" And as she"], [256, "MARGARET. 248 spoke, her tall, delicate figure turned itself half round, and Alargaret saw a beautiful face under a thin black veil, eyes full of soitoav, and the sweetest and smallest of mouths playing Avith a gentle smile. And then the three passed from the room, and Alargaret was left Avith her St. Agnes. AVhen she thought of it aftenvards she could not tell Avhy she had sat there stupid and motionless. AVhy had she listened to what they had said of her? AVhy had she not at least left the room ? But it had all passed in a moment. She kneAV nothing, except that an unconquerable dread of being surprised and spoken to just then had possessed her. AVhen she got home she was given a card. It bore the name of Air. Pickering. He would call again at four o'clock. \" And luncheon is ready, Alargaret,\" said Mrs. Armytage in a tone more amiable than it"], [257, "MARGARET. 249 had been for days past, \" and my brother Luke has come.\" Which were the most distasteful of the two, Luke or luncheon, it Avas difficult to say. \" Oh, child ! \" said Airs. Armytage again, Avhen the trio so ill at ease sat doAvn to their light luncheon of fruit, maccaroni, and Avine — \"hoAV tired you look! AVhat have you been doing Avith yourself — and Iioav do you think you are to start on Thursday ?\" Margaret smiled. But grapes and oranges lay untouched on her plate, and she acknow ledged that though she had sat nearly all the morning in the gallery she was a good deal tired. \" We have a plan for St. Peter's and all manner of churches to-night,\" said Mrs. Army tage, kindly. \" And I did so wish for you to be fresh and able for it.\" Margaret said she should be quite able, though her looks belied her words."], [258, "CHAPTER XVIII. Four o'clock came, and with it Air. Picker- ing. His meeting Avith Margaret was of so affec tionate a character that Luke CareAv froAvned a little, in spite of himself, as he left them together. \" My dear ! my clear ! \" Air. Pickering kept saying, wringing her hand in his elephantine clasp, and really moved too much for his usual rough speech and manner. He recovered him self very shortly, however, and was the veritable Joshua once more. \" Poor dear ! poor dear ! \" he ejaculated once, when Margaret's eyes filled with tears as he"], [259, "MARGARET. 251 alluded to their last meeting. She had not seen him more than twice or three times in her life, and yet the unmistakable Avarmth of friend ship came into the room with him. \" AVell, miss,\" he continued when he felt better, and the tears had fallen into Mar garet's lap ; \" well, and I propose to be so impertinent as to ask Avhat your plans are. AVhere do you propose setting up shop when you get back to the old place across the Channel % \" Margaret said sorroAvfully she had no plans, further than her intention of returning to the cottage at Fernhill. \"Fernhill! cottage I stuff and nonsense, miss! Excuse me for saying so, but this is all sham and make-believe. You ain't really set upon that plan, I believe you. Not you ! — oh ! no.\" And Mr. Pickering burst into a loud guffaw,"], [260, "MARGARET. 252 and threw himself heavily back in the arm chair, which creaked ominously, and showed symptoms of Roman decay. Alargaret looked at him bewildered and astonished. \" AVhat do you mean ? \" she asked. \" Noav,\" said he, \" I'm pretty fairly up to Avomanish dodges, that I am, having had some small experience with one Airs. P. But I reckon they beat me sometimes, 'specially women with saintly faces. AVhether they're speaking truth, or Avorking on a poor chap's feelings, I ain't at liberty to guess. But AA'hat I mostly goes in for is, making for the point. And when I asks a straight question there isn't one Avoman out of fifty has the moral Avhat d'ye-call-it to tell a lie ! With your leave, miss,\" and he bent forward, and peered into Alargaret's face, \" I'm going to ask a question noAv of you ; and as I'm interested in the con-"], [261, "MARGARET. 253 cern, perhaps you'll do me the kindness to reply. Have I your leave ? \" \" Certainly,\" said Margaret, unhesitatingly. \"Well, then,\" and he drew his chair till his knees almost touched Margaret's, while he lowered his voice to a confidential Avhisper (he could not whisper, and it ended in a hoarse falsetto). \" Do you mean to set up for your self, or do you mean to enter into partnership V \" I don't understand,\" she replied. \" To be plainer, miss, have you forsworn the single state and art together ; and are you going in for matrimony, money, and the do mestic hearth 1 \" Margaret fairly laughed. It Avas so long since she had done so, that the sound of her own laughter saddened her again. She sighed, and assured Mr. Pickering that she had no idea of abjuring either her art or the single state."], [262, "MARGARET. 254 Mr. Pickering gave a long peculiar whistle through his thick lips, and his great eyebrows contracted. The whistle implied satisfaction; the contraction, of course, suggested a draw back or a difficulty. \" Poor chap ! poor chap ! \" he muttered between his teeth. Then there Avas a silence, while he patted his great foot on the ground, and ran his huge hand through the mop of grizzly hair that crowned him. Presently he looked up, set his jaw reso lutely, and said, \" Miss Marshall ! \" \" Yes, Mr. Pickering, \" The Almighty has his system of compen sations — Carew loses ; art and Joshua Pick ering win. AVill you be led by me in the matter of this art? I ain't a polished scholar, and I ain't a poet, but I've climbed out of the"], [263, "MARGARET. 255 dunghill along of this art of mine, and I think I can help you too. My dear,\" said he, soften ing his voice to a tone Margaret had never heard in it before, and holding out his hand for hers, \" my dear — no offence I hope — I want to help you. You ain't too proud to learn the way? \" \" Not too proud, I hope,\" she answered, \" to learn to help myself\" \"The genteel blood! Oh, lor! — that gen teel blood ! Thank the stars, there ain't none of it here, Joshua P.,\" and he dug into one of the veins of his broAvn hand with the forefinger of the other. \" Not that I proposed otherwise, miss. I Averen't a-going to offer you an annuity, nor to assist you into the Lambeth Union, nor to send you round with a hat to-morroAv in St. Peter's.\" \" You are ahvays kind, Mr. Pickering,\" said Margaret. \" I know you would not"], [264, "256 MARGARET. make an unworthy proposal to me. Tell me what I must do, for, indeed, I want help.\" And she raised her large mournful eyes to his. He looked aAvay directly ; nay, he turned his very chair round. \" For goodness sake, don't look so ! My pocket's got turned, and the port-money in it. And uoav, miss, before you see so ungenteel a thing as gold, and hear the vulgar click of coin, let me tell you that you've started helping yourself. One, two, three, four, five,\" and he counted out forty sovereigns upon the table. \" You ain't going to ' go off,' I hope, miss 1 Xot Avhile I'm alone in here, if you please — might look odd and out of place — \" \"I never faint,\" said Margaret disdainfully, forgetting that swoon at Munich she had indeed hardly known of, with tears pour ing down her thin cheeks. \" How have I"], [265, "MARGARET. 257 earned this ? Is it a dream ? What does it mean, Mr. Pickering % \" \" It means you painted a picture in your dreams,\" said Joshua, with a half-bacchanalian grin of delight at her astonishment and emo tion ; \"it means I came and took it away while you slept ; it means ' a sleep of sorrow and a dream of joy;' it means a picture of a child's head that's sold to a connoisseur ; the artist one Margaret Marshall. It means, my dear, forty pounds sterling ! \" And arriving at that tremendous climax of his eloquence, Mr. Pickering wiped his forehead and was silent. \" And uoav,\" he resumed, while Alargaret smiled through her tears and fingered the pieces, making little broken exclamations of gratitude and astonishment all the while, \" I have a plan to propose, Miss Marshall, upon which I beg your consideration for one whole VOL. II. S"], [266, "MARGARET. ' 258 day. If you come to the conclusion I come to, you Avill not make the train to Civita Vecchia heavier on Thursday. You'll stay in Rome.\" \" That is impossible,\" she replied, decidedly. \" Indeed ! \" said Joshua, ironically. \" AVhat is your plan ?\" she asked. \" That you study in Rome- — that you take a studio here in Rome.\" \"That is impossible!\" she cried again in credulously. \" Indeed, miss ! AVell, I'm sorry — most sorry to find you ain't so large-minded as I took you for. It's narrow minds, I guess, that ain't got no room for possibilities. But I'll say good morning, miss, as my mission ain't as success ful as I might wish. ' Fare thee well, and if for ever ' \" Don't be angry, Mr. Pickering,\" pleaded Margaret. \" You don't knoAv of my difficulties. What can I do with the children ? \""], [267, "MARGARET. 259 \" Children ! children ! Bother the nasty chil dren ! People meaning to hook it oughtn't to leave a legacy of children to the world. Beg your pardon, miss. No offence, I hope. Bring them here, of course, at once. Send for them, I mean. Send for them ! I'll telegraph ! I'll write ! I'll write six letters ; so that one of the six has a good chance of escaping the old papa's fingers. Five for the post-office is a handsome allowance, eh ? I'll blow up the cardinals ! I'll prophesy the downfall of Papery — Popery, I mean ! It'll take 'em a week to read the five. Aleantime, what with the smoke of burning 'em, and the bother of reading 'em, the sixth '11 make his way to England, and you needn't go. You ain't fit to travel ; you know you ain't.\" And Mr. Pickering opened his snuff-box and ab sorbed an unusually large pinch. \" That I must go home I know,\" said Mar garet, quietly. \" AVhether it would be possible s 2"], [268, "MARGARET. 260 for me to come back to Rome and folloAV your advice, that is such a weighty question for a lonely woman like me, that you must give me time to answer it. Shall I see you in St. Peter's to-night 1 \" \" Oh, yes ! Pastorelly, or something, eh V \" Yes, it begins about ten or eleven o'clock. I am going there instead of to high mass to morrow. I will tell you then, if I can, what my ' possibilities ' are. You must not despise me if I am less large-hearted than you, Mr. Pickering.\" And with a hearty shake of the hand, or hands, they parted."], [269, "CHAPTER XIX. Very few people go to St. Peter's on Christ mas-eve, for the greater part of Rome reserves itself for high mass the next day. All the more peaceful and impressive, there fore, is the long vigil in the beautiful, silent place. There are no lights, save in the chapel on the left-hand side, Avhere the Pastorale, the Song of the Shepherds, is being sung. This light, in a pale flood, streams out into the dim aisles, and lights up the faces of the few Avho stand beside the entrance : priests, Avith books, joining the choir Avithin, Zouaves leaning against some marble monument, a good many foreigners,"], [270, "MARGARET. 262 chiefly English and American, who have come to see, if not to understand. There is a group of these whom we must look at for a moment. They are standing to the right of the chapel, the full light falling on their features. A blind man Avith a grand face and brow, sightless blue eyes looking constantly onwards, a mouth with the smile of a child playing upon it ; but that firm look of patient resolve there too, so utterly unchildlike. Is he listening to the music, drinking in its harmo nies, that his face is so holy and so calm ? 1 think he must hear sweeter melodies than these — soul-melodies surging up, clashing with the Pastorale into melodious discords, carrying him quite above St. Peter's and the towering dome. The great clock booms twelve ! and then the Pastorale verily begins ; for Christmas morning dawns upon old earth again."], [271, "MARGARET. 263 The blind man becomes a little restless. Can it be the change in the music, the clear ring of the shepherds' pipes breaking through the roll of the organ ? He puts out his hand and feels round him. He speaks his friend's name ; but Jack AVilliams has left him since Ave looked, and is Avandering now round the tomb of the apostle at the further end. Mr. Palgrave sighs, leans back against the wall once more, and throws his head up with an expression of pain. He moves his child like lips ; it seems as if he might be saying something between a prayer and a muffled moan of misery. He starts suddenly, for his hand is touched \" Even my ears are useless to me,\" he says to Mrs. Armytage sadly, for it is she who has touched him. And in his heart he adds, \" I have been looking for you a long while past.\" But this not to Mrs. Armytage."], [272, "264 MARGARET. They stand there for half an hour, a silent group. Luke Carew beside Margaret, dangling an officious camp-stool in his hand, and trying to look at her face, Avhich she turns from him ; Mrs. Armytage, talking animatedly to Mr. Pal grave, rather more than he seems to care for ; the organ rolling, the shepherds' pipes Avaxing loud and jubilant, the Zouave falling asleep over his folded arms. \"Is that poor Palgrave, Miss Marshall?\" Luke inquires timidly. \" It is Air. Palgrave,\" says Margaret drily. She is getting terribly tired of standing, yet she Avill not take the dangling camp-stool and gratify poor Luke. She would like to walk about and change her position, but she knows the mournful shadow and the dangling appen dage Avill come after her. She knew now she had never loved Luke Carew. She felt that to-night her indifference had become dislike."], [273, "MARGARET. 265 Why was he here, why did he intrude on her and her thoughts—\" this last night ! \" she kept saying to herself, \" this last night ! \" And yet it Avas not her last night in Borne. Mr. and Mrs. Pickering arrived in St. Peter's about one o'clock. \" AVhere's the ' Pastorelly,' if you please, Monsuire?\" she inquired, arrang ing her disconcerted locks on either side her face, and addressing- a young German priest, who shook his head solemnly and passed on to kiss (what remains of) St. Peter's toe. \"Oii est-ce que je peut trouverai le Pas torelly, Monsuire ? \" she tried next, but with better success. Her informant called it the \" Pastorelly \" too, and pointed out the chapel. Half-past five. St. Peter's still. The Pas torale still. The dawn is creeping in, and all the faces are Aveary and haggard. \" AVhen is it to be ? \" asks Airs. Armytage of"], [274, "266 MARGARET. a lady beside her. It is the same lady who joined Air. Palgrave and Jack Williams in the Doria gallery. \" Not for a year : he is to be under the doc tors at Kissingen during the summer. The oculist returns to Rome every winter, and if Francis is well enough, please God, it will be tried by January twelvemonths.\" \"The operation, you mean?\" \" Yes : he is not strong enough now. His health has never recovered the fever.\" \" And he lost his sight then ? \" \"Yes. Three years ago. Three years ago last August. Congestion folloAved the fever ; the oculist thinks that congestion is the sole cause of his blindness. The operation, if it is successful, Avill remove that.\" \" Is he very anxious about the result ? \" \"Very. He has been more anxious than ever lately. He does not seem as resigned to"], [275, "MARGARET. 267 his blindness as he used to be.\" The lady paused, and then said, as a sudden after-thought, \" Is Miss Marshall here ? AVill you introduce me?\" At that moment Alargaret Avas standing apart : she had Avearied out even Luke's patience for a while. A short time before, upon looking round she had noticed the beautiful woman in black whom she had seen in the Doria gallery. Mar garet had not spoken much that night, but noAv she drew farther away still, and stood in the shadow alone. \" Who is that ? \" she asked Jack AVilliams with so apparent an effort that he thought she Avas ill, and offered to take her home. \" That is Airs. Palgrave,\" he answered. \" Is she not beautiful ? Are you sure you are not cold % or tired 1 AVill you let me take you home \\ \" \" I think I will go home presently, I am a"], [276, "MARGARET. 268 little cold,\" said Margaret shivering, and draw ing her shawl closer. And as she stood Avaiting for Jack AVilliams to go and tell Mrs. Armytage, the latter and the lady in black came toAvards her. As they dreAV near, the chapel lights fell like moonshine on every Avhite straight feature of Airs. Palgrave's face. But they showed it to Margaret as she had neA'er seen it before. She was not a young woman after all : the com plexion, Avhose whiteness and fineness, together with her erect figure and perfect features, had given her at first sight a look of youth, AA-as after all a little furroAved, had lost the soft freshness of early Avomanhood. \" This is our friend Mr. PalgraA'e's mother, Margaret, who wishes to know you,\" said Mrs. Armytage. At six o'clock or sooner, St. Peter's began filling for high mass at nine. A7eiled ladies"], [277, "MARGARET. 269 Avere moving to and fro, and taking their \"reserved places\" with looks of silent satis faction. Mrs. Pickering too began her part, railing at the unfortunate Joshua for having neglected to give her a veil. \" It's not decent, Pickering, and you knows it well enough. Respectable women coming here to be a-stared at by them nasty priests. There, do stand betAveen me and them, can't you ! Don't you see that horrid shaven-head looking at me ? But you don't care, not you ! Oh no ! you don't care ! \" \" Bless you, woman ! \" returned Joshua, \" as if, for the matter of staring, Ave don't stare much more Avhen the pretty dears are got up like that ! I'm just conceiving a mural study, my dear, ' St. Peter's on Christmas morning ' -ladies veiled — monks staring — Airs. Picker- ing in the foreground.\""], [278, "MARGARET. 270 \" Veiled, Pickering 1 \" she asked in a tone of genuine anxiety. But Mr. Pickering Avas quoting Byron, and thinking Iioav beautiful Margaret would look with a veil like that. He should make a study of that, and abandon the \" mural \" study after all. Margaret waited for Mrs. Armytage, and by half-past six they were at home. Luke Carew did not return with them. He was last seen AA'ringing his hands, thinking himself unseen, in a dark corner of St. Peter's. \"I see you dislike my brother,\" said Airs. Armytage to Margaret as they drove home. \" I am sorry, my dear, and I hope you may do better.\" Alargaret said, as best she could, that she Avas very sorry too. AAHio knows but she may have echoed the last wish also, and thought it possible ?"], [279, "MARGARET. 271 Margaret's sleep was sweet and sound that night, and the night after too, though it was the last in Rome for her."], [280, "CHAPTER XX. \" Not die ; but live a life of truest health, And teach true life to fight with mortal wrongs.\" Maud. An uneventful year has passed over Mar garet's head ; Fernhill is still her home ; the children and Elspet are, as before, her only companions. Charlie and Dolly have groAvn, and added a year's wisdom to their strange sayings and doings. Rabbits were transplanted from the ToAvers, and are an endless source of amusement. Sometimes they are dangled in pocket-hand kerchiefs from the trees : especially upon windy days this recreation is allowed them."], [281, "MARGARET. 273 \"Children! children!\" how can you be so cruel ? \" said Margaret, the first time. \" They like it, Aunt Marg'ret,\" said Charlie, scornfully. \" Don't we like SAvinging ? \" Elspet has been fibbing, and saving, and planning as busily as ever ; Margaret's old dresses have come out furbished up and looking as new as mourning of a year's time can be made to look; and Margaret has been painting, painting, painting, and caring about her clothes not at all. Through the long summer days she stands or sits before that easel we have seen so often — drawing from nature, from the children play ing beside her, or from memory. Sometimes it is a sketch of Rome from the Pincian Hill, the sea of roofs cunningly mystified in a soft sunset haze. She has a pencil sketch of Jack AVilliams in a note-book, Avhich she has shoAvn to Ellen. AOL. II. T"], [282, "MARGARET. 274 It brought tears into those truthful but impas sive eyes. She has promised to try and open the way for his reception at home. AVhen she and Margaret tliink the time has come, Mar garet undertakes to bring the prodigal — for as such Ellen still looks upon him — to the father's arms. We have no fears at all for Jack AVilliams. In the meantime things go badly in Fernhill parish. Little attempts at improvement are nipped in the bud ; anything unusual is for bidden, under the most unusual circumstances ; the rector meets cross looks at every turn, and cannot meet with a curate ; irritated landladies say, \" the very rents is gone cIoaa'u, all along o' the parson ; \" and poor unconscious little Ellen blames all the parish rather than her father, but is standing in the gap all the same. \"AVe do like the young lady, miss,\" the people would say to Margaret, while they"], [283, "MARGARET. 275 filled her ear Avith complaints of the rector's hardness. Jeanie Carter has gone over to the \" Metho* dies\" long ago. \"It's my only chance of getting to the good place, miss,\" she says to Margaret — \"for parson he ain't a-going to show me in, that's certain.\" Philippine has been twice to Fernhill, in spite of Elspet's stoutest endeavours to prevent the catastrophe ; for who could tell Iioav much of the truth would percolate to \"the room,\" and how many of Elspet's stories avouIc! be proved against her ? Margaret thinks Philip pine more loveable and more lovely than ever. They talk iioav of past times without restraint, and it seems happiest for both. A certain dignity, almost grandeur, has come over Philip pine of late. Only in Jack Leslie's presence the demon of scorn and relentless persecution seizes her anew ; but, like an india-rubber ball, T 2"], [284, "MARGARET. 276 he rebounds all the more for being crushed and trodden on. Margaret is always expect ing to see the day when the final bloAV will be given, and there will be a collapse from which the poor ball will never reco\\*er. Time is smoothing out the lines of care and sorrow from Margaret's face. People tell her she would be fat and fair once more if she worked less hard. But Avork she will ; and painting after painting is finished and de spatched. The Beauchamps have got several orders for her ; and no wonder, for the first six weeks after Margaret's return Avere taken up in finishing Philippine's portrait. Air. Beau champ has offered her two hundred guineas for it ; then one hundred ; then fifty. But Mar garet stoutly refused all payment, and by the time April had come round the finished picture was hanging in Mr. Beauchamp's study. No wonder orders flow in to Margaret ; for"], [285, "MARGARET. 277 there is Philippine, Avith all the witchery of her beautiful face and manner, the sheen upon her glossy hair, the very trick of her lithe hand and tiny wrist, Avith the passion-flower between the long fingers. There she is, a little in shadoAv, all in a soft mist of gauzy A\\-hite, the sunlight just kissing her here and there, just touching the passion-floAvers falling around her, just illuminating their green leaves and shoAA'ing out in lovely transparency its shape and delicate veins. Miss Alarshall has quite a style of her own, people are saying — \" an atmosphere of herself,\" some one has remarked avIio knoAvs her. And who can Avonder that, in spite of herself, Mar garet is growing cheery, forgetting sad times noAv and then, as she should, learning at least to knoAv what peace and hope mean ? And yet she has sad times too, and who can blame her ?"], [286, "278 MARGARET. \" My Father ! thou hast knowledge, only thou, How dreary 'tis for women to sit still, And hear the nations praising them far off, Too far ! ay, praising our quick sense of love, Our very passionate heart of womanhood, Which could not beat so in the verse without Being present also in the unkissed lips, And eyes undried because there's none to ask The reason they grow moist.\" Margaret's soul did not beat out in verse, but surely it Avas poetry. \" Ay, ay, she's got a new poAver,\" said Joshua Pickering, whistling over her latest paintings. \" Wherever it's come from, it's a neAV power. One 'ud think she had been in love to see the passion in that face, eh ? eh ? \" he soliloquised. \" Instead of hardening herself into a Niobe, and scorning poor Carew. Niobe ! that's a good notion for you, Joshua ! Paint her as a Niobe for the next Academy ! Done ! \" And he thumped his hand on the table Avhile he broke into the \" Quando a te lieta \" of"], [287, "MARGARET. 279 Faust, and put half the passion he had found in Margaret's \" Juliet \" into his, \"0 Margarita ! 0 Margarita ! oi ti saro fedele a nostri amor ! \" Margaret is to go out to Rome in the Avinter. A compromise has been made about the studio there. Tempted sorely as she is by the future which Mr. Pickering opens to her as the certain consequence of a year's study in the Eternal City, Margaret holds resolutely to her determi nation of neither risking the children's health by a summer or autumn in that climate, nor of leaving them behind her. Philippine, and even Mrs. Beauchamp, round whose heart Dolly had entwined herself firmly, have done all in their power to break her decision. They AA'ill take care of the children ; they will send them out in the winter with Elspet to join Margaret at Rome. An elderly lady, a friend of Mr. Pick ering, is waiting with open arms to receive her,"], [288, "MARGARET. 280 while Alargaret is to have a studio of her own in the next house, and her movements are to be quite independent. \" My darhngs, I will neA'er leave you again,\" says Margaret, after the hottest contest is over, taking a child on each knee, and laying her white face upon their rosy, dimpled cheeks. No one knows how hot this last contest has been ; for it is between Margaret and herself — betAveen a strong, passionate impulse over au open letter, and duty, whose voice has always been with her so troublesomely loud. \" Not even if you die, Aunt Marg'ret ? You'll take us with you if you die, Aunt Marg'ret ? There'll be just room for two to go with you, Aunt Marg'ret, won't there?\" \" Or, if there isn't room for two there'd be room for one, Aunt Alarg'ret ? If there isn't room, I could go with you, couldn't I ? and"], [289, "MARGARET. 281 then Dolly could come Avith Elspet, couldn't she ? \" \" Is the gate up there very Avide, Aunt Marg'ret ? There aren't any hurdles to keep us out, like in the field where all the coAvslips groAvs ? If there is, God's angels '11 knock 'em all doAvn, Aunt Alarg'ret, when they see you and me and Dolly coming in.\" \"Shall we go alone, children?\" says Alar garet, and her voice trembles a little as she speaks. \" Yes, yes, quite alone ! — you and me and Dolly.\""], [290, "CHAPTER XXI. \" Let no one ask me how it came to pass.\" — Maud. There is a studio in Rome ; and I beg your patience while I take you there. The un eventful year has passed : a year and a month have passed, and Margaret Alarshall is standing up before her easel in Rome. She is painting Stella, the beautiful model from the Spanish steps. She has been tAvo hours standing so : two hours has Stella leaned over a broken balus trade and held up her tired arms to shade her eyes from a half-imaginary sun. How hard Margaret is to-day, she does not once tliink of Stella and her Aveariness : she is painting too"], [291, "MARGARET. 283 fast and eagerly; too fast and eagerly for success. Every moment she stops suddenly ; lifts up her white face ; holds the brush almost rigidly in her fingers ; then paints again faster than eArer. The studio is not like other studios at most times. Charlie and Dolly patter up and down, paint pictures, touch Alargaret's colours, ask questions, or pull the silver pins out of Stella's hair. But to-day the children have been sent away almost impatiently. \" I can't stand the noise,\" Margaret says to herself. And it seems verily as if the very sound of her brush upon the canvas were too much for her, so often she stops, and listens, and then paints again. There are footsteps on the stairs at last. Margaret puts down her palette and brush softly, dismisses Stella without much ceremony, and throws up the windoAV, till it rattles in its"], [292, "284 MARGARET. old creaking frame, and a priest beloAV looks up to wonder at the noise. The footsteps draw quite near. How sIoav they are ! Surely uoaa- — now ! Surely noAv ! They are at the door. The handle — will it never turn ? It turns at last, Margaret moves a step for- Avard. She draws a quick sharp breath ; her lips part. \" Death, or life ?\" they seem to ask, though they are motionless. \" Come, my dear,\" says a sweet voice avc have heard before ; \" Avill you conic ? \" There is no answer. Margaret is pinning her black shawl across her breast, and the white fingers will hardly do her bidding. It is done at last. The black bonnet is put on, and the ribbons tied. AVith a strange reaction she begins tidying the studio sIoavIv and deliberately. \" Alargaret ! my dear ! \" says the sweet voice,"], [293, "MARGARET. 285 with a touch of half entreaty, half reproach. Alargaret puts doAvn the easel mechanically, and alloAvs her hand to be drawn into another hand. They go down the long broad stair Avithout speaking. Into the street Avithout speaking. Hoav long the stair is — how long the street is ! AVill they never see the end ? They come to the end without speaking. They have reached a flight of steps. Alargaret strikes her foot against the loAvest step, and passes her hand before her eyes. Her guide pauses. They go up. The great door is open. A waiter is standing by the door. He is Avhistling \" Giovanettin che passi per la via ! \" but he stops, boAvs and moves out of the way as the two women approach. It seems to Alargaret that a black object has been moved out of her path ; she knoAvs not whether it be man or mountain. They ascend a long stair. Another long stair."], [294, "286 MARGARET. How long these Roman stairs must be ! They cross a long passage. Margaret's guide pauses, turns a handle, opens a door. An empty room is before them. Margaret is staring fixedly before her, opening her eyes as if sight had gone from her, and motionless as death. Oh, God, how long thy moments can be! Hours, days, weeks — you are nothing to such moments. Eternity must be an endless moment, that knows no measurement, no counting, no name. There is a folding door half open at the other side the room. The little light that comes from it is soft and dim. A feAV steps across the room ; a wild fightino with the thick mist before her eyes ; a fierce effort to reach something, some one, looming out there— there — a few feet from her, and not yet reached."], [295, "MARGARET. 287 Then there is a low soft cry. A sound that in this place of dreams may be the folding of an angel's wings. No more. Margaret's guide has passed back into the other room. AVe will go with her. She has fallen on her knees and is calling for blessings upon her children, thrice blessed. Bless them too, all who have ever grieved for Margaret or have had patience with the story of her griefs. \" Her children,\" Mrs. Palgrave says. Be it so. \" Heaviness may endure for a night : joy cometh in the morning.\" An hour passes. How short an hour can be ! how short, and hoAV long ! Is it the same hour, think you, to the little waiter on the steps below who has stopped \" Giovanettin \" to carol of \" Nennella \" ? — the same as to those two above in the darkened chamber, who have come to love, to sight, to bliss unspeakable within this blessed hour ?"], [296, "288 MARGARET. Into that blessedness none but the faces of their angels in heaven may peer. Enough be it for us to knoAv that tbe con summation of all that hope has held out for a year gone by is theirs to-day. He would not speak till he should knoAv whether God would touch and open the dimmed eyes ; and yet without word or message she had guessed the truth, and loved and Avaited. They are strong noAA', to live, to love, to work. Riches, do you ask, poor Avorldling ? Yes, they have riches ; God-given riches, faith, hope, love, trust, \" I knew you Avere beautiful, Alargaret,\" Francis Palgrave says solemnly, feasting his eyes that have won aAvay to themselves the child-smile from his lips upon the Avhite face hanging like a lily after storm beside him, —"], [297, "MARGARET. 289 \"but I did not think you were so sad to look upon.\" \"You will teach me,\" she answers, lifting her head, \" you know I am learning to be happy.\" \"Thank God Avho makes me teacher!\" he said solemnly, and then there was another silence for a space, as in heaven. \" Children ! \" said Margaret, calling them to her one day soon after, \"there is one wants to come to heaven with us — may he come ? \" \" Yes, Aunt Marg'ret ! — him, and me, and you, and Dolly.\" \" Amen ! \" said Francis Palgrave, who was standing by. the end. BRADBURY, EVANS, AND CO., PRINTERS, WHITEKRIAR9."], [298, ""], [299, "|tohs fax Summer Ctmx. TOWN GEOLOGY. By the Eev. Chaeles Kingsley. Crown 8vo, 5s. MADAM HOW AND LADY WHY. With Illustrations. Square 8vo, 7s. 6d. NOTES ON ENGLAND. By H. Taine, D.C.L. Oxon, &c. Translated by W. F. Rae, with an Introduction by the Translator. Reprinted, with Additions, from the Daily Newt. Third Edition. Post 8vo, 7s. 6d. IONA. By the Duke of Argyll. With Illustrations. Crown 8vo, 3s. ed. PREMIUMS PAID TO EXPERIENCE. INCIDENTS IN MT BUSINESS LIFE. By the Author of \" Occupations of a Retired Life.\" 2 vols., post 8vo, 21s. THE LITTLE SANCTUARY. By Alexander Ra- leigh, D.D., Author of \" Quiet Resting Places.\" Crown 8vo, 6s. LETTERS TO THE SCATTERED. By the late T. T. Lynch. Post 8vo, 9s. THE RIVULET. A Contribution to Sacred Song. Small 8vo, 3s. ed. EIGHT MONTHS ON DUTY. The Diary of a Young Officer in Chanzy's Army. With a Preface by C. J. Vaughan, D.D., Master of the Temple. Crown 8vo, 5s. LORD BANTAM. By Edward Jenkins, Author ot \"Ginx's Baby.\" Fifth and Cheaper Edition. In 1 vol. Crown 8vo, 5s. GINX'S BABY. People's Edition. Cr. 8vo, 2s. FRIENDS AND ACQUAINTANCES. By the Author of \" Episodes in an Obscure Life.\" Popular Edition. Crown 8vo, 6s. EPISODES IN AN OESCURE LIFE. Crown 8vo, 6s. WORKS OF FANCY AND IMAGINATION; being a reprint of Poetical and other Works. By Geobqe Macdonald, LL.D. Pocket-volume Edition, in neat case, £2 2s. The Volumes are sold separately — /. and VII. at 5s., the others at 4s. each. ANNALS OF A QUIET NEIGHBOUR- HOOD. Crown 8vo, 6s. THE SEABOARD PARISH. Crown 8vo, 6s."], [300, "BOOKS FOE SUMMER TIME. THE REGULAR SWISS ROUND. By the Rev. Harry Jones. With Illustrations. SmaU Svo, 3s. ed. A YEAR AT THE SHORE. By P. H. Gosse, F.R.S. With 36 Illustrations by the Anthor, printed in Colours. Crown 8vo, 9s. CHARACTER SKETCHES. By the late Norman Macleod, D.D. Post 8vo, with Illustrations, 10s. ed. THE STARLING. Crown 8vo, 6s. REMINISCENCES OF A HIGHLAND PARISH. Crown 8vo, 6s. THE OLD LIEUTENANT AND HIS SON. Crown 8vo, 3*. 6d. FLOWERS AND GARDENS : Notes on Plant-Beauty. By Fobbes Watson, M.R.C.S. Crown Svo, 5s. PEASANT LIFE IN THE NORTH. Second Series. By the Author of \" Benoni Blake.\" Crown 8vo, 9s. FIRST SERIES. Third Edition. Crown 8vo, 6«. LONDON LYRICS. By Frederick Locker. Fifth Edition. Small 8vo, 6s. TOTTIE'S TRIAL. By Kay Spen, Author of \"True of Heart,\" &c. Crown 8vo, 10s. ed. TRUE OF HEART. Crown 8vo, 5s. TAPPYS CHICKS AND OTHER LINKS BETWEEN NATURE AND HUMAN NATURE. By Mrs. George Cupples. With Illustrations. Second Edition. Crown 8vo, 5. SUNDAYS ABROAD. By Thomas Guthrie, D.D. Crown 8vo, 3s. ed. OUT OF HARNESS. Crown 8vo, 3s. Gd. POEMS. By Alfred Tennyson, D.C.L., Poet Laureate. Small 8vo, 9s. MAUD, &c, 5s. IN MEMORIAM, 6s. THE PRINCESS, 5s. IDYLLS OF THE KING, 7s. Collected, 12s. ENOCH ARDEN, &c, 6». THE HOLY GRAIL, 4c., 7s. | SELECTIONS, 5s. STRAHAN & CO., 56, LUDGATE HILL, LONDON."], [301, ""], [302, ""], [303, ""], [304, ""]]