[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "\"5 AST AAA .A)\\ i.-. T, C. iVfTCN E GRAPHICAL EXPLORATIONS EA&LY EXPEDITIONS TO THE B.U BERING SEA AND STBAi APPENDIX No. \\ 9- REPORT FOR .890 ✓ VMENT lc"], [8, ""], [9, "UNITED STATES COAST AND GEODETIC SURVEY T. C. MENDENHALL STJPERINTENUfiNT GEOGRAPHICAL EXPLORATIONS EARLY EXPEDITIONS TO THE REGION OF BERING SEA AND STRAIT From the reports and journals ofVITTJS IVANOVICH BERING Translated by WILLIAM HKÆLEY DALL APPENDIX No. 19- REPORT FOR 1890 WASHINGTON GOVERNMENT PRINTING OFFICE 1891 t"], [10, ""], [11, "Appendix No. 19 — 1890 NOTES ON AN ORIGINAL MANUSCRIPT CHART OF BERING'S EXPEDITION OF 1725-1730, AND ON AN ORIGINAL MANUSCRIPT CHART OF HIS SECOND EXPEDITION; TOGETHER WITH A SUMMARY OF A JOURNAL OF THE FIRST EXPEDITION, KEPT BY PETER CHAPLIN. AND NOW FIRST RENDERED INTO ENGLISH FROM BERGH'S RUSSIAN VERSION. By WILLIAM HBALEY DALL. [Submitted for publication June 23, 1890.] EARLY EXPLORATIONS IN THE REGION OF BERING SEA AND STRAIT. In 1648 the tide of exploration and adventure setting eastward through Siberia impelled the fittiDg out of seven small trading boats on the Kolyma Eiver. Three of these, in charge of Simeon Detihneff, Gerasim Ankudinoff, and Feodor Alexieff, respectively, reached Bering Strait. Anka dinoff's boat was wrecked on East Cape, but his party were accommodated by the others. There were hostilities with the Chukchi, the two boats were separated, and Deshneff's alone finally reached Kamchatka. Next year he constructed the trading post on the Anadyr Eiver, subsequently known as Anadyrsk. There is a tradition that in 1654= a trader named Taras Stadukin followed Deshneff's route, made a portage across the neck of East Cape, circumnavigated Kamchatka, discovered the Knrile Islands, and finally reached the Gulf of Penjina in safety. In 1711 au emissary named Peter Iliunseu Popoff was sent to East Cape by the Eussians, to induce the Chukchi to pay tribute. In this he failed; but brought back an account of islands beyond East Cape, and of a continent reported by the Chukchi to exist beyond these islands. Some state ments which he made in regard to the people of this continent were regarded by geographers of the last century as fictitious, but, with our better knowledge, they set the seal of authenticity upon Popoff 's report, and show that his journey was really made.* The political disorders which prevailed in western Eussia about this period prevented any attention from being directed to the reports of these explorations, which were preserved in the archives pt Yakutsk. Somewhat later the attention of geographers was directed toward this unknown corner of the world, and the subject was brought to the notice of Peter the Great. He took great interest in it, drew up instructions for an expedition with his own hand, and delivered them to Count Apraxin, with orders to see them executed. A few days later, in January, 1725, he died ; but the Empress, desiring to carry out all the plans of her deceased husband as closely as possible, ordered their executiou. Fleet-Captain Vitus Ivanovich Bering was nominated to the command of the expedition, and Lieutenants Martin Spanberg and Alexie Chirikoff to be his assistants. * For instance, he reported that the Chukchi said that the natives on the great land opposite East Capo wore tails' This was regarded by Miilior, to whom we owe all our knowledge of Popoff's journey, as manifestly absurd. Bnt all who are familiar with the Eskimo of the American side of Bering Strait know that, on formal occasions, at dances or festivals they do tie a wolf's or dog's tail in the middle line of the back as if it grew there ; so that the Chukchi report to Popoff was quite true. 759"], [12, "760 UNITED STATES COAST AND GEODETIC SUEVEY. Bering and Spanberg were Danes who had taken service with Eussia, Chirikoff was a Eussian, and so was Pecer Chaplin, one of the most promising cadets of the Naval College at St. Petersburg, who was detailed for service on the expedition. The literature resulting from this expedition, our sources of information about it, and the practical results obtained for geographical research have been detailed and discussed by the writer in a recent publication,* from which the introductory paragraphs of this paper have been taken. To that the reader is referred for most of the details. It contains a complete translation of Bering's official report, which previously was accessible only in the Eussian tongue aud in a rare and little-known periodical. This report had been used by various writers, abstracted or para phrased in some of its parts, but not completely rendered into any of the languages of western Europe. Another source, which may be regarded as nearly original, is the abstract by Vasili Bergh of the journal of Peter Chaplin, one of the members of the party. Bergh found this in the archives of the Imperial Naval College, of which Chaplin was a cadet. He also had access to the journal of Alexie Chirikoff, one of Bering's lieutenants. From these sources he compiled a history of the voyage t, which was printed at St. Petersburg, in 1823, in the Eussian language. This book has been used, through the medium of a manuscript translation, by Peter Lauridsen, the latest biographer of Bering. A somewhat condensed translation of Lauridsen's book has recently appeared in this country. The original appeared iu Danish. Lauridsen did not quote exactly from Bergh or indicate precisely what part of his book was derived from that source, aud, having filtered through three translations and been twice abridged, it is evident that whatever originality appertains to Bergh's material in the first place can in no wise have been preserved. Beside the difficulties referred to, a number of serious errors, typographical or of the translators, make the value of Lauridsen's book and its English abridgment, for historical purposes, very slight indeed. I have, therefore, while quite aware of the slenderuess of my own equipment as a Russian scholar, thought that a straight-forward rendering of the facts preserved by Bergh would be au acceptable document to those who are interested in the history of the exploration of our northwestern coasts and the region of Bering Sea. The book is now exceedingly rare. I am indebted to the kind offices of Baron Nordenski6!d and to the extraordinary liberality of the University of Upsala for an opportunity of examining it.f There are two or three copies in St. Petersburg and one in the library of the British Museum. I have been anable to trace any others. Bergh does not always state his facts in Chaplin's own language, though he has done it m what seemed to him important matters. It is quite evident, however, that all his facts not derived from Midler are from the journals of Chaplin aud Chirikoff, except where he states otherwise. I have therefore extracted from Bergh, in the not as hereto appended, all the facts he gives about the expedition, omitting nearly all his reflections upon them, and all that he derived from Midler and other accessible authorities. The Russian language in 1823 was less fully formed than it is to day, and many of the words used in Chaplin's journal are archaic, obsolete, or peculiar. The transla tion has therefore been somewhat difficult, yet it is believed to be free from serious error, and is submitted to the charitable judgment of the reader. The publication first of Bering's report and now of the summary of Chaplin's journal puts before those who read English the only original documents hitherto printed, which have not, up to the present time, been accessible to students. In brief it may be said that the expedition crossed northern Asia with wagons, barges, boats, sledges, or pack horses, observing latitude and variation of the compass when possible, and work ing out their longitude by the computation of directions and distances. They built a vessel at Okhotsk aud transported themselves across the Okhotsk Sea to the\"western shore of Kamchatka; •National Geographic Magazine, vol. n, No. 2, pp. 111-169, with a map ; May, 1890. t First Sea Voyages of the Russians, undertaken for the settlement of this geographical problem — Are Asia and America united ?— and performed in 1827-'2S-'29, under the command of fleet captain of the first rank, Vitus Bering.' To which is added a short biographical account of Captain Bering and some of his officers. St. Petersburg, at the Imperial Academy of Sciences, 1823. 8°, 3 prel. I., IV, 126 pp., 1 table, 1 map. This book was printed at the Academical printing office and issued there, as many private books are, but was not a publication of the Academy. t Since this was written the Imperial Academy of Sciences at St. Petersburg has generously loaned a second copy for examination."], [13, "UNITED STATES COAST AND GEODETIC SUEVEY 761 carried their stores by boat and sledges across that peninsula; built another vessel in which they sailed northward along the coast to Bering Strait, and then returned to Kamchatka and wintered. The next year they put to sea, made a brief search for land east of Kamchatka without success; then circumnavigated the southern part of that peninsula and returned to Okhotsk, and thence to St. Petersburg. The days of the journal which follows are nautical days, extending from cue noon to the next ; and the calendar is the Julian one to which eleven days should be added for new jtyle. A SUMMARY OP CHAPLIN'S JOURNAL DERIVED FROM THE WORK OF VASILI NIKOLAIEVICH BERGH. [Translated from the Russian by W. H. Dall.] On the 24th of January, 1725, Midshipman Peter Chaplin with the advance party of the expe ditioii left the Admiralty College, the whole number atnouuting to 25 people : Lieutenant Chirikoff, a surgeon, a geodesist, a garde marine officer, a quartermaster, clerk, 10 sailors, 2 ship carpenters, an officer with three marines, 4 calkers and sailmakers and several other workmeu, together with 25 wagonloads of material. On the 8th of February the party arrived at Vologdie, and on the 14th were joiued by Fleet Captain Vitus Ivanovich Bering, Lieutenant Spanberg, 2 mates, and 3 sailors. Instructions had been drawn up for Captain Bering by the Tsar Peter I, December 23, 1724, and were comprised under the following three heads : INSTRUCTIONS. (1) There should be bnilt on the Kamchatka [River], or at some other place adjacent, one or two boats with decks. (2) TVitU these boats [jrou are directed] to sail along the coast which extends northwards and which is supposed (since no one knows the end of it) to be continuous with America. (3) And therefore [you are directed] to seek the point where it connects with America and to go to some settle ment under European rnle, or if any European vessel is seen learn of it what the coast visited is called, which should be taken down in writing, an authentic account prepared, placed on the chart, and brought back hero. The officers of the expedition, partly brought from St. Petersburg, partly engaged at Tobolsk or Okhotsk, were as follows : Captain of the First Eank Vitus Bering ; Lieutenants Alexie Chirikoff and Martin Spanberg; Midshipman Peter Chaplin; Clerk Simeon Turchaninoff; Surgeon Nieman; Geodesists Feodor Luzhin, Putiloff; Mates Eichard Engel, George Morisou; Chaplains Father Hilarion, Brother Ignatius Kozuirevskoi ; Comnissary Durasoff; Artisans Kozloff and Eudoguroff ; Navigators Mashkoff and Butiu, together with the nobles Alexie and Ivan Shestakoff and Antipin. [1725.J March 16, 1725, all had arrived safely at Tobolsk and Chaplin determined the latitude of that place at 58° 05' N. and the variation of the compass to be 3° 18' easterly. [The route trav eled was laid down by courses and distances from the starting point, the general directiou and distance being computed by the aid of a traverse table, corrected by observations for latitude aud for the variation of the compass as often as possible. May 15. — They started on their long journey with four barges and seven canoes. [The dates are of the Julian calendar aud counted by the nautical day which begins at noon of the civil date preceding, so that the first 12 hoars of the day is a day iu advance of that noted ordinarily; e. g., from noon of the 1st of the month to noon of the 2d would by their account be wholly reckoned as the secoud day of the mouth, etc.] Chirikoff states in his journal that they platted their route on a Mercator's projection, aud in this way checked the accuracy of their work. May 22. — Chaplin was ordered to proceed in advance with 10 men to Yakutsk, where he arrived on the 6th of September and reported to the local Voivod Poluekhtoff and Prince Kirilie Galitziu. The town at this time comprised about 300 houses. Chaplin dispatched some work men thence to Okhotsk, to get out timber for a vessel. [He seems to 'have wintered at Yakutsk, while Bering's winter quarters were at llimsk.] May 9, 1726. — Chaplin received orders from Captain Bering to prepare 1,000 pairs of rawhide flour sacks. On the 1st of June the captain arrived at Yakutsk with 9 barges, Lieutenant Span-"], [14, "762 UNITED STATES COAST AND GEODETIC SURVEY. berg, the surgeon, 2 mates, 2 geodesists, and other members of the party. On the 16th Lieutenant Chirikoff arrived with 7 barges. Six hundred horses loaded with flour were started for Okhotsk, divided into three parties. At the same time Captain Bering obtained from the Voivod the ser vices of the monk Kozuireffski. Brother Kozuireffski had borne an important part in the subjection of the northeastern extreme of Siberia. He was first stationed, in 1712 and 1713, near the Kurile Islands, and obtained information about those and other islands. He served many years in the settlements at Kamchatka, Oliutorsk, and Anadyrsk. He received the tonsure in 1717, and entered the convent at Lower Kamchatka. In 1720 he came to Yakutsk, where excellent reports of him were received from the local traders of Kamchatka, when the Yakutsk authorities as well as Captain Bering sought him out. On the 7th of June Lieutenant Spanberg left Yakutsk with 13 barges and 204 people. While at Yakutsk Bering detached on special service the nobie Ivan Shestakoff, who afterward went to make war on the Chukchis with his uncle, Afanasius Shestakoff, Hetman of Cossacks. Chaplin's journal notes that he bought of the noble Ivan 11 oxen, for which he paid 44 rubles, or about $32. All the material and provisions being started for Okhotsk, Bering himself departed for that place on the 16fch of August, 1726, with Chaplin and others, leaving Lieutenant Chirikoff behind to follow in the spring. The latter determined the latitude of Yakutsk as 62° 08' and the varia tion of the compass 1° 57' easterly. Iu the last days of March, 1727, an epidemic of measles developed in Yakutsk, so severe that by the middle of April every one was ill, where none had been ill before. No such pestilence had been known for half a century and none such occurred for 45 years afterward. April [Query, August?] 29, 1726, there were forwarded to Okhotsk, 58 oxen, 4 cows, aud 2 pigs. \" Okhotsk settlement,\" says Chaplin, \"stands on the bank of the river Okhota and contains 11 houses built of logs. The inhabitants subsist chiefly on the fishery, as grain is not grown. There are many tributary natives iu the vicinity of the place. The Lam uts call the Okhotsk Sea Lamo.\" By the 27th of October 278 horses with 546 sacks of flour had arrived at Okhotsk, less than half of those which had been started from Yakutsk. Lieutenant Spanberg (who had started by water, in the hope to reach a land-mark erected by the Siberian pioneers near the Yudoma Eiver, a crucifix known as the Cross of Yudoma) was caught by frost near the mouth of the Gorbeh Eiver a long distance from his destination. Artisan Kozloff lost during his journey 24 horses, and left their packs of flour at Yudoma Cioss. The surgeon lost 12 horses, and of 11 oxen only 1 arrived. Nor did the horses at Okhotsk fare better. Chaplin states that on the lltu of Novem ber, of the remaining horses 121 were dead. During November the party were all engaged in getting out timber for houses. On the 19th there was an extraordinary high tide which flooded the whole town, the latter being situated on a low gravel spit. During the whole month the wind blew from the north. On the 2d of December Captain Eering occupied a newly erected house. The setting in of winter found Spanberg in a barren and uninhabited region where nothing could be procured. His party were obliged to proceed by land to Yudoma Cross and for food were reduced to the greatest extremity. On the 21st of December a report from him was received to the effect that his party was on the road with 90 sledges, having left a mate and 9 soldiers in charge of the barges ; the next day 10 sledges of provisions, and twenty-four hours later 39 men with 37 sledges, were dispatched to his relief. [1727.] Early in January, 1727, Spanberg arrived with 7 sledges at Okhotsk. On the 14th of February a party with 76 sledges started to bring in Spanbcrg's goods, returning two weeks later, and by the 6th of April most of the material had arrived at Okhotsk. Towards the end of April the clerk, Turchaninoff, became insane— a man who until then had been trusted by Bering with serious or dangerous duties with perfect confidence. He was imme diately put under a strong guard and sent to Yakutsk to be returned to St. Petersburg. In the month of June, 1727, everything being made ready for transportation to Kamchatka, the newly built vessel, named the Fortuna, was launched June 8 at Okhotsk. On the 11th Luzhin and the remaining goods arrived from Yudoma Cross, Toward the end of the month the vessel had been rigged and loaded with cargo for Kamchatka. Chaplin determined the latitude of Okhotsk to be 59° 13' N."], [15, "UNITED STATES COAST AND GEODETIC SUEVEY. 763 July 1, 1727, Spanberg sailed for the Bolshoia Eiver, Kamchatka, in the Fortuna. Two days after Lieutenant Chirikoff arrived from Yakutsk with the goods which had been left there, 110 horses and 200 sacks of flour in charge of Quartermaster Borisoff. On the 10th a bo.it arrived from Bolsheretsk belonging to the Treasury Department, and bringing two commissioners who had been sent out iu 1725 to collect the Kamchatkan tribute. This was the same vessel which made the first voyage from Okhotsk to Kamchatka in 1716. Parties with additional supplies of flour, to the amount of about 600 sacks, arrived during this month and 50 oxen to supply salt beef for the expedition. On the 20th a sergeant with reports for the Admiralty College was sent off.* August 4 the old vessel, having been repaired, was launched. On the 7th a high wind from the sea drove in a multitude of ducks which the whole expedition set out to capture, bringing in 3,000, while as many more escaped or were allowed to get away. On the 11th of the month Lieu tenant Spanberg, with the Fortuna, returned from Bolsheretsk. August 19, 1727, the command went on board the vessels, Bering and Spanberg on the Fortuna, Chirikoff and Chaplin on the old vessel, whose name is not mentioned. On the 22d they set sail. The vessels kept company, and the notes which follow were taken by Chaplin on his own vessel. On the 29th they saw the coast of Kamchatka in latitude 55° 15'; came to anchor and sent a boat for water to a river which was called Krutogoroff by those acquainted with the coast. On the 1st of September, in the afternoon, they weighed anchor and stood to the southward. At 3 o'clock on the 2d they arrived at the mouth of the Bolshoia Eiver, and at 6 p. m. they were joined by the Fortuna. It was highwater at 7:30, four hours and fifty-four minutes before the moon's transit over the meridian. The latitude was 52° 42' N. The difference of longitude between Okhotsk and Bolsheretsk was computed to be 13° 43'. The place was observed to be in latitude 52° 45', aud the variation was 10° 28' easterly. At noon on the 6th of September, Bering, Spanberg, and the surgeon went ashore and were followed by most of the party in small boats. On the 9th Lieutenant Chirikoff also left his vessel for the shore. Most of the month was employed in taking cargo in small boats up the river Bolshoia as far as possible to save labor later on. About the middle of the month Spanberg left Bolsheretsk on his way to Lower Kamchatka settle ment. There were 17 houses at Bolsheretsk, according to Chirikoff 's journal. On the 6th of October the above-mentioned boats arrived at Lower [? Upper] Kamchatka, the only losses being 2 anchors and 8 sacks of flour. [1728.] January 4, 1728, 78 sledges of different goods and the commander's baggage set out for Upper Kamchatka settlement. January 14, Bering himself, and his whole party followed. January 25 all arrived safely at Upper Kamchatka, a distance of 486 versts from Bolsheretsk. This settlement of 17 houses was situated on the left bank of the Kamchatka Eiver, and prin cipally occupied by the officers who collected the tribute and their employes. The settlement of Upper Kamchatka, according to Chirikoff 's journal, contained 40 Eussians. It is situated in latitude 54° 28', and the variation of the compass is 11° 34' easterly. [Krashi ninikoff wintered here in 1738, when there were 22 houses and 56 Russian residents.] Here Bering remained 7 weeks supervising the dispatch of goods on sledges to Lower Kamchatka, for which place he and the rest of his party started on the 2d of March, arriving there safely on the 11th. The settlement was on the right bank of the Kamchatka Eiver, and consisted of about 40 houses, scattered along the bank for the distance of a verst. Seven versts to the SE. by E. are the hot springs, where there was a church and 15 houses. Here Spanberg was recruiting, his health be ing impaired. From Upper Kamchatka to Lower Kamchatka the distance was regarded as 397 versts, so that all the goods and material had been transported 883 versts. •These dispatches took nearly a year to reach their destination. A note and abstract in the archives of the University of Upsala, tiled with Waxel's chart of the expedition of 1741, states that on the 28th of August, 1728, the Admiralty College ordered that from the journals and charts sent by Captain Bering a chart should bo prepared showing his complete route, of which an abstract follows, which states that for that part of the journey beyond Okhotsk no report had at the time of writing been received. This note ia neither dated or signed, but appears to be a news-brief of the time to which it refers. The journals, etc., are un doubtedly those above referred to."], [16, "764 UNITED STATES COAST AND GEODETIC SUEVEY. Ou the 4th of April, 1728, all the party joined in beginning the construction of the vessel. Bering issued a bountiful allowance of wine to all hands. By observation the latitude (of Lower Kamchatka) was found to be 56° 10'. On the 30th of May Lieutenant Chirikoff arrived with all the remaining people of the command. In March, April, and May, strong southerly gales were experienced. \\ On the 9th of June the newly built vessel was dedicated and named the Gabriel, with religions services, and successfully launched. The commander celebrated the occasion by the free distribu tion of two aud a half buckets of wine. On the 9th of July all was put on board the vessel, and on the 13th, with all sail set, they left the mouth of the river Kamchatka aud entered the sea. The surveyor, Luzhiu, was left behind on account of illness. [He was the man who had been sent by Peter the Great, in 1719, to explore for gold the six Kurile Islands.] Four soldiers were also left as a guard for the barracks and stores. Lieutenant Chirikoff says: \"Below this place, near the mouth of the Kamchatka Eiver, on the coast, the point from which we took our departure was reckoned in longitude as the first meridian to which it is necessary to add the difference of longitude from St. Petersburg. Starting with the longitude obtained by the observation of an eclipse at Ilimsk, October 10, 1725, the sum of all the calculated longitudes to this place (Lower Kamchatka) is 126° 01' 49\".\" \"The respected Chirikoff, in his statement of the longitude observed at Ilimsk,\" says Bergh, \" has made an important error. Observations of his on shipboard are much more accurate. His journal of the river voyage from Tobolsk to Ilimsk makes the whole longitude 36° 44', which is admitted at present; the observation above mentioned only 30° 13'. -From correct observations, or from the chart of Captain Cook between the position of Kamchatka Cape and St. Petersburg, the total longitude is 132° 31', that of Chirikoff only 126° 01', to which, if we add 6° 31', we also obtain 132° 32'. This 6° 31' is the difference between the marine observations and that of the eclipse at Ilimsk (p. 31). Those who kuo;v how difficult the observations of such phenomena are will not give the less praise to our sea navigator, Captain Chirikoff, for the'discrepancy between his obser vations and those made on board ship.\" July 14, 1728. — Captain Bering sailed southward for 24 hours in order to round the Kamchatka Cape, which projects far out into the sea. His calculations started from the Lower Kamchatka meridian, and the latitude adopted in the journal for the point of departure is 36° 03', with a varia tion of the compass of 13° 10' easterly. July 15. — Cloudy weather, with little wind, so that at midnight only 18 miles had been made. From 3 o'clock a. m. fog completely hid the shore near which the vessel was sailing. At sunrise the variation of the compass was observed to be 14° 45' easterly. The total run for the day was 35 miles ENE. July 16. — At noon [from which the nautical day is calculated] the wind was fresh from the SSW., and the vessel was making 6£ knots an hour. At sunset the variation of the compass was observed to be 16° 59' easterly. In the evening the wind was light, the horizon foggy, and hoar frost was noted. Iu the morning the variation was observed to be 16° 59' easterly. July 17.— Wind light, weather thick aud foggy. At 6 p. m. white mountains were seen, cov ered with snow, revealing the proximity of the shore. [It is supposed that this was Ozernoi Point.] Beyond, directly to the north, land was seen [probably Ukinskoi Point, which on old charts is shown as mountainous and visible at a distance, though shown as lower on new maps]. July 18. — Calm and hazy weather. Only 8 miles northing was made this day. For fear lest they should approach Ukinskoi Point too closely, the vessel stood for some hours to the SSE. and ESE. The latitude was observed to be 57° 59', and the variation 18° 48' E. July 19.— Cloudy, calm weather. Only 22 miles were made NE. by N. this day, but Karagin skoi Island was seen by Bering, who notes driftwood ou the shores and, though uncertain, sup posed it to be insular. July 20, 1728.— Fresh winds and fog. This day 92 miles were made NE. by E.; and Kara ginskoi Point [which juts out 22 miles seaward] was rounded. July 21.— Fresh winds and fog. One hundred miles were run this day and numerous points of land seen to which Bering gave no name. [He only says iu his journal, \" saw mountains cov-"], [17, "765 UNITED STATES COAST AND CEODETIC SUEVEY. ered with snow ; saw high mountains; saw separate mountains; saw mountains close to the sea.\" Chaplin says not a word about Oliutorskoi Bay, in which they sailed for 21 hours.] July 22. — Fresh winds and hazy weather. The course lay along the land about 15 miles from the high rocky mountains. One hundred miles was the day's ruu, and the latitude was observed to be 60° 16', the variation 16° 56' easterly. The gain in latitude was computed to be 14 miles. July 23. — Moderate winds and hazy weather. The course lay along the shore at a distance of about 20 miles. At suurise the variation was 19° 37' E.; three hours later 25° 24' E. The course was NE. by N. f N. (true) until 11 a. m., when the wind died away. The whole shore along which they sailed was bordered by high mountaius. One of them, which still retained snow in several places, was named Pestrovidnoi (Harlequin) Mountain. Forty-eight miles were made good and the latitude observed to be 61° 3'. July 24. — At noou the water was warm and pleasant ; the vessel becalmed off the coast. In the eveuing the wind strengthened aud blew in gusts from the mountains. July 25. — After noon rain with a strong breeze, which lessened toward evening and was fol lowed by a heavy sea. To the north they saw a prominent cape, which projected from the high range of mountains. The latitude by observation was 61° 32', which agreed well with the ship's reckoning. The variation was 24° 00' E. July 26. — Wind light, with clear weather. The vessel was coasting along parallel with the shore under all sail, at a distance of about twenty miles. In the evening they saw a bay lying to the NW. by N. [supposed by Bergh to be the estuary of the Khatirka Eiver]. Eighty miles were made good on this day, aud the variations of the compass were determined on two occasions as 21° 05' and 21° 10' easterly, respectively. July 27, 172S. — Light changeable winds and bright sunshine. A cape was passed at a distance of 3 miles, the general trend of the coast parallel to the vessel's course being distant about 15 miles. In this vicinity a river appears to enter the sea. Near the cape [St. Thaddeus] many whales, seals, walrus, and different birds were seen. Soundings were had hereabouts in 70 to 87 fathoms. During the calm weather many eatable fish were caught, of the salmon family. July 28. — Light winds and rain. A current was observed to the SE. by S. of a knot an hour. Porpoises, whales, sea lions, walrus, and birds were abundant. Under all sail 30 miles N. by W. were made. At noon the shore was distant about 15 miles, and high craggy mountains were observed close to the sea. July 29. — Variable winds and overcast foggy weather. The land which had hitherto been bordered by high mountains now appeared to be less elevated. Soundings were had in 12 fathoms, fine sand. Thirty-four miles were made good to the NW. by N. this day. At midnight Captain Bering ordered the vessel laid to until daybreak, when she proceeded along the land at a distance of a mile and a half, the depth being 10£ fathoms. July 30. — Overcast weather and changeable wind. At 5 p. m. raining; the shore being dis tant a mile and a half the vessel anchored in 12 fathoms, and Chapliu was sent to find a watering place near which sheltered anchorage could be had. On reaching the shore he found neither a watering place nor a safe anchorage, except perhaps at flood tide. The bay could be ascended only with difficulty, as the shoals were not visible. On Chaplin's return they weighed anchor and stood along the shore in about 14 fathoms water. July 31, 1728.— The whole day foggy and overcast. The shore to the NW. and NE. was occasionally visible. The vessel made 85 miles in a NE. direction. The depth of the water con tinued to be from 10 to 13 fathoms. About noon they observed that the water began to be dis colored and changed its appearance, which was explained by the appearance, everywhere to the north, of land which was very near by. August- 1, 172S.— Dark, foggy weather, with rain, the wind gradually rising. As they were sailing only 3 miles from the high and rocky coast Bering made all sail to the S. and SW. to make an offing. Against the current the sails made nothing remarkable. At 2 in the morning tacked ship and carried away the iron traveler to which the boom tackle was made fast. In the morning they calculated that they were 16 miles off shore, toward which they stood in"], [18, "UNITED STATES COAST AND GEODETIC SURVEY. 766 again. As the day was the Græco-Eussian festival of the Holy Cross, Bering gave that name to the bay in which they were, and called the river Bolshoia (Great) Eiver.* August 2.— Calm overcast weather continued until 8 p. m. The depth was 58 fathoms, muddy bottom. At S a moderate breeze sprang up and at midnight land was visible to the ENE., 5 miles distant. The depth here was 12 to 14 fathoms, stony bottom. At noor the latitude was observed to be 62° 25'. August 3.— Weather dark and wind moderate. [Bering during two days had endeavored to find a harbor conveniently situated to a stream so that a supply of fresh water could be obtained, keeping the vessel under sail ; but it appears that he did not succeed in his design aud gradually reached the southeast point of entrance to the Bay.] Nothing noteworthy occurred this day. August 4.— Overcast weather and moderate airs. Beyond the southeast point of entrance to Holy Cross Bay the vessel sailed parallel to a high rocky coast and made 36 miles to the ESE. The depth was about 12 fathoms, gravelly bottom. August 5, 1728.— Calm and gloomy weather. The course and shore continued about the same. Nothing of importance occurred. August 6.— Moderate breeze and cloudy weather. From 1 to 9 o'clock careful watch was kept for any watering place, the stock on board having become reduced to a single cask. At 6 o'clock they approached high rocky mountains extending to the northward like a high wall. At a valley between the mountains a small bay was discovered and anchorage had in 12 fathoms gravel. In honor of the church festival the bay was named Preobrazheuia, or Transfiguration Bay. August 7. — At noon Chaplin was sent with 9 or 10 men to bring fresh water and sketch the shore line. From a small mountain stream fed by the snow on the peaks they obtained 22 casks of water. They also found an empty hut, which appeared to have been recently occupied by Chukchi. In many places foot paths were noted. By seven the sketch of the bay was done [but no copy of it is now discoverable]. August 8. — Wind moderate, weather cloudy. At noon weighed auchor and proceeded SE. by S. along the coast, which continued high and rocky. At 9 o'clock a bay was observed, which extended to the NNE. with a width of about 9 miles. At 7 o'clock a. m. a canoe was seen pad dling toward the ship, containing 8 men. There were on the ship two Kariak interpreters, who were directed to address the people in the canoe. The natives said they were Chukchi, and inquired whence and why the vessel came. Captain Bering told the interpreters to ask the natives to come to the vessel. After a good deal of delay one of the men at last came swimming to the vessel on inflated sealskins. The Chukchi said that many of their nation lived along the coast, and that they had heard of the Eussians a long time ago. Being asked where the Anadyr Eiver was, they replied a long way to the westward. On a fair day, at a narrow cape not far from there, the Chukchi said an island would be visible near the coasi. Receiving a small gift from Captain Bering the native returned to his canoe. The interpreters asked him to persuade his companions to come up near the vessel. They approached for a short time, then made off again. The interpreters said that there was much difference between the Kariak dialect and that of these Chukchi, so that they were not able to get from them all the information that would have been desirable. The Chukchi canoe was made of skins. The latitude of the place where they saw these Chukchis was 64° 41'. August 9.— Calm, cloudy weather. They were all day getting round the Chukchi Cape, and sailed only 35 miles on various courses. Two observations gave the variation of the compass as 26° 38' and 26° 54' easterly, respectively. The latitude was observed at noon to be 64° .10'. A'ugust 10.— Calm, clear weather. All this day working round the Chukchi Cape. Though 62 miles were sailed on various courses, only 8 miles of latitude were gained, and at noon the lati tude was 64° 18'. ' Bergh, from platting Bering's track, came to the conclusion that the Holy Cross Bay of Bering was the gulf which lies west and northwest from Cape Bering, and that tho Bolshoia River was that which euters the sea at Rudder Bay. This is misrepresented on Lauridsen's so-called reproduction of Bergh's map. Without the original log book it is impossible to test this theory, but it is certainly more in accordance with some of tho facts now known than the supposition that Bering entered the shallow estuary now known as Holy Cross Bay, although the latter is represented on Bering's chart."], [19, "TN1TED STATES COAST AND GEODETIC SUEVEY. 767 August 11 — Cloudy weather, with light winds. At 2 p. m. the above-mentioned island was observed to the S3E., which Bering, iu honor of the saint of the day, named St. Lawrence. At 7 p. m. laud was seen SE. £ E., part of the island previously seen, and which lay from the Gabriel south and east about 4£ miles. At noon ending this day the latitude was reckoned at 64° 20'. The depth between St. Lawrence Island aud the Chukchi Cape ranged from 13 to 21 fathoms. August 12. — Thick weather aud moderate wind. Sixty-nine miles were sailed this day. but only 21' of latitude gained. Tho narrow point (now known as Cape Chaplin or Indian Point) which makes out north from the Chukchi Cape was passed. At sunset, by an observation of amplitude, the variation was determined to be 25° 31' E. At noon the latitude by observation was 64° 59'. August 13, 1728. — Fresh wind, cloudy weather. Bering sailed this 24 hours out of sight of land, and made 78' of latitude while sailing 94 miles. August 14. — Light wind, moderate weather. Sailed this day 29 miles, which was augmented by curreut 8| miles, as mentioned by Bering, from SSE. to NN W. \"At noon,\" says Chaplin, \" wo saw high land behind us, and also about 3 o'clock saw high mountains, which were probably on the continent.\" At noon the latitude was reckoned at 66° 41'. August 15. — Light wind, cloudy weather. At noon saw many whales. Since the 12th of Aug ust the sea water had been discolored, the depth, 23 to 36 fathoms. Sailed 58 miles this day, to which the current added 8£ more. August 16. — Light wind, cloudy weather. From noon to 3 p. in. sailed to the NE., making 1 miles. Then the course was changed to S. by W. & W. The journals of both Chirikoff and Chaplin say, \" at 3 o'clock Captain Bering announced that it was necessary for him, in spite of his instruc tions, to return and put the vessel about, with orders to steer S. by SE. by compass.\" The latitude of the point from which Beriug turned back was 67° 18', and it was reckoned to be 30° 17' E. from Lower Kamchatka. According to Bergh, who does not give the exact language of the jour nal, there was a fresh wind, and the vessel made over 7 knots au hour ou her southerly course. At 9 a. m. they saw high mountains on the starboard (right) hand, \" ou which,\" says Chaplin, \" live Chukchis,\" and later to seaward (on the left hand) an island. According to Bergh, Beriug named this island St. Diomede, iu honor of the saint of the day, as was customary.* This day 115 miles were sailed, and the latitude was reckoned at 66° 02'. August 17, 1728. — Fresh wind aud moderate weather. The course was parallel to the land, on which numerous natives were seen and at two places dwellings were observed. The Chukchi were seen from the vessel to run to the high rocky hills. At 3 p. m. very high gusts were felt com ing from the highland and mountains, from which lowlands made out, in which a small bay was observed. This day 164 miles were sailed, and the latitude was observed to be 64° 27'. August IS. — Light wind and clear weather. Afc noon many whales were seen. At 5 o'clock a bay was seen navigable and affording shelter. At sunset tho variation of the compass was observed by amplitude observations to be 26° 20' easterly, and afterwards by azimuth 27c 02'. At midnight the weather was clear, the moon was visible, and later there was au aurora. At 5 a. m. St. Law reuce Island was seen 20 miles ENE. The latitude was reckoned to be 64° 10'. August 19. — Light wind and moderate weather. This day was spent near the Chukchi Cape, but owiug to the fog the coast was invisible. The latitude was computed to be 64° 35'. August 20. — Calm and foggy. From midnight to 5 o'clock the weather was so thick that the vessel was laid to and the sails taken in. x\\t 6 a. m. sounded iu 21 fathoms. At 8 a. m. the weather cleared up a little, and the coast was seen half a mile away. A light wind arose from the north, and the fore aud main sails were set. At 10 a. m. they set the topsail aud took note of the direction of the coast, observing that behind them it extended to the east and beyond them to the W. by N., when 4 canoes came off to them from the shore, and the vessel lay to drifting, to enable them to come up. The natives in the boats were Chukchis, and appeared good humored and well behaved. They came up to the vessel, and told the interpreters that they had been acquainted with the Eussians for a long time, aud one of them claimed to have visited the Anadyrsk trading post. They said that they traveled as far as the Kolyma Eiver with reindeer, aud that they never trav- * On the only published chart which is claimed to have proceeded directly from Bering in person this island is named St. Demetrius."], [20, "768 UNITED STATES COAST AND GEODETIC SUEVEY. eled there by sea. The Anadyr River was situated far to the southward, and all along the coast lived people of the Chukchi nation ; they knew nothing of any others. The natives brought rein deer meat, fish, fresh water, red and Arctic foxes, aud four walrus teeth, which they traded. This day were sailed 37 miles ; the latitude was estimated to be 64° 20'. August 21, 172S.— Fresh wind and moderate weather. Sailed this day 160 miles SW. \\ W., and at noon saw Preobrazhenia Bay, where they had anchored August 6, bearing N. by W. about 7 miles. August 22. — Fresh wind and moderate weather. An azimuth observation made the variation 20° easterly. Saw and named Cape Thaddsus (Navarin) at a distance of 25 miles bearing W. by S. This day sailed 142 miles and observed the latitude to be 61° 34'. August 23. — Calm and clear. By amplitude the variation of the compass was observed to be 18° 40' easterly. The latitude was observed to be 61° 44', the difference between the reckoning and observation being due to a current to the NE. by £. ; 35 miles were sailed this day. August 24. — Calm, clear weather. All day the shore was visible at about 15 miles distant. The day's run was only 20 miles, and the variation of the compass 13° 53' easterly. August 25. — High winds aud gloomy weather. The run was only 34 miles, and the observed latitude 61° 20', differing widely from the reckoning. August 26.— Clear, with a fresh breeze. The run was 105 miles, and the observed latitude 60° 18*; the calculated latitude 60° 22', and by amplitude and azimuth the variation was found to be 18° 32' and 18° 15', respectively. August 27. — Clear, with fresh wind. The vessel made 5 to 7 knots, and once, at night, 9 knots were reported. From midnight to the following noon the weather was thick with rain and no observations were made. August 28, 1728. — Cloudy, with fresh wind. The day's run was 98 miles ; the observed latitude 57° 40', the reckoning 57° 49'; the difference was ascribed to a SE. -| E. curreut. August 29. — Calm aud clear. The variation of the compass was 16° 27', the observed latitude 57° 35', and the day's run 54 miles. August 30. — Fresh wind and clear weather. The day's run was 100 miles. No land had been seen since the 24th instant. The estimated position was latitude 56° 33' and longitude 1° 38' E. of the meridian of Lower Kamchatka. August 31. — High wind and dark weather. At 4 o'clock the coast was seen WSW. through the fog at a distance of 3 miles or less.' The direction of the land was SE. by S. and N. by W., and the fore-topsail was furled, the fore aud mainsails reefed, which was not soon or easily done, owing to the strength of the wind. At this time the vessel was within half a mile of the shore, which offered no shelter, being bold, rocky and high. Until 10 o'clock they worked against the headwind to gaiu sea room. At 10 p. m. the fore, and main halyards gave way and the sails fell, becoming entangled with the riggings On account of the high sea the rigging could not be slack ened up. so they were obliged to let go the anchor in about 21 fathoms, a mile or less from the shore. They worked with great difficulty to clear the rigging and repair damages until noon, when they were ready to get under way again. The day's run was 32 miles to the SW. September 1, 1728. — Wind moderate, weather gloomy. At 1 o'clock Bering ordered the anchor weighed. With much trouble they got iu a few fathoms of the cable, when it parted aud was lost. Sail was made at once to the SSE. September 2.— Weather 'moderate and wind fresh. At 5 p. m. the vessel entered the Gulf of Kamchatka, but on account of fog was unable to reach the mouth of the river until 7 a. m., when they entered the river, furled all sail'and anchored the vessel securely. A current was noted oft the mouth of the river running 10 knots an hour to the S W. J S. [In the mouth of the river was anchored the old ship Fortuna Yroin Okhotsk, but the journal says nothing as to how she reached the river, or who commanded her on the voyage arouud the peninsula of Kamchatka, which she was the first to make.] The winter was passed by Bering and his party at Lower Kamchatka without notable incident except the announcement of the death of the Emperor Peter II, which news was received seventeen months after the event. In the spring Bering put the two vessels into condition for service and assigned to the Gabriel 35 men and 4 officers, and to the Fortuna 5 officers and 7 men, who are not"], [21, "UNITED STATES COAST AND GEODETIC SURVEY. 769 more particularly identified. On the first of June their arrangements were complete. Owing to the impression which prevailed in Kamchatka that land existed iu the eastward across the sea now known as Bering Sea, a belief which was supported by the statements of the Chukchi aud other circumstantial evidence, Bering decided to make an attempt to investigate the matter before return ing finally to Okhotsk. The following extracts from Chaplin's journal are derived from the publi cation already drawn upon for the data in relation to the voyage of 1728 : June 6, 1729. — Light wind aud cloudy weather. Bering sailed from the mouth of the Kam chatka River aud, taking his departure from Cape Kamchatka, sailed E. by S. June 7, 1729. — Light wind, clear weather, and sea coming from the NNE. No observations were taken this day, but the latitude was calculated to be 55° 37' and the longitude 2° 21' east from Lower Kamchatka. June 8. — Gloomy weather and strong wind from the NN W. The vessel lay to under the main sail all day, drifting about five points. At noon the latitude was estimated to be 55° 32' and the longitude 4° 07' east from Lower Kamchatka. June 9. — Gloomy weather and strong wind. Bering sailed 2 miles further on an ESE. course and then tacked and stood SW. by W. Up to this time, on the search for land, in all the run amounted to 114 miles. From the time of abandoning the search to the following noon the run was 150 miles. The coast of Kamchatka was seen in the morning. At noon the latitude was observed to be 54° 40'. June 10. — Light wind aud cloudy weather. All day the vessel sailed iu sight of the coast and at midnight the wind failed entirely, the whole run amounting to only 35 miles. By an amplitude observation the variation of the compass was determined to he 11° 50' to the eastward, and the observed latitude was 54° 07'. June 11. — Light wind aud clear weather. The mountains called Kronokakh and Zhupauoff were seen and also tho Avatcha volcano. All this day saded in sight of the land, at a distance of from 6 to 10 miles. By azimuth and amplitude the variation of the compass was found to be 8° 31' and S° 46' easterly, respectively. The observed latitude was 53° 13'. \"From this time forward up to the 20th instant,\" Chaplin observes, \"variable currents were observed near the shore ranging between south and west, aud offshore between south and east.\" June 12. — Clear weather and light winds. At miduight the wind became high aud in the morning it was foggy. Made in all 42 miles sailing in sight of the coast, including 12 miles due to current, to the SE. by E.JB. June 13. — Light wind and thick fog in the morning. The vessel was turned about by the cur rent on three occasions. The run was 34 miles, including current. June 14, 1729. — Gloomy weather with rain aud little wind. The current was exceptionally strong and the courses various. The estimated latitude was 52° 58'. June 15. — Moderate wind and dark weather. The vessel drifted most of the time and made about 12 miles on account of the current. June 16. — Gloomy weather and light wind. The run was 38 miles, including S miles gained by current to the SE. by E. \\ E. The weather was so thick that the shore was not visible. The esti mated latitude was 51° 59'. Jtme 17. — Calm, thick weather. The coast was hidden by fog and the run was '11 miles. June 18. — Cloudy weather and moderate SW. wind. The vessel stood to the N W. The observed latitude was 52° 14', or 24 miles more northerly than the reckoning. June 19.— Fresh wind from the SS W. with rain. The vessel steered N. by E. and at noon saw Zhupauoff Mountain at a distance of 25 miles. June 20. — Fresh southerly winds aud dark foggy weather. The vessel stood to the NE. by E., and at noon her latitude was 54° 04'. June 21. — Wind moderate or light and thick weather. The run was 20 miles NE. by E., with 8 miles westerly current. The estimated latitude was 54° 16'. June 22. — Foggy weather, and in the morning light wind, with a heavy sea from the SW., fol lowed by a strong southerly wind, during which the vessel lay to under bare poles, making a drift of about 4 miles westerly, iu all about 8 miles WNW. H. Ex. 80 49"], [22, "770 UNITED STATES COAST AND GEODETIC SURVEY. June 23. Clear weather and light SSW. wind. By observation at sunset and sunrise the variation of the compass was determined to be 11° 50' and 10° 47' easterly. At noon the coast was seen 13 miles NNW., the latitude was observed to be 54° 12', and the run 28 miles W. by S. June 24.— Weather clear, with a light SSW. wind. The run was iu sight of the coast, 30 miles W. by N., and the estimated latitude 54° 15'. June 25.— Light airs from the SE. and SSW., with rain. The course was S. by W. 26 miles, in sight of land, and the observed latitude 53° 53'. June 26. —Moderate wind with occasional cloudy sky. At noon the Avatcha volcano bore W. % S., 20 miles distant. No latitude was observed. June 27, 1729.— Clear weather, with fresh wind and high sea from the westward. The run was 90 miles SSW. and the observed latitude 52° 03'. June 28, 1729.— Clear, with light winds. At 5 a. m. saw the shore, distant about 5 miles. The observed latitude was 52° 01' and the variation 7° 42' easterly. June 29.— Clear and calm. The rnn was 17 miles N W. by W., with the land in sight. The estimated latitude was 52° 06'. June 30.— Clear, with moderate wind. The run was along the land SW. by S., and the esti mated latitude 51° 38-. July 1. — Thick weather and moderate wind. At noon Cape Lopatka bore NW. by N., and a shoal extended seaward from it about a verst. July 2. — Fine weather and moderate wind. The northernmost Kuiile Island, Alaida, was seen [which Chaplin states on old charts was named Anfinogenaj. A high mountain was seen bearing SW. by S. i S. The run this day was- 70 miles N. 2° 55' W., the variation 11° easterly, and the latitude 52° 18'. July 3. — At 5 o'clock in the afternoon the vessel entered the Bolshoia Eiver mouth and came to anchor. The Fortuna and an older vessel were already there. The party were occupied with the transfer of stores and other business preparatory to departing for Okhotsk. [Bering made the difference of longitude between Bolcheretsk and Lower Kamchatka equal to 6° 29'. According to Bergh, Chaplin states in his journal that the difference of longitude between Okhotsk and Bolsheretsk was computed on the first voyage to be 13° 43' and on the return 13° 14'. SUBSEQUENT PROCEEDINGS. On the 14th of July, having been rejoined by Lieutenant Spanberg, Bering sailed for Okhotsk, where he arrived on the 23d of the month. The party celebrated their return by tiring a salute of 51 guns, which was repeated from the shore. Tho vessel was beached aud dismantled. On the 29th of July Bering started by land with horses for the Cross of Yudoma. On the journey he met Afana3ias Shestakoff, Hetman of Cossacks, who was on his way to open the Chukchi country by force of arms, and who was, in March of the following year, routed and killed near Penjinsk Gulf by a body of natives commanded by their chief, Shelagin, whose name is appro priately preserved to posterity on charts of the Arctic coast of his country, through the medium of the Shelaginskoi Cape, iu latitude 70° N. Bering reached Yakutsk, August 29, 1729, and Tobolsk in October, where he remained some time, finally reaching St. Petersburg March 1, 1730. Chaplin, whose journal has, through the medium of Bergh, preserved many facts in regard to this remarkable expedition, was recorded in 1723 as one of the most promising naval caders. On joining the expedition he was made midshipman : on their return, in 1729, promoted to be sub lieutenant, and in 1733 to be lieutenant. He is said to have died at Archangel, in Eussia, in 1764, having attained the rank of Captain-Commander. The journal itself, with many other documents, is deposited in the archives of the Naval College of the Admiralty in St. Petersburg. In order that the differences of calendar and account, and the errors of previous publications may be more easily avoided, I add a carefully corrected itinerary of the expedition reduced to the modern dates. In some cases, where the authorities are discrepant, I have adopted the date which from all the circumstances seems most probably correct."], [23, "UNITED STATES COAST AND GEODETIC SURVEY. 771 Itinerary of Bering's Expedition, reduced to new style and civil account. NOTES ON THE MANUSCRIPT CHART [Illustration No. 69] OF BERING'S EXPEDITION OF 1725-30, BELONGING TO THE COLLECTION OF BARON ROBERT KLINCKOFSTROM, STAF- STTND, SWEDEN. In the article in the National Geographic Magazine, already referred to, I have given a sum mary of existing information in regard to the cartographic results of Bering's first Kamchatka expedition. We may infer from the facts known to us that a rough chart of the land journey was made from day to day and also, when practicable, during the sea voyage, and that with the monthly report to the Admiralty College, which was required by his instructions, copies of these rough sketches were forwarded when opportunity served. Bering had two professional cartog raphers beside Chirikoff and Chaplin, educated Naval surveyors. After his return to Kamchatka he wintered at the settlement near the month of the river known as Lower Kamchatka and during this time, without doubt, supervised the preparation of a chart of the voyage as well as his report. He returned to St. Petersburg in March, 1730, bringing a chart with him. It is probable that 1725. 1728. Advance party under Chirikoff left St. Petersburg.. Feb. 4.. Saw Cape [afterward named Thaddeus] Aug. 6. Bering followed i>l, 11 Sailed in Holy Cross Bay of Bering Aug.ro- 1 3. Bering arrived at Tobolsk Mar. 27 Entered Preobrazhenia Bay Aug. 16. Bering left Tobolsk May 26. Met baidar with Chukchi Aug. 19. Chaplin, with advance guard, reached Yakutsk Bering and main body readied Ilimsk Sept. 17. Oct. 10. Were off Chukotski Cape Aug.20-2I. Saw St. Lawrence Island Aug. 21. Chinkoff observed eclipse of the moon at Iliiv.sk Oct. 21. The expedition passed Cape Chaplin Aug. 2j. Bering arrived at Yakutsk 1726. Passed East Cape in the fog without seeing it, and June 12. later in the day saw \" high land behind\" them Aug. 25. Spanberg, with flotilla, left Yakutsk Chirikoff, with rearguard, reached Yakutsk June 18. and mountains \"on the continent\" June 27. Reached their farthest north and turned back Aug. 26. Bering left Yakutsk for Okhotsk Aug. 27. Saw East Cape and the larger Diomede Island Aug. 27. Bering reached Okhotsk Oct. II. Passed St. Lawrence Bay and Mechigme Aug. 28. Provision trains arrived Nov. 7. Saw St. Lawrence Island again Aug. 29. Spanberg reached. Okhotsk Vessel Fortuna launched at Okhotsk 1727. Rounded Chukotski Cape Aug. 30. Tan. 12. Saw four baidars with natives Aug. 31. June 19. Saw Preobrazhenia Bay Aug. 31. Spanberg sailed with ForttiHa for Kamchatka Ch.rikoff arrived at Okhotsk July II. Saw again and now named Cape St. Thaddeus Sept. 1. July 14. Anchored and rode out storm Sept. 1 1. Spanberg returned with the Forfuua to Okhotsk Aug. 22. Reached the mouth of the Kamchatka River Sept. 13. The expedition left Okhotsk for Kamchatka Sept. 1. Entered the river and ended the voyage Sept. 14. They arrived at the month of Bolshoia River Sept. 13. 1729. They reached the settlement of Bolsheretsk ... Sept. 15. Total eclipse of the moon, visible in this region „ Feb. 13. Spanberg smarted for Lower Kamchatka post Spanberg arrived at Lower Kamchatka Sept. 20. Bering put to sea in search of land June 16. Oct. 17. The search was given up June 19. Bering left Bolsheretsk 1728. The vessel rounded Cape Lopatka July 12. Jan. 24. Arrived at Bolsheretsk July 14. Bering reached Upper Kamchatka village Feb. 6. Sailed for Okhotsk from Bolsheretsk July 25. Eclipse of the moon visible in Kamchatka Bering left Middle for Lower Kamchatka Feb. 25. Arrived at Okhotsk Aug. 2. Mar. 13. Bering started homeward from Okhotsk Aug. 9. Bering rrrived at Lower Kamchatka \" Mar. 22. Reached Yakutsk Sept. 9. Construction of the vessel Gabriel begun Apr. 15. Reached the Lena River 1 Oct. 12. The Gabriel launched June 20. Reached Tobolsk 1730. The Gabriel pat in commission July 20. Jan. 21. The expedition put to sea in the Gabriel July 24. Arrived at St. Petersburg Mar. 12."], [24, "772 UNITED STATES COAST AND GEODETIC SURVEY. tracings of this chart aud brief abstracts of his report were sent out as matters of news, as the custom then was, and one of these sketches was published by the Jesuit father Du Halde as an appendix to his monumental work on the history and geography of China. All the copies, even of this simple sketch ou a very small scale, which were printed before 174S were more or less imper fect, but what seems to be a complete rendering of it appears in Campbell's edition of Harris's collection of voyages in 1748. This was a small engraving on copper measuring about 12-5 by 32-0 centimetres on the neat lines. After Bering's arrival in St. Petersburg it is probable that a gen eral recomputation and revision of his data was made, and we are informed by Lauridsen that the charts (which we may regard as official and final) were prepared at Moscow iu 1731. These were much more elaborate and detailed charts, with ethnological, topographic, hydrographic, and mag netic details upon them which are entirely wanting in the earlier maps. This map, though a number of copies must have been sent out, was never engraved or published. Other geographers may and probably did use data compiled from it, but the map, as a whole, never appeared in print. The remarkable results of the great Siberian expedition, of which Bering was the executive officer, may have drawn attention away from the earlier work. Whatever the reasou, until now, this document so interesting from its bearing on the geographical history of America and the progress of discovery, and not without attractions for the student of terrestrial magnetism, is now for the first time presented to the public. The title, enshrined in a fine ornamental escutcheon, reads in translation : Geographic chart from Tobolsk lo the Chukchi [Cape], made during the Siberian Expedition under the command of Fleet- Captain [a blank space]. The blank space with which this inscription terminates was intended to receive the autograph of Bering, which for some reason was not appended ; though, in at least one of the other copies known, it is present. This copy was evidently prepared for use in Sweden. The Russian words and names are (rather badly) transliterated into their supposed phonetic equivalents in Roman or Italic letters. Under explanatory remarks, thus transliterated, is a rendering of them in archaic Swedish. At the northwestern angle of Chukchi-land is a legend stating that \" this region is called Shela gin's.\" Shelagin was the Chukchi leader, who, shortly after Bering's expedition in 1730, defeated the Russian forces in a pitched battle and killed Shestakoff, their commander. Shelagin's name is retained in modern maps by the northernmost point of Siberia east from the Kolyma River, Cape Shelaginski, sometimes shortened to Sheiagskoi. The northern coast of Chukchi-land has a note to the effect that \" This land is put down from older charts and information,\" so that for the erroneous extension northward of a part of it neither Bering nor Miiller are blamable. The high range of mountains along the eastern shore of Kamchatka carries the following note : \"On these mountains the snows lie in summer and winter, and from them there are violent squalls or gusts of wind.\" On the northern part of Kamchatka peninsula is written, \"Here live tributary Kamchadals speaking several dialects.\" In the northern part of the Okhotsk Sea, beginning at the river Okhota, it is stated, \" From this river around to the river Krutogorova is put down from older charts and information.\" In the southwestern part of the same sea, \" This coast is according to older maps.\" At Cape Lopatka, here called Osnoi (which is a corruption of Osernoi in reference to the lake Oser, just behind it; or, more probably, of Uzhuoi, meaning southern), it is noted this is the \" south ern point of the laud of Kamchatka.\" Elsewhere on the map are phrases evidently derived from Bering's Eeport, as near Okhotsk, \" Hereabouts live the tributary reindeer Tunguses,\" and \" These hereabouts are Lamuts.\" Further west \"From the river Vitim and on the banks of the rivers [eastward] beyond live the so-called Yakuts and Tunguses, who pay tribute to the Eussian Crown.\" The whereabouts and religious state of various other tribes are indicated by similar inscrip tions at various points on the western part of the map. This map measures 51 by 20£ inches between the neat lines. It is in black and white, the mountains washed in, the only color being small green trees as a conventional sign for wooded"], [25, "UNITED STATES COAST AND GEODETIC SURVEY. 773 country. There is no uame of draughtsman or place or date of making. The geographical part has been made with an ink which has turned brown with age. The ornamental escutcheon was drawn by a different hand in another kind of ink which has retained its color. There are two manuscript maps in the Royal archives of Sweden of this general character, which have been briefly uoticed by E. Dablgren.* They are more elegantly and profusely orna mented aud differ slightly in names, and one has a number of soundings between St. Lawrence Island and the Diomede Islands. They are of the same size and doubtless were made at the same time as the Klinckofstrom chart, but, being intended for an exalted personage, were more highly ornamented. The geographical peculiarities of this, as compared with other charts of the first voyage of Bering, are discussed in the National Geographic Magazine (Vol. ii, No. 2, 1890) as previously mentioned, and to that paper is referred the reader who desires fuller and more technical details. It is only just to call attention to the liberality of Baron Klinckofstrom in permitting this val uable relic to go beyond the seas for the information and accommodation of American students of geography, and to express for this courtesy our sincere gratitude. NOTES ON THE ORIGINAL CHART BY WAXEL OF THE VOYAGE OF BERING IN 1741. [Illustration No. 70.] Lieut. Sven Waxel, executive officer of Bering's vessel, was a Swede in the Eussian service. Iu June, 1741, he sailed from Avacha Bay in the ship St. Peter. Later on in the voyage, as the scurvy with which they were scourged reduced the commander, Bering, to such a state that he was obliged to take to his bed, Waxel practically commanded the vessel. After their return from the island named after Bering, who died and was buried upon it, Waxel was senior officer, and when the forces of the expedition were gathered at Tomsk in Siberia, where they remained until 1745, according to Lauridsen, Warel for a time was in general command. The manuscript chart, Oi which the accompanying outline is a facsimile, is supposed to have been made for Waxel's own use by some draughtsman under his supervision, or from his own notes, so that it represents what were to him the geographical results of the voyage of the St. Peter. The results obtained by Chirikoff on the St. Paul, which early in the voyage became separated from the St. Peter, were of course different, and to some extent discrepant. The attempt to combine these two discrepant charts has made the charts of Midler and others much more confused and confusing than either of tho originals would have been separately. The opportunity of examining this valuable historical relic is due to the liberality of the authorities of the University of Upsala, Sweden, of whose library it forms a part. By reproducing it we place in the hands of students another original document which hitherto has been inaccessible, and the data of which were available only to such as were acquainted with the Russian language. Apart from its geographical interest, which will be considered presently, this chart has another interest. It is well knowu to naturalists and those familiar with Alaskan history that the crew of Bering's vessel discovered on Bering Island, or living about its shores, an enormous species of manati or sea cow, which afforded excellent meat, and which was so hunted for food within a few years afterward that it soon became extinct, and is now known only by some more or less imperfect skeletons aud a dried fragment of its hide. This animal was described by Steller and is known as Steller'ssea cow (Rhytina stelleri or gigas). ft had a very thick rough skin marked by deep folds which enabled it to bend itself with more facility, and its posterior flippers were shaped like the tail of a whale, more or less forked. Steller made a drawing of it which is known only by a copy, the original being lost, and the form of the tail has been in dispute owing to an alleged ambiguity in the original description, and the fact that some of the other sea cows have a rounded tail and not a forked one. In the absence of Steller's original drawing of the northern sea cow, the sketch on this manuscript is probably the only existing protrait of that animal which was ever • Ymer, for 1884, p. 93."], [26, "774 UNITED STATES COAST AND GEODETIC SURVEY. seen by anyone who had seen the living animal itself. As it shows the forked tail, the question in regard to its shape is thereby settled beyond controversy. There are also two fur seals very well portrayed on the chart, aud the fact that these are drawn with remarkable fidelity to nature allows one to infer that the portrait of the sea cow is not less faithful. The examination of the chart with regard to its geographical features suggests an answer to several questions which have hitherto been in controversy owing to the manner in which the charts of the voyage have beeu confused together. In the first place, if this chart had been published separately, the confusion as to Bering's first anchorage on the American coast need never have arisen. Kaye Island, with Cape Martin opposite, in Controllers Bay, are perfectly recognizable. This was long ago determined to be tho case by Sokoloff, who published in the Journal of the Eussian Hydrographic Department the sketch chart made by Khitroff, Waxei's mate, of the island and harbor. But this publication is a rare and almost inaccessible book and the information was slow in spreading. The expedition was prevented by fog or darkness from observing the passage north of the Kadiak group, but a cape which is probably Cape Greville is represented by Waxel, and though not named on this chart is likely to be that named Hermogenesby the expedition. The identifica tion of Cape St. Hermogeues with Marmot Island made by Cook receives no confirmation from this chart. The fictitious island of St. Stephen is absent from Waxei's chart, but the banks northeast from Chirikoff (Ukarnok or Foggy) Island are detailed with many soundings, and the identification of Foggy (Tumannoi or ou this chart Tomano) Island with that now called Chirikoff Island is com plete and can not be reasonably questioned any longer. The Semidi islands are in their proper place with Aghiyuk Island aud Chiginagak Volcano northward from them. In this matter Soko loff was right, as usual, in his judgment of the question. The Shuinagin islands have been identified correctly from the beginning. This chart shows that the anchorages of the St. Peter were between Nagai and Little Koniushi, and that the unfortunate seaman for whom the group was named was probably buried on the eastern side of Nagai Thence westward is a long gap until we reach the vicinity of the mountain named on the chart St. John. Here the positions are so wild aud the islauds so little characteristic that a guess is all that can be hazarded. The general circumstances suggest that this might be the high peak (about 6,000 feet) ou the north end of Adakh Island. The 'high snow-capped island\" named by the expedition St. Marciau would then probably be the island of Tanaga ; it could not be the island of Amchitka, as alleged by Lauridsen, since that is low, flat, and without any peaks. Taking the relative positions into account it is not improbable that the island next laid down, under the name of St. Stephen, or St. Stepan, is intended for Semisopochnoi, which is high and has several islets near it. St. Abraham, the last of the Aleutians seen by them, is probably Kyska, the only island in that part of the chain with a smaller island close to its northeastern shore. The latitude of the vessel observed that day was 52° 31', which is conformable with this supposition. The identification of this with the Semi chilow, rocky, islets is absurd, and would not have been made by anyone familiar with the islands. Bering Island and its surroundings are depicted in a manner to cause astonishment. There are several nonexistent islets shown, aud the largest, which may be meant for Copper Island, is altogether out of place, yet the party were more than six months on Bering Island. The want of discipline consequent on the death of the commander, and the quarrels and illness among the officers, are probably responsible for the character of this part of the map. I have assumed that the party on the St. Peter did not see anything of the Nearer islands, Attu, Agattu,etc. They appear, however, to have been seen by Chirikoff; and the attempt to identify what was seen by one party with different things seen by the other party has resulted in the confusion of Midler's and other charts based on this ifl-judged conglomeration. If the log books of the two vessels could be published verbatim many of these interesting his torical problems might, by the aid of modern charts, be brought to a satisfactory solution. As it is, however, one must be satisfied with adding something to the stock of accessible information, and with the hope that the remainder will be brought to light at some future time."], [27, ""], [28, ""], [29, ""], [30, ""], [31, ""], [32, ""], [33, ""], [34, ""]]