[[1, ""], [2, ""], [3, "THE QUEEN'S VOYAGE; OR, THE FOLLIES OF SCOTLAND. Price Eighteenper.ee."], [4, ""], [5, "THE QUEEN'S VOYAGE; OB, THE FOLLIES OF SCOTLAND."], [6, ""], [7, "THE QUEEN'S VOYAGE; OR, THE FOLLIES OF SCOTLAND. & satire. WITH NOTES. THE HONBLE *****. AUTHOR OF \" THE PALACE MARTYR,*' \" THE PRINCE OF WALES,\" \" THE QUEEN'S MASQUE,\" ETC, ETC. \"Ay, — down to the dust with them, slaves as they are.\" — Moore. \" There are women who are vain of advantages not connected with their persons, such as birth, rank, and fortune: it is difficult to feel less the dig nity of the sex: ridicule attaches to them.\" — Madame de Stael. LONDON: W. GILLING, 193, STRAND. 1842."], [8, "LONDON: WI1J.1AM STEVENS, PRINTER, BEI.I. YARD, TKklPI.K BAR."], [9, "THE QUE EN'S VOYAGE; OR, THE FOLLIES OF SCOTLAND. — ♦ — Why does our Royal Lady tempt the seas, And trust her safety to the changeful breeze ? Nor winds nor waves have hitherto been known To pay much homage to a Monarch's crown. The poor vain puppets, to whose regal brow, Mortals on land so reverently bow, When on Jehovah's boundless deep they ride, Must needs put off their miserable pride ; On the broad ocean where our wond'ring sight Owns God in all His majesty and might, The tawdry, paltry potentates of earth, Are objects not of reverence, but mirth;"], [10, "8 What palace slave could adulate so well. The Lord's Anointed pitching in a swell ; What lump of loyalty, however thick, Could check a smile, when Majesty is sick ? Why does Yictoria, \" Lady of the Isles,\" Forsake her palace, and her children's smiles I (Those smiles that lowborn mothers ever prize, But far less dear in Royal matron's eyes ;) Why is poor Albert ruthlessly dragged out, From Windsor's comforts, on that cheerless \" route,\" At every wave to shiver and turn pale, And bare his dear mustachios to the gale I Has she grown weary, as she well might do, Of English courtiers, and their mean Ko-too { Apes, parrots, Arab horses, monster cheese, Is she no longer satisfied with these . Is it a craving for another kind Of adulation, that impels her mind, To seek old Scotland's mercenary land, Where pride and avarice go hand in hand, — That glorious land, by Nature made so rich, Whose produce is the thistle and the itch, —"], [11, "9 That generous land, whose true and loyal sons For Cromwell's money, patriotic duns, Betrayed their captive to the jailor's lock, And sold their monarch to the headsman's block ? Or is she wearied of the starving cry, That English paupers utter ere they die, — That cry which, spite of bullet and dragoon, Rings through the country with its fearful tune ; Which, spite of proclamation, and the pay Held out to blood-stained traitors to betray — Is raised by death and danger undeterred, And with its voice of thunder will be heard . Yet those who think that regimental lead Will stop the craving that is felt for bread, May boast at least their persons are approved, Although their measures be but little loved ; Since, in each troubled town's tumultuous streets, Whene'er these grave authorities one meets, Their presence — chosen favourites of Mars, We always aee attended with Hussars. 'Twould take some cash men's appetites to fill, 'Tis far more economical to kill,"], [12, "10 Oh, clever mode of settling civil brawls — They ask for bread — and Graham gives them balls ! Perchance the echo of each death-fraught shot Hath troubled Windsor, in its tranquil lot ; And, to avoid the disagreeable sound, The Royal couple are to Scotia bound ; Yet Albert is, from general report, Extremely fond of shooting as a sport. So are our soldiers ; and I wonder whether He shot as well upon the Scottish heather I What tempts our dainty Monarch o'er the wave I What fresh caprice the moving impulse gave I Perhaps she thinks her gentle Coburg's brow Is not sufficiently be-laurelled now, Though a field-marshal's baton he doth wield, Thrice lucky youth, who never saw a field ! Perhaps she wishes that a naval name Should aid her Albert's military fame. So bold a voyage some reward doth lack, By steamers tugged to Edinburgh and back, He surely merits that his Queen should call So great a Navigator — Admiral !"], [13, "11 Admiral Albert ! (fancy his delight), Not of the Red, however, but the White, Ingenious reference to the hue he wore, Poor Prince, when half a furlong from the shore. Or does she seek old Scotia's barren land, To cast a wreath of cypress with her hand ? That hand which dealt the anguish and the blow, And filled the cup of calumny and woe On Flora's lone and melancholy tomb, Where lies the Court's young victim in the gloom ! That were a pious pilgrimage, a part Which must be acted from a feeling heart ; Ay, there's the rub — in breasts of royal race, Who seeks the heart will find a vacant place. Some cheeks there are that falsehood never shames, Or Scotland now had not beheld \" Sir James;\"* But Royal souls love flattery so well, They pet the slanderer whom they should repel, Fondling the coward, whose insidious tongue, Mocked at the maiden that his venom stung, — * Sir James Clark accompanied the royal expedition to Scot land."], [14, "Thrice learned Doctor, whose illustrious skill, Powerless to cure, at least found means to kill ! In royal pageants oftentimes we find Peculiar signs that strike upon the mind, Tokens that 'mid the bustle and the zeal, Some latent point for ridicule reveal, Something that turns the homage to a laugh, That strips the gilding, and betrays the calf : What can be nobler than the gallant sail, That carries England's Standard through the gale, Bearing undaunted o'er the subject wave, Our tars to conquest or an ocean grave I Horatio standing on the Victory's deck, While victory came obedient to his beck, Was in all eyes a spectacle sublime, Theme for the painter or a poet's rhyme. What greater contrast can our fancy forge, Than Albert strutting on the \" Royal George V At pace majestic o'er his billowy road By two black steamei-s mercifully towed ! Oh what a subject for the Laureate's song That Princely couple steamified along, 12"], [15, "13 While Neptune laughed to see the pompous train Led by a \" Monkey\"* o'er his wide domain, Led by a \" monkey,\" fitting escort, too, For that grimacing and fantastic crew, Of courtly apes, and cockney chimpanzees, Who grinned and spluttered at Victoria's knees. Nor apes alone the royal ships convey, For o'er the ocean likewise take their way Victoria's greyhounds and her terrier pets.-f No fawning things a Monarch e'er forgets. But had her Tory ministers been there, Graham, or Stanley, in the pomp to share, Most grievous discord would have marred the scene, And much disturbed our interesting Queen ; Since terriers have, besides detesting cats — A most extreme antipathy to rats. On speeds the Royal George, that favoured bark, Almost as favoured as the deluge-ark, * \" The Royal Yacht, towed by the Monkey steam- vessel, arrived opposite the Royal Arsenal.\"— The Times, August 30, 1842. f \" Her Majesty's favourite greyhounds and terrier dogs were taken on board one of the vessels on Thursday morning, to be con veyed to Scotland.\"— Sunday Times, September 4, 1842."], [16, "14 Bearing, like Noah's, as its course it wings, A mighty complement of creeping things. But when the queenly squadron Yarmouth neared,* The hand of Providence itself appeared To ward off peril from the sacred ship, That bore Victoria on her Scottish trip ; A bark, from Norway, in the dead of night, Laden with timber, or some vulgar freight. Dared with disloyal hardihood to steer To England's Hope impertinently near. Fancy each courtier's elongated face, Had a collision really taken place ; Fancy the tender, fashionable screams Of Maids of Honour, frightened from their dreams Of husbands, scandal, coronets, and dress, To find their cabins in a wat'ry mess. Fancy poor Albert, from his slumbers roused To feel himself uncomfortably soused, * '* When within a few miles of Yarmouth, the Royal George was met by a Norwegian bark, called the Minerva, on her passage to London ; and according to the statement made by the master, on the vessel's arriving on the following morning, (Tuesday,) in the roads of Aldborough, it was a miracle that a collision did not take place between them.\" — The Times, September 2, 1842."], [17, "15 Struggling and spluttering for his very life, Cursing the fancies of his royal wife, And longing, oh ! how deeply in his pain, To be the Coburg pauper once again. But Heaven forbade ; and grateful be our thanks, That royal vessel bore within its flanks Such envy, malice, flattery, and deceit, That one, who's nameless, would have had a treat. So Mercy's shield was cast upon them all, And Nick — not Russia's— lost a precious haul. They called Minerva, the Norwegian bark That went so near Victoria in the dark : Thus had the dire catastrophe ensued, To all with meditative minds endued, 'Twould seem instructive, although melancholy, This case of Wisdom running foul of folly ! Off Harwich harbour loyalty intense* Shone forth unequalled save by want of sense ; * \" Off Harwich harbour, the squadron was met by two Ipswich steamers. \" A little beyond we passed through a line of revenue cruisers, which manned their rigging, and gracefully lowered their flags to"], [18, "] i Two Ipswich steamers, filled in equal halves, With Suffolk donkeys, and with Essex calves, Greeted the squadron, as it passed along, With beer-fraught plaudits from their vulgar throng. Beyond, a line of brandy-hunting craft Did reverence gracefully, and fore and aft The senseless cheers re-echoed o'er the seas ; While well-dressed ladies gossiped at their ease — And wiped their loyal noses in the breeze. Foremost was seen an interesting group. Of \" youthful children,\" most bewitching troop, Who having, Dear ! how prettily expressed — Sucked loyal feeling from their mother's breast, Towards their Queen stretched out their little arms, And shook their rattles — homage to her charms ! While their sweet tongues, unable yet to prate, \" Lisped\" little blessings on the Royal pate; Climax sublime ! not Satire's self could find A theme more grateful to its sneering mind ; the royal standard, while hundreds of white pocket handkerchiefs fluttered in the breeze. \" Foremost we distinguished a group of youthful children, who having imbibed loyalty with their mother's milk, stretched out their little arms towards their beloved Sovereign, and lisped a blessing on her royal head.\" — The Times, September 8, 1842."], [19, "17 Oh what a subject for disloyal squibs, Those infant courtiers slobbering in their bibs, And lisping mindless chatterings that day, As the flash pageant wended on its way ; And well indeed, at that most childish sight, Might babies crow and splutter with delight. Next on the Humber* let the scene unfold, Where by the same historian we are told, A \" simple fisherman \" — not simpler though Than the Times writer who describes him so, — With \" bald and venerable \" head appeared ; And as his homage to the Queen upreared, His \" only homage \" says the touching tale, — A splendid fish — and very like a whale ! Albert acknowledged, (but we're told not how, Whether with half-a-guinea, or a bow ; The last most likely, as he's seldom rash, Except in buying parrots, with his cash,) * \" On the Humber, a simple fisherman, with a venerable bald head, held up a fine fish with both his hands, as the only homage he had to offer to his Queen ; this act was kindly acknowledged by Prince Albert.\"— -The Times, September 8, 1842."], [20, "Albert acknowledged — grave historic fact — The aged toady's piscatorial tact ; What was the fish . that secret's in the dark, — Perhaps, meet gift to royalty, — a shark ! But from the story, and its hero, who Was \" simple,\" \" bald,\" and \" venerable\" too; I'd lay a wager of some hundreds, that The finny tribute, was in genus — flat. One should have thought that Scotia's sons would feel, For once at least sufficient loyal zeal, To meet their Sovereign in a Christian way ; Not in a pauper's vagabond array. One should have thought, in person and in dress, Scotland for once would study cleanliness, And hail her visiters of Royal race With snowy linen, and a decent face. Mistaken notion ! read the printed rules, Published to guide the ceremonious fools, And you will see, in honour of the Queen, Ordered, \" that no shirt collars shall be seen.\"* * See the directions issued for the dress of the gentlemen who 18"], [21, "IT Alas, for those who foolishly had hoped, More cleanly doings from the great Unsoaped ; Sawney they found so wedded to his dirt, He could not bear the unaccustomed shirt ! Nor could they rouse their laziness to meet Their youthful Monarch, and her courtly suite, To vent their mass of compliments sublime, And duly wallow in their loyal slime. Victoria's feet, that brushed the early dew, Outstripped the sluggish magisterial crew, Leaving behind the toadies, great and small, Baillies, Lord Provost, councillors, and all, Who while their idol through the city sped, Wrere scratching snug and lazily in bed. Besides the various titles which before Our German wonder elegantly bore, He's lately shown himself, good youth — deserver Of one more glorious, that of life-preserver !* were appointed to wait upon Her Majesty, on her arrival at Edin burgh; which directions specified, among other things, that \" no shirt collars were to be seen.\" — The Times, August 31, 1842. * \" On Saturday, when Her Majesty's carriage had passed the"], [22, "20 Two fiery coursers, full of blood and hay, Ran with a crowded equipage away. The women screamed, and Albert's pitying mind Was deeply moved, magnanimously kind; He rushed not out before each prancing steed, To grasp the bridle, and to check the speed ; Presence of mind like his disdained to try Such vulgar modes of notoriety ; But calmly bold, (of valour such the force is,) He rose, and bade the post-boys stop the horses ! Queens are so wedded to the fulsome show Their slaves shed round them wheresoe'er they go ; At God's own throne they fashionably kneel, And robe in Brussels lace their pious zeal, Disgust alone can check our scornful smile, At \" chairs devotional of Gothic style.\"* Dean Bridge about fifty yards, the horses in a gentleman's carriage, which was in front of the procession, took fright, and wheeling suddenly round, the coachman lost his command over them ; his Royal Highness Prince Albert, with great quickness and presence of mind, instantly called out to Her Majesty's postilions to stop ; at the same moment, four or five archers sprang forward and seized the horses' heads. By His Royal Highness's prompt or ders, anil the horse being stopped, many lives were saved.\" — The Times, September 12, 1842. * \" At eleven o'clock, Divine Service was performed at the Palace"], [23, "21 \" Oak, richly carved, with crimson velvet bound,\" Lest Royal knees should touch the vulgar ground. He who looks dow*n from yonder sky above, Being of awe, omnipotence, and love, In whose dread sight the peasant's straw-roofed home Holds gems as precious as the Monarch's dome, He whose Begotten died that all might live, Since all had sins for mercy to forgive, He asks the homage of the contrite breast — Not pomp fraught prayers by dainty lips expressed — Lips that give utterance to the formal vow, While the soul swells with haughtiness below — Lips from whose condescension accents rise That claim as rights the blessings of the skies ! The courtly preacher, on whose supple tongue* The Gospel's words, like drops of honey, hung, (Dalkeith), the principal dining-room being appropriated for the solemn duties. A temporary pulpit, and devotional chairs in the Gothic style, of oak, richly carved, and trimmed with crimson velvet, were used on the occasion. — Sunday Time*,- September 11, 1842. * \" The Rev. E. B. Ramsay, of St. John's Episcopalian Chapel, Edinburgh, officiated on the occasion ; the Rev. Gentleman taking his text from the 40th chapter of Isaiah, the latter part of the 9th verse, commencing, \" O Jerusalem, that bringest good tidings, lift"], [24, "22 Drew, by the instinct of his servile wit, His nauseous flattery from Holy Writ ; And, while his eyes with cunning homage sought The Royal face with ostentation fraught — Used in a way irreverently odd, The Prophet's text, and said, \" Behold your God !\" If it were needful, that to soothe her pride — Our little Monarch should be deified, He might, at least — such blunders really vex — Have paid some small attention to the sex. \" Goddess,\" not \" God,\" had been the proper name. Why to a male transform the Royal dame ? He could not mean, or treason had been in't, this mistake to delicately hint Our precious Queen was wont, as whisper some, To wear the inexpressibles at \" home !\" I )oubtless, however, if there only were Some Royal idol to be worshipped there, To hear the flattery of the fawning priest, The sex would make no difference in the least, up thy voice with strength ; lift it up, be not afraid ; say unto the cities of Judah, behold your God.\" — Sunday Times, September 11, 1842."], [25, "23 Were there a chance of something to be got, 'Twould matter little to the scratching Scot. What could induce Victoria to select So strange a fane, unknown to any sect ? A dining-parlour was a curious shrine, At which to worship Majesty divine. Perhaps devotion, such as her's might be So overpowering in intensity, She chose that spot in order to refresh The Spirit's labours by the thoughts ot flesh. Field Marshal Albert, martially inclined, At Taymouth warred, but not with human kind, Less dangerous foes excite his valiant ire, Foes that will give no wounds ere they expire. Roebucks, by keepers mobbed till they were tame,* Supplied his Highness easily with game. * \" His Royal Highness shot well, and killed no fewer than nineteen roebucks, all of which were exposed to view on the grass plot, in the front of the private apartments of Her Majesty.\" — The Times, September 12, 1842."], [26, "24 In Albert's head just brains enough were put To tell his Manton's muzzle from the butt ; His mind capacious has sufficient skill To pull a trigger, and a beast to kill, So nineteen victims yielded each a life — Poor mangled trophies of a coward strife. And, next to valour, gallantry we know Warms the Prince Consort's bosom with its glow Thus from the scene that viewed his warlike toils, The blood-stained victor hastened with his spoils, And laid them humbly at Victoria's feet — ■ To such a Queen, most intellectual treat. Lo on the grass plot — to a shambles changed — The gory things were scrupulously ranged, Before the window of the Royal guest, Famed for the woman-softness of her breast ! All have their tastes, but Monarchs still appear To hold each spectacle of blood most dear, The eye of Royalty with pleasure feasts On sabred weavers, or on slaughtered beasts. Not arms alone the Coburg's notice claim : In arts as well distinguished is his name."], [27, "25 All curious objects please him much to see 'em — He paid a visit to the Scotch Museum.* There each Professor, \" booing\" to the ground, Wondered at erudition so profound. Nothing could puzzle Albert in the least, — In fowl or fish, bird, mineral or beast. He had all Nature's mysteries quite pat, Knew a stuffed sparrow from a ditto cat ; Lectured on quartz, ore, copper, and on lead, (Theme much adapted to a German's head ;) And to the staring savans kindly told How he'd transformed, by some ingenious mould, ■ His German metal into English gold. Next, on the theme of horses Albert spun Some curious yarns, and not devoid of fun. He told the listening noodles, with a smile, That in a certain European isle He knew, but said not where it was, of course, The grey mare often was the better horse ! * \" Exactly at nine, His Royal Highness rode into the court of the University, where he was received by the Very Rev. Principal Lee, Professor Bell, and Professor Traill. His Royal Highness manifested great delight in minutely examining the specimens, and occasioned much surprise by his profound knowledge of various branches of natural history, particularly of ornithology, mineralogy and geology.\" — The Times, September 12, 1842."], [28, "26 My task is done ; the sickening theme complete ; Although my pen at greater length might treat Of all the Royal follies that occurred, Each in its kind excessively absurd, How scaffolds fell, with loyal boobies crammed, And Archers got unfortunately \"jammed,\"* While the kind Queen, who mercy did not lack, '• Patted\" the sufferer sweetly on the back. , Oh, healing hand, but far more healing still, Had it administered a golden pill ! These, and much more, my scornful Muse might tell, But to the fulsome tale I bid farewell. No pen could trace, no foolscap sheet contain, All the gross clap-traps that, untold, remain, And I exclaim, — as did in days of old, To Gallia's King, the courtier, we are told, By deeds so great, and many wearied quite, — Queen, cease your follies, \" or I cease to write.\" * \" A slight stoppage of the Queen's carriage caused the mass of the people near us to rush to the front. The stoppage was occasioned by one of the Royal Archers who walked by her side being jammed between her carriage and another. He was hurt, and the Queen patted him on the shoulder, which must have con soled him a little. The cheering at the moment was immense.\" — The Times, September 6, 1842. William Stevens, Printer, Boll Vartl.^emple Bar."], [29, ""], [30, ""], [31, ""], [32, ""]]