[[1, ""], [2, ""], [3, ""], [4, ""], [5, "LES AMÉRICAINS TUPIS-CARIBES ET LES ANCIENS ÉGYPTIENS."], [6, ""], [7, "L'ORIGINE TOURANIENNE DES AMÉRICAINS TUPIS-CARIBES ET DES AïsCIEUS ÉCYPTIENS INDHIUÉE PRINCIPALEMENT PAR LA PHILOLOGIE COJIPAHÉE: TRACE.S DUNE ANCIENNE MIGRATION EN AMÉRIQUE, INVASION DU BRÉSIL PAR LES TUPIS, ETC. VIENNE. LIBRAIRIE I. ET R. DE FAESY & FRICK, 27 GRABEN 27 1876."], [8, "IMPRIMERIE IMPÉRIALE ET ROYALE DE L' ÉTAT."], [9, "PRÉFACE. En étudiant, depuis maintes années, l'éthno graphie des Tupis, envahisseurs de presque toute l'Amérique orientale, et en observant surtout leurs armes et canots de guerre, leur industrie agricole et céramique, et plus encore le mécanisme de leur langue, quoique appauvrie dans la bouche de gens retombés dans la barbarie et le sauvagisme, ils se présentaient continuellement à mon esprit comme un peuple provenant de l'ancien continent. Ainsi, cette idée me préocupait déjà en 1840, à l'oçcasion de la lecture , devant Y Institut Historico - Géo graphique à Rio-Janeiro, d'un mémoire* montrant que l'étude des langues indigènes serait pour le pays de plus grande importance même que celle du latin et du grec, et proposant la création de quelques écoles de la langue tupi, ainsi que, dans Bel', do Inst., T. III, pages 53 à 63."], [10, "VI PRSFACE. le même Institut, celle de la Section d'Ethnographie qui y subsiste encore. Mes convictions étaient plus fortes en 1849, lorsque j'écrivais á cette corporation, dont deux années plus tard je devins le premier secré taire, une longue lettre* montrant que les migra tions des Tupis au Brésil avaient eu lieu du nord au sud, ** et non pas en sens inverse, ainsi que Martius*** l'avait imaginé. Dans cette lettre j'ai proposé une formule pour demander, dans tout le Brésil, des informa tions sur les races indiennes, formule que le même Institut a acceptée et fait imprimer sur les cou vertures de sa Revissa Trime n sa 1. f J'ai même alors ajouté que les anciens Tupis s'étaient rendus maîtres du pays au moyen de leurs invasions par eau, en vertu de la supériorité qu'ils obtenaient au moyen de leurs grands canots de guerre de cinquante à soixante rameurs. Ces convictions n'étaient pas moins fermes en Bev. do Insl., T. XII, p. 366 à 376 et XXI, p. 431 et suiv. Voir aussi Historia Gérai do Brazìl, 1èr- éd. vol. I, p. 105 * Dans son mémoire: Von dem Bechtszustande nnter den Urein wohnern Brasiliens, etc. t Articles 4e , 5\" , et 8e ."], [11, "PREFACE VII 1854, comme on peut le voir parles quelques lignes que j'ai publiées alors dans ce même sens. * L'importance que j'attachais surtout à l'étude de la langue tupi était telle qu'il y a dix-sept ans je m'étais proposé de réimprimer tous les trésors que le Père Montoya nous a légués sur la même langue; si bien que l'édition qui actuellement se fait à Vienne, aussi par mon initiative avait déjà été entreprise chez Ribadeneyra à Madrid en 1858 (les caractères ayant été fondus exprès) quand, par des raisons de service, j'ai dû passer en Amérique, et la parcourir dans une très grande partie pendant plusieurs années. En étudiant la même langue tupi, j'avais été surpris d'y trouver plusieurs mots grecs; et, en même temps, j'avais remarqué les flexions des verbes pour désigner les temps passé, futur et futur conditionnel, qui paraissaient rapprocher la même langue du latin. Guidé par ces premiers indices, je m'étais adonné, il y a plus de trente ans, à quelques études de linguistique pour comparer le tupi avec les * „Assim sâo os Tupis os Jasôes de nossa mythologia, sâo os Phenicios de nossa historia antiga, sâo os nossos invasores normandes em tempos barbaros.\" (Historia Gérai do Brazil, l4re éd. vol. I, p. 106.)"], [12, "VIII PRKFACE. anciens dialectes grecs et latins; mais toujours sans le moindre fruit. J'avais presque désespéré d'arriver à une solu tion un peu favorable, quand une inspiration est venue m' engager à de nouveaux efforts. Ce fut la remarque faite sur un autre nom par lequel les Tupis se désignaient,* nom qu'ils appliquaient aussi aux Européens nouvellement arrivés, s'ils les considéraient comme leurs amis. Ce nom a fait tourner mes vues à des recherches sur un autre peuple ancien, également de la Méditerranée. Toutefois, peu renseigné d'abord sur la biblio graphie linguistique, j'ai dû perdre beaucoup de temps, en me livrant à l'étude de plusieurs lan gues, avant d'arriver enfin à celle qui vint à fournir les plus frappantes analogies et identités. En partant d'abord de la croyance que cet autre peuple ancien de la Méditerranée ne pouvait être que ou sémitique ou d'origine kouschite, la première opinion ayant été soutenue par les savants Deimling** etLassen,*** et la seconde par le baron * Remarque déjà faite par le P. Lafitau. ** Prof. K. W. Deimling, Die Leleger, 1862. *** Prof. Christ. Lassen, Ueber die lykischen Inscliriften und die alten Sprachen Kleinasiens, Zeitseh. d. m. Ges. X. 1856, p. 329 à 388."], [13, "PREFACE. IX d'Eckstein,* je me suis mis à faire des recher ches dans l'hébreu et le phénicien, dans le syriaque ou araméen, et finalement dans l' arabe. N'en ayant pas obtenu des résultats satisfaisants, j'ai dû me livrer à l'assyriologie, en me dédiant à l'étude des ouvrages des deux Rawlinson, ainsi que des persévérants travaux de Oppert, de Norris, et de Lenormant. J'y fus tout de suite stimulé par la rencontre, dans l'assyrien ou babylonien ancien, de plusieurs noms propres tout-à-fait semblables à des mots tupis. Pourtant, je n'ai pas tardé à reconnaître que les formes des deux grammaires étaient bien diffé rentes, et je suis arrivée à la supposition que ces noms appartiendraient à l'autre langue qui, dans le pays, avait précédé l'assyrien. Cela m'a lancé dans l'accadien. Mais bientôt les grandes espérances conçues par la ressemblance des formes grammati cales, étaient déçues par la diversité matérielle des deux langues, par l' absence, avec de bien rares ex ceptions, du „similitudo verborum\". Poursuivant toujours dans la conviction que l'origine des Tupis devait se rencontrer dans le * Bévue archéologique, XVe' année."], [14, "X PRÉFACE. monde ancien, je me suis livré à quelques études sur le zend ou ancien iranien, sur l'arménien, et sur l' arien ou sanscrit. Dans chacune de ces langues, sans parler des formes grammaticales, les mots d'une nature primitive étaient, en général, assez différents de ceux de la langue tupi; et si, une fois ou l'autre, on y glanait quelque ternie semblable, cela ne servait qu'à augmenter les doutes. Parmi les langues anciennes plus connues, en contact avec la Méditerranée, il ne me restait que l'égyptien. Je me suis donc voué à l'égyptologie; et avec d'autant plus d'assiduité que ce fut là que, dès mes débuts, principalement dans l' étude des ouvrages de Bunsen, Wilkinson, Tattam, Brugsch et Chabas, j'a,i entrevu les premières réussites, qui, en y mettant assez de persévérance, m'ont conduit d'investigation en investigation, aux deux conclusions, de ce que le peuple en question était de la même famille que l'égyptien ancien, et que l'un et l'autre appartenaient à ces races oural altaïques que l'on dit généralement touraniennes; — nom auquel je me suis conformé, en attendant que les savants décident l'adoption d'un autre qui le remplace."], [15, "PRÉFACE. XI Ces deux conclusions, — de la provenance des Tupis et de la plus probable origine des anciens Egyptiens, origine jusqu'à présent si énigmatique, sont dues presque exclusivement à la philologie comparée, véritable science morale, dont les faits et les inductions, quand on réussit à bien les déduire, sont, pour l'histoire de l'humanité, autant de documents aussi authentiques que ceux fournis par la paléographie ou l'archéologie. Qui aurait dit cela, il y a plus de trois siècles, à Conrad Gesner, l'auteur du premier Mithridute, ou, un demi-siècle après (1603), à Jérôme Megiser, le rédacteur du „Tkesaurus Poïyglottus vel Dictio narium multilingue\" ! Des recherches dans le basque, dans le turc, le hongrois et les dialectes finno-ougriens n'ont pas manqué d'être assez fécondes; et m'ont inspiré la conviction que plusieurs autres peuples, anéantis ou demeurant actuellement bien loin, n'ont pas en d'autre origine que la même oural altaïque. Enfin, maintes ressemblances et analogies entre les armes, les outils et certaines idées des Tupis avec d'autres de F antiquité cis- atlantique, dont l'Egypte surtout nous a conservé les modèles et"], [16, "XII PREFACE. les souvenirs, sont venues en aide à des faits four nis par la philologie comparée, sur des anciens rapports entre les deux mondes. Etant ainsi arrivé à des résultats plus impor tants que je ne l'avais pensé, j'ai cru de mon devoir d'en faire l'objet d'une publication. La science ne peut être ni égoïste, ni orgueilleuse. Ayant vécu toujours sur le terrain américaniste, conduit par le sort dans ce nouveau chemin, Payant à peine reconnu comme praticable, j'ai cru qu'il était de mon devoir d'engager à le suivre, à pas plus sûrs, les savants qui ont dévoué toute leur existence à acquérir des connaissances plus pro fondes de ces parties du monde. Ainsi, les Orien talistes viendront en aide aux Américanistes, et les Américanistes se feront à leur tour Orientalistes; les uns et les autres, en voyant s'augmenter le nombre de leurs élèves et s'étendre bien plus l'ho rizon de leurs recherches, n'auront qu'à y gagner. Bien entendu que les savants ne devront pas s'attendre à rencontrer dans cet essai des recherches au niveau de leur érudition; mais tout simplement la révélation de quelques faits et déductions présentés à la hâte, et qu'il ne fallait pas exposer"], [17, "PRÉFACE XIII à laisser perdre , par la prétention d'offrir quelque chose de plus parfait et de plus méthodique. Quoique peu versé dans les profondes études philologiques, je n'ignore pas leurs écueils, et les difficultés qu'elles offrent pour établir avec assurance des théo ries ; mais j'ai cru qu'en publiant ce que je pense actuellement, on pourra arriver à savoir ce qu'il faut définitivement penser sur un sujet si important. II était aussi urgent de jeter le cri d'alerte aux pays où l'on parle des dialectes tupis, pour que l'on s'empressât de recueillir tout ce qu'il sera encore possible de trouver sur les descendants de ce peuple, dont ceux qui semblent être les ancêtres, dans le monde ancien, ont disparu devant les con quêtes successives des Perses, des Grecs, des Ro mains, des Arabes, des Chrétiens et des Turcs. Je le dis encore une fois : ce ne sont que les résultats de mes premières recherches et investi gations que je me hasarde à présenter aujourd'hui. Ces résultats me semblent pourtant à ce point extraordinaires que j'en suis moi-même effrayé, et j'en éprouve presque le vertige. En les publiant, j'accomplis mon devoir. II appartient aux savants professionels de les examiner,"], [18, "XIV PRÉFACE. et de les condamner ou de les admettre, en les en richissant en tout cas du fruit de leur érudition et de leurs lumières. Je n'aurais qu'à m'applaudir si, en recevant les honneurs de la critique, ces pages pouvaient arriver à faire jaillir de plus pro fondes révélations sur l'antiquité étudiée dans l'actualité d'une manière aussi sûre que facile; et cela, quand même l'orgueil de notre espèce, en nous rapprochant des sauvages, trouverait de quoi s'humilier. En tout cas, il me semble que, par ce travail, plusieurs faits nouveaux restent acquis à ne pou voir plus être mis en doute. Si parmi mes conclu sions, quelques unes se trouvent un peu hardies, peut-être dans l'avenir seront-elles considérées du nombre de celles dont Alex, de Humboldt a dit: „Tout ce qui excite au mouvement, soit erreur, „soit prévision vague et instinctive, soit argumen tation raisonnée, conduit à étendre la sphère des „ idées\" . . . Vienne, Janvier 1876. Vicomte de PORTO-SEGURO."], [19, "TABLE DES MATIÈRES. Préface V CHAPITRE I. Les Tupis et leurs invasions, 1. Cary, Carioca, Caray, 2. Les Caribes, peuples tupis, 3. Mots Guarani, Tupi et autres, 4. Importance de la langue tupi, 5. Mots tupis adoptés en Europe 6. Le tupi, langue de l'ancien continent, 7. Ancienneté de la migration aux Canaries, 8. Iles nommées par Ptolomée et Pline, 9. Le Pic de Ténériffe et l'Atlas, 10. Texte de Diodore de Sicile, 11. II se rapporte à la Grande Canarie, 12. Preuves tirées du même texte, 13. Egarements de navires dans l'Atlan tiquc, 14. S.-ins imposer la langue, 15. Mots mexicains analogues aux mots coptes, 16. Les Américains, peuples de race mongole, 17. Origine de leur civilisation, 18. L'Atlantide de, Platon, 19. Autres égarements de navires, 20. But principal de ce travail, 21. Mots Tapuia et Bugre, 22. Littérature de la langue tupi, 23 et 24. CHAPITRE II. Analogies entre certains mots tupis et leur corrélation avec d'autres des langues du monde ancien, 25. Mots grecs dans la langue tupi, 26. Mots égyptiens: Soleil, lune, 27. Etoiles, feu, terre, plantation, argile, 28- Autres analogies. Pierre, or, 29. Eau, canot, ubá, 30. Village, chemin ou route, chien, fourmi, 31. Épine, flèche, père, fils, 32. Oeuf, chef, 33. Fleuve, arbre, 34. Feuille, robe, roi, esclave, coton, ouverture ou creux, âme, 35. Les nombres, 36. Plusieurs verbes, 37. Quelques adverbes. Mots assyriens, 38. Mots accadiens, turcs et hongrois, 39. Mots finno ougriens et basques, 40. Mots arabes. Etymologie du mot „guarani\", 41. Conclusions, 42."], [20, "XVI TABLE DES MATIÈRES. CHAPITRE III. Analogies entre certains usages, certaines industries et certaines idées, 43. Préférence donnée à l'Egypte, 44. Les canots: anciens penté contores, 45. Analogie entre le péri et le papyrus, 46. Première nourri ture. Le manioc, 47. La Pteris aquilina. Les armes de guerre, 48. L'arc et les flèches, 49. Le taré ou flûte double, 50. La flûte simple. Tam bours, 51. Le pressoir Tepeti, 52. Comparé à un autre de Beni-Hassan, 53. Urupema. Paniers. La Céramique, 54. Linition des cheveux. Animaux domestiques, 55. Le buccin, trompe. Mets aux morts, 56. Vengeances sur les cadavres. Vanités, 57. Monticules de coquillages, Type, 58. Manque de barbe. Chevelures, 59. Les perruques. L'acangatare, 60. CHAPITRE IV. Analogies dans certaines superstitions, 61. Sumé et Tupan, 62. Le mauvais esprit Typhon ou Typhé, 63. Page. Sistre ou maracá, 61. Sistres anciens. Le mexicain (ayacatztli), 65. Matráca. Sésés. Chichi kué,etc., 66. Circoncision. Oiseau nocturne, 67. Ibyáu,. Urubutáu,etc, 68. Botoques ou metáras, 69. Les Egyptiens en auraient fait usage? 70. Les appendicules aux mentons, 71. Les tentétles des Mexicains, 72. CHAPITRE V. Peuple ascendant des Tupis. Ceux-ci l'ontrévélé, 73. Les Cariens, 74. Confirmation par Hérodote et Strabon, 75. Syllabes finales de maints mots des Cariens, 76. Caryolog-ie. Voyage d'un CarieD, 77. Quelque voyageur retourné d'Amérique, 78. Caractère des Cariens. Etymologie du nom, 79. Arrivée des Cariens à la Méditerranée, 80. Leurs naviga tions et conquêtes, 81. Pages de Movers sur les Cariens, 82 — 85. Colons cariens à Neucrate, 86. Leur émigration sous Cambyse II, 87 et 88. Trois autres époques possibles, 89. Conquête d'Harpagus. Émigration en Om brie, 90. Prise de Troie. Préférence, 91. Argument tiré des canots, 92. Autres arguments, 93. Usage de la pierre polie, 94. Fer, acier, cuivre, goanim, or, 95. CHAPITRE VI. Faits chez les Tupis prouvantune invasion effectuée par mer, 97. Les Tebiros ou Cudinos, 98. Enlèvement de Sabines indigènes, 99. Généra-"], [21, "TABLE DES MATIERS. XVII tion du père, seule valable, 100. Le tabac, son nom en turc et en tupi, 101. Autres usages, maisons, etc., 102. Arrivée aux Antilles, Passage au Continent, 103. Etablissement dans l'Amazone, 104. Inven tion du Manioc. Emigrations, 105. Etendue de celles-ci, 10G. Cruautés. Expiation. Ethnographie, 107. Momie du frontispice, 108. CHAPITRE VII. Quelques notions sur la langue tupi, 109. Compositions des mots. Consonnes et voyelles, 110. Augmentatif, Diminutif, Pluriel, 111. La préformante agglutinée T, 112. Les Pronoms, 113. Les verbes : leurs flexions, 114. Conjugaisons, 115. Postpositions. Formes des verbes, 116. Verbes neutres. Participes, 117. Verbe E, dire, 118. Verbe U, man ger, 119. Verbe IIC, aller, 120. Verbe Tu, venir, 121. Verbe Fui, être couché, 122. Particules agglutinantes, 123. Particules posposi tives, 124 — 127. Composition des mots, 127. Mots verbaux, 128. Dési nences verbales, 129. Désinences bora, para, et guára, 130. Amô, pyra. Adverbes de lieu, 131. Différences dans le langage des femmes, 132. CHAPITRE VIII. Origine des Tupis et des Egyptiens, 133. Migrations des peuples scythes, 134. Plusieurs exemples de ces migrations, 135. Race mongole : ses caractères, 136. Les Egyptiens de cette race, 137. Preuves philolo giques, 138. Exemples dans plusieurs mots, 139. Considérations, 140. Incertitudes sur le point de départ, 141. Les Tupis d'origine iden tique, 142. Mongoles d'eau. Abiens. Picti, 143. Traject probable dans la migration, 144. L'Argos était une grande piroque, 145. Tendances nomades des Sibériens, 146. Ressemblances entre les Tupis et les Sibé riens, 147. Encore le tabac. Boucan, 148. Farine de poisson. Syphilis. Sobriquets, 149. Cris dans les combats, 150. Alimens de racines. Bois sons spiritueuses, 151. Botoques dans la Sibérie, 152. Autres langues touraniennes, 153. Certains faits philologiques expliqués, 154. o"], [22, ""], [23, "CHAPITRE PREMIER. Des Tupis et de leurs invasions. — Considérations montrant que les deux grands océans ont été traversés de très-longue date. La grande nation des Tupis, qui, déjà frac tionnée en bandes sous les noms de Tupi-n'am bás, Tupi-n'aês, Tupi-n'ikis, Carijós, Guaranis et bien d'autres, avait envahi, du nord vers le sud, tout le territoire actuel du Brésil et du Paraguay et une partie de celui des républiques Orientale et Argentine, selon les traditions confirmées par la presqu'identité de la langue, était de la même famille que les Caribes, qui habitaient principale ment les petites Antilles , Porto Rico et une partie de Saint-Domingue. Ces Caribes avaient lancé des colonies jusqu'à Honduras,* à la Floride,** et au nord de l'empire d'Anahuac,*** même jusq'au golfe Californien. f * Voir les cartes de Max de Sonnenstern et de Squier, et les passages de la note de Galindo cités dans notre opuscule „Le premier voyage d'Améric Vespuce, etc.\" Vienne 1869, p. 8. ** Parmi les Apalaches, Mithridates, III, 3. *** Ouv. cité „ Le premier voyage etc.\" p. 20. f Certains usages tupis, selon le P. RiLas. ,. '"], [24, "2 CH. I. CART, CARIOCA, CARAY. L'emploi, parmis les Tupis méridionaux, du mot Garibe ou Cary pour se désigner les uns les autres était très-fréquent, et ils rappliquaient même aux Européens qu'ils estimaient: de là est venu le nom deCarioca, donné à une source de Rio Janeiro, près de laquelle s'établirent les premiers colons portugais, et plus tard, par ampliation, à tous les fils de la même ville de Rio. Ce mot Carioca signi fie „ maison (oca). du blanc (Cary)Lí. Le père Montoya* dit que Caray est un mot ,,par lequel les Indiens honorent universelle ment leurs sorciers: en raison de quoi ils l'ont appliqué aux Espagnols et très mal à propos aux chrétiens et aux choses bénites; mais nous, ajoute t-il, ne l'employons pas dans ce sens\".** Malgré cette pieuse protestation, il ne manque pas lui même d'en faire usage; puisque dans son Voca bulario (p. 277) il donne comme correspondant à „Curé de paroisse des Espagnols\" la signi fication de „Caray payu. Que les Tupis et les Caribes étaient de la même nationalité nous en donnerons ici une preuve, en montrant la similitude qui existe entre les dialectes tupis de l'Amérique méridionale et le * Tesoro f. 90. vers. \"... .„con que honraron (los Indios) á sus hechiceros universal mente: y asi lo aplicaron á los Espaííoles y muy impropiamente á los christianos y á cosas benditas, y assi no tisamot de'l en estos sentidos\"."], [25, "3 LES CARIBES, PEIPLES TIFIS. dialecte caribe ou caraïbe du nord. Pour cela , il nous suffira de comparer quelques mots de l'orai son dominicale, dans les deux dialectes, ainsi qu'il suit : Tupi Caribe Au ciel terre ybak-y-pê ubécu-yumi ibi itibui* ara huere jour mbiú hueyú. mange Quant à ce qui regarde la langue que l'on a voulu appeler guarani, elle ne diffère presque pas de l'ancien tupi du Brésil méridional. Guarani ou plutôt guaryny, ne veut dire que guerre ou guer rier. Ainsi le mot a été très-mal employé par Mon toya pour désigner lalangue dont il s'agit, quand lui même, dans son Vocabulario, nous donne plusieurs fois la signification du même mot.** Or, ce mot exclurait, non seulement les femmes qui parlaient la même langue, avec quelques petites différences à peine, mais encore les Pages et les Tebiros, qui étaient bien loin d'être des guerriers, et qui * Non pas monha, comme il a été dit dans le Hithridates, à la page 692 de la 2' partie du 3* volume; sans égard à ce qui s'y trouvait à la page 681, où il était donné la signification de „terre\" au mot oni bous; de même que celle de „poule\" au caribe tapucicoien , en tupi çapttcaia. ** V. le Vocabulario, pages S3, 263 et 284. — Nous verrons plus loin (p. 41) une étymologie possible pour ce nom."], [26, "4 CH. I. MOTS GUARANI, TCPI ET Al'TRES. pourtant ne se servaient pas d'une langue dif férente de celle de tous les guerriers de leur nation. L' étymologie du mot Tupi, sur laquelle on a eu tant de doutes, nous l'avons enfin expliquée. Ce mot, ou plutôt Typi, ne veut dire, en langue tupi elle-même, que „ceux de la génération primi tive\" : y pi signifiant le commencement de la géné ration, et T étant, d'après le père Luis Figueira, un infixe qui rend le nom qui s'ensuit „reflexif de soi-même\". Ce T est donc une préformante ag glutinée, que l'on voit aussi dans les mots t'uba, le père, £été, le corps, et autres; seulement, dans ces derniers cas, les Tupis ne prononcent jamais les mots séparés des préformantes, comme s'ils étaient vraiment tuba, tête, etc. Les syllabes finales des noms Tupi-rìambcis. Tupi-iiaês, Tupi-nikis, etc. ne sont que des quali ficatifs qui peuvent se traduire par légitimes, mé chants, latéraux, etc. Garijós paraît signifier tout simplement parents des Carys. Aussi les autres dénominations adoptées pour désigner les innom brables bandes ou grandes hordes de la dite nation, — dénominations tantôt prises par elles-mêmes, tantôt vrais sobriquets inventés par leurs voisins (dans ce dernier cas généralement injurieux), — disons les noms de Tamôyos, Temiminós, Gruaya-"], [27, "5 IMPORTANCE DE LA LANGUE TUPI nás, Guaitacás, Guatós, Caités, Petiguáres, Taba járas, Tremembés, Khengaïbas et un grand nombre d'autres, n'étaient que des mots de la langue tupi, tous traduisibles, et désignant quelque vanité ou quelque signe distinctif remarquable de la bande.* Les envahisseurs parlaient une langue, qui sans doute aurait eu jadis plus de culture, et avec laquelle ils ont donné assez systématiquement les noms aux localités et aux productions du pays, noms qui furent, en grande partie, adoptés par l'Europe; de sorte que la connaissance de cette langue est devenue importante pour expliquer un grand nombre de mots, non seulement de la géographie américaine et des sciences naturelles, mais aussi de la conversation familière. C'est elle qui nous fournit l'étymologie des mots Guiane. Oyapoc, Para, Piauhy, Ceará, Parahïba, Pernam buco, Goyáz, Sergipe, Paraná, Paraguay, Uruguay et nombre d'autres moins connus. C'est encore cette langue qui nous vient en aide pour expliquer la plupart des noms de ces nationalités, ou plutôt de ces grandes peuplades qui jadis dominaient plus de la moitié du territoire de l'Amérique méridional. On connaît d'ailleurs le grand nombre de noms de plantes que la botanique a emprunté à la même * Voir Historia Gérai do Brazil, lère éd.. vol. I. p. 100 et suiv."], [28, "6 CH. I. MOTS TUPIS ADOPTÉS EN EUROPE. langue pour désigner, non seulement quelques nouvelles espèces, mais aussi quelques genres. — Plusieurs de ces noms sont même passés à la langue française, et se trouvent dans ses diction naires, tels que goyave, goyavier (ou guayavier, gouavier), manioc, jacarandá et d'autres. Dans la zoologie on a accepté agouti, paca, capivard (capivára), jaguar, tapir, qui sont tous des noms tupis. L'ornithologie s'est enrichie des mots ara, aracari (araçari), caracará, jabirú, jacaná, tangará, teité, toucan, etc. Dans l'ichthyologie nous avons les guaperve (guaperuá), acará, pirabèbe, tareïra, curimate (curimatá), etc. L'herpétologie aussi a reçu quelques mots, tels que ibiboboca et boicupecanga, et celui de giboya est même devenu assez usuel. La science de Werner, elle-même, parmi tous ses noms de racine allemande, n'a pas dédaigné d'admettre, entre autres, ceux d'itabirite et d'ita columite, lorsque l'on en rencontra des formations en grand, sur les montagnes d'Itabira* et d'Itacc lumi, ** à Minas Geraes. * Ita, pierre, bira, brillant; c'est à dire „crislal de roche\". *** Ba, pierre, columi, garçon; „garçon de pierre\", à cause de la forme de son pie."], [29, "7 LE TUPI, LANGUE DE L'ANCIEN CONTINENT. Enfin, les noms d'ananas* et tapioca, appar tenant à la langue tupi, sont assez familiers par tout, de même que ceux d'ipecacuanha, de jabo randi et de copahu. Si par le fait de l'adoption de tant de mots, l'Europe, avec tout le juste orgueil de la supé riorité de sa civilisation actuelle, n'a pas dédaigné de rendre hommage à une telle langue, elle ne pourra certainement recevoir avec indifférence les preuves de ce que cette même langue, qu'elle a trouvé dans la bouche de sauvages américains, n'est que, vivante, celle parlée jadis dans l'an cien continent par un peuple proche parent des Egyptiens et émigré en Amérique à travers de l' Atlantique. Nous ne devons pas nous étonner de l'accom plissement d'une telle émigration, en réfléchissant que, déjà plus de mille ans avant notre ère, les Phéniciens naviguaient sur la côte occidentale de l'Afrique** au delà des colonnes d'Hercule ou détroit de Gibraltar, et que, selon les inductions que nous présenterons plus loin, ils ont même navigué jusqu'aux îles Canaries. De manière que * C'est à tort que l'on a dit que ce n'était pas un mot de la langue tupi. Les Indiens disaient Naná. ** Movers, Das phonizische Alterthum, II, 542 et suiv., et III, 23. Nous reviendrons, dans le chap. V, sur les preuves de la fréquence de l'ancienne navigation par un autre peuple dans ces parages."], [30, "8 CH. I. ANCIENNETÉ DE LA MIGRATION AUX CANARIES. la langue des Guanches fut plus tard rencontré avec nombre de mots berbèrs * et sémitiques. ** Or, dès que cette navigation, au delà du détroit de Gibraltar, devint fréquente, rien de plus naturel que de supposer que des égarements de navires eussent eu lieu. En effet, poussés par des tempêtes vers le Guis Stream, ceux qui dans cette occasion auraient perdu le gouvernail n'auraient pas man qué d'être entrainés par le courant jusqu'à l'Amé rique, comme cela arrive encore de nos jours, comme que nous le montrerons bientôt, en citant quelques exemples. Et, non seulement ces entraînements fréquents de navires se présentent comme très probables, mais il n'est pas même impossible de supposer que l'un ou l'autre des bâtiments entraî nés fût retourné d'Amérique, et eut répandu dans l'ancien monde l'idée que les Grecs possédaient déjà, d'un autre continent à l' ouest, et de la mer de sargasse ou varec, avant d'y arriver. Le fait, que la navigation jusqu'aux îles Cana ries ne fut pas poursuivie, et que les traces même en eussent été presqu' effacées clans l'histoire , ne doit pas nous étonner aujourd'hui, puisque nous savons que des rapports de navigation assez fré quents et suivis avaient existes jadis entre le * Voir Sabin Bertholet, Me'm. sur les Guanches, dans les vol. I et II de la Soc. d'Ethnologie, Paris, 1841—1845. **** V. Hyde Clarke, Trans. Ethnol. Society, Vol. 7 (1869), p. 115."], [31, "9 ILES NOMMÉES PAR PTOLOMÉE ET PLINE. Groënland et le Nord de l'Europe, lesquels avaient cessé , de sorte qu'il a fallu plus tard découvrir pour ainsi dire de nouveau le même Groënland. C'est ce qui s'est passé aussi, comme nous le savons aujourd'hui, par rapport aux Canaries : ces îles ont dû être de nouveau découvertes au XVe siècle, après avoir été connues des Anciens, et après même s'être trouvées décrites dans des ouvrages assez renommés. Ptolémée fait mention de six îles, sous les noms de Aprositus ou inaccessible, Herae ou Junonia, Pluitania, Casperia, Canaria et Pinturia, en sui vant du nord au sud. Pline, sous la foi de Statius Sebosus, en cite cinq: la Junonia (Grande Canarie), la Pluvialia, sans eau (île de Fer?), la Capraria (Palma?), la Planaria (Lanzarote?) et la convexe Convallis (Fortaventura?): — et, en observant que Juba, roi de Numidie, avait eu l'idée d'occuper ces îles, dans ses tendances à compiler, sans assez penser, et copiant probablement d'un autre auteur, il cite encore, sous le même nom, deux Junonia, l'une grande, l'autre petite, une Capraria, remplie de lé zards, et ajoute trois autres îles avec les noms de Canaria, abondante en chiens, de Ombrios (avec de l'eau seulement dans les feuilles de certains arbres, ce qui a lieu à l'île de Fer), et enfin de"], [32, "10 CH. I. LE PIC DE TÉNÉRIFFE ET L' ATLAS. Nivaria, avec des neiges perpétuelles, ce qui la désigne comme étant évidemmentTénériffe*. Selon des phrases transcrites par cet écrivain, ces îles avaient été peuplées depuis si longtemps, que, même dans celle qu'il nomme Canaria, l'on voyait des ruines ou vestiges d'anciens édifices. En nous abstenant de nous enrôler sous la bannière de ceux qui soutiennent que le véritable mont Atlas primitif a dû être le pic de Ténériffe, et que plus tard les Grecs ont, par quelque mé prise , adopté à sa place celui , dans la Mauri tanie, auquel on donne actuellement ce nom, nous croyons que ce n'est qu'à la principale de ces îles, la Junonia ou Grande Canarie , si supérieure à toutes les autres de l'archipel, que doit se rapporter le passage de Diodore de Sicile, contenant une description qui peut s'appliquer dans tous ses détails à la même île. Ce passage de Diodore, le voici, traduit textuellemeut: „ Après avoir parlé des îles situées en deçà des colonnes d'Hercule, nous allons décrire celles qui sont dans l'Océan. Du côté de la Libye, on trouve une île dans la haute mer, d'une étendue con sidérable, et située dans l'Océan. Elle est éloignée de la Libye de plusieurs journées de navigation, * Dans la langue guanche ce mot désignait blanche\" sthener -+- ifej."], [33, "11 TEXTE DE DIODORE DE SICILE. et située à l'occident. Son sol est fertile, mon tagneux, peu plat et d'une grande beauté. Cette île est arrosée par des eaux* navigables. On y voir de nombreux jardins plantés de toutes sortes d'arbres, et des vergers traversés par des sources d'eau douce. On y trouve des maisons de cam pagne somptueusement construites et dont les par terres sont ornés de berceaux couverts de fleurs. C'est là que les habitants passent la saison d'été, jouissant voluptueusement des biens que la cam pagne leur fournit en abondance. La région mon tagneuse est couverte de bois épais et d'arbres fruitiers de toutes espèces : le séjour dans les montagnes est embelli par des vallons et de nom breuses sources. Eu un mot, toute l' île est bien arrosée d'eaux douces qui contribuent, non-seule ment aux plaisirs des habitants, mais encore à leur santé et à leur force. La chasse leur fournit nombre d'animaux divers et leur procure des repas succu lents et somptueux. La mer, qui baigne cette île, renferme une multitude de poissons, car l'Océan est naturellement très-poissonneux. Enfin l'air y * níta(ì(Ì£6fi.£vrj \"yàp -ozatíOÌ; ir^wroì; ex roúruv à^íî-Jsyat\", etc. Le mot iiotcuxó; qui s'applique généralement à l'eau douce, est aussi employé par Homère en l'appliquant à l'océan, considérant ce dernier comme un fleuve qui entoure la terre. Par cette raison, nous nous sommes permis de remplacer les mots „fleuves navigables\" par ceux de „eaux navigables\", dans la traduction de M. Hoefer, dont nous nous servons dans notre texte. Ces eaux navigables étaient les ports, et aussi les canaux entre les îles de ('archipel."], [34, "12 CH. I. IL SE RAPPORTE A LA GRANDE CANARIE. est si tempéré, que les fruits des arbres et d'autres produits y croissent en abondance pendant la plus grande partie de l'année. En un mot, cette île est si belle qu'elle paraît plutôt le séjour heureux de quelques dieux que celui des hommes.\" „ Jadis cette île était inconnue à cause de son grand éloignement du continent, et voici comment elle fut découverte. Les Phéniciens exerçaient de toute antiquité un commerce maritime fort étendu; ils établirent un grand nombre de colonies dans la Libye et dans les pays occidentaux de l'Europe. Leurs entreprises leur réussissaient à souhait, et, ayant acquis de grandes richesses, ils tentèrent de naviguer au delà des colonnes d'Hercule, sur la mer qu'on appelle l'Océan. Ils fondèrent d'abord sur le continent, près des colonnes d'Hercule, dans une presqu'île de l'Europe, une ville qu'ils nom mèrent Gadira. Ils y firent toutes les constructions convenables à cet emplacement. Ils y élevèrent un temple magnifique consacré à Hercule et insti tuèrent de pompeux sacrifices d'après les rites phéniciens. Ce temple est encore de nos jours en grande vénération. Beaucoup de Romains célèbres par leurs exploits y ont accompli les vœux qu'ils avaient faits à Hercule pour le succès de leurs entreprises. Les Phéniciens avaient donc mis à la voile pour explorer, comme nous l'avons dit, le"], [35, "13 PREUVES TIRÉES DU MÊME TEXTE. littoral situé en dehors des colonnes d'Hercule, et, pendant qu'ils longeaient la côte de la Libye, ils furent jetés par des vents violents fort loin dans l'Océan. Battus par la tempête pendant beaucoup de jours, ils abordèrent enfin dans l'ile dont nous avons parlé. Ayant pris connaissance de la richesse du sol, ils communiquèrent leur découverte à tout le monde. C'est pourquoi les Tyrrhéniens, puis sants en mer, voulaient aussi y envoyer une colonie ; mais ils en furent empêchés par les Cartha ginois. Ces derniers craignaient d'un côté qu'un trop grand nombre de leurs concitoyens , attirés par la beauté de cette île, ne désertassent leur patrie. D'un autre côté, ils la regardaient comme un asile où ils pourraient se retirer dans le cas où il arriverait quelque malheur à Carthage. Car ils espéraient qu'étant maîtres de la mer ils pour raient se transporter, avec toutes leurs familles, dans cette île qui serait ignorée de leurs vain queurs.\"* Comme nous l'avons dit, dans tout ce passage il n'y a rien qui ne puisse s'appliquer à la Grande Canarie, la première de l'archipel qui, par suite de sa supériorité sur les autres sous tous les rapports, aura sans doute été peuplée et cultivée. Du reste, Diodore lui-même n'a pas voulu laisser des doutes * Diodore de Sicile, liv. V, 19-20."], [36, "1 4 CH. I. ÉGAREMENTS DE NAVIRES DANS L'ATLANTIQUE. sur ce que c'était d'une île adjacente à l' Afrique qu'il venait de traiter; puisqu'il continue par ces mots: „Mais comme nous avons déjà assez traité de Y océan libyen et de ses îles, retournons à l'Eu rope\".* Si donc la navigation des peuples de la Médi terranée avec l' Afrique occidentale a existée pendant plusieurs siècles, à un tel point qu'avant le roi Juba on voyait même déjà des ruines d'édifices dans une des îles Canaries, il serait impossible de croire qu'il n'y ait pas eu, par suite d'accidents si fréquents encore de nos jours, quelques égare ments de navires vers l'Amérique. On a cité plusieurs fois des exemples de tels égarements à travers l' Atlantique, qui eurent lieu dans le dernier siècle, et qui sont devenus histo riques. En 1731, un bâtiment chargé de vin, allant de Ténériffe à Gomera, fut entraîné jusque sur les côtes de l'île de Trinidad. En 1777, un autre bâti ment plus petit, chargé de blé, et destiné à faire la traversée de Lancerote à Ténériffe, étant poussé au large, dans un moment où il n'y avait personne de l'équipage à bord, alla échouer sur les côtes de la Guayra, à Venezuela. Enfin, en 1797, douze * „E;77£'. ÔÈ -epì zo'j y.*j.-% nljv At/Î-Jïjv St-.tt.xvoO xaì rJjv è-j cthrùi vrjaoyj òí^y-jofjisv, |xrra*3t/37xffOi7Afv rôv X6'/o-i £.rt r-^v E-jptóîrvjv\"."], [37, "15 PARTIELS, SANS IMPOSER LA LANGUE nègres s'étant échappés d'un navire négrier, trois d'entre eux, qui survécurent, sont allés attérir à Barbados. Toutefois, il faut admettre que de semblables entraînements étant partiels et avec peu d'indivi dus à la fois, ceux-ci ne pouvaient imposer leur langue dans les pays où ils abordaient. Ils auraient dû plutôt commencer par apprendre celle des indi gènes, en y introduisant tout au plus les mots de l'une ou l'autre industrie qu'ils y apportaient, avec les idées et les principes d'organisation et de civili sation dont jouissaient les peuples auxquels ils appartenaient. Nous en avons un exemple frappant dans ce qui est arrivé plus tard au Mexique, avec les Espagnols, quoique ceux-ci y fussent allés en assez grand nombre. Les Indiens ont accepté d'eux, et admis dans leur langue, les mots Dios , misa, mesa, cahuayo (pour caballo) et autres dont ils avaient besoin.* De la même manière, on peut bien croire que, nombre de siècles auparavant, leurs prédécesseurs aient appris de quelque Egyptien qui y aurait abordé certains mots pour désigner les idées nouvelles pour eux, tels que celles de * II s'est passé de même parmi les Tupis-Guaranis du Paraguay. II suffit de parcourir les dictionnaires de Montoya pour avertir le nombre de mots espagnols que les Indiens avaient adopté. Outre ceux de la religion, on y trouve cabará, sandiá, etc., pour cabra, sandia, etc. 3"], [38, "16 CH. I. MOTS MEXICAINS ANALOGUES AUX COPTES. papier-monnaie*, plomb, oignon, fontaine (artifi cielle). En vérité, la similitude des noms mexicains correspondants, amatl, temetzth, xonacatl, ameycatli etíomwavec les coptes ja^Kò., MTívTg, 2slo\"\\, et gcurÏT (où les différences ne sont pas plus remarquables que celle entre caballo et cahuayo), ne peut pas être considérée comme fortuite, et nous ouvre un chemin à de plus sérieuses investigations. Plus au sud, vers Santa Martha, on travaillait le cuivre et l'or, même, selo» Herrera, avec des émeraudes enchâssées; et l'origine d'une telle in dustrie pourra encore être donnée par la philologie comparée, interrogée uniquement dans les quelques mots que des immigrants auraient pu y introduire. II est clair aussi que de tels immigrants, en petit nombre, n'auraient pas non plus été suffisants pour changer le type physique des indigènes, qui a été trouvé le même dans toute l'étendue des deux Amériques, depuis le Canada jusqu'à la Terre de Feu. Ce type physique était partout identique à celui de la race que l'on a classifié sous le nom de mongole, dans l'Asie orientale; soit que le peuple ment primitif de l'Amérique se fut effectué à une époque où les deux continents se seraient trouvés encore unis, et non séparés par le détroit de Behrino-, ** C'est à dire des morceaux de métal non frappé, en forme d'anneaux ou autre, pour faciliter les échanges."], [39, "LES AMÉRICAINS, PEUPLES DE RACE MONGOLE. 1 l qu'il le fût après cette séparation, à travers le même détroit. Ce type physique se caractérise surtout par sangle formé par la ligne des yeux, par l'abon dance et le lissé de la chevelure et par la couleur plus ou moins foncée de la peau, allant du brun jaunâtre au rouge cuivré. Ces greffements, si nous pouvons nous servir de cette expression, des nouveaux colons n'auraient pu nullement faire changer les caractères distinc tifs de la race; puisque même aujourd'hui, malgré toutes les invasions de colons d'Europe dans les pays qui étaient déjà assez peuplés, le Mexique, l'Amérique centrale et les contrées au delà des Andes, les types indigènes prédominent toujours. Du reste, le détroit de Behring, pris de glace pendant une partie de Tannée et que l'on peut alors traverser à pied, n'a pu jamais être un obstacle aux migrations; et encore de nos jours, selon Coxe, les Tchutski passent par là en Amé rique où ils inquiètent les indigènes; de même que ces derniers prennent un tel chemin pour se rendre en Russie et y vendre des peaux. Toutes la nations indiennes de l'Amérique, depuis le nord jusqu'au sud, barbares ou demi-civilisées, possé daient même, quant à nous, un meuble caractéris tique de cette colonisation primitive : c'est un petit 3*"], [40, "18 CH. I. ORIGINE DE LEUR CIVILISATION. banc de bois, assez bas, d'une seule pièce, à quatre pieds unis deux à deux dans la longueur, et dont le siège un peu concave est généralement peint. Si donc les analogies anthropologiques^ physiologiques et même quelques-unes philolo giques nous font supposer que l'Amérique, et aussi l'Océanie, ont été peuplées d'abord presque en même temps que l' orient de l'Asie, tous les vestiges des civilisations que l'on a rencontrés en Amérique, et les monuments surtout, rattachent les origines des mêmes civilisations aux nations occidentales du continent asiatique et du nord de l' Afrique. Nous devons ajouter qu'en Amérique, dans le nord comme dans le sud, toutes les traditions étaient d'accord pour admettre que les flots des civilisations ou des émigrations civilisatrices étaient partis du golfe mexicain et du centre du continent; c'est-à-dire justement des parages où des navires venant de l'ouest du détroit de Gibral tar; et emportés par des mauvais temps ou quelque autre accident jusqu'au Guis Stream, auraient pu être naturellement conduits par l'action de ses courants. Nous sommes donc bien loin de partager l'opi nion de certains novateurs contemporains , qui soutiennent que l'Amérique, les Canaries, et même"], [41, "19 L'ATLANTIDE DE PLATON. quelques pays d'Europe et l'Egypte auraient été peuplés par des habitants de „1' Atlantide\" de Pla ton. Loin de nous la prétention de vouloir déclarer que cette Atlantide soit une fable ou un mythe; mais quand nous avons des faits, à la portée de tout le monde, qui expliquent d'une manière toute autre le peuplement de ces contrées, nous croyons que l'on a pas le droit de recourir à des explica tions un peu trop hasardeuses. Pour ce qui regarde l'ancien continent, si, d'après le récit même de Platon, les Atlantes ont été arrêtés dans leur projet d'invasion, et si, peu après, des tremblements de terre et des cataclysmes ont englouti leur pays, comment prétendre tirer des mots de Platon la conclusion que les mêmes Atlantes aient pu coloniser de ce côté? L'historien de l'Inde portugaise Joao de Barros* nous indique encore un autre moyen par lequel des colons de l'Asie et de l' Afrique orientale auraient pu passer en Amérique. II dit que quelques jonques de ces contrées avaient été entraînées, par les tempêtes et la force des courants, vers l' ouest du Cap de Bonne Espérance. Or, cela étant ainsi, * „E corao os Mouros desta eosta Z;vnguebar navegarn em náos e zambucos cofeitos com cairo, sem serem pregadiças ao modo das nos sas, pera poderem soffrer o impeto dos mares frios da terra do Cabo de Boa Esperança, e isto ainda com nionçôes e temporaes feitos, e mais tem já experiencia em algumas náos perdidas. que esgarraram contra esta parte do grande Oceano Occidental11, etc. (Dec. I, Liv. 8, ch. IV)."], [42, "20 CH. I. AUTRES ÉGAREMENTS DE NAVIRES. quelques-unes de ces jonques n'auraient pas man qué d'arriver en Amérique.* Des raisonnements semblables peuvent se faire par rapport au Pacifique, où l'on a vu aussi de nos jours des bateaux à la merci des courants venir jusqu'en Amérique. On cite le cas d'une jonque du Japon, arrivée en 1833 au cap Flattery de la côte américaine; et àleddo vivait encore, il y a peu du temps, un individu qui était venu avec le courant jusqu'en Californie; et les coincidences et identités entre les calendriers et nombre de mots muyscas et japonais, montrées par Humboldt et Siebold et popularisées par Paravey, font penser qu'il y a eu des émigrants de la même origine que les Japo nais qui seraient arrivés jusqu'au plateau de Cun dinamarca. Le nom de Bochica est resté associé à cette émigration. On a prétendu même faire dériver du sanscrit la langue quichua; et aux exemples qui ont été présentés (un grand nombre sans assez de fondement) nous pourrions ajouter le mot alpa ka, qui est pur sanscrit,** avec la signification de „faible'', ce qui s'applique bien à l' animal péruvien. Mais d'un autre côté, d'autres mots quichuas ont * Peut-être que. de quelqu'une arrivée à l'île de Fernando Pó, sont descendus ces Indiens Boobis, qui y demeurent encore, séparés des colons blancs et des nègres, et qui parlent une langue qui se rap proche des idiomes asiatiques (Bull, de la Soc. de Géugr. de France, juin 1867). ** Alpaka flr^y^î. Voir Aug. Fick, 1870, p. 17, Bens. p. 54."], [43, "21 BIT PRINCIPAL DE CE TRAVAIL. plutôt l'aspect touranien. Ainsi Tacna pourrait plutôt s'expliquer comme dérivé de l'accadien taq na — (>\"~Y, sur pierre. Toutefois, il n'entre pas dans nos vues de nous occuper ici de l'origine des différentes migrations, qui auront pu avoir lieu vers le quatrième con tinent; et si nous avons cité ces mots, et les autres significatifs de la langue mexicaine, qui semblent accuser comme égyptienne l'origine de leur civili sation, ce qui est du reste constaté par la ressem blance de l'architecture et l'usage d'hiéroglyphes d'un système analogue, ce ne fut que pour citer des exemples que nous avons eu le bonheur de remarquer dans le cours de nos études, et que nous livrons à peine à la publicité dans le but d'engager d'autres écrivains à des recherches plus approfondies. Notre principal but dans cet opuscule est de nous occuper d'une émigration qui a dû être réalisée en grand , aussi à travers l' Atlantique, avec nombre de navires à la fois, et ceci par un peuple aussi de l'ancien continent, aujourd'hui anéanti, mais qui a réussi alors à implanter sa langue en Amérique : Cette langue est la tupi. Le fait que les descendants de ce peuple se sont partout dans ce continent présentés en"], [44, "22 CH. I. MOTS TAPUIA ET BUGRE. vainqueurs et en envahisseurs, ne se hasardant pas trop là où ils rencontraient quelque résistance sérieuse (comme chez les grandes nationalités organisées et puissantes du Pérou et du Mexique, par exemple), ce fait, disons-nous, a sans doute beaucoup contribué à ce que la langue se perpé tuât. Et d'un autre côté, la cruauté et l'intolérance de ces conquérants envers les peuples vaincus, aura aussi fait que la même langue fut transmise aux générations successives presque sans mélange de mots tapuyas. Par ce nom de Tapuyas* , les Tupis dési gnaient tous leurs ennemis, et quand ils deve naient leurs prisonniers, ils leur donnaient le nom de Bohú-rea. De ce nom est venu, selon que nous le croyons aujourd'hui, le mot bugre, qui veut dire esclave, ou plutôt, „porteur de charges\". Ces hordes de Tapuyas, au moment de la découverte et de la colonisation du Brésil, étaient sans doute moins nombreuses que ne le sont actuellement, dans toute l'étendue de l'Empire, les Tupis et Tapuyas ensemble qui y vivent encore à l'état sauvage. La littérature des Tupis, comme celle des Caribes, ne se trouvait que dans les Areytos ou * Prononcez Tapouiâs. Dans tout cet ouvrage il faudra lire comme ou la voyelle u, dans les noms qui ne sont pas français, à moins que l'on ue fasse en note la recommandation de la prononcer comme l'« français."], [45, "23 LITTERATURE DE LA LANGUE TUPI. traditions des hauts faits de leurs devanciers, qu'ils chantaient au son d'instruments en dansant. Une autre littérature a été créée après par les missionnaires. Ils ont, non seulement organisé des grammaires, des dictionnaires, et traduit en tupi les prières et toute la doctrine chrétienne, et composé des sermons, en outre d'un grand nombre de poé sies religieuses, mais ils ont même improvisé des mystères et des comédies sacrées et profanes en langue tupi, qu'ils faisaient représenter par les Indiens. Dans les poésies s'est fait remarquer Christovam Valente, qui en a fait imprimer quel ques-unes dans le cathéchisme dAntonio de Araujo en 1618. Nous possédons aussi des grammaires par Anchieta et par Figueira. Mais, entre tous les auteurs, ce fut le P. Montoya qui nous a légué le plus d'études sur cette langue, dans sa grammaire, son vocabulaire, son Tesoro et son catéchisme, ouvrages dont la nouvelle édition est sous presse."], [46, ""], [47, "CHAPITRE SECOND. Analogies plus frappantes entre maints mots tupis, et leurs corré- lations avec d'autres des langues du monde ancien. L' ordre plus méthodique des idées exigerait peut-être que ce chapitre fût destiné à donner une notion de la langue tupi, telle que nous la pré senterons plus à la fin de ce travail; mais nous avons préféré faire cette inversion, afin de compter plus sur l' attention des lecteurs, en soumettant d'abord à leur considération les rapprochements philologiques, qui vent faire rallier, ce nous semble, le tupi à plusieurs langues de l'ancien continent. De cette manière, les renseignements que nous offrirons sur la même langue tupi seront sans doute mieux accueillis et appréciés, après que le lecteur aura décidé sur la valeur de nos preuves touchant son origine. Nous ne nous occuperons pas de présenter des catalogues de mots tupis ressemblants à d'autres mots des langues de l'Europe, de l'Asie ou de l'Afrique, avec des significations tout à fait"], [48, "26 CH. II. MOTS GRECS DANS LA LANGUE TUPI. différentes. De telles coïncidences existent toujours entre deux langues quelconques, si on les compare, et on ne peut en tirer aucun argument. En con frontant deux dictionnaires, nous en pourrons séparer facilement un grand nombre. Or, dans ce cas, à quoi bon de dire, comme on l'a fait, que, en sanscrit, „Kanadaíl signifie „mange peu\", et „ Niagara\" „sans demeure\"? Pour que de telles coïncidences puissent fournir des arguments, il faut que les mêmes mots, ou ceux provenants de leur altération, signifient dans les deux langues à peu près la même chose. Dans ce cas se trouveront quelques-uns que nous allons indiquer, en évi tant de prendre en considération tous ceux qui auraient pu se prêter à des équivoques, ou dont les similitudes ne seraient pas assez évidentes et à la portée de tout le monde, sans besoin du moindre effort pour chercher les analogies dans les racines décomposées avec trop d'artifice. MOTS GRECS. Avant de commencer notre analyse, nous ferons mention des mots évidemment d'origine grecque introduits dans la langue tupi. Ces mots sont: cuùam, femme, de \"fov/í; catíí, bon, de aYoc&ó;; oka, maison, de oixoî. Nous ajouterons encore le mot areyto, nom que, ainsi que nous l'avons dit, les"], [49, "27 MOTS EGYPTIENS: SOLEIL, LUNE. Caribes des Antilles, selon Oviedo,* donnaient à leurs sagas, ou chansons sur les faits héroïques de leurs ancêtres, du grec ápsTij, plutôt, quant à nous, que du copte oirpoT, „alacritas, delectare, can tare\". Dans ces mêmes chansons des Indiens ou pourrait encore considérer comme prises des Grecs ces continuelles interjections de Hê , hê, Eue, etc. MOTS EGYPTIENS ET AUTRES. Soleil, lune, étoiles. Nous parlerons, dans le dernier chapitre de la véritable origine des mots rka, ioh et siu, avec les quels les Egyptiens désignaient le soleil, la lune et les étoiles, ayant même donné aux deux pre miers une place dans leur mythologie. D'une origine semblable sont venus, à ce qu'il nous semble, les mots tupis ara, jour, ara-cy soleil, „la mère du jour\", et ia-ey, lune, „la mère des fruits\". Ce dernier mot ia-cy rappelle assez celui d'Isis, donné aussi à la lune, considérée** comme la „mère des fruits\"; et, selon Hérodote, objet de la plus grande dévotion des anciens Cariens. 4 Liv. V. ch. I. Les Tupis du sud disaient yeroquî. \" V. Iablonsky, Panthéon Egyptíacum, vol. II, et Plutarquc, de Jside et Osiride."], [50, "28 CH. II. ETOILES, PEU, TERRE, PLANTATION, ARGILE. Quant aux étoiles, les Tupis les nomment „feux de la lune\", ia-cy-tâtâ; et nous sommes loin de penser que la syllabe cy soit venue du mot égyp tien siu nilía-yìr-,* en copte cìot. Toutefois, il ne faut pas perdre de vue que les mêmes Egy ptiens donnaient à l'étoile Sirius le nom d'Isis- Thoth. Feu, Flamme. En tupi, feu se disait tátá: en égyptien, feu, flamme suât _^\\ ou et rôtir t' et _____ì\\n . En copte tôw^t incendie, cô^tc lumière. En persan âtesh _fi\\ . Terre, plantation, argile. Les Tupis nomment la terre ibi: les anciens Egyptiens hih jrjjj. En tupi, la terre de culture ou plantation (roça), se dit kog; en copte Kdwg, terra. Les Tupis appelaient inhuma (ùu-uma) les terrains argileux pour des poteries: iïû , champ, uma, argile. Ce dernier mot en égyptien se disait ámemrr^n ouâmâ en copte ocwe, lutum, et champ u \\^ ou uu x\\\\\\ . * Forme plus moderne. On dissait avant seb II | -fr."], [51, "29 AUTRES ANALOGIES : PIERRE, OR. Pierre. En tupi ita: en égyptien tes _\\\\_^_____ov- __________ pierre dure; en turc tásh _yk, enaccadien taq, _^\\ en koibale tas, en karagassien tais. Or. Les Coptes ont conservé sous la forme hottÊi le mot égyptien \\M] , pour désigner l'or. Les descendants des premiers Tupis du Brésil, ne donnant pas d'importance à ce métal, qui ne leur servait à rien, en avaient même perdu le nom ; et à l'arrivée des Européens le désignaient simple ment par „pierre jaune\", itâ-jubâ. Mais le nom était passé jadis avec les émigrants, et il s'était conservé en Amérique parmi les Caribes de la partie orientale de Haity. C'est Colomb lui-même qui nous a transmis cette précieuse notice. Dans son journal de voyage dont Las Cazas nous a transmis une copie, que Navarrete avait publiée en 1825, et que nous avons donnée plus exacte en 1864 dans les „Annales de l'Uni versité du Chili\" *, le même amiral dit le 13 janvier 1493, que sur la côte orientale de l'île on ne con naissait plus l'or sous le nom de caona, comme de * Nous avons publié intégralement ce document à l'appui de notre travail, montrant par le texte même du journal que la Guanahani on véritable San Salvador, ne pourrait être une autre île que l'actuelle Mariguane."], [52, "30 CH. II. EAU, CANOT, UBA l'autre coté, et que l'on y appelait ce métal tuob („llamaba al oro tuob\"). Or, si nous réfléchissons au nombre de siècles écoulés depuis que l'émigration aurait eu lieu, et le changement dans les mots durant un si long intervalle, on ne pourra que trouver que les mots noub et tuob sont venus d'une origine identique. Eau. Les Tupis désignaient l'eau ou toute autre boisson par une gutturale nasale y. En copte, entre autres formes, il y avait celles de oot, et avot ; les Egyptiens employaient la syllabe nasale mi, que l'on retrouve aussi dans le hauasà; enargubba me; dans huit ou neuf dialectes tongouses*, mil. Dans quelques autres dialectes sibériens, nous rencontrons bu, bu, be, bii, bi, me, u, et même ur, ul, uol, uth, i et U; en albanais, langue qui a quelques mots tupis, ui. Canot, ubá. Les Tupis nommaient leurs canots igára; en égyptien nous rencontrons bbàr ì^^-^r* _____V, ou kart Ll^ll^ILV. pour désigner une barque. * Jul. Klaproth, Verzeichniss , etc., Paris 1822, p. 74 et 75. — Voir aussi le fameux livre (imprimé en caractères russes) du temps de Catherine II, Linguarum totius orbis Vocabularìa comparativa; St. Peters bourg. 1786. P. l\"e p. 309."], [53, "31 VILLAGE, CHEMIN OU ROUTE, CHIEN, FOURMI. Les Tupis avaient encore leurs petites ubá, faites d'écorce d'arbres ; en égyptien nous trouvons pour les petits canots uda \\I\\*a* et Ida \\\\%l *-**• • Tillage. Les Tupis désignaient leurs villages sous le nom de taba. C'était précisément le nom donné en Egypte à Thèbes, la ville qui était la capitale à l' époque du second empire thébain, pendant la quelle l'émigration, à ce que nous verrons, aura eu lieu. Chemin, route. En tu p i peiî (Montoya, Tesoro, f. 264) ; en é gy p tien pefi »*LqíT. Chien. En tupi, iaguar ou ialiuar; en copte sahi dique oiroí^p; en égyptien, selon Champollion. uhor \\ fui \\S; en basque, ora; en finno-lapon, coira. Fourmi En copte, S'ìx^s.iSi ou -T0.2s.1q. C'est presque le même son donné à ce mot dans le Dicc. de Gonçalves Dias, p. 162 et 163, où l'on lit taixi. 4"], [54, "32 CH. II. ÉPINE, FLÈCHE, PERE, FILS. D'autres disent tacyba. Montoya ne nous a pas donné ce mot. Epine. En t u p i , jur : en égyptien* sur-t; en copte, coirpe. Flèche. En tupi uibá; en égyp tien ban gj -*-m . Père, Fils. Le mot tupi tuba, pour désigner le père, qui, en séparant la préformante agglutinée t, reste uba, rappelle le nom de père en arabe, hébreu, chaldéen, éthiopien et syriaque, savoir abu: en assyrien, ab, abu, abba; en copte &.ii!id<c ou ívnòk. Quant au mot „fils\", on le désignait en tupi par taî, en se rapportant au fait de sa génération (Montoya, Tes. fol. 351). C'était juste le mot égyp tien taî, dans le même sens, comme le confirme le déterminatif de son hiéroglyphe -«: Tk II'— ». Avec l'idée de fruit ou production, on dit en tupi membira. Ce mot trouve encore son équiva lent dans Yègj-ptien pir J^s, en copte nppe, oriri, nasci. Brugscb, Wôrt. p. 1177."], [55, "33 OEUF, CHEF. Oeuf. En tupi çu-piá ; * en égyptien súhi 0 \\ \\ i : en copte ccootoj, en kottique sibérien sulei. Chef. Ce qui nous avait frappé, depuis longtemps, c'était la désinence chab dans les deux mots avec lesquels les Tupis désignaient leur chefs: savoir tu-chá ou tupi-cháb et morubi-chab. Nous savons déjà ce que veut dire le mot tupi. Morubi signi fiait celui qui travaille, qui va à la guerre. De la syllabe finale avec l'acception de chef, dans le inonde ancien, nous trouvons un exemple chez les Egyptiens qui donnaient le nom de tsats aux nomarques nommés par le roi. Les Arabes ont encore leurs chaiks, et dans l'Iemen les comman dants des soldats sont appelés tsjau, selon Niebuhr.** Encore de nos jours en Sibérie dans le Yenisei ostiaque, selon Castréen, quelques kans sont nom més xan, presque comme les chefs des nomes égyp tiens ; d'autres tchars, et quelques-uns même, selon Gmelin, tai-chá. ° Piá veut dire enfant, poulet, etc. Ainsi, il paraît que ce mot est ajouté formant un pléonasme, et que le mot originaire serait tout simplement çú. '\" Description de l'Arabie; Copenhague, 1773, p. 186. 4*"], [56, "34 CH. II. FLEUVE, ARBRE. Fleuve. Para était le nom avec lequel les Tupis dési gnaient un fleuve ; et quand celui-ci était très-grand, ils lui donnaient le même nom qu'à la mer : para-ná. Cette dernière syllabe en égyptien veut dire grand, et en tupi „beaucoup de fois\".* Le mot égyptien** pour fleuve, était dur \\____Jl__\\i en copte iô>.po; et ce nom, on l' appliquait même au Nil. Dans plusieurs dialectes sibériens nous rencontrons, pour désigner „ fleuve\", le mot tara et même birá; et l' ancien Oxus, aujourd'hui Amou, célèbre pendant ces dernières années par l'au dacieuse entreprise de la conquête de Khiva, est nommé actuellement dans le pays Amou - daria, „ fleuve\" Amou. En arabe, bahr U_TJ> veut dire grand rivière, ou la mer; en assyrien nahr. Arbre. En tupi, les arbres plus remarquables, ambaí ba, apeí-ba, copaú-ba, jato-bá, cuiei-ba etc., finis saient par la syllabe ba. Or, ba en égyptien signifiait justement arbre, sous les hiéroglyphes bbáa J^fJ*^ et \\t|' en C0Pte) &w- Montoya préfère cependant donner à para-ná (grande rivière) l'étymologie de „parent de la mer\". ** On disait aussi iar. N. Brugsch, Wort., p. 235."], [57, "35 FEUILLE, ROBE, ROI, ESCLAVE, COTON, OUVERTURE OU CREUX, AME, ETC. Feuille, Robe. En tupi, le mot oba servait à désigner feuille, et aussi habillement. En copte, nous rencontrons to& et itoû, lactuca; et nous trouvons aussi, pour désigner feuille et habillement, deux mots qui se ressemblent, íftoíie ou 2s.to2ts, folium, et cw&s ou co&e, fimbria. En arabe robe (de femme) íôb Roi, Esclave. Le mot copte o*rpo, de l'égyptien ur \"?fr*\"sVj, signifiait roi. Ce nom était presque le tupi, pour désigner l'aigle royale et autres oiseaux analogues, uni, uru-tinga etc. L'esclave, en égyptien beke jJb, en copte &10K, en tupi bohú-rea (bugre). Coton. En tupi maniû; en copte ivotiTíon. Ouverture, creux. En tupi pcká; en égyptien aussi peka U K® t Ame. En tupi ang; en égyptien anx ; en copte ono."], [58, "36 CH. II. LES NOMBRES. Les nombres. Nous dirons encore deux mots surles nombres. Ceux vraiment fondamentaux des Tupis étaient très-restreints, comme cela a lieu aussi chez quel ques peuples nomades sibériens ou mongols. Anchieta ne donne aux Tupis que quatre nombres fondamentaux , et Lery ajoute le nombre cinq ; toutefois le mot pour désigner celui-ci (oyé nandi) paraît plutôt déjà composé du premier nombre (oyé-péj. Or, l'unité était désignée parmi les Egyp tiens par les mots uâ, uâu ou uâuti; en copte ovcot, ottò^t, ois-ò.0., enreei et l'ordinal „primus\" par goireiT, en égyptien heye-ti, en persan yehat, en arabe uâhhéd, en kettique sibérien huspâs, en hongrois egygyed. Pour le nombre deux, en tupi mocoi nous trouvons en hongrois masód, secundus. Nous renvoyons pour le chapitre suivant tout ce que nous avons à dire à propos des similitudes qu'il y a entre les mots tangapema et yatagan, le coutelas dans l' arabe égyptien. Nous terminerons en présentant encore les notes suivantes de plusieurs verbes et adverbes où les ressemblances ne font pas défaut:"], [59, "37 PLUSIEURS VERBES. Verbes. Tupi Copte Egyptien Aller, na viguer atá* áta Lattre, noT-T petpete frapper , . x ---fr-n Dormir O/ter enRo-r ket-nu-\\ Etre rempli -.6M-» 'X^ <*->*!> Manger atí m*°\" «w Mourir manô «mt**1 Percer, , J , couper \"■Llu 2!Ç Sauter pó sios- e« Venir yu \" Voir íepá íe&a * Montoya, Tes. f. 70. \" Montoya, Tes. f. 12. V. ••* En hongrois halomány, la mort. f Brugsch, W'órt. p. 1682."], [60, "08 CH. II. QT.EI.QrES ADVERBES. MOTS. ASSYRIENS. Adverbes. Tupi Copte Egyptien B. í »\\tû. , multi- eaucoup ceta tu(|0 De côté iky ■«£• ad \"\" Toujours ceté Zaa-tet* Utinam amô \"££ Voilà tequenô-ff tekennu MOTS ASSYRIENS. Nous rencontrons dans la langue assyrienne les sons ita, itat, itati, itatu, pour désigner „mur\". Cela rappelle bien les mots tupis ita et itati, pour désigner „ pierre\" et „ pointe de pierre\". Aussi les noms epiri, terre, ipiri, excavation, ibiça, désert de sable, ne rappellent pas moins le radical tupi ibi, terre, et le mot ibicuì, désert de sable. Celui de tapuia, avec lequel les Tupis désignaient leurs ennemis, ne manque pas de rapport avec l' as Sy rie n aibui, ennemi, précédé de la préformante agglutinée, ou article défini tupi T. Nous ne parlerons pas des mots izzuru, oiseau, kakkadi, tête, et temu, loi; puisque la ressemblance * „Jusqa'à l'éternité\", Bunsen, I, 316. Eternité tét ou"], [61, "39 MOTS ACCADIENS, TURCS ET HONGROIS. n'est pas assez grande avec les équivalents tupis guirâ, akan et tecô: mais nous ne pouvons nous abstenir de remarquer que nous étions très frappés, quand nous avons rencontré les mots tupis suivants, donnés comme noms propres assyriens; savoir, Aracatu, Assu, Hussa, Ita, Kibaba, Ubira, Urú et TJrussú. Celui de aratu, qui signifie „peur\" en assy rien, appartient, chez les Tupis, à une espèce d'écrevisse. Les noms propres mentionnés seraient ils d'origine accadienne? MOTS ACCADIENS. Dans cette langue nous avons ibira (qui rap pelle Y ubira d'en haut) avec une signification in certaine. En tupi ubira ou ibira signifie arbre. Le mot ace a die n taq *^\\, pierre paraît de la même source que ses équivalents en turc, en tupi, en égyptien et en quelques dialectes sibé riens. Aussi, en accadien, la pluie était appelée ■ian y}**- ] (eau du ciel, a-an, eau de Dieu): en tupi nous avons le mot aman, pour désigner la même idée. MOTS TURCS ET HONGROIS, etc. Nous avons du turc, en outre du même mot tásh _p3, pour désigner pierre, bien analogue au tupi"], [62, "40 CH. II- MOTS EINNO-OUGRIENS ET BASQUES. ita, le mot tutun* ressemblant au p'tun* dont nous parlerons plus loin; et nous avons encore le mot ary, abeille, ce qui s'approche bien du tupi eirú ou eiry. De plus, le mot usun, long, qui se ren contre aussi dans la langue koibale et la kara ga s s i e n n e,** et qui correspond à l' assyrien zuhu zii et au hongrois hoszszú, se trouve dans le tupi sous la forme de ussú et l'acception de grand. Ce mot se trouve encore dans plusieurs langues finno ougriennes,*** sous les formes de kuz (syrj anien, perm. etvotj.), et kûza (ce r.), kosa (vog.). Ajou tons ici que les mots mentionnés correspondant à „ pierre\" et „ abeille\" sont presque les mêmes dans la langue koibale et la karagassienne, savoir tás, tais, et ar, ára. MOTS BASQUES Le mot eiiea, pour désigner l' abeille, rappelle un peu le tupi eirú et le turc ari. On dirait aussi parents des tupis correspondants, les mots u, „eau\"; ugaratu, naviguer (en tupi igára, canot); otoitzù, en tupi ayçuú, mordre, etc. En présence de ces simples mots, nous n'hési tons pas à nous associer à l'opinion du prince * Dans ces deux mots l'u a la prononciation française. ** V. Alex. Castréen, nVersuchu etc., St. Pétersb. 1857. *** Dr. O. Donner, VergleicUendes Worterbuch der Finnisch-Vgri schen Sprachen , Helsingfors, 1874, §. 74, pag. 22. Voir aussi Gyar math, Affinitas Linguae Uungaricae, Gó'ttingen, 1799."], [63, "41 MOTS ARABES. ETYMOLOGIE DU MOT GUARANI. Lucien Bonaparte, comptant le basque parmi les langues touraniennes. MOTS ARABES. Pour ce qui regarde l' arabe, nous nous conten terons de rappeler ici l'existence du mot yatagan. équivalent au tupi tangapema, et des autres que nous avons cités en divers endroits; de plus, nous devons signaler encore l'existence du mot qaraa^ dans la langue arabe* d'Alger, de Tunis et du Maroc, pour désigner une courge. Au Brésil, tout le monde connaît le cará (Dioscorea cara), racine tubéreuse, comme la courge. ETYMOLOGIE DU MOT „ GUARANI\". Nous ne trouvons pas, dans la langue tupi même, une étymologie satisfaisante pour le mot guarani ou plutôt guaryny, qui voulait dire guerre, guerrier. En cherchant cette étymologie dans l' antiquité asiatique, nous avons vu cité** le mot tarhuani signifiant soldat. Si l'on vient à confirmer l'exis tence de ce mot dans le vocabulaire d'une nation des plus guerrières, avant les Grecs, il ne serait pas étonnant que quelqu'autre peuple, et dans ce nombre celui d'où nous croyons que viennent les * Voc. de Marcel, pag. 46. ** Voir Zeitsc/trift d. m. Ges. vol. 26, p. 673."], [64, "42 CH. II. CONCLUSIONS. Tupis, eut adopté aussi ce nom, de même que, de nos jours, des pays de langues bien différentes entre elles ont adopté aussi, non seulement le même mot soldat, mais ceux de canon, artillerie etc. En nous rappelant que la langue Tupi a tant de mots empruntés du grec, il ne paraîtra pas même étrange de chercher une autre étymologie du mot guaryny clans le grec âpetoç, ov ; le brave, le guerrier. En peu de mots: toutes les analogies de lan gage, que nous avons réussi à présenter dans ce chapitre, ne peuvent que montrer l'existence de rapports entre les deux continents, et la provenance de l'ancien monde des Tupis d'Amérique; puisqu'il est certain que la parenté dans les mots, comme entre les individus, implique toujours la descendance d'un ancêtre commun. En nous proposant de venir à confirmer encore plus ce fait et à indiquer plus loin quel aura été ce peuple dont descendaient les Tupis, nous croyons qu'il reste déjà assez manifeste qu'il n'est pas possible d'admettre, pour expliquer des faits philo logiques, l'hypothèse des peuples américains enva hissant jadis l'Europe ou le nord de l' Afrique."], [65, "CHAPITRE TROISIÈME. Analogies entre certains usages, certaines industries et certaines idées. Les analogies entre la langue tupi et quelques unes du monde ancien, présentées par la philo logie comparée, sont accompagnées de nombre d'autres, qui, quoique étrangères à la linguistique, sont cependant très d'accord avec ce qu'elle nous dit. Nous commencerons par celles qui nous sem blent d'une nature plus intuitive, nous réservant de traiter dans le chapitre suivant tout ce qui a rapport aux idées de religion et de superstition : de Tu-pan, de Sumé, des Pages, des Maracás et de l'oiseau nocturne co:respondant à la chouette des Athéniens. Dans le vieux continent ce sera l'Egypte le pays préféré pour nos comparaisons et rappro chements. Nous sommes convaincu, qu'à une même époque donnée, les aj-mes, les inventions et les industries d'une importance générale, auraient été autrefois presque identiques chez tous les"], [66, "44 CH. III. PRÉFÉRENCE DONNÉE A L'ÉGYPTE. peuples civilisés, en rapports fréquents entre eux; de même que nous voyons actuellement dans les pays plus avancés, malgré de grandes différences de moeurs, de religion etc., à peu près les mêmes grandes industries , les mêmes armes, les chemins de fer, les télégraphes, la photo graphie etc. Nous recourrons donc à l'Egypte, parce que, grâce à ses monuments, à ses hypogées et surtout à son climat essentiellement conservatif, c'est le pays qui nous a procuré aujourd'hui les modèles dont nous avions besoin. Et ce n'est que par des circonstances fortuites que ses anciens habitants se trouvent liés aux Tupis, par des rapports de parenté de langue, comme le montre l'identité d'un grand nombre de mots, et comme nous l'expliquerons mieux au dernier chapitre de cet opuscule. Cette prévention faite, nous entrons en matière. Les Canots Nous avons dit que c'est à la supériorité de leur marine de guerre (de canots) que les Tupis avaient été redevables de leurs victoires sur un grand nombre de peuplades de l'Amérique orientale. Or, les canots des Tupis, désignés, comme nous l'avons vu, par des noms ressemblants à ceux"], [67, "45 LES CANOTS: ANCIENS PENTÉCONTOREÇ. des Egyptiens, n'étaient qu'une fidèle copie des anciens pentécontores des Phéniciens, des Grecs et des Perses. On trouve encore, dans un tombeau de Kom-Ahmar, le dessin d'un de ces canots égyptiens , dessin que Sir Gardner Wilkinson a reproduit dans son remarquable ouvrage* sur l'ancienne Egypte: en outre, les médailles perses, tyriennes et athéniennes nous en donnent aussi les modèles, quoique sur une plus petite échelle. En contemplant les canots gravés sur les sar cophages égyptiens, qui se trouvent dans les collec tions des grandes villes d'Europe, nous avons cru y voir représentés de vrais canots des Tupis: cela nous arriva encore tout dernièrement en présence du sarcophage, en granit gris traversé d'un filon rose, de l'erpaha Anhurnecht, trouvé à Samenut, et aujourd'hui dans le petit Belvédère de Vienne. Nous en dirons autant à propos de certains bateaux dessinés sur les papyrus. Souvent ils sont peints de diverses couleurs, ainsi que les pagaies, comme c'était le cas parmi les Tupis avec leurs canots de guerre pentécontores. On voit le plus souvent, chez les Egyptiens, les rameurs assis; mais quelquefois ils sont aussi de bout, comme il était plus fréquent chez les Tupis, * ìfanners and costume os ancient Egijptians , Vol. III, pi. 372 p. 205."], [68, "46 CH. III. ANALOGIE ENTRE LE PERI ET LE PAPYRUS. où les rameurs étaient aussi des guerriers et de vaient être prêts à faire usage de leurs pagaies ou avirons comme de casse-têtes. En tout cas, dans les hiéroglyphes, le rameur est représenté debout, même dans le déterminatif du mot tepi ou nautonier. Nous rencontrons aussi les rameurs debout et ressem blant à s'y méprendre à des Tupis, dans le canot du prince Mourhet, dont Osburn* nous a donné un magnifique dessin, où l'on voit distinctement, en grand, la même forme hiéroglyphique des pagaies, analogues en tous points à celles des Tupis. Péri. Si les Egyptiens employaient le papyrus pour en faire des petits canots , quelques Tupis , les Caités surtout, faisaient usage pour le même but d'une plante également aquatique et de la famille des cyperacées, bien connue au Brésil, la Malaco chaete riparia (Nées). On en faisait des canots de telle grandeur qu'ils étaient quelquefois montés par dix et douze hommes, et pouvaient suivre par la grande mer le long de la côte, lorsqu'il s'agissait de surprendre des ennemis. ** * The monumental hìstory os Egypt., 1854, I, 460. ** Gabriel Soares, I, 19."], [69, "47 PREMIÈRE NOURRITURE. LE MANIOC. Le mot péri, * dont les Tupis se servaient pour désigner cette cypéracée américaine, ou espèce de papyrus, était en même temps un mot égyptien. En copte (nepi) correspond à „cibus, esca\"; en hébreu et dans quelques autres idiomes sémi tiques „ fruit \" ; en égyptien pir,** fruit, nourri ture. Nous savons que les Egyptiens se nourris saient du papyrus, et il est bien possible que la cypéracée péri servit de première nourriture aux émigrants, leurs amis, qui la rencontrèrent en plus grande abondance dans le nouveau pays, avant d'avoir fait la découverte de la farine de manioc. Cette grande découverte d'une racine vénéneuse, qu'ils ont su convertir en un aliment très-substan tiel et plus durable que le blé et le biscuit actuel, constitue un argument de plus en faveur de l'idée que le peuple qui en fut Fauteur faisait usage d'aliments analogues à ceux des anciens Egyptiens. Or, ceux-ci, selon Diodore et Hérodote, s'alimen taient presqu' exclusivement, outre de papyrus et d'oignons, de certaines confections des ra cines du lotus et de la colocasse; et l'usage fréquent de semblables aliments, introduit sans doute par eux, nous donnera un argument de plus en faveur de leur origine la plus problable, iden- '•' Appelée aussi, avec réduplicalion, periperi, quand il s'agissa d'une grande quantité. Voir le Chap. VII. •* Brugsch, p. 478. 5"], [70, "48 CH. III. PTERIS AQUILINA. LES ARMES PE C, TERRE. tique à celle des ascendants des Tupis, comme nous dirons dans le dernier chapitre de cet essai La fabrication de la farine dont les Guanches faisaient usage dans les Canaries, farine faite avec les racines d'une fougère, la Pteris aquilina, in diquerait aussi l'intervention , pour obtenir cette industrie, du même peuple qui au Brésil a réussi à inventer la fabrication de la farine de manioc. Armes de guerre. Nous rencontrons un autre rapprochement entre les Tupis et les anciens Egyptiens, dans leurs armes de guerre. Une épée en bronze, trouvée à Thèbes par Passalacqua, et que l'on montre dans le musée de Berlin, ne diffère presque pas, quant à la forme, des tangapcma des Tupis, espèce de hache-massue semblable à celle que les Egyptiens avaient même adoptée comme hiéroglyphique. Ce mot tupi se rapproche bien de celui de yatagan, donné encore au coutelas dans l'arabe égyptien. II n'est pas non plus très - différent du mot attcis, que en langue yenisei-ostiaque l'on donne, selon Ca stréen, au coutelas tongouse. A Thèbes aussi, on a trouvé des arcs de plus de cinq pieds de longueur,"], [71, "49 LÈCHES L' \\ Rf ET LES comme ceux des Tupis, et bien des dessins mon trent que, d'abord, les Egyptiens pour tirer, en appuyaient une pointe sur le sol, comme les Indiens. Le racourcissement de Tare a été une modification plus moderne. On a aussi rencontré à Thèbes des flèches de guerre en roseau, semblables à celles des Tupis. avec du bois lourd à la pointe, pour les rendre plus pesantes et frapper avec plus de force dans leur chute. Les Tupis désignaient leurs flèches par le mot uibá: en égyptien nous avons bán ,*J[^-« et aussi uâ \\l í^í , espèce d'arme pointue. Les Tupis connaissaient aussi l'usage d'empoi sonner leurs flèches pour les rendre plus meur trières, et leurs blessures presque incurables. Cet usage avait déjà donné, à plusieurs grands obser vateurs, des forts soupçons qu'il ne pouvait avoir été introduit que dans une époque de raffine ment de civilisation, de laquelle seraient retombés ceux qui en faisaient usage en Amérique. Flûte double. De différents textes coptes où l'on a trouvé le mot Ttope, on a réussi à s'informer qu'il se rapportait, tantôt au chant ou à la musique, tantôt à une plante que l'on a cru être le saule. Toutefois 5*"], [72, "50 CH. III. TORE OU FLÛTE DOUBLE. un lexicographe moderne de la langue copte ajoute encore, avec des points d'interrogation. quatre autres significations, savoir: „ascia? securis? maliens? remus navis? Eh bien: en interrogeant les Tupis de l'Ama zone, nous trouvons chez eux le même mot, écrit précisément avec les mêmes lettres: taré.** C'était leur flûte de plus d'un tuyau, et, par con séquent, l'ocuÁóç des Grecs, qui donnaient même le nom de aùÀvjTixóç à un certain roseau (orcho menus), dont on se servait pour la faire. Les Tupis de l'Amazone supérieure avaient quelquefois cet instrument avec quatre ou cinq tuyaux, ce qui rappellerait déjà la flûte de Pan. Toutefois, ils avaient probablement reçu ce perfectionnement plutôt du Pérou, de la flûte aux yaravîs des Qui chuas. Ainsi, nous croyons résolu par cet autre rap prochement, la signification,*** dans bien des pas sages, de ce mot Ttope. C'était probablement le nom de la flûte double; le mot aurait été employé quelquefois dans le sens figuré, en s'appliquant à * Comparez ici le mot égyptien turà-t. Brugsch, Wort. p. 1581. ** Montoya (Tes. fol. 397 v.) donne à ee mot une autre significa tion : „v07. desentonada\" ; et dit que mburé mburé signifiait (p. 217) une espèce de trompette. *** Nous rappellerons encore ici un autre mot égyptien, où la lan gue tupi pourra indiquer la signification. C'est le mot sìb. Giba en tupi voulait dire le devant de la tête (front) d'un animal. Cibatïse disait du cheval frontino (Tes. p. 115)."], [73, "51 LA FLÛTE SIMPLES. TAMBOURS. certaines tiges creuses dont on faisait l'instrument. Par cette figure on désignait probablement plutôt quelque roseau ou sureau (sambucus) qu'un salix. Flûte simple ou Mymbï. Ce que nous disons du taré des Tupis, nous l'appliquons aussi à leur mymbì, ou flûte simple. Celle-ci, chez les Tupis, était généralement faite d'un os (le tibia) de quelqu'animal, ou même d'un homme; dans ce dernier cas ce n'était jamais que «l'un ennemi. C'est ce qui se passait également en Béotie; en outre, ce qui est plus singulier, c'est que le nom copte cHÊte ou cufei, de même que celui des hiéroglyphes qui répond à la même flûte simple, savoir sel/á fljl —r , veuille dire tibia, nom qui aussi en latin s'appliquait à la flûte simple. Tambours. Puisque nous parlons d'instruments de musique , n'oublions pas de dire que nous trouvons encore un autre rapprochement, entre les usages desTupis et ceux des anciens Egyptiens, dans la forme des tambours allongés. Comme ceux de l'Egypte sont bien connus, nous nous bornerons à présenter ici un dessin de ceux des Tupis:"], [74, "52 CH. III. LE PRESSOIR TF.VKT1. Tepeti. Nous croyons posséder encore aujourd'hui au Brésil, dans bien des maisons à la campagne, un outil importé de l'industrie de l'ancien continent, et dont l'Egypte nous a transmis le modèle. C'est le pressoir du manioc, connu sous le nom de tepeti* Figurons nous donc un sac en jonc, étroites long, dont le diamètre soit d'un vingtième de la longueur, se rétrécissant aux deux extrémités, dont l'une est fermée. Le tissu en est tressé de manière à le rendre bien élastique et à lui donner une grande facilité pour se racourcir; bien entendu qu'en se racourcissant il augmente beaucoup de diamètre. Ainsi un sac de 71/, palmes de long et d'une de circonférence quand il est vide, se racourcit lors qu'il est rempli, et devient de ô1/- palmes de long sur 1 </., à peu près de circonférence. Introduite dans ce sac la pâte de la racine du manioc râpée** d'avance à Yuriipema, le cylindre qui avait grossi en se racourcissant, cédant à la force d'un grand poids que l'on suspend à sa partie inférieure, com mence à s'allonger et à exercer une pression sur toute la pâte, de manière à l'égouter entièrement, la laissant après en état d'être mise au four. * Hibichet parmi certains Indiens de l'Amérique septentrionale, qui auraient sans doute reçu du sud cet outil et l'usage du manioc. '* Égrage'e c'est le mot dans les anciennes colonies françaises."], [75, "53 COMPARÉ X UN AUTRE DE BENI-HASSAN. Or, on voit à Beni-Hassan un semblable cy lindre en jonc, employé comme pressoir de raisins, et on ne pourrait bien le comprendre si 1 e tepeti du Brésil ne nous venait pas en aide. Et il est certain que le pressoir peint à Beni-Hassan a les mêmes dimensions que les tepeti s du Brésil, ainsi que l'on peut s'en convaincre en comparant, sur le dessin égyptien, l' outil avec la taille des hommes qui en font usage. Pour que Messieurs h s Lgyptologues puissent mieux saisir l'importance vie ce rapprochement, nous donnons ici le dessin du tepeti du Brésil, et nous les engageons à le Tepeti pressé. Tepeti plein, non pressé. comparer avec celui de Beni-Hassan, que Sir Gardner Wilkinson a reproduit dans la planche 140 (vol. II. p. 153) de son ouvrage. Le mot tepeti même sonne à notre oreille comme bien"], [76, "54 CH. III. UBUPBHA. PANIERS. LA CERAMIQUE. des mots égyptiens ; et il y a encore la circonstance que en copte Tene veuille dire tegumentum, c'est-à-dire un corps réticulaire, comme est bien le tepeti, et comme devait être le pressoir dessiné à Beni-Hassan. Le mot urupema même paraît dénoter une origine égyptienne: Horb (gopfe) en copte veut dire „ confringere \" , déchirer; opCs. constrictum tenere; en égyptien arb. Paniers. Un autre article de l'industrie des Tupis qui nous les rapproche beaucoup des temps primitifs de l'ancienne Egypte sont les petits paniers en joncs ou brins de roseaux, très -bien tressés et peints de différentes couleurs assez vives, exacte ment comme quelques-uns que l'on voit dans le musée de Boulaq, en Egypte, appartenant à une époque d'environ trois mille ans avant notre ère. La Céramique. Nous avons toujours trouvé non moins frap pante la ressemblance qu'il y a entre les formes et la qualité des objets de poterie des Egyptiens et de ceux fabriqués encore de nos jours, avec la même habileté céramique, par les descendants des Tupis. Quelques-uns des vases sont rouges,"], [77, "55 I.INITION DES CHEVEUX. ANIMAUX DOMESTIQUES. enduits d'un vernis obtenu de certaines résines, les autres peints avec des ornements et dessins de lignes en zigzags, en méandres, en chevrons, des arabesques, des grecques, des damiers, etc. et d'autres enfin sont blancs, à peine cuits, desti nés à rafraîchir l'eau au moyen de la trans sudation et de l'évaporation. Tout cela est bien différent de ce que l'on rencontre chez les vases des poteries grecques ou des romaines, d'époques postérieures. Linition des cheveux. Nous croyons aussi que l'usage chez les Tupis de huiler les cheveux ne leur est venu que de l'ancien continent. En effet, cette coutume paraît être plutôt une invention des habitants de quelques pays secs que de ceux d'une contrée tropicale et humide , où les cheveux tout simplement lavés se conservent luisants. Les Russes et les races tatares, mong'oles et sibériennes, encore de nos jours, abu sent des pommades et huiles pour les cheveux. Animaux domestiques. Un autre usage que nous ne pouvons attribuer qu'à une tradition légèrement altérée c'est celui qu' avaient les Tupis de respecter et de ne jamais"], [78, "56 CH. III. LE BUCCIN, TROMPE. METS AUX MORTS. tuer les animaux et oiseaux domestiques ou créés dans leur maison. Ne pourrions-nous pas voir dans le respect des Tupis pour leurs animaux domestiques un héritage de leurs ancêtres , qui auraient respecté avant tout leurs animaux domestiques sacrés? Le buccin, trompe. Un autre rapprochement des usages Tupis avec ceux des Anciens se trouve dans l'emploi des buccins comme trompes. Tout le monde connaît les trompes des Tritons. Les Tupis faisaient usage pour le même but d'une grande coquille avec la même forme, celle des tapaçú ou uatapú (Ampularia Qigas de Spix). Mets aux morts et vengeances sur les cadavres ennemis. Les souvenirs de la vénération des anciens pour les cadavres des leurs sont arrivés jusqu' à nous. On sait même positivement des Egyptiens qu'ils leur donnaient des vivres pour le voyage pour l'autre vie. Les Tupis faisaient de même. Les lamentations des femmes et autres plaintes funéraires étaient à peu près identiques. Aussi, il paraît que ce fut un héritage de leurs devanciers toutes les hostilités sur les cadavres de leurs"], [79, "57 VENGEANCES SUR LES CADAVRES ET VANITES. ennemis, envahissant leurs cimetières, cassant les crânes etc. On se rappellera sans doute des outrages faits par Cambyse, roi de Perse, après la prise de Saïs, à la momie d'Amasis, en la faisant battre de verges et percer de coups d'aiguille; et des insultes, après la prise de Thèbes, à celles de sa femme et d'autres tombeaux. Vanités. Les anciens Tupis ne donnaient qu'à eux mêmes le nom de véritables hommes „Aba-étéu. Pour les colons européens, ils réservaient le nom de Mbae-abá, chose homme ou comme homme ; et de là est venu le nom emboába, et non pas de l'origine qu'on lui a attribué. Or nous savons par Hérodote que les Egyptiens aussi ne donnaient qu'à eux-mêmes le nom de Pi-romis , „Les Hommes\". Quand les Tupis sacrifiaient un ennemi, le sacrificateur prenait pour cela un nouveau nom, et se décorait le corps avec des incisions on des tatouages pour en perpétuer la mémoire. C'était encore un usage de l'ancien monde. Cet usage a été expressément défendu aux Hébreux, dans le Lévitique par ces mots:* „Vous ne ferez point d'in- * Chap. 19, v. 28."], [80, "58 CH. III. MONTICULES DE COQUILLAGES. TYPE. cisions sur votre chair, à l'occasion de quelque mort; et n'y tracerez de figures ou de caractères inéfaçables. \" Saumaquis. II y a une autre analogie entre les usages des Tupis et ceux des peuples de l'ancien continent dans ces monticules de coquilles qu'ils nous ont laissés sur les côtes, et que l'on connaît au Brésil sous le nom de Saumaquis. A de certaines époques de l' année, les Tupis faisaient de grandes provisions de testacées, et, si quelques-uns des leurs mouraient pendant qu'ils faisaient ces récoltes, ils les ensevelissaient au milieu des coquilles des mêmes Saumaquis. Or, de semblables monticules de coquilles (du murex bran daris) se trouvent encore dans les îles de la mer Egée. On les attribue aux Phéniciens, pour en tirer la „pourpre des îles\" ; mais nous verrons qu'aux Phéniciens, dans ces entreprises, était uni un autre peuple, dont les Tupis duront hérité le même usage, pour faire provision des mollusques. Type. Les types des figures que l'on rencontre, soit comme statues, soit gravées sur les monuments ou stèles à figures coïlanaglyphes, soit dessinées sur"], [81, "59 MANQUE DE BARBE. CHEVELURES des papyrus, sont bien ressemblants à ceux des races mongoles ou sibériennes brunes, et à ceux des Tupis, même par les oreilles, généralement grandes. Ces figures sont toujours sans barbe, et empreintes d'une certaine tristesse; les épaules sont larges, les jambes sèches, les hanches peu prononcées, de sorte que l'on distingue les étran gers, par l'addition ou le manque d'un de ces caractères distinctifs. La différence est tellement accusée que l'on dirait que souvent les artistes la présentaient avec un certain sarcasme à l'adresse des étrangers, sarcasme du reste parfois bien spirituel. LesEgyptiens, bien souvent presque nus, n'ont de cheveux qu'à la tête, en partie rasée , et l'on n prétendu qu'ils portaient tous desperruques. Cepen dant leurs coiffures (étudiées surtout d'après les figures coïlanaglyphes coloriées, qu'on voit dans les musées), avec leurs chevelures noires, épaisses et luisantes, larges par derrière et coupées sur le devant, même quelque-fois rasées en partie, res semblent tellement à celle des Indiens Tupis que nous ne serions pas éloignés de croire que (tout eu admettant la possibilité qu'il y ait existé des Egyp tiens qui portassent des perruques, tels que les prêtres, qui d'après le rituel devaient être rasés) un grand nombre de ces coiffures, que l'on voit"], [82, "60 CH. III. LES PERRUQUES. L'ACANGATARE. même sur la tête des travailleurs de la classe la plus infime et naturellement trop pauvre pour acheter des perruques, n'étaient que leur chevelure, quoique rasée en partie, comme celles des Tatars de nos jours. Les chefs tupis avaient aussi comme ornement de la tête, également rasée en partie, leurs per ruques faites de plumes d'oiseaux; ils les appe laient acangatare, et des tresses composées de ganses de coton tombaient sur leurs dos, d'une manière tout à fait analogue à celle des perruques artificielles égyptiennes."], [83, "CHAPITRE QUATRIEME. Analogies (Lins certaines superstitions. Passons à présent à traiter des superstitions des Tupis, et à leur chercher les analogies dans l'an cien continent. Sumé. Nous commencerons par le célèbre Sumé, dans lequel les traditions des premiers colons européens, au commencement du XVIe siècle, prétendirent voir la présence de l'apôtre des Indes St. Thomas (en portuguais Thomé), ce qui nous a donné le sujet d'une légende en style oriental*; mais, au point de vue historique, nous avions déjà fait en 1854 la remarque que la tradition, dans le fond, devait être venue d'un autre pays avec les enva hisseurs Tupis, et n'aurait pas été inventée sur le territoire du Brésil. Sauf peut-être dans ce qui regardait la farine du manioc, qui paraît être une * Sumé lenda mytho-religiosa americana, por um Indio Moran duçára etc., Madrid 1855."], [84, "62 CH. IV. SUME ET TITAN. invention spéciale de ce pays , elle avait accom pagné les envahisseurs dans les Antilles, à Cuba et à Haïty, sous les noms de Gémi, Tzemes et Gimi; dans la dernière île avec un grand nombre d'idoles de bois et de pierre, et mille superstitions. Les rapprochements avec les déesses Thmé, de la justice, et Tmán, de la nature, sont impossibles. La tradition disait Sumé du genre masculin, et même barbu, ce qui pourrait bien provenir de quelque mauvaise interprétation de l'explication relative au prolongement ou à la pendeloque du menton de l'idole. II est cependant question, parmi les Egyptiens même, d'un dieu incertain Smot. Si c'était un dieu seulement des étrangers, il pourrait bien être celui des ascendants des Tupis. Tupau. Tvpan ou Tupan était le nom par lequel les Tupis désignaient la foudre, et aussi un être mé chant invisible dont le prisonnier Hans Staden fut une fois chargé d'apaiser les colères par ses prières. On pourra y voir un souvenir des anciens Egyptiens, soit dans leur mot To-Pan, le Pan de la patrie, le même Pan égyptien, appelé aussi Khen, auquel toute l'Egypte rendait hommage,* et qui ' Iablonski, P. I. p. 281."], [85, "63 LE MAUVAIS ESPRIT. TYPHON OU TYPHÉE. correspondait à Jupiter (et par conséquent ayant rapport avec la foudre), soit dans le terrible „être malin\" nommé Typhon. Les Egyptiens, dit Plutarque dans le traité d'Isis et Osiris, s'efforçaient d'apaiser ce mauvais génie par des sacrifices. Lorsqu'ils „ne pouvaient réussir, ils le chargeaient d'opprobres et l'acca blaient d'invectives\". Les Tupis, dans leur fureur pour quelque contrariété, tiraient également des flèches contre le ciel. On sait que les Grecs et les Latins eurent aussi leur Typhon, et quelques-uns d'entre eux trans formèrent ce nom en celui de Typhée. D'après Diodore et Apollodore, Typhon serait enseveli dans l'Etna, d'où il lance des feux. Ovide* ajoute qu'il se réfugia en Egypte ; et dans ce pays, selon le récit d'autres écrivains, les prêtres l'ont noyé dans la lagune Syrbon, dont les vapeurs mal faisantes nuisaient souvent à la santé des habi tants de Péluse. On dirait plus justement, que la civilisation avait fait des progrès, et que l'être malin avait été remplacé par d'autres divinités, plus en rapport avec le degré de culture du peuple déjà moins barbare. Les missionnaires au Brésil ont adopté le nom de Tupan, pour désigner aux Tupis le mot Dieu. \" Métam. livr. 5. 6"], [86, "64 CH. IV. PAGE. SISTRE OU MARACÁ. Ce serait donc bien singulier qu'ils eussent juste ment choisi un nom, qui, d'après ce que nous venons de voir, pourrait bien plutôt s'appliquer au Diable. Page. Les Pajés ouPagés, prêtres tupis, nous offrent en core des remarquables analogies avec ce que nous connaissons des Egyptiens. Les Pages étaient aussi des médecins, ce que nous savons avoir été égale ment le cas chez les prêtres de Sérapis à Canope. En copte, nous rencontrons le mot nôviuje avec la désignation de „sanatio, remedium morbi\". Pakse* encore en c o p t e, était un nom d'homme ; otíè, celui des prêtres ; &_y_tù voulait dire magus, prophète, et oTeeû, sanctus. En égyptien, pa 5i/«> signifiait ancien, ancêtre. Mbaracá ou Maracá. Dans leurs fêtes et sacrifices les Tupis fai saient usage d'une espèce d'instrument de musique avec un son analogue au sistre des anciens. II était formé d'une calebasse remplie de petites pierres, garnie d'un manche qui servait à la secouer. * Tattam, p. 372."], [87, "65 SISTRES ANJ II.NS. LE MEXICAIN (AYACAZTLI; L'usage d'un tel instrument dans des occasions solennelles est déjà, par lui-même, un nouveau point de rapprochement entre les Tupis et les an ciens. Mais, outre cela, nous croyons très-possible que la forme de ceux dont les Tupis se servaient ne serait qu'à peu près la primitive dans l'ancien continent. Nous en avons une preuve dans la figure d'un sistre égyptien très-ancien, qui se trouve au musée de Berlin,* et que nous croyons être un véritable représentant de la transition vers les autres en bronze et plus connus. Du reste, le sistre d'Anubis a la forme d'un sphéroïde, comme les maracás des Tupis, les quels on peut aussi com parer au rhombe de Clatra. Un instrument semblable aux maracás des Tupis était aussi en usage chez les Mexicains** sous le nom de ayacaztli, et quoique nous ne trouvions dans le copte d'étymologie pour ce mot, l'usage seul vient à fortifier les inductions que nous avons présentées dans un autre chapitre. Le nom maracci rappelle du reste celui de ma traca, espagnol et portugais, mais d'origine orien tale, donné également à une espèce de crotalum ou * On peut voir le dessin dans l'ouvrage de Sir Gardner, II, 327- A notre avis, les deux espèces de jouets d'enfants, que l'on voit à Thèbes, dans un dessin également reproduit par Sir Gardner, II, 257, ne sont que des sistres ressemblant au maracá. ** Voir Ilist. do los triumfos .... en Nueva Espana, par le P. Andrés Perez de Ribas, Madrid 1645, p. 739. G*"], [88, "66 CH. IV. MATRACA. SÉSKS. CHICHIK1 I*. ETC. cymbalum en bois, et aussi employé dans les fêtes religieuses, et dont on fait usage dans les églises catholiques pendant la semaine sainte. C'est la crécelle, dite en latin crepitaculum , en italien raganella, et en allemand Ratschc, remplacée dans quelques églises par le Klàpperchen. Nous croyons que le nom copte équivalent au latin sistrum n'est pas celui que nous trou vons mentionné comme tel, par nombre d'auteurs, c'est-à-dire, le même nom latin écrit tout simple ment en caractères coptes. II paraît plus naturel de préférer le mot de kemkem, donné par les lexico graphes comme correspondant à tympanum. Ce nom se rapproche bien plus des noms ses'es, seses-t et sexem, dont les hiéroglyphes ont même un sistre W comme déterminatif. Bunsen* avait fait connaître pour le sistre, en égyptien, le mot onomopaïque sexsex. En tout cas, le nom égyptien ne manque pas de ressemblance à celui de chichikué donné par certaines Indiens de rAmérique septentrio nale, qui, à l'imitation des Tupis ou des Egyp tiens, faisaient aussi usage de cet instrument. Les anciens Egyptiens avaient encore, pour un instrument analogue, les noms de db î J ou àb-t lis- L<3 mot teb -*JO correspondait à Y ad use ou pandero espagnol. * Aegyptens Stelle, etc. I, 588."], [89, "67 CIRCONCISION. OISEAU NOCTURNE. Circoncision. Nous ne possédons pas de données assez certaines pour pouvoir décider si la circoncision était généralement admise chez les Tupis. C'est un point qui demande encore à être constaté avec précision. Cependant nous savons que les Tecu nas, de l' Amazone, au delà de l'embouchure du Javary, ne manquaient pas de pratiquer cette opération à leurs enfants de l'un et l'autre sexe, comme cela s'est fait en Egypte, et que même c'étaient les mères qui s'en chargeaient.* Nous ne pouvons que voir dans la simple existence de cette opération si extraordinaire un nouvel indice de rapports avec le Brésil d'un peuple de l'ancien monde chez lequel elle se pratiquait. Oiseau nocturne. Nous croyons trouver encore un autre rap prochement, entre les usages des Tupis et ceux de quelques peuples de l'ancien continent, dans l'identité de leurs croyances superstitieuses, par rapport à un certain oiseau nocturne. * Voir les écrits du Rév. José Monteiro de Noronha, §. 140; et de POuvidor Sampaio, §. 212. 1"], [90, "68 CH. IV. IBY.ÌU. URUBUT.ÍU, ETC. On sait que les Egyptiens, et plus tard les Grecs, ont eu une grande vénération pour un semblable oiseau, la chouette de Minerve, que l'on croit être YAthena noctua. Chez les Tupis une telle superstition existait aussi. Selon Azara, au Paraguay, elle se manifestait à l'égard de Yibyáu, de l'espèce des caprimulgus, mangeurs de papillons, que les naturalistes consi dèrent comme ayant des points de contact avec les hirondelles. Le même Azara entre dans les détails de plusieurs croyances ridicules en rapport avec ce dernier oiseau. Au Brésil, cette superstition se rencontrait également pour celui dont Gabriel Soares se borne à dire que les Indiens le crai gnaient.* D'autres Indiens du Brésil avaient des superstitions à l'égard du nocturne Urubutáu, nom qui signifie „ Urubu-fantôme\". II est à remarquer que le mot táu, fantôme, rappelle bien l'égyptien utáu ■4«\\ |T ', qui d'après son déterminatif, avait quelque rapport avec „nuit\", „ obscurité\". En Egypte, il existe encore, appartenant à la même famille des strigidae, une espèce nommée giu (scops giu). Les anciens Mexicains avaient aussi pour leur hiboux beaucoup de vénération; ce qui offre de leur côté un rapprochement de plus avec l'ancienne Egypte. * „Com que tem grande agouro, II, 86."], [91, "69 BOTOQUES OU META RAS. Botoque ou Metára. Ce que nous avons dit au sujet des sistres ou maracás* et des oiseaux ibyáus, nous pouvons rap pliquer encore à un autre usage des Tupis: nous voulons parler des botoques, metáras ou mbetáras. Nous avons longtemps cru que les ascendants des Tupis, étant un peuple qui possédait une cer- taine industrie et par conséquent une certaine culture, n'auraient jamais pu avoir été les intro- ducteurs d'un usage aussi barbare que celui de se trouer la figure, pour y enchâsser des prétendus ornements, et nous avions cru qu'ils auraient adopté cet usage des Barbares vaincus et presque exter- minés par eux. Mais, non seulement les Tupis haïssaient trop leurs ennemis, et étaient envers eux trop intolérants pour avoir pu les imiter en quoi que ce fût; mais, en y pensant bien, on ne peut pas trouver plus barbare ni plus extravagant l'usage de ces guerriers de se couper la figure, pour montrer plus de virilité et plus de mépris pour les blessures, que d'autres pratiqués de nos jours à côté des inventions du télégraphe électrique et de la photographie. H y a encore des hommes, et même dans quelques pays des femmes, qui se font circoncir, et d'autres (parmis les peuples les * Voir avant, p. 65 et 68."], [92, "70 CH. IV. LES EGYPTIENS EN AURAIENT FAIT USAGE? plus civilisés), qui se trouent les oreilles, pour s'embellir! Or, nous nous rappelons de ce qu'ayant montré, il y a bien des années, notre petite collection ethnographique tupi à un collègue, le baron de Tecco, envoyé de Sardaigne, savant numismate, voyageur et égyptologue, son attention s'est de suite fixée sur le seul botoque metára, en pierre polie verte, des Tupis, qui se trouvait dans la même collection; et il nous a dit qu'on trouvait des pierres semblables en Egypte, sans qu'on eut pu expliquer leur destination. Peut-être faisait-il allusion à ces uaí \\, connues dans toutes les col lections, et qui sont considérées comme mystiques pour quelque usage funéraire. Or, selon Brugsch, ûaí (hiéroglyphié* de différentes manières) dési gnait aussi une pierre verte. Ne serait-il pas possible d'y voir une metára verte? Nous verrons, dans le dernier chapitre de cet essai, que les habitants voisins des pays d'où nous croyons les Egyptiens originaires, considéraient comme un grand ornement d'avoir des botoques dans leurs figures trouées; ce qui nous fait croire très-possible que les hommes des premières géné rations sans histoire, dont nous n'avons ni monu ments ni hiéroglyphes, qui s'établirent dans la * Brugsch, Wclrt., p. 362."], [93, "71 LES APPENDICULES AUX MENTONS. vallée du Nil, portaient encore des metáras; mot auquel il serait facile d'attribuer une étymologie égyptienne ou grecque. Nous allons même plus loin. Nous croyons pouvoir expliquer, par un usage primitif de boto ques aux mentons, ces appendicules que l'on y voit, chez les dieux et les rois d'Egypte, et aussi dans les momies des hommes. On se résiste à les prendre pour des tresses de cheveux. Non seulement ils consistent en une seule masse, mais Rosellini a observé que la tête du même individu, dans le même monument, est représentée, tantôt avec l'appendicule, tantôt sans lui. II n'est donc que très-possible que, sans la destruction des monu ments et des hypogées plus anciens, opérée en Egypte par les rois pasteurs ou Hicsos, nous aurions des preuves plus manifestes de l'origine de cette mode. Les Mexicains faisaient aussi usage de boto ques, connus sous le nom de tentétles, justement à peine à la lèvre inférieure , comme nous le supposons des Egyptiens primitifs. Ces tentétles étaient en forme de griffe, avec la courbe en l'air*; et c'était parmi eux un signe de „ commandement, de rang, ou d'honneur\".** * Arch. de la Soc. Amer, de France, 1875, p. 372. ** Ibid. p. 311 et aussi pag. 226."], [94, "72 CH. IV. LES TENTÉTLES DES MEXICAINS. Cet usage chez les Mexicains, de porter des tentétles près du menton, peut bien fournir un double argument en faveur de ce qu'il aurait été un jour suivi chez les Egyptiens, et confirmerait un voyage primitif de quelques-uns de ces derniers jusqu'au Mexique, comme nous avons indiqué page 16."], [95, "CHAPITRE CINQUIÈME. Peuple ascendant des Tupis. Epoque probable de l'émigration. Arrivée aux Antilles. Mais quel pourrait être ce peuple émigrant, devancier des Tupis, que la philologie comparée et tant d'autres inductions nous montrent en con tact si intime, surtout avec les Grecs et les Egyp tiens? Ce furent ses descendants qui se sont chargés de faire la révélation de ce secret; et ce fut pré cisément depuis le moment où nous avons eu le bonheur de nous arrêter sur cette révélation, que notre persévérance s'éveilla le plus pour poursuivre dans les recherches dont ces quelques pages sont le premier résultat. Non seulement les Tupis se nommaient eux mêmes Gary s; mais, comme nous l'avons dit,* ils donnaient aussi ce nom aux Européens nouvelle ment arrivés chez eux, si toutefois ils les estimaient. II y a plus. Les Tupis qui demeuraient plus au sud * Voir avant, page 2."], [96, "74 CH. V. PEUPLE ASCENDANT DES TUPIS. du Brésil, c'est à dire, ceux qui se trouvaient plus à la tête de l'émigration, et qui auraient été les plus proches descendants des premiers colons, se nom maient eux-mêmes Cary-ós, ou descendants des Carys. Les peuples de même langue, qui habitaient les Antilles et le continent voisin, se disaient Caribes. Or, d'un autre côté, l'histoire nous dit que les Cariens, ces anciens navigateurs de la Méditerranée, qui, à une certaine époque associés aux Phéniciens, arrivèrent à être les maitres des mers, étaient amis des Egyptiens, et en grand rapport de commerce avec les Grecs. Pour confirmer leurs relations d'amitié avec les Egyptiens, quoiqu'ils fussent plus barbares que ceux-ci, nous nous contenterons de mentionner un passage d'Hérodote, fils lui-même de la Carie (de la ville d'Halicarnasse), où, à propos d'un sacrifice auquel assistaient en Egypte des Cariens, il dit:* „Les Cariens qui habitent i\" Egypte et qui se trouvaient présents à la fête, manifestèrent leur douleur par des signes plus marqués que les autres assistants; et sont mêmes allés jusqu'à se découper le front avec des couteaux. \" Selon toutes les probabilités, comme les Ca riens étaient si redoutables par leurs pirateries, sur tout pour faire des razzias d'esclaves, ce trafic serait Liv. II, §. 61."], [97, "75 CONFIRMATION PAR HERODOTE ET STRABON. la cause qui les aurait le plus porté à fréquenter les bouches du Nil. Pour ce qui regarde la fréquence de leurs rap ports avec les Grecs, elle est constatée positive ment par un passage de Strabon, dans lequel, sous la foi de Philippus, ancien écrivain sur les Cariens, il affirme que ceux-ci étaient même arrivés à intro duire dans leur langue nombre de mots grecs.* On ne saurait trop apprécier l'importance de ce texte de Strabon. L'existence dans la langue tupi des mots purement grecs, que nous avons cités, nous offre un fort argument en faveur de ce que cette dernière langue soit en effet la carienne elle-même. D'une autre part, Hérodote** nous dit que, dans le fond, cette langue était bien différente de celle des Grecs; et cela résulte aussi d'un pas sage d'Homère où il la qualifie de barbare, dans un endroit de l' Iliade***, transcrit avec une petite altérations par Strabon, qui s'est donné beau coup de peine pour l'expliquer, sans y avoir réussi. Nous devons ajouter déjà ici une circonstance très-importante: c'est le fait d'un grand nombre de * _oúêê 75 8rt upa/urái-vî r] -/Xíjyra rS)v Kapùv. où r/áp sVrtv, àXXà xcá Kleïaza. éXXï-,vixà òvópiara êyftn xárapiEfii'/fjLjva, tò; yr;<7i<I>iXiJTíroç, ò rà Kapixá vpátf/aç.\" (Liv. XIV. oh. II.) ** Hérod. VIII, 155, I, 171 et 172, cité par Movers, vol. I, p. 18. *•* „Náanj; âv Kapòjv -fyfiioaxo /îapjîapoipíóvetjjv.\" f Surtout en disant MáffÔXrjs au lieu de Náorvjç. (V. Strabon, liv. XIV, eh. II.)"], [98, "76 CH. V. SYLLABES FINALES DE MAINTS MOTS DES CARIENS. mots de l'ancienne Carie que les écrivains grecs font généralement terminer en assus ou essus, et même en assa et issus; et, il ne serait pas impossible que ces terminaisons vinssent de assií, qui, en tupi, veut dire grand. Les Tupis, par vanité, sans doute, à l'instar de leurs pères, ajoutaient très fréquemment ce qualificatif à leurs noms propres. Or, si des approximations semblables se présentaient en plus grand nombre, si elles pou vaient s'étendre à la Lycie, il ne serait pas impos sible que la langue tupi vint en aide pour expli quer bien des faits de l'histoire ancienne de la Méditerranée. En tous cas, qu'il nous soit permis d'énoncer ici le vœu que des recherches soient faites à l'avenir par les voyageurs qui auront l'occasion de parcourir ces pays où les Cariens ont vécu ou exercé leur prépondérance. De même qu'en Amérique, dans quelques pays qui ont été occupés successivement par différentes nations européennes, tant de noms anciens ont passé intacts de main en main, il ne sera peut-être pas impos sible de trouver encore des indices de la langue des Cariens dans certains noms géographiques ou autres de l'ancienne Carie, lesquels pourront seu lement être recueillis par des voyageurs occupés de cette mission. Nous y avons tant de foi que nous ne croyons pas impossible que l'on arrive un"], [99, "77 CARYOI.OGIE. VOYAGE D'UN CARIEN. jour à former, dans ce sens, une nouvelle branche de connaissances assez féconde, une caryologie: et peut-être le déchiffrement de ces inscriptions lyciennes, encore si énigmatiques, dépend du pro grès de celle-ci. Le fait d'un certain voyage lointain, associé aux Cariens, doit être rappelé ici. Ce fut Pau sanias qui se chargea de nous en transmettre la mémoire. Cet écrivain, nous dit* avoir entendu à un Carien, qu'ayant pensé à se transporter en Italie, il était arrivé, poussé par le mauvais temps, à un archipel, dont les îles étaient habitées par des sauvages; il ajoute que l'on a nommé cet archipel des Satyrides, parce que les sauvages, de couleur rouge, y portaient comme des espèces de queues. II est évident que cette narration suppose le retour des navigateurs. Cela pourrait expliquer la certitude avec laquelle les écrivains grecs font des allusions aux terres d'un autre continent à l'ouest, et nous ont transmis des renseignements qui ne peuvent que se rapporter à la connaissance de la mer de sargasse ou varec. Cela viendrait encore en faveur de la tradition mexicaine, d'après laquelle le grand législateur Ketzalcoátl, voulant retourner dans son pays, a pris • I, 23."], [100, "78 CH. V. QUELQUE VOYAGEUR RETOURNÉ D'AMÉRIQUE. la résolution de partir, en prenant par mer la route de l'est. Par les mots coptes, que nous avons cités,* de certaines innovations admises dans l'ancien mexi cain, on peut supposer que ce législateur était égyptien. Nous ajouterons seulement ici que, pour nous, il est encore douteux s'il s'appelait Ketzal coátl „le serpent royal\", ou plutôt „Ketzal-cuáuhtliu „1' aigle royal\"; ceci, malgré toutes les inductions que l'on veuille tirer de l'analogie du premier nom avec un des attributs du dieu Horus. Nous verrons dans le chapitre suivant com ment se conserva plus tard dans les Antilles la tradition de l' arrivée d'envahisseurs étrangers qui, n'ayant pas de femmes , ont eu besoin de com mencer par enlever celles des sauvages du pays. Avant de poursuivre, empressons-nous de dire que nous sommes bien loin de croire que les an ciens Cariens , malgré leur supériorité sur mer, fussent un des peuples les plus civilisés de leur temps. Bien au contraire, ils étaient très -cruels, souvent infidèles, et, selon Thucydide, de grands pirates. Nous ne croyons pas être injustes envers eux, en disant qu'ils étaient encore plus loin de la véritable douceur et de la piété des Egyptiens, ainsi que de la civilisation des Phéniciens, leurs Voir avant, page 16."], [101, "79 CARACTÈRE DES CARIENS. ETYMOLOGIE DU NOM. contemporains, que, de nos jours, le sont les Turcos algériens des Français, quoique se trouvant en semble dans les mêmes rangs pour le combat. C'est ce que nous déduisons des propres phrases d'Hérodote, également naturel de Carie, qui suivent le passage cité plus haut. II dit que le simple fait de se couper les fronts prouvait qu'il s'agissait d'un peuple non civilisé comme les Egyptiens. En supposant les Cariens d'origine immédiate ment sémitique, on a voulu faire venir leur nom du mot kar, brebis, en hébreu; malgré le peu de ressemblance qu'avaient ces anciens guerriers, cé lèbres par leur audace et leur cruauté, avec les innocents animaux dont ils étaient plutôt une antithèse. L'étymologie du sanscrit kâru WtTj\\ chanteur, barde, * se trouverait peut-être plus na turelle, s'ils se distinguaient par le chant, comme leurs successeurs, les Tupis, chanteurs d'areytos. En égyptien, kar voulait dire le tra vailleur en métaux; ce qui pourrait les faire iden tifier aux Calybes anciens. On sait que les races altaïques travaillaient bien les métaux ; mais nous ne savons rien de sûr que soit favorable à cette étymo logie. Nous croyons la rencontrer plutôt dans le mot égyptien kari \\À<=f> \\\\_____x_, canot. II est même * A. Fick, Vergl. Wort. pag. 41. Benfey donne (p. 179) la signification de „\\vorking, artisan\". 7"], [102, "80 CH. V. ARRIVÉE DES CARIENS À LA MÉDITERRANÉE. singulier qu'en égyptien on avait un nom ressem blant à tupi pour désigner le nautonier (Schiffer); c'était celui de tepi \"J\" 1 1 . La manière dont les Cariens se sont d'abord présentés dans la Méditerranée est presque aussi mystérieuse que l' arrivée des premiers Egyptiens aux bouches du Nil; mais nous n'hésitons pas à les classifier, comme on verra plus loin, parmi les peuples touraniens de l'Asie Mineure, en contact avec les Ariens, dont ils ont pris dans leur langue les flexions des verbes. — Ils ont commencé par s'établir dans plusieurs îles de la mer Egée, presqu'en même temps que les Phéniciens, et, au commencement, en plus grand nombre que ceux ci. Ils sont devenus aussi puissants dans la Médi terranée que ces mêmes Phéniciens, avec lesquels ils ont été alliés pendant quelque temps. Lors de rétablissement de la monarchie de Crète, il paraît que les Cariens formaient les équi pages des flottes de Minos, * et fournissaient des matelots et des soldats de mer à presque toutes les puissances. Ils ont étendu leur domination, non seulement sur le continent au nord de Rhodes, que l'on a appelé la Carie, mais aussi sur le Pélo ponèse, l'Acarnanie, l'Illyrie, et, de l'autre côté de l'Adriatique, sur la Sicile. Hs ont laissé leur souve- * Quelques-uns croient qu'il y a eu à Crète plus d'un roi de nom."], [103, "81 LEURS NAVIGATIONS ET CONQUÊTES. nir sur les murs de Mégare, l' Acropole carienne; ils sont allés, ainsi que les Phéniciens, au Pont- Euxin, en Espagne, dans tout le nord de l' Afrique, et ont même fondé des établissements dans l' Afrique occidentale, au-delà des colonnes d'Hercule. Nous nous contenterons de rappeler deux de ceux-ci: en premier, vient le fort carien (xapixÒM xeïyoç), cité plus tard par le Carthaginois Hannon dans son Périple, situé au-delà du cap Soloeis (Solis de Polybe et de Ptolémée), que Movers croît être le cap Cantin, en identifiant le dit fort carien avec Aghader; en second lieu le nommé Mausolée (MauowXeîov) carien, cité également par Movers, * et dans le même parage. Pour donner une idée du rôle que les Cariens ont joué, surtout à côté des grands navigateurs, les Phéniciens, nous traduisons ci-dessous, dégagés des très-érudites notes qui les accompagnent dans l'original allemand, deux passages d'un ouvrage qui a fait époque par le grand nombre de ses recherches consciencieuses sur l'antiquité, celui du savant Movers sur les Phéniciens. Voici le premier de ces passages: „Les Cyclades étaient occupées par des Cariens et des Phéniciens dans les temps primitifs de la * Bas Phonizische Aìterthuin, II, 551. On sait que le nom même de mausolée doit son origine au tombeau somptueux, que la reine Artémise a fait construire pour Mausole, son mari, roi de la Carie même. T"], [104, "82 CH. V. PAGES DE MOVERS SUR LES CARIENS. Grèce. Thucydide, qui donne cette information dans son appréciation de la marine ancienne, indique aussi, en même temps, que les Cariens étaient établis dans ces îles en grand nombre, tandis qu'au contraire la population phénicienne était moindre; ceci nous est constant, car quand il traite de Minos comme du premier fondateur d'une puissance maritime dans la mer Egée; il rapporte en premier lieu que celui-ci aurait expulsé les Cariens des Cyclades et aurait mis fin dans ces parages à la piraterie. Jusqu' ici il n'est pas encore question des Phéniciens; mais dans les explications qui suivent sur la piraterie des anciens , il arrive encore une fois à parler des Cariens, comme des habitants des Cyclades, et mentionne alors, à coté d'eux, dans un rang secondaire, les Phéniciens quand il raconte ce qui suit sur ces deux peuples habitant anciennement les Cyclades. Les habitants des îles avaient été aussi pirates ; ils appartenaient aux nations carienne et phénicienne, car ce sont elles qui ont colonisée la plupart des îles. Comme preuve de cela, lorsque, pendant la guerre du Péloponnèse, l'île de Délos fut débarrassée des Athéniens et que tous les cercueils avec les cadavres en furent emmenés, il se trouva* que la * Voir plus loin, page 108"], [105, "83 PAGES DE MOVERS SI' R LES CARIENS. plupart des cercueils renfermait des Cariens, ainsi qu'on l'a reconnu par les armes qui y étaient ren fermées et par le mode d'ensevelissement particu lier aux Cariens.* Les Phéniciens ne sont pas non plus nommés ici, de sorte que nous ne savons malheureusement pas quelles preuves historiques Thucydide possédait, quand il parle des établisse ments des Phéniciens dans les Cyclades, sur une échelle dont aucun autre écrivain de l' antiquité n'a fait mention. Autant que sa notice a rapport aux Cariens, elle est complètement confirmée; car d'autres écrivains mentionnent ceux-ci comme les plus anciens colons des îles, et donnent partielle ment les noms de celles que les Cariens avaient habitées. Quoiqu' il soit fait mention de nombreux établissements des Cariens dans les îles, les textes ne parlent pas des Phéniciens et confirment par conséquent, en cela, les déclarations de Thucydide, en vertu desquelles il serait constant que les Phéniciens auraient habité les îles en moins grand nombre que les Cariens\". ,.Nous ne savons pas dans quelles relations les deux peuples se trouvaient vis-à-vis l'un de l'autre. On ne peut pas prouver que les Phéniciens, ainsi que le supposait Niebuhr, „y dominaient comme peut-être les Arabes sur la côte orientale de l'Afri- Movers, II, 263—265."], [106, "8 4 CH. V. PAGES DE MOVERS SUR LES CARIENS. que, ou les Carthaginois le long des côtes de Numidie, de Mauritanie et d' Ibérie\". Ils auront probablement, dans ces îles comme ailleurs, vécu pacifiquement avec les Cariens, en cultivant sur tout les branches d'industrie qui leur étaient pro pres, sans cependant s'occuper des affaires et des querelles de leurs belliqueux cohabitants ; car telle était du reste „la manière d'agir des Sidoniens\" là où, dans les temps les plus reculés, ils surgis saient comme colons au milieu d'autres peuples. Quant à la durée du temps pendant lequel les Phéniciens habitèrent les îles avec les Cariens, Thucydide émet une manière de voir qui ne con corde pas avec l' opinion ordinaire ni avecl'histoire. II rapporte „. . . . que les Cariens et les Phéniciens auraient été expulsés par Min os, ce qui fixerait cet évènement à environ cent années avant l'ère troy enne; cependant la plupart des écrivains sont d'accord pour reconnaître que les Cariens .... n'ont été repoussés par les Doriens et les Ioniens qu'après avoir vécu communément avec eux pen dant un certain temps. \" Dans un autre endroit, le même Movers dit encore* sur les Cariens ce que suit: „A en juger par les très-nombreuses indications et les nouvelles expresses qui sont arrivées jusqu'à nous, la parti- Movers, Das Phonizisclie Alterthum, II, 17 — 15."], [107, "85 PAGES DE MOVERS SUR LES CARIENS. cipationdes Cariens, peuple maritime et mercenaire renommé dans l' antiquité, aux entreprises des Phéniciens , ne peut être trop évaluée. D'après Thucydide, ils habitaient les îles, de même que les Phéniciens, et, depuis la migration ionienne, ils en disparurent en même temps, sans presque laisser plus de traces durables que ces derniers. Les possessions qu'ils avaient avant cette époque dans les îles, et sur les côtes de la Méditerranée, ne sont pas moins nombreuses que celles des Phéni ciens: dans la direction S. O. de la Carie, Syme, Rhodes, Carpathos, Crète étaient colonisées par eux, ainsi que Hermione et Epidaure sur la côte du Péloponnèse; à l'ouest, du côté du continent grec, ils s'étaient établis à Nisyre, Naxos, Syros, ainsi que sur les côtes de l' Attique et de la Béotie; enfin, vers le nord, leurs établissements s'éten daient sur les îles de Cos, Calymne, Ycare, Samos, Chio, Imbros et jusqu'aux côtes éloignées du Pont- Euxin. Souvent aussi où ils demeuraient, il est fait mention de colons phéniciens: c'est le cas à Delos, Rhodes, Crète, et même dans les établisse ments phéniciens les plus éloignés du côté de l'occident. De plus, dans les endroits où existaient les anciennes teintureries de pourpre dans la Méditerranée , habitaient des Phéniciens ou des Cariens: ces derniers à Nisyre, Cos, Hermione,"], [108, "86 CH. V. COLONS CARIENS À NEUCRATE. Crète, Rhodes. On trouve même des Cariens en Phénicie, comme à Tyr, dont ils auraient formé la population postérieure, et dans les contrées septen trionales du pays, où il est fait mention d'un lieu appelé, d'aprés eux, Kapûv Yìoxaiiol. De même que l'on trouve partout ensemble les Cariens et les Phéniciens, les mythes des deux peuples sont les memes . . . .\" „ Aucun écrivain de l'antiquité ne fait mention d'établissements des Cariens dans l'île de Chypre, et cependant ceux-ci doivent avoir constitué dans les temps les plus reculés une partie importante de la population de cette île qui appartenait aux Phéniciens.\" Vers la fin du septième siècle avant notre ère, un grand nombre de Cariens a été autorisé, ainsi que des Ioniens, à s'établir aux bouches du Nil, et ils y ont fondé Neucrate, qui est devenu un port privilégié pour le commerce étranger. Par ces con cessions, Psamétik I voulait assurer son trône par l' appui de ces gardes suisses de son siècle; et il attirait en même temps dans son pays plus de bras, convertissant Neucrate en un grand marché d'esclaves, dont la capture et la traite auraient été alors la principale occupation des Cariens et des Ioniens."], [109, "87 LEUR ÉMIGRATION APRÈS CAMBYSE II Presque un siècle et demi après, à la fin du premier quart du VIe siècle (av. J. C), ces colons furent forcés d'abandonner l'Egypte, conquise par Cambyse II. Ils s'étaient beaucoup compromis contre le parti de ce roi, en se livrant à des excès et à des cruautés qui les auraient sans doute ex posés à de dures représsailles, s'ils étaient restés dans le pays. II n'est nullement douteux pour nous que ceux qui se trouvaient établis en Egypte eussent aban donné alors le pays, plutôt que de tomber entre les mains des envahisseurs, surtout si nous nous rappelons les cruautés auxquelles les prisonniers étaient alors soumis. La moindre peine qu'ils su bissaient était l'esclavage ; mais la plus fréquente était la mort ou l'amputation du phalus et des mains ; et cela même quand les soldats de P armée vaincue n'avaient pas exercé des cruautés, comme l'histoire nous dit que les colons cariens l'avaient fait à l'égard des fils de Phanes. Ainsi, nous n'avons pas le moindre doute que les Cariens, qui se trouvaient alors en Egypte, au lieu de se soumettre à Cambyse II, ayant à leur disposition le port de Neucrate, avec nombre de galères, auraient alors entrepris en masse une émigration par mer."], [110, "88 CH. V. VERS LES COLONIES À L'OUKST D'AFRIQUE. N'ayant plus de patrie, puisque une trentaine d'années auparavant, Harpagus, chef des Perses, s'était emparé de la Carie, après la victoire de Sardes remportée sur Crésus, roi de Lydie (554 av. J. C), ils durent émigrer en quelqu'autre pays. Or, si nous nous rappelons du passage de Diodore, où il est dit,* à propos de la Grande Ca narie, que, certains navigateurs la gardaient pour avoir un refuge en cas de besoin, il ne serait pas extraordinaire que ces émigrants cariens aient eu l'idée d'y passer, ou d'aller au moins à leurs colonies de l' Afrique occidentale. II n'est donc pas impossible que, pendant le trajet, dans des trans ports mal appareillés avec la précipitation de la fuite, quelque tempête les eût surpris au delà du Détroit, dans l' Atlantique, et, à l'aide des courants du Guis Stream, les eût poussés tous en Amérique, où d'autres inductions nous disent que des Cariens ont dû y arriver en masse pour implanter leur langue. Les analogies que nous avons présentées, entre les industries et les usages des Tupis et ceux des Egyptiens, favorisent l'idée que l'émigration ait eu lieu de préférence à cette époque, c'est à dire, par des colons qui auraient beaucoup vécu en Egypte. Nous croyons cependant que des con- * Voir avant, page 13."], [111, "89 TROIS AUTRES ÉPOQUES POSSIBLES. clusions ne peuvent pas être tirées en faveur de cette époque. Nous devons encore prendre en considération que les flexions verbales d'origine arienne, dans la langue tupi, exigent, comme explication, le fait d'un contact assez long entre le peuple émigrant et d'autres peuples ariens. Nous rencon trons en outre dans l'histoire ancienne plusieurs autres époques , où des émigrations cariennes auraient pu aussi avoir eu lieu, avec les mêmes possibilités, pour les émigrants, d'être poussés par les mauvais temps jusqu' en Amérique. Sans remonter à la victoire de Pa-ari-sheps (Prosopis, selon Brugsch), sous Menephtah I, où, selon l'inscription de Karnak il n'est pas question des Cariens, ni même à celle de Ramses III, qui se. trouve à Medinet Habou, contre la ligue des peuples des îles de la Méditerranée (et où nous croyons qu' il reste à décider si les Tsékaris ne doivent plutôt être pris pour des Cariens que pour des Teucriens), nous rencontrons encore trois autres époques; et il reste à décider à laquelle des quatre il faudra donner la préférence. La plus proche est celle de la prise de Carie par Harpagus, une trentaine d'années avant l'occu pation de l'Egypte par Cambyse II. Si quelques Cariens furent alors reçus en Egypte par Psamé-"], [112, "90 CH. V. CONQUÊTE D'HARPAGUS. ÉMIGRATION EN OMBRIE. tik I, il ne serait pas impossible que d'autres, les plus compromis dans la guerre , eussent pris le parti d'émigrer dans leurs colonies de l'Afrique occidentale, et à cette occasion eussent été entraînés jusqu' aux Antilles, par quelque tempête d'abord, et après par le Guis Stream. Une nouvelle occasion se présente lors de cette émigration générale qui, occasionnée par des famines, eut lieu de l'Asie Mineure, et amena en Ombrie les Tyrséniens ou Tyrrhéniens. N'y aurait il pas, de la part de celui qui informa Pausanias, quelque association d'idées avec cette époque, quand il lui dit que les navigateurs qui avaient été entraînés jusqu'à l'archipel des Satyrides allaient en Italie? N'est-il pas possible que le rap porteur, au lieu d'avoir été en personne, eut voulu s'attribuer des avantures qui lui auraient été trans mises par ses compatriotes? Finalement, il y a encore une autre époque plus reculée qui ne manque pas de compter en sa faveur bien des probabilités: c'est celle de la prise de Troie. On sait que dans cette grande lutte de dix ans, entre l'Asie et l'Europe, presque tous les peuples de l'Asie Mineure et même quelques-uns de l'Europe ont pris le parti des Troyens. Homère, dans un endroit de l'Iliade, que l'on peut considérer comme"], [113, "91 PRISE DE TROIE. PRÉFÉRENCE. la partie historique de l'épopée, fait mention, non seulement des peuples de la Paphlagonie, de la Bythinie, de la Mysie, de la Lydie, de la Carie, de la Phrygie et de la Lycie, mais aussi des Pélas giens de la Thrace, de la Macédoine et de la Thes salie (de Larisse). — II précise les forces avec les quelles chacun de ces peuples auraient contribué, et il donne les noms de leurs chefs. Rien de plus naturel que de supposer qu'à la fin de la guerre, les armées vaincues, afin de se soustraire aux ven geances et aux cruautés du vainqueur, qui deve nait alors l'unique maître de la mer Egée, eussent tous pensé à émigrer dans des pays plus ou moins lointains. Nous savons par Dionyse d'Halicarnasse qu'Enée, le chef des Dardanes, se décida à aller en Italie, et y trouva un refuge dans la terre de Lavinie. Pourquoi donc ne pas supposer que la flotte carienne émigra aussi à son tour? Et pour quoi ne pas penser que, dans une telle émigration, il n'aurait pas échoué aux Cariens., les plus grands navigateurs entre les alliés, le sort d'aller dans leurs colonies hors du Détroit? On doit même croire que, comme les Phéniciens , leurs compa gnons sur mer, ils connaissaient aussi les Canaries. Maints usages des Guanches étaient identiques à ceux des Tupis, et par la langue tupi l'on peut même expliquer l'étymologie de plusieurs mots"], [114, "92 CH. V. ARGUMENT TIRÉ DES CANOTS. des Canaries: Orotava (Uru-taba, village- aigle), Ico, Itoba et autres. On peut tirer, peut-être, de la forme des canots de guerre des Tupis un argument de plus en faveur de l'émigration à l' époque la plus reculée. Les émigrants auraient sans doute transporté avec eux, et introduit en Amérique, ce qu'ils avaient alors de mieux. Or, les canots tupis sont plutôt une copie des anciens pentécontores* simples, phéniciens, grecs et égyptiens, analogues aux caïks turcs de nos jours. Avant l'invention des ponts couverts et des tillacs, vers le vme siècle (av. J. C), les plus gros navires de guerre étaient, selon Movers,** des pentécontores; et les émigrants n'au raient pas manqué d'adopter, s'ils les connaissaient déjà, les birèmes et les trirèmes. *** Les quadrirèmes furent plus tard une invention des Carthaginois. Ces considérations doivent engager à préférer pour l'émigration une époque antérieure au vme siècle (av. J. C), malgré les degrés de probabilité en faveur de navigations lointaines qui, d'autre part, résulteraient, en la supposant après la découverte des navires à tillacs, et la première circumnavi- • Movers, Phon. II, Part. 3, p. 153. \" Movers, Phon. II, Part. 3, p. 173. \"°\" Sur les trirèmes, voir Aug. Bock, „ Urhunden iiber Seewesen des Attischen Staates\", et Bern. Graser nDe veterum re navaliu, Berlin, 1861. 4."], [115, "93 AUTRES ARGUMENTS. gation de l' Afrique sous Necco, environ six siècles avant notre ère. Or, audelà du VHIe siècle, n us ne rencontrons grande crise pour favoriser l'émigration qu'à la prise de Troie. Et il ne faut pas nous étonner de voir réalisée avec les galères simples d'alors une grande navigation, quand c'était avec elles que l'on avait fait la guerre, et que l'on allait aux Canaries, et que les Argonautes avaient entrepris leur ex pédition. Or, le triomphe des Grecs, par terre et par mer, à la prise de Troie, a été si décisif qu'il ne serait pas même impossible que les Cariens , si familiers avec la mer, croyant ne pas se trouver alors en sûreté dans les colonies de l' Afrique occi dentale, eussent expontanément préféré de chercher plutôt un abri dans l'inconnu . . . Deux usages qui se sont conservés chez les Tupis pourraient contribuer à faire supposer que l'émigration a été entreprise à cette époque: ce sont ceux de sacrifier les prisonniers et de tirer vengeance de leurs ennemis, même après la mort, sur leurs cadavres. Or, nous trouvons ces deux usages à l' époque de la guerre de Troie; et Homère, que l'on a accusé de peu de générosité pour en avoir fait mention, ne les aura pas inventés. Sans doute, il n'aura fait que nous transmettre en vers"], [116, "94 CH. V. USAGE DE LA PIERRE POLIE. les traditions, quand il nous rapporte qu' Achille sacrifia douze prisonniers aux mânes de Patrocle, et quand, contre la générosité et la magnanimité qu'il se plaît toujours à accorder à son héros, il n'hésita pas à nous le représenter insultant le cadavre de son rival, le noble Hector. En tous cas, nous ne pouvons avoir le moindre doute qu'une immigration de Cariens en Amérique s'effectua plusieurs siècles avant notre ère, et à une époque antérieure à la fin du premier tiers du sixième siècle (av. J. C.) ; mais dans aucun cas au delà de la date de la prise de Troie. Nous croyons trouver une confirmation de l'ancienneté de cette émigration dans l'usage que faisaient les Tupis d'instruments de pierre polie. On est aujourd'hui d'accord à admettre que ces derniers instruments ont été seulement employés après ceux de bronze, dont ils sont devenus une véritable imi tation, adoptée par ceux qui n'avaient pas les moyens de s'en procurer d'autres de ce métal. Sans doute, les marins émigrants auraient déjà connu l'usage du bronze et même celui du fer et de l'acier, quoique ces derniers fussent encore très-rares, et par conséquent très-chers, dans la Méditerranée, où ils arrivaient de loin, peut-être même des ver sants de l' Altaï. Vu cette rareté, surtout à l'époque de la guerre de Troie, l'on s'en servait seulement"], [117, "95 FER, ACIER, CUIVRE, GOANIM, OR. pour faire des couteaux et des instruments de chirur gie; et à peine pour des épées ou autres instruments de guerre. Ainsi la grande rareté même de ces mé taux, chez les émigrants, serait une preuve de plus de l'ancienneté de l'émigration. II est probable qu'après les invasions des Perses ces instruments auraient déjà été moins rares. En tous cas, si les émigrants ont emporté avec eux quelque instrument de fer ou d'acier, on ne doit pas s'étonner que, dans des climats comme ceux des tropiques, ils eussent disparu, consommés par la rouille et par la fréquence à les effiler pen dant plusieurs siècles. Quant au bronze, on n'en n'a pas non plus rencontré parmi les Caribes ni les Tupis. Quelques articles d'un alliage qui con tenait de l'or et que l'on nommait goanim ont encore été trouvés dans les Antilles, ainsi que des plaques d'or non fondu, mais battu et aplati entre deux pierres dures. Cependant, parmi les Tupis, dans toute l'étendue du Brésil au moins, nous n'avons pas le moindre indice qu'ils aient fait usage d'aucun métal, pas même de l'or aplati à coups de pierre, comme dans les Antilles. Ils con naissaient néanmoins tous la pierre polie, dont ils se servaient pour leurs haches et leurs meta ras ou botoques, etc. 8"], [118, ""], [119, "CHAPITRE SIXIÈME. Faits parmi les Tupis prouvant une invasion effectuée par mer. — Enlèvement de Sabines,Organisation d'une grande nation tupi en Amé rique. — Sa dispersion en bandes, conquérant partout à l'aide de leurs canots de guerre. — Cruautés. — Expiation. — L'émigration dont nous venons de parler a dû être faite en une seule fois par une grande expédition : sans doute par toute une flotte ensemble, qui a préféré l'émigration à la nécessité de se soumettre au vainqueur. Si les émigrants n'avaient pas été en assez grand nombre, ils n'auraient pas pu im poser leur langue et leurs usages dans les pays conquis; et c'est à peine s'ils auraient introduit l'un ou l'autre mot de quelqu' objet nouveau pour les autochthones, comme nous l'avons dit à propos de la civilisation due à Ketzalcoátl* et à Bochica.** Et si les mêmes émigrants étaient vraiment de l'origine que nous supposons, il en résulterait que, par la force des événements , ils seraient allés rejoindre, par le chemin de l'occident, ceux de leur race qui y étaient devenus autochthones. * Noir avant pages 16 et 78. ** Noir avant page 20. 8\""], [120, "98 CH. VI. LES TEBIROS OU CUUINOS. II n'y a que le fait d'une émigration et con quête , entreprises à la fois par une armée de marins-guerriers (guaranîs), qui puisse expliquer le manque absolu de classes parmi leurs descendants, qui étaient tous soldats et obligés d'aller à la guerre, excepté les prêtres (pages) et les tebiros, adonnés au métier des femmes de joie. C'est sans doute à cette classe des tebiros, que se rapporte la composition du poète écossais George Buchanan, „In Golonias Brasiliensesíl , qui commence par ces vers : „Descende cœlo turbine flammeo, „Armatus iras, Angele, vindices, „Libidinum notus ultor „Exitio Sodomœ impudicse „En rursus armis quod pereat tuis nLustnim Gomorrhse suscitât œmulum „Syrum propago, et excecrandœ nSpurcitise rénovât palestram. „Pars illa mundi, quam sibi propriam ,Sedem dicavit mollis amœnitas „Luxusque, sub sœdis colonis „ Servitium tolérât pudendum.* Cette classe des tebiros pourrait avoir eu son origine dans quelque institution des anciens, pour leurs flottes de guerre, où l'on ne pouvait Le vice était assez général dans toute l'Arnérique. Voir Gomara, chap. 65 et 68; Oviedo, liv. V, chap. 3, Herrera, Dec. 1, liv.JII, chap. 4; et Cieça, chap. 49."], [121, "99 ENLÈVEMENT DE SABINES INDIGÈNES. prendre des femmes à bord sans de grands incon vénients. Au Brésil on les appelait aussi cudinos;* et ce mot rappelé bien celui des xXeivó; des Cretois, avec leurs cpiXT-JTwp. Les premières femmes des Tupis établis dans le pays furent prises aux Tapuyas, et il y a eu lieu tout d'abord, après l'arrivée des émigrants en Amérique, plusieurs enlèvements de femmes. Cela aurait commencé déjà aux Antilles, et aurait donné lieu à la tradition de la fuite de quelques - unes, nouvelles Amazones, à l'île de Matinino, Marti nique actuelle. C'est du reste le fait qui ressort avec le plus d'évidence des traditions, quelques unes absurdes, que le frère jéromite Romain Pane a recueillies à Haïti, du temps de l' amiral Colomb, et qu'il a mises par écrit, en vingt six petites sections qui se trouvent insérées après le chapitre LXII du texte de l'histoire du même amiral, attri buée à son fils Fernando, publiée en italien par Ulloa, retraduite après en espagnol par Barcia, et reproduite en anglais dans le second volume de la collection de Churchill. Ce nouvel enlèvement de Sabines se justifie parfaitement, pour la conservation de la race, * „E nas suas aldêas pelo sertâo, ha alguns que tem tenda pú blica a quantos os querem como mulheres públicas\". Gab. Soarcs, II, 156."], [122, "100 ✓ CH. VI. GÉNÉRATION I>E PÎ7RE, SEULE VALABLE. chez un peuple qui, comme plusieurs autres de l' antiquité, y compris les Hébreux, ne regardait, pour les races que le côté du père, ou, comme dit Diodore, chez lesquels „les fils ne considéraient devoir leur existence qu'à leurs pères (en latin, ,,generator\"), la mère n'ayant été pour eux qu'à „peu près une nourrice\". Cette croyance s'est maintenue chez les Tupis jusqu'à nos jours: ils ne considèrent encore les mères que comme les dé positaires de leurs enfants. Cette croyance, ils l'ont sans doute hérité de leurs devanciers; et, si ceux-ci étaient les Cariens, comme nous le croyons, nous sommes forcés encore une fois de nous écarter de l'opinion du baron d'Eckstein, qui suppose que ce peuple était du nombre de ceux* qui ont admis la gynécocratie ou la supériorité des femmes. En Egypte même cette gynécocratie ne se montre pas acceptée pendant la première dynastie : dans la succession de la couronne, elle fut à peine intro duite par le troisième roi de la seconde dynastie, dès que les mêmes rois furent devenus des dieux. En tous cas, le croisement immédiat des nou veaux conquérants avec les femmes indigènes pourrait expliquer le fait de ce que le type phy sique américain se serait maintenu, et à plus forte * Suivant plusieurs auteurs, c'étaient surtout les Lyciens qui admettaient la gynécocratie."], [123, "101 LE TABAC. SON NOM EN TURC ET EN TUPI. raison, si les envahisseurs étaient originaires de la même race mongole, comme nous le croyons. Nous ne doutons pas non plus que les enva hisseurs, ayant cette origine mongole, eussent déjà connu l'usage du tabac, usage qu'ils ont aussi retrouvé dans leur nouvelle patrie. Nous ne sommes pas loin de partager l'opinion de Ledyard, que le tabac a accompagné de tous temps la race rouge ou mongole, même dans l'ancien continent,* avant la découverte de Colomb. Son usage a existé, selon Bell, depuis un temps immémorial, parmi les Chinois. Bien avant la découverte de l'Amérique, Mahomet, dans ses maximes, conseillait aux Moslems de ne pas fumer, et il ne serait pas facile d'expli quer comment tout ce luxe des tchibouks des Turcs ne pourrait être à peine qu'une introduction moderne. Et quoique l'on dise qu'il était question d'autres plantes, il est pourtant très-singulier que le nom tutum, donné par les Turcs au tabac, soit si rap proché de celui de p'tun.** Les trois u prononcés comme en français que lui donnent les Tupis. Les maisons des Tupis, leur grandes baraqi.es (oca) , sans divisions intérieures, et presque tout à-fait en bois, à l'exception de très-peu de terre ou d'argile pour en fermer les interstices, pourraient * Voir encore sur ce sujet ce que nous disons au dernier chapitre ** Les trois u prononcés comme en français."], [124, "102 CH. VI. AUTRES USAGES. MAISONS, ETC. n'avoir aussi d'autre origine que la condition de guerriers-marins, des premiers habitants. C'étaient comme de grandes casernes, ou plutôt de grandes taracenas, où les guerriers-marins, dans leur patrie, demeuraient à terre les jours de repos. Les hamacs même seraient plutôt une invention et une intro duction d'un peuple marin, et bien des peuplades sauvages américaines, non tupis, ne connaissaient pas son usage et dormaient sur des feuilles. Le seul fait que tous les Tupis devaient être des guerriers nous explique comment ils n'ont pas réussi à devenir des bergers et à se vouer à la vie pastorale, sans avoir besoin de croire qu'ils auraient hérité des Egyptiens la répugnance pour ce genre de vie, ou que leur nature nomade s'y opposait. La raison de ce que dans leurs bateaux, des simples pentécontores ou espèces de caïcs turcs de nos jours, ils n'eussent pas probablement trans porté avec eux des vaches, des brebis ou des porcs, ne serait pas suffisante; s'ils avaient eu des ten dances pour la vie de pasteurs, ils n'auraient pas eu une si grande difficulté à apprivoiser quelques unes des espèces d'animaux ou d'oiseaux de l'Amé rique, de même que les colonisateurs du Pérou ont réussi à obtenir des troupeaux de Hamas et d'alpacas. Au Brésil on aurait pu sans difficulté appri voiser une des espèces de porcs tayaçú, de jacií,"], [125, "103 ARRIVÉE AUX ANTILLES. PASSAGE AU CONTINENT. ou de canards upeca ; et effectivement, comme nous l'avons déjà dit, les Tupis réussissaient à rendre domestiques par plaisir quelques animaux; mais alors, ceux-ci devenant leurs mimbába, ils ne les tuaient pas pour s'en servir. Les chiens qu'ils auraient probablement toujours eu à bord étaient les seuls animaux domestiques qui leur rendaient des services, même contre leurs ennemis. Arrivés aux Antilles, le chemin pour aller au continent leur aurait été montré par les indigènes, et probablement le plus grand nombre des émi grants aurait poursuivi sa route jusqu'à l'île Trini dad, et de celle-ci jusqu'aux bouches de l'Orénoque. D'autres, en plus petit nombre, ont dû se diriger vers Cuba et la Floride, où ils ont laissé des faibles traces parmi les Apalaches; quelques-uns seraient arrivés encore plus loin, au fond du golfe Mexicain, pénétrant même jusqu'aux plages du golfe Califor nien, où leurs traces disparaissent enfin. Quant à la partie plus nombreuse des émi grants, qui a dû suivre vers le sud, nous croyons qu'elle ne se serait pas arrêtée sur l'Orénoque, puisque nous y avons trouvé moins gravée l'em preinte de leur présence. Nous allons seulement rencontrer les traces plus évidentes de cette empreinte dans les fertiles plaines d'alluvion de la vallée de l' Amazone;"], [126, "104 CH. VI. ÉTABLISSEMENT DANS L'AMAZONE. surtout dans ces terres magnifiques pour la culture, près de l' embouchure du Rio Negro, où, plus tard, l'expédition de Pedro Teixeira, lors de son retour du Napo, a pu être ravitaillée avec tant de provi sions. Ce fut, selon toutes probabilités, dans cette vallée que s'organisa, sans doute avec les éléments plus disciplinés de l'expédition, la première natio nalité tupi en Amérique. Les données nous manquent pour pouvoir établir des conjecctures sur le chemin pris par les émigrants, pour y arriver. Ont-ils suivi la côte depuis l'île de Trinidad? Auront-ils remonté l'Oré noque et passé par le Caziquiari et le Rio Negro? Peut-être qu'un jour ce mystère sera un peu dévoilé. Pour la préférence donnée aux bords de l'Amazone, afin d'y organiser un premier établisse ment, devait beaucoup contribuer, en outre de l'excellence des terres pour la culture, le grand nombre de troncs d'arbres colossals jetés par les crues du grand fleuve sur ses plages, et très propres à faire des grands canots pentécontores sur les mêmes endroits, qui devenaient comme des chantiers naturels. Et, quant à nous, l'ignorance des Tupis de l'usage de l'or ne serait provenue que de ce fait que rétablissement de leur nation plus considérable, en Amérique, eut lieu sur ces"], [127, "105 INVENTION DU MANIOC. ÉMIGRATIONS. plages d'alluvion, où ne se trouvent pas des mines d'or. Donc, selon toutes probabilités, ce serait dans ces parages que la fabrication de la farine de manioc aura été inventée ; ce qui, avec la culture du maïs, aura facilité des grands approvisionne ments pour des entreprises guerrières, pour lesquelles les simples produits des chasses, bou canés, ou ceux de la pêche, séchés et réduits en poudre, auraient été insuffisants. Le fait est qu'il arriva un jour, où, sans doute par suite de l'affaiblissement des liens de la .dis cipline, des bandes se sont formées, et nont émigré de différents cotés, envahissant tous les pays, sur tout vers le sud, en suivant les cours des rivières et les côtes de la mer; en tirant parti pour cela de leur adresse dans la direction de leurs grands canots de guerre et de leurs attaques par surprise. Les uns suivirent les côtes au-delà du cap de St. Roque ; d'autres remontèrent sans doute le Tocantins et l'Araguaya; d'autres enfin allèrent par le Madeira, aux versants du Paraguay, et des cendirent jusqu' au Parana. Quelques-uns, au lieu de continuer à suivre la côte jusqu'au cap de St. Roque, remontèrent les eaux du Meary, de l'Itapicurú et duParnahiba; puis, passant plus tard aux affluents du San-Fran-"], [128, "106 CH. IV. ÉTENDUE DES ÉMIGRATIONS. cisco , ils sont arrivés à Bahia avant ceux qui avaient suivi le littoral. Ces derniers, en y arrivant avec le nom de Tupinambá, ont réussi à vaincre et à chasser vers le sud ceux qui y étaient déjà établis, et auxquels ils donnèrent le nom de Tupis méchants (Tupinaêm). * Tous ces émigrants sont parvenus par bandes séparées à vaincre partout les Tapuias , et à s'établir dans les meilleurs parages de tout le territoire actuel du Brésil et du Paraguay, et même, comme nous l'avons dit plus haut, dans une partie de celui de la république Orientale et de l'Argentine. D'autres ont remonté le long de l'Amazone elle-même; mais un peu moins loin que jusqu'aux frontières actuelles du Brésil. Les Cambebas ou TJmáguas, ainsi appelés dans les deux langues tupi et quichua, ** à cause de leurs têtes aplaties „à la manière des mitres des évêques\", comme le dit le père Acuna, étaient déja plutôt en parenté avec les Quichuas, dont ils avaient pris non seulement cet usage*** de s'aplatir la tête, mais aussi celui des armes * Gab. Soares, II, 14\". *** Arkam-véba, en tupi tête plate; Unia-ahua, en quichua, tête élevée. \"* Cet usage était si général au Pérou qu'il fallut que le synode de Lima de 1585 le défendit, sous des certaines peines."], [129, "107 CRUAUTÉS. EXPIATION. ETHNOGR \\P1IIE. zarabatane et estolica, l'industrie extractive du caoutchouc, et même l'emploi de la coca, sous le nom dipadu. Partout l'invasion des Tupis s'était effectuée au milieu des plus grandes cruautés, sacrifiant, et même mangeant, par surcroît de vengeance, leurs prisonniers de guerre. Partout, excepté parmi les grandes nationalités, plus fortes et bien organisées comme celles du Pérou et du Mexique, ou tremblait au seul nom de Caribl Le jour de l' expiation ne pouvait pas manquer d'arriver, et il arriva. Christophe Colomb et Pedr' Alvares Cabrai en furent les messagers. • Ce serait peut-être ici l'occasion d'entrer dans quelques détails sur l'éthnographie des Tupis, puisés à d'aussi bonnes sources que les pages de Hans Staden, d'Abbeville, d'Evreux, et surtout de Gabriel Soares, qui, en 1587, a consacré une quarantaine de chapitres à ce sujet. Mais, ne croyant essentiel d'ajouter rien à ce que nous disons dans trois chapitres* de notre Histoire générale du Brésil, dónt la deuxième édition ne tardera pas à paraître, nous préférons y ren voyer le lecteur pour ne pas élargir davantage cet opuscule."], [130, "108 CE. VI. MOMIE DU FRONTISPICE. Nous nous bornons seulement ici à donner, dans le chapitre suivant, une notice de la langue tupi ou générale (au Brésil), et à attirer l'atten tion du lecteur sur la vignette du frontispice de ce livre, représentant une momie des Tupis trouvée dans un grand cambuchi ou pot de terre cuite. On ne les trouve pas toujours dans des sem blables pots; mais, ce qui est inséparable de la race c'est la position des mêmes momies, toutes accroupies et leurs armes ou outils à coté d'elles. Ce serait à un tel usage chez les Cariens , et surtout à „ce mode d'ensevelissement\", suivi dans plusieurs pays d'Amérique, que l'on a reconnu autrefois être des Cariens certains cercueils à l'ile de Delos.* * L'extrait d'un de ces chapitres est donné par M. Richard F. Burton dans ['introduction (p. Ixiv à lxxv) de la traduction anglaise de Hans Staden, publiée à Londres, en 1874, par la Société Hacluyt. Plusieurs renseignements ethnographiques se trouvent aussi dans le travail de Martius: „ Von dem Bechtszustande\" , etc. ** Voir avant page 83."], [131, "CHAPITRE SEPTIÈME. Quelques notions sur la langue tupi. Après avoir, dans les chapitres précédents, attiré l'attention du lecteur sur la langue tupi, et avoir montré que cette langue n'a pas plus d'amé ricain que le portugais , l'espagnol ou l'anglais, également parlés en Amérique , nous croyons essentiel d'entrer ici dans quelques détails. II faut d'abord proclamer que cette langue tupi ne doit pas être considérée comme polysynthétique. Elle ne manquait pas pourtant de monosyllabes, et possédait une grande facilité pour composer de nou veauxnoms, en les réunissant ou en faisant usage de certaines suffixes ou postpositions. De ca, herbe, on obtenait ca-py, herbe fine, gazon, et capivára, le mangeur de gazon, nom de l'animal amphibie caviaï. Du mot ça, „ mordre\", on faisait çu-a-çu,* ruminant, mot qui désignait le cerf; de même, de • II a été déjà dit avant, page 22, que, dans tout cet ouvrage, pour les mots non français l'« aurait la valeur de l'on français."], [132, "110 CH. VII. COMPOSITIONS DES MOTS. CONSONNES ET VOYELLES. tayá (caladium), on faisait tayaçú, le mangeur de tayás, c'est à dire les porcs. En réunissant deux mots, le premier explique la qualité du second, ita-puan, île de pierre; de même, en réunissant trois mots, le dernier désigne l'idée principale; ainsi, ita-puan-lery, l'huître de l'île de pierre. Les articulations fê, lê, rê, vê et ze, fortes man quaient tellement que les Tupis, en apprenant la musique, au lieu de rre, fa et la, disaient rë (doux), pa et ra. Les labiales b et p, se prononçaient un peu nasalement; et ce fut pour cela que les Indiens, apprenant le portugais, au lieu de burrica (petite ânesse), prononcent mboricá, et au lieu de Pedro, disent Mpero. De là vient aussi que, pour dire le mot mbirá, équivalent à bois, les blancs au Brésil, disaient tantôt ubira, tantôt umira ou imira. De sorte que l'on pourrait bien écrire en tupi les deux labiales b et p avec un til b et p. Le nombre des consonnes était assez restreint. Par contre, celui des voyelles était très-grand; de sorte que chacune des cinq voyelles portugaises, et encore une de plus, prononcée du gosier, ayant la valeur de Yu français (et que l'on est convenu de désigner par Y y) peuvent avoir sept sons, que Montoya s est proposé de distinguer par six accents différents ~ w ' , en outre de la lettre même"], [133, "111 AUGMENTATIF. DIMINUTIF. PLURIEL. o sans accent, ce qui fait en totalité rien moins que quarante deux voyelles. L'augmentatif se fait en ajoutant au nom les mots été, véritable, ouassu, grand. Abaété, un grand homme ; aba-assu, un homme grand. Le diminutif se forme par la simple addition d'un i à la fin du mot, comme oka, maison, oka-i. petite maison. L'abondance se désigne par la répétition du mot ou par l'addition de tuba , beaucoup ; d'où sont venus au Brésil tant de noms en tuba ou tyba : tels que Uba-tuba, pays abondant en ubás, Curi-tiba. pays abondant en pins (araucaria), etc. Cependant, pour le pluriel en général, on se contente des mots cetá, cetá-cetá, beaucoup, ou cecy, plusieurs, ou amô-amô, quelques-uns, etc Cette forme réduplicative par la répétition des mots, employée aussi dans les verbes, est très usuelle dans l'égyptien et dans plusieurs langues nord-altaïques. La lettre T, changée en Ta quand le mot com mence par une consonne, précède quelques noms, comine une espèce d'article défini, que le gram mairien Figueira considère être un pronom ré fléchi relatif au même mot qui s'en suit, comme par exemple dans T'upi, celui de la primitive génération t'uba, le père, ta-péjára, le guide."], [134, "112 CH. VII. LA PRÉFORM/tNTE AGGLUTINÉE T. Aussi de ibi, terre, on obtient t'ibi, sa terre, la sépulture. — La manière même dont on emploie ces noms, avec le t préfixe, dans les composés, vient en aide à prouver qu'ils n'étaient pas simples. Ainsi, de t'uba, le père, on fait chê-r-uba, mon père, o-g-uba, son père. De t'etê, le corps, on fait chê-r-etê, mon corps, d'été, corpus ejus, o-éte, son corps. Nous devons ajouter qu'il y avait des mots, et ces deux derniers étaient du nombre, qui ne se trouvaient jamais sans leur préformante agglutinée, correspon dant à l' article le, et cela avait aussi lieu dans quelques langues indiennes des Etats Unis. Si le nom aurait commencé par une consonne, la com position naturelle serait comme dans le mot tutira, oncle; che-tutira, mon oncle ; y-tutira, patruus ejus; o-tutira, son oncle; ou aussi dans le mot cig, mère; chê-ci, ma mère ; i-chi, mater ejus; o-ci, sa mère. Les adjectifs n'ont pas de forme particulière pour le genre ni pour le nombre; et, aussi bien les adjectifs que les substantifs, précédés des pronoms, présentent, comme en arabe, une phrase complète, par exemple: chê-kié, moi ici, ou, je suis ici; chê catú, moi bon, ou je suis bon. — On a dit que les substantifs ne changent pas au pluriel; cependant dans quelques uns nous avons remarqué un pluriel en ajoutant à la fin du mot la lettre u; p. ex. ambi, morve, qui fait ambi-ú."], [135, "113 LES PRONOMS. Dans la conjugaison des verbes , le pronom précédait le verbe. Celui de la première personne du singulier était a, et se transformait quelque fois en ai. La première personne du pluriel avait. comme dans une langue de Delaware, dans cer taines malaises, et dans le mandchou, et sans douti» dans d'autres dialectes mongols, un pronom per sonnel exclusif, oro, „nous sans vous\", et un autre exclusif, yá ou yai, „nous avec vous\". Les pronoms personnels sont: Ichê, je, Ndhê, tu. Aé, il, Oro (excl.) i Yandê (incl.) j Peê, vous, Ahoê, ils. Quelques-uns de ces pronoms ont des datifs en ébe, ébo, ou ême et êmo. Les personnels, dans la conjugaison, sont, en outre de a ou ai: ère, tu; o, il; oro ou oroi, ya ou yai, nous; pê, vous. Au subjonctif et à l'infinitif, le pronom a fait ta ou tai. Les possessifs sont ichê ou chê, mon ; ndhe, ton, te; are ou yandê, nos, nous; pê , vos, vous; y, son, ses. La langue était agglutinante; mais, en même temps, possédait, pour les verbes, certaines flexions 9*"], [136, "114 CH. VII. LES VERBES-. LEURS FLEXIONS. auxiliaires, analogues à celles employées dans les langues latines, et qu'elle aurait empruntées de quelque peuple avec lequel l'ancienne nation aurait ■été en contact intime, de la même manière qu'elle avait emprunté aussi des mots grecs, comme nous l'avons dit.* Ainsi les temps, passé, futur et futur conditionnel. étaient désignés par les suffixes oéra, rama et aroéra, correspondantes aux auxiliaires portugais era, serâo, séria ; mais ce qui était plus original et qui donnail une grande richesse à cette langue, c'est que, non seulement ces suffixes s'employaient dans toutes les formes du verbe, et dans les substantifs verbaux dérivés d'eux; mais aussi dans tous les autres subs tantifs et dans les participes et les adverbes, qui étaient, de cette manière, pour ainsi dire conju gables. Ainsi, d'un nom commun, comme taba, village, on peut obtenir taba-oéra (d'où est venu tapera), village qui a été; taba-rama, village qui sera, ou en projet; taba-róera, village qui aurait dû se faire. Nous verrons plus loin des exemples des mêmes formes appliquées aux substantifs verbaux, aux adjectifs, aux adverbes et même aux post positions. * Chap. II, pag. 26"], [137, "115 CONJUGAISONS. Pour les verbes on fait encore usage de trois autres suffixes; savoir oâne, déjà, si Faction est réalisée; aerême, alors, si elle est imparfaite. Pour désigner le futur on se sert aussi du suffixe curî. En réalité, les mots ne prennent le caractère de verbes que quand on les fait précéder d'un pronom personnel, et par ce motif les gram mairiens indiquent toujours les verbes par la première personne du singulier, et par conséquent précédés de a ou ai, je, ou (dans les verbes réfléchis) de chê, moi. Dans cette appréciation, nous nous conformerons souvent à cet usage, qui est dans le génie de la langue. Les verbes, dans les mêmes temps, ne changent. rien par rapport au nombre et à la personne. II y a cependant des exceptions pour la troisième personne, à cause de l' euphonie, dans les verbes commençant par ra, re, ro, ru, qui mettent entre le pivnom personel o et le verbe la syllabe gge. Ainsi, p. ex., les verbes raço, porter, rêkô, avoir, et rûre, venir, font à la troisième per sonne oggeraço, oggeréko et oggerûre. A l'aide de certaines postpositions, on peut convertir la forme active en passive. Outre ht forme simple, tous les verbes peuvent avoir la fréquentative, par la simple répétition du mot ; et l'une et l'autre sont susceptibles de la forme"], [138, "116 CH. VII. POSTPOSITIONS. FORMES DES VERBES. négative en ajoutant simplement à l'infinitif y, et eyma au participe présent, et en faisant en outre précéder à l'indicatif par n ou nd ou quelquefois nda. On convertit aussi par certaines particules les verbes actifs en neutres ou en réfléchis, et vice versa. Exemple d'une forme fréquentative : de a-karú. je mange, on fait a-karú-karú, je mange souvent; a-myi, je me meus, a-mymyì, je me meus conti nuellement; a-pô, je saute, a-pôpô, je sautille, etc. Si le verbe finit en i, on supprime cette lettre la première fois, comme nous venons de le voir dans l' exemple de a-myi, qui fait a-mymyi. La forme passive s'obtient par la simple addi tion du mot pyra (quelquefois changé par eupho nie en mbyra ou nginbyra) à la fin de la racine du verbe. Ainsi, de che-ymboê-ny , je l'enseigne, on fait ymboê-pyra, je suis enseigné. Comme exemple de la forme négative, nous citerons ê, dire; eey, ne pas dire; ndaey, je ne dis pas; u, manger; ueìj, ne pas manger; ndahy, je ne mange pas. Les verbes neutres peuvent devenir actifs par le simple moyen de leur ajouter la particule mó (quelquefois transformée par euphonie en mong, mono, mond. mbo, et même ro ou no). Ces verbes,"], [139, "117 VERBES NEUTRES- PARTICIPES devenus ainsi actifs, peuvent redevenir neutres par l'addition du réciproque yê ou nê: ex.: che-rií, je me réjouis; amboori, égayer; aùe-mboon, je me fais égayer. La particule uká ou ukar, après les verbes actifs, transporte l'action et désigne-faire faire, ou : être la cause que l'on fasse: ex.: iuka-uká, faire tuer ou être la cause que l'on tue; ayapó-uká, je le fais faire; a-ye-apin-ukár , je me fais couper les cheveux. Les modes et les temps des verbes sont, avec de rares irrégularités, indiqués par des particules agglutinées, et les personnes, seulement par les pronoms personnels préfixes: celui de la troisième personne étant donc omis quand le nom du sujet est désigné. Le participe présent se forme en ajoutant bae; ex: o-iuká-bae, celui qui tue; cette forme a aussi son prétérit estera, futur baerâma, futur conditionnel baeranguéra. Le gérondif est indiqué par les suffixes bo ou abo; ex: kuatiá, peindre; kuatiábo, à peindre; porú, manger la chair humaine ; poruábo, à manger la chaire humaine. Quelques verbes, au lieu de la syllabe bo, prennent mo, et d'autres ma, na, pa, ta ou uta. Le verbe pag, éveiller, fait gui-páca ; siosto, mettre, fait y-ùonga, etc."], [140, "118 CH. VII. VERBE È, DIRE. On peut dire, qu'il n'y a en tupi que deux conjugaisons; l'une pour les verbes actifs, con juguée avec les pronoms a, érê, o, oro ou ya, pê et ô: je, tu, il, nous, vous, ils; l'autre, pour les ré fléchis, conjuguée avec les pronoms chê, de, y, yandê ou orê, pê et y: me, te, se, nous, vous, se (pluriel). Les verbes irréguliers ne manquent pas: en voici quelques exemples: 1° Ê, dire. Présent de Vindicatif. a-ê, je dis, ere-ê, tu dis, ê-y, il dit, ia-ê ou oro-e, nous disons, pe-yê, vous dites, o-yê, ils disent, Participes. yâbój disant. guyabô, moi disant, eyâbô, toi disant, oyâbê), il disant, oroyâbô, nous disant, peyâbô, vous disant, oyabô, ils disant."], [141, "119 VERBIÎ f, MANGER. Substantifs verbaux. 1° yâra, celui qui dit, avec les trois temps, savoir: prétérit, yarêra; futur, yarâma; futur con ditionnel, yaranguêra. 2° yâba ou p-ába. la manière comme l'on dit, ou l'endroit où l'on dit; cheyaba, ce que je dis, avec ses trois temps cheyaguêra, ch^yaguâmâ, cheya bânguêra. 23 Us manger ou boire. Indicatif présent. a-u, je mange (ou bois), err-u, tu manges, o-u. il mange, oro-u, nous mangeons, pe-u. vous mangez, o-u, ils mangent, Impératif. mange, qu'il mange, mangez e-u, to-u, pe-u, to-u, qu'ils mangent. Participe. quabo, mangeant, à manger."], [142, "120 CH. VII. VERBE HÔ, ALLER. Substantifs verbaux. guâra, celui qui mange, avec ses temps gua réra, guâràmâ, guârànguéra; guaba, la manière comment l'on mange, ou l'endroit où l'on mange, également avec ses trois temps guaguéra, guâguàmà, guâbânguéra. 3° HÔ, aller. Indicatif présent. a-hó, je vais, tu vas, il va, ere-hô, A 7 A o-ho, A A 7 A oro-ho, A 7 A pe-ho, ó-hô, nous allons, vous allez, ils vont. Impératif. equâ ou têré-hô, to-hô, vas, qu'il aille, allez, pê-hô ou tapê-hô, té-hô, qu'ils aillent. Participes. hôbô, allant gui-hôbô, e-hôbô, ô-hôbô, pê-hôbô, moi, toi, il ou ils et vous allant."], [143, "121 VERBE ru, VENIR. Substantif verbal ho-hárâ, celui qui va, avec ses trois temps. 4° Yu, venir. Indicatif présent a-y u, je viens. tu viens, il vient, ere-yu, o-iju, ya-yu ou oro-yu, pe-yu, nous venons. vous venez, ils viennent. o-yu. Impératif. e-yô, viens, to-u, qu'il vienne, pe-yo, venez, to-u, qu'ils viennent. Participes. yubô, venant. guitubô, eyubô, eubô, oroyúbô (ou jayubô), peyubô. moi, toi, etc. . . , venant. Substantifs verbaux 1° tuhabâ, le temps, la manière, etc. . . , com ment l'on vient; ses trois temps tuhaguera, tuha guâma, touhabânguéra. 2° tuhará, celui qui vient, avec ses trois autres temps."], [144, "122 CH. VI. VERBE YUB, ÊTRE COUCHÉ. 5° Yub, être couché. Indicatif présent. a-ynb, je suis couché, ere-yub, tu es couché, o-ub, il est couché, oro-yub, nous sommes couchés, pe-ynb, vous êtes couchés, o-ub, ils sont couchés. 6° Yár, prendre (recevoir, acheter) a-y û, je prends, ere-yâ. tu prends, o-gtiâ, il prend, etc. ta ou tábo, à prendre. Substantifs verbaux. tahára, celui qui prend, avec, ses trois autres temps; tahába ou tacába, l'endroit, etc., avec les trois autres temps; tembi, ce que l'on prend. De ce dernier mot l'on fait cherembi, ce que je prends, nderembi, ce que tu prends, etc., et aussi cherembi há, ce qui m'a appartenu du butin, etc. — Si c'est quelque chose à manger, l'on dit tembi-ú, qui fait chereini-ú, dheremi-ú, cemi-ií, o-guemi-ú, etc. Les jxrincipales particules qui formaient les verbaux étaient çára, correspondant à „ celui qui"], [145, "123 PARTICULES AGGLUTINANTES. exerçait l' action \" : „eur\" en français; çaba, c'est à dire, la manière dont Faction avait lieu daíis sa forme passive. Ainsi, de iukâ, tué, on a iukâ-çára, l'assassin, iukâ-çába, l'occasion, l'endroit ou i'ins trument de mort, iukâ-py'ra, le tué; tous les trois encore avec les formes oera, raina et aroera, poui désigner le passé, le futur ou le futur conditionnel. Quelques particules n'ont aucune valeur sinon ajoutées à d'autres: celles-ci sont: pa, pangâ, pê, pi, piâ, raê, marâ, herâ et abû. Quoique ce dernier mot signifie aussi „ homme\", onl'emploie adverbiale ment. Les cinq premières des particules que nous venons de citer, s'ajoutent seulement aux verbes. aux noms ou aux pronoms. La cinquième précède généralement les pronoms chê, ko, kobaê et âng. La sixième {raê) s'emploie seulement quand il s'agit de faits passés. Les mots mârû et abu, dits comme des interro gations, peuvent se traduire par: quoi? lequel? p. ex. : mârû-chêré koni-ne f que ferais-je ? abá-pê nyapóf qui l'a fait? — Le mot hêrâ sert à deman der, et à donner les réponses ; p. ex. : si à la de mande arakaê hêrâ? quand? Si on ne sait pas ré pondre, on dit: arakaê hêrâ. C'est une manière d'éluder la réponse, comme le font aussi quelques peuples en Europe."], [146, "124 CH. VII. PARTICULES POSTPOSITIVES. Avec les quatre premières particules, on en compose encore quatre autres, en les faisant pré céder de te, qui correspond au „donc\" français; p. ex.: abâ-tepe-ohô? qui a donc été? De la particule pa, avec le pronom ko ou kobaê, on fait aussi pako et pungûy. Para, bóro (avec ses temps borâma, boroèra et boramboera) para et póro sont quatre particules, qui jouent un très-grand rôle dans la formation des mots, et nous nous en occuperons plus loin. Particules postpositives. La connaissance des particules et de leur usage est dans la langue dont nous occupons de beaucoup plus d'importance que celle de toutes les autres parties du discours et que dans la langue latine ou l' allemande. Contrairement aux prépo sitions dans ces deux langues, elles sont décli nables en tupi. Nous croyons pouvoir les réduire aux sui- vantes: 1. pe (toujours bref, se convertissant en me par euphonie), lat. in, dans ou avec; p. ex.: açô tappê, je vais en ville; ibâ-pe, au ciel; hui-pe ayuká, je l'ai tué avec la flèche. 2. bê, jusqu' à, ou pour; p. ex.: iba-pe-bê, jus qu'au ciel; chêbe, pour moi; orêbe, pour nous."], [147, "125 PARTICULES POSTPOSITIVES. 3. bo (toujours bref), désinence du datif {iche bo, indê-bo, etc.) et des participes des verbes en a, e. o (iuká-bo pour tuer), signifie aussi étendue ; p. ex. : che-cog-bo, la grandeur de ma plantation; répond aussi quelquefois à „par\" et à „de\". et se trans forme par euphonie en mo; p. ex.: caa-bo, par les bois; oêpe-mo, de coté. 4. çuî correspond au latin ex; p. ex.: tába-çui, du village. 5. pìri, à ou avec (latin: ad, simul, cum); p. ex. : ayundê-pìri, je viens à toi; ipìri-âkârâ, je mange avec toi; Tupâ topitâ ndpìri, Tupà reste avec toi. 6. upê, pupê, pipe , dans le relatif çupé ou chupê; p. ex.: nde rubâ-çupê, à ton père; che-r-oca pupê, dans ma maison. 7. ri ou rehê font leurs relatifs hecê (par lui), et rarement réciproque, gueçê. L'usage de cet adverbe est assez compliqué, à cause de ses transformations. On l'emploie, selon Montoya, dans les acceptions des mots latins propter, adversus, per, cum, simul, pro, in, contra, ob, ab et bien d'autres. 8. rupi (çupi au datif, gupi à l'accusatif) veut dire comme, avec ou par; p. ex.: akan reco-rupi aicô, je vis comme la tête ordonne ; tahâ nde-rupi, j'irai avec toi; pe-rupi. par le chemin; taba rupi,"], [148, "126 CH. VII. PARTICULES POSTPOSITIVES. par le village; par ana rupi, par la mer; gupi oguerahá guaîra, il amena avec lui son enfant. 9. koty, envers (versus) ; tabakoty, vers le village; amongoty, vers ce coté-là. 10. ahoeê, çoçê ou açoçê, sur (supra); p. ex. : cheaçoçe, sur moi. 11° mo, au lieu de, aussitôt, ou pendant que: tuba-mo, à la place de père. 12° râmo , comme: che-hórámó , aussitôt que j'aille; pourl'euphonie, fait aussi nâmo: cheirû-nâmc> areko, je l'ai comme ami. 13° ramboé, après: rhc-mánó-ramboé , après que je meure. 14° po (ou mtó), dedans: camuchi-pó, dans le vase ; parànà-mbô, dans la mer. On dit substantive ment: le contenu dans etc. . . . . 15° y, au (latin in): pita, le talon; pitaî, au talon. II y a encore d'autres particules telles que temo, meimo et mei, que l'on emploie aussi dans les exclamations; p. ex.: a-çô-temo-mà! a-çô-meimo-mà ! ou a-çô-mei-mà* Certaines lettres ou certaines syllabes ajoutées à la fin de quelques mots, servent aussi à modifier * La traduction de ces trois phrases est: „Oh! si j'allais à présent\"."], [149, "127 COMPOSITION DES MOTS leur signification. Elles sont indiquées par Ruiz de Montoya, dans son Tesoro; mais pour les chercher, il n'est pas trop facile de deviner où elles sont. En voici quelques-unes : Un y, à la fin du' verbe, signifie insistance, persévérance ; é ou ey, à la fin, désigne qu'on agit spontanément, sans coaction; ra, re, ro, ru, sont des particules qu'on ajoute aux verbes neutres de l'article a. leur donnant la forme active; ka {hui, pour la femme), à la fin du verbe, employé par celui qui parle, annonce la détermination; p. ex.: tahacá ou tahacui, je m'en vais déjà. A la première personne du pluriel, on dit: pa; p. ex.: chaha-pá, nous allons déjà. Gé, à la fin, désigne désir, bonne disposition; p. ex.: acaru-çé, je suis disposé à manger; cheho-çé, je désire m'en aller; mà, à la fin, désigne des désirs ou des souhaits; p. ex.: che-cig-mâ, ah! ma mère! En ajoutant à à la fin de la phrase, on lui donne plus d'énergie; p. ex.: aço-â, je m'en vais (décidément). Composition de mots et surtout de mots verbaux. Nous nous contenterons de citer le mot némboé, apprendre, qui est composé des trois autres noms : né, mo et e. Nous dirons aussi avec Ruiz de Mon toya que dans bien des mots commencés par mó, 10"], [150, "128 CH. VII. MOTS VERBAUX. vibó, ná, ne, yé, ny, yi, no, nb, ro, îi-ú, yú, ces syl labes n'appartiennent pas aux mots radicaux. Mais ce qu'il est facile de remarquer dans cette langue c'est le grand nombre de mots ver baux qu'elle contient. Ayant un verbe, on obtient par lui un grand nombre de substantifs dérivés, par la simple addition de certaines particules post positives, et avec des formes pour indiquer, comme nous l'avons déjà dit, si l'action se rapporte au présent, au passé, au futur, ou au futur con ditionnel. Les principales de ces particules sont: 1. ába ou haba, qui généralement est précédé d'un b ou d'un ç, sert à indiquer le lieu, le temps, la manière ou l'instrument avec lequel l'agent exerce. Ainsi, de karú, manger, on fait karu-haba, tous les outils qui servent à manger ou à la table ; de iukâ, tuer, on fait iuká-çaba, l'instrument, l'en droit où l'on tue, etc. Si l'action se rapportait au passé, l'on dirait au lieu de hába ou çába, haguera ou gagnera ; p. ex. cìiemundá-hag itéra, ce que j'ai volé. Le futur ferait haqûámá et le futur con ditionnel habanguèra. 2. ára ou hára, qui, pour l'euphonie, selon les mots auxquels il s'ajoute, se transforme en çára, dára, bára, tara, çoára ou ndoára, sert à indiquer l'agent qui excerce l'action, et correspond à la"], [151, "129 DÉSINENCES VERBALES. désinence française eur;* p. ex.: iuká para, le tueur; maepo-hára, le travailleur; ahaihu-pára, l' amateur; amota-reym-bára, l'ennemi, etc. Si l'action se rapportait au passé, on dirait iuká çarocra. Le futur ferait çarama, et le futur con ditionnel çaramboera. Dans quelques mots le composé se faisait, aussi en ana au lieu de «ra; p. ex.: pycyron-çára ou pycyron-âna, le protecteur (parrain). 3. Si l'action devient une habitude ou un métier, au lieu de luira, bára, etc., ou de leurs composés dans les différents temps, on se sert des particules bára, bornera, borâma, boramboéra, pour certains mots ; d'autres gardent la première dési nence, et en outre, on les fait précéder de la syllabe póro ; p. ex. : póro-iukci-çára, le bourreau, l'homicide; dans d'autres enfin, la désinence bora est, changée en póra ; p. ex. : ibakê-póra, les habi tants du ciel. La même particule poro, dont nous avons fait mention plus haut, se met avant certains verbes, pour en former d'autres, ainsi que nous l'avons dit. 4. guárci (prétérit guaréra, futur guarâma, conditionnel guararéra) à la fin des mots sert également à indiquer des habitudes de résidence, * D'un autre côté iára veut dire seigneur, maître, et fait che-iára, mon maître, çiara, dominus ejus, oiara, son maître. 10*"], [152, "130 CH. VII. DÉSINENCES BÓRA, CÓR.l ET GU.ÍS.i- et désigne aussi la propriété, la nature, et même Futilité du mot qui précède ; exemples : 1 . Poty-i-uára, les habitants du Poty (rivière); taba-jára, les habi tants des villages; chê-rope-guára , ceux de chez moi; paraná-i-guára, les habitants de la rivière; 2. chê-réhê-guára, ce qui m' appartient; ará-réhê guára, ce qui appartient à la journée ou au jour; 3. abá-ibi-rehê-guàra , homme de terre; ogibirapó réhê-guara, maison de bois; 4. ichupê-guára-catú chê, je suis pour lui de quelque profit; chêye-úpe guára-aikuaá catií, je reconnais ceux qui me font du bien. II n'a que l'etude et la pratique de la langue tupi, qui puissent déterminer quand il faudra de préférence employer les désinences bóra, para et guara. 5. Md {amo) convertit des substantifs en verbes, ou des verbes en d'autres verbes, quelquefois par le changement euphonique de la première lettre. Ainsi, de cué et curé, remuement (du corps), on obtient a-môngué et a-môngurê, je remue (le corps) ; de a-karú, je mange, on obtient a-mongarú, je fais manger; et de a-câu, je bois du vin, a-mongâu, je fais boire du vin; de çorog, rupture, a-mondorog, je romps; de a-çuú, je mords, a-monduú, je mâche; de a-puká, je souris, a-mombuká, je fait rire; de a-pag, je suis éveillé, a-amonbag, j'éveille (quelqu'"], [153, "AM(Î, PYRA. ADVERBES DE LIEU. 131 un); de kirá, graisse, a-monggirá, j'engraisse; de figui, goutte, a-mondigu?\", je fais tomber des gouttes. 6. pyra (prétérit pyréta, futur pyrâma, con ditionnel pyramboèra), caractéristique de la forme passive; p. ex.: i-iuká-pyra, le tué ; i-iukci-pyrâma, celui qui sera tué; i-iuká-pyrambuéra, celui qui aurait dû être tué. Quant aux adverbes de lieu, il faut avertir que dans la réponse à une question indiquée par l'ad verbe mâmôpê, il s'agit d'un endroit, et que l'on devra toujours ajouter pe. De cette manière que si l'on demande mâmô-pê ereçô? où,vas-tu? il faudra répondre, p. ex.: ta-pe ou ko-pe etc., c'est à dire, au village, à la plantation, etc. Mais si le nom finit par une syllabe nasale, au lieu depe, l'on dira?»e; p. ex. : paranà, paranâ-me, à la rivière. II y a cependant quelques exceptions où, au lieu de pe ou dé me, on met seulement un i; mais l'usage seul pourra les enseigner. S'il s'agit d'une personne, au lieu de pe, on fera usage de la préposition pyri. A la question mamôçuipe? on ajoute au mot de la réponse la préposition çuy; p. ex.: oka-çuy, de la maison. A marangotípe? on répond en ajoutant au mot les syllabes kotig."], [154, "132 CH. VII. LANGAGE DES FEMMES. Par la même raison, à la demande mâmôrupipê? on répond en ajoutant les syllabes rupi; p. ex. : oka-rupi, de la maison. Nous dirons, en terminant, que les femmes ont des formes de parler quelquefois très -différentes de celles des hommes, même dans les adverbes et les interjections. La même action exécutée par une femme a souvent, pour la désigner, un verbe diffé rent de celui que les hommes emploient. Ainsi, pour dire chanter, l'homme se sert d'un verbe et la femme d'un autre très-différent, comme l'on peut le voir dans le dictionnaire de Montoya."], [155, "CHAPITRE HUITIÈME. Origine des Américains Tupis et celle des anciens Egyptiens. Autres peuples touraniens. Explication des éléments sémitiques rencontrés dans la langue égyptienne et des éléments égyptiens dans les langues sémitiques. Cas analogueg. On a beaucoup écrit sur la genèse des Cariens, de même que sur celle des Egyptiens, en attribuant toujours aux deux peuples une origine identique. On a voulu les faire tous deux, tantôt sémitiques, tantôt kouschites, tantôt même américains. Quant à nous, leur origine était sans doute la même; mais elle n'était pas orientale ni occidentale. Ils appartenaient, l'un et l'autre, à un de ces nom breux peuples nomades du nord de l'Asie, que les modernes, en généralisant, ont voulu appeler de Touran, et que les anciens ont connus sous les noms de Scythes, de Sarmathes, et de Kimmériens, selon le lieu qu'ils habitaient. Ces peuples, d'après les traditions qu' Hérodote, Strabon, Justin et Orose se sont chargés de nous transmettre, ne s'arrêtèrent un peu dans leurs in vasions continuelles des pays du sud, que depuis"], [156, "1 34 CH. VIII. MIGRATIONS DES PEUPLES SCYTHES. que parmi ceux-ci s'organisèrent quelques grandes nations plus ou moins militarisées. Ils étaient no mades, et changeaient de place à tel point, que l'on voit encore de nos jours sur les bords du Lena les Jakoutes, qui, selon Strahlenberg, demeu raient autrefois sur les versants du Thibet; si bien qu' étant dans la région des rennes, ils ont conservé encore l'usage du cheval. Même après rétablissement de la grande natio nalité assyrienne et de la mède, des barbares kim mériens, sortis de l'ouest de la mer Caspienne, sous les ordres de leur chef Madyes, se sont jetés sur les rives de l'Euphrate, en saccageant et incendiant des villes de la Chaldée et de la Mésopotamie. Ils passèrent en Syrie, à Damas, et allèrent jusqu'aux frontières de l'Egypte, où Psamétik I négocia avec eux pour échapper à leurs déprédations. II est même possible que, dans le nombre des concessions faites à cette race, l'on doive compter celles accor dées aux étrangers, pour la fondation de la ville et du port privilégié de Neucrate, fondation qui a été surtout en faveur des Cariens et des Ioniens. Près de dix-neuf siècles plus tard, vers l'an 1244 de notre ère, les Kharizmiens, habitants du Khouarezm , chassés de la haute Asie par les con quêtes de Tchingiskhán , étaient venus en Syrie, et, sur l'invitation du sultan d'Egypte, ils avaient"], [157, "135 PLUSIEURS EXEMPLES DE CES MIGRATIONS. attaqué les Francs et leurs alliés sous les murs de Ghazzah. Deux de ces grandes émigrations, également déjà dans l'ère chrétienne, ont donné origine en Europe aux deux grandes nationalités turque et hongroise. Un exemple plus récent des émigrations en masse de ces peuples, vers un endroit très-distant, s'est présenté, selon Hommaire de Hell,* encore durant le dernier siècle, sous le règne de Cathe rine, des rives du Don vers les extrémités orien tales de la Mongolie. Ces peuples étaient généralement, comme encore aujourd'hui, indolents et peu amis du tra vail; habitant des contrées peu fertiles, qu'ils cul tivaient à peine, chaque fois qu'ils souffraient d'une plus grande disette ou de la famine, ils changeaient de pays. Ceux de l'Asie septen trionale, ayant au nord la mer glaciale, au sud des chaînes de montagnes, et après elles les déserts de la Mongolie, se jetaient vers le sud-ouest, par une espèce d'entonnoir que la nature présente au sud des chaînes de l'Oural, des deux côté de l' Aral, sur les bords de la mer Caspienne, d'où ils passaient dans l'occident de l'Asie et même en Europe. * Tracéls in t/ie steppes os tlie Caspian Sea, p. 227 — 235."], [158, "136 CH. VIII. RACE MONGOLE. SES CARACTÈRES. En général, ils appartenaient à la race appelée mongole; mais, par suite des croisements successifs, on y voit aussi de nos jours des types tout-à-fait caucasiens; néanmoins, le plus grand nombre se classifie en deux races, l'une rousse, et l'autre, plus au sud, brune. C'est à cette dernière, aux cheveux noirs et lisses, rasés en partie, de haute taille, aux grandes oreilles, aux épaules larges, aux jambes sèches, aux bras nerveux et aux longues mains qu'appartiennent les peuples dont nous nous occu pons: les Tupis et les anciens Egyptiens. Les indices comprobatifs de ce que ces deux peuples étaient touranniens nous sont fournis par la philo logie comparée, en la consultant avec la circons pection nécessaire et avec la prévention de ce que leur séparation de la nation mère a eu lieu depuis quelques milliers d'années, et que les descendants des deux colonies détachées de la même naion mère ont après subi tant de trans formations au contact d'autres peuples. Cette nation mère nous paraît correspondre à celle, aujourd' hui nord-altaïque, qu'on peut nommer mongole ostiaque, encore récemment dispersée en hordes avec des dialectes différents, dans lesquels il n'est pas difficile de trouver çà et là maints mots égyptiens et tupis, avec les changements naturels depuis le cours de tant de siècles, pendant lesquels"], [159, "137 LES EGYPTIENS, DE CETTE RACE la langue a aussi, à son tour, subi des invasions de celles de plusieurs autres peuples voisins. Le siècle dernier, Strahlenberg a dit qu'une de ces langues, celle des Kanskis, „ était à peine reconnaissable par suite de la quantité de mots étrangers qui s'y sont mêlés, par l'effet de la com munication que ce peuple a eu avec ses voisins. \" * Les mots anciens ne se trouvent que clairsemés dans plusieurs des dialectes disséminés de la même langue : il faut tâcher de les y trouver. Occupons-nous d'abord des Egyptiens. Cher chons dans leur langue, ou plutôt dans le copte, qui la représente, des mots de la vie primitive et représentant des idées positives et qui ne puissent se confondre ou souffrir la concurrence de quelque synonyme; p. ex.: soleil, lune, ciel, étoile, eau, fleuve, père, œuf, langue, champ, pierre, noir, et les nombres fondamentaux. Nous savons que les Egyptiens nommaient le soleil rha et la lune yoh, noms qui ont même passé à leur mythologie. Or, dans les dialectes assan et kotowzkien ou kanskien, cités dans le Mithridates (I, 560 et 561), le soleil est nommé era ou yera, ce qui ne diffère pas beaucoup de rha. Dans ces mêmes dialectes la lune est nommée shui. ° Strahlenberg, „Der Nord- ttnd Ostliche Theil von Europa und Asia\", Stockholm, 1730, p. 36; trad. française p. 167 du vol. II."], [160, "138 CH. VIII. PREUVES PHILOLOGIQUES. Etoile, dite en égyptien seb ou siu, en copte ciot, se dit en yenisei-ostiaque xoax; et ciel, en copte ne, kh, cpe, se dit dans ce dernier dialecte de même que dans le k o 1 1 i q u e sibérien ês. L'eau, dite en copte mot, Mtooir, moot, goT, etc., se dit encore mu dans neuf dialectes tongouses cités dans le vocabulaire pétropolitain (n. 138 à 146) et dans un ouvrage de Klaproth.* Dans d'autres dialectes sibériens, on la désigne par les monosyllabes analogues, bu, be, bi, u, uth, etc. Fleuve en copte id^po, dans plusieurs dialectes sibériens tara. Nons savons que e^íi&evc, en copte, signifie père. Aussi, dans les dialectes k amash etkoibal,** nous trouvons les mots abá et abba, donnés avec la même signification dans le dictionnaire pétro politain (n. 132 et 133). Le dernier mot se trouve aussi dans un des dialectes tongouses. Dans ceux des ns. 134 et 151 du même dictionnaire nous trou vons encore abbe, iaba et obi; dans le as s an et kanskien opb; dans l' o stiak obo. et finalement dans le koibal, kotowan et assan op. Nous avons vu qu'en égyptien u- \\, V , signi fiait „un champ\". Or, u a aussi précisément la * Verzeichniss der Chinesischen und Mandschuischen Bûcher und Handschriften etc., Paris, 1822. ** Cités dans le Mithridates, I, 558."], [161, "139 EXEMPLES HANS PLUSIEURS MOTS. même signification en yenisei-ostiaque. Nous avons aussi vu qu'en égyptieirtes*^^>N^ou_^_>V,) désignait „ pierre\". Le mot en yenisei-ostiaque est encore presque le même: tyes; dans d'autres dialectes sibériens tas, comme en turc. Pour l'oeuf, en égyptien suh-t pO^\\V en copte ciúottoí, nous trouvons dans le k ottique sibérien sulei, et dans les dialectes assan et kanskien (149 et 150) schulei. „Langue\": en copte ?V.d«.c, e^cne, &cm etc. En yenisei-ostiaque alap; en koibale islip; dans d'autres dialectes sibériens alupb. „Noire\": en égyptien kêm, en copte rhm; dans les dialectes yenisei-ostiaque et kottique koìi, koni, hon. Kern était aussi le nom du fleuve Yenisei avant d'avoir reçu les eaux de la Ton- Q-ouska.* Correspondant au nombre „un\" , en copte oTtoT {uân en égyptien), nous avons en kanski opp. Pour „deux\", en copte cn&.ir, nous trouvons en yenisei-ostiaque yn'ám, en kanski tzida. Pour „trois\", en copte ujom, ujmt etc., nous avons le ton go use ssuum; et pour „ quatre\" q-rcooir, qTOOT, qT€T, qTO, qroe, nous avons en kanski thoeta, et dans un autre dialecte (czuwasque) twata, etc. * Donner, pag. 93."], [162, "140 CH. VIII. CONSIDÉRATIONS. Au delà de „ quatre\" les noms des nombres dif férent; mais si nous nous rappelons qu'Anchieta dit que la numération fondamentale des Tupis ne dépassait pas le même nombre quatre (que Lery élève à peine jusqu'à cinq) il serait plutôt éton nant que les devanciers des Tupis, ainsi que des Egyptiens primitifs, fussent en arithmétique plus forts que d'autres de la même famille venus après eux. Ne possédant pas de vocabulaires assez com plets de ces dialectes nord-altaïques, il nous est de toute impossibilité d'offrir d'autres analogies; mais nous croyons que celles mentionnées ci dessus sont suffisantes pour nous fournir des argu ments assez décisifs qui démontrent l'origine de l'ancien égyptien; et par conséquent le peu de fondement avec lequel les Egyptiens, descendus eux-mêmes des Scythes , prétendaient, selon Tro gue-Pompée, être plus anciens que ces derniers. Nous devons toutefois ajouter que les mots primitifs et radicaux dans ces langues sont mono syllabes, qu'elles abondent en onomatopées, et que les réduplications y sont employées dans les mêmes cas que dans l'égyptien et dans le tupi. Croyant ainsi résolue l' énigme de l'origine des anciens Egyptiens, nous devons ajouter qu'il ne faut pas s'étonner que ceux-ci fussent venus de si"], [163, "141 INCERTITUDES SIR LE POINT DE DÉPART. loin jusqu'à la Méditerranée. Nous devons nous rappeler la grande facilité de locomotion de ces peuples nomades ; d'autant plus qu'il ne faut pas, à toute force, croire qu'avant d'arriver aux bords du Nil (peut-être en quatre hordes pour respecter le texte de la Bible, quant àMitsraim), ils aient dû faire le trajet justement depuis les affluents de la haute Yenisei, où, le dernier siècle et encore du temps de Castréen, vivaient des peuples avec des mots semblables dans leur langue. Par suite de leur tendance nomade, ces peuples auraient bien pu, comme nous l'avons dit, résider avant quarante siècles, plus au sud ou plus au nord, du côté de la Lena ou d'Archangel, ou encore bien plus à l' ouest. Malgré la facilité avec laquelle les Cariens, représentés par les Tupis de nos jours, avaient pris* des mots et des formes des autres langues, comme fait aussi un autre grand peuple marin et commerçant de notre époque, si l'on étudie leur langue un peu plus à fond, en donnant plus d'attention aux mots de la vie pour ainsi dire primitive, et qui n'ont pas dû se changer par l'adoption des idées religieuses ou des industries d'autres peuples plus civilisés, ils se dénoncent aussi comme de la même race. \" Voir avant, pages 26 et suiv."], [164, "142 CH. VIII. LES TUPIS D'ORIGINE IPENTIU1 K. Justement c'est entre les Mongoles-Ostiaques que l'on rencontrait, encore dernièrement, des peuples dont les langues possédaient aussi un grand nombre de mots tupis. En outre de ceux, déjà cités dans le rapprochement avec des mots égyptiens, pour désigner eau, champ, père, œuf, nous y trouvons kura, canot, en tupi igára; birá, fleuve, en tupi para,; aká,* yekci** ou takai, tête, en tupi akan (égyptien â?iân); guma, noir, obscur, en tupi una; tsanga,*** blanc, en tupi tinga; sui (yenisei-ostiaque) jaune, en twpijub; go, fruit, en tupi yá, et autres. Si la langue tupi démontre dans les flexions des verbes l'influence de Tari en, elle a un mot dans lequel cette influence est encore manifeste: c'est lc mot goyava. Dans un dialecte sibérien (le ke shaiskien) go signifie „le fruit des champs.\" En sanscrit et en zend le mot yava a précisément la même signification; de manière que dans ce mot l'on pourrait croire que les émigrants auraient fait, avec l'union des deux langues, le même pléonasme que l'on remarque en Espagne dans le mot „pont d'Alcantara\", et en Portugal, Portus-cale, port-port. et autres. Dialect. petr. Nr. 113. Ibid. Nr. 112. Tsanga- Youss veut dire le „Youss (fleuve) blanc.\" Gmelin."], [165, "143 MONGOLES D'EAU. ABIENS, PICTI. Si la nation mère de ces deux peuples, égyp tien et tupi, à l' époque de l'émigration de l'un et plus tard de l'autre, vers la Méditerranée, séjour nait alors, comme à présent, sur un des affluents de la Yenisei, il ne serait pas difficile d'expliquer le trajet des émigrants, en descendant la même Yenisei, et remontant après l'Obi et le Tobol, passant ensuite des versants plus occidentaux de ce fleuve aux plus orientaux du Volga, et de ce dernier, par un court trajet, au Don, qui les aurait menés dans le Pont et la Méditerranée. La circonstance que les Cariens et plus tard les Tupis, leurs descendants, se soient complètement dédiés à la navigation, fait croire qu'ils auraient été déjà un peuple habitué à l'eau: sans doute issu d'une branche analogue à celle des Mongoles d'eau ou Su-Mongoles de notre temps, appelés par les Chinois Shui-Tatars (Tatars d'eau), que l'on iden tifie aux anciens Abiens, mot pris d'un autre sem blable de l'ancien perse, signifiant habitants dans l'eau;* nommés aussi Picti, pareequ'ils étaient tatoués, comme encore de nos jours le sont les Tongouses. Ptolémée place ces mêmes Picti près du parallèle de 60°, où demeurent à présent les peuples dont nous avons cité les mots. * Dans l'ancien perse api signifie eau 11"], [166, "144 CH. VIII. TRAJECT PROBABLE DANS LA MIGRATION. En réfléchissant à la facilité, avec laquelle les Tupis improvisaient leurs canots ou radeaux, quelquefois même avec des écorces d'arbres ou des plantes aquatiques semblables au papyrus, qui se trouvent dans les endroits marécageux, à celle aussi avec laquelle ils traînaient par terre, dans certains isthmes, jusqu'aux eaux navigables des versants opposés, ces moyens de communication, — facilité qui leur aurait sans doute été transmise par leurs pères, nous concevons l'arrivée de ces émigrants dans la Méditerranée de la manière la plus commode pour eux par cette voie. Tout au plus, de la mer Caspienne, ils auraient pris par la Géorgie, laissant au sud l'Ararat et côtoyant après les versants méridionaux du Taurus jusqu'à la Méditerranée. En tous cas, pour ce qui regarde les Egyp tiens, nous avons même une forte raison pour ne pouvoir pas croire qu'ils fussent arrivés en Egypte par l'isthme de Suez, mais bien par la Méditerranée, c'est qu'au commencement ils n'ont pas eu de che vaux, mais seulement les ânes qu'auraient déjà possédés les autochthones , sans doute peuples éthiopiens. Quant aux Cariens, nous inclinons à les croire arrivés par terre de la Caspienne à la Méditerranée et cela à cause des formes ariennes, que nous trou-"], [167, "145 L'ARGOS ETAIT UNE GRANDE PIROGUE. vons dans la langue tupi, et qu'ils auraient pu adopter pendant ce trajet effectué peu à peu. Nous devons ajouter ici qu'il paraît que ce n'était pas un privilège exclusif des Tupis et des Tatars d'eau, celui de la facilité de traîner leurs canots par terre. L'usage devait être familier à tous les anciens navigateurs de la Méditerranée; puisque Apollonius de Rhodes dit même que les Argonautes portèrent sur leurs épaules, pendant douze jours et douze nuits, à travers les sables de la Lybie, rien moins que le navire Argos, qui, soit dit en passant, même par ce simple fait, n'aurait pu être qu'un simple galère ou grande pirogue de guerre des Tupis. Et il ne faut pas nous éton ner de ce que les Anciens dans des barques si frêles eussent entrepris des grands voyages mari times. Les Tupis, plus tard, nous ont montré pra tiquement comment cela pouvait s'effectuer. Les barques étaient peu chargées, et les rameurs, très sobres, réduisaient le plus possible leurs provisions de bouche; et s'il arrivait à une des barques de chavirer, même en haute mer, tout l'équipage se lançait à la nage, et bientôt on rédressait la barque, et on la remettait à flot, rentrant après de nouveau dedans tous les matelots. Les deux peuples, immigrant dans les pays où ils ont réussi à s'établir, l'un plusieurs siècles 11*"], [168, "146 CH. VIII. TENDANCIS NOMADES DES SIBERIENS. après l'autre, auront modifié leurs anciennes habitudes. Les Egyptiens, soumis à leurs prêtres, sont devenus un peuple religieux, calme, agricole, industrieux et esclave des principes de la morale et de la justice, et ils ont réussi à former une nation, qui a subsisté des milliers d'années, et qui est arrivée à laisser d'elle un brillant souvenir jusqu'à nos jours. — Les Cariens sont devenus navigateurs et grands pirates: ils se sont agrandis par des conquêtes, qu'ils n'ont point su conserver; et après n'avoir rien créé, ils ont fini par dispa raître de la Méditerranée. Quant à l' audace nécessaire pour venir s'éta blir si loin, dans l'Egypte et la mer Egée, ce ne serait certes pas nous qui aurions la moindre difficulté à la trouver Irès-naturelle , après avoir assisté, il y a trois ans (1872), à la foire de Nizni Novogorod, et y avoir été témoin de la facilité avec laquelle les Sibériens de nos jours arrivent chaque année sur les bords du Volga, en traversant toute l'Asie depuis la Chine, pour y apporter le thé appelé de caravane. Mais c'est surtout en étudiant les mœurs et les habitudes de tous ces peuples sibériens, dans les ouvrages des écrivains et voyageurs qui s'en sont occupés, que l'on arrive à la conviction que les Tupis et les anciens Egyptiens ont été leurs descendants. En lisant"], [169, "147 RESSEMBLANCES ENTRE LES TUPIS ET LES SIBÉRIENS. donc les ouvrages de Strahlenberg, Millier, Gnielin, Fischer, De Guignes, Pallas, Tooke, Coxe, Cochrane, Bell, Sauer, Loskiel, Krascheminikow, Ledyard, Schmidt et Castrén, voici ce que nous y trouvons. Comme les Tupis et les anciens Egyp- tiens, ces gens ont peu de barbe; ils rasent en partie leurs cheveux; ils croient aux mauvais esprits, et leurs prêtres ou kamms sont à la fois leurs médecins et sorciers ou devins. Comme les Tupis au milieu de leur barbarie, ils se distin- guent par un esprit hospitalier, et sont renommés par la perfection de leurs sens de la vue et de l'odorat et par leur instinct à s'orienter dans les localités. Encore comme les Tupis, ils aiment la danse et les chants des faits héroïques des leurs; ils supportent très bien la fatigue et la famine, devenant voraces lorsqu'ils obtiennent de quoi se rassasier, continuant après à vivre dans la même imprévoyance; ils ont les chiens pour leurs com- pagnons inséparables ; ils s'occupent de la guerre, de la chasse, ainsi que de la pêche, et leurs femmes de cultiver la terre ; ils tuaient leurs prisonniers et conservaient les femmes en escla vage ; ils connaissaient les moyens d'obtenir le feu par le frottement rapide d'un bâton pointu sur le trou d'une planche, comme les Tupis saUVages; et enfin, ils fument comme ceux-ci le tabac, en passan"], [170, "148 CH. VIII. ENCORE I.E TABAC. BOUCAN. le même cigare ou chibouk des uns aux autres. C'est très probablement, comme nous l' avons dit, un usage qu'ils auraient comme les Chinois,* bien avant la découverte de Colomb et depuis un temps immémorial; de manière qu'il n'est que très possible que le tabac soit cette vertueuse plante dont Héro dote dit que les Scythes Massagêtes aspiraient la fumée ; et la même dont, selon Maxime de Tyr, ** des Scythes buvaient en cercle la fumée, avant leurs danses et leurs chants dans l'ivresse. Encore de nos jours les Hottentots fument le tabac de la manière décrite par Maxime de Tyr. Depuis un temps immémorial les Sibériens reçoivent le tabac de la Chine et aussi le thé, dont ils ne peuvent se passer, fait à leur manière ; et cela pourrait bien avoir favorisé la découverte, par les émigrants, du mate en Amérique. Comme les Tupis encore, ils sont grands nageurs et se jettent à l'eau avec la plus grande facilité pour sauver les leurs ou pour se sauver eux-mêmes, en cas de persécu tion ou de naufrage. Ils étaient très- adroits clans le tir de la flèche. Ils supportent le travail jour et nuit, sans proférer une seule plainte, et, comme les Tupis encore, ils gardent leurs viandes séchées ou boucanées, de même que les produits de leur * Voir avant, pag. 101. ** Diss. XI j voir éd. Davis, 1703, page 122."], [171, "149 FARINE DE POISSON. --ÏPIULIS. SOBRIO.UKTS. pêche, ceux-ci quelquefois réduits auparavant en farine, aussi comme les Tupis, avec leur pira-cui. En remarquant qu'entre les versants de l'Obi et de la Yenisei la syphilis est de nos jours si familière, si populaire même, on est tenté d'aller plus loin, et d'imaginer que les Cariens l'auraient apportée les premiers en Amérique . . . La tendance même des Tupis à se donner les peuplades les unes aux autres des sobriquets,* plus ou moins injurieux, se rencontre chez les Sibériens. Selon Gmelin, ils nomment les Taréens, apostats ou pendus; lesKousnetséens, marmottes; les Toms kiens, fanfarons; les Sourgoutes, louches; les Bere soiens, mangeurs d'écureuils; les Mangaséens, visages sereins, et aussi mangeurs de poisson séché ; les Krasnoiarskiens, opiniâtres ; les Ilimskiens, mouches d'Ilimsk; les Jacoutes, mangeurs d'écorce. Aussi, comme les prêtres tupis avec leurs aiu pave, les kamms sibériens avaient les chapelles un peu éloignées des villages, et dans leurs sorti lèges ils faisaient également des contorsions et des grimaces. Les Tupis ont gardé un autre souvenir de leur origine dans l'habitude d'accompagner leurs attaques en poussant des cris horribles. Sans doute les Ca riens auraient fait aussi de même, et de nos jours * Llt'st. Ger. do Brazil (l;,e éd.), vol. I, page 102."], [172, "/ CH. VIII. CRIS DANS I.US COMBATS. 150 les peuples mongoles et tatares conservent encore un tel usage. Nous l'avons vu, tout dernièrement, chez les troupes de Khiva, à l'occasion de leurs rencontres avec les Russes conquérants. On cite même* certains usages, dans le sein de la famille, qui sont identiques, entre les Tupis et les Sibériens, Calmoukes et Tatares. Mais ce qui, quant à nous, rapproche plus ces peuples des anciens Egyptiens, de même que des Tupis, c'est la préférence donnée aux racines de certaines plantes pour leur alimentation. Ceux des environs de Krasnoiark mangeaient, en outre cer tains oignons ronds, les oignons du martagon ordi naire, ou d'une autre espèce rouge de cinabre ( Terrae glandes, Lathirus etc.) ; ceux de Kanskoi faisaient même un pain avec des oignons de marta gon et autres espèces de lis. Les Tongouses d'Ar goune mangeaient une racine de bistorte nommée moaka.** Plusieurs peuples sibériens mangent en core d'autres racines; telles que de V Erithronium, que l'on y nomme bess, de l'argentine {Potentilla), de la pimprenelle sanguisorbe , de la petite bis torte {Polygonum), d'une espèce de campanule atlik, d'un jonc fleuri appelé kiélassa, de plusieurs espèces de lis {Lilium), de deux genres de sainfoin * Martius, „ Von dern Bechtszustande\" etc., page 46, 56 et 57. ** Gmelin."], [173, "151 ALIMENS DE RACINES. BOISSONS SPIRII l'El'SKS. ( lledysarum), l'un à fleurs pourpres et l'autre à fleurs jaunes pâles. Ils mangent crues les racines de la pimprenelle et de l'argentine; ils les font sécher toutes, excepté la dernière qu'ils réduisent en poudre, pour en faire après des bouillons épais, comme les Tupis avec la farine de mandioc. Enfin, ils mangent tous les oignons ou racines bulbeuses qu'ils trouvent dans les champs ; et il n'y a rien d'étonnant, s'ils ont colonisé l'Egypte, qu'ils y aient emporté d'avance le goût non seulement pour les oignons d1 Egypte, mais aussi pour tirer parti, comme aliments, de toutes sortes de racines du lotus, de la colocasse, etc. La nature même de ces aliments froids et la température basse du pays contribuent beaucoup à ce qu'ils ne puissent se passer de prendre en quantité des boissons fermentées, et de s'adonner à des saturnales de plusieurs jours jusqu' à l'épuise ment complet de leurs provisions alcooliques ; usage qui se trouvait aussi parmi les Tupis, malgré la différence des climats. Le siècle dernier, il y avait encore même des Sibériens avec des metáras ou botoques à la joue, parmi ceux qui habitaient vers le nord-est de l'Asie, sur les côtes de la mer glaciale. Nous le savons par le témoignage d'un voyageur digne de foi, de Gmelin. Nous nous bornerons à transcrire ici"], [174, "152 CH. VIII. BOTOQUKS DANS LA SIBÉRIE. dans notre texte les paroles de son récit, dans le résumé en français de Keralio (I, 426). II y est dit que ces Sibériens „ne se croiraient pas parés, s'ils n'avaient pas une dent de cheval marin pas sée dans un trou qu'on leur fait exprès à la joue\" ; en comparant même le défaut de cet orne ment parmi eux à celui des Européens, qui, s'ils n'eussent été frisés et poudrés, n'auraient pas osé se montrer\".* Nous devons ajouter ici que nous avons acquis la conviction que l'on viendra encore à prouver être de famille touranienne quelques autres langues anciennes non classifiées ou éteintes, et peut-être l' étrusque entr' elles. Par nos études, nous y avions déjà rallié le basque, avant même de savoir que ce fait était déjà admis par les philologues après les études du prince Lucien Bonaparte. Nous nous bornons donc à ajouter que la couvade, connue dans le Béarn (Basses-Pyrénées) et quelques autres pays, c'est à dire la pratique de rester le mari quel ques jours au lit après les couches de la femme, * Voici les mots de l'original: . . . „dass sie dièse Figuren in dem Gesic'nte fiir etwas schones halten\", eben so wie die Tschucksehi, welche in den nordóstliehen Gegenden von Sibirien an dem Eismeere wohnen, einen Wallzahn, den sie an den Hacken jedei- Seite durch ein besonderes dazu schon in der Kindheit in die Backen gemachtes und erhaltenes Loch durchstecken , oder wir Europiier in Locken gelegte und pepudertc Haare ais einen Zierrath ansehen\". — D. Johann George Unielin's Beise durch Sibirien. Gottingen, 1751 — 1752, II, 645)."], [175, "153 AUTliES LANGUES T0URANI1 NNES. pratique suivie parmi les Tupis sauvages encore de nos jours,* doit, sans doute, avoir été une introduc tion des peuples de Touran. Des études plus profondes arriveront peut-être à démontrer la même influence touranienne dans la famille malaise, et dans celles des îles polyné siennes de Pâques , de la Société et Marquises. Dans cette dernière langue, nous avons remarqué les mots érao, abeille, uri, chien, dudu, feu, evi, eau, et quelques autres. Quant à la langue malaise, c'est elle qui** possède le mot tanah A»lï, pour désigner terre, mot qui est passé à l' extrémité de l'Europe, dans les mots Lusitania, Aquitania, Turdetania, etc. Les similitudes que l'on remarque entre l'égyp tien et les langues sémitiques, dans un grand nombre de racines identiques, dans les pronoms, et dans plusieurs fermes des verbes et même de la syntaxe, peuvent être facilement expliquées, quel ques-unes par l'influence touranienne des Chana néens sur les autres peuples sémitiques, et le plus grand nombre par le contact intime de ces mêmes peuples sémitiques avec l'égyptien, pendant des siècles, alternant successivement les rôles de con quérants et de conquis. De la même manière peu- * Voir Historia Gérai do Brazil, lère édit. vol. I, p. 229, et plus explicitement Gabriel Soares, Ile part., chap. 154. ** Selon le savant Prof. Friedr. Miiller."], [176, "154 CH. VIII. CERTAINS FAITS PHILOLOGIQUES EXPLIQUÉS. vent être expliquées toutes ces ressemblances de tant de mots des pays au sud de l'Egypte avec l'ancien égyptien. Non seulement quelques mots du pays auraient été adoptés par les premiers Tou raniens qui s'établirent sur les bords du Nil, mais d'autres auraient été plus tard introduits au delà des cascades par les conquêtes égyptiennes. Pour pouvoir se faire une idée assez juste de cette influence, il suffira de nous rappeler comment la domination des Romains est parvenue à latiniser les Gaules, et celle des Maures à arabiser l'Espagne. Encore sous nos yeux la Finlande se slavise peu à peu, et l'Algérie emprunte beaucoup du français et pourra finir par devenir française, comme l'Egypte a fini par devenir arabe."], [177, "Pour le moment, nous regardons ce travail comme terminé, dans l'anxiété où nous sommes de soumettre nos idées au public. Nous nous plaisons à reconnaître le premier, que ce travail est encore susceptible de bien des développements; et, même après que les feuilles qui précèdent étaient imprimées, en consultant, dans un autre but, des livres sur les langues du monde ancien, nous n'avons pas manqué d'y faire encore des récoltes, qui offriraient quelques argu ments de plus, s'ils étaient nécessaires. Nous nous permettrons seulement d'ajouter ici que, dans la page 31, le mot tupi peiî et l' égyptien pefì doivent être considérés identiques, si nous nous rappelons que les Tupis ne pouvaient pas prononcer la lettre f (v. page 110). Ainsi la dite lettre f aura été convertie en aspiration ; de même que, par l'influence arabe, l'ancien mot castillan fy o fut converti en hijo."], [178, ""], [179, "ERRATA. Page Ligne 26 25 otxoç òixoç 33 18 \\ 40 note ** > C'astréen C'astrén 141 9 ) 37 10 Le mot ei et son hiéroglyphe iloivent correspondre au verbe „venir\". 92 note *** Bock Bôckh 93 3 n us nous 101 19 tutum íutun 136 19 naion nation 139 2 la main (hiéroglyphe) est renversée."], [180, ""], [181, ""], [182, ""], [183, ""], [184, ""]]