[[1, ""], [2, ""], [3, "THE 6. 1 PRINCESS ROYAL; H *atirr. THE HON.*.*,* \" Many will intreat the favour ofthe Prince\" — ss. — Prov. ch. w r. LONDON: J. W. SOUTHGATE, LIBRARY, 164, STRAND. MDCCCXLI. Price One Shilling. Johm Lkiohton, Printer, Johnson's Ccirt, Fleet Street."], [4, ""], [5, "THE PRINCESS ROYAL. a \" Many will intrcat Ihe favour of the Prince \"— ss, Piov. chap. xx. ver. 6. THE HONBLE- * . * . • AUTHOR OF \"THE PALACE MARTYR,\" \"POLICE AND PIETY,\" \"GERMAN BRIDEGROOM,\" \"WHIG TAXATION,\" &c. LONDON: .7 W. SOUTHGATE, LIBRARY, 164, STRAND. M.DCCC.XLI."], [6, ""], [7, "THE PRINCESS ROYAL Of all whom Palace superstition fools, And Royal hearts rejoice in as their tools; Of all the crouching curs whose hacks bend low Before a Monarch's crown-encircled brow : Of all the sycophants whose sense of shame Dreads not the fact of slavery — but its name, None are more base, more miserably vile, Than the mean courtiers of our sea-girt isle. None lick the dust with more subservient zeal— None boast of knees more resolute to kneel ! Had the Creator really set apart By some strange patent of Almighty art A Monarch's person, intellect, or mind, From the rude natures of our meaner kind, One might conceive this vehemence of awe — This holy reverence for the Royal law : And no wise man to worship would repine If the gay idol were indeed divine ! Or did the virtues, which our fallen state Claims as mementoes of a better fate,"], [8, "4 i Burn with more brightness in a Royal breast Than in the humbler bosoms of the rest : Or were the vices, which we all condemn, Less black and flagrant when beheld in them, None would deny the sceptred angel's claim, And men might bow without a blush of shame ! It is not so — the tenants of the throne Claim no such bright perfection as their own. Vicious, or foolish, as their luck may lead, No plants celestial spring from Royal seed. Some may be tyrants, and with blood-stain'd hand Diffuse their desolation o'er the land ; While others fritter millions wrung from toil On shining gew-gaws with a languid smile. Tyrants, however, have grown out of date : We scorn — but cannot condescend to hate The feeble dotard, or the girl who sways The European sceptres of our days. Nero would match not with this age of ours, Though Rome beheld his tomb adorn'd with flowers ! Fashion o'er Royalty exerts its sway ; Customs have pass'd, and ages roll'd away Grown civilized, our Monarchs stain- no more Their sacred fingers with a subject's gore ; We labour now beneath a lighter curse, They only dip their fingers in our purse : For, losing all their habitudes of old, They've changed their thirst of blood for that of gold The rack, the thumb-screw, and the fatal block, Once Royal toys, have now become a mock. In days of yore the Monarch's anxious mind, Of torture, loved fresh instruments to find ; And in the gloomy dungeons of the Tower We see the proofs of their paternal power."], [9, "5 And yet 'tis curious that, in spite of all These horrid engines to torment and maul, We boast of one our forefathers had miss'd — They never suffer 'd by a — Civil List .' Then praised be Heaven— (from whence the Royal Comes, we are told — and not from 'tother place) — That hath vouchsafed us, in our day of need, Of regal vultures a less savage breed. race We must not murmur, since in modern times, Folly in Monarchs has replaced their crimes. It were ungrateful, did we still complain When ruled — though tightly — by a silken rein : Our lives and limbs no tyranny attacks — Then do not grudge the still increasing tax ; Our gentle Mistress needs it for her pets, Her foreign husband and her marmosets ! Another Royal prodigy to keep — Another tax-fed thing, to make us weep ; Another scion of the endless race, Another Guelph with Anglo-German face ! When shall our purse sleep undisturb'd in peace ? When will this avalanche of locusts cease ? Two Queens already on our substance prey'd — Dear Albert's thousands annually are paid. And now to crown it all, oh ! dire excess, Pap must be furnish'd for a new Princess ! Is it not fearful, that while haggard Want Stalks through our cities, pitiless and gaunt ; While the wan pauper, with his wolfish eye, Glares on the food he cannot beg or buy ; While to his knees his famish'd children cling To seek the bread denied his hand to bring —"], [10, "6 Is it not fearful that 'mid scenes like these In which Starvation propagates disease, We still are forced to contemplate and curse These Royal leeches on the nation's purse : Are forced to execrate the crawling zeal That scorns for pauper infancy to feel, But takes the gold, for which the pauper toil'd, To gild the cradle of a Royal child ! Fashion exhausts its most capricious whims To suit the German baby's precious limbs ; And, for the darling's cot, presumes to ape The \" sea-shell's\" fairy elegance of shape. This, too, becomes a Monarch's offspring well — The pauper's starved, hath but the parish shell !■ And anxious still, as she has ever been, To foster British art — our gracious Queen Bade a French artiste furnish the design, And praised the execution as divine ! In this, at least, discernment was display'd — No English artisan the bauble made ; Since for a child, whose foreign breed we view, The cradle surely should be foreign too. Baths, too, with silver and with marble lined, For the young stranger's use have been design'd Thus it would seem, that, at their very birth, These Royal idols, whom we keep on earth As in the mind, so in the form no less, Bear an innate and mark'd uncleanliness. Baths may the body cleanse, but still the soul In monarchs is irreparably foul ! Well does the \" silver\" lining represent The tax-wrung treasures on their follies spent."], [11, "7 As for the \"marble\" in this work of art — 'Tis emblematic of the Royal heart. When to the world his blood was shed to save, The glorious Son our mighty Father gave ; Equal to him in majesty and might — Like him a God, a Spirit no less bright, No princely splendour deck'd the Babe of Bliss ; None fawn'd upon that infant as on this ! The lowly Jesus in his stable lay — That stable hallow'd by a Godhead's ray. No servile crowd, no nation on its knees — No costly cradle fashion'd for his ease : No pompous prelate salaried to bless, No fine-wrought linen for his limbs to press ; No herds of menials on his wants to wait, Or full as menial Ministers of State — Welcomed to earth, or worshipp'd at a nod, The Prince of Angels — and the Son of God ! Divine in nature, yet in form like man, All blest propounder of Salvation's plan ; He did not wear of Royalty the mask, To gild the simple glory of his task. He did not hide the Saviour and the friend Beneath the trappings which a Court can lend, But shared with Joseph his mechanic's fare, And held aloof from palaces and glare ! Alas ! how far I've wander'd from the scene, And left behind our baby and the Queen ; Since no connection can I trace in them, Or in their palace pomps with Bethlehem ! And I've digress'd far more than it sufficed — For what has Royalty to do with Christ ."], [12, "8 Oh ! 'twas a tableau thoroughly sublime, Worthy some modern Raphael of our time ; One that Victoria, adept at a sketch, Herself might almost condescend to \" etch.\" I mean the moment when auspicious fate Bestow'd a new young vampire on the state. Prelates and lawyers, Whigs and lady's maids, Nurses and doctors, foremost in their trades Throng'd to behold the interesting case And hail another embryo of the race ! Albert — with German delicacy rife — Stood in the chamber of his Royal wife ! With manly kindness shudder'd at each moan, Ponder'd attentive o'er each painful groan, And c[ualified himself for the degree Of senior Wrangler in— Midwifery ! The Scottish doctor, whose discerning art Less apt to heal a wound than break a heart, Bore off a wreath of medical renown Proclaim'd by Flora's fate throughout the town ; This time, at least, delightedly perceived His wise prognostics had not been deceived. Behold borne gently in its nurse's arms Without a fig-leaf to conceal its charms, The Royal baby is admired by all, But testifies its anger with a squall ! Doubtless, poor thing, its innocence shrank back By some strange instinct from that servile pack ; Doubtless its purity disdain'd to brook Each toady's smile and courtier's haggard look. In the sleek Bishop's elevated eyes, In each Whig visage, redolent of lies,"], [13, "•J X It read the love of Mammon and of self, The pride of office — or the lust of pelf; And felt the homage which they render'd there, Was the Princess's — not the infant's share ! Congratulations fulsome, yet how sweet, On every side the German father greet ; In broken English, the Saxe-Gotha sire Returns his thanks with animated fire ; Till from the fawning crew he loves so well Summoned to vanish by his Lady's bell He hastes once more his duties to resume, And joins the other midwives in her room ! The bells ring forth a patriotic peal, The cannon thunders in its loyal zeal; The cockneys gaping wander up and down — Illuminations blaze throughout the town : Prayers are concocted — fools Te Deums raise — Till Heaven itself grows weary of the praise ; In County Meetings congregate the squires, All loyal poets string their squeaking lyres, And noise is made enough to rouse the dead, Because — a woman has been brought to bed ! Who, one would ask, hath reason for delight Because a new Victoria comes to light ? Is it the peasant bondsman of the soil Whose hands must pay fresh imposts by their toil ? Is it the pauper, who o'erwhelm'd with need, Shrinks from the children whom he cannot feed . Whose wife brings forth within the workhouse door, Another wretch to suffer and be poor ; Unless, as recently has been the case, That workhouse door is closed before her face"], [14, "10 And labour's pangs — decreed by Nature's law — Cast the dead burden on a cabman's straw ! Is it the tax-cursed tradesman of our isle Who looks in vain for Royalty to smile ? While Queenly favours drop like gentle dew On foreign scamps of every trade and hue. Is it, in short, \" the People\" who rejoice And raise the grateful clamour of their voice ? No ! they have bent 'neath Monarchy too long To join their pæans to the loyal song. They've known too long the agony of want To hail Princesses with devotion's cant ; They've wept too long their disregarded tears To pour forth now enthusiastic cheers : They know too much of Monarchs and their seed To hail another of the grasping breed ! But the mean race of interested knaves, Whose barks ride proudly on Corruption's waves ; The fawning Whigs whose despicable fame, Has grown by custom callous to its shame — These are the men whose adulation pours Its filthy tribute at the Palace doors : These are the saints whose thanks ascend on high — These are the men who hail with joyful eye The Royal baby with its senseless face, As a fresh link to rivet them in place ! Statesmen, dishonour'd by their long misrule, They 've made their warmest partisans grow cool : \"5fear after year, their folly and their lust For place and pension, hath begot disgust : The people spurn them, while their blinded Queen, Who still maintains her puppets on the scene,"], [15, "11 Hath rent the veil of favour that was thrown By our besotted nation on her crown, No more a harvest of affection reaps, But shares their odium with the Whigs she keeps. Can we then marvel, that, to men like these, Who cling to place as ivy does to trees, Events like this a god-send should appear, To make their doom of banishment less near . Have they not labour'd in a thousand ways To bring back some slight particle of praise — Some gentle breeze of popular esteem To fan their Royal Mistress in her dream — Some strong reaction which the country's eyes Might tend to dazzle in its sudden rise ? To this we owed the celebrated plot Of Oxford's folly, and the leadless shot. And now they seize in time, to aid their dearth, This happy accident of Royal birth. All to their vile ambition seemeth fair To shirk dismissal's merited despair ; And they enthusiastically bless A pot-boy's pistols, or a plump Princess. Oh ! lucky Court, and Queen more lucky still ! Just as the fiend ennui began to fill The Royal bosom — just as ape and dog, And tailless kitten, and the Premier hog, Had ceased to gratify the Royal taste, And e'en the marmosets had been disgraced ; Just when 'twas needed most, kind heaven is pleased To send another plaything to be teased. All had grown \" flat, unprofitable, stale,\" — E'en Melbourne's appetite began to fail, —"], [16, "12 E'en Lehzen's toadyings had lost their gloss, And Albert was occasionally cross. In vain the hare was tortured in the course ; In vain court asses praised the \" learned horse :\" Not e'en the promise of a monster cheese, Drawn by some dirty cows, had power to please. Poor Queen ! her bright and intellectual mind For some fresh bauble miserably pined, Like him of old who offer'd half his throne For some new pleasure he might call his own. Said I not right, then . Did not Heaven bestow This blessed baby truly apropos ? Nor need our loyal bosoms feel alarm 'd, Lest by maternal cares our Queen be harm'd. Her constitution will be none the worse : Queens suckle not — they leave it to the nurse ! In common hfe, upon the mothers breast, The cherish'd babe finds nourishment and rest ; Her eyes gaze on it with affection rife, As from that breast it draws the source of life, Then sinks to slumber on its home of love, As in its nest reclines the unfledged dove. The low-born mother would not bear to part From the dear pledge that nestles to her heart — Would spurn a stranger's mercenary zeal, That feeleth not as ever mothers feel ; And would refuse, indignant, to resign Of love that office holy and divine. But queens are made of more obdurate stuff, They bear the child — and that they think enough No other toils they condescend to share, But give the infant to a menial's care. By this at least one peril we avoid, If on a lowlier milk the child be cloy'd :"], [17, "13 -t In future days it may, in some degree, Show less the stains of worthless Royalty : Whereas, if regal breast its longings fill'd, The Royal principles might be instill'd. Since, too, a foreign father it can claim, And boasts a mother in her heart the same, Who scorns old England's homely arts and joys For foreign follies and outlandish toys, Perhaps this nursing substitute is best — ■ At least 'twill suckle from an English breast. 'Twere sad to ponder on the future lot That waits this tenant ofthe \" sea-shell\" cot, Did we not know, that in the very start Of early life, the Court's corrupting art Will nip the buds of feeling in their bloom, And substitute proud coldness in their room. The babe that smiles all innocently now, The guileless creature with un wrinkled brow, Will learn by wise instruction to profess The Royal trade of callous selfishness ; And, 'neath the withering Upas of the throne, Each kindly thought and sympathy disown. Ere childhood's hours have wing'd their rapid flight Her soul will hail the meretricious light That ever playeth round a princely form, Cold in its splendour — bright, but never warm. She will be taught that gentleness of mind Should never be with Royalty combined : She will be taught the mad, blaspheming creed, That \" Right Divine\" protects a princely seed ; That God himself 's the champion of the crown, And men are made for kings to trample down :"], [18, "14 Courtiers will buzz their whispers in her ear, While adulation daily grows more dear. None will presume to tell her in her youth The tale of plain, unpalatable truth ; None will point out the quicksands in her course, Or teach her prudence, with its moral force ; None of the slimy sycophants who bend Before her feet, will dare to be her friend. Some smirking priest, who hangs about the court Paid by a dinner when his sermon 's short — Some Reverend toady, whose obsequious grin Would shun to hint, at Windsor, of a sin ; Who bears no cross upon his shoulders sore, But wears a mass of corpulence before : Some well-fed, well-train'd minister like this, More fit for earthly than eternal bliss, Will be commission'd, with his wheezing breath, To ground the Royal pupil in her faith : Beginning, first, with what we' ve heard so long, \" The Lord's Anointed never can do wrong !\" This good preceptor, in the briefest space, (For Royal natures always learn apace. And far surpass, in intellect and mind, Us poor plebeians, who must lag behind, As, witness Gloucester's Silly-Billy name, And the third George's idiotic fame), Will make his pupil thorougly au fait Of treading safely in the \" narrow way ;\" Pronounce her perfect as an angel's smile — A thorough Christian, destitute of guile ; And, for a pension, to his labours given, Warrant her sound, and fully fit for Heaven. And then the moral culture of her mind To some wise Lehzen's care will be consign'd :"], [19, "15 From some good Baroness's Gentian slang, She will imbibe the genuine Coburg twang ; Will gain still higher notions of her state, And pertly learn of politics to prate. And should, till then, repletion chance to spare Dear Melbourne still, to gloat on Palace fare, That most polite of antiquated beaux, Will teach her how to gormandise and \" glose.' I fear the Royal mother cannot spare Sufficient leisure from her loads of care, To keep the education much in view, As humbler mothers think it right to do. The court quadrille, the foreign concert's strain, The art of etching, and the bridle rein ; Her German guests, who feed like glutton pigs, Her fawning spaniels, and their brother Whigs ; All occupations cherish'd by her heart, Leave her no time for teaching's tedious art. Would you our gracious Sovereign should change The Windsor Park in its salubrious range, With its old trees, its slopes, and antler'd deer, For the close nursery's cheerless atmosphere ? Could she resign that intellectual sight, On which she looks with feminine delight, The Royal Coursings, when her glances feast On the sad struggles of the helpless beast, While the fierce dogs she urges on their prey, And clap her hands, like school-girl at a play — Smiling most sweetly, when, constrain'd to die, The tortured hare shrieks forth its child-like cry ? Strange, by the way, that Royalty should still Feel most enjoyment when it strives to kill !"], [20, "16 Blood it must have — some victim must be there, Whether a Maid of Honour or a hare. Though, when the first as prey it doth prefer, It slips no greyhound, but a Scottish cur. Would you that hand so delicately white, That kings salute with reverend delight, That wields the sceptre placed in it by God — Should wield instead the scarifying rod, And, oh! degrading thought! inflict a smack On a Princess's disobedient back. No : let the Royal hands be undefiled, And let some stranger educate the child. And when of years and grace the girl grows full, God save — her Highness ? — no : I mean John Bull, THE END."], [21, ""], [22, "New Works Published by J. W. Southgale, Library, 164, Strand. Just Published, Ninth Edition, price ls. THE PALACE MARTYR. A Satire. Bt the HON. \" Thou shalt not bear false witness against thy neighbour.\" — IXth Commandment. \" He that filches from me my good name, Robs me of that which not enriches him, And makes me poor indeed.\" — Shakspere. OPINIONS OF THE PRESS. \" It contains some smooth versification, and we admit the presence of some manly sen timents.\" — Conservative Journal. \" The author often pours forth indignant thoughts in lofty and appropriate language. He is sometimes pathetic, frequently excites our admiration, and has poured forth a flood of scorn upon those who first instilled the subtle poison in the royal ear.\" — The Britannia. \" The versification is smooth, the rhythm good, the images chastely chosen, the inte rest well sustained, and the satire sharp, pungent, and caustic.\" — Satirist. \" His style is forcible, and the versification fluent.\" — Weekly Dispatch. \" The poem evinces considerable poetic genius ; the versification is easy, and the nar rative full of interest ; it moreover abounds with beautiful and with high-minded ideas. The satirical powers of the author are also shown to be very considerable. The winding up of the poem contains some beautiful lines, and serves to afford a pleasing specimen of our author's poetic powers *. \" * *. \" — Hull Times. \" A new candidate for poetic honours, who, for aught we know, may be a nascent Byron. The poem is far above mediocrity.\" — The News. Just Published, price ls. POLICE AND PIETY; Or, the Agnews or Downing Street. A Satire. THE HON. •. *. •• \" Oh, for a forty-parson power to chant thy praise, hypocrisy.\" — Byron. \" It is a well-conceived, smartly written, and pregnant satire, ' wherein,' as an old author says, ' there lyeth great truths told somewhat sharplie and roughlie, but neverthe less so smoothlie and prettilie wrapt up, that it seemeth unto us like a mower's scythe swathed in rose-bands.' \" — Satirist. \" It is written with much ability : it treats the New Police Bill with bitter scorn, and denounces those who render the sabbath of the poor a day of suffering as any thing hut the friends of true religion.\" — Court Gazette. Just published, Third Edition, price Is. THE GERMAN BRIDEGROOM. A Satike. By the HON. \\ \". *. \" The fair realm of England shall never be the apanage of a petty German Prince.\" — Speech at Canterbury. \" It is my intention to ally myself in marriage with the Prince Albert of Saxe Co burg.\" — Queen's Speech to the Privy Council. Just published, price Is. WHIG TAXATION. A Satire. By the HON. *. ». ». \" Woe unto ye, for ye lade men with burdens grievous to be borne, and ye yourselves touch not the burden with one of your fingers.\" — St. Luke, ch. xi. v. 46. This day, price Is. BRITAIN REVENGED; Or, THE FRENCH BUBBLE BURST. Clown. It 's rather personal, isn't it, sir ? Officer. Not a bit, man Old Play."], [23, ""], [24, ""]]