[[1, ""], [2, ""], [3, ""], [4, ""], [5, "AT DUSK. BT ADRIEN DE VALVEDRE. London : REMINGTON and Co., 5, ARUNDEL STREET, STRAND, W.C."], [6, ""], [7, "DEDICATION. A MADAME GEORGE SAND, Me sentant tonjoura meilleur et ennobli par la lecture de voa ceuvres, veuillez me permettre, Madame, de placer sous votre patronage ees pauvres petits contes."], [8, ""], [9, "PREFACE. Dusk is the saddest time of the whole day ; it is sad enough in a busy town, much more so in the solitude of the country, but at sea that hour is sadder still. When the last ray of the sun has sunk behind the abyss of the waters, and all colours have faded and blended into a dark leaden hue, when the broad immensity of the ocean confounds itself with the fathomless infinity of the firmament, then that hour is truly — \" L'ora del pensiero, Che volge il desio ed intenerisce il cuore.\" The body of man is so exquisitely sensitive, that a little light acts upon his nerves in such a manner as to awaken within his soul all the purer and more delicate feelings that are hidden in the most secret recess of his heart ; B"], [10, "II PREFACE. even the most indifferent and careless feel at that hour of twilight a kind of loneliness, a longing for affection, a vague and undefinable want creep over them. \"When darkness pre dominates, the soul seems to sigh for blissful regions of eternal light, and when the day's work is done it feels ill at ease in its earthy casement. Darkness is incompatible with man's nature. Such were the feelings that prevailed over the passengers on board the Austrian Lloyd's steamer \" Ettore \" at crepuscule ; during the day everyone managed to be, if not busy, at least cheerful and sociable, but as the shadows of night fell upon the waters the countenance of each traveller relaxed from its former plea sant expression, and a gloomy sadness pre vailed. All conversation flagged and fell, and, pacing up and down the deck, one's thoughts seemed to fly far away beyond the limitless space of the waters. Sad remembrances, and"], [11, "PREFACE. III \" the thoughts we cannot bridle,\" took pos session of each brain; happy homes left for distant unknown shores, beloved faces of friends, relations, parents, or even nearer ties, were visible in that dim, shadowy light ; the features of the departed ones, cold, wan and rigid, were seen at that moment in their coffins at the bottom of the deep grave ; all the past grief, all our present sorrow, was deeply felt at that sad hour, and often a tear glistened on the eyelids of many a man, gazing upon the waters, and fell like a pearl into the briny deep. Endeavouring to soothe the sadness of a poor bereaved orphan young lady, who had just left her dear native country to find a home with a brother in distant foreign regions, the Freiherr Heidi von Heidlthal, a kind-hearted old gentleman, who having had to bear no common sorrows could sympathize with the misery of others, began to relate"], [12, "PREFACE. IV us, one evening, the story of his life, or rather that of one of his dear friends, Anton Novak. We thus passed pleasantly a dreary hour, and, like the great Caliph Haroun al Raschid, we waited impatiently for the next evening to hear the continuation of the story. A young Englishman, following the example, told us an episode of a young artist's life ; this gentleman had, by the advice of his physicians, left the Continent to seek for strength in the more genial climate of Corfu, but I have lately heard that not long after his arrival there he died, and so he was soon re united to his friend the \"violinist.\" Monsieur de M , Charge d' Affaires at the Embassy of , told us the story of \" Aline.\" The narrator was a thorough Frenchman, elegant and gentleman]}* in his ways; his speech especially was so refined, and his voice so insinuating, that one would"], [13, "PREFACE. V have listened to him for the sole pleasure of hearing him talk. The captain, who, like most of the seamen on the Lloyds', was a Dalmatian, related a tale of his own country, and he would have told us many others, had we not arrived at the end of our voyage. Having heard all these stories, it seemed a very easy task to transcribe them to paper, but when the work was performed it was so unlike the original, that I was more than once tempted to tear it up ; all the vivacity and the charm of the narration was irretrievably lost, so that I could hardly realize that these were the stories that had pleased me so much ■At Dusk."], [14, ""], [15, "CONTENTS. Page. I. Anton Novak. ... 1 II. Aline De Clkrmont 67 III. The Violinist 137 IV. The Twins. 169"], [16, ""], [17, "ANTON NOVAK. The story which I am about to tell you is an episode of my own life. It happened many years ago, when I was yet quite a young man, and naturally at a period when railroads were totally unknown in our country, and where a journey, accomplished now in a few hours, was thought of for days before; those were the times of rickety stage coaches, highwaymen, and contrabandists. Good old times gone by, only to be seen through the kaleidoscope of a happy memory, which effaces all the asperities of life, and leaves nothing but its bright impressions. I was born at Planina, which, I must say, is one of the best situated and most pictur-"], [18, "2 ANTON NOVAK. esque towns of all Carniola, and one finds it especially so on arriving there through the desolate regions of the Karst, where, travelling for miles on a dusty road, no other vegetation greets the eye than a few wretched and dwarfed trees, contrasting with the barren wilderness of grey stones or the patches of brown-red dish soil. The remembrances of my childhood are associated with long bright summer days, spent amongst those delightful woods of pines, with bathing and catching crawfish in our little river ; but also of dreary winter days, when we were shut up in our small and dismal schoolroom, with our misanthropic old pedagogue, of castigations heartily applied, for our teacher's maxim evidently was, that the rod was the best monitor ; nevertheless, the boys mostly admonished were those whose parents forgot to invite him occasionally to partake of a meat dinner."], [19, "3 ANTON NOVAK. I could not complain, nor could my friend, Anton Novak, for as we belonged to the wealthiest families of our small town, we were seldom if ever punished; even when playing the truants, our absences were overlooked, and when caught flinging balls of chewed paper on the prominent feature of our master's face, or pulling or tying papers on the tail of his peruke, such things were re garded as youthful frolics, and when the rod had to perform its office on our backs, it was always applied with a sparing hand. My father, as well as Anton's, was a timber merchant ; he was a hard working man, and like most peasants, and indeed all people who have to work hard for their money, very economical, and managed to lay aside small sums for the future ; my parents were con sidered wealthy in our little town, yet they did not indulge in any luxuries, but always lived in a most simple and frugal manner."], [20, "4 ANTON NOVAK. As my father had no other children, he wished to give me as good an education as his means could afford ; therefore, at twelve years of age, I was sent to a boarding school at Lybach. From his infancy, and during the whole course of his life, my friend's fate seems to have been associated with mine ; as children we made mud pies together, afterwards we always went nutting, fishing, or playing the truant in one another's company, so that hardly ever was one punished but the other had to undergo the same chastisement. Soon after I had been sent to Laybach, his parents following my father's example, sent him to the same school where I was. Find ing ourselves isolated amongst strangers, a strong friendship sprung up between us ; indeed, we were since that time much more like brothers than like friends ; more over, Anton was of such a happy, good-"], [21, "5 ANTON NOVAK. natured disposition, that he always was a great favourite wherever he went, and, unlike myself and most boys of our age, his affection was always very disinterested ; he invariably helped me to get out of scrapes, and aided me with my studies. Those were indeed happy days ; we had both good and clever masters, we were never over worked, but on the contrary we had a plenti ful allowance of \" krapfen\" on feast days. Yet I do not think those years would have been so happy for me without such a friend as Anton, for at that age, when sentiments of love are as yet unknown to our breast, our affectionate feelings are deep and mellow, and we feel the need of a friend, more so, perhaps, than we do at a later period. But those sunny days were not to be of a long duration ; indeed, they came to a sudden end. One fine spring morning, when in the midst of my play, overwhelmed, as it were, by"], [22, "6 ANTON NOVAK. buoyant animal spirits, I was all at once summoned to the director's room ; bitter tidings awaited me there. Our principal, who was a father himself, hardly knew how to disclose the dreadful errand he had for me ; yet, with paternal fondness, he ap prised me that my father had come to an untimely end by a most cruel accident, and that my mother had summoned me to her assistance. He then told me that 1 had but time enough to get the coach and hurry to my native place. I was accompanied to the diligence by the principal and his wife, who, with tears in her eyes, lavished on me those soothing caresses which a woman alone can bestow in such cir cumstances ; yet the suddenness and the severity of this, my first trial, which fell upon me so unexpectedly, had completely stunned me, my feelings were so benumbed, I could not realize my position."], [23, "7 ANTON NOVAK. I travelled like a machine ; I could think of nothing, for I could not conceive that my father was dead. How could I picture death unto myself, I so full of life ? Wearily the stage coach advanced, every step bringing me nearer to the spot of the disaster ; yet I re mained buried in my monotonous and melan choly gloom. Several of my fellow passengers knowing my father, and having heard of my misfortune, tried to rouse me ; one of them spoke to me of my duties towards my mother, whose only support and comfort I now was ; that, indeed, evoked some manly sentiments, and touched some tender chords in my heart ; yet I was only fully recalled to my senses when I saw my father lying lifeless, disfigured, and covered with blood, the stains of which contrasted strongly with his ashy pale countenance. On the right hand side of the high road leading from Planina to Loundol, is a large"], [24, "8 ANTON NOVAK. wood of oak and pine trees, and from amidst the verdure of a thicket projects a huge rock, which, viewed at a certain distance, presents the aspect of the fore part of a lion, that, with its mouth agape, seems ready to spring on the passers-by. It is a very lonely spot, about a mile's walk from the roadside ; there, at the foot of this rock, my father had been found dead. How he had met with his death was difficult to explain. It was said that he had gone there to survey a mass of trees that he had just bought; nothing was more probable but that he had climbed on this rock in order to get a good sight of the purchase he had just made ; once there, perhaps his foot had slipped, a gust of wind, or rather, standing on the edge of the rock, some stones gave way and precipitated him to the bottom, for it was also said that some pieces of the rock had fallen over him; anyhow, it was visibly an accident."], [25, "ANTON NOVAK. 9 My father was buried on the day of my arrival, in our little cemetery. My misfortune was not to end here, for my mother, seeming utterly unable to survive her loss, followed him to the grave about a fortnight after wards ; she pined away and died; all my care, my caresses, were of no avail. The death of my parents had left me an orphan; I was alone in the world, without any relation, and with but one friend. M. Novak, Anton's father, who had been very kind to my mother and to myself during our misfortune, was now appointed by law to be my guardian. I found myself heir to a much larger fortune than I had ever expected, for it appears that of late years my father's business had been a most prosperous one; but what was money to me ? I would have given ten fortunes to have back those parents by whom I had been so dearly loved. I re turned to Laybach, but my misfortunes had"], [26, "10 ANTON NOVAK. changed, subdued and ripened my character, and though young I felt I was no longer a boy ; I had to think and act for myself. After having finished my schooling, I naturally returned to my native place, but Planina, since my father's death, became an unbearable place ; everything seemed associated with my grief and my misfortune ; besides, my education had placed me above my former friends and schoolfellows, for most of them had already forgotten the little they had learnt, and had become regular peasants. My grief rendered me morose and unsociable, and as I was rich everybody thought me proud ; whatever I did was commented upon, and it appears I was always wrong ; of course the remarks made on me were sure to come back to me, by some charitable person. I therefore felt myself so isolated, that I re solved to leave. My father had always wished me to become"], [27, "11 ANTON NOVAK. a merchant, but as I had no inclination for commerce, and my means affording me the choice of my own career, I resolved to study law. After explaining everything to my guardian, I obtained his consent to act accord ing to my wishes. He told me that being only an uneducated peasant, he was sorry to be utterly unable to guide me, therefore he thought that the best thing I could do would be to follow my own inclinations, for I was now old enough and wise enough to act for myself. I was very satisfied with my guar dian, for I had expected to meet with some opposition on his part. Some days afterwards I returned to Lay bach, and there I saw Anton, who was also about to leave the school to go back to his father ; I went there to consult the principal, who had always been a good friend to me before, and especially since my father's death, as to the course of studies I should pursue. c"], [28, "12 ANTON NOVAK. He advised me to go at once to the Univer sity of Inspruck, which possessed at that time some very able professors, and where the living was by far cheaper than at Vienna. I obeyed the instructions given to me. I went to the capital of Tyrol, and there, after a few years of hard study, I was duly received an LL.D. ; then I left Inspruck for Vienna. It is easy indeed for a young man not to fall into temptation, when he is surrounded by the warm love of his guardian family, when his mother, like a ministering angel, is always at his side ; when he has friends ever ready to extricate him from the meshes into which he first gets entangled, and when a ready hand is always extended to him helping him out of difficulties. But if that same young man finds himself alone in the world, isolated amidst the bustling crowd of a laro-e town, at that time when passions are boilino high in his bosom, when he has money enouo-h."], [29, "ANTON NOVAK. 13 to buy all he desires, and when he knows that there is not a single person that cares for him, or that he has to care for, it is very difficult indeed, for that young man to live a sober life. In a short time I had squandered the greater part of the fortune my father had so laboriously gained; I had wasted my time, and impaired my health. On the verge of rushing into headlong ruin, I met, with a blush, my friend Anton. This simple circumstance made me reflect on the dissipated life I had been leading ; I looked at him who had just come from Planina, and whose fresh and blooming health contrasted with my sallow complexion. I at once quitted my companions of pleasure, and entered at once upon a life of reformation. My friend remained with me some days, and was not only a great comfort, but also of great use. He helped me to collect the remains of that patrimony which I once had fancied inexhaus-"], [30, "14 ANTON NOVAK. tible. After his departure I set at once to work. Though labour seemed hard just then, yet it was a healthy penitence, and therefore I worked earnestly and unremittingly. I often sighed for a relaxation, but then I glanced on my past life, and forward towards poverty, misery, and shame ; then I continued cheer fully in the course I had adopted, till at last I grew quite reconciled to my new position. I soon regained my old strong health and my good spirits ; labour became not only a neces sity, but a pleasure. My past was a lesson I never forgot, for I had bought experience at too high a price not to remember it. All these, perhaps, tedious details of my own life are necessary to acquaint you with- what follows ; you must then excuse me for expa tiating upon myself. Years passed, and never again did I see or hear anything about my friend ; I had written to him, yet without ever getting any reply, and it was now about eight"], [31, "15 ANTON NOVAK. years since the day I had met Anton in the streets of Vienna, when, sent like one from heaven, he had saved me from utter ruin. One morning, as I was sitting in my own private study, pondering over business matters, one of the clerks came to tell me that a person was asking to see me. Not relishing an intrusion just then, I told the clerk to ask the gentleman his name, and also what he wanted of me ; my employe soon returned with a card bearing the name of my old friend. As I went forward to meet him, he entered my study ; but had I not known who he was, I would certainly not have recognized him, so great was the change that had taken place in his looks in these few years. It had been often remarked that there had always been a strong likeness between us, yet from my childhood upwards I was of a more delicate constitution and paler of complexion than"], [32, "16 ANTON NOVAK. Anton, but now there was indeed a strong contrast, for he was what I might have been had I continued in my dissipated life. Firstly, he wore a full beard, whilst when he had left me he had no beard at all ; it was of a raven black colour, setting forth the paleness of his emaciated features. His large black eyes had a lustrous and feverish expression, and all his lineaments were more marked and prominent by his excessive thinness ; altogether the change in him was so great, that the more I gazed upon him, the less I could believe that this was Anton Novak, the friend of my youth. He saw that I could not credit my own eyes, and he seemed to feel only more dejected and dispirited as I strove to cheer him and attribute the change to the growth of his beard. He then related to me all his past life since we had last met, and his tale was a painful"], [33, "17 ANTON NOVAK. one indeed ; his whole existence had been one of disappointment. Shortly after I had reached Inspruck, Anton's parents recalled him to Planina, for their business, since the death of my father, had of course greatly increased, and therefore Anton's help was needed ; it was hard for him to leave his studies and return to his birthplace, yet he had to obey, and tried to do so cheerfully. Planina was almost as dull to him as it had been to me ; he hated the shallow and bigoted ideas of its inhabitants, and especially the silly gossip aud \" commerage \" upon everybody and everybody's business, and as he took no care to conceal his impressions, he became at once a cause of scandal. He would gladly have gone away, but his father needed him, and as he had plenty of work he managed to pass his time, filling up his leisure moments in pursuing some of his favourite studies. Anton was a very good botanist, for since"], [34, "18 ANTON NOVAK. his childhood he had always been passionately fond of flowers, and when at Laybach wild flowers and grasses were his hobby ; his herbarium, which had been his chief delight, became very voluminous during his sojourn at Planina. One Sunday morning, as he was musing by the banks of the little river, hold ing under his arm a book, out of which peered the tops and roots of different plants, and his hands filled with some more bulky specimens, he met a young lady, who, seem ingly engaged in the same pursuit as himself, was trying to get at some flowers which grew at the top of an abrupt rock. Anton, depo siting his book and herbs, climbed at once on the steep and overhanging mass of stone, up rooted the wished-for flowers, and came and offered them to the blushing and lovely young stranger, who, taking them, thanked and yet scolded him for hazarding his life for some paltry flowers ; yet, at the same time, the ex-"], [35, "19 ANTON NOVAK. pression of her eyes seemed to say that she was glad he had done this for her. From that day this village town was a perfect Para dise to Anton. The young lady Anton had so accidently met was Irma d'Alben, Countess von Klein hausen; she belonged to that old family who in past times had been the lords of the place, but who, having left Planina for Vienna, could not manage any more to live on their in come, and so their estates had in the course of years or centuries, gradually been sold piece by piece, till all the remains of their former wealth only consisted now in a very small farm, an old crumbling down tower, with some dismantled walls, and not far from these a solitary small cottage, the vestiges of the once proud stronghold and fair domains of the mighty Kleinhausens. The position of the ruins is a most pictur esque one, for they lie in a valley, and at the"], [36, "20 ANTON NOVAK. foot of some woody hills, and a little below these the little river glides onwards in plea sant murmurs amongst its grassy banks. The river itself issues not far from there, out of one of those lofty and most romantic grottoes which abound in Carniola. Miss d'Alben had come to settle in Planina a few days before Anton's arrival ; she was an orphan, and had just quitted a convent near Vienna, where she had been educated, and not wishing to take up her abode with her guar dian uncle, or with some of her other rich relations, whose wealth would have contrasted unpleasantly with her humble means, she came with her old nurse and two other servants to live in her cottage at Planina. As she and my friend felt themselves so isolated, and having the same refined tastes and the same ideas, they soon felt the need of one another's company. As they saw more of one another, a strong friendship spruno-"], [37, "ANTON NOVAK. 21 up between the son of the peasant and the daughter of the old feudal lords, whom cir cumstances had placed on about the same level. Friendship between such young people is only the prelude of love, and it was not long before both perceived the change that had taken place in their affections. A love affair cannot be kept long a secret in a village, so very soon the gossip of the place was that Anton courted Miss d'Alben, who it appeared was not far back in reciprocating. This was naturally a matter of great comment, es pecially on the part of the village dames with marriageable daughters, and also of the young men, who sneered at Anton's pretensions at marrying a countess. But notwithstanding all the \" on dits,\" the lovers were happy. Anton confessed his love to his parents, not doubting of their approval ; the mother was indeed flattered by his choice, but the father, who was a miser and a matter-of-fact man,"], [38, "22 ANTON NOVAK. would not hear of such a marriage. Besides, M. Novak had in view for his son a rich peasant's daughter, who was, it is true, neither handsome nor educated, but being an only child, was to have a very handsome dowry. Her father and forefathers had been Count d'Alben's former metayers, and they had become rich in the same proportion that their masters had grown poor. This farmer, at the same time, had been a shrewd and unscrupulous man of business, and had acquired a very great fortune. Poor Anton was miserable ; he was grieved to have to disobey his stern father, yet he told him firmly that not being able to give up Miss d'Alben, he would at least never marry the vulgar wife that had been chosen for him. Thereupon the father replied that he would either have to obey his injunctions or leave his house. Anton had a nature that was easily won"], [39, "23 ANTON NOVAK. over by love, but he was not to be frightened by a threat ; accordingly he at once left the paternal roof, and went off with the hopes of gaining a fortune and coming back to marry the lady he loved, who promised she would faithfully wait for his return. It was then that Anton met me in Vienna, but as he had found me in rather melancholy circumstances, he avoided speaking to me about his own troubles. Since that time his life had been one continual chain of misfor tunes. He started in business on his own account, and was prosperous at first, but being in too great haste to be rich, he was soon involved in some ruinous speculations, and lost at once what he had acquired after several years of hard labour. He then entered a large banking establishment, but finding advancement very slow, he gave up his employment and returned to business on his own account again. Notwithstanding his"], [40, "24 ANTON NOVAK. energy and his goodwill, it proved once more a failure ; he was disheartened, and he grew desponding. His repeated disappointments had broken his heart, besides having over taxed his strength by working desperately, in order to obtain a position that would enable him to marry the lady he loved. He was now weak and prostrate, and had to stop on the road without attaining the goal ; yet his aim had been a natural if not a noble one. He had always written to Miss d'Alben, and at last he summoned all his courage and told her that he had given up all hopes of success, and that he renounced to chain her to his miserable fate. Though the answer was dic tated by an ever faithful and loving heart, yet the effort he had made upon himself had been the final blow on his failing health ; he was now the prey of that terrible malady that deceives nobody as to the course it will take, save the patient himself."], [41, "25 ANTON NOVAK. He had now given up business, and had come to Vienna in order to look for me, hoping to find at least some consolation in friendship. He had written several letters to his parents, and especially in his misfortune, but his letters invariably remained un answered. Still he knew that both his father and mother were well, and that life with them had always been prosperous. When Anton finished, I thanked him for having thought at last of his friend. I told him how fortune had always smiled upon me, and I offered, when he should have regained his health, funds enough to enter again in business, saying, that with the experience he had so bitterly acquired he was sure of success ; nevertheless, I knew that my offer was a void one. It seemed to me almost a mockery, for it was easy to perceive by the hectic flush on his cheeks, by the lustre of his eyes, and by his damp and feverish"], [42, "26 ANTON NOVAK. hands, that Anton was in the last stage of consumption. I also wrote to Miss d'Alben to apprize her of Anton's malady, and to urge her to continue her correspon dence with him, for his days were now numbered, and it was our duty to procure him as much happiness as possible. I had never seen Miss d'Alben, but her letters pictured her to me, for they were so full of solicitude and loving tenderness, that I imagined her to be all that was good and beautiful ; though I did not know her, yet the mutual love we bore our friend was a link that united us. In answer to my letter, she wrote begging me to continue and give her the details of her fond and faithful lover's health, and since then she often wrote to thank me and express her gratitude for the care I had taken of Anton. As the spring came on, a favourable change seemed to take place, and my friend daily"], [43, "27 ANTON NOVAK. grew stronger. The doctor himself, who at first did not think he would outlive the winter, was surprised to see him improve, and so I began to entertain hopes for his recovery. The cause of his illness had been his mis fortunes, but now as soon as fate smiled again upon him, his spirits revived from their usual depression, and his health seemed to be recovering. His great desire now was to return to Planina, even if it were for only a few days ; he wished to see Miss d'Alben, and also to get reconciled with his parents, though they had been so unkind to him. Hoping that the sight of his native town, and the joy of \"seeing the person he loved, might be beneficial to him, and more so that the salutary exhalation of the pine woods might contribute to cure him, I promised to accompany him there as soon as the weather was mild enough to undertake the journey. I wrote to Miss d'Alben to apprize her of our D"], [44, "28 ANTON NOVAK. plans, and I had in return from her a most charming letter, expressing her gratitude. I must confess I felt a secret pleasure in writing to Miss d'Alben, and a still greater one in receiving her letters, and now I cherished the idea of seeing her. I had never loved, and had I been younger I would pro bably have asked myself if this was love, or I would have persuaded myself that it was. Now a feeling of envy penetrated my very soul ; I sighed for such a disinterested and faithful affection. During my whole life I had always cherished in my heart an ideal woman, gentle and tender, who was to be the companion of my existence ; several times I thought I had encountered my visionary being, the wife created for me, yet I had always been disappointed. Now my ideal identified itself in such a manner with the fair Irma, that I dreaded meeting her; she would not care for me, and even"], [45, "29 ANTON NOVAK. if she did could I be so false to Anton ; no, I knew that nothing but a commonplace friend ship could exist between my friend's future wife and myself. I wanted to write to Anton's parents in order to apprize them of his forthcoming journey, yet he would not allow me to do so, for he wanted to surprise them. He was sure that his mother would receive him with extended arms, for she had always cherished him ; but he knew that his father was still very angry against him for defeating his plans, so he wanted to arrive there unex pected. Therefore I wrote to my ex-guardian, that I intended visiting Planina myself, for having a little while before a good offer for my old paternal house and the grounds per taining to it, I had asked him to accomplish this transaction, and receive the amount of the sale. Now the excuse for my visit was"], [46, "30 ANTON NOVAK. the settlement of this affair. I carefully avoided mentioning Anton's name. We started at last. It was on a beautiful morning in early May, the sun was shining brightly, and not a single cloud was seen in the limpid blue sky ; nature appeared exu berant in her creative vigour, and blooming with youth and freshness. For a long time I had not seen extensive green fields, having but seldom crossed the suburbs of the city, so that I now felt delighted to find myself again in the midst of nature. It transported nie back to the scenes of my youth, and seemed to take away from me that number of years of tedious toil. I felt that buoyancy of spirits which the schoolboy so well appre ciates on the first days of his vacations ; that pleasure of freedom only estimated by those who have endured a long confinement. I thought I had never seen the sky of that"], [47, "31 ANTON NOVAK. fathomless blue, the sun so glorious, and the world so fair. In this manner we travelled slowly onwards for several days, stopping at large and happy villages, full of sunshine and merriment, where the inhabitants were cheer ful and contented, for the luxuriant vegeta tion of the fields promised a plentiful harvest, the orchard trees were covered with rosy white blossoms, and all the hedges were in bloom ; we saw at eventide the laughing girls and rustic village swains assemble for a dance under the extending boughs of an odoriferous linden-tree. At last we arrived at Laybach, and there we were to pass the night, and resume our journey on the morrow ; but during the night Anton was very feverish, and had several spells of coughing ; he looked so fatigued and ill that I persuaded him to take a few days' rest before we proceeded with our journey; therefore, instead of starting the next day,"], [48, "32 ANTON NOVAK. we went to visit the school where both of us had passed so many happy days. Great changes had taken place, for the son of our old principal, one of our schoolfellows, was now owner and manager of the place himself, whilst his parents had retired from their duties and lived in a neighbouring cottage. None of them recognized us at first, but when we gave them our names all seemed happy to see us. That rest had been beneficial to Anton's health, and he was bent on depart ing. On the morrow, however, I received some most important business letters from Vienna, whose nature was such as to detain me a few days longer at Laybach. I tried to convince Anton to remain with me, for he was still very weak, and the fatigue of another day's journey, added to the excitement of seeing his parents and Miss d'Alben, might occasion a relapse ; yet the thought of a further delay seemed to disappoint him, for as he came"], [49, "33 ANTON NOVAK. nearer to his birthplace his excitement aug mented. I therefore decided to postpone this pressing and importunate business, and accompany him at once. Anton, though grateful, would not accede to my proposal, nor would he have me neglect such important affairs for his sake. Besides, he confessed that he would prefer by far arriving there alone, and as he felt well enough to travel a few miles without my attendance he begged me not to accompany him. His reasons were conclusive. I myself had often thought how awkward I should feel at his first meeting with his parents, and how \" genant \" I would be if we perchance should encounter Miss d'Alben, who naturally would be expecting us. Yes, I felt that my presence would not be needed, and also that it might be \" de trop ;\" I should now be a stranger in my own native place. I agreed to his plans, yet alleging that a ride would do me good, I"], [50, "34 ANTON NOVAK. decided to accompany him at least part of the way. He now appeared much better. The joy and the expectation of seeing those he loved had revived his spirits ; I did not doubt now that an important change would take place in his health, notwithstanding all the doctor's prognostications. I accompanied him as far as Daibach, at the foot of the Julian Alps, and about half way from Laybach to Planina, and there we parted. I had hardly left him when I was seized by an inexpressible and unaccountable sad ness ; all the buoyancy and pleasure I had felt at the beginning of the journey had quite vanished ; though the scenery around me was beautiful, yet I felt no pleasure in it, I was depressed, I felt uneasy and miserable; several times I stopped my horse with the intention of turning back and rejoining Anton, yet the thought that I might be importunate stopped"], [51, "35 ANTON NOVAK. me, and quieted my fears ; Anton, thought I, is now driving quietly onwards in a comfort able carriage, and I smiled at the terrors my imagination had evoked. The people of Planina and the neighbourhood had the bad reputation of being highwaymen, yet I do not know whence this calumny arose, for I have never heard of a single attack or rob bery in or near my native town. It is true travelling through woods at that time was never very safe, therefore I was a prey to all sorts of black ideas, which I vainly tried to dissipate. On my return to Laybach I had to give up my mind to business, and by this means my uneasiness subsided. The day after my friend's departure, having finished my transactions, and written all the necessary instructions to my clerks, I sent to enquire if the carriage had returned, for it was to have been sent back on the following morning, but to my great surprise it was"], [52, "36 ANTON NOVAK. not back; the dread of some accident or some mishap again came over me ; I tried to attribute this delay to neglect, for Anton, at the sight of the old ruins of Kleinhausen, had doubtless forgotten all my uneasiness on his behalf, and even my very existence. I sat up late that night writing further in structions to my head clerk, how to proceed in business affairs, and had my letters all ready to be posted on the next morning. Hav ing finished, and not feeling sleepy, I looked about the room in search of amusement ; nothing ever appeared so dull as that plain and scantily furnished bed-room. Two mas sive beds of dark walnut-wood, a chest of drawers with an old mirror over it, the eternally - met - with picture of a \" Mater dolorosa \" uncovering a jug-shaped flaming heart, pierced by the seven mystic spears ; another picture representing a wizard-looking saint, a table with a flickering oil-lamp upon"], [53, "37 ANTON NOVAK. it, composed all the furniture and ornaments of this dreary-looking chamber. Dingy cur tains at the windows rendered the pale beams of the moon a dull and ghastly colour. I knew that I could not sleep, and I would have gone out for a stroll in the fields had not everybody in the house been fast asleep. I therefore lighted a cigar, opened the window, and began to smoke. The moon was shining brightly over the quaint old roofs, the spires of the churches, the fields and gardens round about ; everything was still and quiet as the cave of Morpheus, no sounds of revelry here disturbed the peaceful slumbers of the citi zens, for no other noise save the watchman's heavy tramp broke the stillness of the night. Leaning on the window sill, gazing vacantly on the moon, veiled every now and then by a transparent silvery cloud, scenes of the past and visions of the future kept flitting before me like pictures in a panorama. By degrees"], [54, "38 ANTON NOVAK. my thoughts had become more confused, for a drowsiness gradually came over me, and numbed my whole body; though I was in this torpid state of dreamy slumbers, yet I did not sleep, for I was cognizant of everything around me. Unconscious of time alone, it seemed as if I had passed from this world into eternity, when one o'clock striking with monotonous gravity at St. Nicholas' belfry, reminded me of my earthly existence. As my body seemed almost deprived of feeling, I was asking my self if, when dead, the soul hovered over its former clothing, and could feel all that took place around it, and whether, when the corpse was in the grave, its spiritual part could be hold the decomposition and decay taking place. I was all at once startled from this gloomy musing, by a strange noise from inside the room ; it was a rattling sound, something like a violent but stifled cough. There was some-"], [55, "39 ANTON NOVAK. thing so unearthly strange, so terribly thrill ing in this sound, heard in the dead stillness of the night, that I must confess it terrified me ; it was, indeed the raucous uttering of a throttled voice, as of one gasping for breath. I felt a cold perspiration come over me, then having looked all around to convince myself that I was awake, I summoned my whole courage to find out whence this noise pro ceeded, yet nothing was to be seen, save the ghastly beams of the moon shining on the white - washed boards. I was now quite awake, listening attentively to the most minute noise, and hearing nothing but my breath and feeling only the pulsations of my heart, nothing else within or without was heard. The oil-less lamp, after some struggling fluctuations, went out with a nau seous smell, though the light it gave had not served much to dispel the gloom of the chamber, still a lamp is a companion, for"], [56, "40 ANTON NOVAK. darkness seems to be abhorrent to human nature. Every minute now seemed an age. All at once the stillness was broken again ; I heard once more that stifled cough ; after that there was a heavy sob, then a sigh, which was soon followed by that choked rattling sound, heard when life has fought her last struggle, but when conquered she has to submit finally unto death ; after that every thing re-entered into the profoundest silence. Such was my mental excitement, that I felt a cold sweat come over me, my heart was beating violently, and a shivering chill pang passed through every limb; then I was sentient of a throbbing pain griping me at my throat and stifling me ; my senses seemed to forsake me, and I sank heavily upon a chair. Slowly I recovered my self-possession, and the noise was not repeated. Though I knew myself to be of a rather nervous and excitable disposition, yet I never"], [57, "ANTON NOVAK. 41 was credulous or superstitious ; however, I was certain of having heard that noise, and especially the second time I had given my whole attention to it. As I listened it seemed to proceed from the bed lately occupied by Anton : it was, indeed, his very voice I had heard — it sounded like one of his violent fits of coughing, only it was more smothered and stifled, and this gave it a deeper and more unearthly sound. By a violent effort I recovered my self-possession, and soon, by reasoning, I overcame my fears. Then I began to examine, as well as the moon's Hght permitted, the whole bed, turning up all the clothes and mattresses, looking under, over, and round about it ; then I searched the whole room. Yet all my pains were fruit less ; I was not able to find a clue to the strange noise. I endeavoured not to think about this incident, still it oppressed me, and"], [58, "42 ANTON NOVAK. I could not forbear believing it to be a fatal omen. At dawn, overpowered by fatigue, I threw myself on my bed, and soon fell fast asleep. When I awoke the day was far advancing ; the sun in his meridian was pouring his mellow light through the open window, giving to everything freshness, life, and bril liancy. The hale invigorating breeze, per fumed by the blossoms of the cherry, apple and horse-chestnut trees soon removed all traces of my late vigil. Having breakfasted and despatched my letters, I was surprised to find that the carriage had not yet re turned : this naturally increased my uneasi ness, and I resolved to wait no longer; besides, I must confess I could not bear the idea of staying another night at the inn, and, naturally, I was also anxious to know how my friend was getting on. Though it was rather"], [59, "ANTON NOVAK. 43 late, yet I managed to get a country one-horse cart ; and I started, not wishing to wait for the stage coach that would set out late at night. After a few hours darkness overtook us, and we were still far from the end of our journey. Many thoughts crowded them selves into my mind, evoked by the idea of seeing my birthplace again; I felt that the old home was dear to me. Only I could not bear to think that I should find myself there a complete stranger ; for would I re cognize, or be recognized, by any of the friends of my youth ? I felt sure that I would not, for those whom I pictured to myself as mere boys were now men of my age- Remembrances of past days came back to me so vividly ; yet all were not happy ones. I now thought of the changes that had taken place since the day I had been recalled from E"], [60, "44 ANTON NOVAK. Laybach to witness my father's bloody corpse — that was more than sixteen years ago. A sudden thought flashed through my mind. It was verily just sixteen years, day by day, since that fatal event had taken place. How strange ! Sixteen years before I had been pursuing the very same journey, whilst the shadow of death was hovering over me ! I shuddered, thinking lest it might this time also be the same. Was this not a fatal omen, indeed ; or was it only a memento mort to remind me that death was always ready to cut the threads of our days ? Pascal was right, thought I, in saying that man was but a reed. I tried not to indulge in those dismal and gloomy thoughts ; to forget the startling and unaccountable noise I had heard in my slumbers, or when my excited imagination could not reason. Yet the remembrance of that terrible anniversary, with all the circum stances connected with it, added to the dark-"], [61, "45 ANTON NOVAK. ness of the night, the high mountains and the sombre roads made me restless and uneasy. The phlegmatic driver, who, though asleep kept sucking at his unlit pipe hanging at the corner of his mouth, as if keeping time to the easy pace of his jaded hack, was rather a monotonous companion. Trying to force pleasant images into my mind, I at once began to picture Miss d'Alben to myself as minutely as I could, for Anton had often described her to me ; just as holy water or the sight of the cross is a spell against any of the evil spirits' crafts, in a like manner the image of the fair and tender Irma vanquished my fears and dissipated all my gloomy recollections. After indulging some time in this enchanting vision, I felt that such thoughts were wrong. I banished them at once from me, and the spell was broken. I then grew peevish and disconso late ; I felt so lonely in this world, with no"], [62, "46 ANTON NOVAK. other object save my friend's love to make me care about my existence. Doubtless, thought I, now he is quite reconciled with his parents in a few months his health will have recovered, and then my friendship will no longer be re quired, perhaps no longer cared for. I soon would have to return to Vienna to wealth and loneliness. Why could I not love, why had this world no fond ties of any kind for me ? My very remembrances were all so dismal, the past was dark and dreary, and as for the future the more I gazed upon it the more it appeared blank and null. We had passed Daibach, and were now crossing the Julian Alps : the moon was rising in all her glory from behind the snow covered tops of the surrounding mountains, and her pale dim rays sparkling through the huge masses of crystalized ice gave all nature a fairy-like and fantastic appearance ; for while the pine woods sunk in fathomless"], [63, "47 ANTON NOVAK. darkness, the lightfallingon the yellowish rocks gave them the lustre of satin. The trample of the horse and the squeaking of the wheels startled the nocturnal birds, which flew away screeching, interrupting, as they passed, philomel's sweet song; no other noise was heard, except that of trickling waters, or from afar the sound of the postilion's horn repelled by the echo. Finally we . arrived in the vicinity of Planina. My heart was now beating with a strange feeling of joy and expectation ; for notwithstanding its defects, I loved my old village home. As we came nearer, the first object of recognition which I espied was that fatal rock where my father had lost his life ; then, peering from amongst the trees, it never struck me so like a lion as it did now by the rays of the moon, its attitude seemed more menacing and its mouth still wider"], [64, "48 ANTON NOVAK. opened. Having turned the corner, we were now in full view of Planina. Lo ! what a strange sight awaited me there, the whole village appeared to be in a blaze, for one of the foremost houses was burning. By the large flames and clouds of smoke, the fire must have originated in a barn or shed containing hay or some other such combustible materials, yet, happily, as there was no wind blowing, the flames soared high, and the sparks were not scattered far around ; the sight was awfully grand, terribly beautiful — it was like a vast bonfire, to light up the old ruins of Kleinhausen. I asked the driver if he knew to whom the burning house belonged, but not being a native of Planina, he could not give me any information. As we approached I could see that it was not a barn but a timber yard that was blazing, and that the fire had communi-"], [65, "49 ANTON NOVAK. cated to the adjoining cottage. It seemed a fine two-storied house, which I could not remember ever having seen before, yet I shud dered thinking lest it might belong to Anton's father ; still I knew that it was not the old house in which my guardian formerly lived. Having arrived in town, I hastened to the spot, and there I beheld the whole house in flames. My fears were but too soon con firmed — old Novak had built himself this re sidence some few years ago. The whole scene was now one of confusion, for as very few of the inhabitants of Planina had ever before witnessed such a sight, they were all perplexed, bewildered, and terrified ; they vainly tried with pails of water to stop the progress of the terrible element. Yet their efforts were quite useless. The small fire engine which the town possessed was in such a bad state, that it could not operate ; at last, despairing to save the house, they"], [66, "50 ANTON NOVAK. only tried to protect the neighbouring cottages. I asked for the Novaks, and I was told that they were yet in the house, for they could not get them to come out. The old man had been brought out once, but he had returned there, and now nobody was willing to en danger his life to save him ; as for Anton, no one seemed to know anything of his arrival. Without stopping to listen to the advice of those around me, and recommending myself to the mercy of the Omnipotent, I ran across the burning flakes falling all around like a dense rain. I rushed into the house, there to behold a sight I never shall forget. An old miserly looking man, apparently quite uncon scious of the fire, was busy counting with greedy eyes a heap of copper money which lay on the table before him ; he was listening: vacantly to the crackling of the burning wood. As I entered the room, he started up,"], [67, "51 ANTON NOVAK. rushed forward, looked at me, rubbed his eyes, looked again, and with an aspect of in expressible terror he started back shrieking : -' Oh ! my crime, my double crime ;\" then, as if he were addressing me, he said : \" What, hast thou broken the bonds of the grave ; leave, 0, leave me ! and I shall say masses for the repose of thy soul.\" I was startled at these unexpected and senseless words, uttered at such a moment, yet perceiving that the old man had been struck with mental imbecility, I took a menacing attitude, and pointing to the door, said : \" Tarry no longer here, escape ; fly from me while you have yet time.\" My words had their effect, but when he was on the threshold he stopped and glanced back on the table, then turning to me, \"Oh let me only take my money with me,\" said he. \" Where is your wife, where is \" He interrupted me, pointing to another"], [68, "52 ANTON NOVAK. door. \"I have locked them in,\" said he idiotically, \" but do not tell.\" I rushed to that door, opened it, and a dense cloud of smoke escaped, almost suffo cating me, and soon the flames invaded the whole room, and by their glaring light I saw a young woman lying lifeless at my feet ; she had doubtless struggled to open the door, and had finally sunk under exhaustion and stifled by the smoke, whilst spread out on a kind of mortuary bed with tapers burning round him, was the corpse of my only friend. At his feet, and near the crucifix, an old woman was prostrated and also apparently lifeless. Though the flames were spreading fast all round, yet I kept gazing on that strange scene, asking myself whether all this were real or if it were a dream. I looked upon Anton, the stillness and cold placidity of death were marked upon his features, and his limbs were of a rigid stiffness. I remained staring"], [69, "53 ANTON NOVAK. upon him without being able to move, and was only brought to think of my perilous situation by the burning embers now falling all around me. Leaning over the young woman at my feet, I saw that she was not dead, and taking her up in my arms I endea voured to carry her away. The old man was by me begging me to let him escape ; I bade him follow me, and with the young woman in my arms I managed to get out of the house. It was but time, for hardly had I done so when through exhaustion and also on account of the terrible sight I had beheld, I fell into a swoon. Some persons lifted me up and carried me into a neighbouring cottage, where I came back to conciousness at feeling myself sprin kled with water ; but even then I felt so weak and so utterly unable to rouse myself from the morbid drowsiness that had come over me; my thoughts were so confused, that I"], [70, "54 ANTON NOVAK. could hardly remember what had happened. This state of lethargy lasted some time ; then I was made to take some cordial, under the soothing influence of which I soon revived, and when I was sufficiently recovered the physician attending upon me asked me if I felt well enough to see old Novak, who was about to expire, and who wished to see me before he died. Though still very weak, I at once acquiesced to this request, and was forth with led into the next room. There I found the old man reclining on a couch, apparently in utter prostration ; his eyes glistened no more with a wild and vacant look, for the dimness of death had now come over them ; his clothes were loosened, and his breast heaved convulsively ; the stillness of the chamber, lighted by the glare of the confla gration without, contrasted with the noise in the street. When I entered, hearing my steps, he asked me if it were myself, and"], [71, "55 ANTON NOVAK. having answered in the affirmative, he bade me sit down. \"I have,\" said he, \"a long confession to make ; you have saved my life, you are my guardian angel, but though you risked your life to save my miserable existence, yet I must die, fate hath ordained it so. Listen now, for every minute I feel myself growing weaker. When I was in the midst of the flames, my senses had forsaken me, and I thought you were your father; my reason has returned, but my strength is failing, I feel it ebbing every moment, soon I know my heart will beat no more. Oh ! if you knew how hard it is to die ; how can I die, how can I submit to death with the heinous sins upon my head, after all my most flagitious conduct ?\" After a violent struggle for life, the dying man, overcome by exhaustion, fell back as if he were dead, yet a few drops of a reviving fluid soon recalled him to life."], [72, "56 ANTON NOVAK. \" Yes, I must die, my moments are num bered ; no time must be lost, all earthly aid is vain now, you alone can solace my bitter end, for if you can give me neither relief nor life, you might, perhaps, have mercy, which is a balm unto the agonies of death ; forgiveness, that gives health and life to the sinking soul. You alone can represent the great judge before whom I am about to appear ; mercy !\" said he, lifting his eyes towards me, though death overshadowed them, yet they bore an intense expression of beseeching prayer ; \" Mercy ! I crave it, and would throw myself at your feet, were I not prostrated under the hand of death. Grant me forgiveness, for if you do not, no priest will or can,\" and then said he, with a voice full of anguish, \" Oh, then I shall be damned. Mercy ! and I will give you all the money which I have treasured up for years, it will be yours, all yours, if you will but for give me.\""], [73, "57 ANTON NOVAK. The strange words he had uttered in the midst of the fire, when he had taken me for my father's ghost struck me with amazement ; why did he feel a horror at that sight, what was the cause ? A thousand suspicions of some dreadful mystery flitted through my brains, yet I tried to repel them as unworthy and wicked. Having composed myself a little I begged the dying man to tell me the cause of his anguish, that I might comfort him, adding that mercy and pardon were not to be bestowed by earthly hands, and that he must lift his soul to heaven where mercy resided. ** Comfort, there is none left for me, and prayer — no I cannot pray, I burn within me at the very thought ; can I ask for mercy while my hands are polluted with blood — blood — \" here his voice faltered and his speech became inaudible. I bathed his white, parched and skinny lips with a few drops of cordial, and presently he again revived."], [74, "58 ANTON NOVAK. At first his words were very indistinct, but then I heard him say — \" No, I cannot pray, prayer chokes me,\" then starting up with a look full of anguish and despair, \" How can I pray ? I who mur dered your own father, can I crave forgive ness, can I expect pardon from heaven, for it was I that dashed him from that fatal rock ; yes, I killed him, and for the sole reason, that two of us were one too many here ; besides, he was so clever, so lucky, so beloved ; I hated him, for I envied him ; at last his very sight was loathsome to me, so I enticed him upon that rock, and when he was standing on its very verge, I dashed him down, but even after that fall he was not dead, he tried to rise, he craved for life, for his wife's, for your sake. I had no mercy, I threw some large stones upon him, and killed him. Then your mother died, and it was well she did so ; fearing lest you should remain in Planina. and take up"], [75, "ANTON NOVAK. 59 your father's business, I tried to render life as disagreeable as possible to you, I contrived to make you leave this place though you did not suspect my doings.\" I had started from the dying man's side in inexpressible anguish, horror and disgust, yet he did not heed me, he continued his wild confession ; what he said I could not under stand, I heard nothing but a buzzing sound in my ears, 1 felt my head reeling, and the blood rushing impetuously up to my brain, and beat ing violently against my temples ; I was afraid I should go mad. I prayed inwardly for submission and strength to endure my trial, I tried to say \" forgive us our trespasses,\" but I could go no further. Then I poured myself out some of the doctor's soothing draught, which quieted me ; by degrees 1 could hear the old man's tremulous voice, and understood what he was saying. \" I had to pay you for your house, oh ! it F"], [76, "60 ANTON NOVAK. was so much money, and never have I given out money that once had come into my hands. No, you might as well have begged a spider to release the fly it has just caught, as to ask me to disburse money. This money I had considered as my own ; I think I loved it more so, knowing that it was not mine ; how could I give it away ; what a void it would have left, but it was your fault, why did you leave this sum with me for such a time. You wrote you were coming, I expected you, not Anton ; he came, how could I know it was he, you al ways resembled one another, and I had not seen my son for about ten years, he was so thin, so ill, he had no more strength than a new-born babe, how could I know that he was my Anton, my only child ? As I told you, I took him for you, and he left me in my error the whole day. Weary from his journey he retired to the room we had prepared for you, and went to bed."], [77, "61 ANTON NOVAK. \" In the midst of the night he had a fit of coughing ; I never in my life had heard such a cough. As we were not asleep my wife and I went to him. \" We must lift him up,\" said the old woman, \" or else he will suffocate,\" and she went at once for a pillow. I did not raise him. He gasped for breath. I thought of the money ; and putting my hand firmly on his mouth, I saw him smothering. Soon he fainted, and I supposed it was now all over with him, for to me he appeared dead ; but my wdfe coming in the room hastened to his assistance. Nevertheless he revived a little. Now I was afraid he would come back to life and remember that I had tried to stifle him ; so I determined that he should not live. Presently he was quiet again, and so I told my wife to retire, for I would stay and watch him. She did so reluctantly. Soon he had another fit of that dreadful rattling cough. I applied"], [78, "62 ANTON NOVAK. my hand again to his mouth ; I thus impeded his respiration. The agony of death was visible now. I took away my hand. He heaved one last breath that was more like a sob, he sighed as if relieved to render up his soul, then came that rattling sound announc ing the approach of death. When his mother re-entered the room he was a corpse. \" I only found out my mistake the next day, when Miss d'Alben, who had seen him before us, sent to enquire about his health. Hear ing of his decease she soon came to us. Then I remember nothing more, my senses gave way, I went mad ; I was so frightened of the room in which his mother and Miss d'Alben were praying, that locking it up I set fire to the house. You came through the flames to save me; but my son, my wife, they are gone. I have murdered them both, and now I am dying. Oh ! it is horrible to die ! I cannot, I must have time — I cannot"], [79, "63 ANTON NOVAK. leave life thus in the midst of my sins.\" Here the old man rose and stretched his hands imploringly towards me. \" Mercy ! mercy!\" cried he, wildly, \"do not leave me to die thus — tell me that you forgive me, for you are good — forgive me, though I have murdered all those you have loved — yet be clement, have compassion upon a dying man !\" I was so horror-striken at this confession, so far beyond my worst presentiments, that I stood mute, awe-struck, confounded. The old man threw himself at my feet ; I was so terrified that I tried to unclasp myself from his grasp. \" Oh !\" cried he, full of anguish, \" will you then have no pity, will you leave me to die in my sins ? Pardon, forgive me, and all my money is yours — my money.\" I tried to speak, but my voice failed, then my strength and my senses deserted me, everything grew dim before my eyes. Soon"], [80, "64 ANTON NOVAK. I nor saw nor heard anything, for I had again swooned away. Several weeks elapsed before I recovered from a violent brain fever, which had seized me on the night of my arrival at Planina. For many days I had lost all consciousness, and was almost always in a delirious state ; yet my strong constitution, the healthy air of my native town, and especially the tender care with which I was surrounded, overcame the violence of the disease, and by degrees the fever subsided. Gradually my strength came back, and soon I was able to quit my bed. I had now entered into that delightful state of convalescence in which after sickness one is well enough to appreciate health, when every feeling is keenly sensitive to kindness, affection and beauty ; a state contrasting so strongly with the benumbing sufferings of a sick bed, when one is so weak and helpless that the sweet and never- failing attentions of some"], [81, "65 ANTON NOVAK. fond nurse are always required. A convales cence like mine was a state of perfect beati tude, and had it lasted centuries I would have considered it but too short. Miss d'Alben, whom I had saved from the fire, and to whose house I had been carried on that memorable night, having soon recovered from that state of coma in which I had found her, had estab lished herself at my bedside throughout my illness, and attended on me with a mother's unceasing care. No allusion was ever made to any of the terrible events which had happened on the first night of my arrival at Planina, fearing lest these should renew my sufferings. I only learnt afterwards that when I had fainted the second time the physician and some other people came to my assistance, and there they found old Novak dead, clasping my feet. Later I was told that Anton's corjDse had been burnt, together with that of his mother,"], [82, "66 ANTON NOVAK. who had evidently been suffocated when I had rescued Miss d'Alben. Several months after these events — at that time when cyclamens perfume the woods, but when the nightingale is no more heard at eventide — another event took place, not less important, but happier by far. The good and loving Irma d'Alben was my bride, and I, far from being disappointed with her as I had often dreaded, found that she was more beautiful, and possessed greater and more tender qualities than I had ever dreamt of in my ideal. Years have passed since then, for children and grandchildren surround us ; happy years, where the only occasional sorrow that ruffles our felicity, is the remembrance of Anton Novak."], [83, "ALINE DE CLERMONT. Raoul Descombats being an orphan had been brought up by his uncle, the \" Vicomte \" de Boisemont. Raoul's mother had displeased all her family, and especially her aristocratic brother, by contracting a marriage with some plebeian parvenu, a banker, answering to the appellation of Aime Descombats. Since her mesalliance her brother had avoided ever coming in contact with her ; for he was so much the more vexed, as her marriage had been the cause of breaking up his with the young, beautiful and rich Marquise Renee de Neuville. This, as such marriages generally are, proved indeed a most unfortunate one, and Raoul's mother did not enjoy happiness long"], [84, "68 ALINE DE CLERM0NT. with her fond husband ; for during a financial crisis the bank failed, and, unable to sustain his shame and misfortune, Aime Descombats put an end to his days ; his broken-hearted wife did not survive her loss. The Viscount at that time was travelling abroad ; the news of his brother-in-law's failure and death came unexpectedly upon him, and was soon after this followed by the announcement of his sister's decease. He had always been fond of his sister, and he now deeply regretted not to have been near her in her trials — not to have seen her before her death. He felt his unkindness more keenly because he could not repair it, and he hastened back to France to take charge of his little orphan nephew who had been left to his care. Raoul's youth had certainly not been a very agreeable one, for as soon as he was old enough he was put to school, and there he remained almost from one year's end to the"], [85, "ALINE DE CLERMONT. 69 other, for his uncle was always travelling abroad; though he was allowed plenty of pocket money, books and toys, yet being studious by nature he worked even in the vacations to beguile his time. The only change he ever had was to go and pass his mid summer holidays at one of his uncle's chateaus, but not being fond of fishing or hunting by himself he found the days long and weary, for the Viscount was hardly ever there with him, and it is indeed rather mono tonous to live in a large mansion by one's self. At twenty-one years of age Raoul left the University, after having been received an agrege libre, with the title of Professor; his examination had been a most brilliant one. He then took up his abode with his uncle, with whom he had to begin his worldly edu cation ; for the Viscount would have been con sidered, even by Lord Chesterfield himself, as"], [86, "70 ALINE DE CLEEMONT. a model of a gentleman. He was not at all pleased either with his nephew's manners, his deportment or even with many of his odd notions, though he admitted that Raoul had acquired a great deal of book knowledge, yet he found that his ways were awkward, and his actions in many things were like those of an over-grown schoolboy. Precious stones need a certain manipulation to acquire their necessary lustre, and if their nature has not changed their aspect has at least ; even so young men need the contact of good society, and especially the society of ladies, to acquire refined manners, an easy and graceful deport ment and fluency of speech. The Viscount was a man of convention ality ; he lived in and for the world ; though too much of a gentleman to be on the qui vive about etiquette, yet he was a slave of the convenu and the yrejugis of the class to which he belonged. Having been brought up accord-"], [87, "71 ALINE DE CLERMONT. ing to certain rules, imbued with certain ideas, he adhered to them with firm tenacity ; he had never asked himself if the principles of his father, or those of his old tutor the Abbe, had been correct : this was incoherent to his nature, and such an idea would have appeared a most revolutionary one. He was, of course, a thorough Legitimist, staunch and stubborn; he was so from birth rather than from any personal conviction, and, like most Frenchmen, he was a thorough Conservative. Though this might seem strange, yet this nation that is considered as the most fickle one, is perhaps more so in appearance than in reality, for no where are people so fond of unity, such slaves to fashion and to the con venu as in France. Raoul was quite the opposite to his uncle ; he always thought and acted for himself with out partaking any of his uncle's prefuges ; he was a man of action, pondering well before"], [88, "72 ALINE DE ULERH0NT. coming to any decision, but deciding for him self without asking or taking any advice. He also had principles, but not those he had received with any family escutcheon, or from any clerical tutor — and naturally they were very different to those of his uncle — his were got by the work of his reason ; they were the aphorisms of great minds. When he first came to live with his uncle, being a man of action he despised the useless, idle life the Viscount had led and was still leading, and he determined not to waste his existence in such a butterfly-like manner ; yet he submitted to all his uncle's wishes, for he felt that though educated in book lore he had now to study society and learn yet a great many things ; he saw how deficient he was in all accomplishments ; he felt his awkwardness amongst his uncle's elegant friends, he under stood that refined and polished manners were great recommendations."], [89, "ALINE DE CLERMONT. 73 He continued rising early, and thereby devoted several hours to the study of French and foreign literature ; then as a diversion, and in compliance with his uncle's wishes, he passed an hour with his dancing-master in order to render himself more perfect in this art, that he had despised as a boy; music, painting or fencing, took up all the remainder of his time. In the afternoon he rode or drove in the Bois, or paid some visits ; his evenings were consecrated to amusement. Though he at first found this life of study and pleasure to be one of rather slothful comfort, yet he soon accustomed himself to it; by and-by he thought it an existence of roses, and one that only the refined Athenian sages knew how to appreciate; amusement was allied to bodily and mental culture ; labour, but not that which crushes and stupifies our corporal and spiritual faculties ; pleasure elevating and ennobling the mind. Could he, even with a"], [90, "74 ALINE DE CLERMONT. most morose and fault-finding character, com plain of such a life ? A person who at that time had a beneficial influence over him, clearing his head of many ridiculous notions, rallying gently certain collegian oddities, criticising his dress and manners, but also praising him for the pro gress he daily made, was Madame de There ney. She was by no means a young woman, for she could have been Raoul's grandmother, but like the famous Ninon de l'Bnclos, she was the Aspasia of her age. In fact her life had been in many points like that of the famous belle ; married at sixteen, she was a widow at eighteen, but as her two years of matrimonial life had not been happy ones, and besides, being an orphan with a very large fortune, she decided upon keeping her inde pendence. Her \" salon \" soon became the rendezvous of the most elegant and refined society ofthe capital, for her \" hotel\" in the"], [91, "75 ALINE DE CLERMONT. Faubourg St. Germain was what the house in the Rue des Tournelles had been in the seven teenth century. She conceived for this young man, in her advanced age, that fond maternal affection that the celebrated Mme. de Geoffrin had felt for . Stanislas Poniatowsky, the last King of Poland. Discovering Raoul's fine qualities, she felt that sooner or later he would rise to eminence, therefore she became his confidant, his friend, his Mentor. Her drawing-room, though always full, was never crowded, and Mme. de Thereney being an excellent hostess, knew not only how to make everybody feel at home, but she also had a way of bringing people together whose opinions and tastes were the same ; as she studied characters, she knew how to find amusement for everybody, and it is true she spared herself no pains to render her house attractive. Though she gave no balls, no grand dinner parties, yet everybody liked G"], [92, "76 ALINE DE CLERMONT. going to her house, were it for nothing else but for the pleasant good-natured smile with which the old lady welcomed everybody. As she knew how to discover each person's hidden talents and hobbies, she always tried to give them encouragement and put them \"& profit\" of the whole company. Soon after she had made Raoul's acquaintance, she decided on having some private theatricals, knowing that nothing would give him that elegance and easiness of manners in which he was deficient, as acting, and being acquainted with some of the greatest artists of the day, she considered her protege would receive some instructions from them. In a spacious corridor an elegant stage was erected, and the first piece chosen was \" Le Marbrier,\" by Alex. Dumas, a simple homely piece, yet full of sentiment and real feeling. Raoul took the part of Edmond de Gervais, and that of Clothilde devolved on the"], [93, "77 ALINE DE CLERMONT. young and graceful Athenais de Lais ; the other characters were allotted to different friends of Mme. de Thereney. Raoul, on his debut, was rather nervous and reserved, yet he gradually entered into his part, forgot the audience, and when the simple pathetic scenes came, his acting was full of feeling, grief was not only put on but really felt and expressed in his voice, his looks and actions, that he achieved what many a renowned actor would have failed in ; he drew tears from his audience. Raoul, for the first time, that night felt the delight of being applauded, and at being congratulated by his uncle, and especially by Mme. de Thereney, who that evening was really proud of him. This gay life went on for some time, acting, dancing and flirting with Madame de Lais, who was one of the most amiable and refined women ; a dangerous, though innocent flirt, who was unable to live without some"], [94, "78 ALINE DE CLERMONT. platonic \" liaison.\" Riding, driving, visiting, dressing and undressing, was his every day's programme ; he now found but little 'time to devote to his studies, but he had got to be one of the men in fashion, in the most fashionable salons of Paris. He had now quite forgotten how disgusted he had been at his uncle's existence, who without his talents and with quite a different education had been contented to live a pleasant if not a useful life. But Raoul was young, and therefore prone to judge and condemn other people's actions, not knowing how easy it was to do the same things. After leading some time this pleasant life of dissipation, Raoul had the good fortune to meet at Mme. de Thereney's M , the great historian. This eminent person was struck with this young man, whose coun tenance had something out of the common ; he observed him for a little while, and being"], [95, "79 ALINE DE CLERMONT. a man of keen penetration he read through Raoul's character, and after talking with him, he one evening said: \" M. Descombats, you are a young man, possessing an excellent education, and no mean talents ; were you to apply yourself to any of them, with steady perseverance, you would I believe rise to eminence. You have of late polished each of your natural gifts, you have acquired ease and elegance by frequenting the salons of Mesdames de Thereney and de Lais, you have been petted, praised, and flattered ; you seem happy with your laurels, but are you so ? Do you think that your faculties, your talents were given to you like colours to the wings of the butterfly, as a simple ornament ; no, they were made for use. If you will live a life of pleasure and ease, you will never be happy ; to attain happiness you must follow the simple rules of nature — you must work. Have you ever read ' Self Help ? ' I think"], [96, "80 ALINE DE CLERMONT. you have not ; read it, you will find it a stimulant — it will urge you to distinguish yourself. \" You must excuse me for speaking to you like a Cato, but I do it because I like you, because I know you have too much sense to partake of the prejudiced ideas of the caste to which you belong. I shall very likely soon leave Paris, yet I must tell you, before I go, that if you ever need a friend you will always find one in me.\" Raoul felt at the same time flattered and ashamed ; he resolved at once to put a stop to the life he was leading, to resume his serious occupations ; and at once he applied himself to study, and especially to historical investi gations. But what was he to do ; which was his chief talent, and to which was he to devote himself? Commerce, certainly not, nor medicine either ; he would not have dis liked law, for one day he might become one"], [97, "81 ALINE DE CLERMONT. of his country's deputies, and speak in the great arena, and the bar would have helped him to become an orator; but he did not care about the present regime, and his uncle would not have wished to hear of such a thing. After pondering some time, Raoul thought he would become a writer. Man proposes, but things were now on the eve of a great change. The Viscount always feared that, with the impetuous character his nephew had inherited from his mother, Raoul might have fallen in love with some woman of mean birth, and then, without asking or tak ing advice, he would have married her, caring little if he were left without that fortune he might have otherwise considered as his own. Besides, M. de Boisemont was growing old, he wanted a lady to superintend his salons and his household, he also wished to adopt Raoul as his son, and leave him the manage ment of his estates, but before doing this he"], [98, "82 ALINE DE CLERMONT. wished his nephew to get married, for he was determined not to have his proud escut cheon blotted by any mesalliance, and be sides, he could not admit a woman of no birth under his roof, and treat her like his equal. The young lady chosen for Raoul was the Countess de Keradec ; she was a niece of one of the Viscount's friends, and she belonged to one of the oldest and most noble houses of Brittany, who claimed to be descended in a direct line from no one less than the famous King Arthur, and was therefore nobler than the noble house of Bourbon. Some weeks before, in the midst of a life of pleasure, it might not have proved very difficult to entice Raoul to marry a person whom he knew only by her old lineage, yet now that he had woke from that intoxicating life, he was not a man who would marry a young lady chosen for him, even if she had descended from Merlin and King Arthur,"], [99, "83 ALINE DE CLERMONT. and was connected to those proud Rohans who, not being able to be kings, disdained to be dukes. However, Raoul felt sure that if he were presented to the young lady, with the thought that he must marry her, he would at once conceive a dislike to her ; on the con trary, had he met her by chance, he might possibly have liked her. The Viscount never expected to meet with any opposition on the part of his nephew. On the contrary, he thought that the young man would be overjoyed at the idea of such a marriage, but what was his surprise to find that Raoul positively refused it ; he thought him excessively unkind, and could not help reproaching him with his ingratitude, after he had done, and was still going to do so much for him. Poor Raoul was hurt; he felt with a pang that other people's bread is salty, as the great Italian poet says, and he decided at once that he would not eat of it ■"], [100, "84 ALINE DE CLERMONT. any longer. He was grieved to have to dis please his uncle, who, he felt, had always been as a kind and fond parent to him, and who thought even now to be acting for his nephew's good. It grieved him excessively to have to appear ungrateful, yet he felt that he must act like a man ; no, he could not sell himself to buy riches and a title, it was de meaning himself, losing his liberty and his manliness. How could his wife look up to him with respect, when she knew that he had married her in compliance with his uncle's wishes, and in order to acquire a fortune, and the title of viscount ; no, he never would debase himself in tbat manner. Doubtless Raoul was wrong, but he had a fine sense of honour, and could not suffer anything mean or mercenary ; his ideas were not those of the practical world. In his grief he went and explained his plight to his friend, Mme. de Thereney ; he told her"], [101, "ALINE DE CLERMONT. 85 that though he loved his uncle, and was very sorry to disobey him, yet he could not stoop to such a thing; he felt he could not be brought to marry a person in that manner, for he had quite different opinions on mar riage. The old lady smiled mischievously; she thought, no doubt, that both uncle and nephew had acted in a rather silly way, yet she could not help admiring her young friend for his exaggerated ideas, and she felt that with his sensitive character, a marriage con tracted for him by other people would never be a happy one. She did not try to persuade him ; on the contrary, she only said that she would speak to his uncle, and arrange the matter. Raoul begged her not to do so, he only asked her to try and make him under stand his feelings ; he had decided to work for his living, and eat no more the bitter bread of ease and pleasure. He went home, and wrote to his friend,"], [102, "86 ALINE DE CLERMONT. the great historian, asking him for advice, for he had now decided upon entering life in earnest and on his own account. Having finished this, he wrote a long letter to his uncle explaining everything to him, begging him most earnestly not to think him unkind and ungrateful, though he appeared so, and he earnestly implored his forgiveness ; then folding up and sealing this letter he went and put it upon the Viscount's table, after which he packed his clothes up in a trunk and left the house. , He retired into quite an opposite part of Paris, where he hired a small room. There was a difference, indeed, from the sumptuous apartments in his uncle's \" hotel\" to these miserable lodgings, the only furniture of which was a small bedstead in a dark alcove, a writing-desk, a table, a fauteuil, and a chair. He could not help thinking of his uncle's kindness in fitting up the rooms he had occu-"], [103, "87 ALINE DE CLERMONT. pied with such artistic elegance and comfort ; where were now the Turkish carpets, the lace curtains, Buhl cabinets, and splendid paint ings ? This was a change, indeed, to him, who admired beauty in everything, and who possessed the sensitive taste of an artist ; yet he was far from regretting the steps he had taken, and he resolved manfully to make him self happy and cheerful even in this mean abode. He began to ponder how he was to obtain his living, and as he had but very little money, he was obliged to decide at once upon doing something. Now, he thought, from neces sity, if not from choice, he must try his pen, and contribute an article to some Journal. But he perceived that he had neither paper nor writing materials, and therefore he was obliged to go at once, to a neighbouring stationer's, and make a purchase of all that was required, omitting, however, envelopes"], [104, "88 ALINE DE CLERMONT. and blotting paper, for which he had to return. Having come back to his room he was tired, and felt more like going to bed, than like writing for the press. After several unsuccessful attempts, he at last managed to write an article which he himself found pretty good. On the morrow he corrected it, and took it to the office of the newspaper ; his heart was beating loud as he pushed the door and entered into the vast hall. He asked for the editor, but he was told that no one was received by the editor without an in troduction. He then left his article and went to one of the public libraries, where he wrote a criticism on the last novel; and having finished he sent it to one of the literary reviews. The next day he waited impa tiently for the hour at which the paper came out — he was anxious to see if his contribution had been inserted — it seemed as if that moment would never come. At last the boys"], [105, "89 ALINE DE CLERMONT. appeared with their bundles of moist papers ; Raoul, -with a beating heart and tremulous hand, grasped one of the gazettes, and quickly glanced from the top of each column to the bottom, yet nothing was to be found. He looked over it again, and then perused it more minutely, but all, with no better suc- cess. He had looked at everything, from the title, the leading article, the local news, nothing was omitted. Then he thought that most likely it had not been published on account of the want of space; besides, his article had, perhaps, come too late for that day, yet the next day it was sure to appear, or the day after at the very latest. He waited anxiously, nervously, for the next and the following days, building castles in the air, fancying himself gaining not only a fair livelihood, but also a name and a high social position by writing for the press. Yet as the time passed he felt every day more dis-"], [106, "90 ALINE DE CLERMONT. appointed and dejected. At last two letters came, both thanking him for his contributions ; but the one was unsuited for the paper to which it had been sent, whilst the other, though deservedly praised, was returned, for the \"Review\" which had received it had already a staff of writers that supplied it with all such articles. This was Raoul's first trial. He had passed several days in idle and tedious expectation, he had spent the little money he had, and now he was obliged to use his wits in order to procure himself his next day's meals. In his sadness he paced up and down his narrow room, caring little what should be come of him, for nothing crushes our energy like disappointment. Should he try the press again ? Certainly, that was the only career of his choice ; but in the meantime he had to live. A sudden thought struck him ; he went to the papers and looked at the adver-"], [107, "91 ALINE DE CLERMONT. tisements ; he perused them one by one, and at last he stopped short — it was the re quisition for a junior clerk at a large mer chant's office ; under this one was another vacant situation, only it was at a wholesale and retail grocer's. Raoul determined upon applying for the former early the next morn ing; in the meantime he sought for fresh courage and energy by reading \" Self-help.\" On the morrow, having dressed himself in one of his neatest suits, he sallied forth, and after crossing a labyrinth of streets and lanes he arrived at the indicated place : it seemed to him a large office bustling with business, noise, and confusion — just the very thing Raoul hated. Having entered, he felt shy and nervous, and affected by the humbleness of his . condition of applicant, he asked modestly if he could see the principal. He was answered gruffly that this gentleman was engaged, and could see nobody at pre- H"], [108, "92 ALINE DE CLERMONT. sent, and that if he wished to see him per sonally he would have to wait or return in an hour's time. Raoul went out and walked wearily up and down the streets, loitering before the shops, and trying to while away his time till he could return to the office; pondering over and conjecturing what kind of reception he was likely to have. At last the langweilige hour was passed, and, still more anxious and worried, Raoul returned again to apply for the vacant post. On entering the office he once more put the former question — that is, if he could see the master. \" Gone out,\" replied a clerk, without lifting his head from his ledger. \" And when might I be able to see him ?\" \"Don't know.\" Raoul twisted his moustache and bit his lip. \" Do you think I can see him in an hour or two ?\""], [109, "93 ALINE DE CLERMONT. \" Perhaps.\" \" Is there nobody here to take his place ?\" \"What is it you want?\" said the clerk snappishly, lifting at last his head from his accounts, apparently much irritated at being disturbed. \"I have come to apply for the situation advertised,\" said Raoul. The young man, without any further answer, went out of the room, and presently returned with an elderly man who introduced himself as the Chef de Comptoir. He had none of the abrupt manners of the former clerk, on the contrary, he had that crouching mien, that ceremonious and oily behaviour, the very obsequiousness of which seems to forewarn you, and, according to the place where such a person is met, he is surely taken either for a mean and sneaking parasite, a pickpocket or a spy. He went up to Raoul and asked what he"], [110, "94 ALINE DE CLERMONT. could do for him, listening attentively to all that this young man had to say ; he put to him several questions, and, after assuming the most important airs of authority, he finally told him that if he would call on the morrow at about nine o'clock he would be sure of meeting his master. He ended by adding in a most patronizing manner, that naturally jarred on poor Raoul's sensitive nerves, that in the meantime he would do all he could for him. During this conversation all the clerks, under some pretext, came first to have a peep, and then a stare at the appli cant, and then returned from where they had come, whispering and giggling. Poor Raoul's first impression of commercial people was not altogether a pleasant one ; it seemed as if they did not belong to the same world as that which he had just left; he felt that this office with its bustle and con fusion, its rough or servile employes, was"], [111, "95 ALINE DE CLERMONT. quite loathsome to him ; yet what could he do for the present ? He must submit to it, for there was nothing else by which he could get an immediate living. The following day he returned at the ap pointed time. The head of the firm had not yet arrived, and so once more he had to wait. He thought of that phrase by Labruyere, de scribing the rich Clitiphon : \" Le manieur d'argent, l'homme d'affaires est un ours qu'on ne saurait apprivoiser, on ne le voit dans sa loge qu'avec peine ; que dis-je ? On ne le voit point ; car d'abord on ne le voit pas encore et bientot on ne le voit plus.\" Finally the great man arrived, and after some time the applicant was ushered into his presence. \" I have come,\" said Raoul, \" to see if I can fill the place which is vacant in your office.\" \" It is a junior clerk that I require.\" \" Yes, according to your advertisement.\""], [112, "96 ALINE DE CLERMONT. \" You have doubtless filled similar situa tions at other offices ; have you any refer ences, and what can you do?\" \" I have never been in commerce before, but being an \"agrege\" of the university, my education I think enables me to fill such a subaltern situation.\" \" You have never been in commerce before, and pray what have you been doing until now.\" \" Studying.\" \" Studying ? Studying what ?\" \" History, languages, sciences, music, and painting.\" \" And never been in commerce?\" \"No, sir.\" \" What references have you?\" Raoul gave him the names of several friends. \" I do not know any of these gentlemen ; none of them are any merchants of note.\""], [113, "97 ALINE DE CLERMONT. \" They are none of them in business, most all are of the highest rank, gentlemen of for tune and of high position.\" \" And why do you, with such friends, apply for so humble a situation ?\" \" On account of family matters.\" \"Family matters?\" said the merchant, in an inquiring and incredulous tone. \" Exactly.\" \" I am afraid, my dear sir, that with your education you are not adapted for such a place.\" \" Yet you could try me,\" pleaded Raoul. \" You see, what we merchants require, are not gentlemen with an accomplished educa tion, knowing Latin, sciences, music, and all that stuff. What we want are young men of about fourteen years of age, of quick per ception and a pliable disposition, who have a fair hand, and can write without many ortho graphic mistakes, knowing well the four rules"], [114, "98 ALINE DE CLERMONT. of arithmetic, and being clever at figures ; all the rest only serves to render young people conceited and unmanageable. Look at me, sir,\" said the merchant, rising from his chair, putting his thumbs through the aperture of his waistcoast at his armpits, and expanding his little abdominous figure as if ready to be taken measure for a new suit of clothes, \" look at me, sir. At thirteen I had finished my education and entered into a merchant's office ; not having learned Latin or any such trash, I had my head clear for business, sir, and now you see what a position I have acquired.\" Notwithstanding his dejectedness, Raoul smiled. \" I can say nothing in answer to your argument, especially when it is so well illustrated,\" said he, and bowing to the man infatuated by vanity and self — admiration, he retired. Once out, he felt relieved and almost glad"], [115, "99 ALINE DE CLERMONT. that his efforts had been frustrated ; yet his purse was now quite empty. He had not as much as a single \" sou,\" besides, not having ate anything since the previous evening, his stomach was as void as his purse. What was he to do ? He was too proud to return to his uncle, or to apply to any of his friends, yet he was beginning to feel, not an appetite, but that kind of sickness which accompanies a long fast. He felt so disheartened and low spirited that he did not care what became of him ; he had never thought that in Paris, with his education, he would have to suffer hunger, yet his very education seemed to hinder him from obtaining a livelihood. Something must be done, hunger was not a thing to be endured. He took his watch chain, went to the neighbouring \" Mont-de- Piete,\" and pawned it. As soon as he felt the money in his hand, his courage revived, his sick feeling changed into hunger, and"], [116, "100 ALINE DE CLERMONT. though Raoul was no gourmet, yet he made out in his mind the menu of the dinner that he would like to have, for no one seems to long for a good and delicate meal, as he that is hungry, and has but a few sous in his pocket, yet after all considerations Raoul went to a small restaurant, where he dined for one franc. After having dined he wrote and applied for the place at the grocer's. This was better than hunger, and besides he wished to see something of real life in every grade of society. The next morning he received an answer to his letter ; the place had already been filled up. He had failed in the press, he had failed in obtaining a mercantile situation, no post was vacant for him at any of the colleges, so he thought he would try and give lessons, and therefore he advertised accordingly. But his knowledge was so extensive and his prices so"], [117, "101 ALINE DE CLERMONT. moderate, that he was taken for a charlatan. He also bought some paints, brushes, and canvas, and made a few pictures, which he offered for sale to a dealer in paintings ; but this man told Raoul that the only thing he could do was to expose the pictures in his shop and try and sell them, reserving for himself a commission of twenty-five per cent. Raoul also took to copying; but this was a most tedious and ungrateful work, wearing out the sight and the nerves, and as his chiro graphy was far from being clear and fine, he did not get much for his labour. One by one he had pawned all his jewels, and lastly a ring that had belonged to his mother, and which he felt loath to part with, for now he could not see how he would ever be able to redeem it, yet during most of this time he had lived in a very economical and saving manner, his chief diet consisting of bread and milk, yet he had spent much in"], [118, "102 ALINE DE CLERMONT. advertising, and also for his painting materials, and these attempts had almost proved failures. Several months had passed since Raoul had parted with his uncle, months of successive disappointments and bitter experience. One day he was pondering over his sad situation and thinking how he could extricate himself from it ; he was just asking himself whether he had not better go to Algiers and take to farming or enlist in the army, for his present state of continual worry was quite intolerable ; everything that he had attempted had failed ; he was now tired with himself and with the world in general. What could he do, when his very education, through the prejudice of a besotted man, had been in his way. Should he try manual labour now that he was reduced to beggary ? Just then a loud rap at the door interrupted his meditations. He went to open it, and to his surprise and"], [119, "103 ALINE DE CLERMONT. joy it was the man who had promised to be his friend, actually, no one less than the great historian. \" I have come at last ; I have not forgotten you as you naturally must have thought, but before I came to your help I wanted you to try life for yourself, you had something to learn, something to taste — that was poverty, want ; perhaps hunger. Do not blush, you have nothing to be ashamed of; when all this is passed you will be glad it has happened. My dear young friend I esteem you more in your wilfulness than when you were the object of universal admiration at your uncle's or Mme. de Thereney's salon. I knew that you had applied without success for some professorship at the university, and that after wards you had neither returned to your uncle's nor applied to any of your former friends, who one and all believe you away from Paris ;"], [120, "104 ALLNE DE CLERMONT. now I see by your looks that life has been hard with you.\" Raoul related all that had happened to him, and when he had finished, his friend asked him if he would mind leaving Paris. The young man replied that on the con trary he would very much like it, he was sick and tired of Paris since he had been so miser able. \" Well,\" said the historian, \" I have been fortunate enough to obtain for you the \"Chaire\" of History at the University of Lyons, and though the emoluments are not what they ought to be, yet I think the place is acceptable.\" The tears came to the young man's eyes, he could hardly speak to thank his benefactor, for his emotion choked him. Raoul's life now seemed to enter into anew phase, and fortune was no more quite as"], [121, "105 ALINE DE CLERMONT. blind as she had been before ; several articles sent to various reviews had been taken and well paid for ; all the paintings had been sold to an amateur at a fair price, and all at once he now found himself comparatively rich, and enabled to redeem the jewels he had pawned. Before leaving Paris the young man went to his uncle in order to get reconciled with him, for he had been advised to do so by his friend and protector, and the uncle, knowing by the historian what Raoul had suffered, pitied him so much that he received him with open arms, and would not hear about his leaving Paris ; but when he saw that Raoul was decided to go he did not try to keep him, knowing it was useless to do so, he only urged him to accept a pension of at least six thousand francs, which would put him above need. Raoul thanked him, yet re fused ; the only promise that the good uncle"], [122, "106 ALINE DE CLERMONT. obtained was that in case of need his nephew would apply to him at once, for he told him that he might now consider himself as his heir. Raoul was moved by his uncle's kindness, he felt that he could even marry the girl that had been chosen for him. He then went to Madame de Thereney's who was almost as pleased to see him as his uncle had been. He told her how good the Vis count had proved, and said that he would now do anything to oblige him ; but the old lady hearing that he was going to Lyons told him to persevere in his course, and never marry either for money, titles, or even grati tude, but only for love. Some days afterwards, Raoul was installed in his post. He entered upon his duties heart and soul, thinking only what a serious task it was to give young people daily their spiritual bread, to nourish their hearts and minds, and instil into them, not merely a few"], [123, "107 ALINE DE CLERMONT. historical dates and facts, but the admiration of the good, wise, and clever men of different ages, to impress them with the love and duty they owe their country and their fellow creatures. He spared himself no pains to render his lessons not only instructive, but also, as agreeable as possible, and his zeal, made him really eloquent. As he tried to render his task interesting, he succeeded in capturing the attention of every student, even of the most noisy and mischievous ones ; he was, on account of his knowledge and zeal, greatly respected by everybody, whilst his gentlemanly and refined manners made him beloved. Besides, professor Raoul Descombats was not only liked and esteemed by his scholars, but also by his colleagues, by the censeur and even by the grim old proviseur, and in fact by every one -with whom he came in contact. His uncle had given him letters of recom- i"], [124, "108 ALINE DE CLERMONT. mendation to several of his friends, noblemen living in or near Lyons, many of whom Raoul had known personally, but feeling that his position was now changed, and being of a very sensitive disposition he always feared lest he should meet with a stiff or cold reception. Besides, as most of them lived in their chateaus in the neighbourhood, visiting them would have required a great loss of time, and his duties necessitated a solitary and retired life. The only family he intended visiting was that of the Marquis de Neuville, a friend of his uncle, and especially of Madame de Thereney ; this old lady had assured him of a hearty welcome, and had made him promise that he would go and see this gentle man, and she had begged him to write and tell her all about the family. Having a few days to spare, he thought he would profit by these holidays and put his promise into execution ; he therefore took"], [125, "ALINE DE CLERMONT. 109 his note-book and found the address which Madame de Thereney had written as fol lows : — ■ Monsieur le Marquis de Neuville, au Chateau de Neuville, a Neuville. According to his guide-book Neuville was chef-lieu de canton of about 2000 inhabit ants, possessing a handsome bridge and mineral baths, etc., but he found, what in terested him more, that trains, omnibuses, and steamers ran to and fro there several times a day. As the weather was fine he went by the boat, and he did well, for the trip was a de lightful one ; the beauty of the banks of the Soane, in the neighbourhood of Lyons, is to be compared to that of many far-famed sights which tourists go to such trouble and ex pense to behold ; the only drawback, perhaps,"], [126, "110 ALINE DE CLERMONT. here is, that comfort abounds everywhere, and that at any of these diminutive towns one is always sure of finding excellent fare. Hardly has one passed the faubourg of Serin, on one side, and Vaise on the other, than the banks, the slopes, and the hills on each side of the river, are covered with most handsome country houses, each vying with the other in richness and beauty. Here an elegant marble villa in the Italian style peers through its char milles, whilst near to it, on a lawn of Alpine grass, stands a modest Swiss cottage, a toy of exquisite beauty ; on this side is an old tower with a legend of a fair lady having been shut up in it ; further on is a mansion in the renaissance style of architecture, surrounded by terraces, with statues and fountains ; all these villas are separated from one another by pretty gardens or extensive parks. The first stoppage was at the \" Ile-Barbe,\" that charm ing tiny island, with its walks of imposing old"], [127, "111 ALINE DE CLERMONT. horse-chestnut trees, its ancient castle, said to have been once inhabited by famous Charle magne ; its remains of monastaries, its Gothic vaults, its cemetery and sarcophagi. After this the boat stopped at Collonges, then at Roche tailee, with its proud castle on the rock. At last it arrived at the little town of Neuville — not to Raoul's great joy, for he was almost sorry to have to disembark. Leaving the boat, he took a carriage and drove to the chateau, which was at some little distance from the town. Raoul having written the day before to announce his arrival on the morrow, the Marquis was naturally on the look out for him, and received him with an unhoped for and unexpected cordial welcome ; and treated him not as a stranger, but as an old acquaintance ; and a promise was at once exacted from the young man, that he would remain with them as long as he possibly could."], [128, "112 ALINE DE CLERMONT. He was at once shown to his room, where he could refresh himself after his little jour ney, and from there he was taken into the drawing-room, where he was introduced to the remainder of the family. The inmates of the castle consisted of the Dowager Mar chioness de Neuville, a stately old lady, who, though in her seventieth year, was straighter and of a more imposing figure and command ing demeanor than many a younger woman. In her long rich black satin dress, with her white lace ruffles and frills, she reminded one of Madame de Maintenon, or some of the other ladies that graced the court of the \" Grand Monarque's\" latter days, and it was easy to see that she had been brought up in the aristocratic court of Louis XVIIL, the last but one of the Bourbon kings. After her came her son the marquis, a man of about fifty, tall, well built, who had in herited all his mother's stateliness ; he had"], [129, "113 ALINE DE CLERMONT. a highly intellectual countenance, and was indeed a very cultivated man ; he had written two works, the one on numis matics and the other on heraldry, both of which were considered of great literary merit. Lastly came Mademoiselle Aline de Clermont, a distant relation and adopted daughter of the old lady. She was a young girl of about eighteen, tall, slim, and with a most graceful figure ; the first thing one noticed on seeing her was the profusion of light hair, of a peculiar greyish golden hue, contrasting with her deep and soft brown eyes, but what was still more remarkable was her fair complexion, that possessed the delicate white semi-transparent aspect of alabaster, and she was like that celebrated Philippina Welsar, the wife of Archduke Fer dinand, whose skin was said to be so trans parent, that when she drank red wine this dark liquid was seen through her neck."], [130, "114 ALINE DE CLERMONT. Altogether she was so delicately beautiful, that she reminded one of a fragile flower. These were the only members of the family, and the sole inmates of the vast chateau. The life they led was a most quiet and retired one, but though in solitude they were not alone, for the love these three persons bore one another made everything bright, cheerful, and happy — they were a world unto them selves. It was a noble sight indeed to see the marquis, whose hair, like that of Hamlet's father, was sable and silvered, wait upon his mother with manly reverence and childlike obedience ; he attended upon her with a lover's empressement, and with the most filial and tender respect. This chateau presented a fair example of the home life of most of the noble families that had from principle remained attached with loyal zeal to the last descendant of their kings. Loyalty is the badge of royalty, and as Montesquieu says, a kingdom"], [131, "115 ALINE DE CLERMONT. must be based upon this quality. Here, in fact, loyalty was the great predominating virtue ; it was visible not only in the masters, but also in the domestics, whose fathers had deemed it an honour to serve the Neuvilles, with that loyal zeal and honesty that the Neuvilles themselves had served their king. There was a tender attachment on the part of these servants, and yet their respect had nothing servile or obsequious, and their regard was full of respect. Affection brought together both servants and masters, for if the servants were servants indeed, and not helps, yet they were treated with gentle kindness and politeness ; pride and haughti ness were left to parvenus, the Neuvilles had for centuries been noblemen. This Legitimist family lived now, as in an age past and gone ; they remained excluded from the world, for their loyalty had not given way to personal interest, which was, indeed, the"], [132, "116 ALINE DE CLERMONT. badge of the Empire. Believing in divine right, they considered Count de Chambord their legitimate king, and never styled him but as Henri V., or oftener as Monseigneur. They honoured him as their king, and being personally acquainted with him, they loved him as a man. Though all their opinions were antiquated, and though many of them were absurd, yet there was in them so much sincerity, such faithfulness and truth, that they were not only excused, but even commanded admiration, and Raoul who, without coinciding in then opinions, always gave way to them, through deference and respect, soon became a great favourite. As they lived mostly alone, they were very glad to have this young man come and spend a few days with them, though they said it was selfish on account of their most monotonous way of living. Raoul was far from thinking that the life of"], [133, "117 ALINE DE CLERMONT. the chateau was monotonous — firstly, he was not the gay young man he had been about a year ago ; then he found the old dowager a most amiable and amusing old lady. Her son the marquis was a talented and most entertaining man, whose conversation never failed to instruct, especially when he talked about his favourite topics, heraldry and numismatics. But Neuville possessed one great attraction for him, and this naturally was Mile, de Clermont, the fair Aline. She was indeed a rare gem, modest and unassum ing, possessing beauty, allied to every quality mental and moral. Though Aline might have been thought by most people cold and proud, or heartless, yet, like the precious opal, she possessed within her heart a torrent of love, that to the eyes of those that were capable of discovering it, shone with vivid brightness. Raoul saw the outward reflection of the in ternal flame, and felt at once for this young"], [134, "118 ALINE DE CLERMONT. girl what he had never felt before. Aline, who had seen but few young men, was highly interested in Raoul, especially on account of his talents in music and painting. The short vacation was soon past, and college duties recalled their professor, yet he would have been happy had it not been for one unfortunate circumstance. On the day of his departure, a young man, the son of a wealthy neighbour, arrived at the chateau, and Raoul naturally presumed that the new comer must be in love with the young lady, for Neuville could not have had any other at tractions for him. It is true that he was far from being good looking, and that he was very dissipated could easily be perceived by his looks ; this was a thing to be understood, for he had been several years an officer in the Papal Zouaves ; yet he was of a very wealthy family, and if Aline was dependant on the dowager's bounty, as he had understood she"], [135, "119 ALINE DE CLERMONT. was, would she resist the temptation of sell ing herself to wealth, even if the future hus band looked like a faun ? When Raoul returned to Lyons, he was bent upon gaining a position enabling him to marry, for he felt that Aline was dear to him ; yet this was no easy matter. How was he to attain wealth enough to support a wife that had been nurtured in ease and luxury, and to whom he could only offer comparative poverty. He thought of his uncle's wishes, yet he did not like to marry and be supported by the Viscount, especially after having disobeyed him. Yet he now thought how right he had acted not to consent to the viscount's wishes; he felicitated himself on all that had happened, for by this means he had made Aline's ac quaintance ; he was sure that he could never have loved the young Countess de Keradec, for Aline de Clermont was the only one he could love ; thereupon he wrote a long letter"], [136, "120 ALINE DE CLERMONT. to Mme. de Thereney, thanking her for the good advice she had given him, never to marry but for love. He returned to his duties and his studies -with renewed zeal and with more cheerful ness than before, his lessons always grew more interesting, and gradually Raoul be came the great favourite at the University. One day he thought that like several other professors he also would give some lectures at the Museum Hall. He therefore pre pared himself, and at last the night when he made his first appearance in public arrived. The hall was crowded, and amongst his audience were, unknown to the professor, the Marquis and Mile, de Clermont. Raoul felt rather nervous at facing so many people, but that feeling passed off as soon as he got interested in his discourse. The subject of this lecture was \"Julius Cæsar,\" and the young orator rendered this topic a most"], [137, "ALINE DE CLERMONT. 121 interesting one. Cæsar had never been one of Raoul's idols, and though he admired the genius and talents of this great man, yet he preferred the stern patriot Brutus who placed the love of his country above everything else . Raoul never thought that, by bringing out in its true light the character of a man dead more than eighteen hundred years ago, he was attacking another man, who thought that the great Cæsar was his prototype. This lecture, therefore, had an unlooked and unhoped for, yet fatal success ; on the mor row it was commented upon by every news paper in Lyons, each one after its own fashion. The democratic organs extolled it far beyond its worth, and took an oppor tunity to write violent articles about tyrants, usurpers, and oppressors. The Legitimist papers expatiated upon those artful men, that used the people as a stepping-stone to power, and arrived at the throne by dint of"], [138, "122 ALINE DE CLERMONT. money and corruption. Moderate journals were embarrassed, and did not know what to say, approving they seemingly sided with the Republicans, yet the lecture had some very good parts, which they would not twist in different manners in order to criticise them ; besides they were cautious, for they did not know what turn things might take. Nobody was more surprised than Raoul on awaking the next day, to find himself a great man, but he had soon to pay both for his greatness and his thoughtlessness, for in a few days an order came from head-quarters to transfer Professor Raoul Descombats to a small country town college. This was a defeat indeed ; but things were not to pass so easily. All the students of the University protested, and petitioned to retain him ; but the Government had decided, and it remained inexorable. At the same time Raoul received a letter from the great historian, and one"], [139, "123 ALINE DE CLERMONT. from the Viscount, both advising him to give up his situation. The obstinacy of the Government produced a bad effect over all the inmates of the Lyceum, the newspapers of the opposition profited by this circum stance, to show how unjust the Government had been in its \" persecution \" against Pro fessor Descombats, and public opinion in this revolutionary town was all for Raoul. A democratic leader, anxious to seize the first pretext to trouble the public tran quillity, managed to get up a demonstration in favour of the professor. A crowd assem bled before Raoul's lodgings shouting \" A bas les Cesars,\" \" Vive le Professeur Descom bats,\" etc. Raoul came down, thanked the people for their sympathy, tried to pacify them, and sent them back to their houses. Another young man like Raoul would have had his vanity flattered, at finding himself a public character, yet he, to escape another K"], [140, "124 ALINE DE CLERMONT. such public ovation, left Lyons on the mor row, and went to beg of the marquis a few days' hospitality. There he was received with marked attention by the dowager and by her son. Raoul decidedly had in a few days become famous, his talents now were known to the world, and could no more be considered his own, therefore every party was eager to attach him to their side. Hitherto Raoul had remained perfectly neutral, and had loved his country, for his country's sake. He belonged to no party whatever, and though he would have liked to have given his country a better govern ment than a simoniacal one, yet he was for mending wrongs by a wholesome pressure of the whole nation by its deputies, but he was far from wishing revolutionary changes, sudden wrenching and upsetting the present for the uncertain, and he even preferred a bad constitution to anarchy. In fact, though"], [141, "125 ALINE DE CLERMONT. young, he was like most of the people who later voted for the plebiscite. Yet, in circumstances like his own, it was difficult to remain impartial, and a little under the influence of his friends he wrote the famous pamphlet, which was published out of France under the name of Vercingetorix, the famous Gallic chief, who was vanquished by Cæsar. It had a very great success, it annoyed the Government, and made it regret its hasty measures^ Those were happy days that Raoul spent at Neuville, studying with the marquis, listening to the dowager's anecdotes of old times, sing ing or playing upon the piano with Aline. He also wrote several very remunerative and clever articles for the press, which de cided him to consecrate his time to literature. His only annoyances were the occasional visits of the ex-Zouave officer, but had he been less jealous he would have seen the"], [142, "126 ALINE DE CLERMONT. difference of his and this young man's re ception, whilst the one had been cordially welcomed, the other was received with polite coldness; but even he himself could not help noticing Aline's frigid manners every time this young man approached her, yet whenever he thought of his poverty, com pared to his competitor's wealth, he could not but feel dejected. Every morning Raoul went out for an early walk or ride, and on his return he often met Aline taking a matinal stroll in the woods of the domain, gathering wild flowers for the vases or strawberries for breakfast. He stopped to help her, and being two, the work proceeded much slower, for it was so agree able to sit on the firm tangled grass and talk. Daily their conversation became more intimate, and very soon the soft sentiments of love that had woke in their hearts were expressed in their discourse, till little by little"], [143, "127 ALINE DE CLERMONT. they made to one another a full confession of their feelings, but so pure and chaste were their affections, that angels themselves might have heard their avowals without blush ing. It was indeed a fine sight to see this young man, tall and handsome, whose gentle eyes beamed with intelligence, having at his side this young girl of graceful and fragile beauty, leaning on him as if for moral and material support. The first person to whom Raoul disclosed his love was his old friend Mme. de Thereney, and she wrote back congratulating him upon his good taste, and telling him that she had expected all this would have come to pass, she knew that he and Aline were made for one another. She, at the same time, advised him to unfold his feelings to the marquis. Before receiving this letter, Raoul had decided to do what his friend now advised"], [144, "128 ALINE DE CLERMONT. him, and therefore he decided on speaking to M. de Neuville on the morrow. The next day when the young man asked to see the Marquis, he was told that he must wait, for this gentleman was in his study with the ex-officer who had come to speak about private business. Raoul at once felt sus picious. He began to think that this person had come to propose to Aline, and perhaps he was not far wrong in his conjectures. He therefore went out in the garden, and was walking dejectedly up and down one of the avenues, looking moodily on the ground as if in great meditation. He had been there some time, when all at once the marquis came un perceived behind him, and laying a hand upon Raoul's shoulder, asked him what he was pondering over ? \" I am thinking that a young man may be clever, talented, and not bad looking, yet an"], [145, "129 ALINE DE CLERMONT. occasion might come when he would give all this away for money.\" \" Oh, fie ! Raoul, I never thought you so mercenary before.\" \" I never thought myself so before to-day, but there are circumstances in life,\" said Raoul, stopping short. \" I can, I believe, relieve you from the embarrassment of a confession, but first set your heart at ease ; this young man, whose wealth you envy, is not likely to return here soon.\" Raoul grasped the marquis by the hand. \" Then Aline has refused him ; yes, I was wrong to doubt her.\" \" He never made Aline an offer, for he has just heard from my lips that Aline is portion less.\" \" Is she ?\" said Raoul, with eyes glistening with pleasure, \" then surely I would not ex change talents for wealth.\""], [146, "130 ALINE DE CLERMONT. Thereupon the young man made a whole confession of his love, and ended by asking the marquis for Aline's hand. To this his friend replied that he esteemed and liked him for his manly qualities, and that he was the only young man of his acquaintance that he would have chosen as a husband for his pro tegee, yet there was one objection, could he maintain a wife ? Raoul said that this really embarrassed him, yet with a love like that which he felt for Aline he was capable of everything, and he was determined that in one year, or two at most, he would have acquired the means of getting married, and he thought that Aline would wait for him, even for so long a period. \" They say,\" added he, \" that I am talented, I have friends, I do not lack perseverance, and I am not afraid of work ; why should I not succeed ?\" The marquis could not help considering the"], [147, "131 ALINE DE CLERMONT. difference between these two young men. The one was a rich religious profligate, renouncing the girl he cared for because she had no dowry, the other on the contrary who thought himself poor, rejoiced that Aline's circum stances were like his own. \" I could,\" said M. de Neuville \" make you an offer, yet I am certain you would not accept it ; so for the present go to your uncle's, avow every thing to him, and then I do not doubt that you will soon obtain a position enabling you to marry.\" Raoul now was happy, he told everything to Aline, and after a few days of almost perfect bliss he took leave of his friend and returned to the Capital. He felt rather shy at having to return to his uncle, though he had been received by him with all former kindness, previous to his leaving Paris ; but while he was mustering all his courage to tell him that he had, like the prodigal son, come back home,"], [148, "132 ALINE DE CLERMONT. the uncle was earnestly wishing that he would decide and come back. The Viscount was now growing old, amuse ments were tedious to him, and as he had got accustomed to his nephew's company he felt his loss sorely when Raoul left him ; he had often grieved that he had made this adopted son feel his dependence, and had never pardoned himself for having done so, and was ready to make amends. The only thing he sincerely wished was that Raoul would marry, and come and settle in Paris. When the nephew presented himself at his uncle's mansion on his return, he was again received with extended arms, and had he been a son his arrival could not have caused greater They talked over his success as a professor, and especially as a lecturer, and the Viscount congratulated him upon the fame he had acquired ; then old times were recalled to"], [149, "ALINE DE CLERMONT. 133 memory, and then the uncle asked his nephew if he did not regret acting so foolishly. \" Well ; no uncle,\" said he, \" I cannot say that. I regretted many a time, and still re gret to have appeared ungrateful towards you, who have always been such a good father to me, yet I must say I am very glad I refused to marry the young lady you proposed to me.\" )> \" And why so ?\" \"Because, save your consent, I am now almost engaged to Mile. Aline de Clermont, who is related to your old friend the Marquis de Neuville.\" The uncle burst out laughing, and grasping his nephew by the hands, \" No, Raoul,\" said he, \"you are joking, you do not mean to say you are in earnest ?\" \" But indeed I am.\" \" And do you know who this young lady is?\""], [150, "134 ALINE DE CLERMONT. \" Have I not just told you ?\" \" Still you know nothing more ?\" \" And is this not enough ; must I know more ?\" \" Well, this young lady is Aline de Cler mont Comtesse de Keradec, whom a few months ago you refused to marry. She is the daughter of that Marchioness Renee de Neuville to whom you know I was engaged, therefore she is the dowager's grand-daughter and the marquis's niece.\" In the evening they went to Madame de Thereney's, and the old lady laughed merrily at both the uncle and the nephew, and con fessed that when she had given Raoul a letter of introduction to the marquis, she had been quite sure that as soon as he would have seen this beautiful young lady, he could not have helped falling in love with her, and that was the reason why she had so strongly advised her young friend never to marry but for love."], [151, "135 ALINE DE CLERMONT. A few months after the young man's arrival at Paris, Raoul, now Viscount de Boisemont and Count de Keradec, was married to the fair Aline ; this was the great event of the day in the aristocratic faubourg of St. Ger main, for the nuptial ceremony assumed the proportions of a state wedding."], [152, ""], [153, "THE VIOLINIST. Suffering from an hereditary weakness of the lungs, and consequently being of rather depressed spirits, and of a gloomy state of mind, I had chosen Venice as the place of my abode ; its mild and damp climate suited my weak health, its quietness and quaintness was adapted to my mental condition. Sometimes, when sad and dejected, the beauties of Saint Mark, the Ducal Palace, or the \" Belle Arti,\" would abate my restless low-spiritedness, and if that did not succeed, I would shut myself up in a gondola and go off to some distant part of the lagune, where the only living sound was the cadence of the boatman's oar, the cries of the gull, or the rippling and"], [154, "138 THE VIOLINIST. argentine sound of the waters as some other gondola glided swiftly by, and there I would remain till my fit of despondency had sub sided into a calm indifference ; when I was in a more sociable disposition, I would repair to the great saloon of Venice — the square of St. Mark. As I grew stronger I gradually was less of a hypochondriac, and became fonder of com pany, and as sociability is one of the qualities of the Venetian people, I made several ac quaintances during my stay there ; amongst the different families I visited, my favourite resort was the house of Count Nov- — , but as the story I am about to tell you chiefly treats of some of the members of the family, allow me to introduce them to you : Firstly stands, as the head of the house, \" La Contessa Madre,\" nee Princess M — de San — , a woman of about forty-five; she is rather taller than the middle height, slim, and"], [155, "139 THE VIOLINIST. of a very aristocratic appearance. She is con- sidered even by her own family as being very proud ; her complexion is dark, and so are also her eyes and hair, her features are very regular, though rather sharp. The husband is quite the opposite of his wife, being rather short and stout, he takes snuff, uses coloured pocket handkerchiefs, and looks more like a retired well-to-do grocer than like a count ; he therefore holds a very secondary position in his own household, and is entirely sub- missive to the superior wisdom and the inflexible will of his wife, and coincides with her in everything. Two sons, Tullio and Arrigo, are the perfect likenesses of the mother, and consequently of a rather effeminate mein. Lastly a daughter, \" La Contessina Alesia,\" who seems to partake of both her mother and father's characters ; she is stouter and shorter, more rounded and less angular than her mother, yet she is not so L"], [156, "140 THE VIOLINIST. stately nor classically handsome ; still, being eighteen years of age, she had that resplen dent beauty, and that freshness of youth which rendered her lovelier by far. Though they possessed a fine ancestral palace on the \" Riva dei Schiavoni,\" which contained a whole suite of magnificent draw ing-rooms, yet I doubt whether the means of the family were extensive, and I should think that, were it not for the skill of the countess, her receptions would not be what they cer tainly were, the most agreeable ones in Venice, for though no grand balls were ever given, yet she knew the way of assembling together and retaining the elite of Venetian society. She was, it is true, an excellent hostess, and spared herself no pains to render her house pleasant and attractive ; her saloon was never too crowded, the people one met there were selected on account of their ac complishments rather than their high birth,"], [157, "THE VIOLINIST. 141 and notwithstanding her lofty demeanour and haughty mien, her manners were so pleasing and so free from formal constraint, that she infused comfort and ease everywhere. Besides all this, the amateurs of good music could no where find better enjoyment. The coun tess herself, who was Fumagalli's best scholar, was considered to be one of the ablest pianists in Venice, and in addition to this accomplish ment, she possessed a naturally rich and mellow contralto voice ; all the remainder of the family were more or less musicians, all were versed in this art, all understood it thoroughly, and therefore their admiration of it was not exclusively confined to the modern Italian composers, a rather rare occurence in the land of song and melody. Being a great patroness, she always succeeded in enticing into her saloons the most distinguished de lettanti, and even gave her friends the treat"], [158, "142 THE VIOLINIST. of hearing in her house some of the great musical stars. Amongst the great attractions of the palace during my stay in Venice was a young violinist ; though but a youth, he was never- theless the emulator of Beriot, and was ex- pected some day to equal the great Paganini. He was an Italian by birth, and his father, who was also an artist, seeing bis son's musical talents, devoted his whole life to develop his child's natural abilities. The father's life, like that of many an artist with more perseverance than talent, had been one of constant disappointment, and had not hope sustained him, his heart would have been crushed, but when at last he saw that he had failed in his career, all his expectations were placed in his son; all his ambition, his dreams of future success, were concentrated in this child. His wife having died giving"], [159, "143 THE VIOLINIST. birth to this infant, this poor artist was to his child in lieu of a mother, and his son's education, though much neglected in many respects, had been entirely devoted to the musical art. Music was his study, music his recreation ; he never had a playmate, never possessed any toy, art was everything to him — his amusement, his religion, his very life. His father used often to take him to hear a high mass at some cathedral, where gushes of euphony, lovely and solemn, enticing one to meditation, are the only religious part of the function, or to some graver mass, a capella, in some lonely church, where the soul, entirely absorbed in the melodious strain of human voices, soars after the aspiration of a Pergolese in search of the Almighty ; in the evening he often accompanied his father to some opera or concert. Music was his past, his present, and it was to be his future. When very young he had already given proofs of a"], [160, "144 THE VIOLINIST. musical disposition, and his talents were not left to rust, but were worked out by dint of constant labour, and his father, who had been his sole master, had instilled in him a love for music, and the desire of excelling, yet he, afraid lest the acclammation and the im moderate praise of an Italian public might prove fatal to his rising talent, and fill the young artist with self-sufficiency and vanity, and hinder him from arriving at that apogee to which he was naturally des tined. His father had, therefore, kept him carefully secluded from the reach of exces sive praise. He had at last arrived at a high state of perfection, and the father was about to sur prise the world with the achievements of his son ; Iginio was to gain the reward of .long years of patient toil and diligence. His skill was now far above that of most professional players, and his desire for excellence could"], [161, "145 THE VIOLINIST. not now be shaken by the banal praise of a noisy crowd. They were on their way to Paris, for there the father hoped his son, Iginio, would gain a world-wide reputation in the shortest space of time. The father's heart was now full of hope, and exulting with joy ; yet he was doomed to disappointment, for he suddenly died of a cardiac affection. The young violinist was now left alone in the world. Though undoubtedly Iginio was superior to the rest of mankind in one accomplishment, yet he was utterly deficient in the practical ways of society, and he possessed much less experience than many a child of half his years. His cultivation had been confined to one of his faculties, whilst the others had been left unheeded, and were therefore undeveloped. All care in his education had been given to rear and stimulate the unnatural growth, and to force the precocity of his chief talent. All"], [162, "146 THE VIOLINIST. his time had been taken up by his musical instruction, his very soul was bound up in it, and therefore he was left in perfect ignorance of all that constitutes common sense, for he had not lived in the world like other people, and was therefore utterly deficient in that everyday experience which is the lot of humbler minds. Thus he was all at once cast upon a world with which he had nothing in common, and he would have become a hire ling in the hands of the first Barnum that would have exhibited for his own account the wonderful talent of the violinist, until experi ence had finally taught him real life by its bitter lessons-. I do not know how or where the Countess had made this young man's acqaintance, but being a shrewd woman, and too good a musician to misjudge his talent, she at once was struck with the idea of producing this young artist in her own saloon ; thinking of"], [163, "THE VIOLINIST. 147 the sensation she would make, and hoping that her name as a \" Mecæna \" would gain uni versal fame ; she lived for the world. Perhaps it was lucky for Iginio to have met the Countess in his grief and destitution, for with a woman's tenderness she soothed him in his affliction; she tried to console and divert him, and he soon became a constant guest at the palace. Iginio, who was quite an artist in all his feelings, possessed moreover the fiery and impetuous soul of an Italian. He was hardly twenty-two, the age when passions newly born invade and burn the soul. Until then his whole love had been divided between his father and his art ; his father's death had left a void in his affection, and being of too fond a nature, these soft sentiments had to be placed on some other object; his grief once subdued, the ardour of his temperament would not leave him long without love. He came to the"], [164, "148 THE VIOLINIST. palace, he saw Alesia, and was overcome by her charms. Alesia was young and handsome, possess ing all the refined and winning manners of society, all the worldly knowledge of which he was so deficient, and being so inexperienced in daily life, he never even cast a glance at the inequality that, like a deep gulf, divided them. He was the son of a comparatively poor artist, he was young, and as yet quite un known; she was of noble birth, and rich, there fore if she had even requited his love, would her proud mother ever have consented to such a mesalliance 9 Yet the mother, who would have scorned the very idea of such a marriage, could tacitly consent if not entice her daughter into a flirtation with this future Pagsanini. The mother, it is true, knew her daughter too well to think that she might, even for a moment, so forget herself as to conceive the"], [165, "149 THE VIOLINIST. possibility of such a union ; she had been brought up in too good a school to commit such a foolish action. Nowhere could she have got better instruction in the ways of the world than from the experience she daily gleaned, since her childhood, amongst her mother's high and fashionable guests. Though Alesia was hardly eighteen, she knew all that a worldly life could teach, and she possessed, even to a superlative degree, that quality wanting in Iginio. In fact she had too much common sense — not enough of things to learn ; early experience had parched the nobler qualities of her heart. She knew the intrigues of every lady in Venice, she pried into all household secrets, and fully enjoyed the chronique scandaleuse of the town ; not only the manner of living of the aristocracy, but even that of every ballet girl was not un- known to her. Seeing this girl, so young and yet so blasee, I always felt like asking what"], [166, "150 THE VIOLINIST. chastity is ? Life for this maiden had no nobler aim than pleasure, marriage had no mystery, no tie, it was riches and indepen dence; it only enabled her to have a more animated flirtation than the banal compliments she was accustomed to receive from the young men who frequented her mother's drawing room. But was she to blame ? What had her parents done for her except surrounding her as by a body-guard whenever she went out. She might have been quite different had she not been born in that aristocratical milieu, for her heart was good, yet, environed from her infancy by frivolous persons, who seemed to think that life's chief aim was enjoyment, and by whom a wife, faithful to her husband and devoted to her children, was looked upon as a poor creature, sneered at, if not regarded as a hypocrite, taught as she was to pity such a person ; and to be pitied is almost to be despised."], [167, "151 THE VIOLINIST. This was the girl Iginio had fallen in love with, but unable to appreciate characters, he had judged her by her looks, and had fallen in love with her beautiful brown eyes, her light glossy hair, for Alesia was a beautiful Venetian girl, resembling those portraits of Tiziano or of the Carrachios that one sees at the \" Belle Arti.\" Besides, Alesia was by no means what we call a fast girl ; she was only like most of the young ladies of her age, placed in the same conditions. Though not a prude, she was, however, quite ladylike ; her talk, though free, was always elegant and exempt from slang expressions. Useless to say that she did not indulge in cigarettes, or such other accomplishments cultivated by young ladies aspiring to a fashionable life, and considered to be ne plus ultra of good taste. She spoke French fluently, played and sung well, danced elegantly, and cul tivated every art that imparted grace to the"], [168, "152 THE VIOLINIST. body and to the mind, yet all this was but a superficial polish. Having gone one afternoon to see Tullio, I heard Iginio for the first time ; he was in a neighbouring apartment accompanying with his violin Alesia, who was playing upon the piano. Struck with the feeling, the tender pathos with which he played, I asked the name of the extraordinary performer, and I was at once taken and introduced to this young artist. As we entered the room, I perceived that we had disturbed an agreeable tete-a-tete, and that we were not wanted. This young man, so innocent and straight forward, so ingenuous and naturally candid, pleased me by his contrast to all the persons that surrounded him, and we soon became intimate friends. I was present the first time he played at the Count's palace, before a numerous audience of all the Venetian and foreign aristocracy that happened to be just"], [169, "153 THE VIOLINIST. then in Venice. He began by playing a romance by Vieuxtemps named \" Desespoir;\" he stood up, and whilst his bow softly glided over the cords, which emitted soft and tender sounds, accents sad and melancholy that pene trated the innermost recess of one's heart, his face expressed the emotion that his instru ment evoked ; every note could be depicted on his features, he was flushed, his brow was knitted, his lips were pressed and abased at the corners, tears sparkled in his beautiful dark, lustrous eyes. Every guest was sub dued by the gravity and elegance of the piece, and especially by the feeling of the execution, so that the enthusiastic Italians suppressed for once all their noisy applause. As for myself, I felt a weight upon my heart; I hardly dared to breathe, for I had never heard anything so beautiful before. I also remember how the countess was congratu lated on her trouvaille, almost in the same"], [170, "154 THE VIOLINIST. manner did it then seem to me, as after a good dinner you congratulate your host, in possess ing such an excellent cook ; on the morrow this lady's name, together with Iginio's, was in every newspaper. Time passed, and winter came on, then the carnival, with all its amusements, the artist had become the popular man of the town ; he daily had numerous invitations, everybody feeling flattered by his visits, yet no house presented such an attraction as Count Nov — 's. I continued to see a great deal of him, and endeavoured to keep him from falling into mischief through his inexperience in worldly matters. He had given several concerts, and he had reaped a golden harvest ; yet notwithstanding this unexpected wealth, his wants continued very moderate. He made me a full confession of his love, and though I tried to warn him not to place his whole heart upon an object unworthy of"], [171, "THE VIOLINIST. 155 him, yet he could not understand me, and I did not like to mar his present happiness, know- ing that he would have to taste but too soon the bitter fruits of the tree of knowledge. I then tried to reason with the giddy but never- theless good-hearted girl, and I found that she was really fond of him. She at first had been astonished at this young man, whose love was so different from the insipid flirta- tions of the young men she had known until then. She had never heard of a feeling, so passionate and yet so tender, so chaste, and so devoted ; she had thought that such a love could only exist in the wandering and abnor- mal imagination of poets. Yet she had taken pleasure in it, and the artist had made a much stronger impression upon her heart than had ever done the scions of the Venetian nobility ; yet the thought of Iginio as a husband had never entered her head. She felt nothing but an amor platonico for him, and \" of which,\" M"], [172, "156 THE VIOLINIST. said she, \"we shall doubtless both grow tired in a short time, and afterwards, when we think over it, we shall both find that we wrere very foolish.\" I was myself almost persuaded that this realistic view of the matter was the best, and that my ill-health rendered me romantic and made me find bodings of evil everywhere. Things went on in this manner for some time, when at last it was whispered, then rumoured, that Iginio was courting Alesia ; this was scandalous, for freedom in Italy comes only with marriage ; all sorts of good natured comments were propagated by more than one Mrs. Candour. The Countess allowed all this for some time, when all at once she determined to put a stop to all such remarks by precipitating events. Amongst the most assiduous guests at the palace there was then a baron from Turin ; he was a man of at least forty-five, but who"], [173, "THE VIOLINIST. 157 through his excesses had arrived at a pre mature old age, yet being spare and short, and with an almost beardless face, it was quite impossible to define his age; never theless, his skin was wrinkled, and had the colour of old parchment, and his yellowish dull eyes had a stupid fishy look. Ee dyed his hair and scanty moustache, and was always accoutred in a most foppish and juvenile manner ; Alesia had surnamed him Old Cupid. He was by no means of old lineage, nor could his ancestors be traced up in the night of ages, and I cannot even assure you that he had ever known his father. It was reported that he had begun life by selling matches and haber dashery in the streets and coffeehouses ; later he had been a banker, or rather an usurer, and had by fair or foul means amassed a consider able fortune. Ten thousand francs bestowed"], [174, "158 THE VIOLINIST. upon some charitable institution had bought him his baronial blazon. Such was Alesia's accepted suitor, every thing having been settled without this young girl's knowledge by her devoted mother. But then he was such a partito, he possessed a beautiful villa on the \" Lago Maggiore,\" a palace in Turin, and he was worth several millions ; what then could be wanting ? Some time after this I was with Iginio in a box at the \" Fenice,\" the orchestra was playing the beautiful overture of \" Der Freis chutz,\" and my friend seemed entirely absorbed in the beauties of the music. I had heard the rumour of this strangle marriao-e, and though I had seen that the old baron was received at the palace with more than usual empressement, yet I could hardly accredit it ; nevertheless, I tried to prepare Iginio, fearing"], [175, "159 THE VIOLINIST. lest these rumours were true. To my insinua tions, he only poured out another long and unsought for confession of his love ; he told me that if Alesia were false to him, his exist ence would be entirely blasted. \"I should,\" said he, \" find myself amidst a world with which I had nothing in common, I should doubt everything and everybody, my whole existence would be poisoned, my faith in all that is good and beautiful would be shaken, if it were not utterly destroyed ; how could I endure such a life of sceptical doubt ; I should be alone.\" I tried to remind him of art, of music, and of fame, but he interrupted me. \"No,\" said he, \"these are only words, and vain words; what would art be with the loss of faith in the ideal ? Music ! it would only remind me of her. I should execrate it; I should wish never to hear one single note again. And fame ! what should I care for fame ?"], [176, "160 THE VIOLINIST. Had I even my father, my poor father, who devoted his whole life to me, I could live and attain a reputation for his sake. Fame is good when we know that some one whom we love feels proud of us. Who will care about my fame if she is false?\" At that moment Alesia and the countess entered their box. The young girl sat herself recumbent on a velvet fauteuil, holding an enormous bouquet of white camellias — a sign in some parts of Italy that the young lady is betrothed ; she seemed sad and pensive, but shortly afterwards the baron was at her side, whispering in her ear, then she smiled and seemed happy. \" Look,\" said Iginio to me, \" what a large bouquet Alesia is holding. I wonder who has given it to her ?\" \" It is an evil omen, I am afraid,\" re plied I. \" How lively she seems to be talking with"], [177, "161 THE VIOLINIST. that old man ; what can he be telling her ? I shall go and pay them a visit.\" Frightened lest something disagreeable might take place I followed him. Alesia seemed a little awkward at first, but the countess, turning very composedly to wards us : \" Allow me, gentlemen, to present you my future son-in-law,\" said she. Expecting this, I was on my guard. I muttered many compliments, though, I am afraid, in rather a sneering tone. I tried to keep up the conversation and afford poor Iginio time to recover his self-possession ; and he being nearer the door than myself, was com pletely in the dark. He said nothing, and presently when I got up and went out he followed me. As soon as we were out of the box I looked at him ; he was just opposite a dazzling gas light, whose bluish flame seemed to increase the extreme paleness of his coun tenance. He did not utter a single word,"], [178, "162 THE VIOLINIST. for grief appeared to have paralyzed his vocr.l organs. I asked him if he wished to retire, and he nodded affirmatively. I offered him my arm to support his tottering steps, and silently we left the theatre. As he was going home I insisted upon accompanying him. He submitted, for his will had abandoned him, and he was apparently unconscious of what he did. At last when we were in the gondola, he sank on the cushions, and bury ing his face in a corner, his tears began to flow. He cried bitterly and convulsively, but when his passion had subsided, I tried to comfort him, and taking my hand he pressed it between his own. \"I am miserable, as you see,\" said he, \" I doubt everything, as I told you I should, yet I do not doubt your friendship. I thank you for it, and I will be grateful to you as long as I live ; for it is sweet to have a friend in moments of such bitterness. Besides, had it"], [179, "THE VIOLINIST. 163 not been for you I might have acted foolishly and rendered myself ridiculous.\" There was something mournful in his looks, despair was written in his eyes. I accompanied him to his rooms, and asked the landlady to make him some strong coffee; he took a cup of this fragrant beverage, which seemed to quiet his unstrung nerves, and it being late at night I left him, thinking that sleep and tranquillity would be the best tonics. Yet I had hardly left him when I felt un easy, and therefore early the next morning I sent to enquire after the state of his health ; in the afternoon I went to see him myself, for I was almost afraid that if left to himself too lono- he might commit some rash act. His landlady told me that he had been at home all the morning. He had appeared, said she, very restless and mentally agitated, and had"], [180, "164 THE VIOLINIST. a few minutes previous to my calling gone out in a boat. The Lido being one of his favourite resorts, I ordered the gondolier to take me there. On the way my ear was struck by the sound of music which seemed to proceed from a neigh bouring gondola ; as we approached I at once knew that it was Iginio. He was extempor ising, for I never before heard such a melo dious strain of despair. There was a pause, and the gondolas that had stopped as if subdued by those magic accents, glided softly onwards. He began again, it was this time one of Shubert's saddest melodies, written to that no less sad song of Schiller's, — \" Das Madchens Klage.\" It had been one of his favourite pieces, and I had often heard it, but never before did he play it so beautifully, with such a feeling of deep sentiment. In that soft melody, with accents"], [181, "165 THE VIOLINIST. of bitter grief, he, like the young girl who had lived and loved, seemed to be imploring the Holy One to take him from this world. It was like a cry proceeding from his very soul ; it personified the agony that he felt, for like Schiller's young girl, his heart was also dead, and for him likewise the world was void ; but so divinely sad were these melodious accents, solemn and mournful, there was such a depth in those despairing notes that pro ceeded from the mysterious gondola, that they seemed to be the wail of an angel, if angels could feel such a desponding grief. Those sweet and passionate expressions of sorrow were too powerful for my over strained feelings; his sadness entered my heart with the subtle spirit of the music, and it seemed as if it would break; tears were trickling down my cheeks. Presently the music stopped, the gondolas"], [182, "166 THE VIOLINIST. moved onwards again, slowly, silently, for the boatmen, as if listening to the echo of the melody, seemed afraid to destroy it by the noise of their oars. A few moments after wards we reached the Lido. By a strange coincidence, another boat bearing the countess, Alesia and her betrothed arrived almost at the same time. I waited for Iginio to come out, but not seeing him, I concluded he wished to avoid the sight of those who had been so false to him. The gondolier likewise waited a few seconds, then he went to the door, and no sooner had he opened it — \" Oh God !\" cried he, entering the little room. I felt a cold shiver of terror and despair creep over me. Presently the gondolier came out bearing Iginio's bleeding corpse. He had stabbed"], [183, "167 THE VIOLINIST. himself through the heart apparently after playing his last piece. \" Holy Virgin,\" said the countess, turning towards me, \" is this not terrible ?\" \" Nevertheless, it is your work,\" was my reply."], [184, ""], [185, "THE TWINS. I never read \" The Poor People\" in the \" Legende des Siecles\" of Victor Hugo, without a strong feeling of grief or a tear falling upon the open book^ for in very few of his poems is there so much tenderness and such prevailing pathos. In this and some other pieces he is no longer the poet that speaks solely to the imagination, but like de Musset, he also is the poet of the heart ; there fore, whenever I read some bitter criticism against this author's exaggerated political notions, I have only to read over this poem to be convinced of his goodness, and of his feeling for the misery of the people. Besides, this poem always reminds me of a"], [186, "170 THE TWINS. story which, in its first part, is very much like that of the \" Pauvres Gens,\" therefore I always fancy I have known the people of whom Hugo speaks ; but I will tell you my story, and if you have read the \" Legende des Siecles\" you can judge for yourselves. On the coasts of Dalmatia, not far from the town of Ragusa, lies the island of Melada, supposed by some to be the \" Merita\" of the Scriptures, and all erudite Dalmatians claim for its shores the honour of having ship wrecked the apostle Paul ; it is true that another Melada higher up, and not far from Zara, claims this honour with an equal right, yet we will not digress into this question, for I suppose it is a matter of indifference to us iust now which the real Melita might be. This island is a kind of earthly paradise, that is to say, only as far as the climate is con cerned, for the chilling blasts of winter are seldom felt, and the tropic heat of the estival"], [187, "171 THE TWINS. sun is cooled by a refreshing breeze; its alluvial and rocky soil bears a vegetation almost exotic to Europe, and which consists in different kinds of aloes, of cactuses like the Opuntia or prickly pear, of orange and fig trees, vines, and different kinds of shrubs, like the beautiful and fragrant \" Agnus Castus,\" more ornamental than useful. The waters round this isle are as clear as crystal, exhibiting treasures of variegated weeds, of the most gorgeous and also of the most sombre tints, or tiny shells resembling the petals of some unknown flower; almost always the whole surface of the sea is smooth and polished like a mirror, or gently ackered by the easterly winds, yet at other times, like in the days of St. Paul, the billows gather and dash in fury against the rocks, as if angry not to be able to anihilate or swallow them up, tear ing in their wrath the glowing algæ, and strewing them on the shores. Notwithstanding x"], [188, "172 THE TWINS. its beauty, the only habitations of this island are clusters of rudely-built cottages, the abodes of its few inhabitants, who, half sea men, half agriculturists, remain at home during the fair season in order to till their fields, but who, after the harvest and the vintage, leave the care of their grounds to the women, and go off as sailors and fishermen ; many of the husbands and brothers remain away the greatest part of their lives, and only return to their native island, weather-beaten and battered by the fatigues of a sea-faring life. Both men and women work hard to ob tain a meagre livelihood, therefore they are hardy and vigorous, healthy, strongly limbed, and of a tall stature ; the men, with few ex ceptions, are all handsome, but the women, daily employed in manual labour, acquire too robust a constitution to be considered good looking. It was a dark night in early autumn, at"], [189, "173 THE TWINS. about the time of the Equinox, when the days and nights are of equal length, and the wind blows with more than usual fury; the bad weather had set in sooner that year, and it was already cold and dismal, the whole day huge clouds had been flitting across the skies, giving the sea an ashy hue, wrapping nature as it were in an immense grey shroud ; the wind blew continually, not by blasts but sad and mournfully, tearing persistently the leaves from the trees, which, borne by the wind, flew about as if to take the place of the departed swallows. Later it began to drizzle, and only when the sun was sinking below the horizon, its beams illumined the whole of the sky, with a red sinistrous glare, but this boding light soon faded, and darkness prevailed. The storm announced settled in now, the wind kept increasing every moment, it was no more the steady monotonous \"hew-hew,\" it blew violently and in sudden deafening gusts ;"], [190, "174 THE TWINS. the rain mixed with the foam of the sea, came down at short intervals, like water spouts more than like showers, against the w*alls and roofs of the miserable cottages ; nature seemingly wished to wreck the in habitants on shore. The sea was undergoing one of those fearful spasms which we call tempests. The large waves rolled higher and higher into billows and surges, or into huge breakers, which, torn by the winds, came dash ing against the shore, and were scattered about into a mass of foam. On the beach chaos seemed to have returned on earth, the waters of the sea and those of the clouds appeared to be but one mass impenetrable to the eye. What one saw was limited, confused, fearful ; one seemed to be in the midst of an immense vortex, and the stunning noises agreed with the prevailing disorder; though tumultuous and discordant, they were quite in harmony with the scene. The most simple thing had"], [191, "THE TWINS. 175 a sinistrous aspect ; the gigantic stems of the agaves uplifted towards the heavens or broken down and rattling on the rocks and the sands of the beach, seemed by the flashes of the lightning like the bones of gaunt skeletons. At dusk, the violence of the storm increased instead of abating. What a fearful if not fatal night for the people of this island, for every family had at least one, if not several, of its members on the angry sea. At the windows of one of these miserable stone cabins, which seemed ready to be blown down at the next flaw, or washed away by the waves that every moment came nearer to it, stood a pale, thin, careworn woman, with eyes extended with fear and astonishment, for she was gazing upon the wild raging sea ; fatigue and anxiety were depicted on her brow, yet notwithstand ing her emaciated form and her despairing looks, beauty was visible in all her lineaments. But though young, her beauty had been blasted"], [192, "176 THE TWINS. by the hard hand of toil ; care had faded all her freshness, and stamped its indelible lines of pain and fatigue ; though hardly twenty she was about to be a mother. She had worked the whole day, tilling the fields, amidst the wind and the drizzling rain. Later, when exhausted with fatigue, she sat down and began to mend her husband's nets, and as she worked, the tears gathered in her eyes, and rolled down in pearly drops upon her cheeks. When night came on, and dark ness filled the lonely hut with horror, she tried to eat a crust of bread, and then stood at the window watching the sea. What a stillness within, what a crushing noise the unruly elements made without ; moments and hours passed, and yet this forlorn woman stood watching at the window with earnest expectation. Well, watch she might, for there upon the raging sea was her husband, there in a tiny boat, tossed like a nutshell by the"], [193, "177 THE TWINS. angry billows ; there ready to be capsized, or dashed against unseen cliffs ; there ready to be the prey of the fishes, the reptiles, and the monsters of the abyss, was the man, the only man she loved. Midnight, the violence of the storm does not abate. The woman at last leaves the window, and directs her weary steps towards the flickering night lamp, burning beneath the image of the Virgin ; she throws herself on her knees, and prays earnestly that the tem pestmight be calmed,and her husband restored to her. Though her eyes are bent upon that disfigured image, yet in them is such an im ploring look of intense supplication, such fer vour and devotion, and that simple faith which transports mountains, that her prayer must be answered. Her supplications were all addressed to that Holy Mother, whose heart during her earthly life had been pierced by the pangs of seven mortal wounds, and she"], [194, "178 THE TWINS. felt that the maternal heart of Mary would surely feel for a wife's grief. Was her prayer answered ? There was a fearful flash of lightning, and she ran to the window to get a glimpse of the dreadful scene. The rage of the storm w*as now at its paroxysm, it had now done its worst ; by degrees the irritated elements subsided, the clouds slowly flitted away in a contrary direction from whence they had come, and when the sun dawned, nature seemed more beautiful than ever; the coasts with their green and brown patches, the mountains at a distance, varying from a purplish to a blue tint, looked clearer and fresher than usual, the sky had a soft limpidity, and the rippled sea, so calm and placid, now was of a tur quoise blue. All the earth had on a festive look, the birds chirped merrily as they stroked their feathers with their beaks, and expanded their wings in the warm sun."], [195, "179 THE TWINS. A tall sunburnt but handsome man of about twenty seven years of age, in a fisherman's guise, but with clothes torn and wringing wet, sat on a rock, looking sullenly at the wrecks of a bark that had been dashed by the waves, and had split against the cliffs that border the island, the different parts of the boat now strewed the beach. There, lying on the sand, was the rudder, and further on a plank on which was written \" Sviesda \" (the Star), appparently the name of the boat. A rough image, representing St. Dominic, the patron of seamen, had also been washed ashore. The fisherman seemed dejected and broken-hearted, one by one he lifted the several pieces of the wreck, looked at them mechanically, and then let them drop again on the ground. He was evidently thinking how he had worked to get the money to buy the wood, and then again to make the"], [196, "180 THE TWINS. boat, and now this was all that remained of his fine bark, of which he had been so proud, and that he loved almost as much as his young wife. When he lifted the image of St. Dominic he could no longer refrain his tears. This image was of a very primitive kind of carving, and had a peculiar grotesque look, so that it might have been taken as well for an idol brought from some far off island as for a Christian saint ; but then the fisherman had carved it himself, and who knows what pleasant associa tions this piece of wood evoked, for it had been made during long winter evenings, which brought to his recollection those sweet and quiet hours of courtship ; and had our fisher man ever read the divine comedy, he would have repeated to himself \" Non ce maggior dolore Che ricordarsi del tempo felice nella miseria.': But though our fisherman did not know how"], [197, "181 THE TWINS. to read, he felt, nevertheless, what Dante had felt before him. With a fearful oath he dashed the image on the sand from where he had lifted it, and cursed it for not having saved his boat ; for the first time he wished he had never married, aye, he wished he had never been born. Des pondingly, and with a cast-down look, he walked away, as if unconscious where his steps were leading him. He soon arrived at that weather-beaten cottage already described, and, to his great surprise, he found the door still shut ; he knocked, 'but the sound died away in a death-like stillness, he knocked once more, and then he tried to push the door open, it resisted, he knocked again nervously and as if frightened, yet no sound answered his rap ping, no one came to his call. At last he tried to lift the door, all at once it receded and opened — he entered ; lo ! what a sight awaited him there."], [198, "182 THE TWINS. Have you ever seen, gentlemen, that pic ture of Gavarnie representing the death of a pauper ? It is a picture that one can hardly see without a feeling of smothering about one's throat, and a pressure on one's heart. I saw it once when a mere child, and I never forgot nor wished to see it ever since. It is a very simple engraving, yet what a tale of misery it tells. It represents a poor old for lorn woman, who, exhausted by fatigue and privation, has fallen by the roadside and died. That picture has haunted me everywhere; I have had it before my eyes in the still hours of the night, or amidst the splendour of a ball, the lively sounds of a waltz by Strauss, the perfumes of exotic flowers ; there amidst the crowds of ladies glittering with costly jewels, I saw that woman shivering in her filthy rags. When lifting up a crystal cup of bubbling champagne, I saw the famished looks of that beggar, dying for a morsel of bread, and I"], [199, "183 THE TWINS. started like Macbeth at the banquet. When I heard the vaunted praise of our high state of civilisation, that image, like a blot, like a sarcasm, appeared before my eyes. That picture has had a spell over me, I saw the features of that corpse, borne by one of the Petroleuses of the Commune, I shuddered, for I thought that the old woman had come back to life, in order to revenge herself on mankind for all her past sufferings. The sight of a picture jarred on my nerves, yet the scene upon which the fisherman gazed was far more dreadful. Upon a miserable pallet lay the body of a woman, that only a few months before had been a strong, healthy, and beautiful girl, yet now a corpse, pale and disfigured by the agonies of death. Her clutched and com pressed mouth, the livid, earthy hue of her lips, her half-opened vacant eyes, from which all life had departed, added to the hideousness"], [200, "184 THE TWINS. stamped upon all her features, and showed how she had struggled against excruciating pains, added to the mental anguish of seeing by the glare of the lightning, the wreck ofher husband's boat on the cliffs not far from her house. Upon her breast, covered in warm wrappings, nestled two tiny babes. This over whelming scene, more dreadful to a husband's eyes than that which turned Lot's wife into a pillar of salt, more frightful than the sight of a basilisk, struck the fisherman with terror. Mute and motionless, he stood gazing with basen eyes and horrified looks at his fond wife's corpse, as if unbelieving what he saw ; he appeared afraid to approach it lest it were true ; by degrees his eyes had a vacant glassy stare, his features gradually relaxed their hard and painful expression, a convulsive smile played about his lips, and his whole counte nance assumed an air of empty silliness ; this terrible sight, after his late disaster, over-"], [201, "185 THE TWINS. powered his shattered brain, and he was struck with amenty. With fatherly fondness, he nevertheless went to the babes, took them from their mother's breast, and placed them gently in a cradle scooped out of the trunk of a tree, which stood near the bed in readiness to receive them ; then he tried to rouse his wife, but finding that it was impossible, he covered her and left her as he thought to sleep. Then, as if corporal fatigue had over powered him, he, like a watch-dog, laid down on the floor beside her bed, and went to sleep. Later in the morning a neighbour came and saw this scene of desolation. The husband after some trouble was roused from his slumbers, the children were taken care of, the corpse was clothed, candles were lit round the bed, and prayers were recited for the repose of her soul, whilst mourners lamented her loss. The humble funeral took place the next day, the witless husband followed the bier"], [202, "186 THE TWINS. like an android, for he seemed quite conscious less of what he was doing ; only when he saw the coffin lowered in the grave he threw him self in the pit and wished to take it out again. Yet he allowed himself to be taken away by the priest quietly, and without saying a single word. When night came on he left the house and the next day he was found at the ceme tery. There he had dug out the coffin, and taking out his wife he clasped her in his arms, laid down and died by her side. Eighteen years have elapsed since all these events took place. The twins had been taken by a sister of the fisherman, and she nursed them with a little girl to whom she had given birth at about the same time, and she soon learned to love the two tiny orphans as much as her own children, and these tender infants gave her back in caresses all the care and trouble she had taken for them. Everybody loved them, for who could remember the dire"], [203, "187 THE TWINS. events of their birth without a shuddering pity; besides,, they were slight and delicate, instead of being strong and hardy like all the children in Dalmatia, their dispositions also were sweet and lovable, instead of being rude and boisterous. Their resemblance to one another was also a source of infinite amusement to all who knew them. Their names were Rapho and Ivo, that is to say, Raphael and John, but both answered to either of these names, for nobody ever seemed to be particularly in want of the one and not ofthe other; not only were their features per fectly similar, or one might even say that they coincided exactly, but one soul animated as it were the two bodies ; their thoughts, their wishes, and their tastes were always alike ; more than this, if Ivo was ailing, Rapho was unwell, or if Rapho was in good spirits, Ivo was merry. The one could have said to the other, like the Ephesian Dromio said to his 0"], [204, "188 THE TWINS. brother of Syracuse, \" methinks you are my glass and not my brother.\" A life of toil and hardship had strength ened them, yet they were not of that robust constitution, of which the Meledans might well be proud ; they had outgrown the weakly disposition of their childhood; they were slim, of middle height, graceful in their movements, and more pleasant than good looking. They went out to fish with their foster father, or stayed at home to help in tilling the field, but care was taken that they should hardly ever be separated ; both re mained on shore or both went to sea, for it seemed as easy to separate the soul from the body as to separate these twins. After the love they bore to one another the person they loved most was their cousin and foster sister, with whom they had been brought up, and she returned them the love they had for her, for she almost preferred"], [205, "189 THE TWINS. them to her own brothers, she was besides well worthy of their love, for she was good both in heart and looks. She was tall and well-built, though rather masculine in her ap pearance; manly labour had developed her body, she was, therefore, of too robust a con stitution to be graceful ; altogether she re minded one more of a classic statue of a Greek goddess than of the picture of a fashion plate ; she had a quantity of raven-black hair, which worn in any manner required little aid of artificial ornaments to form a graceful head dress. Her eyes, very large and well shaped, were of a dark grey colour, and had the soft appearance of velvet, so that one could not help liking to be looked at by such eyes. Her mouth, though rather large, was well delineated; altogether her beauty was enhanced by the picturesque costume she wore. As the twins grew older, the affection which"], [206, "190 THE TWINS. they felt for their cousin increased instead of diminishing, gradually and without perceiving it themselves, the nature of their feeling en tirely changed, for their affection ripened into deep love, but both the twins loved their cousin with the self-same feeling, and if the degrees of love can be measured by a cardiometer, the intensity in both would have been found exactly alike. As for their cousin, her fond sisterly affection never changed its nature, and not being able to distinguish the one from the other, she felt for both the same tenderness, yet neither could have inspired her with such a sentiment as love. Some time passed before they understood their own feelings, and before they were convinced of what they felt ; yet by the strong pit-a-pat beatings of their hearts, by the burning sensation of their cheeks whenever their cousin greeted them with one of those sisterly caresses as she was wont to, they understood that their love for"], [207, "191 THE TWINS. her had undergone a great change; all that had been soft and delicate in their affection had now become passionate, strange, and contradictory, and tenderness had changed into pathos. Both the twins felt the same ardent love at the same time, nor was this feeling more vehement in the one than in the other, their love which had accended on the same altar burned with equal intensity. For some time they kept their love a secret, for they almost feared to avow it to themselves; they tried to believe that what they felt was nothing but affection, yet for the first time they each wished to be alone. At that sad hour of twilight, which the monotonous noise of the waves breaking against the cliffs rendered still sadder, each of them would go alone, musing and fretting over his love, until darkness overtook them ; then they would return home to their frugal"], [208, "192 THE TWINS. evening meal. After supper, as it is yet the custom throughout Dalmatia, all knelt down, and the eldest of the family recited the evening prayers ; these ended, most of the men retired to sleep in the \"pojata\" or barn. As both these young men were of a very impressionable character the thoughts of the day pursued them in their slumbers ; time passed, and as their feelings of love were stronger, their diurnal emotions were stereo typed in their dreams by night, their sleep was oppressive, and in the morning they were more tired and pale than when they went to bed. One night this feeling of uneasiness was so strong that the next morning they re lated their sufferings to one another, and were surprised to find that both felt the same painful sensations, the same oppression, and after pondering as to its cause they came to"], [209, "193 THE TWINS. the conclusion that it must be the night mare, the \" morina \" — that incubus, fairy or hag, that comes to lie on people's breasts and torment them in their sleep. The Dalmatians, like all uneducated country people, are very superstitious, and one of their popular beliefs is that the night-mare can be entrapped ; the operation, though difficult, is by no means an impossible one. It consists in the putting of a large sieve over the breast of the sleeper, in such a manner as the children do to catch birds ; the incubus, which often comes in the shape of a hen or some other small animal, knocks down the sieve, and is caught as in a trap under it. Notwithstanding the difficulties this opera tion presents, the twins determined to put it into execution ; they did so for several nights, yet the \" morina,\" evidently on the watch, carefully avoided them. Then it happened that just the night they omitted placing the"], [210, "194 THE TWINS. sieve, the \" morina \" returned. For a long time they repeated their fruitless attempts; yet one morning as Ivo woke, he thought he saw something under the sieve on his brother's chest ; in his eagerness to see what it was he awoke Rapho, who upset everything, yet both saw with their own eyes a small black hen, which escaped, screeching. At first Rapho did not remember any disagreeable feeling that night, on the contrary he thought he had slept sounder than ever ; but some days after wards he perfectly recollected how, as soon as h.e had fallen asleep, he heard, as in a dream, the fluttering of wings, like the noise of a bat flying above his head ; he then had felt a dead weight on his chest, then an utter impossi bility of motion, a suffocated respiration — in a word, all the symptoms of the \"morina.\" Yet from the night in which the incubus was almost caught it never returned again. One evening both the brothers, being un-"], [211, "195 THE TWINS. able to sleep, went out of the \"pojata,\" and sat down contemplating the starry skies ; each one deeply emerged in his own thoughts. They sat thus in perfect silence for some time, when all at once they saw a shooting star, which the Dalmatians take for an aperture in the skies, and with them it is also a common belief that whatever wish is formed at that instant, and before the light has vanished, the wish is always granted. The light had hardly disappeared, or heaven's aperture closed, than Ivo pressed Rapho's hand. \" What have you wished, brother,\" said Rapho, \" that you seem so glad ?\" \" I was only glad that the aperture had closed before I had time to wish.\" \"And was your wish a bad one, then ?\" \" No ; but it might have caused your own unhappiness, and I would rather die than be the cause of your misery.\""], [212, "196 THE TWINS. \" You are in love with our cousin, Ivo ?\" Ivo startled at first, but presently he said, in a composed tone — \" We are both of us in love with our cousin, the self-same feelings exist in both, therefore the happiness of the one must be the misery of the other ; it could not be other wise, for it seems as if we have but one heart and one soul between us, it was to be ex pected that we should have fallen in love with the same person. No, we cannot think of loving, for the tie that binds us to one another is so strong that no other one can be stronger. Anyhow, such a love would cause the misery of the one, if not of both. Besides, can our cousin, can any woman love one of us, know ing us both ? None could love only one of us ; for who can know us apart ? What ludicrous mistakes would arise from such a love, and the fondness meant for the one"], [213, "197 THE TWINS. would be lavished on the other. As long as we live together such a love would be madness.\" \" But, Ivo, I could leave our island, and then perhaps our cousin might learn to love you.\" \" And do you think I could accept this sacrifice ; and if I accepted it, do you think I could be happy ? I would leave the island myself if I thought my absence could procure your happiness.\" Thus talking, part of the night was passed, and before they returned to rest they had come to the conclusion that both must re nounce then- love ; they also resolved upon going the next day to the \"baorniza,\" — \"pious mother,\" or \" witch \" — and ask her for some love spell, an antidote, or some philter that cured love. The next day, after having finished their work, the twins set off for the baorniza's ;"], [214, "198 THE TWINS. it was about sunset, and they had quite a little journey to perform, for this woman lived all alone in a remote part of the island, far from any other habitation. Holding hands the two youths marched onward with a quick step and a lighter heart than they had had for many days. The sun was setting like a large globe of fire behind the tranquil waters, and the re flection it cast upon them was that of an immense pillar, or rather like a path of liquid fire, the downy clouds scattered over the sky were of a gold and copperish tint, the rocks and the cottages dispersed over them were lighted up with the ruddy glare, like that of a huge conflagration. The two young men sat on a rock having their arms round each other's neck, looking at the glowing colours of the disappearing planet ; after a few moments they resumed their walk, for they could not tarry, as the propitious hour to arrive at the witch's was at vesper's first twinkling."], [215, "THE TWINS. 199 Dusk in Dalmatia is the hour of prayer ; at that hour the shepherds coming from their pastures, the labourers who return from their field, meet together, and as they walk towards their homes, they recite their rosaries, and whilst their hands are pressing the beads of their chaplets, and their lips move slowly, their hearts in simple faith are lifted up in earnest prayer to God. Twi light is the time when the day's work is done, and the hour of rest is at hand ; the soul amidst nature seems to feel then the need of reflecting upon itself or soaring towards the celestial regions. \" Le jour est pour le mal, la fatigue et lahaine.\" \" Prions : voici la nuit ! la nuit grave et sereine No other noise was heard save the mono tonous clashing of the waves against the cliffs, and from far the no less sad bells of the Angelus. The two young men crossed them selves devoutly, and recited an oraison,"], [216, "200 THE TWINS. though their steps were bent on a strange intent, yet as the most superstitious persons are often the most religious ones also, their prayer was not the less fervent. Darkness was spreading fast around them, and the stars began to be faintly visible. The house in which the witch lived was, like the rest of the houses in the island, a miserable hut, with no other aperture but a door ; even the appearance of the interior had nothing very extraordinary, and were it not for the different bundles of dried herbs hung to the walls, and some curious jars arranged on shelves, this room would not have differed from that of all the peasants. On the fire place, which occupied the midst of the apart ment, was an earthen vessel, and the bright wood fire lit under it was the only light to dispel darkness. What decoction was boiling on the fire is not known, perhaps it was some apozem, some vital elixir, or perhaps there"], [217, "201 THE TWINS. was nothing in it but the baorniza's evening meal. The witch was sitting at her door, holding on her lap an old and quaint manuscript, all covered with cabalistic figures. She \"was a tall woman, with an aquiline nose, and iron grey piercing eyes, her complexion was fair, and she must have been good-looking in her younger days, though her age now was im possible to be defined. She was the daughter of one of those Children of Israel, who, having fled from Spain to escape the terrible inqui sition and persecution, had taken refuge on the coasts of Dalmatia, Greece, and Turkey. Many of them were versed in the occult sciences that flourished in Spain in the time of the Moors, on account of their forefathers having studied at the famous University of Seville, and they had transmitted both their knowledge and instruments to their children."], [218, "202 THE TWINS. As the young men approached, the witch arose and went up to them. \" I have been waiting for you,\" said she, \" for I know what you want, it is a cure for love.\" The youug men looked at one another with astonishment, at last one of them asked her how she had known they were coming. \" Here is your messenger,\" said she, point ing to an \" acherontia atropos,\" or Death's head moth that was flying about, \"by its coming it announced visitors, this you all know ; by observing the way it flew I under stood that you were young. Young people never consult me but when pining in love ; my art taught me the rest. \" You have come here for me to help you, but do you intend to help yourselves ? You know the proverb — ' Help yourself and God will help you.' It is the same with me ;"], [219, "203 THE TWINS. I can do you no good if you do not exert yourselves.\" The witch went into the house, and having lit a rush candle, she went to a coffer and brought out a strange metallic mirror, which she showed the young men. They looked attentively at it, but instead of reflecting their own image, the figure of their cousin was presently delineated upon it, first in a very faint and shadowy manner, but afterwards the more they looked the plainer grew the image. When they had well recognized whom they saw — \" This,\" said the witch, \" is the person whom you both love.\" Then turning the mirror towards its back, they saw one of those large heart-shaped gems, called a cardiace ; as they looked at it this stone seemed to swell to extraordinary proportions. When it had finished increasing a tiny head appeared upon each facet. P"], [220, "204 THE TWINS. \" Look !\" said the witch, \" this is her heart, in it are all the persons she loves ; the middle one occupies the first place in her affections, then come, as if within a narrow circle, those whom she likes mostly afterwards, then a second wider range, then a third and fourth still wider ones. The twins looked eagerly at the middle facet and saw a very handsome young man of their acquaintance ; in the first range were her parents, in the second her grand-parents, her brothers and sisters, and in one single but larger facet they saw themselves. They bosh looked eagerly at the gem, till the images upon it grew fainter, then vanished, and the gem itself grew smaller till it took at last its natural size. \" Now, my children,\" said the old woman, \" you see that she likes you as much as her own brothers, but that somebody else occu pies the first place in her affections ; now, can"], [221, "THE TWINS. 205 you still love her ? Yes, I see you can ; well, I will give you something that will not cure you of your love but that will soothe and subside it ; the remainder must be done by yourselves.\" The witch entered the hut, and presently returned with a curious phial con taining some aphrosidiac philter, which she gave the brothers, explaining to them how to take it. \" If,\" continued the old woman, \" this philter has but little effect, or after some time your love returns, then you must leave your native island.\" One of the twins interrupted — - . \" Would it not be better,\" said he to the witch, \" to aid the charm by setting off at once?\" then turning to his brother he added, \" As she does not love us let us leave the place, which will be so sad for us henceforth.\""], [222, "206 THE TWINS. \" Oh, pious mother !\" said the other young man, \" tell us what we are to do ?\" The Jewess took her book, and presently fellinto a deep meditation, over some cabalistic drawings ; after musing some time she lifted up her head — \" You shall go, for it is thus ordained. Look !\" said she, pointing to a star in the firmament, \"That very star presided at your nativity. I have just been drawing your apotelesm ; your future lies open to me. But mind, look attentively at it.\" The twins fixed their eyes on the star ; pre sently it seemed to split asunder and form two complete stars, yet they could hardly dis tinguish that the two stars were apart, the one from the other, so near were they together. Presently these planets began to move, and they advanced onwards — something like a shooting star but without a luminous train,"], [223, "207 THE TWINS. they crossed the constellation of Argo Navis, and then one of the stars disappeared ; the other proceeded onwards for half a second and also vanished. The two youths with hands clasped, stood mute and motionless ; they understood that like one single star they were to cross through the pilgrimage of their lives, and that the one would not survive the loss of the other. After a pause, one of them said to the woman — \" Baorniza ! you who can read our destiny in the heavens and in your book, will you not disclose it to us ?\" \" I have,\" said she, \" shown you already enough ; be satisfied, more would be injurious. He that has put a veil over our destinies has done so rightly. Observe only that your star comes in conjunction with no other, alone it traversed the firmament, your life will be the same, you will both die un-"], [224, "208 THE TWINS. married. It is late now, return to your homes in peace.\" The two young men gave some copper coins to the old woman, and departed. As they came near to their home, they were surprised to see two persons sitting on a stone not far from the house ; they stopped, and hid themselves amongst the brambles, and there they remained some time without at tracting the attention of this couple ; they could not distinguish them, nor imagine what they could be doing, for everybody was asleep at that hour of the night. Presently a ray of the moon pierced the dense foliage of a tree, and the twins saw their beloved cousin, and sitting by her side, the young man whose image they had seen a few hours before. AVhat love the countenance of this simple maid expressed ! She seemed, indeed, almost as beautiful as a \" Wila \" or fairy. The youno man was a fit match in beauty, and had any-"], [225, "209 •THE TWINS. body met him suddenly by night, he might have taken him for a \" Macic,\" that Dalma tian Puck — good-looking, gay, whimsical, and mischievous sprite, whose nature is half-way between the angelic and the diabolic. Some days after these events, a boat was leaving Melada for Ragusa, and amongst its passengers on board were the twin brothers. Their destiny was about to be accomplished, their star was on its wane, but happily they knew it not. The next day they reached the snug port of Ragusa ; they spent some days at the capital of its aristocratic republic — the Venice and the Athens of Dalmatia ; there they soon heard that a trading brig, bound for the Levant, was in want of seamen. The two brothers at once applied to the captain, and were enrolled amongst the crew, and as soon as the ship finished loading it departed. It was a fine night, the sea was perfectly calm, and its surface was silvered by the soft"], [226, "210 THE TWINS. light of the moon, the coasts of Melada were seen at a distance, but faint and shadowy ; everything was marked with a profound re pose ; most all hands on board were immersed in peaceful slumbers, for there was but a slight breeze, and the sails asleep required but little looking after. The twin brothers leaning one against the other, were wistfully watching the vague outline of their native island, and as they leaned overboard many a tear fell in the briny waters. There they sat till all trace of land had disappeared from sight, nothing was seen on the broad expanse of the sea but some fishing boats with their white lateen sails, which glided like ghosts on the surface of the waters, and nothing was heard but the rancous voices of the hungry halcyons as they dipped in the sea after their prey. Three weeks were past, and yet the two brothers grieved, for they were both home and love sick, and daily this feeling seemed to"], [227, "211 THE TWINS. increase instead of passing. They were now bound in one another, for they concentrated in each other all the love they had for country and friends. They were always together and never separated even for one moment. They either both went on shore or both re mained on board ; for the captain, being a kind-hearted man, and seeing the love they bore to one another, never separated them. The ship, that had been bound for Trebizonde, arrived at its destination. It was asultry after noon at the end of August ; the hot sirocco, which had been blowing most of the day, had subsided, and there was not a breath of air ; the heat was suffocating. Most of the sailors were on deck, lying in the shade, and all seemed panting and gasping for a breath cf fresh air. The glaring sun that had during the whole of the day saturated everything with its burning rays, was setting at last, and its warm beams were reflected by the arid and"], [228, "212 THE TWINS. gilded coasts, whose only vegetation were some groves of orange and citron trees, and some tall groups of palms, and now and then some dark cypress. When the sun set, the Muezzin was heard from the Minaret, calling all the faithful to prayers, and at once the devout Moselems performed their ablutions, and then bent in earnest supplication. Not heeding the instructions ofthe Captain, and not being able to endure the heat any longer, Rapho undressed and plunged into the water. How happy it is that our future has been carefully barred from us, it is indeed a mark of our Creator's supreme wisdom and good ness to have hid our fate even from the most acute and subtle mind, for if man always knew the dangers by which he is encompassed, the destiny to which he is re served, without being able to alter it in the least, his life would be a most miserable one."], [229, "213 THE TWINS. Whilst Rapho was bathing in the briny gulph, enjoying the coolness of the waters, gamboling in it as if the sea were his very element, and scorning all the recommenda tions that had been given to him, he little knew how near his end was ; he little knew that, entombed in a monster's entrails, the main was to be his place of burial ; he had little thought when the witch had shown him his star, that it was to set so soon, and now that in a few hours, when one by one each star would twinkle in the heavens, his would have vanished from its accustomed place. He had not been bathing long, when he saw a voracious shark appear on the surface of the waters, and come up to him ; Rapho who, like all Dalmatians, was an excellent swimmer, fled in haste towards the ship, but he had advanced rather too far. The monster was rapidly gaining ground, he saw that it was"], [230, "214 THE TWINS. catching up to him, and he screamed for help. Ivo knew that scream, and his heart failed within him, yet with great presence of mind, and suspecting the cause of the distress, he took a rope and ran towards that part of the ship from where the cry proceeded ; he saw his brother, and flinging him the rope, he was fortunate enough to throw it to him, and Rapho grasped it. Ivo pulled with all his might, but the shark seeming to forsee that his prey was about to escape him, made a bound towards the young man. Ivo saw this, and pulled with all the courage of despair ; Rapho was just near the boat, yet nearer still was he to the huge jaws of the fish. Ivo gave another pull, Rapho was half out of water, but just then the monster gave another leap, and part of the body of the young sailor disappeared between its fangs."], [231, "215 THE TWINS. Ivo saw the blood that flowed and coloured the sea all around, he lifted up the lifeless and mutilated body of his brother, who leav ing the rope soon vanished; the shark had done its worst. Ivo now saw nothing more ; his heart, his strength, his senses failed him, he reeled, then fell down in a deathlike swoon. When he recovered from his faintness, he spoke not a word, asked not a single ques tion, he seemed astonished and stupified, he looked around himself as if unconscious of what had happened, his remembrance ap peared to have forsaken him, and he stood listless, looking on the waters ; he did not shed a tear, nor give any show of grief, and he hardly answered the questions of his com panions ; but he did not let himself be taken away from the spot where he stood, and hardly lifted his eyes from off the place where he had seen his brother disappear. Night"], [232, "216 THE TWINS. came on, and one by one the lonely hours passed quietly, or wearily for Ivo, who sat watching the sea ; he seemed immersed in thought ; he was praying, perhaps for his brother's soul, or for the repose of his own, for he knew now that his end was near. When morning dawned, Ivo, with looks of despair, yet calm and composed, was found sitting where he had been left the previous night, gazing always on the deep blue waters. He \" Sat like patience on a monument Smiling at grief.\" The saflors now thought that his senses had forsaken him, and they believed him to be watching for his brother to reappear on the surface of the sea; the captain came and asked him to go and lie down and try to go to sleep, but he gently though firmly refused, the sailors tried to coax him, but he heeded them not; they tried what force could do,"], [233, "217 THE TWINS. but all was useless. They thought at last that he would grow tired of watching the sea, and would when worn out retire to rest. He took no food, but threw all that was brought to him at the place where his brother had disappeared. The sun had now reached its zenith, and it came pouring down with its fiery rays over the Syrian coast ; all life seemed hushed, there prevailed everywhere a night-like silence in the midst of the day ; on land, as well as on board, every man had sought refuge in some cool and shady place. Ivo alone did not seem to feel the rays of that eastern sun, which fell perpendicularly upon him. The sailors now assembled for their meal. Ivo was called to come and partake of it, but unconscious to hunger as to heat, he heeded not their call ; yet one of the men, pitying him, saved his portion and brought it to him."], [234, "218 THE TWINS. Ivo seemed grateful, and thanked the sailor, yet he did not attempt to eat ; but as soon as he was left alone, he took the basin and emptied its contents into the deep. The young man gazed in earnest expecta tion; all at once his features relaxed their rigidity, and a convulsive smile wrinkled the corners of his mouth, his eyes flashed with contentment. What he had been expecting for so many weary hours had arrived at last. The monster that had devoured his brother had been enticed to the same spot by the victuals thrown to it. Ivo shouted for joy, and pulling his dagger from its sheath, jumped overboard before the men had time to prevent him. A horrible contest ensued, the monster darted on Ivo, but the young man avoided it by plunging under water, the fish disappeared at once after him, and nothing was seen of the"], [235, "THE TWINS. 219 combatants for some minutes ; the place where they fought was marked by the bubbles rising on the surface, and presently by a pool of blood. Soon they both reappeared, Ivo did not seem much hurt, but he had lost his dagger, which was planted in the body of the shark. The fight continued, but it was diffi cult to follow the movements of the two antagonists ; the animal was furious by the pain its deep wound seemed to cause it, and the young man was bent on its destruction. Ivo screamed out for another knife, and avoided the shark by swimming in zig-zag ; besides, the fish was now enfeebled by its wound. Having managed to catch the knife thrown to him, he disappeared again, and the fight once more took place under water. Soon the young man returned to the sur face, but being much lacerated he seemed fainting from fatigue and loss of blood. A rope was thrown to him, but his strength Q"], [236, "220 THE TWINS. failed him, and as he gradually sank out of sight, the body of the dead shark, on the con trary, slowly rose and floated on the surface of the placid waters. The star of the twins had now set. THE END."], [237, "REMINGTON AND Co.-s LIST OF NEW WOBKS. REMINGTON and Co., 5, Arundel St., Strand, W.C."], [238, ""], [239, "REMINGTON AND CO.'S LIST OF NEW WORKS. At all Libraries. He that Overcometh. Two Vols. By F. A. Kortright, Author of \" The Dean, or the Popular Preacher,\" \" Waiting for the Verdict,\" \" The Old, Old Story,\" &c, &c. Crown 8vo, 15s. \" So genuine is the conduct of the characters to whom we are introduced that our interest in them never flags. We can readily imagine that this novel may enjoy a wide circulation.\" — Public Opinion, May 20th. \"Much as her other novels have been praised — and justly praised — for their plots, and purity of style and diction, we are of opinion that ' He that Overcometh ' has exceeded aU the author's former efforts. The plan suggested by the great Novelist, Bulvver Lytton, has been executed with a brilliancy of touch and perfectness of artistic finish that prove the writer an apt and worthy pupil of the great master of English fiction. At no time throughout the story does genuine interest in the heroine flag.\" — John Bull, May 20th. \" We simply ask any who may be tired and jaded in heart and mind to get this book. Its tone is the soft tone of an organ played by a master hand, which is controlled by tenderly sorrow ful recollections. It is an idyll beautifully sketched, and one lays it down with some thankfulness for having read it.\" — Nonconfor mist, June 28."], [240, "4 Remington & Co.'s New Books.— Continued. \" The story is prettily told, and the character of Alice is delineated with considerable truth and delicacy.\" — Daily Neiis, June 22. \" This is only too natural a picture, and Miss Kortright draws it with courage.\" — Spectator, June 24. Cumbe Harly's Ghost. One Vol. By Jerrold Orlayt. Crown 8vo, 7s. 6d. \" A due and conscientious intermingling with the novels of Ouida and Rhoda Broughton.\" — The Hour, May 8th. \" We can congratulate Mr. Orlayt on having written a novel that is decidedly an improvement on many that we have read lately. A successful career may be his if he continue to labour in the direction of this his first effort.\" — Public Opinion, June 10th. \" The style in which this novel is written displays the high culture of the author, and considering that it is a first effort it is wonderful to see such a thorough knowledge of all that is requisite in writing a work of fiction. In fact every scene is depicted in a masterly manner, and shows some of the lights and shades of life most powerfully. The tale throughout is of the most thrilling interest.\" — Sheffield Post, June 3. Hilda : A Love Story. One Vol. By F. L. Carson. Crown 8vo, 7s. 6d. \" We are sorry we have not space to give the whole of a vivid piece of description. The characters have the same merits as the places ; they have the vigour and freshness of actual por traiture.\" — Athenæum, June 3."], [241, "Remington & Co.'s New Books.— Continued. 5 Ready this Day. Within Bohemia ; or, Love in London. Seven Stories in One Vol. Crown 8vo. By Henry Curwen, Author of \"Sorrow and Song,\" \"Echoes from the French Poets,\" &c. Price 6s. Extract from Preface of this book : — \" The Tales in this volume were written while, through the study involved by a previous work, I was under the literary in fluence of Balzac and Poe. These men certainly have little in common, save minuteness of detail, still, on re-reading my stories, I am in fairness forced to own — though I do not suppose that others will see it — -that they did have a simultaneous effect upon me. \" Of course on starting I had an ideal in view — equally of course I have missed it. I wished to attempt to do for London what Balzac has so admirably done for Paris. To prove that the poetry, the glamour, the mystery, the meaning of life have not been monopolized, as our latest school of novelists tell, by the fortunate people who live on, waste their days and die by the seaside, or the lakeside, or in the grass-grown sleepy hollow of some petty country town, with lazy rivers and wonderful wastes of moon and mountain to lull them from every practical purpose of existence. To prove, if I could, that these may be at least equally found in London, in the squalor of our deepest alley, the attic of our humblest student, or struggling semptress ; in the town-mansion of peer or merchant-prfnce ; even in the routine lives of petty tradesmen and office-stifled clerks. I have always loved London — never so much as now that I am leaving — loved to study its phases and moods. The heart of the world beats there. Its very gossip is the world's news. The hum of its myriad toilers speaks with a single voice — if one could but in terpret. In the whirl and bustle of its surging life, throbs a pulse as of the whole English race. This focus of energetic humanity,"], [242, "Remington & Co.'s New Books— Continued. 6 of petty aims and grand, of wealth and want, of vice and culture, must needs be rife and rich with wonders and marvels of human doings, with the strangest life -stories of men and women — if one could but seize them.\" Now Ready. Mistress Haselwode; a Tale of the Reformation Oak. A Novel. Two Vols,, crown, Svo. By Frederick H. Moore. Price 15s. Ready rjt/i August, 1876. Isabel St. Clair- By Julia Addison, Author of \" Effie Vernon ; or, Life and its Lessons,\" \" The Molyneux Family,\" \"Sister Kate,'' \"The Two Half-Crowns,\" &c, &c, &c. Crown, 8vo., 5s. Ready ijtk August, 1876. At Dusk. A Series of Four Stories in One Vol. Crown, 8vo. By Adrien de Valvedre. Now Ready. Llewelyn. A Tragedy in Five Acts. By A. E. Carteret. Price 5s."], [243, "Remington & Co.'s New Books.— Continued. 7 Now Ready. Pere Hyacinthe : a Biographical jSketch, with Portrait. Being the first of a Series of \" Men and Women of the Day.\" 60 pages i6mo. Price 6d., post free, 7d. Now Ready. A Free Sunday for a Free People- By Frank Rhys Thomas. Dedicated to P. A. Taylor, Esq., M.P. Crown Svo, 32 pages. Price 6d. ; post free, 7d. The Legend of S. Eolinde : A Poem. By R. L. In bevelled boards and gilt edges, crown Svo, 70 pages, 4s. \" A volume of poetry not unworthy of the name.\" — The World, 12th April, 1876. \" Many passages are full of force and passion.\" — The Scots man, 18th April, 1876. \" There is an amount of talent exhibited, both in descriptive power and elegance of diction, which serves to raise the work rather above the average of such compositions in general.\" — The Edinburgh Courant, nth April, 1876. The Pin in the Queen's Shawl. Sketched in Indian Ink, on \"Imperial Crown,\" from a"], [244, "8 Remington & Co.'s New Books. — Continued. Conservative Standpoint. Illustrated, crown Svo, 32 pages. Price 6d. ; post free, 7d. \" We believe that this clever satire has had a large sale, and it certainly deserves it.\" — Court 1 ircular, May 13th. Trading by Government Officials : The Bane and Antidote. Addressed to Tradesmen. By Drastic Crown 8vo, 64 pages, is. ; by post, is. id. \"The question is treated in an able manner, and will be read with interest by Tradesmen.\" — Grocer, May 20th."], [245, ""], [246, ""], [247, ""], [248, ""]]