[[1, ""], [2, ""], [3, "LE CHATEAU DE VAUX IN YVRÉ-L'ÉVÊQUE LE MANS IMPRIMERIE MONNOYER FRÈRES. PLACE DES JACOBINS 1861"], [4, ""], [5, "LE CHATEAU DE VAUX EN YVRÉ-L'ÉVÊQUE LE MANS IMPRIMERIE MONNOYER FRÈRES, PLACE DES JACOBINS 1861"], [6, ""], [7, "LE CHATEAU DE VAUX A 6 kilomètres du Mans, dans la commune d'Yvré-TEvèque, s'élève un château nommé Vaux. Cetle dénomination de lieu, commune en tous les endroits un peu accidentes, dont la con figuration présente tour à tour et des collines et des vallons, se répète fréquemment dans Tancien Maine. Le château de Vaux en Yvré ost situé au pied d'un coteau couvert de bois, et sous ses fenêtres s'étendent de vertes et plantureuses prairies. Des rideaux de longs peupliers les découpent, et les eaux lim pides de THuisne en caressent les bords. L'été , aux heures où la chaleur amortit tout dans la nature, quand les blondes génisses se couchent et ruminent paresseusement à sombre des arbres, quand l'inseete, qui se plaît surtout aux ardeurs du midi, éprouve cependant aussi ('énervement que jette un soleil trop ardent et tait son incessante chanson, il fait bon vivre au milieu de ces herbes, de ces feuillages, de ces eaux. La terre, rafraîchie sans relâche par les sources qui la sillonnent et la fécondent, offre à sa surface des gazons toujours verts; mille senteurs embaument l'atmosphère et s'emparent des sens; Tesprit est enivré de cette poésiedouce et pénétrante de la nature agreste, la première de toutes les poésies, et, dans les évocations qui traversent l'imaginaliou charmée, au premier rang appa raissent les souvenirs qu'ont laissés en nous, depuis nos jeunes années, les vers éternellement jeunes du chantre de Mantoue."], [8, "■s Puis, lorsque le regard , errant dans le paysage, vient à apercevoir les hautes girouettes, qui semblent, au sommet élancé des tourelles, résoudre le problème du mouvement per pétuel, la pensée se replie sur elle-même en face de ces cons tructions d'un autre âge, les curiosités de ['esprit s'éveillent, et Ton se demande quels surent les habitants de ces murs, qui les éleva, quels événements les ont traversés, quel rôle les pos sesseurs de cet ancien fief ont joué dans Thistoire de notre province, si même ils y figurèrent, ou si, au contraire, Tombre de ces murailles n'a pas eu seulement pour mission d'abriter de paisibles et calmes existences, auxquelles Dieu a dévolu ee suprême bonheur , qui consiste à ce qu'on n'ait rien à en raconter. Heureux les peuples qui n'ont pns d'histoire, a-t-on dit. Heureux aussi , peut-être, les hommes dont la vie n'est l'occa sion d'aucun récit. Ce n'est pas toutefois aux possesseurs du château de Vaux que pourrait être appliqué cet axiome de félicité négative. Si leurs existences n'ont point ouvert les sentiers que se plaît à suivre la renommée, leur trace pourtant est restée dans nos annales. Ils ont eu les amours et les hnines de leur temps; ils ont élé mêlés au mouvement et aux faits des jours qu'ils ont traversés, et l'on ne peut parler de ees époques écoulées sans prononcer leur nom. En 1378, vivait dans le Maine une famille haut pincée , du nom de Le Bigot. Un de ses membres, Jehan, portait la bannière de monseigneur le vicomte de Beaumont à la bataille de Cocherel (I). A la même époque, sire Guillaume Cecquet était seigneur de la terre de Vaux, fief qu'il tenait de monseigneur Tévêque du Mans ; cetle terre faisait partie des immeubles dépendant de (1) La bataille de Coelierel, localité du département de l'Eure, eut lieu le -22 mai 1361, et est célèbre par la victoire qu'y remporta du Guesclin sur Charles le Mauvais, duc de Navarre."], [9, "9 Tévèché. Or, les liens de la parenté, nous le verrons plus tard, unissaient les familles Le Bigot et Becquet. L'an mil trois cent quatre-vingt-quatorze, le vingt-troisième jour de janvier, Monseigneur Pierre de Savoisy, évêque du Mans, lit aveu au Roi de France, Charles VI, pour le temporel de son évêché. Dans cet acte, le vassal rend foi et hommage à son seigneur; mais aussi, en établissant le dénombrement des biens qui composent cette temporalité, il énumère les autres fiefs dont les tenanciers sont eux-mêmes tenus à foi. hom mage, et n eerlains devoirs honorifiques envers lui, en raison de son évêché. Au nombre de ces seigneuries se trouve celle de Vaux, alors entre les mains de Guillaume Becquet, qualifié chevalier, sire de Vaux. Ce document est le plus ancien, à ma connaissance , où se rencontre une citation authentique et sans conteste, applicable à la terre qui nous occupe. A des époques antérieures, dans les cartulaires, dans les chartes de la pro vince, il est souvent fait mention de la terre de Vaux. Une très-ancienne maison, connue dès le xie siècle et dont divers membres, tels que Hugues de Vaux, Guiscelin de Vaux, Eudes de Vaux, Hébert de Vaux, etc., ont laissé trace dans noire histoire, est aussi fréquemment indiquée. Mais les preuves manquent pour affirmer qu'en toules ces occasions il s'agit bien du manoir de Vaux , près Yvré, et que c'est à lui que doit être rapporté le nom de la famille dont je viens d'évoquer ipielques membres. Quoi qu'il en soit, et pour s'en tenir à des renseignements irrécusables, voici donc en 1594 Guillaume Becquet seigneur de Vaux. Je rappelais, quelques lignes plus haut , que dans I aveu baillé par l 'évêque Pierre de S;ivoisy au roi de France, pour sa baronnie de Touvoie, figurait également T énumération dedivers autres fiefs, ainsi que la désignation des redevances féodales auxquelles étaient astreints leurs tenanciers. Huit de ces derniers, le sire du Breil, le sire deBelin, le seigneur deMontfort, le sire de Vaux, le sire de Sillé-le-Guil-"], [10, "10 laume,le sire de Neusville-sur-Sarlhc, le sirede Pirmil et le sire de Mondoubleau, devaient porter Tévèque, lors de sa pre mière entrée dans la cathédrale, depuis Téglise de Saint- Ouen au Mans, jusques en Téglise de Monsieur Sainct Julian, de dans le cuer (chœur) jusques à V issue d'ycelluy, par derrière l'autel Monsieur sainct Gervaise (Gervais). Ces seigneurs avaient encore d'autres devoirs à remplir dans la même cir constance. Le sire du Breil tenait Télrier au moment où le prélat descendait de cheval à l'abbaye Saint-Vincent, et, en prix de ce service, le cheval, avec son harnachement complet, devenait sa propriété. Au sire de Belin était octroyé le drap de soie ou autre qui recouvrait la chaire (fauteuil), siège de Tévêque durant le trans port; transport qui constituait la seule obligation du feuda taire donti! s'agit. Le sire de Moutl'ort donnait à laver au commencement du repas, et les vases employés à celte ablution lui restaient. La charge d'écuyer tranchant était remplie au festin du même jour par le sire de Vaux, et, pour cela, il avait droit aux cou teaux, instruments de ses fonctions. L'éclianson était le sire de Sillé ; à lui revenait la coupe ou hanap dans lequel le prélat avait bu. Les reliefs, accordés au sire de Neuville , présen taient un cachet encore moins relevé ; car sa part, dans cctle sorte de curée , se composait des pots , poêles et chaudrons des cuisines. Le sire de Pirmil (panetier) s'enrichissait des touailles (nappes) recouvrant les tables. Quant au sire de Mondoubleau, son lot n'avait ni plus ni moins d'importance que Tofsice, rempli plus tard , au dire de la chanson , par le cinquième chevalier au convoi du général Marlborough : celui-ci ne portait rien, le sire de Mondoubleau n'emportait pas davantage. Nous avons dit que Jehan Le Bigot, porte-bannière du vicomte de Beau mont, et Guillaume Becquel. appartenaient à la"], [11, "11 même famille. Un extrait, puisé aux archives de TEmpire, nous fournit ce renseignement. Cet extrait esl ainsi conçu : « Le dernier jour del'an 1397 furent continués du dit jour, jusques à la Toussaint , Jacques Maridor et Jehan Le Bigot, comme héritiers de feu monseigneur Guillaume Becquet, et de sa femme, en loutes les demandes que la cour leur fait, dont ils ont eu la copie , pour y répondre ou dit jour de la Tons saint prochaine, ou au lendemain. » Aucune pièce officielle n'énonce positivement que dans le par tage des biens de Guillaume Becquet, inteivenu entre ses héri tiers, la seigneurie de Vaux fùl attribuée à la famille Le Bigot ; les probabilités, cependant, paraissent être en ce sens, puisque, plus tard, nous trouvons des personnages du même nom, dési gnés seigneurs de Vaux. La filiation de ces Le Bigot, comme descendants du co-partageant de Jacques Maridor, n'est pas non plus autrement prouvée ; mais les vraisemblances de cette hypothèse sont tellement considérables, que nous croyons pou voir les admettre et tenir la filiation pour réelle. Voilà donc la seigneurie de Vaux passée de la famille Bec quet dans la famille Le Bigot. Nous sommes en 1397. En 1400 , nous retrouvons encore Jehan Le Bigot. II figure à titre d'exécuteur testamentaire de Peronille de Coesmes , veuve de Guillaume, baron de Sillé. En 1405, un Julien Le Bigot, écuyer, élait qualifié seigneur de Vaux. Les archives de la Sarthe possèdent le testament de Jacquine La Cirière (Le Cirier), sa femme, daté de 1 il 3 , et il y est également rappelé avec la qualification de seigneur de Vaux. C'est ce Julien Le Bigot que nous acceptons el établissons comme fils et héritier de Jehan Le Bigot, co-partageant de Jac ques Maridor. En -1457 vivait Jean Du Fresne, écuyer, fils de Guillaume Du Fresne, écuyer, pauetier de Marie, reine de Sicile, duchesse d'Anjou, et de Périne d'Angaignac."], [12, "12 11 épousa Elisabeth de Vaux, et prit à son tour le titre de seigneur de Vaux. Mais quelle était cette Elisabeth de Vaux ? Nous nous hasardons à supposer que c'était la fille de Julien Le Bigot, seigneur de Vaux; que son nom lui vient du fief de son père, dont, sans doute, elle était fille unique ; que c'est par l'apport de cetle seigneurie lors de sou mariage, ou de la mort de ses parents, que son époux devint seigneur de Vaux ; et qu'enfin c'est à elle, par son mari, qu'il convient de faire remonter la longue série des Du Fresne, seigneurs de Vaux, dont nous allons établir la généalogie et la possession pendant plus de deux siècles. De Jean, premier du nom, tt d'Llisabelh de Vaux, naquit Jean Du Fresne, qui, mort sans enfants , laissa Vaux à son frère cadet Ambroise. Celui-ci, qualifié écuyer, sieur de Vaux, rend aveu à Churles d'Anjou, comte du Maine, le 2 septembre 14S1 , pour les fiefs d'Isaac et du Cormier, d'où dépendaient plusieurs maisons sises au Mans. Kn 1457 il avait épousé Guillemine de La Chenevière, dont il eut Urbain Du Fresne, qui figure , comme seigneur de Vaux, dans le procès-verbal de ['intronisation de Tévèque François de Luxembourg, du 1er mai 1507. Urbain prit pour femme, en 1481, Françoise de Maillé, fille de René de Maillé, seigneur de Latan. En 1517 il confesse devoir foi et hommage-lige à madame Louise, comtesse du Maine, à cause de son fief du Cormier. Sa femme, Françoise de Maillé, le rendit père de Bené Du Fresne, écuyer, seigneur de Vaux, en Yvré, du Cormier et d'Isaac, fils unique, marié en 1527 à Marguerite de La Motte , dont sortit Urbain II Du Fresne, seigneur de Vaux, du Cormier et d'Isaac, lieutenant des gardes du corps du roi. En 1 548, celui-ci épousa Nicole de Pamiers. Leur fils, Jacques Du Fresne, chevalier des ordres du roi, gentilhomme de sa chambre, seigneur de Vaux en Yvré, etc., vivait eu 1550. II fait aveu au roi,"], [13, "13 en 1G05, le 5 mai, pour les fiefs d'Isaac et du Cormier. 11 épousa mademoiselle de Launay, dont un fils qui fut religieux à Chinon,et quatre filles, Jacqueline, Éléonor. Anne et Fran çoise. L'alnée, Jacqueline, prit pour époux Philippe Girard, seigneur de Charnassé, chevalier, et ayant hérité de la lerre de Vaux, la porta dans la maison de son mari en 1G42. A partir du moment où la terre de Vaux entra dans la famille de Charnassé, elle fut qualifiée de Baronnie. Pourquoi? Je ne saurais le dire; car il n'existe à ma connaissance aucun titre d'érection, et elle ne figure pas parmi les baronnies indiquées par nos anciens documents. Toujours est-il , néanmoins, que depuis celte époque Vaux est presque constamment dénommé baronnie, dans tous les titres où il en est question. Jacques- Philippe de Charnassé , fils du précédent et de Jacqueline Du Fresne, est également qualifié baron de Vaux, vicomte de Pamiers, lieutenant de la première compagnie des gardes du corps, dans deux aveux rendus au roi, l'un en 1663, l'autre en 1671, pour les terres et seigneuries de La Blanchardière, de la Boissière, d'Isaac et du Cormier. Pendant près d'un siècle, le fief de Vaux resta dans la famille de Charnassé. II n'en sorlit qu'en passant , par héritage, en celle de Pantin de Landemont. Le premier du nom qui posséda celte seigneurie fut Hardi- François Pantin, baron de Landemont. brigadier des mousque taires noirs, par succession du marquis de Charnassé, son cousin. Hardi de Landemont mourut le 5 août 17ó6, à l'âge de 61 ans, laissant trois fils et deux filles de sa femme Madelaine- Elisabeth Subleau de la Mauvoisinière.L'aîné, Louis-Alexandre de Landemont, chevalier, seigneur de la baronnie de Vaux, au Maine, né le 4 février 1726, était capitaine au régiment de Bourgogne ; il épousa, le 22 janwer 1755, Marie-Anne Panlin de Guerre, sa cousine. De cetle union naquit Philippe-Louis. Ce dernier, presque notre contemporain, mena une vie des plus agitées, et a laissé parmi ses compatriotes des souvenirs"], [14, "14 plus durables que ses actions n'étaient bonnes. Maintes anec dotes, qui témoignent du peu de retenue de son esprit et del'in con\\enance des écarts auxquels il s'abandonnait trop volon tiers, circulaient encore il y a quelques années, et la mémoire des récits de mon enfance les a conservées. Avant la révolution de quatre-vingt-neuf, M. de Landemont le père passait Tété au Château de Vaux avec sa famille. Son fils, Philippe-Louis, faisait souvent le voyage d'Yvré au Mans et du Mans à Yvré C'était le temps où M. de Grimaldi, évêque du Mans, tout épris de son château d'Yvré, voulait compléter les embellissements qu'il s'était plu à y apporter, au moyen d'une route qui le devait mettre en communication plus directe et meilleure avec la ville. Cette route est celle de Paris, suivie jusqu'à la construction de la voie ferrée. Grand seigneur, jeune, riche, impatient de voir ses projets réalisés, M. de Grimaldi suivait avec le plus vif intérêt les travaux du nouveau chemin. Chaque jour il les visitait, encourageant, excitant les ouvriers par sa présence. Mais cet ouvrage n'intéressait pas le prélat seulement, et nombre d'habitants de la ville, bourgeois et artisans, aux heu res de loisir, faisaient de son inspection le but de promenades quotidiennes. Si bien que lorsque Tévèque se rendait sur les chantiers, c'était au milieu d'une haie de curieux, presque inin terrompue. Bien que M. de Grimaldi ne réunît pas Ioules les sympathies de son clergé, il possédait à un haut point Taffection des laïcs. Beau, plein de faste, d'une illustre naissance, revêtu d'un caractère sacré, il exerçait un grand prestige sur la foule, et les fronts s'abaissaient volontiers pour recevoir la sainte et élégante bénédiction de sa main deux fois princière. II en résultait que ces promenades, inspirées à notre évêque par un sentiment plutôt mondain que religieux , devenaient parfois pour lui un sujet de fatigue et de léger ennui, par cet empres-"], [15, "15 semenl à réclamer le geste et les paroles que l'Eglise enseigne, pour bénir, à ses premiers ministres. S'il ne s'en plaignit pas positivement, il le laissa deviner ; la nouvelle en courut, se répéta, et M. Philippe de Landemont en tut connaissance. Un jour qu'il avait fait au Mans une de ses fréquentes excursions, il suivait, pour revenir au logis paternel, la nouvelle roule en construction; M. de Grimaldi la parcourait aussi ; il le pré cédait, et, comme de coutume, courbée sur son passage la multitude implorait sa bénédiction épiscopale. L'évêque che vauchait lentement au pas paisible de sa mule richement har nachée, et entouré de la nombreuse suite d'ecclésiastiques et de laïcs à laquelle lui donnait droit sa haute dignité dans Téglise, et qu'affectionnait la noblesse royale de son origine, non moins que ses goùls fastueux. Tout à coup Philippe de Landemont prend son élan, saute et d'un bond se trouve sur ia mule, eu croupe derrière Tévèque. II passe ses bras sous ceux du prélat, et se met à jeter de côté et d'autre, sur les assistants prosternés, le geste qui bénit, pendant qu'il murmu rait à S'oreille de M. de Grimaldi : Restez-en là, Monseigneur, je bénirai à votre place; vous vous en trouveriez mieux, et ils croiront que c'est vous. Une autre fois, à un bal chez Mme de *** , par allusion à son nom de Pantin, il prit un vètemenl semblable à ceux dont on habille les jouets d'enfants désignés par une dénomination homonyme, et entra dans le salon en faisanl mille bouffonne rie et chantant la vieille chanson commençant par ces mois : Que Pantin serait content S'il avait l'artde vous plaire, Que Pantin serait content S'il vous plaisait en dansant ! Si cette plaisanterie laissait à désirer sous le rapport du goût, au moins elle n'était pas, comme la précédente, empreinte d'un cachet sacrilège. Enfin longtemps après ces folies, que la jeunesse pouvait"], [16, "16 expliquer si elle ne les excusait pas; alors que les années, et de tristes jours écoulés entre les murs de prisons ou loin de la patrie inondée de sang innocent , auraient dû mettre du sérieux dans celte tête, de la convenance dans cet esprit, des sentiments dans ce cœur, M. de Landemont se per mettait encore les plus blâmables, les plus irrévérencieux badinages. Après la mort de sa mère, veuve depuis plusieurs années, dont bien souvent su conduite avait rougi les yeux de lariiiescuisantes.il hérita de la terre de Vaux. Son premier soin, aussitôt entré en possession, futd'abatlre et de vendre tout le bois qui sur sa terre pouvait avoir quelque valeur. Parmi les arbres qu'il faisait couper se trouvaient des char mes formant une des allées du château. — Eh mon Dieu ! que faites-vous donc là? lui dit un desesamisqui, lors d'une visite, le trouva présidant à cette destruction. — Vous le voyez, répondit M. de Landemont, j'abats les vieux charmes de ma mère. Ces trois histoires, prises au hasard, caractérisent suffi samment le triste personnage dont heureusement je ne suis pas Thistoriographe, et suffisent à indiquer de quelles scènes les murs de Vaux durent être les témoins pendant qu'il les habita. Mais je remonte à des temps antérieurs. Aux jours de la Révolution. M. Alexandre-Louis de Landemont élait proprié taire de Vaux. Son fils, Philippe-Louis, dont je viens de parler, émigra. Pour ce motif, et par suite de la justice distributive révolu tionnaire, qui rendait les parents responsables des actes de leurs enfants, lous les biens immeubles de M. et de Mm« de Landemont furent placés sous le séquestre, et les scellés appo sés sur leurs meubles. Ce fut dans ce moment que Tabomina ble Garnier de Saintes, représentant du peuple, vint en tour née dans le département de la Sarlhe. M. de Landemont, réduit à la dernière extrémité par la mesure que je viens de relater, réclama près du proconsul pour obtenir la levée du séquestre, et il obtint Tinsigne saveur d'être envoyé en jouis-"], [17, "17 sauce, provisoire, il est vrai, du patrimoine qu'il tenait de ses ancêtres. Mais ce bonheur était Irop grand pour durer. Bientôt, en effet, paraît une loi qui remet en vigueur celle du 9 floréal an III, exigeant que les pères, mères, aieuls et aïeules des émigrés fassent dans le délai de deux mois , à partir de la pro mulgation de ladite loi, la déclaration du passif et de Tactif de leur avoir, afin de partager avec la République. D'ordinaire c'est quand les gens sont morts qu'on hérite de leur bien, et il est également assez en dehors des usages des peuples civilisés et régis par des lois que les ascendants, qui vivent et ont loute leur fortune, héritent de leurs enfants aussi très-vivants et très bien portants, mais qui ne possèdent rien. Toutefois, en ces temps de régénération politique et sociale, il n'en était pas ainsi. Le bonhomme Géronte, dans le Médecin malgré lui, ébahi parle latin de Sagnarelle, dit : On ne peut pas mieux raisonner , sans doute. II n'y a qu'une chose qui m' a choqué; c'est l endroit du foie et du cœur. II me semble que vous les placez autrement qu'ils ne sont : que le cœur est du côté gauche et le foie du côté droit. Oui, répond Sganarelle, cela était autrefois; mats nous avons changé tout cela, et nous faisons maintenant la médecine d'une méthode toute nouvelle. La République, elle aussi, avait changé tout cela et faisait de l'équilé d'une méthode toute nouvelle. Pour suivre donc cette méthode toute nouvelle, elle déclarait morts les émigrés; et comme il lui paraissait très-rationnel que les morts héritassent des vivants, elle se mettait à la place des défunts, de par son brevet, et obligeait leurs parents à lui remettre aulant de portions de leurs biens qu'elle avait déclaré d'enfants décédés. Or, M. de Landemont avait un enfant émigré, c'est-à-dire mort ; en conséquence la République exigeait la moitié de ses propriétés et de celles de sa femme. Cependant cet arrangement, d'une simplicité si primitive, se 2"], [18, "18 compliquait quelque peu en ce qui concernait la déclaration des biens qu'on exigeait de Mme de Landemont. Voici comment. Les propriétés de Mmo de Landemont, de son chef M\"e Pantin de Guerre, étaient presque entièrement situées en Vendée, et elle opposait que : Comme ces propriétés. situées dans le district de Clisson avaient été pillées, ravagées, brûlées, de sorte que depuis environ quatre ans et demi elle n'en avait rien pu toucher, ni avoir de nouvelles certaines, elle ne peut faire la déclaration de ses biens et revenus avec toute la précision exigée; mais cependant, pour obéir au vœu de la loi , elle demande (elle demande ! !), en tant que de besoin, à être admise à partager avec ta Nation, promettant passer la déclaration prescrite lorsqu'on aura pu se procurer les renseignements nécessaires. Iììì procédé en vaut un autre; et la Nation, touchée du désir que Mme de Landemont éprouvait de lui donner la moitié de sa fortune , accorda, quant à Testimalion, le sursis demandé. Pourtant Talfaire ne fut définitivement réglée que par un arrêté de l'administration centrale du département de la Sartbe du 9 brumaire an VU. Quant à son mari, qui ressentait aussi le désir si naturel de se dessaisir de la moilié de ses biens en faveur de la Républi que , il y fui autorisé sur-le-champ. On procéda donc à l'estimation et partage de ces biens. Moyennant quoi :— ledit Pantin Landemont demeura, con formément à V article 18 de la loi du 9 floréal an III, déchargé de l'hypothèque de la République ; mainlevée du séquestre établi sur ses biens lui est accordée, sans restitution des fruits qui demeurent compensés avec les causes exprimées par ladite loi; il demeure exempt, pour l'avenir, des taxes imposées par les lois des 27 septembre 1792 et 28 mars 1793, et quitte envers le Trésor public à raison de l'èmigration de son fils. Dans Ténumération des propriétés de M. de Landemont, le"], [19, "19 château de Vaux est porté pour une somme de 7,400 fr., el fit partie du lot qui lui fut attribué. C'est ainsi que, dans les premières années de ce siècle, M. Philippe-Louis de Landemont, Témigré, s'en trouva pos sesseur, et put se livrer il ce jeu de mots impie el dénaturé : J'abats les vieux charmes de ma mère. Cependant bientôt l'abatis des arbres ne suffit plus à la vie qu'il menait, et le château lui-même fut vendu. C'était en 1808. L' acquéreur était M. Crépon. Sous prétexte de rajeunir et d'embellir le château, il détruisit, tant qu'il put, tout ce qui donnait aux constructions le cachet de l'époque à laquelle elles avaient été élevées. C'est ainsi que les meneaux en croix des fenêtres furent détruits et qu'à Tentrée primitive il substi tua la terrasse à escaliers existant aujourd'hui. M. Crépon eut meilleure inspiration en faisant construire le pont qui, enjam bant par-dessus le chemin d'Yvré à Savigné, joint les bois aux jardins. C'est en 1816 que M. Crépon en obtint du Préfet de la Sarthe Tautorisation nécessaire , non sans peine et sans l'avoir achetée par de longues et incessantes sollicita tions. II augmenta aussi notablement retendue de ses bois par Tannexe qu'il y fit d'une portion de ceux de Montsurs, dont il se rendit propriétaire. Ce fut encore lui qui fit élever la mai son de garde posée au milieu des taillis. M. Crépon garda Vaux jusqu'en 1827, époque de sa mort. Mes souvenirs d'enfance me rappellent y être allé pendant Thabitation de M. Crépon. Celui-ci était un représentant de ce que certains amants de la grosse joie sont convenus de nommer la vieille gaîté française : c'est-à-dire qu'on s'adonnait en ce séjour à loutes sortes de facéties du goût le plus risqué. Si on y couchait, des ficelles artistement arrangées tiraient les draps durant votre sommeil, et vous laissaient exposé dans le costume, de notre temps trop primitif, dont étaient peu vêtus nos premiers parents pour herboriser dans"], [20, "20 1c paradis terrestre. De vieilles brosses étaient coupées dru et menu dans votre couche, et les éclats de rire immodérés des guetteurs de votre martyre accueillaient les mouvements et les plaintes qu'il vous arrachait. Une ingénieuse mécanique ren- versait un pot rempli d'eau sur vous quand vous étiez couché, et enfin d'autres jeux hydrauliques, inénarrables, venaient com- pléter la série des charmantes plaisanteries auxquelles vous ser- v iez de but. Le jour, c'étaient d'autres badinages, d'un sentiment non moins pur. Aux promenades en bateaux, on vous imbibait à Tinstar d'une éponge précipitée au fond des eaux ; sur terre, on introduisait adroitement des crapauds dans vos poches, si bien que, lorsque vous y mettiez la main, vous saisissiez incontinent un de ces gracieux et attrayants animaux. Fnsin mille plai sirs du même genre, quoique toujours aimablement variés, y émaillaient Texistenee, sans fin ni trêve, le jour et la nuit. Mais tout finit, hélas! et de si beaux jours eurent un terme. Je Tai dit, M. Crépon mourut en 1827. La terre de Vaux demeura alors quelques temps indivise entre ses deux enfants, M. Crépon, aujourd'hui conseiller à la Cour impériale d'Angers, et Mme de La Potterie , qui n'exisle plus. Puis des partages furent faits, et Vaux passa définitive ment entre les mains de Mme de La Potterie, dont le mari était un ancien officier supérieur. M. et Mme de La Potterie habitèrent Vaux quelques années, etenlS30 1e vendirent à M. Chaillou, officier d'artillerie en retraite. M. Chaillou disparut aussi de ce monde, et Vaux, devenu propriété de sa veuve, continua à lui servir d'habitation jus qu'en 185\" , époque où Mme la comtesse Da Porto, née de Nicolaï, en fit Tacquisition. Elle demeure dans ce château durant une parlie de Tannée. II me reste à parler du château en lui-même , de l'époque de sa construction et de ses caraclères archilectoniques : je vais le faire aussi brièvement que possible."], [21, "21 « Au dit an mille quatre cens el dix sept, les Anglois, en la « comlé du Maine, prirent plusieurs places comme Beau « mont le Vicomte, Balan (Ballon) , Tonnère (Thoiré) , Loue « (Loué),Roussay Rouessé),Nouans et plusieurs autres; il n'y « avoil aucune résistance, sinon de pauvres compagnons qui se <« tenoientèsbois. El en prenoienllcs Anglois, elles amenoienl « ès forteresses, el les autres jetloient en la rivière. » (1) Ces quelques lignes de Juvénal des Ursins peignent exacte ment Tétai de la province du Maine durant la première moi tié du xve siècle. Si, en effet, la puissance anglaise n'assit pas dans cette contrée une paisible et permanente domination , la guerre, te plus habituellement heureuse , qu'elle y mena incessam ment, rendait toute habitation troublée et sans sécurité. La vie, incertaine du lendemain, s'écoulait au jour le jour, et nul ne possédait d'avenir assez assuré pour sonder un établis sement basé sur la confiance d'un repos prolongé et les espé rances qui naissent de la ferme croyance en la paix. Les cam pagnes, perpétuellement parcourues dans tous les sens par des bandes ennemies, n'offraient ni sûreté, ni attrait. Tour à lour, Anglais et Français se couraient sus, tantôt vaincus , tanlôt vainqueurs ; mais foulant toujours les populations d'une commune ar.leur, dévastant les demeures rurales incapables de résistance, et ne laissant ni trêve ni repos à ceux qui auraient voulu y continuer leur séjour. Dans un tel milieu, la résidence ne se pouvait plus pour qui n'avait pas le casque en tête et ne suivait pas le métier de soldat. D'ailleurs, que, par hasard, il se fût trouvé un amant assez passionné de la vie des champs pour oser en tenter l'essai, la chose lui eût été malaisée jusqu'à l'impossible. La guerre, aux procédés dénués d'aménité à notre époque, offrait encore alors plus de rudesse et un plus complet délaissement d'égards aimables. L'heure où , comme à Fon- (1) Chronique de Charles VI."], [22, "22 tenoy, les deux armées se saluaient en s'engageant mutuelle ment à commencer le feu, n'avait pas encore sonné, et Ton se tuait sans s'être préalablement tendu la main. Le pays entier était donc dévasté ; le passage des corps ennemis se reconnaissait aux ruines, qui, seules, couvraient le sol. Châteaux et chaumières ne présentaient que murs déchi rés, toits effondrés, pierres noircies'par les flammes, solitude et tristesse. En un mot, si les habitants manquaient aux habitations, les habitations ne faisaient pas moins défaut à ceux qui auraient voulu en devenir les habitants. Cet état se perpétua jusqu'au jour où enfin la province ne fut plus oppressée par la présence de Télranger ; c'est-à-dire jusque vers 1448, où Henri VI d'Angleterre, ayant épousé Marguerite d'Anjou, fille de Bené duc d'Anjou , roi de Sicile, et nièce du comte du Maine Charles 1er, restitua son domaine à ce dernier, contrainl d'ailleurs de le faire par Dunoisà la tête d'une armée française A partir de ce moment tout change : nos campagnes se repeuplent ; partout c'est le mouvement et la vie. Les sillons s'alignent aux champs, la fumée s'échappe joyeusement du foyer qui réchauffe le paysan, et les tours seigneuriales élè vent au ciel leurs toits élancés, au-dessous desquels règne une couronne de créneaux et de mâchicoulis, désormais plutôt apparence que réalité militaire, ornement que défense. Une grande ardeur à bâtir s'empare des châtelains manceaux. En 1476, Jehan de Harrecourt élève le château de Bonné table ; en 1495, Jehan II Le Clerc de Juigné, celui de Ver delles. Puis viennent dans le dernier quart du xve siècle ou les premières années du xvi6 : Bazouges et Gallerande pour parlies; Courtanvaux et sa chapelle édifiés par Jacques de Ber ziau; Montmirail, que construisit Charles VI, comte d'Anjou et du Maine, ou Louis de Luxembourg; Sillé-le-Guillaume, dû à Bertrand deBeauvau, ou à Antoine son fils; Ballon; el, pour"], [23, "23 terminer cette incomplète nomenclature, Le Lude, sur les murs duquel Jacques de Daillon étala en mille ornements splendides les marques de Timmense richesse que lui avait transmise son père , Jehao , l'ami , le confident du roi Louis XI. C'est aussi à cette période qu'il convient d'attribuer le château de Vaux. Bien que les travaux successivement effectués par ses dif férents possesseurs en aient singulièrement modifié les dispo sitions primitives„on y retrouve néanmoins encore les carac tères architectoniques qui déterminent Tépoque de sa cons truction. Dans une cour intérieure, moins dénaturée que les façades plus en vue, qu'on s'est surtout attaché à moderniser, nous remarquons des toits élevés, des pignons aux gulboc pointus, dont les rampants sont décorés de crochets formés de' feuilles de choux ou de chardons, et au bas desquels apparais sent des animaux grotesques, plus ou moins fantastiques : toutes choses qui se présentent comme autant de chiffres indi cateurs du temps que nous voulons fixer. S'il fallait préciser davantage, et hasarder la desiguation du seigneur à qui on peut donner ce manoir, nous nous risque rions à prononcer les noms d'Ambroise, ou d'Urbain du Fresne, son fils. Je viens de rappeler quelques détails d'ornementation à Taide desquels il est permis de déchiffrer sa date dans ce livre de pierres. Ce n'est pas tout, et, pour arriver à Tasfirmer plus positivement, à ces signes partiels il est bon de joindre l'exa men de l'ensemble, et de se pénétrer de Tesprit général qui en dirigea Tarchitecte. A la fin du xvc siècle, la féodalité s'en allait agonisant. Depuis saint Louis elle était atteinte aux sources de la vie par le pouvoir royal, qui aspirait constamment à s'agrandir et se concentrer. Louis XI, de ['instant de son accession au Irône, Tenveioppa"], [24, "24 de ses sournoises étreintes, bien décidé à ne laisser à ce pauvre corps que le moins de souffle possible. Après une si longue maladie, le râle suprême commençait donc pour elle, râle qui fut toujours en s'asfaiblissant jusqu'au jour où il s'éteignit tout à fait sous le morne et implacable regard de Richelieu ; jus ju'au jour surtout où le dernier bruis sement de sa dernière tradition expira perdu dans le retentis sement de la voix de Louis XIV disant : « L'État c'est moi. » II est facile d'apercevoir et de s'expliquer que les radicales modifications apporlées, par Tanéantissemegt de la féodalité, aans l'état social, dans les conditions de puissance et de force des seigneurs, dans leurs rapporls mutuels, et dans ceux qui les liaient au chef del'État, durent nécessairement introduire iíussi les changements les plus majeurs dans la nature, la forme extérieure, les plans d'ensemble et de détails de leurs habitations. Lorsqu'ils étaient comme autant de petils souverains, quasi indépenlants, appelés à dominer une certaine étendue du sol, à la gouverner et la protéger, seuls, au moyen de leurs pro pres ressources ; lorsque leurs passions querelleuses les entraînaient souvent à se jeter sur leurs voisins, parfois à atta quer leur comte ou leur duc suzerain, ou même jusqu'à lever Tétendard de la révolte contre le roi, les forteresses les plus imprenables et les plus fermées devenaient les meilleures. Mais ces jours étaient passés, et passés sans retour. La paix dorénavant régnait. La main royale s'étendait énergique et toute-puissante sur chacun ; il fallait obéir de gré ou de force, et Tordre hiérarchique commandait aux populations, du pre mier au dernier de leurs membres. Au temps qui nous occupe, il ne pouvait plus être ques tion de ces robustes demeures, élevées principalement au point de vue de la domination et de la guerre ; forteresses pourvues d'habitations plutôt que châteaux ; immenses, parce que, peut-être, appelées à résister à des sièges prolongés,"], [25, "25 il leur fallait de nombreuses garnisons, d'abondants approvi sionnements; demeures enfin , dont les ruines de Coucy et de Pierrefomls étalent encore à nos yeux les types grandioses et poétiques. La féodalité morte , de tels amoncellements de pierres n'avaient plus de raison d'être. A côté de cette cause de transformation dans les formes de Tarcliiteclure au xve siècle , d'autres viennent aussi se grouper. Avec les époques de guerres et de troubles, on avait vu disparaître les rudes plaisirs, les amusements un peu sauvages et barbares, qui suffisaient aux châtelains renfermés derrière leurs murailles. La tranquillité publique et ses loisirs avaient engendré et des besoins qu'on ne devinait pas auparavant, et le goût de distractions jusqu'alors inconnues. Les habitudes de la vie s'étaient amollies en même lemps que les mœurs prenaient plus de douceur, et si le nom du comfort ne se rencontrait pas encore plus que la chose, les rudiments de cette exigence des existences modernes commen çaient cependant à surgir. Chaque jour les relations prenaient d'autres allures; et la société française, 1 eternelle envie et Tincessant exemple des sociétés du inonde enlier, tendait à se former et à réunir ses éléments constitutifs : l'esprit, la poli tesse, Téléganee et ['instruction. A quoi bon de ce moment s'enfermer dans la monotone et ennuyeuse solitude d'enceintes murées que personne ne songeait à attaquer? Pourquoi masquer le riant aspect des champs et des bois par de noires murailles que jamais plus on ne devait croire se trouver en position de défendre ? Les avenues étroites, tortueuses, entrecoupées de passages sombres et enchevêtrés les uns dans les autres, remplis de sur prises et d'embûches, étaient excellentes quand à tous les instants on peut être appelé à combattre, jusqu'au dernier moment, contre un ennemi envahisseur. Elevé au milieu de ces distribu-"], [26, "26 tions, qui duraient depuis des centaines d'années, le seigneur de la fin du xve siècle y restait attaché par les mille liens de Thabitude. II les conservait, dans une pensée de respect pour ses pères, à titre de symbole de la grandeur et de Tautorilé de sa famille. Mais alors, comme je le faisais remarquer, que le change ment social, amené par la chute du système féodal, fil que toutes ces choses ne furent plus indispensables, au fond il devint bien près de les trouver des plus ennuyeuses et incom modes. Si le châtelain possède quelques lourdes et anciennes armu res, legs des temps passés, elles sont reléguées en un coindu grenier; il n'en charge plus sa poitrine qu'il aime mieux sentir battre à Taise sous ['éclatant pourpoint de velours ou de drap d'or. L'enceinte de murs est la grande armure extérieure. Elle aussi le gène ; car ces barrières entravent les promenades, les courses joyeuses, les chasses que suivent en chevauchant gaie ment les jeunes femmes. II est malaisé, au dedans , de mener les danses et les jeux sous le harnais de fer: on Ta quitté. H est embarrassant, pour la liberté des mouvements an dehors, d'èlre enserré entre des murailles : on jette bas les courtines. Ce qu'il faut, ce sont de plus larges escaliers, dans lesquels on puisse passer deux, côte à côte : le seigneur donnant la main à la dame, et lui devisant de doux propos à mi-voix. Ce qu'il faut, ce sont de grandes salles, bien chauffées en hiver, et dans lesquelles de vastes fenêtres laissent pénétrer sans obs tacle les bons soleils du printemps , les haleines parfumées de Tété. Qu'importe que les dimensions de ces ouvertures per mettent un libre accès aux projectiles des assaillants, un trop facile passage aux soldats ennemis? Les routiers ne battent plus la campagne, nul mauvais compagnon ne complote une"], [27, "27 escalade, et Ton n'aperçoit pas de machine de jet dressée devant la demeure seigneuriale. Des tours s'élèvent-elles encore aux coins des constructions, çà et là, le long des murs? C'est que les tours font bien dans te paysage, et que, de leurs sommets, les yeux embrassent des perspectives plus étendues. Mais n'y cherchez pas les dis positions qui en firent jadis des appendices exclusivement militaires. Aujourd'hui, elles servent à Thabitalion, de même que tout autre bâtiment. Rien au-delà. Les tourelles flan quantes, posées en encorbellement, ne sont plus des échau gueltes dans lesquelles veillent sans relâche d'attentives senti nelles, prêtes à signaler tout arrivant suspect. Ce sont des en jolivements architecturaux qui pyramident gracieusement , et allègent à Toeil la masse de la construction. Les pavillons, disposés en avant-corps, se dressent innocents de toute destination malintentionnée à l'endroit des survenants; ils ne s'élèvent que pour donner de meilleures facilités de jouir de la vue extérieure ; el les cabinets, les réduits mystérieux et cachés qu'ils offrent à l'intérieur, ne sont plus prisés du châ telain à titre de dernier asile où il pourra se réfugier en un suprême danger; mais bien comme un de ces recoins amou reux, dans lesquels aimera taut à s'abriter tout à Theure la galanterie semi-païenne des derniers Valois. Un autre élément entra également pour beaucoup dans le plan des châteaux de la dernière moitié du xve siècle. J'entends parler de Tinventìon de la poudre et de l'usage des armes à feu qui se généralisait. Dès 1430, les armées du Roi pouvaient établir des batteries de canons. « Les seigneurs n'étaient plus « ni assez riches pour bâtir des forteresses en élat de résister « d'une manière sérieuse à ce nouvel agent de destruction , « pour les munir efficacement, ni assez indépendants pour « pouvoir élever des châteaux purement militaires, en face de « l'autorité royale. Les châteaux qu'ils bâtissent ne sont plus « des forteresses, mais des maisons de plaisance, dans les-"], [28, "28 « quelles cependant on trouve encore comme un dernier « leflet de la demeure féodale du moyen âge. Le roi donne « lui-même l'exemple , il abandonne les châteaux fermés. La o forteresse devenue désormais citadelle de l'État, destinée à « la défense du territoire, se sépare du château qui n'est plus « qu'un palais de campagne, réunissant tout ce qui peut con « tribuer nu bien-être et à Tagrémenl des habitants. Le goût « pour les résidences somptueuses que la noblesse contracta <• en Italie pendant les campagnes de Charles VIII, de Louis « XII el de François Ie', porta le dernier coup au château « féodal. Beaucoup de seigneurs ayant visité les villas et les « palais d'outre-monts trouvèrent, au retour, leurs vieilles for- « tcresses patrimoniales sombres et tristes. Conservant le « donjon et les tours principales comme signe de leur ancienne « puissance, ils jetèrent bas les courtines fermées qui les « réunissaient, et les remplacèrent par des bâtiments large * ment ouverts, accompagnés de loges, de portiques décorés « avec luxe. Les bailles ou basse-cours, entourées de défenses « et de tours, surent remplacées par des avanl-cours conte « nant des communs destinés aux logements des serviteurs, « des écuries splendides, des parterres garnis de fleurs, de -< fontaines, jeux de paume, promenades, etc. » Voilà ce que dit, à ce sujet, un auteur contemporain, et Ton ne peut mieux dire. Vers ce temps, les architectes se mettent à chercher la symétrie à laide de façades régulières. L'esprit devient plus cor rect partout, et dans les ouvrages lilléraires, el dans le langage, et dans les œuvres d'architecture qui présentent des lignes où nul accident imprévu ne distrait les regards , où la vue se repose avec tranquillité sur un ensemble de constructions dont la rectitude satisfait tous les besoins d'ordre et d'aspect monumental. A la fin du xve siècle, et dans les temps qui suivent, au lieu d'effrayantes et sombres forteresses, ce sont donedes palais, ou"], [29, "29 des maisons de plaisance qui s'élèvent au sein des campagnes couvertes de moissons. Tel apparaît le château de Vaux. Des donjons féodaux , il n'a rien gardé. Son étendue n'est pas énorme, son plan s'as treint à une symétrie presque complète. Point de créneaux, de mâchicoulis, de pont-levis, de herses, de courtines leliant des tours d'enceinte. Celles qu'on y remarque sont un ornement, une tradition. C'est le souvenir du passé guerrier et seigneu rial d'une famille, le signe perpétué de sa grande condition et de son pouvoir. II n'affecte plus les rudesses extérieures du château-forl. II est deson lemps: château d'habitation, comme il convient au seigneur qui , avant les labeurs guerriers , veut le plaisir, le bien-être et la paisible possession. Ainsi se démontre Texactitude de Tattribution d'époque que nous lui avons imputée. Le caractère de son ornementation architecturale d'abord, ensuite la similitude de ses disposilions, de son ensemble et de son agencement général avec les cons tructions dont nous connaissons les dates certaines, et qui furent contemporaines d'Urbain du Fresne. A présent, je le répète, le château de Vaux est bien rnoiler nisé. Pour retrouver ce qu'il fut à son origine, c'est dans son esprit que doit chercher l'archéologue, plutôt que dans Ins pection des bâtiments eux-mêmes. Et pourtant la pensée s'y plaît , un charme sympathique l'y attire et l'y fixe. C'est que ce manoir est comme un trait d'union qui relie les jours d'autrefois aux heures qui s'écou lent. Son toit aigu, aux rampants fleuris, couvre les grandes salles dont les parois ne supportent plus, il est vrai, les riches tapisseries historiées de personnages, ou les cuirs ouvragés de Cordoue. Le long de ses murs ne se dressent plus les crédences chargées des hanaps émaillés de Bohême , des aiguières cise lées par les artistes italiens , des orfèvreries de Cologne et de Nuremberg, des vaisselles, miracles de travail, que signa François Briot, ou bien éclatantes de matière, dues aux mains"], [30, "30 françaises des Pierre Wociriot, Claude de la Haye, Courtois, ou Claude Ballin. Mais le regard s'allache à ces mêmes lambris pour contem pler dans leur attrayant mensonge quelques-unes des plus fines bergeries de Boucher, ou, dans leur splendide vérité, quelques portraits de Gérard. A la place des dressoirs sculptés , un piano prête son orchestre à des doigts habiles et inspirés. Sous leur toucher, les mélodies jaillissent ; Tâme rêve, à leur gré, de joies ou de souffrances; le cœur bat de haine ou d'amour, et les maîtres de 1 art, interprétés comme ils ont senti, initient les auditeurs ravis aux pénétrantes poésies de la musique. Enfin , cetle enfant, qu'aux jours de sa fondation, les échos de Vaux purent entendre bégay er ses premières paroles , la conversation , la bonne et charmante causerie française, devenue grande aujour d'hui, et en plein épanouissement de sa puissance, de son esprit et de sa grâce, ne laissant rien regretter du passé ni désirer du présent, vous jette à souhait toutes ses fleurs, et règne en souveraine dans ces lieux depuis le jour où la pro priétaire actuelle y a fixé sa demeure."], [31, ""], [32, ""]]