[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "OFFICIAL REPORT TO THE AMERICAN CONGRESS, OH THE COMMUNICATIONS BETWEEN THE ATLANTIC AND PACIEIC. (REPRINTED FROM THE \" COLONIAL MAGAZINE.\") LONDON: EFFINGHAM WILSON, ROYAL EXCHANGE; JOHN MORTIMER, 15, BEAUFORT-BUILDINGS, STRAND; AND WARING WEBB, LIVERPOOL. Price 0,ie Shilling."], [8, "MOSQUITO, NICARAGUA, AND COSTA-RICA. SECOND EDITION. PRICE ONE SHILLING. (Repvhlished with additions from the November and December Numbers ofthe Colonial Magazine.) Opinions of the Press. \" A pamphlet on Mosquito, Nicaragua, and Costa-Rica has just been published, which will be found to convey a useful resume of the important questions at present involved in the territorial boundaries of these respective states. At the same time, it will serve to indicate to British Capitalists, the extent to which Costa-Rica, from its abundant resources and its com paratively good government, deserves their attention.\" — Times, city article, December 17th. \" He, the writer, has added some additional facts to what had already appeared in the papers presented to Parliament. Of these facts, the most startling, &c. &c.\" — Times, leading article, December 18th. \" The above-cited writer, whose information is valuable, though we may not, on all points, adopt his sentiments or modes of expression, goes on to observe, &c.\" — Gtobe, leading article, December 18th. \" There has appeared opportunely, at this moment, a pamphlet, which seems to have ema nated from some quarter, having the best sources of information * * * showing the bearing of the proposed communication between the Atlantic and Pacific Oceans, whether by rail or shipping canal, on the United States, as well as en the more essential interests of Great Britain and Europe at large * * * as it affects the best interests of our commerce with those distant regions in which the carrying trade has hitherto been in our hands.\" — Morning Post, city article, December 19th. \"It gives a very interesting and valuable account of these countries and the Mosquito Indians, being likewise an epitome of the historical and political bearings of those questions which are at issue in respect to them.\" — Court Journal, December 22nd. \" The facts, already partially known, have been augmented and arranged by a recent pamphleteer, who has managed to be extraordinarily early in the field on our own side of the Atlantic.\" — The Morning Chronicle, leading article, January 18th, 1850. To be had of EFFINGHAM WILSON, Royal Exchange; JOHN MORTIMER, 15, Beaufort Buildings, Strand; W. THOMAS, Catherine Street, Strand; Waring Webb, Liverpool; aud all Booksellers,"], [9, "OFFICIAL REPORT TO THE AMERICAN CONGRESS, ON THE COMMUNICATIONS BETWEEN THE ATLANTIC & PACIFIC. We think it important, at this time, to bring yet more in con trast American professions with American practice. It is but the other day that the President of the United States declared that there was no desire on their part to monopolize any one of the communications betwrecn the oceans, or to obtain for them selves any exclusive advantages. To such of our readers as have perused the pamphlet on \"Mosquito, Nicaragua, and Costa-Rica,\" there needs no word to dispel this illusion : but we call their attention, as we think that of this country at large should be directed, to the true state of the case, so instructively pourtrayed in the important state paper which we now subjoin. This report, however, contains no mention of the further significant fact, that it has been stipulated in the United States' contract with New Granada, that no water-way shall be made through its ter ritory, between the two oceans, except it should be effected by themselves. They have also, within this twelvemonth, secured, on terms amounting to a monopoly, the Tehuantepec route, and, under the direction of a kind of firebrand they have sent to Nicaragua, Mr. Squiers, have possessed themselves, as far as it was in the power of that state to give it to them, of even more extravagant rights there than elsewhere. We shall not, for the present, pursue this subject, but conceive no one would question, after perusing the annexed report, that the real aim of the United States, in the strange proceedings which Mr. Squiers has fathered in Nicaragua, is not, as pretended, to make a ship ping canal through that line of country, but to place it likewise, if possible, in the hands of her own citizens, when such channel of communication as wdl best subserve their own pur poses will alone be made. On the other hand, it is the obvi ous interest of Great Britain to secure the independence of that route, and the making of a water-way across it."], [10, "4 OFFICIAL REPORT TO THE AMERICAN CONGRESS, ON THE \"JANUARY 16, 1819. \" Mr. T. Butler King, from the Committee on Naval Affairs, made the following I. E P 0 R T : \" The Committee on Naval Affairs, to whom was referred the ' Memorial of Win. H. Aspinwall, John L. Stephens, and Henry Chaunccy. praying aid from the Government of the United States to construct a Railroad across the Isthmus of Panama,' have examined the subject with much care, and submit the following report : \" The intention of the memorialists is, if suitably aided by Government, to construct a Radroad across the Isthmus of Panama, from the Atlantic to the Pacific Ocean. For this pur- pose, they have procured a charter from the Government of New Granada, a copy of which is annexed to this report, marked B — originally granted to a French company— which secures to them very extensive privileges on the Isthmus, provided the work shall be commenced within eighteen months from the date of the transfer of the charter to them, and completed within eight years. The original privilege granted to the French company was for ninety-nine years. This term has been reduced, in the contract with the memorialists, to forty-nine years, and a right has been reserved to the Government of New Granada to purchase the Radroad at the expiration of twenty years. \" The cost of the Railroad, and the expense of its management in a tropical climate, will necessarily be so much greater than would be required in any work of similar extent in our own country, and the profits that may accrue on the investment are so uncertain, that, without efficient aid from Government, the memorialists will probably be compelled, as all others who have moved in this matter hitherto have been, to abandon the under taking. It therefore becomes the duty of Congress to consider whether the tendency and interests of our commerce, agricul ture, and manufactures, the convenience of governing and de- fending our widely extended territories on the shores of the Pacific, and of emigration to them, are objects of sufficient im- portance, when taken in connexion with the proposed transport across the Isthmus of troops, munitions of war, and the mails, to justify the Government in giving such aid as may secure the completion of this great work within the time proposed — three years — and place its future management in the hands of our own citizens. Our commerce with all the countries bordering on the Pacific Ocean is rapidly on the increase, and especially with the South American Republics and Mexico ; and it is be- lieved that a more frequent and speedy communication with China, and other countries of the East, will produce a rich hr.rvest. \" Great Britain is principally indebted to her skill in com-"], [11, "COMMUNICATIONS BETWEEN THE ATLANTIC AND PACIFIC. 5 merce and manufactures for her commercial ascendancy, but she is also indebted in no small degree to her position. She not only has the ports of the continent of Europe as her neighbours, but she is fifteen hundred miles, or two weeks, nearer than we are to all the other ports of the world, except the Atlantic ports of the American continent north of the Equator and the West Indies. The cause of this is, that all vessels bound from our ports to places south of the Line, or beyond either of the Capes, cross the Atlantic to the Azores or Western Islands, for the purpose of finding favourable winds, wlrde vessels from British ports run down to the same latitude and longitude without the necessity of crossing the ocean, to avad themselves of the same advantages. This difference in favour of British commerce, running through our entire existence as a nation, has been a most serious obstacle for our merchants and navigators to contend with, and has of itself been a vast item in favour of the profits on British capital. Lieutenant M. F. Maury, superintendent of the Observatory, has, within two or three years past, proposed a more direct route for vessels bound from our ports to ports on the Atlantic side of the American continent, south of the Equator and beyond Cape Horn, which wiU save about one thousand miles of the distance to those places, but aU vessels bound round the Cape of Good Hope will be compelled to pursue the old route. \" The construction of the proposed Radroad across the Isthmus will not only do away this advantage over us, now possessed by European commerce and navigation, but wdl turn the tide in our favour. \" The average distance from Liverpool, London, and Havre to Panama, is four thousand seven hundred mdes ; from New York, the distance is two thousand mdes ; from Charleston, one thou sand four hundred ; from Savannah, one thousand three hun dred ; from New Orleans and Mobde, one thousand six hundred — making an average distance from our principal exporting Atlantic and gulf ports of about one thousand six hundred miles to Panama. If, therefore, we admit, for the sake of the argument, that European commerce with the Pacific Ocean, the East India and China Seas, will take the new route across the Isthmus — there wdl be a difference of three thousand one hun dred mdes in our favour. Add to this, the one thousand five hundred mdes now against us, and we find that we shall gain by this channel of communication, in our relative position to those parts of the world, a distance of four thousand six hundred miles, or of forty-two days. In the voyage out and home we shall have the advantage of our European competitors of nine thousand two hundred miles, and eighty-four days, as compared with the present route. \" This is admitting that European ships will come freighted to"], [12, "6 OFFICIAL REPORT TO THE AMERICAN CONGRESS, ON THE the terminus of the Railroad on this side of the Isthmus, with cargoes intended for the markets of the Pacific and China. That, however, wdl not be the case. The large number of vessels bound to the ports of the United States for cotton, rice, tobacco, lumber, flour, provisions, &c. &c, will bring the freights for those markets as ballast or cargoes, whence they will be conveyed to the Railroad in our own fast-sading coasting vessels and steamers, which will also bring to us the commerce ofthe Pacific. This is very obvious, because, if European ships were to sad with full cargoes direct to the radroad, they would run the risk of being compelled to return without freight, or come to the United States for it. We are so much nearer to the Isthmus than the ports of Europe, and our means of communication and informa tion will be so frequent and certain, our lines of steamers and coasting vessels so constantly on the alert, and will move with such celerity, that heavy European-freighting ships will find it quite impossible to compete with them. If this view of the subject be correct, and we believe it is, the construction of this railroad will throw into our warehouses and shipping the entire commerce of the Pacific Ocean. Our ports are on the very way side from Europe to the Isthmus of Panama, and our lines of steamers and packet ships across the Atlantic wiU come laden with the freights for that channel of trade. The commerce, therefore, from Europe to the East Indies, China, and the west coast of tins continent, wdl be forced to pursue the old route, or fall into our hands. \" It is thus shown that the new route across the Isthmus wdl bring us more than an average of ten thousand miles nearer to the East Indies, China, and the ports of South America on the Pacific, and wdl actuaUy, for all the purposes of navigation and commercial intercourse, bring the ports of the west coast of Mexico, California, and Oregon, fourteen thousand mdes nearer to us than they now are ! With steamers on each side of the Isthmus that will go fifteen mdes an hour — a speed ascertained to be quite practicable — passengers, the mails, and small pack ages of light and valuable goods may be conveyed from New York to San Francisco in fourteen days, and from our southern ports in less time. Thus bringing these remote points, for all practical purposes, nearer than New York and New Orleans were twenty years ago. \" The employment of steam-vessels would render the contrast in our favour still more striking. But the difficulty and expense of transporting heavy merchandise across the Isthmus in its present state, and the distance round the capes, render the employment of steam in the carrying trade to the East Indies, China, and the west coast of America, quite impracticable. The most that can be done is to employ steam-packets in the conveyance of the"], [13, "COMMUNICATIONS BETWEEN THE ATLANTIC AND PACIFIC. 7 mails and passengers. Let this railroad be completed, however, and no part of the world wdl present as great advantages for the successful use of steam in ocean navigation as the Pacific. Coal is found on all its borders, both American and Asiatic, in the greatest quantity and perfection. Its quiet waters seem to indicate steam as the proper agent to be employed in their navi gation. The spirit and genius of the American people, and the extent of our territory on the west side of the continent, pro claim clearly enough that we are to become the legitimate heirs of a vast commerce that shall spread fleets of steam-ships over the bosom of this peaceful ocean. \" Steamers, with a speed of twelve miles an hour, would go from New York, via the Isthmus, (throwing out the fractions) — To Calcutta in 47 days. To Canton in - - - .- - - 36 „ To Shanghae in 35 ,, To Valparaiso in - - - - - 17 ,, ToCaUaoin 12 „ To Guayaquil in 9J ,, To Panama in - - - - - - 7 , . To San Bias in 12 „ To Mazatlan in - - - - - - 14 ,. To San Diego in 16 „ To San Francisco in 18 „ \" When we consider the remarkable results presented in the foregoing table, and compare our present condition with what it wdl be when the proposed Railroad shad be completed, and the advantages we shad then possess over all competitors for the commerce of the Pacific and the east, we need not be sur- prised that European capitalists have refused to lend their aid to the accomplishment of an undertaking which wdl not only de prive them of the decided superiority which they now possess over us in their intercourse with nine-tenths of the world — ex- clusive of ourselves — but will place us so far a-head in the race for commercial supremacy, that they can never overtake us. Whether any considerations of this nature have been the secret cause of the failure of aU the efforts hitherto made in Europe to open a communication across the Isthmus of Panama, we pretend not to say ; but we think it by no means improbable that men who now hold in their hands the purse-strings of the world, wovdd decline taking any steps which would so evidently de prive them of their commanding position, and transfer the seat of the money power to our shores. \"Ha wise sagacity has deterred them from aiding to advance us at their expense, we may justly be regarded as blind to our true interests if we hesitate to adopt such measures as will secure the prize which is offered to us. In aU great public movements it is as natural as it is evidently proper, that every"], [14, "8 OFFICIAL REPORT TO THE AMERICAN CONGRESS, ON THE nation should consider well what course of policy will best pro mote its own prosperity and contribute to its security. With regard, therefore, to a channel of communication across the Isthmus of Panama, it was to be expected that, whde European governments and capitalists would acknowledge its vast import ance to the commerce of the world, they would not fad to perceive that its completion would transfer the seat of com mercial empire to the western hemisphere. Hence the scheme of a ship canal has found no favour with them except in empty words, whdst a radroad is openly objected to as worse for them than no communication at aU. Mr. Alex. Forbes, in his work on California, published in London, in 1839, page 319, says : — \" ' It has lately been much recommended to make a railroad from Porto Bello to Panama, or somewhere in that vicinity ; but the foregoing objections exist to this in all their force as to a canal for boats, and I should consider such an undertaking as utterly useless, in a commercial point of view. If, on the con trary, the canal was made capable of admitting vessels to pass through with their cargoes, the delay would be very small, and the expense trifling. Asia would be thereby brought by one half nearer to Europe, and the passage to all the west coast of America and the Pacific islands shortened in a stdl greater degree. This revolution in the commerce with Asia and the Pacific Ocean, if it were to happen, would aggrandize the country of which we have been treating (California) in an extraor dinary manner.' \" Here is the argument in favour of European commerce. The reader would not be led to suppose there was such a place on the face of the earth as the United States, yet it is precisely because there is such a country, that the writer objects — in his heart — to a radroad. If any change is to be given to the course of European commerce with the west coast of America and the East Indies, by a communication across the Isthmus of Panama, it is quite clear that a ship-canal would be the only channel that could save it from falling into our hands, while it is equally certain that our interests point to a railroad as best suited, in all respects, to our progress. \" California has now been added to our territory on the Pacific. Its beautifid and commodious harbours, its delightful climate, the fertility of its soil, and its mineral wealth, are attracting thousands, and, probably, tens of thousands of our fellow-citizens to it. The most rapid means of communication should be established to facilitate their emigration, protect them in their new homes, supply their wants, and enable them stid to par ticipate in the blessings of our free institutions. They will be large consumers of manufactures of every description, and, for some years to come, at least, of our agricultural products also."], [15, "COMMUNICATION BETWEEN THE ATLANTIC AND PACIFIC. 9 \" It is believed by many who have had the best opportunities of forming an opinion, that one hundred thousand emigrants wid go to that territory within a year from this time. The fact that the gold region has attracted to it such numbers from all quarters, is sufficient to show that agricultural pursuits wdl be abandoned, and that this vast collection of people must be sup ported entirely by importations of provisions of all kinds. When the population shad amount to the number supposed, they wdl require a supply of an equal number of barrels of flour, and a great variety of other articles of food. At the expiration of three years, the time proposed for the completion of the railroad, if the reports of the mineral wealth of California shall be found to be true, it would perhaps not be regarded as visionary to sup pose that at least half a million of people will have found their way to it, who wdl be employed exclusively in codecting gold, mining operations, and commerce. Their wants wid, of course, be in proportion to their numbers, and the success which may attend their pursuits. The supply of those wants may, if the proposed communication across the Isthmus be made, be sent from our own ports on this side of the continent, thus affording an extensive market for our manufactures and agricultural products. \" If, however, our commerce with that territory shad stdl be forced to find its way round Cape Horn, and pass twice through the tropics, our agriculture wid be entirely deprived of this market, because it is well known that it is almost impossible to preserve flour, and many other articles equady perishable, so many months on shipboard, in the warm latitudes through which they would have to pass. Therefore, the Californian market would, of necessity, be supplied, at very high prices, from Chid and other states bordering the Pacific. These views alone, if properly considered, possess sufficient force, it seems to us, to justify the favourable action of the Government on the apphcation of the memorialists. The proposed communication will also increase the consumption of our cotton and cotton fabrics, by bringing the places of supply and demand so much nearer together. In 1832, the exports of domestic cotton goods to the ports of South America and Mexico, on the Pacific, were only between five and six hundred bales. In 1817, they amounted to over twenty thousand, and, in 1848, will reach near thirty thousand. The cotton manufactories in Mexico are mostly west of the mountains, near the coast. Cotton raised in the country seds at thirty to thirty-five cents per pound. At these high prices, the crop does not supply the demand. The deficit is supplied partly from the United States to Mexican ports on the gulf, and is carried thence across the country seven hundred to one thousand mdes, in bales of one hundred"], [16, "10 OFFICIAL REPORT TO THE AMERICAN CONGRESS, ON THE and fifty pounds each, on pack mides. A few cargoes are sent round Cape Horn to Mazatlan and San Bias ; but the greater portion of the supply comes from the neighbouring ports of Peru. The Peruvian cotton, though of inferior quality «to that grown in the United States, being thus protected from competi tion by the cost of transportation, either round the Cape or overland, sells from two to four cents a pound above prices in the United States. The duty on raw cotton in Mexico is, at present, prohibitory; but importations are made, under licenses from the Government, usuady at six cents per pound duty. The Congress have it in contemplation to reduce the duty, which would give us the entire market. \" In a report which your committee had the honour to present to the House, at its last session, on \"steam communication with China,\" the commerce of the United States with that country was so frdly examined, that it is not deemed necessary on the present occasion to repeat the arguments then presented, to show the vast importance of the proposed communication across the Isthmus, winch was then and is now regarded as the instrument which is to change our commercial relations with the whole world, and as being inseparably connected with our system of steam navigation. \" It has already been remarked that our ports are on the way side from Europe to the Isthmus. It is equally true that the ports of California are on the wayside from the Isthmus to China, Manilla, and the East Indies. Mr. Forbes, in the work before quoted, says, pp. 112, 113 : — \" ' The situation of California for intercourse with other countries, and its capacity for commerce, should it ever be pos sessed by a numerous and industrious population, is most favourable. Its western shores on the Pacific, as has been already shown, possess capacious ports. The port of San Francisco, for size\" and safety, is hardly surpassed by any in the world ; it is so situated as to be made the centre of com mercial relations which may take place between Asia and the western coasts of America. The route by which the voyage from India, China, Manilla, and other Asiatic countries is per formed to the American coast, particularly to that of Mexico, Guatemala, &c, obliges vessels to pass very near the coast of California ; because, in order to avoid the easterly trade-winds, it is necessary to stand to the northward, to get into the vari able and prevailing westerly winds, just as vessels must do when bound from the West Indies to Europe. The vessels of the Spanish Philippine Company, on their passage from Manilla to San Bias and Acapulco, generally called at Monterey for refresh ments and orders. Thus it appears as if California was de signed by nature to be the medium of connecting, commer-"], [17, "COMMUNICATION BETWEEN THE ATLANTIC AND PACIFIC. 11 cially, Asia with America, and as the depot of the trade between those two vast continents, which possess the elements of un bounded commercial interchange ; the one overflowing with all the rich and luxurious commodities always characteristic of the East, the other possessing a superabundance of the precious metals and other valuable productions to give in exchange.' \" These remarks, it will be perceived, were made without reference to a commercial channel across the Isthmus, or the idea of California ever forming a part of the United States. The proposed work and the acquisition of that territory, render them applicable to the commerce between Europe and the East, as it will then be connected with our ports, both on the Atlantic and Pacific. We have already spoken of the commanding posi tion which Great Britain occupies in the commercial world, and we deem it proper to remark, still further, on the advantages she has derived from it. At an early day she adopted the ware housing system. This enabled her own merchants and those of all other countries to place merchandise in bond, for consump tion or exportation. It has been equally beneficial to her com merce and manufactures. \" Whde it has exempted the merchants from paying duties on importations beyond actual consumption, it has enabled them to make up, with home manufactures and foreign commodities, as sorted cargoes for ad parts of the world. Foreigners have thus been induced to place immense amounts of merchandise in bond, that they might have the double advantage of consumption or re-exportation. \" The manufacturer has thus been enabled to adow the raw materials, necessary to his pursuit, to remain in store untd re- quired for use, without being burdened with the payment of large sums in duties on importations not immediately wanted. A vast supply has thus been constantly held, at the expense of the foreign producer. \" The total value of articles imported into the United States in 1848, was 154,977,876 dodars. The value of articles re-exported was 7,986,806 dollars. Thus it wdl be seen that we re-export but a little more than one-twentieth of our imports, and that the re-exportations from Great Britain are nearly five times larger in proportion to her imports than ours, and are actually nine times larger than ours. Now, if by the construction of the pro- posed work, we give such a direction to the course of trade as to bring us almost in a central position between Europe and Asia, it seems impossible to resist the conclusion that our warehouses must become the great depots, and our cities the marts of modern commerce. \" There are two important provisions in the charter, which it is proper to mention, as they limit very materiady the privilege*"], [18, "12 OFFICIAL REPORT TO THE AMERICAN CONGRESS, ON THE of the company. The first is in article 22, which stipulates ' that the company shad be obliged to convey, without delay, ad the correspondence (mails) which may be delivered to it, and that the price of conveyance along the whole extent of the road shad not exceed eight reals — one cent a pound — per quintal.' In the 'schedule of duties and obligations' of the company, article 16, is as follows : ' The company, on the receipt of the tods and pay ments for transportation fixed by it, contracts the obligation to execute continuady, with care, punctuality, and expedition, and without any national preferences, the transport of passengers, cattle, goods, merchandise, and materials of every description which may be entrusted to it, all which shad be transported without abatement of the rates of payment in favour of any one.' These stipulations are proper, and present the intentions of the Granadian Government in a very favourable light ; but it is wed to remark that if this charter were in the hands of a foreign company, over whose movements we could not exercise control, and whose interests might be — we may say, would be — adverse to ours, it is by no means impossible that a future administration of that Government might consent to rescind these restrictions, and that heavy and ruinous exactions on our commerce might not be the consequence. \" It may, therefore, be regarded as a fortunate circumstance, that this charter has fallen into the hands of our own citizens, and that their application for aid may enable the Government, in granting it, to place such restrictions on their future move ments as shall be a perfect guaranty against any action of the company adverse to our interests. This alone is a very weighty consideration with the committee in the recommendations which they are about to make. \"The 1st section of the thirty-fifth article of the 'Treaty of Peace, Navigation, and Commerce, with the Republic of New Granada,' which was ratified in this city on the 12th day of June last, is as fodows : \" * The United States of America and the Republic of New Granada, desiring to make as durable as possible the relations which are to be established between the two parties by virtue of this treaty, have declared solemnly, and do agree to the fodowing points : \" ' 1st. For the better understanding of the preceding articles, it is, and has been stipulated between the high contracting parties, that the citizens, vessels, and merchandise of the United States, shall enjoy in the ports of New Granada, including those of the part of the Granadian territory generady denominated Isthmus of Panama, from its southernmost extremity, untd the boundary of Costa-Rica, all the exemptions, privileges, and immunities, concerning commerce and navigation, which are"], [19, "13 COMMUNICATION BETWEEN THE ATLANTIC AND PACIFIC. now or may hereafter be enjoyed by Granadian citizens, their vessels, and merchandise ; and that this equality of favour shall be made to extend to the passengers, correspondence, and mer chandise of the United States in their transit across the said territory from one sea to the other. The Government of New Granada guarantys to the Government of the United States that the right of way or transit across the Isthmus of Panama upon any modes of communication that now exist, or that may be hereafter constructed, shall be open and free to the Government and citizens of the United States, and for the transportation of any articles of produce, manufactures, and merchandise, of lawful commerce, belonging to the citizens of the United States ; that no other tods or charges shall be levied or codected upon the citizens of the United States or their merchandise thus passing over any road or canal that may be made by the Government of New Granada, or by the authority of the same, than is, under like circumstances, levied upon and codected from the Granadian citizens ; that any lawful produce, manufactures, or merchandise belonging to citizens of the United States, thus passing from one sea to the other, in either direction, for the purpose of exportation to any other foreign country, shad not be liable to any import duties whatever; or, having paid such duties they shall be entitled to drawback upon their exportation ; nor shall the citizens of the United States be liable to any duties, tods, or charges of any kind to which native citizens are not subjected for thus passing the said Isthmus. And, in order to secure to themselves the tranqud and constant enjoyment of these advantages, and, as an especial compensation for the said advantages, and for the favours they have acquired by the 4th, 5th, and 6th articles of this treaty, the United States guaranty positively and efficaciously to New Granada, by the present stipulations, the perfect neutrality of the before-mentioned Isthmus, with the view that the free transit from the one to the other sea may not be interrupted or embarrassed in any future time whde this treaty exists ; and, in consequence, the United States also guaranty, in the same manner, the rights of sovereignty and property which New Granada has and possesses over the said territory.' \" The 2d section declares, that ' the present treaty shad remain in full force and vigour for the term of twenty years from the day of the exchange of ratifications.' And the 3d section stipu lates that, 'notwithstanding the foregoing, if neither party notices to the other its intention of reforming any of or all the articles of this treaty, twelve months before the expiration of the twenty years stipulated above, the said treaty shad remain binding on both parties, beyond the said twenty years, until"], [20, "14 OFFICIAL REPORT TO THE AMERICAN CONGRESS, ON THE twelve months from the time that one of the parties notifies its intention of proceeding to a reform.' \" This is, in fact, a defensive league, on our part, with New Granada, in which we virtually guaranty her sovereignty and independence for the term of twenty years, and as much longer as neither party shall notify the other of ' its intention of pro ceeding to a reform' of the treaty. This is a very wide depar ture from our foreign policy hitherto, and its justification is only to be found in the exigency of the case — the overruling neces sities of our position with reference to our territories on the Pacific. The pass across the Isthmus of Panama is the only route by which easy, regular, and speedy communication can be established with them, and by which, in fact, it has already been established ; and there is no power on earth, except New Granada herself, which may say to us, ' thou shalt not cross the Isthmus,' without meeting the prompt resistance ofthe whole power ofthe Union. This treaty, therefore, is but a simple advertisement to all the world, that for the next twenty years, at least, we will, with the permission of New Granada, cross the Isthmus of Panama, and you must not interfere. This is what we should say if there were no treaty, and, therefore, there is no harm in saying it in the treaty. The stipulation which places the citizens of the United States on an equality, with respect to the transit of passengers and freight, with those of New Granada, was, doubtless, intended to protect American interests from unrea sonable or improper exactions. But as the quantity of freight and number of passengers belonging to New Granada, which will pass over the railroad, will be small in comparison to the commerce and travel from the United States, it is doing that Government no injustice to imagine, that were this undertaking in the hands of a foreign company, it might consent to regula tions which would not be felt by its own citizens, but which w ould be perfectly ruinous to ours ; and besides, the treaty does not provide that the commerce, citizens, or subjects of other countries shall not be placed, by any company, on a more favourable footing than those of New Granada, and consequently than ours. \"The guaranty of the Government of New Granada to the Government of the United States of \" the right of way or transit across \" the Isthmus of Panama, upon any modes of communi cation that \" now exist or that may be hereafter constructed,\" simply means that the Government of New Granada wdl not forbid us from crossing the Isthmus on a railroad if we pay for it — or, that the citizens of the United States may be required to pay as much as the Government of New Granada may consent that the citizens of that republic shall pay — though the mer-"], [21, "15 COMMUNICATION BETWEEN THE ATLANTIC AND PACIFIC. chandise, subjects, or citizens of other countries might be allowed to pass at half the price. To guard against impositions from any quarter, and secure the interests of the United States beyond contingency, the committee have deemed it proper, in the bdl submitted herewith, to provide that a large majority of the stock of the railroad shall be held by American citizens. \" Much has been said respecting a communication across the Isthmus of Tehuantepec, and representations have been made that the depth of water on the bar is sufficient to justify the construction of a ship canal. This question has been effectually decided by the survey of Lieut. William Leigh, United States Navy, who has recently made a very accurate survey of the bar at the mouth of the river Coatzacoalcos, (the entrance to the harbour on the gulf side of the Isthmus,) and found but twelve feet and a half of water at low tide, and but two feet rise of tide on the bar. A safe deduction for the swell of the sea would enable vessels drawing about twelve feet to cross the bar into the canal. The survey of Lieutenant Leigh has been published at the observatory, and may be regarded as the highest authority for saying that, if a ship-canal were constructed across that Isthmus, it would not be possible to get ships into it. If, however, nature had imposed no obstructions at the entrance of the harbour, there are other considerations which it is believed are of sufficient weight to render the expenditure of money at that point inexpedient. There are few who have attentively observed the progress of ophdon in this country during the last few years, who will deny that the people of the United States are now looking with much anxiety to the construction of a radroad from some point on the Mississippi river to the Bay of San Francisco ; and it is not probable that twenty years will be allowed to pass before this great and necessary work wdl be accomplished. This road will form the great northern line of communication, while that across the Isthmus of Panama wdl be the southern. There is no necessity for an intermediate line. When the northern hue shad be completed, it wid become the great tho roughfare to California, Oregon, the islands in the north Pacific, Japan, China, Mandla, &c, &c. ; whde the southern fine wdl be the channel of communication to the ports on the west coast of Mexico, South America, New Zealand, New Holland, and the islands of the south Pacific. It would probably cost one-half as much to construct a ship-canal across the Isthmus of Tehuante pec as it would to make a railroad from the Mississippi river to San Francisco.\" The report here proceeds to a specific detail of the savings which would accrue to several trades in the United States from"], [22, "16 OFFICIAL REPORT TO THE AMERICAN CONGRESS. the construction of the proposed railway. It recapitulates these as fodow : — Dollars. In the China trade, 800,000 dollars per annum, for twenty years ...-.-- 16,000,000 In the whale fishery, 2,250,000 dollars per annum, for twenty years - - - - - \" . \" \" 45,000,000 In the trade with the west coast of America, exclusive of our territories, 200,000 dollars per annum, for twenty years - 4,000,000 On the freight of flour, beef, pork, &c, &c, 1,000,000 dollars per annum, for twenty years .... 20,000,000 Total - - - - 85,000,000 \" The committee recommend, therefore, that a grant of two hundred and fifty thousand dodars per annum be made to the memorialists, for the purpose of enabling them to complete the work, on the conditions stated in their memorial, which is annexed to this report, marked A. Their charter from the Government of New Granada adows them eight years in which to complete their railroad. They propose to finish it in three years. This will be a saving of five years. The above items show an annual saving of 4,250,000 dols., which, for the fiveyears, wdl amount to 21,250,000 dols. It wid, therefore, be perceived how very important it is that the road shad be completed as soon as possible. One year's delay will cause nearly as great a loss as the whole amount proposed to be granted to the company, in yearly payments, for twenty years. \" The proposed grant will be five per cent, on the investment, and wid probably not greatly exceed the amount which the Government would pay annuady for the services stipulated by the memorialists to be performed. \" The committee recommend the passage of the bdl herewith submitted.\" THE END. SALISBURY, FIUKTtR, ai; CASTI.E-STRV.F.T, I.EICF.STER-SQr ARE."], [23, ""], [24, ""], [25, ""], [26, ""], [27, ""], [28, ""]]