[[1, ""], [2, ""], [3, ""], [4, ""], [5, "THE HONOURABLE MRS. VEREKER,"], [6, ""], [7, "THE HONB.L? MRS. VEREKER. a IRovcl. BY THE AUTHOR OF \"PHYLLIS,\" \"MOLLY KAWN,\" \"MRS. GEOFFREY,\" &c. \" This is an evil born with all its teeth.\" IN TWO VOLUMES VOL. I. LONDON: F. V. WHITE & CO., 31, SOUTHAMPTON STREET, STRAND, W.C. 1888."], [8, "POPULAR NEW NOVELS. Sow Ready, the Seventh Edition of 'ARMY SOCIETY.\" By John STRaNGE Winter, Author of \" Booties' Baby.\" Cloth gilt, Gs. ; also, picture boards, 2s. Also, Now Ready, in Cloth Gilt, 3s. ed. each. 'GARRISON GOSSIP,\" Gathered in Blankhampton. By JOHN- STRANGE Winter. Also, picture boards, 2s. \" A SIEGE BABY.\" By the same AUTHOR. \" IN THE SHIRES.\" By SIR RANDAL H. ROBERTS, Bart. \"THE GIRL IN THE BROWN HABIT.\" A Sporting Novel. By Mrs. Edward Kknnard. Also, picture boanl6, 2s. \"BY WOMAN'S WIT.\" By Mrs. Alexander, Author of \"The Wooing Ot\" \" MONA'S CHOICE.\" By the same AUTHOR. \"KILLED IN THE OPEN.\" By Mrs. EDWARD KENNARD. Also, picture boards, 2s. '■' IN A GRASS COUNTRY.\" By Mrs. H. LOVETT-CAMERON. Also, picture boards, 2*. \"THE OUTSIDER.\" By HAWLEY SMART. \"STRAIGHT AS A DIE.\" By Mrs. EDWARD KENNARD. Also, picture boards, 2s. \" TWILIGHT TALES.\" By Mrs. Edward Kennard. Illustrated. \"SHE CAME BETWEEN.\" By Mrs. ALEXANDER- ERASER. THE CRUSADE OP THE \"EXCELSIOR.\" By Bret HARTE \"CURB AND SNAFFLE.\" By SIR RANDAL H. ROBERTS, Bart \" A REAL GOOD THING.\" By Mrs. EDWARD KENNARD. \"DREAM FACES.\" By THE HOXBLE. MRS. FETHER3TONHAUGII. F. V. WHITE & CO., 31, Southampton Street, Strand, London, W.C."], [9, "THE HONBLE- MRS. VEREKER. CHAPTER I. \" A knight there was, and that a worthy man, That from the time that he first began To riden out, he loved chivalry, Truth and honour, freedom and courtesy.\" It seemed to him that the old church looked quainter than ever. He had been ten years away from his native parish, so that it was natural enough that he should find most things strange — and yet familiar too. The Autumn sunshine shot a ruby bar of light across the family pew, direct from the side window, with exactly the same precision as when he was a boy, and his great-grandfather glared down upon vol. i. 1"], [10, "THE HON. MRS. VEREKER. 2 him from the slab opposite with just as malignant, and eminently stony an eye, as when last he sat here petrified beneath the stern regard. But something about the whole con ducting of the service struck him as being ludicrous. He was not in any wise profane, he had an honest, healthy, love for his church ritual, and his belief in his God was as sound as the church bell itself ; but there was a touch of old-worldism, of a comfortable drowsiness, about everything that amused him. Certainly the churches abroad, with their florid pictures, and flower-decked altars, and dim soft lights and shades, and glittering candles that shine like stars, and music so heavenly sweet as to move the very soul within one, were a bad pre paration for the calm appreciation of a country with its droning, out-of tune, choir, and its windows, for the most part of plain glass, through which the light"], [11, "THE HON. MRS. VEREKER. 3 fell with a coarse whiteness that was, to say the least of it, distinctly inartistic. And yet, after all, there was a sense of rest in this quiet, dull, old building — a nearness to the desirable oblivion of the grave, that held and enchained both mind and heart, and satisfied them de licately. When last he sat in this worm-eaten pew he was nineteen, to-day he was twenty-nine. Ten years ! a terrible lapse of time ! All the faces round him, with the exception of one here and there, were new to him, though some at least amongst the younger mem bers of the congregation must have been pretty nimble on their limbs when he left home. Then, his father, the old squire, was alive — now, there was no one to keep house at the grand old place up there amongst the nodding pine trees, that even from this distance cast their shadows across the chancel, save he. How the sunlight, wine red, sparkled on 1*"], [12, "THE HON. MRS. VEREKER. 4 the stone flooring, shining sharply through the glorious raiment of the Beloved Apostle. August sunshines were no doubt the same everywhere ; years cannot change them. He was a little glad, perhaps, when the sermon, which was about the death of Absolom, and had been full of graphic descriptions of how that perfidious person must have looked when dangling midway between earth and sky from his treacherous locks, came to an end, and he was free to leave the sombre shadows within, and wander forth into Nature's magnificent display of light outside. Mrs. Mardyke, the rector's wife, was waiting for him. He remembered her well, with her soft intelligent eyes, and iron grey hair ; it was scarcely greyer than when last he saw her ten years ago. Many a time and oft she had done him good service, standing between him and the rector's wrath, when that fatal Latin grammar had once again been the cause"], [13, "THE HON. MRS. VEREKER. 5 of a row royal between the modern Mentor and Telemachus. He would have liked to stay and talk with her about old times, but a slender hand was thrust through his arm and a charming face was uplifted to his. Both belonged to his cousin Dorothy Aylmer. He had renewed acquaintance with her a fortnight ago in town, so that her greeting was empty of the solemnity that marked the other. \" So you have really come ! \" said she, with a little, pretty, affected air of aston ishment. \" In spite of your assurance in Berkeley Square, and the interest with which I have watched the idling of that army of workmen up at the Chase for the last ten days, I never really believed you would condemn yourself to a solitary confinement of this kind.\" \" I can't be solitary. I shall have you — occasionally,\" said he. \" True ! Even in the direst cases I have"], [14, "6 THE HON. MRS. VEREKER. heard there is always consolation to be found, if one only knows the right way to look for it. You evidently do. Well ? and when do you start again ? \" \" My dear girl ! what an uncivil question. Here have I been a homeless wanderer for the last ten years, doing my duty nobly, and yet, when I do descend upon the parental nest — weary and foot-sore — I am at once commanded to move on. It isn't fair. The proverbial forty winks might at least be conceded to me.\" \" Make them fifty,\" said she. \" What I want to know is about the afterwards. My own conviction is that you will find the forty long, and — what is your next desti nation ? Wagga-wagga ? The plains of Tartary ? Or ' the place where the Bong tree grows ' ? '' \"Not the latter certainly. From all I have read it would be useless to go there without a companion. Perhaps, however, you will come.\""], [15, "THE HON. MRS. VEREKER. 7 \"I'm afraid I can't,\" regretfully. \"I would do a great deal for you — but — I must draw the line there.\" \" At the present moment you can do something for me at all events. Tell me who is the old lady with the white ringlets, bowing to me so graciously from behind that monument ? \" \" That is Mrs. Mackenzie of Grange. She is one of the most affording people I know, always excepting Aunt Jemima. Now go over and make your very best bow if you want to know even one peaceful hour in this deserted village. Tell her you remember perfectly what a grower of roses she is, and give her to understand that you know she has rheumatic gout in her left hand. She is tremendously proud of that.\" With the word roses, it all came back to him, and he could see himself again wandering amongst a very garden of sweets made up of roses only, yellow and white"], [16, "8 THE HON. MRS. VEREKER. and red. He could see his father, too, moving from tree to tree, admiring the one flower that was his own special hobby, and scarcely heeding the endless cackle of the old lady who hobbled after him, volubly discoursing on the rival virtues of this treatment and that for the beloved plant. He pressed her hands very warmly, and quite won her heart by the two or three judicious remarks he made. He was very like his father, she said, but perhaps not quite so handsome, not quite — but good enough to look at, in spite of all. The cackle was of the same order as he remembered, and amused him in part. He gave her his arm, and took her down to where her carriage waited for her at a small side gate, and refused her pressing invitation to luncheon, because he felt there must still be some of the old folk who would expect to shake him by the hand. As the huge and ancient barouche rolled away, he turned and looked back"], [17, "THE HON. MRS. VEREKER. 9 up the churchyard path, and so looking met two earnest eyes — half-smiling, half unsure — that were his undoing ! It was all over in a moment. He stood, and stared at her, and as he stared, defence less, thoughtless of armour, she walked, albeit unconsciously, into his heart. She stood just a little way from him, full of a lovely indecision, and then her body swayed a little and she came to him and very shyly held out her hand. \" Everyone seems to be claiming you as an old friend. Why not I ? \" said she softly, she was looking at him in a gentle friendly fashion. Her face was entirely colourless, except for her mouth, which was red as one of Mrs. Mackenzie's roses. Her eyes were dark, and so mournful as to give him even at this early moment a sharp pang of regret for her. They rested on him sombre and thoughtful even whilst the red mouth smiled. \" I expect I am the oldest acquaintance"], [18, "10 THE HON. MRS. VEREKER. os all,\" went on this lovely apparition as he held her hand. \" I was quite a baby when last we met, and parted. Moreover,\" with a little low laugh, \"I am afraid I must confess that I remember nothing at all about it.\" \" A baby ! \" repeated he, amused and fascinated. \" So young ! Surely then I may be excused if I too declare I have forgotten.\" Who was she, this beautiful girl ? He tormented his brain to try and recall something that might lead to the solution of the mystery. \" No ; you will not guess it,\" she said, as if reading his dilemma. She shook her head slightly ; she seemed very young, barely twenty, yet there was an air about her that puzzled him. \" I was one of the Eowtons of Eyelands ; and I know that I know you, because the boys have so often told me about you, and talked of you, and, indeed,"], [19, "THE HON. MRS. VEREKER. 11 made me quite friendly with your name, at least.\" \" Why, of course,\" cried he, brightening. \" And you are like your father, too. And Charlie, Tom, they were school-fellows of mine. And you must be the little sister who came so long afterwards, when they, indeed, were great boys grown. Yes, I do remember. It almost seems to me, indeed, that your very name comes back to me. Cis — was it ? or Cissy ? or \" \" Cecil now, an' it please you ! The old Cis has faded out of all remembrance ! \" Did she sigh as she said it? Surely the faintest shadow deepened the already too mournful curves of the young lips. \" Why, what matters that,\" said hey ea°\"erlv, \" if the world has sained a new Cecil ? \" \" Ah ! I don't know that,\" she said, quickly. \" Old days, believe me, have their charm.\" \" But,\" said he, as if puzzled, \" when"], [20, "THE HON. MRS. VEREKER. 12 last I was at home, ten years ago, where were you then ? Not here.\" \"In Brighton, with an aunt of mine. I lived with her for a long time. Then I came home, and \" She paused abruptly \" They are all gone,\" she went on again presently, speaking nervously. \" Charlie is in India, Tom in Africa, and dad — dad is dead. I only am left.\" She spoke with indescribable melancholy. To St. John, indeed, it seemed more than that. The low delicate accents were suff- gestive of despair. But in a moment she had shaken off her depression, and once more turned her eyes on his. \" And so, as a fact, you had forgotten our past friendship,\" she said. She was smiling again; she had ap parently entirely flung off the touch of dejection that had caught her, and was looking at him with a glance that was brilliant."], [21, "THE HON. MRS. VEREKER. 13 \" And if I have,\" said he, boldly ; \" and if I even declare that I do not so much as regret it, can you wonder, when I see before me the chance of a fresh friendship before which that earlier one sinks into insignifi cance ! \" The words in themselves were sufficiently impressive to attract her, but the look that accompanied them, though altogether re spectful, was so ardent, so undeniably admiring, that it startled her. As if displeased by it, and surprised, she moved back a step or two, and a touch of hauteur grew upon her face. With a last courteous word or two, that were, however, entirely devoid of that first friendliness that had charmed him, she turned aside and slipped into a group near her, and presently he could see that she had gone down the central path, and had stepped into a perfectly appointed carriage that stood outside the entrance gate. A carriage in connection with the"], [22, "14 THE HON. MRS. VEREKER. Eowtons — in his time a sadly deficient race, so far as money was concerned — struck St. John as strange. They had always been poor — nay, ever on the verge of bankruptcy ; but, perhaps, that old aunt in Brighton had done the correct thing by her, and had left her her money at her death. He stood staring after the carriage as it rolled away, lost in thought, until a gentle tap on his arm roused him."], [23, "CHAPTER II. \" That fairer was to seen Than is the lily upon his stalke green, And fresher than the May with flowers new (For with the rose colour strove her hue I n'ot which was the finer of them two.)\" \" Bewildered, sweet cousin ? \" asked Miss Aylmer, saucily. He smiled at her in turn, throwing off the touch of glamour that was holding him, and told himself, as he had often told himself during the last fort night, that she was indeed very pretty. Her face was piquante, original, delicious ; more decidedly lovely perhaps than the one that though beyond his sight, still stood out in a bold, if soft light before his mental vision ; but to him there could be no com- parison. \" Are you losing your head amongst all the intricate windings of these new old"], [24, "16 THE HON. MRS. VEREKER. friends ? \" she went on. \" You should have trusted more to my guidance. I launched you safely when I sent you to Mrs. Mackenzie, but I fear since that, you have gone hopelessly to wreck. To judge by your face, you are quite lost, it — Oh ! how d'ye do, Captain Farquhar,\" with a brilliant smile and a glance, that said plainly this smile was meant for him alone. The young man thus favoured drew up by her side, and looked distrustfully at St. John. That he had accepted that charm ing greeting as specially his own, one could see at a glance by his undisguised delight- Misguided youth ! \" What I was going to say,\" continued Miss Aylmer blithely, addressing herself again to her cousin, \" is, that to avoid the social shoals and quicksands that abound in this benighted neighbourhood, would take a Stanley. The unwarv traveller undoubtedly gets Ah ! so \"lad to see you, Mr. Vesey,\" beaming on a tall"], [25, "THE HON. MRS. VEREKER. 17 callow young man, and giving him a smile the very sac-simile of that just bestowed on Farquhar. That the new-comer regarded it as a tribute to his own charms was beyond question. He too ranged up alongside, and glowered with equal polite ness on Farquhar and St. John. \" I thought you were still in town,\" said he. \" I'm never still anywhere,\" returned she ; which was the literal truth, though she didn't mean it. \" I've an aunt, as,\" — with a swiftly comprehensive glance at him — \" you have good reason to know, and she draws me whithersoever she listeth. At present she is determined I shall vegetate down here, and muse upon my sins, so that What ! you, Mr. Sunder land! Why I quite thought you were in the Isle of Wight, or the Sandwich Isles, or — somewhere. What has kept you here ? \" This speech was accompanied by a glance vol. i. 2"], [26, "18 THE HON. MRS. VEREKER. and smile every bit as delicious as those given to the others. Mr. Sunderland, a huge young man, with a fluffy face and herculean shoulders, grows crimson be neath them, and a trifle confused. \"Well — er — you isee, I — I,\" full-stop. \" You see the fact is that I hadn't an opportunity of saying good-bye to you last Friday, and as I knew you would be safe to be in church, I thought — that — er— I'd wait until to-day. You've been — er — so extremely kind to me, that I — I — didn't quite like to go without saying \" \" Now, how sweet of you,\" said Miss Aylmer, with the slightest suspicion of laughter in her tone. \" I quite wondered would you go Do you know,\" frankly, and with another charming glance, \" that I should have been very much disappointed if 3*ou hadn't waited.\" \"You seem to be the essence of good nature,\" said her cousin to her, in a low tone. He was feeling intensely amused."], [27, "THE HON. MRS. VEREKER. 19 The three strange young men stood round her, whilst she conversed with him, and seemed not to think it at all derogatory to their dignity to wait upon her moods. It was evident that she had them in very good training. He would have liked to say so, but it would have been impossible with those six pairs of watchful ej'es. \" Ah ! you will see later on,\" said she, answering his last remark. \" Good natured doesn't express it. I simply seem to live for others. A perfect saint I am, if only I get my due. I do — sometimes ! Well,\" with a vague, friendly, sweeping glance around her, that includes all her attendant satellites. \" It's getting late, isn't it ? There is something suggestive of luncheon in the air, and I don't fancy the rector will like us to bivouac amongst the tombs, so I'll sajr good What ! are you coming with me ? All of you going to see me home ? How very, very kind.\" \"If you will allow us!\" exclaimed 2*"], [28, "THE HON. MRS. VEREKER. 20 Vesey and Sunderland in a breath. Farquhar looked black. \" I shall be only too glad. Need I say it? Good-bye, Hilary, if you can come down to-morrow, I will give you a lesson or two in deportment.\" \" Why shouldn't I come now ? \" said St. John. \" I can't come under the head of trumpery, as there are three already.\" \" Another ! \" cried she tragically. And then changing her tone to one of the utmost suavity. \" Four ! How nice ! Auntie will be pleased ! \" Here she caught Farquhar's eye, and that gallant Hussar, overcome by whatever he saw in hers, gave way to sudden mirth. \" It is so many years since I have seen our mutual aunt,\" said St. John, \" that I can hardly flatter myself I have still a place in her regard ; but \" \" Hope for nothing,\" said Dorothy calmly. \" She remembers you perfectly. Now — are you ready ? \""], [29, "THE HON. MRS. VEREKER. 21 \" I think if you were to introduce me to your friends I should feel more at home,\" said St. John graciously. And the cere mony having been gone through, they all crossed the stile into the deep woods beyond, and strolled leisurely towards the tiny mansion over which Miss Aylmer senior lorded it triumphantly. After all, auntie wasn't pleased ! As they walked up the trim, short avenue that led to the pretty little house, half smothered in roses — Dorothy flanked bravely by her attendant cavaliers— a blind was suddenly jerked up in one of the lower windows, and a tall, gaunt woman, colossal in proportions, and armed with a binocular, presented herself. There was something apparently terrifying in this figure, because St. John found that the three other men stopped dead short in the middle of the avenue, and that Dorothy stopped with them."], [30, "22 THE HON. MRS. VEREKER. Meantime, the binocular had been laid aside and the sash flung upwards. Across the mild August air a voice that would not have disgraced a drill-sergeant rang with a startling force : \" Dorothy ! What means this 'indecent display ? Have you forgotten that this is the sabbath ? \" She took no notice whatever of the stricken men. Her steady glare seemed to go right through them, as though they were not. This they all felt to be trying. \" Why, no, Auntie,\" said Dorothy meekly. \" You see we've all just come from church. It was there I met \" She paused, and by an eloquent gesture pointed out the trembling young men around her. \" I shall countenance no such ungodly thing as callers on the Day of Rest,\" said Miss Aylmer senior, in enormous capitals. ' Whoever those persons may be, I refuse"], [31, "THE HON. MRS. VEREKER. 23 to receive them in my house. Go home ! \" waving her mittened hand majestically. \" Go home at once ! Quit my premises ! \" With this, and without more ado, she slammed down the window-sash with a resounding bang, lowered the blind indig nantly, and retired from view. Dead silence ensued. St. John, who was conscious of having grown exceedingly red, looked nervously at Dorothy to see how she was bearing up under this most unfortunate contretemps. If he expected to find her writhing in the throes of shame and embarrassment he was soon extra- ordinarily enlightened ; he was quite prepared to pity her, to help her, so far as lay in his power, out of her painful dilemma, but one glance at her was suffi cient to dispel all thought of a necessity for such kindly intervention. Miss Aylmer was bending slightly forward and had given herself up a prey to silent but agonizing mirth. There was"], [32, "THE HON. MRS. VEREKER. 24 not so much as one sign of chagrin or shame about her, and, as his eyes travelled still farther, he could see that her three companions were following her example and were choking with suppressed mirth. After a surprised contemplation of them all, St. John, to his .further aston ishment, found that he too was laughing, immoderately, but in the same noiseless fashion, and was beginning to consider whether it was a disease of an infectious order belonging alone to the avenue of the Aylmers', and whether he had not caught it, when Dorothy once more found her breath. \" Let us run ! \" said she. \" There is the side walk, let us get to it without loss of time ; she might draw up that blind again, and if so, I, for one, would not answer for the consequences. I have heard of an old blunderbuss of my grandfather's that is hidden away somewhere in one of her secret recesses.\""], [33, "THE HON. MRS. VEREKER. 25 She caught up her skirts, and led the way to a secluded walk hedged in by laurels, where safety might indeed be supposed to dwell. \" She must have been reading her Bible,\" said Dorothy, when she had wiped her eyes. \" She is always specially bad when full of Holy Writ.\" \" Why on earth doesn't she go to church and hear it read there ? \" asked St. John with some just indignation. \" The Rector is young. She doesn't approve of him. Crabbed age and youth you know cannot dwell together without sanguinary engagements taking place every now and then.\" \" At that rate, poor you ! \" said her cousin compassionately. \" Oh, as for me, I'm temper-proof. I defy her,\" complacently, \" to rouse me. All this astonishes you because you are new to it. But,\" with a little sapient nod at the other three young men, \" these all know,"], [34, "26 THE HON. MRS. VEREKER. and now nothing surprises them. You can't imagine what a comfort that is, when it comes to a passage of arms such as took place just now. We are all quite aware that there are certain days when Auntie will not have us at any price. This,\" with another low, irrepressible laugh, \" is one of them. Unfortunately, we never know when the attack is coming on, or I should have been able to warn you. I am sorry,\" with a pretty contrite smile, \" that she should have been ' taken bad,' as Betty calls it, on this, your first day, but, believe me, you have gained something by getting rid of her so easity. And now go away, do, all of you, or I shall get a lecture the length of all your arms put together.\" Obedient to her command, they dwindled away slowly one by one. St. John remained to the last. He had a question to ask that he felt he could not take home with him unanswered. \" You told me you would be my Mentor,\""], [35, "THE HON. MRS. VEREKER. 27 he said. \" Instruct me before I go in one small matter. I met Miss Rowton to-day. Where does she live now ? Alone, at Ryelands ? \" \"Miss Rowton?\" Dorothy stared at him as if only half understanding. \" There is no Miss Rowton now, and Ryelands is a thing of the past save for four gaunt walls.\" Then a light broke in upon her. \" Cecil! you mean,\" she 'said. \"But you are all wrong there. She is no longer Miss Anything. She is the Hon. Mrs. Vereker ! \""], [36, "CHAPTER III. \" And saide, ' Cousin mine what aileth thee That art so pale and deadly for to see ? Why cried'st thou ? Who hath thee done offence ? ' \" Mrs. Mackenzie's roses were looking their loveliest on the splendid afternoon she had chosen to re -introduce to the county her new-old friend, as she insisted on calling St. John, who hardly cared for the appellation ; she seemed, indeed, to throw a touch of sarcasm into it. He was on the brink of thirty, and it was as though she would perpetually remind him that youth would not last for ever, and that he was standing on the borderland that divided it from middle age, from that stage of life when one becomes conscious that there is a past ! With youth there is naught but the"], [37, "THE HON. MRS. VEREKER. 29 present, except it be a mysterious, delicious thought or two about an ideal future. With age all is past (in every sense of the word), and there is nothing reliable, not even the future, which, even if obtained, holds out no prospect of pleasure. Mrs. Mackenzie was a clever, perhaps a rather unpleasant old lady, but she certainly liked St. John, and believed him an acquisition to the rather mawkish society around, and deemed it high time that he should settle down amongst them, and marry, and have heirs, as all respect able people do. She had two nieces — \" The Mackenzie girls \" as they were universally called — who were glad enough to stay with her the greater part of every year, their father's parsonage holding high rank amongst the uncomfortable places on the earth. They were what rude people called \" terrible girls.\" Tall, ugly — plain, at all events (I believe there is no such thing as an ugly"], [38, "30 THE HON. MRS. VEREKER. woman now-a-days), with two of the most remarkable noses it could be your luckless fate to see — sandy hair, and a thin veneer of kindliness and charity that was quite insufficient for the concealment of the bitterness that lurked beneath. To one of these nieces it was Mrs. Mackenzie's dream to see St. John wedded. If the laws of the country had permitted of his espousing both, she would have regarded him with even a more loving eye. There was quite a goodly gathering at the Grange on this particular day. There was Colonel Scott, a confirmed old bachelor, beaming away amongst the girls, with a face as red as a sunbeam, and a smile that stretched his kindly mouth from ear to ear. There was Bobby Blair, a friend and cousin of St. John's, who had come down with him, and who ran the colonel very close with the girls, and, indeed, at the present moment, was dis tinguishing himself, and utterly routing"], [39, "THE HON. MRS. VEREKER. 31 that fascinating veteran by the extreme delicacy with which he balanced himself on the edge of the fountain, and thrummed \" Old Bob Ridley \" on a real and original banjo. They were a little depressed, perhaps, because he hadn't been able to blacken his face, but, so far as it went, the performance was a great success. There were more girls than surrounded Bobby and the colonel, and through the openings in the shrubberies, and amongst the roses, and in all the private walks, pretty figures could be seen, flitting here and there, generally with a taller, less Graceful form beside them, whilst on the several tennis courts momentous battles were being fought, and victories lost and won. To the right there were tents that cleamed like conical suirar loaves in the rays of the autumn sun, in which tea, iced claret, and other cups, and, indeed, anything you might desire was to be found"], [40, "32 THE HON. MRS. VEREKER. To do Mrs. Mackenzie justice, lack of hospitality was not one of her failings. St. John, as was but natural, was the hero of the hour. All the girls, attached or unattached (except a few benighted beings who were very far gone indeed in other directions), gravitated towards him, and angled for, or openly asked for, introduc tions to him. Dorothy Aylmer, who held a little court of her own, and was independent of stray admirers, whispered to him softly, as he stood by her side for a moment, that she hoped he would not lose sight of the fact that a haughty spirit went before a fall, and try to keep humble. She in sinuated, too, that it behoved him to walk circumspectly, and with his eyes upon the ground, as, in the present backward state of the laws in England, harems were not openly acknowledged. He had laughed at her, and was quite aware that all her saucy whisperings were only meant to bring that scowl to"], [41, "THE HON. MRS. VEREKER. 33 Farquhar's dark face ; but in truth he had hardly heard her. Just then he had seen someone sitting over there beneath the barberry bushes, that were weighed down with their wealth of yellow bloom, and he had thought for nothing else. It was Mrs. Vereker. They had met once or twice since that first Sunday in the churchyard, and he had become accus tomed to see her in many colours ; but never until now without them. She was dressed in a plain white cambric gown, without a suspicion of blue or pink, or maize anywhere. It seemed the simplest of gowns, yet the experienced eye could see at a glance that it never was made out of Paris, and that the few little scraps of lace that lay in it here and there were priceless. This charming costume was crowned by a big white hat, rather of the coal-scuttle type. It struck St. John, as he moved nearer to her, that she was singularly pale to-day, VOL. i. 3"], [42, "34 THE HON, MRS. VEREKER. paler even than was her wont. Her eyes looked larger, darker, and — though the idea seemed absurd to him— -frightened. The red lips, too, betrayed more openly that suspicion of melancholy that had sug gested itself to him on first seeing her, and that had somehow fascinated him more than all the radiance of her beauty. He was a man, indeed, strangely alive to im pressions of this sort — tender-hearted, honest, and ever ready to be touched by real distress in man or child or woman. He could hardly fail to see that she looked nervous, restless, and anticipatory. From time to time she turned her head from -right to left and back again, as though expecting, but not desiring, the approach of someone. St. John was still a good way from her when he saw this expectancy die, and the dark, troubled eyes concentrate themselves upon some object that to him as yet was unknown. Her pallor died too, and a hot and"], [43, "THE HON. MRS. VEREKER. 35 almost cruel colour flamed into her face. It dyed cheek and throat and brow and gave him the idea that for the moment she was suffocating. She seemed, too, to shrink a little ; and yet she bent deliber ately forward, and compelled her un willing features to form themselves into a smile, the saddest St. John thought he had ever seen. What could it mean ? He had paused somewhat in his easy stride towards her, and now looked in the direction her eyes had taken. There he saw a man emerging from one of the tents, who, with a rather indifferent air, was walking direct towards Mrs. Vereker. That it might be Mr. Vereker never for a moment suggested itself to St. John. It was stupid of him if you will, but so it was. He was a middle-sized man, powerfully built, with a remarkably repulsive ex pression. It was not so much the thick, soddened features that displeased you, or 9#"], [44, "THE HON. MRS. VEREKER. 36 the dark and hideous hair, that was fast disappearing from the bald, prominent forehead, or the cunning malice of the small light-blue eyes, but the air of insolent mastery that distinguished the entire figure and shone most conspicuously in the slow walk, which was odiously aggressive. Just now, added to all these other charms, a dash of sullenness was thrown in, that heightened each. As he reached Mrs. Vereker, he paused and bent slightly over her, and muttered something to which she apparently made no answer. He waited a moment and then went on, much to St. John's unacknowledged relief. He was some disagreeable acquaintance no doubt, some fellow belonging to the county, whom it was impossible quite to ignore. He was glad the stranger had seen the wisdom of not continuing the con versation with her, as, if he had, he, St. John, would have felt it his duty to interfere, considering the very unpleasant condition"], [45, "THE HON. MRS. VEREKER.] 37 in which it had seemed to him that the repulsive-looking guest decidedly was. Who could he be? St. John felt an intuitive hatred towards him, yet he could hardly have explained why. And one thing that should have been in his favour seemed only to militate the more against him. In spite of his brutish appearance, it was impossible for one in St. John's position not to see that the man was — or at all events was originally meant to be — a gentleman ! \" How d'ye do, Mrs. Vereker ? \" said St. John, coming up a little from behind, and therefore bending over her chair to make his presence known. She started sharply, as if still a little unstrung, and then turned a pale but distinctly relieved face towards him. It was more than relieved, it was pleased. St. John was doubly glad, first, in that she was so unmistakably sincere in her welcome of him ; and secondly, because he hoped to be able to combat for a"], [46, "38 THE HON. MRS. VEREKER. while at least the trouble that seemed to lie heavy on her. It was, as I say, stupid, but he did not as yet connect that trouble with the man who had addressed her in passing by. \" Is that you ? \" she said, moving her skirts to one side so as to make room for him beside her on the broad garden chair. \" I quite thought you weren't here to-day, as I hadn't seen you — until — now ! \" Was there a suspicion of reproach in her tone ? There was none in her smile certainly, which was soft and friendly. \" You should not hide yourself away like this,\" responded he, gaily. \" How could one hope to see you, shut up in such a leafy bower ? What a place to choose ! Did you really want to escape us all, or was there some particular ogre ? \" He stopped dead short, feeling as if, innocently, he had made some be'tise. He was conscious that she had glanced quickly at him, and that her pale face had flushed crimson."], [47, "THE HON. MRS. VEREKER. 39 \" I came here — I sat here,\" she began confusedly, \" not, as you think, to escape anyone — but to — because sometimes I like to sit aud think, and besides to day I was tired— I \" Her whole air was full of an almost childish distress. It was plain that his absurd remark, with the word \" escape \" in it, had touched some grievously sore spot in her nervous nature. How painfully anxious she was to do away with the impression that she believed he had formed. The sudden hurt colour in her cheeks re- minded him instantly of the flush he had noticed just before the coming of that unpleasant fellow who had said a word or two to her before he, St. John, had joined her. Somehow this remembrance caused a connection to arise in his mind, and he vaguely wondered if she had indeed felt fear at the approach of that man. It seemed impertinent the very idea, and yet he could not divest himself of it, and"], [48, "THE HON. MRS. VEREKER. 40 somehow he hated himself in that he, too, by his injudicious, ill-chosen remark, had brought that cruel colour to her brow. It annoyed him, too, that she should seek to make excuses for herself in that nervous, miserable way. It seemed to put him out side the pale of her friendship, and yet surely — though he did not as yet know why — yet surely instinct told him that she wanted friends. But — could he be her friend ? \" Why make excuses about it ? \" said he, with an assumption of lightness so well done that it deceived her, but which he was far from feeling. \" Do you think other people have not known the charms of solitude on a heavenly evening such as this ? The one great wonder that remains is, why we are here ? Why not deep in some mystic wood, with the book most beloved of our souls between our fingers, and a silence unspeakable, and therefore delicious, to hedge us in.\" \" The woods would probably prove"], [49, "THE HON. MRS. VEREKER. 41 insufficient,\" said she, smiling again, and evidently relieved by the apparent uncon cern of his manner. \" We should all rub against each other after a bit — which would mean first tete-a-tetes, and then tiny coteries, and, as the woods thickened, societies — and — after that the Deluge, or the present state of affairs all over again.\" St. John laughed. \" I'd give my vote for the tete-a-tete,\" he said, \" that at all events ; though I'm not sure that, even if one could arrange them to will, they would not in time grow monotonous. I spoke without reason a moment since. Solitude is all very well in its way, but, you know, it is possible to get too much of even a good thing.\" He looked at her. \" You were not meant to be a recluse,\" he said. \" No,\" said she, quickly. \" You are right there at least. As a child, I was the merriest creature. Do you remember? Well \" seeing him hesitate — he was"], [50, "THE HON. MRS. VEREKER. 42 indeed vainly striving with a fickle memory to remember anything about her 3routh, which now, it seems to him, must have been worthy of all recollection. \" I was. I laughed all day, I think, and held out loving arms of companionship to every other child I knew. As a girl \" She paused. \" Yes, go on. As a girl ? \" asked he, gently. She had seemed so eager, so glad, in her past memories, that he was anxious to keep her mind there. But she turned to him now a face out of which all eagerness and sweet desire was gone, and only hopelessness remained. \" I don't know. I cannot tell you. There was no time,\" she said, \" I had not realized I was a girl, when \" She started perceptibly at this moment, and St. John, looking up, saw the repulsive looking man who had before approached her, now crossing the grass that lay between her and one of the tents."], [51, "CHAPTER IV. \" For, God it wot, men may full often find A lordes son do shame and villainy. And he that will have price of his gent'ry And will himselfe do no gentle deedes Nor follow his gentle ancestry that dead is, He is not gentle, be he duke or earl ; For villain sinful deedes make a churl.\" St. John watched him as he came ; as for Mrs. Vereker, she sat quite still, and let her large pathetic eyes grow full of a sickening expectation ; they never once quitted the advancing form, and she drew a breath of relief as he came closer, and she could read his features more closely. No, he was not as bad as usual ! She should not be disgraced just yet, before The heavy-looking stranger stopped beside her, and laid his hand familiarly upon her shoulder. He even shook her"], [52, "44 THE HON. MRS. VEREKER. slightly to and fro. It was the familiarity of possession. A sudden passionate desire to fling him backwards, to loose her at all hazards from that contaminating touch, took possession of St. John, and he half raised his arm. It was an almost imperceptible movement, but she saw it, and like a flash of lightning there came to him an entreaty from her white set face. It was a revelation ! \" Come ! \" said the man in a surly tone of indisputable authority. But one man on earth could have had power thus to address her! At once the truth lay bare to St. John. This — brute — was her husband ! His arm fell to his side powerless. Though he had of course received a formal visit from Mr. Vereker, and returned it, yet it so chanced that the two men had not found themselves face to face until this moment. St. John was conscious of a shock that"], [53, "THE HON. MRS. VEREKER. 45 for an infinitesimal space of time — so short as hardly to be noticeable — paralyzed him. But what a world of thoughts ran through it. That this should be her husband ! Hers. The lawful possessor of that tender, slender, refined creature ! To him it seemed monstrous ! It was a sacrilege, a disgrace to any decent, moral, code. \"Come! look sharp,\" said Vereker gruffly. He took no more notice of St. John than if he had not been there. \" If it is tea you still want, you can get plenty of that when you reach home. And a damned sight better quality too. I'm not going to waste any more of my time in this infernal hole.\" Mrs.Vereker remained speechless — in spite of her hope of a moment since, degradation had descended upon her, and before St. John. She hardly knew why exactly, but she had shrunk with a sense of sickening distaste from the moment when he should stand beside her and see the tragedy of her"], [54, "THE HON. MRS. VEREKER. 46 young life laid bare before him. A wild longing to tell him to go away had held her as she saw her husband approaching, though he was by no means so drunk as usual, but she had not had the courage to do it. \" Why don't you get up ? \" said Vereker with an angry snarl. \" D'ye think I'm going to stick here all day, dangling after you ? Go and say good-bye to the old woman. Get through with the usual polite lies as fast as you can, and let us clear out of this.\" Perhaps she had lost her head a little, but still she made him no answer, nor did she move. An intensely anguished ex pression grew upon her lips. \" D'ye hear me ? \" continued he in a thick threatening tone, and as he spoke he gave her a little shove. It was slight, and quite unharmful, but it made St. John's blood boil, and his very soul within him rose up in revolt."], [55, "THE HON. MRS. VEREKER. 47 That the man had been drinking was clear to him. His eyes were heavy and wandering, his lips tremulous. Mrs. Vereker rose hastily and held out her hand to St. John. She looked straight at him, and there was something in her face, a curious defiance, mingled with so strong an entreaty, that it at once restored to him his usual self-possession. He came quickly forward, smiling. \" Going so soon ? \" he said, pleasantly. \" Well I can't but say there is reason in the move. Once the sun fades and the evening comes on — He broke off abruptly. He felt unequal — with the best intentions possible — to the task of running down the delicious autumn twilight. Instead, therefore, of making a finish to his hypocritical beginning, he made a friendly advance towards Vereker. \" This is Mr. Vereker I think,\" he said, with the graciousness that distinguished him. He held out his hand to that deplor-"], [56, "48 THE HON. MRS. VEREKER. able gentleman with such a successful attempt at geniality as made him afterwards suspect himself of having within him the germs of a modern Machiavelli. \" Pray introduce me.\" Mrs. Vereker got through the intro duction, and her husband sulkily did his part. \" We have been hitherto unfortunate enough to miss each other,\" went on St. John, still with amazing cordiality. He spoke rapidly, as if afraid if he once stopped he would not be able to go on again. Vereker growled out a civil word or two that as he gave them sounded uncivil, and St. John, feeling more despicable than ever, gave his hand to the sottish-looking brute before him. He found his reward perhaps in the glance of almost passionate gratitude that shone in Mrs. Vereker's eyes. She made him a very slight little inclination as an adieu, as she moved away with her"], [57, "THE HON. MRS. VEREKER. 49 husband, but he had the glance still in his memory to console him for so cold a farewell. He stood staring somewhat vacantly after her, when suddenly a hand was laid upon his arm. \"Wondering about such a union as that,\" said a voice at his elbow, choleric yet genial. \" Trying to piece it? To bring it into line ? Give it up, dear boy. Call it a vile case of buying and selling, and be done with it.\" It was old Colonel Scott who was speak ing, one of tbe few residents in Brent whom change of scene and acquaintance and the general wear and tear of life, had failed to turn out of the younger man's memory. He was a rich old bachelor, living alone in a quaint and ancient barrack of a place, some miles from the Chase, and in very comfortable circumstances — so comfortable indeed, that it was not in the power of woman to induce him to alter them. He vol. i. 4"], [58, "THE HON. MRS. VEREKER. 50 was a man hasty in word, but slow in deed, and slow to active wrath, and with a heart of gold. \" Clear matter of barter and exchange,\" he went on with an angry sniff. \" A sweet creature ; sixteen, sir, she was by Jove, an innocent, trusting child, when forced b)r her father into a marriage with a vicious scoundrel like that.\" He kept waving his arms here and there as if Vereker and his wife, and the wife's father, were in full view, and he was point ing them out to an appreciative audience. \" Confound such fathers, say I,\" said he. \"Yet it hardly seems to me that old Rowton was the sort of man to force any one into anything.\" \"Then call it cajoling. It comes to the same thing in the long run. That fellow Vereker virtually bought her. Rowton was hard up, and literally sold the girl. All the world knows of it. She was first commanded, then entreated, finally told"], [59, "THE HON. MRS. VEREKER. 51 that her father's ruin lay in her refusal to wed the man, and — there was the end. The murder was accomplished. For murder it was as surely as my head rests on my shoulders.\" \" Is his drunkenness the only thing against him ? \" asked St. John, abruptly. \" Against Vereker ? No ! He is a bad sort all through. You've heard of Black Sandy, eh ? \" \" A notorious poacher hereabouts ? Well yes, casually.\" \"You'll probably form a closer acquaint ance with him as the jToung birds dis appear,\" said the colonel grimly. \" He is called Black Sandy — a rather peculiar sobriquet if you notice — because Nature has endowed him with redj hair on his head, and black eyes and black beard, a rare conjunction ! \" \" Eare, certainly. But what of him and Vereker ? \" \" Black Sandy had a daughter, as hand- 4*"], [60, "52 THE HON. MRS. VEREKER. some as the father is ugly. Vereker,\" he threw out his hands a bit, \" admired her style. Need I go into it ? And it was after the sacrifice of that pretty child too, and she, the wife, came to know it. It is a miserable affair all through for Cecil Vereker, believe me.\" \" She knows ? \" said St. John, who had paled a little. \" Oh, yes ! It was town talk ; and you know how pleased one's dearest friend is to hurry home to one with ill-news. She knows it. Poor, poor, child. Why, I feel for her, sir, as though she were my own. By Jove! If she were to bolt to morrow I'd hardly lay a crumb of blame at her door.\" \" Don't say that to her,\" said St. John, sharply. \" Such a step is always damna tory for the woman.\" He made a pretence of some sort, and left the colonel. He wandered listlessly for a while, pondering in a rather indefinite"], [61, "THE HON. MRS. VEREKER. 53 way on what he had just heard, with such a strange new sensation tugging at his heart, as not only astonished but distressed him. Finally, turning a corner of a yew hedge cut into the shapes of an unlimited number of cocks, he came upon Dorothy Aylmer, sitting all alone. He forgot to express surprise at this unprecedented event. He dropped upon the garden chair of which she was part owner, and looked fair at her. \" You were not altogether open with me about Mrs. Vereker,\" he said abruptly, hardly caring what she might think. (SKlfis"], [62, "CHAPTEE V. \" For in such cases women have such sorrow.\" \"No?\" said she slowly. \"What is it then I missed revealing ? \" \" Don't meet me in that spirit,\" said he, with some agitation. He paused, and the fact that she was staring at him came home to his notice. \" What I mean is, that Colonel Scott has just enlisted my sympathies for your friend,\" he said, com pelling his manner to grow brighter — less particular — and yet failing to undo that first impression. \" You scarcely prepared me for \" He paused ; and she still sat silent, regarding him with an increased earnest- ness. \" You speak of her as my friend,\" she"], [63, "THE HON. MRS. VEREKER. 55 said at last, looking at the buckles on her shoes, and moving her pretty feet slowly hither and thither on the gravel, \" and you speak correctly. She is that, and — I am hers. Perhaps — I thought it better not to discuss her or her concerns, even with you; I said to mysalf that sooner or later you wTould be sure to meet him. You would be sure to find out for your self. And besides \" — carefully — \" there was no necessity to speak.\" It was a rebuke, and he felt it. He coloured slightly. \" None, of course ! But I confess curiosity has now seized upon me. You will allow me that common fault? \" \" I have not regarded you as faultless,\" said she with a flickering smile. She was evidently uneasy. St. John felt he was being cruel in a degree ; but he felt also that he should know. \" Such a crime as it seems,\" he said. \" A satyr wedded to an angel.\""], [64, "56 THE HON. MRS. VEREKER. \" You speak warmly,\" said she. She raised her eyes and looked curi ously at him, and, as though instantly divining that in him she saw a friend of Cecil Vereker's — -without waiting to go deeper then into the meaning of so strange and sudden a friendship, she leant for ward, and gave way to the regretful thoughts that filled her. \" Is it not shameful — horrible ? \" she cried. \" And nothing; can be done for her ; nothing. If you only knew her as I do, and how sweet, how charming, how childish she is, your heart would bleed for her. I can see you already feel for her, and I know I can speak openty to you, because, indeed, Hilary, to do you justice,\" — with a friendly desire to allow him at least one good point — \" you are always ready to be touched by a real grief ; and besides one can be sure that you will not go about gossiping about this and that. Though, indeed, everybody knows how unhappy"], [65, "THE HON. MRS. VEREKER. 57 she is, poor little darling, so you may as well — nay, you had better — hear the truth from me, her friend, than trust to chance stories from another.\" \" You are her friend ? \" asked he, with more earnestness in his tone than he was quite aware of. \" Why you see,\" said she, \" I am not a sentimental person. Nature spared me that, for which I am duly grateful. The ordinary woman friendships I am not given to ; but I confess I love Cecil very warmly. Indeed \" — with an irre pressible glance between the yew cocks to where, on the lawm beyond, a number of young men (and one in particular) are makino- themselves amiable to a number of young women. \" Indeed I love no one as I do her.\" \" I am glad of it. She wants a true friend,\" said St. John with a touch of melancholy. \" Ah ! that is only too true. Well,"], [66, "58 THE HON. MRS. VEREKER. she has one in me. And do you know,\" naively, \" I assure you I am the greatest comfort to her. Yes, you mightn't think it, but I am.\"' St. John did not feel even inclined to smile. It was said in such good faith ; and looking into his cousin's honest eyes, he felt an increased respect and regard for her make warm his heart. \"I am sure of it,\" he said simply. \" Yes. One can understand. Poor soul ! her one stroke of luck has been the finding of you.\" \"Well, not me in particular, but just a good friend. That is what she wants. One cannot \"o on for ever bearing things O DO in silence. That would just end by break ing one's heart. If you are thoroughly unhappy — actually routed by unkind circumstances,\" said Miss Aylmer, shaking her pretty head profoundly, \" believe me there is nothing like hearing yourself say so, out loud ! \""], [67, "THE HON. MRS. VEREKER. 59 ' She has said so to you ? \" \" Am I telling too much ? \" asked Dorothy drawing back a little. She examined his features, and then looked reassured. \" Eemember, all this is sacred,\" she said, \" and remember too that they married her to that wretch when she was only sixteen ; even now she is only nineteen, and fancy what a life there is before her ! \" \" People don't always reach old age,\" said he. She looked at him sharply. \" Oh ! you mean him,\" she said. \" A hopeless hope. He isn't a day more than thirty-four, and in spite of — of everything,\" — hesitating perceptibly — \" I feel positively certain he won't die until he is ninety. There isn't a chance of it.\" \"What an awful speech! It contains the germs of murder,'\" said he, trying, but vainly, to speak with unconcern. \" I don't care how it sounds,\" recklessly, \" to me it seems nothing less than a sin,"], [68, "60 THE HON. MRS. VEREKER. that all one, sweet, long life should be wasted on \" \" What ? \" asked St. John, slowly. She waved his question to one side. \" Why can't she get a divorce ? \" she said with a little frown. \" Talk of law ! there isn't anything of the sort worth speaking about. If I were the man at the wheel I know what / should do. I'd separate every couple who didn't get on beautifully with each other. I should indeed,\" defiantly. \" I think it a shameful thing that, in this enlightened age, a poor woman is to be chained eternally to a most detestable man, without hope of escape, until kindly Death steps in.\" \" My dear girl, these Socialistic views are startling to a simple person like myself. If every married couple could get a divorce only because their tempers didn't agree, don't you think there would be very few undivorced people left ? \" He attempted a tone of lightness that ill-accorded with his"], [69, "THE HON. MRS. VEREKER. 61 mood \" But come ! that is not all,\" he said, regarding her fixedly. There was a question in his eyes, and she answered it. \"No. There is more.\" She turned her head away from him. \" You have guessed it,\" she said. \" I have seen it,\" returned he. \" He is a confirmed drunkard. That is what you do not care to tell me.\" He spoke with a cold self-control that left her certain of the fact that he was inwardly full of a passionate rage against the fate that had seized upon her friend. \" Ah ! you have seen him, and seen him so ? And yet you can advocate the cause of such immoral justice as would compel a woman to cleave to such as him, till death did them part ? You still think a woman in her position, whose every hour is an insult, an infamy, a heart-break, should not seek for a separation ? \" \" She would not get it if — if there was no worse beyond.\""], [70, "THE HON. MRS. VEREKER. 62 \" If / could not get it, I would .take it,\" cried she, impetuously. \" Are women slaves, to be destroyed like that ? \" \" After all I am not sure that she has been wise in her selection of you as a friend,\" said he gravely. \" You counsel very extreme measures.\" \" I think only, that youth is but for a short time, and after that comes nothing worth caring for,\" said she, who was still so young that she believed in her own words. \" So why not- gain all we can now ? And freedom is the first thing. If she could get a separation from that man, she might still learn the lesson of life's sweetness.\" \" A separation ! \" responded he moodily. \" What p-ood would that do her ? It would not enable her to marry again.\" Dorothy raised her eyes. They rested on his for a moment, and then she coloured slowly, warmly. \" What is that to you ? \" she said. \" Why should you think of that ? \""], [71, "THE HON. MRS. VEREKER. 63 \" I hardly know. Why does one think of anything? \" said he, lamely he felt, with those earnest eyes on his. \" Yet the idea naturally presents itself. She is so young, almost, as you suggested, a child. It is only reasonable to suppose that she might yet love, and be loved in return.\" He paused as if there was nothing left to be said, but presently belied that idea. \"What a conjunction,\" he broke out with a vehemence that would not be repressed. \" She — and he ! May God for give the man who made that marriage.\" \" Amen,\" said Miss Aylmer. \" It was her father. I saw you speaking to old Colonel Scott, so I suppose he told you so much. He is very hot on the subject. Yes ; it was her own father, and he knew ! If he is in Heaven now, which I hardly dare believe, I feel I am at liberty to abuse him — if not, of course one should show leniency. But — I greatly doubt me that that one deed alone has sent him where he"], [72, "64 THE HON. MRS. VEREKER. would not be, so surely it behoves us to be gentle towards him, here.\" \" Be he in Heaven or Hell, it was a cursed act,\" said St. John, with a bitterness that shook his frame. \" Hilary ! \" Her tone was startled. She turned completely round as if a little shocked, and as if the better to see him. \" Why do you speak like that ? She is a stranger to you Hilary \" She paused, and a rather frightened expression darkened her eyes. \" I do not understand. How is it with you ? \" she said. \" I hardly know myself. If you know,\" in a low tone, \"respect the knowledge.\" There was a long pause between them, and then he leant towards her. \" Does he ill-treat her ? \" he said. \" You have heard many things,\" said she, with a slight frown, \" you can judge.\" She was very pale. \" You are, I know, a staunch friend ; but what I would still further know is"], [73, "THE HON. MRS. VEREKER. 65 does he ill-treat her bodily ? Does he hurt her ? \" He seemed to sicken as he asked the question. Yet he asked it, as if determined to probe the cruel wound that was killing him. \"You forget,\" a little coldly, a little troubled, \"that I said I was her confidante. When she puts her trust in me, and when you know she does, you should not ask me such a question.\" \" I am answered ; you need betray nothing,\" said he. \" Then — then why does she not sue for the divorce you spoke of a while since ? \" \" Ah ! you see reason for it now,\" said she. \" A woman must be proved black and blue from ill-usage before a man will lend her a helping hand. I declare I hate all men ! \" with a second glance through the yew cocks to where Farquhar, amongst others, is disporting himself amongst the living fashion-plates upon the lawn. vol. i. 5"], [74, "66 IHE HON. MRS. VEREKER. He is too far off for her to see with what a lugubrious face his disporting is carried on. \"Well, shall I tell you why she refrains from seeking justice for her wrongs? Because there are still women in the world (abject creatures I call them) who, rather than lay bare their private lives to the critical eyes of a prying world, would suffer martyrdom ! She is one of them.\" \"She looks like it,\" said St. John slowly. \" I don't know that she is wrong,\" said Dorothy, with a sudden swift abandonment of her position. \" I daresay if I were in her place (however bad it is), I too should shrink from a scrutiny that always con demns the woman, and condones the man.\" \" Dorothy,\" said St. John, slowly, pain fully. \" Tell me this ? Do you mean that he has uplifted his hand against her ? That he has— struck her?\" He paused"], [75, "THE HON. MRS. VEREKER. 67 and drew his breath hard. \" You have almost allowed me to believe it ; but — but it seems impossible! That gentle frail child ! I must have mistaken you ; but yet — she cowered before him — I saw it. She was afraid, I think. Great Heaven ! that such a thing should be ! \" He stood up, and looked down at her with a face as white as death. \" If this thought of mine is a lie, say so ! \" he entreated vehemently. \" I will say nothing — nothing ! You should not ask me,\" said she nervously. \" You could deny,\" suggested he, re garding her with a sombre glance. But she remained silent. He walked up and down upon the gravel before her, as if uncertain how to proceed ; and then suddenly as it were flung his present thought from him. \" Come ! a truce to sombre reflections,\" said he at last, stopping opposite to her. \"1 have some news that I would tell you. 5*"], [76, "THE HON MRS. VEREKER. 68 My sister, Lady Bessy Gifford, is coming to me next week.\" \" Oh ! I am glad ! \" cried Dorothy, quickly. \" She will put a little life into us, and we are so die-away down here, that we want it. Besides — do you know ? — she has a special fancy for Mrs. Vereker. And \" \" Yes ; she is coming, and some of her friends with her. You must help me to make her visit a pleasant one,\" said St. John, rather quickly, as if afraid of what her next words might be. He turned away and thus came face to face with Captain Farquhar, who was hurrying towards him. \" I leave you a companion,\" said he to his cousin, smiling, and forthwith struck into a bye-path and was lost to view."], [77, "CHAPTEE VI. \" I gave her all my heart and all my thought.\" There was a wrathful cloud upon Farquhar 's brow, as, with a distinct air of protest, he took St. John's vacated place next Dorothy. \" You look worried. Anything wrong ? \" asked Miss Alymer, ever so sweetly. \" Neuralgia ? \" \" No,\" said Farquhar shortly. \" Some of your lady friends been treat ing jtou badly perhaps ? I noticed you were rather empresse just now with one of those Mackenzie girls. You shouldn't mind that, you know, it's ever so much better than a toothache, or a headache, jj or a \" I think it is so disgraceful of you to"], [78, "70 THE HON. MRS. VEREKER. talk like that,\" said Farquhar indignantly. \" Do I ever even see any girl but you ? Whereas you — you— — \" He seemed to find a difficulty in going on for a moment or two. \" It seems to me that you can't be happy for even one short five minutes without an admirer, without someone mad enough to think he can waken love in your breast.\" \" I haven't seen a madman to-day, I hope, unless, indeed, it be you ? \" with quite an anxious glance at him. \" And as to admirers, who admires me now in especial, may I ask ? \" \" That cousin of yours. I watched him from over there,\" pointing to the distant lawn. \" And one would imagine by his manner that life or death depended upon what you might say to him. He seemed to hang upon your words.\" \" Did it strike you so ? \" She regarded him earnestly. \" Do you know that thought, too, occurred to me. Yet I"], [79, "THE HON. MRS. VEREKER. 71 would be sorry to believe it really was so.\" \" A coquette's speech ! \" bitterly. \" Good Heavens ! do you ever dream of the mischief you can do, with your soft looks, and soft words, and \" \" Do you ever think of how much folly you can cram into one sentence ? \" she inter rupted impatiently. \" Soft words, soft looks. After all, I don't think you can complain of a surfeit of them.\" \"You evade what I would ask,\" said he, still angry, though a little puzzled by her manner, which was not as insouciante as usual. \" Do you mean to tell me that St. John was not making love to you ? \" She seemed to reflect awhile ; her eye was on him, and she seemed to enjoy the despairing anger that was fast getting the better of him. \" Well, I don't think he was,\" she said at last. \" You say that honestly ? \""], [80, "72 THE HON. MRS. VEREKER. '' Should I say it dishonestly? \" \" How should I know? \" There was such misery in his face that she could not con sider him as rude as he really was. \" I can only say that there is always Vesey beside you, and if not Vesey, Sunderland, and now — your cousin. You can't exist, it seems to me, without one or the other of them.\" \" You should put yourself in ; I'm sure I endure a good deal of you,\" said she, thoughtfully. \" Endure ! That is a p-ood word for me, nothing at all for you. Endure ! As for the others \" \" I conclude from all this that you are accusing me of being a flirt,\" said she, very calmly. \" It would save trouble if you said it outright, but I know it is the habit of some people to duck, and swerve, and \" \" If you mean that I shrink from saying what I think, you are wrong,\" said he"], [81, "THE HON. MRS. VEREKER. 73 hotly. \"If it is to be the last word between us, I declare jmost solemnly that I believe you to be the cruellest flirt living ! \" \" Ah ! \" She meditated a little. \" Now some girls are indignant,\" she said at last, \" if that epithet is applied to them, some do not care. I confess I am of the latter class. It argues a want of moral tone in me, no doubt, but I confess, too, that I am quite willing to run alone, without that. It 'is shameful of me, I suppose, but I really should, not feel in the least aggrieved if you were to go even further, and try to wither me with the word ' coquette.' \" There was something in her tone that, though it increased his anger, left him without a word, save one single protest. \" Have I no reason ? \" he said. \" Who cares for reason ? \" returned she boldly. \" It is an obsolete thing. You"], [82, "74 THE HON. MRS. VEREKER. accuse me of many things that have no reason in them, so why should you argue from that point ? I tell you,\" there was a rather wicked little light in her eyes as she now spoke, \" that I like you, and Mr. Vesey, and Mr. Sunderland, and my cousin very much, very muchindeed, but — though youseem todoubt it — I feel as if I could get on without you all, very well — for a time.\" She put in the last clause with a settled affectation, as though afraid of bringing to a head the growing wrath upon his face. \" Of course I mean only for a time,\" she continued prettily. \" But \" \" Will you say openly that your cousin is nothing to you ? Of myself I do not speak, I ask no question. I have loved you long and \" — bitterly — \" most miserably, but I do not ask you to waste a thought on me. It was my own folly from first to last. But of him \" \" Dear Arthur, do you think you are quite well ? You know I hinted a moment"], [83, "THE H0NT. MRS. VEREKER. 75 since at toothache, and you took my kindly inquiry up so shortly, that I could not help believing I had struck the nail — or rather the tooth — on the head.\" \" Answer me,\" said he. \" About Hilary ? About my cousin ? I would do a good deal to soothe a suffering man, and I feel sure your tooth is a four-pronged one, but — how can I say he is nothing to me ? \" She spoke with quite a nervous air. \" What ! \" cried he springing to his feet. \" Then it is true ! You would tell me that — \" That he is very closely connected with me ? Why yes. Do pray sit down again and let us argue it out. Being my cousin, how could I possibly say he was nothing to me?\" \" Pshaw! \" angrily, \" you know very well what I meant.\" He looked relieved how ever, and presently a wistful expression filled the eyes he fixed on her. \" Dorothy,\""], [84, "76 THE HON. MRS. VEREKER. said he, \" I wish you would tell me honestly that you care nothing for all these fellows who are for ever dangling after you \" \" Oh ! I can't. I couldn't, indeed, I like them all so much, and they are so kind to me. It would be the basest ingratitude. Never • were there kinder people. You would not surely counsel such utter heart lessness. And — and you too ! You dangle a good deal on your own account, don't you?\" Her eyes are innocence itself, as she makes this mild suggestion. \"Don't class me with the others,\" said he with indignant reproach. \" They all look happy, whilst I ! — Do I look happy ? Look at me, and see.\" \" How could a man with a tooth -\" \" Nonsense. My tooth is as sound as your own. But I tell you I am the most miserable beggar alive. Am I to under stand then, by wdiat yon say, that you still"], [85, "THE HON. MRS. VEREKER. 77 intend to continue your encouragement of all three of them ? \" \" If you can call it encouragement,\" mournfully. \" Though how you can I And as for that, you might as well make it four when you are about it, as I am sure I like you as well as any of them.\" \"As well ! Oh, Dorothy ! \" \" Quite as well,\" kindly. \" Don't you believe me then ? I assure you, I \" \" I don't want to hear anything more,\" interrupted he, brusquely. \" Four in your train ! and to be only one of them ! No, thank you ! I'll take myself out of your way at once.\" \" You aren't going this moment, are you? \" said she. \" Oh, the sooner the better.\" He had said this pretty often, and Miss Aylmer, though she sighed profoundly and managed to look aggrieved, was not terribly upset by the threat. She was a little ' at a loss perhaps to know what to"], [86, "78 THE HON. MRS. VEREKER. say next, wdien there came an interrup tion from the eastern side of the garden that reduced both her and Farquhar to silence. It consisted of a succession of piercing shrieks, that, but for the excessive heat of the day, would have frozen the blood in their veins. Mr. Blair, overcome by the pathos of \" Old Bob Eidley,\" and a specially high note, had over-balanced himself and fallen backwards into the fountain, banjo and all! He was at present being extricated by his admirers, and even now, as Dorothy and Farquhar stared panic-stricken in the direction of the spot from whence the shrieks had come, he appeared, dripping indeed, but still apparently in the highest spirits, holding his banjo aloft as though in defiance of Fate, and followed by a bevy of sympathetic maidens. Catching sight of Dorothy, he waved the"], [87, "THE HON. MRS. VEREKER. 79 streaming banjo towards her, as he was swept into the house. \"Dear Bobby,\" said Miss Aylmer, ten derly, who had met Mr. Blair in Town on various occasions, and who was indeed a dis tant connection of his. \" What a misfortune ! I hope they will see that he is properly dried. But what courage under adversity ! How I do love him ! \" She spoke in low but beautifully distinct tones, clear and full of feeling. This was the end of all things. \" That makes five ! \" said Farquhar, with a groan, not loud but deep, and, with a last indignant glance, he turned and left her. vv^^pirS"], [88, "CHAPTEE VII. \" For Troilus full fast her soule sought, \"Withoute word, on him alway she thought.\" Lady Bessy Gifford was a small woman, lively, and fair ; and one of the most cultivated coquettes in Europe. She was not in the least pretty, but she was that far more desirable thing, attractive. Her nose had a distinctly upward curve, her mouth was large — her teeth indeed perfection ; and, as she laughed a good deal, this counted. Her hair was so light as to be almost grey, and her eyes were too dark to suit it. Her complexion was indeed all she had to boast of, and certainly she said as much as she decently could about it, on all occasions. It was undeniably lovely and"], [89, "THE HON. MRS. VEREKER. 81 it was her own ; whether her eyebrows were — Her hands and feet were exquisitely formed, and she had a perfect talent for dressing herself. It was whispered here and there amongst her many cronies that even the immortal Worth had cnce been indebted to her for a valuable hint — a \" wrinkle,\" as she called it — when reduced to despair over the beautifying of a hideous blonde. She was one year younger than her brother, who was twenty-nine, but she looked at least five years his junior. Whether this was because he showed older than his years, or because of her maid, who belonged to the class called \" priceless treasures,\" let who will decide. It would be the invidious one who would give it against Lady Bessy. She was, indeed, charming, so s}Tm pathetic, so gay. St. John, her brother, was very fond of her, though, perhaps, vol. i. 6"], [90, "82 THE HON. MRS. VEREKER. now and then he hardly approved of her. But what will you ? He was, in a degree, particular, without being oppressively so, whilst as for her, she said and did exactly what she pleased. So far, providentially, she had kept within the drawn line, and had not incurred the scorching condemnation of the more serious-minded portion of her set. \" This,\" she said, \" proved the innate, stern virtue that distinguished her.\" According to the more frivolous of her acquaintance, it proved nothing, save that there is more in luck than good management, and that she wTas a favourite of the gods in that she had up to this escaped the lynx-eyed dragons of Society. She had had a husband once, but fortunately his forefathers had claimed him early in her married life. It seemed quite a long time ago now — quite three years. He had been a well-bred scoundrel of the most unmitigated type, and, to do her"], [91, "THE HON. MRS. VEREKER. 83 justice, she had been a model wife to him ; but she was glad when freedom once again dawned for her. The single sign of grace he had shown in his disgraceful life was to take himself out of it before he had had time to squander more than half of his huge income. The other half fell to his widow, and left her richer than most. She held herself as having fallen low in the world when she could count less than four strings to her bow, and, indeed, she could no more help her coquetries than a bird could help flying ; such captives were her social bread and cheese, her daily sustenance, she could not have existed without them; and on the whole her successes were innocent enough, and she could speak of many an aspirant to her hand who, even after rejection, was now her friend. This proved, not only clever ness, but a good heart ; and one other thing lay to her credit, that she never 6*"], [92, "THE HON. MRS. VEREKER. 84 willingly sought to annex the legitimate prey of any other woman. \" There was always a lone man or two about, thank Heaven ! \" she would say ; \" a few lost, unattached creatures, and these suited her well. She would not have it on her conscience (generally a very elastic band) to deprive another woman of what was rightly hers.\" She would, indeed, swear, by all her gods, that she had never done anyone so shabby a trick as that. Perhaps she hadn't ! She adored St. John, and spent a good deal of her superfluous time arranging marriages for him that should keep him at home, and put an end to his eternal wanderings. Hitherto, she had been un successful. But now that he was home again, with a prospect of staying there for some considerable period, hope flowed freely in her veins again, and she was as keen about tlie ranging of him as ever."], [93, "THE HON MRS. VEREKER. 85 This desire of hers to see him comfort ably established, was the more unselfish of her, because, during his many and prolonged absences, she was virtually the mistress of The Chase. She had come down there every autumn by his special wish, bringing her friends with her, and had there acted chatelaine, and entertained the county with a free hand, and on the whole, had very much enjoyed her self. The Chase was a very desirable place in which to put in a month or two, or even three ; and her reception by the gentry round was always most flatteringly cordial. She had two country seats of her own ; but none, somehow, that she loved as she did The Chase — and, of course, the coming of a wife to St. John would put an end to her reign there. Yet, for the sake of keeping her brother near her, and for the sake of his welfare, she sought most honestly to get him the"], [94, "86 THE HON. MRS. VEREKER. woman who should oust her from a very coveted position. Beyond doubt there was good in her. She arrived somewhat late in the afternoon, and having hurried to the room that was always kept sacred for her, and thrown aside her dusty wraps and made herself lovely in the newest tea-gown, she sent for her brother, who hurried to answer her summons. Quite a little mass of white lace and dead-leaf satin flung itself into his arms. \" Why, how charming you look,\" said he, holding her back from him, after the fifth embrace vehemently pressed upon him. \" Bless me, what a get-up ! Do you want to turn the heads of all our rustics? And as for the rest ; why I believe time has skipped you. You look a little girl still.\" \" An odious compliment ! \" laughino-. \" Why should you think me young,"], [95, "THE HON. MRS. VEREKER. 87 unless something in my appearance has suggested age! Pouf! you are no courtier.\" \" I am only honest. What real courtier was ever that ? Besides, you wrong me. Eternal youth seems to be your por tion. Come ! you should give me the receipt.\" \" A quiet conscience,\" says she saucily. \" Dear, dear Hilary, how sweet it is to see you again. Sit down beside me here and tell me all the news. There is plenty of time, they cannot want their tea yet. Well, to begin with, I do hope you mean staying this time, and that we shall not see an announcement next week in those vile Society papers saying you are off to the Sandwich Isles, or any equally civilised spot.\" \" I shan't go without giving you an address, certainly,\" said he laughing. \" What an answer ! Why can't you make me happy ? Why can't you settle"], [96, "88 THE HON. MRS. VEREKER. down like other men and come to anchor ? \" said his sister impatiently. \" So many delightful people waiting to receive you with open arms, and you hurrying hither and thither over the face of the unknown globe without a semblance of meaning in your behaviour, shooting at wild beasts, cackling over decayed remnants of animals, both out of time and out of mind. Call that sensible conduct ? Waste of valuable time / call it. Why can't you marry, Hilary, like other honest people, and drop into a possible line of life ? \" \" You mean }Tours. Is it possible ? '' said he half jestingly. \" Well, it seems as though I were going to please you at last. Here I am. Isn't The Chase a safe anchorage ? \" \" Tolerably so. If you will remain in it. But staying here isn't all. No man would stay here without an inducement.\" \" You mean that I must give the old place a mistress. As to marriage 1 say,"], [97, "THE HON. MRS. VEREKER. 89 Bessy, who have you brought down with you ? No girls on the look-out, I trust. None in their third season ? Answer me honestly. From any girl so desperate as that, I warn you I shall turn and flee.\" \" I haven't brought a girl at all. Eest easy. I gave you your opportunities in that way, all through the season, and now I am determined to leave you to chance. Nemesis must overtake you sooner or later. Pray the gods it be sooner. No, I shouldn't dream of bringing girls about with me. I don't see the use of them,\" said Lady Bessy naively. \" They are neither fish, flesh, nor fowl, nor good red herring now-a-days. A shame, I call it, but the wedding-ring has thrust them all out of sight. The young married woman carries the day now.\" \" Am I to understand that you have brought a widow or two for my subjuga tion ? \""], [98, "90 THE HON. MRS. VEREKER. \"Don't flatter yourself,\" saucily. \" Widows are at a premium. No getting them for love or money. I've brought you one or two of the women you met last June in town, and of whom you were graciously pleased to express yourself as contented with. They are quite correct, if eminently agreeable, warranted to go easy, and give no ti-ouble, and to be up to the task of amusing themselves. That's a great point gained. I never permit myself to be intimate with women who require their hostess to amuse them. That's the real reading of an unconvertible bore ! \" \" Give me their names,\" said her brother, lying back with lazy contentment in a lounging chair and yawning happity. Nothing like a sister when all is told. Yawns, and stretches, and lazy poses never awake wrathful jealousy within her breast. \" Mrs. Dameron for one. All she wants is Bertie Hawtrey (he's coming), a conserva tory, or a secluded corner. Then there is"], [99, "THE HON. MRS. VEREKER. 91 Lady Eustace Fenmore, give her a pen and ink and an empty room, and she'll be happy for ever. Dear soul, she thinks she writes sonnets — thinks I Oh, why does she think so much? Still she's useful sometimes, and her novels aren't bad. Besides her husband, poor fellow,\" — with a profound sigh — \" is such a comfort ! He'll help me through.\" \" Now Bessy,\" sternly, \" I sincerely hope that \" \" My darling boy ! Now why should you say anything so shocking ? Not at all, not at all, I assure you,\" throwing out her pretty hands in plaintive protest. \" On the contrary, he is, as all the world knows, perfectly devoted to that little leggy creature at the Cri. You know.\" \" I don't,\" said St. John indignantly. \" No ? Where were you born ? Maud Darrell she calls herself. Such presump tion ! George Blunt tells me her real name is Maryanne Mounsej7.\""], [100, "92 THE HON. MRS. VEREKER. St. John groaned. Not much hope to be got out of the company so far. \"Well, go on. Who else?\" asked he. There was some resignation in his air. \" Only the Deverils. You know them. I gave very few invitations, because I knew you could recruit your forces from the neighbourhood, and if you intend to remain here for some time, which,\" with a keen glance, \" I hope you do, it is essential that you should stand in well wuth the next doors. Besides, you have Bobby Blair here, haven't you, and he is an unlimited number of guests in himself. Brent is rather more affording than most country places. It positively swarms with girls, so why should I bring any? To begin with, there is Dorothy, as pretty a creature as one need look for.\" \" She is prettier than ever, I think.\" \" So ? Well, there are the Mackenzie girls, they'd help to square twice as much beauty as even Dorothy can boast, and"], [101, "THE HON. MRS. VEREKER. 93 there are plenty of others. If you are thinking of giving a ball or anything of that sort, you will find . But I really wish you would assure me, Hilary, that you are not going abroad again.\" \" Ever again ? How could I assure you of that ? Be happy on one point, at least,\" speaking decisively, \" I have no intention of leaving England at present, if at all.\" \"No? Eeally?\" she sprang to her feet and clapped her hands in a pretty excite ment. She looked very hard at her brother. \" Who is it ? \" cried she ; \" it must be a woman. Dorothy ? You might do worse than Dorothy. She is chic, all through. Not Eosa Mackenzie ! Mrs. Morell ? Mrs. Vereker ? She is lovely, in her own melancholy way.\" A pang shot through St. John's heart. \" Melancholy,\" — did it not indeed describe her? \" I wish you would not sit with your back to the light,\" went on his sister,"], [102, "THE HON, MRS. VEREKER. 94 lightly. \" One can't see where the in genuous blush comes in. But, of course, such a prude as you are, would not let your well-regulated mind stray after a married woman ! Come, be frank with me, who is it ? \" \" I envy you the liveliness of your imagination,\" said St. John, laughing. \"Why should it be anyone? Why should I not stay here for the love of the thing? \" \" Ah ! quite so ! But what thing ? That is the lesson I would learn.\" \" The love of an English country, the green fields, the singing-birds, the \" \" The low of the milkmaid, and the song of the swine ! \" interrupted she, without apology. \" Pouf! What do you take me for ? It is very complimentary of you, my dear, to give me the role of an ingenue, one still so young that to deceive her is simple ; but, on the whole, I prefer to be treated as a rational being. If"], [103, "THE HON. MRS. VEREKER. 95 you wont tell me, why don't. I know myself sufficiently to be sure that I shall learn all without help. And now, what is to be the first move in your hospitable game ? \" \" I thought of a ball. The people round here have been unanimously kind, and \" \" A dinner party first, then a ball,\" said she. \" Say Friday week. And who will you ask ? \" \" Why, everybody, I suppose. The Verekers, the \" he went on to enume rate a good many people, but Lady Bessy Avas not attending. She had heard the names of the guests first mentioned, and she stopped at that. \"Yes — yes, excellent,\" she said presently when he paused. \" Bless me ! it is five o'clock. How time does run in agree able society. There ! You should be civil to me for a week for that. Eun away, Hilary, and tell them I'll be down in"], [104, "96 THE HON. MRS. VEREKER. a moment. By-the-bye — Bobby Blair is here?\" \" Yes.\" \" Very good.\" When he was gone, she stood still for a minute or so, gazing at the door as if she still could see him. \" It is Mrs. Vereker,\" she said at last, in a low tone. — i^^^ss*—"], [105, "CHAPTEE VIII. \" Approaches 'gan the fatal destiny That Jovis hath in disposition And to you angry Parcæ, sisters three, Cornmitteth to do execution.\" That St. John knew at this time that he was in love with Mrs. Vereker, he himself in all honesty would have been the first to strenuously deny. He admired, liked, pitied her ; but that was all. There his feeling for her, as he believed, stopped. II it ever occurred to him that the strength of his liking and pity was very much out of pro- portion to the length of his knowledge of her, which extended over only a week or two, he would have argued, and very justly, that hers was an exceptional case, which no man could dwell upon untouched., vol. I. 7"], [106, "98 THE HON. MRS. VEREKER. and that pity from all sides, however care less, was accorded her. What a terrible abandonment of youth, of hope, of even the faintest glimmer of joy, lay in the life to which she had been condemned — wedded to a drunkard, a man dead to all the decencies of society — without one redeeming virtue to which a gentle woman might cling, willing, because of it, to condone the grosser faults. No, there was no light for her anywhere. Her dark, melancholy eyes haunted him ; the sad, resigned lips, actually seemed to hurt him, during those moments when he permitted himself to dwell upon them, and those moments came much too often ; un consciously, yet with a settled persistency. He wras hardly aware of them ; he still believed in the integrity of the friendship that made his soul sick when his mind lingered on the details of her martyrdom. He would not admit that he loved another man's wife, yet he was daily"], [107, "THE HON. MRS. VEREKER. 99 tortured by so strong a desire to see her, that it should have warned him. He fought with this desire fiercely, as only an honour able man would, and he persistently kept away from Vereker's Court ; giving himself always as a reason for his absenting himself from it, that he detested the master on the grounds of his drunkenness and wanton ness. It made his blood boil, it would make the blood of any honest man boil, he told himself, only to think of him, and so they were better apart. He met Cecil very frequently, however, at the houses round, during this autumn, which he reluctantly felt was set apart from all the other autumns he had ever known. At the Grange, perhaps, he saw most of her, though she was oftener to be found at that modest house where Dorothy Aylmer maintained an undying warfare with her aunt. Miss Jemima, however, was too stout a warrior to be encountered frequently, and '7#"], [108, "100 THE HON. MRS VEREKER. after one or two trials of her strength, St. John was forced to confess himself a van quished foe, and with abject cowardice drew back from battle, and refused to meet that valiant spinster again on her own ground. From everyone, he heard tales of Vereker 's brutality. Mrs. Mackenzie, who was an inveterate gossip, was never tired of reciting the last new thing in scandal where the Hon. Francis was concerned — the dis- honourable Francis as she called him — and old Colonel Scott was very little behind hand with her. He sang his dispraises from morning till night. It was a terrible little place for gossip, as all small country sides must be, through lack of mental food to give them wider vision. The inhabitants were literally buried alive, so far as culture went, with an exception here and there, going no where, and learning nothing fresh from year's end to year's end. To those accus tomed to travel and to the ever-changing"], [109, "THE HON. MRS. VEREKER. 101 possibilities of a life carried on in a capital, the narrow-mindedness of those eternally condemned to one small centre, and that out of the world, would hardly be conceivable. At Brent they had grown gradually dead to the belief that there was indeed a larger existence outside and beyond the one they led. What they thought on such and such a point must be correct, and wi e betide the rash member of their community who, in a weak moment, dared to question it. Such a one as ventured to differ with them on the subject of social right and wrong must necessarily be want ing in morality, and entirely lost to all sense of decency and order. St. John strove hard to treat most of the stories about Francis Vereker as mere canards, exaggerations arising out of his miserable failing. Brutalised by drink he might be ; but beyond that . It was agony to him to believe otherwise, for"], [110, "102 THE HON. MRS. VEREKER. her sake. But as he began to live his life in this dull little neighbourhood, oppor tunities were given him to prove the truth of most of the gossip. It was an exceptionally fine autumn, and though now well into September, the days were warm as though they were loose fragments of July, dropped by the Clerk of the Weather, and picked up later and thrust in somehow into the bosom of the month wdiere the}T should not be. There was a tennis party at Colonel Scott's, who had a special delight in gathering round him the youthful members of the society amongst which he lived. These bursts of hospitality on his part were welcomed by the elders, because, though he only desired the sons and daughters, the latter could not accept invitations unless accompanied by their chaperones. It was a charming afternoon. The sun still rode high in heaven, and cast its rays as lovingly on the earth beneath as"], [111, "THE HON. MRS. VEREKER. 103 though its merriest days were not long overpast. St. John, striding along the road that would lead him to Colonel Scott's home, wuth his mind full of a nervous hope that there he should meet Mrs. Vereker, was so far absorbed in his own meditations that when a dark form jumped over the wall that skirted one side of the road, he started visibly. The new-comer was noticeable enough in himself to attract attention, even had his coming been foreshadowed more gently. A huge, grimy, forbidding-looking creature, with a touch of the forge about him, yet no trace of honesty which, as a rule, belongs to the village blacksmith. Shock tufts of sandy hair stuck out on every side from under a most disreputable cap, and two of the blackest, most villainous eyes, looked hard at St. John from beneath the sandy e}Tebrows. There was character in the face no doubt ; but bad character, and on the whole he stood revealed as a most"], [112, "104 ME HON. MRS. VEREKER. repulsive object. Two furry legs were sticking out of his left pocket. \"What's the time, mister, if a man might ax?\" said he in a gruff voice, would-be civil, but wholly insolent. St. John, after a steady glance at him, took out his watch. \" Five to four,\" he said. He looked at the man again with a sort of secondhand interest. It was Black Sandy, the worst character in the village, the father of the girl with whom Francis Vereker's name had been so unpleasantly mixed up. A thorough-going scoundrel he decided, as he studied the man's lowering, coarse, demoralised face, in which little of any decent humanity remained. Yet, in spite of all, he pitied the fellow ! He might indeed, perhaps, have spoken to him — might have said some kindly word to this Eariah, this creature cast out even by his low associates of the village tavern, but that something happened that at this"], [113, "THE HON. MRS. VEREKER. 105 moment attracted as much the attention of the ruffian as of the gentleman. It was the sound of horses' hoofs thundering over the stony road. Such a sound could come only from horses com pletely lost to all control. A second later brought into view a phaeton swaying wildly from side to side, and coming towards them with a fearful rapidity. It was apparent to anyone looking on that the two cobs in it were wild with fear, and had ceased to pay any heed to the admonitions of their driver, could that driver have been equal to an argument. But she was not. The cobs were well-known to St. John, and it needed not the second glance to tell him that Mrs. Vereker was the sole occupant of the phaeton. Whatever had frightened the poor brutes they were nearly mad with rage, and tore along at an astounding pace, that left their mistress powerless. Evi dently, the groom had been flung out some time ago ; but she still held on."], [114, "THE HON. MRS. VEREKER. 106 As the cobs in their frantic race drew nearer, St. John, whose nerve was now like iron, could see that Mrs. Vereker, though white as death, still held the reins firmly. In a minute or two they would pass where he stood, with Black Sandy beside him, and he realised that now or never was to be made the effort that would fling them on their haunches, and reduce them to reason. He glanced at the man beside him and saw that he was leaning forward, a wild look of exultation on his face. It was a horrible look, and, at the time, maddened St. John. His help was necessary, and he should have it. He caught Black Sandy by the arm and swung him fiercely to and fro. \" Man ! 'Tis a woman ! \" he said. At this instant the infuriated cobs rushed by ; he sprang forward and seized the reins. They were powerful brutes, and would in all probability have mastered"], [115, "THE HON, MRS. VEREKER. 107 him had not another hand come to his aid. Black Sandy was beside him ! Together they forced back the ponies, and presently, with a soothing word or two, and the instinctive knowledge that they had found their masters, the terrified creatures stood quite still, trembling, but subdued. Mrs Vereker was very wdiite, but when he had time to go to her, she had recovered her composure. \"It was such a mere nothing,\" she said, in a rather panting little way. \" Only a sow and her little ones that crossed the road ; but Magic,\" pointing to the off pony, \" cannot endure a pig. I am so much obliged to you, and to — • — \" She glanced at Sandy, and then, as quickly, withdrew her gaze, as if what she saw offended her. \" If you had not come, I don't know what would have happened. My groom tried to get out, but he fell, and,\" in a distressed"], [116, "108 THE HON. MRS. VEREKER. tone, \" I am afraid he is hurt. What shall I do about him ? I had better go on to Colonel Scott's and send a messenger from there.\" \" You needn't,\" said St. John, who was gazing down the road behind her. \" I can see him on the top of the hill, he is running to you ; I am sure from his bearing he is all right.\" \" Oh ! what a comfort,\" said she eagerly. T was so afraid that That man too has been kind.\" She said this without a second glance at Black Sandy, to whom however she alluded, and who stood at the ponies' heads, sullen and defiant. \" I \" she made a hasty movement towards her pocket and then stopped short, and blushed hotly. \" If — if you will lend me half-a-crown, I shall be so obliged,\" she said. If she had been a woman with money always at her disposal — even at her dis posal so far as the smallest sums were concerned — it would have been impossible"], [117, "THE HON. MRS. VEREKER. 109 to her to look as she looked then. She had lost her colour because of the ponies' misbehaviour, but white as she was when St. John stopped them, she was not so white as she was now, when she made him this small request. His heart seemed to die within him. Without knowing — whilst even sternly forbidding himself to believe it — he knew the truth ! She was kept penniless ! Any married woman will under stand the cruelty, the degradation, of such tyranny as that. A miserable shame had crept into her lovely eyes, and it hurt him like the stab of a knife. But he was careful to conceal from her all knowledge of her confusion, and his voice was just ordinarily cheerful and courteous as he answered her. \" Is that all I can do for you ? \" he said. \" You are going on to Colonel Scott's, 1 sup pose. Don't you think I had better under take these troublesome brutes so far? \" He held out to her half-a-crown as he spoke."], [118, "110 THE HON. MRS. VEREKER. \" No, give it to him, you,\" said she, drawing back. St. John went round to where the man stood, still with his hand on the bridle of the cob near him. \" Mrs. Vereker is very much obliged, she desired me to give you this,\" said he, holding out the half-crown. Black Sandy, who so far had stood motionless as if dazed at the ponies' heads, now suddenly grew into life. He upreared his gigantic frame, and looked first at St. John, and then at Mrs. Vereker. His expression changed slowly, from stolid indifference to a slow rage and from that to a boiling fury. Deliberately he took the coin that St. John offered him, spat upon it, and without a word, flung it right into Mrs. Vereker's face. A second later he had cleared the wall, and had disappeared into the thick brush wood on his left."], [119, "CHAPTEE IX. \" If no love is, 0 God ! why feel I so ? And if love is, what thing and which is he ? If love be good, from whence cometh my woe ? If it be wick', a wonder thinketh me Whence ev'ry torment and adversity, That comes of love may to me savoury think For more I thirst the more that I drink.\" St. John's first thought was to overtake and half kill him, but a second's reflection showed him the impossibility of being able to do this. It had all happened so suddenly, so unexpectedly, and now the fellow was so far ahead that to run him down was out of the question. His second thought was for Mrs. Vereker ; she was lying back in the phaeton, very pale and nervous. \" You are frightened ! \" said St. John. He was pale too, and his eyes were flashing."], [120, "112 THE HON. MRS. VEREKER. \" That scoundrel, I shall take care that he lives to regret this day.\" \" No, no,\" said she eagerly. She leaned towards him and laid one trembling hand upon his arm. \" That is what I feared. But to oblige me, if I ask you, you will take no notice of it. Promise me you will not move in this matter. That man — brutally as he has behaved — there are reasons — believe me — he is to be pitied — forgiven.\" She was stammering hopelessly, and again that shamed look grew within her eyes. She stooped, as if to arrange her skirts, but in reality to hide her face, and the little action was so ineffectual, so childish, that anyone would have been sorry for her. Old Colonel Scott's revelation about Black Sandy's daughter rose to St. John's mind, and of course he understood. \" Well, as you wish,\" said he carelessly. \" But it is over good of you to let that scoundrel go unpunished. And now, you"], [121, "THE HON. MRS. VEREKER. 113 are looking very much unnerved, suppose you give me a place beside you, and let me drive these refractory little beasts to the haven where you would be.\" \"Oh! if you will\" said she. She moved to one side, and very willingly made room for him. The groom had come up by this time, and had taken his seat behind. \" Are you too coming to Colonel Scott's ? \" she asked. \" Yes, I was on my way there. You are sure you are feeling all right now ? That you would not rather turn and go home ? \" \"Home! No!\" said she, with a quick certainty that told its own tale. They were a little late when they arrived, but no one took much notice of them except Lady Bessy, who arched her brows slightly, and looked at Blair, who happened to be beside her. \" Well, I never \" said she, under her breath. \"Never what?\" demanded that young vol. i. 8"], [122, "114 THE HON. MRS. VEREKER. man with lively interest. \"Is there anything under the sun you have never done yet ? '\" \" One ! \" said she. \" I've never made a fool of myself, at all events ; — for those who have \" She broke off abruptly and turned away. \"What's for them?\" asked he, \"your blessing ? \" \" The other thing,\" said she \"Good heavens ! don't say that!\" en treated he. \" Consider what a fool I've been, about you, ever since we were both born! \" To her, this open flirtation of St. John's with Mrs. Vereker seemed the very acme of folly. She loved her brother too well not to shrink from anything that might compromise him in the eyes of his world. She wanted to marry him, and marry him well, and to see him deliberately com promise nimself would ruin all her schemes. The fact that Mrs. Vereker was looking very white and nervous as she crossed the"], [123, "THE HON. MRS. VEREKER. 115 terrace towards her host only added to her belief that something more than ordinary had happened between her and St. John. \" I shouldn't wonder if he were to fall desperately in love with her. He is just the sort of man to let pity be akin to love, and of course she is to be pitied. One must admit that. But I wish she would look for consolation elsewhere.\" In the meantime, Mrs. Vereker, having greeted Colonel Scott, had gone swiftly to where Dorothy Aylmer was sitting beneath the branching limbs of a huge beech. \" Dorothy, can you let me have half a-crown ? \" she said softly, yet with such evident, even painful, anxiety that Dorothy, turning her shoulder to Mr. Vesey, who was sitting as nearly in her pocket as he could manage, drew her down caressingly on the seat beside her. \" Now don't give way to vulgar excite ment,\" she said, \" when I tell you that I am at present not only the proud possessor 8*"], [124, "THE HON. MRS. VEREKER. 116 of two shillings and the invaluable six pence, but that I can even lay my hand on one pound ten. You have only to say the word and all shall be yours. Ah ! I knew I had been too abrupt. You pale ! One should break such tidings with a velvet tongue ! \" Mrs. Vereker smiled faintly. \" Keep the rest, you rich girl,\" she said, \"but lend me the half crown. lowe it to somebody.\" \" To the butcher, the baker, the candle stick maker ? \" \" No, to your cousin — to Mr. St. John. The ponies came to grief on my way here, and a man — helped me \" she hesitated, as if not knowing how to go on. \" What's the matter with you ? \" said Dorothy promptly. \" You know it does you good to speak out. What man helped you ? Come, tell me, was it Hilary ? Surely you are not going to reward him with half-a-crown ? \""], [125, "THE HON. MRS. VEREKER. 117 \" No. It was Black Sandy ! \" Even with Dorothy she looked shy and distressed as she mentioned the man's name. \" He caught the ponies by the head, and I borrowed the money from your cousin to pay him, and — and — now I want to pay your cousin back again.\" \" So soon ? Is thy servant a Jew that he Well, you are right, I think. Here is the money, get that debt off your conscience as soon as ever you can.\" \"What a comfort that you have it,\" said Mrs. Vereker, with the first gleam of sunshine on her charming face that the day had yet seen. \" I was so afraid you would be without a penny. I'll go and pay him at once. I assure you, Dorothy, I was so ashamed at having to borrow it, that I didn't know which way to look. I'll come back in a moment.\" Her brow had quite cleared. Her smile was once more natural. She moved in her pretty, slow, graceful fashion over the grass,"], [126, "118 THE HON. MRS. VEREKER. saying a word or two as she went to those who addressed her, but stopping only when she came to St. John. She slipped the half-crown into his hand. \"Thank you so much,\" she said. \"I shouldn't have known what to do without your help to-day, though certainly that luckless coin did good to nobody. I came out without my purse, as you know, but Dorothy has been my banker.\" He coloured slightly, but his tone when he spoke was studiously careless. \" Was that privilege denied me ? \" said he. \" What a hurry you were in to get out of my debt. You are certainly honest,\" glancing at the money in his hand, \" but,\" glancing now at her, \" you are as certainly very unfriendly.\" \" Oh ! not that,\" she said. \" Then why not let me be your creditor as well as Dorothy ? \" \" It is not the same thing. One can see"], [127, "THE HON. MRS. VEREKER. 119 that. I have known her all my life ; you, are a stranger ! \" \"I see,\" said he shortly. They were standing near an old well, picturesquely hidden by hanging ivy, and as he spoke, almost unconsciously as it seemed, he dropped the half-crown into it. \" Come, let me take you back to your friends,\" he said. \" It can hardly be amusing to you to stand here with me.\" \" Are not you my friend, too ? I am sorry I used that cold word, stranger,\" said she, so gently, that his short-lived anger died. Her eyes were full of tears. She crossed the lawn to where Lady Bessy was sitting, all unaware of the thoughts with which that rather highly-strung person was regarding her. She looked so dejected, however, that Lady Bessy, who preferred to think she was suffering the throes of slighted love, received her very kindly. \" Can't even such a day as this throw a little warmth into you?\" she said. \" You"], [128, "120 THE HON. MRS. VEREKER. look positively frozen. Have some tea ? Bobby, go and get Mrs. Vereker a cup of tea. Bless me, what a white little object you are ! If you were to pose as the real and original mediæval saint, or the Christian martyr who has been so dread fully long drowned, no one would think you overdid the part. Well, what is it? What has Hilary been saying to you ? \" \" Hilary ? Mr. St. John ? What should he say ? \" She had lingered over the pronunciation of his Christian name as though it was dear to her, and a tiny fleck of colour had crept into each cheek. \" Did he tell you the ponies ran away with me, and only that he met me half-way here and stopped them, I daresay I should be — well, whiter even than I am, by this time.\" So that was how it came about that he arrived with her. Lady Bessy grew even more friendly. \" Beastly things, ponies,\" she said. \" Give"], [129, "THE HON. MRS. VEREKER. 121 me the most racketty horse in Europe in preference to them. And so they bolted, and destroyed your nerve for one day. The only antidote for that sort of thing is to have them bolt again. That restores one's balance ; and if they do go, make them take you so far from Brent that you will never be able to find your way back again. Dullest hole / know.\" \" I think, perhaps, I am as happy here — as I should be anywhere,\" said Mrs. Vereker, with her eyes on the ground. There was something in her tone that made Lady Bessy sincerely sorry for her. \"You are not very happy, I am afraid,\" she said impulsively, and with bad taste, perhaps, but so kindly that it would be impossible to be angry with her. Mrs. Vereker raised her eyes and fixed them on her. There was a world of despair in their dark depths."], [130, "CHAPTEE X. \" Have some ruth on her adversity ! She stood alone ; She had no wight to whom to make her moan.\" St. John, with no very settled design in his mind, made straight for Dorothy, when Mrs. Vereker, with a little bow, had dis missed him. Miss Aylmer was pleased to receive him graciously. \" So it was Hilary to the rescue ? \" said she gaily. \" What would have become of her if you hadn't been on the spot just as those treacherous cobs were playing her false ? Poor Cecil, she hasn't much nerve at any time, but to-day seems to have finished her. She certainly owes you a debt of gratitude.\" \" She is determined to owe me nothino-"], [131, "THE HON. MRS. VEREKER. 123 it seems. She felt weighed down with care until she had repaid me the uttermost farthing of the trifling sum she was obliged to borrow from me. By-the-bye,\" looking keenly at his cousin, \" why is she obliged to borrow ? Am I to understand that that fellow ? \" \" Does a woman never leave her purse at home? \" with an evasive smile. \" Are we all so methodical that you \" \" There is more than that in it. Some- thing in her manner betrayed her (\" Something in your manner will betray you before long,\" thought Dorothy, but, with a wisdom rarely exercised by her, she kept the thought to herself.) \" You study her very carefully,\" she said demurely. \" I hope not. Not purposely, at all events. It would be an impertinence to treat her or any woman in that way. But I confess I pity her and feel for her \" He paused. \" I feel for her as"], [132, "124 THE HON. MRS. VEREKER. I never felt for any other woman,\" he said, earnestly. He honestly meant, and wished to convey the impression, that what he felt for her was compassion for the life she led ; but his words were certainly ill-chosen, and Dorothy laughed a little. \"You are frank to a fault,\" she said. \"And let me add — if, indeed, you wish to be a friend to her — distinctly imprudent.\" \"You misunderstand,\" said he, with a slight frown. \" If I do, that is your fault, not mine. And, indeed, I do not misunderstand — so far,\" with a meaning glance at him. \" But I warn you that others may.\" She paused, and then went on in a lower tone, and one tinged with deepest regret : \" She is very forlorn, ver}*- solitary ; she calls for one's tenderest care.\" \" Dorothy ! \" began he, sharply, but she checked him. \" It is all true what you think,\" she went"], [133, "THE HON. MRS. VEREKER 125 on. \" That — that man never gives her a penny ! Isn't it a shame 1 \" Her cheeks flushed angrily, and her eyes sparkled with righteous indignation. \"He pays her bills, but always insists on seeing them first, and though she is ever beautifully dressed, it is only because he takes a selfish pride in hearing his wife called the best-gowned woman in the county.\" \"It is well his pride runs that way ; but do you mean to say she has no allow ance? \" \" Not a farthing ; and it is so awkward for the poor little thing sometimes. Now to-day, for example — of course it would have been nothing if she could have gone home, and got her own money, and sent it to you ; but to feel she should first explain everything to him, and be under compli ment to him for what every other wife would regard as a right — that is galling. I assure you there were tears in her eyes wrhen she asked me for that miserable two-"], [134, "126 THE HON. MRS. VEREKER. and-sixpence. Oh ! I felt as if such a man as Francis Vereker should be ground to death.\" \"And how will she repay you?\" His expression was cold, almost stern. \" She will still have to ask him for it ; but then it will be for me, not for you.\" \" And what difference will that make ? \" \" Oh, nonsense ! \" said she, reddening. \" Do you mean to say that you haven't heard he is jealous, or pretends to be jealous, of every man that speaks to her ? That is why I would have you be careful, Hilary, lest you make her life still more unbearable to her, instead of pleasanter. Ah ! \" — to Lady Bessy, who, with some others, had strolled up to them. \" Is there no tea to be had anywhere ? I have been pining for mine for the last half hour.\" \"It's coming,\" said Lady Bessy. \"I left word that a special consignment should be left here till called for. It"], [135, "THE HON. MRS. VEREKER. 127 appears it won't have long to wait. Cecil,\" glancing at Mrs. Vereker, who had come with her, \"like you, has been on the verge of tears for ten minutes or so ; but here it comes. Lady Eustace, I know you never forget who takes sugar and who doesn't, will you pour out the tea ? \" \" I go on the principle that every well regulated person takes sugar,\" said Lady Eustace in her deep voice, that would have made her fortune on the tragic stage. \"I declare that sentiment before lifting the teapot, and I generally find that no one says a word against the sugar afterwards : ' Sweets to the sweet,' you know. Every one here take sugar ? \" She looked round. There was not a dissentient murmur, and she laughed. \" Told you so ! \" she said, in her mild bassoon. \"Though I do think I might have been let off duty now that I am down here for a rest.\" \"Best! Is such a thing known to"], [136, "128 THE HON. MRS. VEREKER. you ? \" asked Mr. Blair. \" Awesome tales have been handed down to us that sleep and you are two — that never do your eyelids close in slumber ; and really, when one remembers the number of works of fiction — the yearly amount of lies — you fling upon the London market, one is bound to believe the fabulous tale.\" \" One is never bound to believe any thing. That is the special charm of the age in wdiich we live. As for your fabulous tale of me, learn that there is nothing in it ! Moments I have known when heroes, heroines, plots and counter plots, were alike abhorrent to me. But one's friendliest friends are those who will not believe that. Once ! \" said Lady Eustace, looking round upon her audi ence, with the tiny teapot uplifted tragically in one massive hand, whilst the other points her tale, \" I went for a holiday to a house that shall be nameless. I went to refresh my tired brain. It was"], [137, "THE HON. MRS. VEREKER. 129 deep in the country, and I thought myself fortunate in my selection of a breathing spot. I told myself that here, if anywhere, I should find people who would seek to make me happy. So far I guessed the truth. They were filled with designs for my welfare, and, to start with, they gave me a sitting-room to myself, to which none of the other guests were to seek entrance on pain of death — or a cruel mention in my next book ! Perfect solitude, they arranged, was to be mine for five long hours in every day, during which time I was to cudgel my wretched brains for fresh ideas. Solitude for me, who craved only the ' hum, the shock of men,' and whose sole desire was to forget, for the time being, that such things as pens and ink, and ideas, were in the world ! I went to that place,\" said the novelist sadly, \" for rest, I left it more fagged, more spiritless, than I had ever been m my life before ! \" VOL. I. 9"], [138, "130 THE HON. MRS. VEREKER. St. John broke into laughter. He could not resist a glance at Lady Bessy, wdio returned it with a valiant effort at not understanding its drift. Where was now her theory about her novelist? Where were the charms of her empty room, her pens, her ink, upon which she had so depended as a means of ensuring the eternal happiness of Lady Eustace ? \" It was cruel,\" said Dorothy, who possessed quite a talent for being able to fall into the breach at anjr moment. \" But one must suffer for the many, very often, and those three weeks' martyrdom of yours gave, no doubt, to the world an incalculable pleasure. What was the name of the book that arose from it ? \" \" I hardly remember. It was one of my maiden efforts,\" said Lady Eustace, smiling even whilst she deeply growled ! Poor woman, she couldn't help it ; Nature, not she, was answerable for that basso prof undo of hers. \" And I daresay everyone else has"], [139, "THE HON MRS. VEREKER. 131 forgotten too. That is the worst of this rapid age in which we live.\" She had given them the special charm of it a moment ago, so was bound to explain to them the darker side. \" Nothing is remembered beyond to day, except,\" with a sigh of conscious merit that overpowered them like the breath of a grampus, \" by the special few who dwell upon a good thing, when they get it.\" \" Am I a special few ? \" demanded Mr. Blair at this moment. \" I must be. I know no one who can appreciate a good thing, better than me. I am sure there was that vol au vent last night, that I \" But here, fortunately, somebody choked him off. \" The insatiable reader,\" Lady Eustace was roaring deeply, \" is the animal we authors dread beyond all others. No sooner is one book finished than (no matter how soul-satisfying it may be,)\" 9*"], [140, "132 THE HON. MRS. VEREKER. — and here she looked as though any of hers would satisfy the souls of millions — \" up he takes another, rushing through it, at railway speed, and so on, to its successor. Not one moment is spared to the joys, the griefs, the anguish, the indignation, of those heroes and heroines just flung aside; those who had been their faithful companions for at the very least a whole long twenty-four hours. Verily we write for an unregenerate public.\" Lady Eustace wound up her harangue and her teapot at the same moment. There was not another drop of Bohea in the latter. Mr. Blair, I regret to say, was convulsed with laughter, the others had better sense or taste, and only mildly stared at her. \" You have been badly used,\" said Mr. Blair at last, who was without shame. \" I have been slighted, yes. But they must harden themselves to misconception"], [141, "THE HON. MRS. VEREKER. 133 who voluntarily yield their talents to the world,\" said Lady Eustace, with a re sounding sigh. \" Don't mind 'em, they are all jealous of you,\" said Mr. Blair, regardless of an angry nudge from Lady Bessy, who feared he was going too far. She need not have feared however. Lady Eustace entirely agreed with the sentiment thrown out, and beamed upon the author of it. \" When one does meet an agreeable \" Here Lady Bessy put an end to him. \" Agreeable ! \" she said. She leaned forward and so placed her charming person that Mr. Blair was exactly as if he was nowhere. \" Experience has taught me, that to be a strictly agreeable person one should have no opinion of one's own. That wouldn't suit you, Lady Eustace, would it ? \" with an adorable smile, and an emphasis, that flattered that massive person immensely. \" One should simply be a machine wound-up to agree with every-"], [142, "134 THE HON. MRS. VEREKER. body. I'm a machine. I agree with everybody. But it takes talent I can tell you. And to get through the stream of public opinion in this little country place, without wetting one's petticoats, one has to hold them up pretty high I can tell J> you. \" Which teacheth the lesson that, unless one has pretty feet, one should never be censorious,\" put in Mr. Blair, mildly. \" Even that wouldn't be sufficient ; the feet may escape notice, the face never,\" said Farquhar, who had just come up. \" To be agreeable to all the world, a woman must be pretty.\" \" Then I'm done for,\" said Lady Bessy, with her merry laugh. \" No ! Not a word of consolation from anybody ; I should consider contradiction an insult. As if my eyes were not -as good as yours, my mind as efficient,\" with a crushing glance at Mr. Blair, who was evidently full of argument. \" I know I've had a narrow escape of being"], [143, "THE HON. MRS. VEREKER. 135 pretty ; but I have escaped. I have seen niseis occasionally, and to do my friends — men friends you understand — justice, however absurd they may have fancied themselves about me, I don't remember that one of them ever even in his insanest moments, ever called me a beauty. It's,\" with an interrogative glance, \" my nose, isn't it ? But I've pulled through pretty well in spite of it.\" \" Dear, little, cruelly-maligned nose ! \" said Mr. Blair, so pathetically, that they all laugh. <S Vts-v\" J*)"], [144, "CHAPTEE XT. \" And drunkenness is eke a foul record Of any man Drink more attemperly, Wine maketh man to lose wretchedly His mind \" Dinner at the Chase was well at an end, the women had gone to the drawing-room, the men were still lingering over their wine. Vereker, who had got through the courses in his usual silent, sullen, fashion, had just asked his host for some brand}-. St. John, who would have liked to refuse it, but hardly knew how to manage it, gave a reluctant order to one of the men, and let strong misgivings take possession of him. Up to this, Vereker had plainly been holding himself in. He had taken his"], [145, "THE HON. MRS. VEREKER. 137 champagne sparingly, and had in effect been quite sober, though some of the women regarded him with doubt. It was indeed impossible to him now to look the part so unusual to him, as his features were swollen' and reddened, and his voice had attained a permanent gruff indistinctness. Still he had got through the dinner very respectably, for him, and had given no occasion for the throwing of a stone. But now, as though his patience was ex hausted, or as though, the hour being close on ten o'clock, he felt the end of his pro bation was at hand, and the hour of release nigh, he surrendered himself to the Demon that held him bound and chained, and the mad craving for strong drink that had ruined his body and was imperilling his soul, rose within him, and conquered him. He drank, and drank deeply, hurriedly, as if to make up for lost time. Some of"], [146, "138 THE HON. MRS. VEREKER. the men seeing how it would shortly be with him, rose from the table, and St. John, with a sickening remembrance of the pale, beautiful, frightened face, awaiting their return in the drawing-rooms beyond, joined them eagerly. Vereker had found, with the brandy, his voice, and was now arguing loudly, in solently, on some political subject with a meek old baronet, who, living in the next county, was not so well aware of his oppo nent's besetting sin as those residing round Brent, and therefore persisted in debating the question at issue with him, in a high key, that grew gradually offended, as Vereker waxed unbearable. Old Colonel Scott, breaking into the discussion, sought to finish the matter by carrying off Sir Henry, and by so doing only increased Vereker's vicious wrath, and gave increased zest to his insulting retorts. Finally Sir Henry was drawn away, and Vereker, who, though in a dangerous mood,"], [147, "THE HON. MRS. VEREKER. 139 still knew what he was about, finished another glass of brandy, and went with the others towards the drawing-room. Colonel Scott, in a fine frenzy, caught hold of St. John and poured his indignation into his ears. \" A damned unmannerly fellow, sir. By Jove ! he ought to be cut by the county, and so he would, but for that poor little wife of his.\" \" Who gave her to him ? \" demanded the mild Sir Henry, who was as angry as it was possible for him to be. \" An impecunious papa,\" said somebody standing by, with a shrug. \" A rascally papa ! \" growled the Colonel fiercely. \" By George ! he ought to have swung for it ; but he only died in his bed two months afterwards.\" \" Pity he didn't die two months before,\" said Sir Henry, who thought this so neat that it nearty restored him to his wonted good-humour."], [148, "140 THE HON. MRS. VEREKER. \"And, have you heard — have you heard,\" said the Colonel, drawing St. John aside, \" that he has sent that poor devil of a Black Sandy to prison ? Some small poaching affray. By Jove, sir, you should have seen the convicted poacher's eye when Vereker sentenced him to a month's hard labour. There was battle, murder, and sudden death in it — specially murder. 'Pon my soul ! I felt for the rascal, when I remembered everything. Vereker of all men to be down upon him. Such con founded sharpness, considering what has come and gone.\" Here the Colonel began to wink so hard with his left eye that it occurred to St. John in a dull way that soon the long-suffering lid would fall to rise no more. \" What became of the girl ? \" said he \"Ean away to town, some people say. Anyhow, she disappeared. The father smashed her up one night when the truth came out, and she was gone next mornino-."], [149, "THE HON. MRS. VEREKER. 141 They are a gipsy lot, I believe, and not up to much good. In fact, there's no doubt, between you and me, that the fellow is a blood-thirsty scoundrel ; but yet one can't help seeing he was badly used. Pon my soul ! \" said the Colonel, \" 'tis my opinion 'twould take a clever fellow to decide which was the bigger scoundrel of the two, he, or our respected friend inside, who has just sent him to prison.\" \" I wish something could be done with Vereker, for his wife's sake,\" said St. John, in a low tone. \" With him, the miserable drunkard ! \" said the colonel contemptuously, who never took anything stronger than water. \" Tell you what,\" in a confidential way, \" when Black Sandy -gets out again, if I were Vereker, I'd keep my weather - eye open. But you see, a fellow perpetually fuddled can't keep an open eye ! By Jove ! sir, when they put such fellows as that on the bench, it's a surer sign"], [150, "142 THE HON. MRS. VEREKER. than any that the country is going to the dogs.\" \" I wonder what he is doing now ? \" said St. John uneasily. Both men walked into the larger drawing-room and looked appre hensively around them. It was an intense relief to one of them to find that Mrs. Vereker was sitting alone, partially hidden by a heavy satin curtain that hung near her. Vereker was standing on the hearthrug looking down at Dorothy Aylmer, who, dainty-sweet, in her simple white robe, was lying back in a lounging chair, with lowered lids, and a distinctly disdainful expression on her pretty face. She was playing with a huge fan that she waved to and fro indolently, yet with a suspicion of rising anger. \" You and I hold such entirely different views,\" she was saying, in a clear, con temptuous tone, without troubling herself to look at Vereker, who was gazing at her with a most objectionable admiration. He"], [151, "THE HON. MRS. VEREKER. 143 frowned heavily, yet still looked at her in the dull brutal way that was all that was left to him. \"Look here!\" said he, thickly. \"I'll tell you something. I'm not such a fool as you think me. I can see through you. I know what's in your mind this moment, for all your pretence at courtesy. You're calling me a damned ill-conditioned fellow.\" \" I assure you, you exaggerate — a littles said she, coolly. \" I never swear ! \" Her meaning flashed through his dull brain. \"Ha! I see. You were always a saucy one,\" said he. He paused for a moment, then : \" Well, I don't care the devil ivhat you think,\" he said, politely. Miss Aylmer rose, without haste, and crossed the room to where Mrs. Mackenzie was sitting. \" What's he done now ? \" demanded that veteran with the liveliest hope. She turned"], [152, "144 THE HON. MRS. VEREKER. upon Dorothy, who was a little pale, one of her satirical old smiles. \" It's absurd, permitting such a person to go about without a keeper,\" said Dorothy, angrily. \" Go on, my dear, go on,\" said the old lady, joyously, with growing expec tation. ''He is quite unaccountable ! They ought to lock him up.\" \" The righteous laws of our tight little island won't permit that. You can lock up a thief, or a vendor of papers, or a seditious orator ; but the drunkard, the greatest pest of all, society lets go free ; nay, even tolerates, and tries to blind its eyes to his defects, be he rich, and of good birth. Bah ! \" said Mrs. Mackenzie, with an eloquent sniff. \" Well, but you haven't told me, my dear, what has our social nuisance been doing now ? \" \" Nothing. Nothing to signify in the sum total of his vices. He has only been"], [153, "THE HON. MRS. VEREKER. 145 unbearably coarse ; he \" She laughed angrily. \" He only swore at me.\" \"Pouf! Is that all? What a trifle to make a fuss about,\" said the old gossip, indignantly. Clearly she considered herself done out of a good thing. \"Anyone might do that! But one expected better things of Vereker. Heavens ! Look at his eyes. I do pity that little mouse of a wife of his to-night.\" \"Poor girl,\" said Dorothy, sadly. But Mrs. Mackenzie wanted to be amused, not to be drawn into a sympathetic mood ; she, therefore, picked up her shawl and other belongings, and marched across the room to where Lady Bessy was standing on the hearthrug, talking to one of the neighbour- ing squires. On her way she passed an ottoman, a small one, that was filled to overflowing by an extremely pretty girl, with a gay mis chievous face, dark, provoking eyes, briliant complexion, and a general air of vor. i. 10"], [154, "146 THE HON. MRS. VEREKER. would-be contempt that only meant coquetry — and Mr. Blair. The latter, as a rule, was a host in himself. He was apparently paying extravagant court to the pretty coquette, and Mrs. Mackenzie, who was always on the look out for partis for her rather impossible nieces, regarded him keenly. She knew his name was Blair, and that he had come to the country with St. John, who was, indeed, a cousin of his. She knew also that he had been making violent love to Eosa, her eldest niece, at the last tennis affair they had been at, but, beyond this — She could ask Lady Bessy about him. Lady Bessy was, of course, his cousin also, and could give her a wrinkle as to the young man's social position, etc. She dropped into a cosy satin-lined nest and proceeded to interrogate Lady Bessy."], [155, "CHAPTEE XII. \" Singing he was, or fluting all the day; He was as fresh as is the month of May.\" \" That young man over there,\" indicating Bobby by a wave of her hand ; \" Blair I think is his name. Tell me, my dear, what Blair is he ? \" said she. Lady Bessy laughed. \" He's Bobby Blair,\" she said. The old squire who was the father of the saucy little coquette, glanced at the ottoman where his daughter sat with her extremely attentive cavalier, and sheered off from Lady Bessy (whose face was now turned to Mrs. Mackenzie), probably with a view to making inquiries about Mr. Blair on his own account. \" Yes, I daresay,\" doubtfully. \" Bobby,\" 10*"], [156, "148 THE HON. MRS. VEREKER. with a glance at the unconscious young man in question, \" is quite the sort of — of — undisciplined name I should associate with a person of his style. I mean of course the young man so reprehensibly taken up with Miss Carton. What Blair is he ? \" \" I'm sure I don't know, even though he is my cousin,\" said Lady Bessy with a little shrug, and a little reminder. \" Bobby ! \" in a clear, distinct tone that reached the ottoman where Mr. Blair was sitting very close to his companion. \" Who are you ? Mrs. Mackenzie wants to know.\" \" The last scion of a most respectable race,\" responded Bobby meekly if promptly. \" Then you should get married at once. It's your obvious duty,\" said Lady Bessy with an almost imperceptible sneer. \" So I shall, the moment I find anyone who will have me,\" with an ardent look at Miss Carton, who refused to accept it, and flung it back at him with a dark and lovely"], [157, "THE HON. MRS. VEREKER. 149 glance from her own eyes. \" Alas ! that moment seems a long way off; — still, I promise you,\" to Lady Bessy, \" I shall marry the very instant I can get someone — I know — \" another speaking glance at Miss Carton, \" to say ' Yes ' to me.'' \" I expect you'll die an old bachelor at that rate,\" said that young lady scornfully, but always with the lovely look. \" I don't believe anyone will ever say ' yes ' to you. She edged away from him as she spoke with a charming disdain, and a little smile that shot from under the long lashes. \" Oh ! don't say that,\" entreated he, hurrying after her along the ottoman in a sliding fashion. \" Don't dash my last hope. Everyone says no to me. I was just going to ask you to take, pity on a wretched orphan, but if you won't \" Here his voice was lost, but the mumble, mumble, mumble, that still could be heard was replete with fervid entreaty."], [158, "THE HON. MRS. VEREKER. 150 \"What 1 want to know is,\" persisted Mrs. Mackenzie, who had listened to the foregoing dialogue with a disgusted ex pression, and who was in herself a walking ' Burke's Landed Gentry,' \" if he is one of the Blairs of Warwick ? ' \" Oh, dear no. A connection of course, — that's the worst of the Blair's, everyone, objectionable or otherwise, isa cousin — but he,\" pointing to Bobby, who is now evidently growing very energetic, and who, in the vehement pursuit of his argument, has brought himself and his companion so close to the end of the ottoman that it is quite a miracle as to how she, at least, holds on. \" He,\" went on Lady Bessy, after a lengthened stare at the perilous position of her cousin and his new-found friend, \" belongs to the elder branch, who look down on a War wickshire Blair as being a rather poor affair.\" \" Eh ? \" said Bobby, catching his own"], [159, "THE HON. MRS. VEREKER. 151 name again. \" Still levelling me to the dust? What is it now, eh? What are you saying about me ? \" \" Merely that you are a rather poor affair,\" said Lady Bessy maliciously. \" Poverty is not a crime, Bessy,\" said Mr. Blair, severely. \" Eather is it a mark of morality, as every Sunday-school book will show you. Eugged virtue as a rule accompanies it. Look here ! \" suddenly to Miss Carton — \" you'll fall off this ottoman if you go any farther, and then — what will your papa say ? \" He moved inward and pulled her lightly after him. \" You wouldn't like to make an exhibition of yourself, would you ? And why seek thus to avoid one, who \" mumble again. \" I really think I'd rather fall off than listen to you any longer,\" said Miss Carton. \" I do wish you would go away. Do now, I'm as tired of you as ever I can be,\" she pouted prettily, this"], [160, "THE HON. MRS. VEREKER. 152 little country belle, and lifted one dimpled shoulder against him \" I go ! \" said Mr. Blair in a tragic tone. He rose. There was deepest dejection in his look and tone. \" After that cruel dismissal I dare not linger. But before I go, let me tell you, that you are the unkindest girl I ever met.\" \" :Tis well to be first in one's own line,\" retorted she lightly, waving him an adieu, whereupon he left her, and drew near to Lady Bessy, still stand ing upon the hearthrug conversing with Mrs. Mackenzie, who, when she had once caught a person in her web rarely let her go until she had sucked all information out of her ; all vitality, said her victims ; she was indeed a sort of social spider. She had now drawn Lady Bessy so deep into a discussion about Vereker and his wife, that Lady Bessy hardly noticed the arrival of Mr. Blair, until he touched her lightly on the shoulder."], [161, "THE HON. MRS. VEREKER. 153 \"Well! what is it?\" said she im patiently. \" Don't stir. Something wrong with your hairpins. But — don't stir, I entreat you,\" as if in an agony of apprehension, \" and I'll settle them for you.\" She moved uneasily, but otherwise took no notice of him, being so far interested in Mrs. Mackenzie's news, as to be foolishly forgetful of the versatility of his powers. One feeble protest, indeed, she made : \" Oh ! don't, j^ou are running that hair pin right into my head,\" she said — but nothing more. The real nature of the atrocity he was about to commit never occurred to her. He had pulled a bit of withered, de jected, most miserable mistletoe out of his pocket — mistletoe in the early autumn ! — goodness knows where he had got it, and wuth deft, mischievous fingers had woven it into the pretty coil of hair that"], [162, "THE HON. MRS. VEEEKER. 154 crowned her head. This done, he pro ceeded to lay his hands upon her shoulders, and, stooping over her, im printed a chaste salute on either cheek. \"Eeally, Bobby! I really wish you wouldn't ! \" said she indignantly. It was a lazy indignation, however, and suggested the idea that she was onlv indignant because he had acted vulgarly in thus embracing her publicly. It was the sort of anger one would show to a brother if he were to kiss one in a crowded drawing-room. \" My dear girl, I wouldn't,\" said he, \" only — I thought you expected it. If you will go about with mistletoe stuck in your head, like the straws of an Ophelia, in the very middle of August — what can you expect ? I'm awfully sorry — but I assure you I quite thought that \" He pauses as if overcome with regret. Lady Bessy in swift dismay raises her hand to her well-ordered head. There,"], [163, "THE HON. MRS. VEREKER, 155 sure enough, was a sprig of the kissing plant ! \" Good Heavens ! \" said she softly, \" was there ever such a fool ! \" she regarded the guilty Blair with a withering eye. \" You must have kept it since last Christmas, but why for my discomfiture ? Was there no other enemy in the gate ? \" Bobby turned upon her an eye that reduced her attempt at withering to naught. \" ' Misunderstood. By Bessy Gifford.' That shall be written on my grave stone,\" he said, \" in spite of Miss Montgomery, in spite of all the copyrights in the world ! The devotion of years, it seems, goes for nothing.\" \" Well, I can't have this sort of thing. You aren't a baby, though you act like one,\" said Lady Bessy frigidly. \" Go back to your Kitty — that's Miss Carton's name isn't it ? — she \" with a little vague suspicion of contempt, \" acts like one"], [164, "156 THE HON. MRS. VEREKER. too ! Go back to her — if indeed she is so far lost to common sense as still to be ready to receive you.\" \"She sort of told me she didn't want me,\" said Mr. Blair quite unabashed. \" In deed I might go farther, and say she desired my absence. But, as you thus barbarousby throw me over, I'll try her again.\" \" Yes> do. What a comfort,\" sighed Lady Bessy as he moved away. Her ejres followed him. He rejoined Miss Carton on that tiny lounge, but hardly received a welcome. \"No, don't come here. I'm sure you have that horrid thing behind you,\" said the little country flirt, edging away from him. \" Go back to Lady Bessy, she suits you.\" She peeped behind his back, and there saw the dilapidated sprig of mistletoe. \" You shan't come a bit nearer,\" she said — She pouted charmingly. \" Not a bit.\" \" Miss Carton,\" said he. He had thought"], [165, "THE HON. MRS. VEREKER. 157 of calling her Kitty, but really the acquaintance was too fresh. \" This grows serious. Would you doubt me ? \" \"Bless me !\" ejaculates Mrs. Mackenzie at this moment, who has had her glasses fixed npon him for the last five minutes, \" I do believe he is proposing to her — her ! I positively,\" — choking — \" believe he is asking her to marry him — in a public drawing-room ! \" \" You needn't be uneasy about him, at all events,\" said Lady Bessy indifferently. \" He's always doing it. He proposes to somebody or other every night of his life — to me,\" with a scornful laugh, \" if the supplies fall short. I don't know a single girl of my acquaintance to whom he hasn't made an offer of his heart and hand. He says they like it ; that they expect it of him ; and that it makes the plain ones very happy to be able to go about afterwards and say they have refused him. It never comes to anything.\""], [166, "158 THE HON. MRS. VEREKER. \" He seems to be a person of very remarkable manners,\" said Mrs. Mackenzie, still with her glasses levelled and bent on Blair, whom she persists in examining thus, as though he were a very rare and distinct species. \" The most remarkable I know,\" said Lady Bessy ironically. \" A misfortune happened to him when he was seventeen, wdiich perhaps accounts for a good deal. His mental growth stopped there. He will continue to be seventeen until he dies. Nothing but a troublesome boy.\" \" Good gracious, my dear ! do you tell me so. But on whose authority ? \" \" My own, simply. I know him,\" said Lady Bessy carelessly. \" Oh, it's a mere theory of mine, of course, but — there's something in it ! \" \" Nothing ! \" thought Mrs. Mackenzie, re lieved, as she sank back in her chair. \" Just one of her fads.\" She was thinking about those unmanageable nieces of hers, and of"], [167, "THE HON. MRS. VEREKER. 159 all the attention he had shown Eosa at their last meeting. Eosa was not here to-night — perhaps had she been, that little forward Carton girl would have been nowhere. \" What you say about his proposing is very singular,\" said the old lady sharply. \" That might go on for some time — for so long as he was refused — but — suppose some body should accept him ? \" She thought of Eosa — dear skinny Eosa I No! She would not refuse him. \" Oh, nonsense ! Who on earth would marry Bobby ? \" said Lady Bessy hastily, and with marked contempt. She spoke clearly, and Mr. Blair heard her. He seemed, indeed, singularly alive to all her utterances. He broke off in the middle of his twenty - fifth substantial reason why Miss Carton should accept his addresses, and the noble offer of his heart and hand, and turned his eyes on Lady Bessy. For an instant a curious"], [168, "160 THE HON. MRS. VEREKER. light came into them. For an instant only ; then it was gone, and the old mischievous expression brightened his face. \"Wouldn't you?\" said he tenderly, staring straight at Lady Bessy. She shrugged her shoulders, laughed a little, and then crossed the room to where St. John was sitting beside Mrs. Arereker. It seemed to be an established resting place with St. John now. One might almost think he had inherited it, so naturally did he claim the chair next hers as his own. As Lady Bessy approached the cushioned seat behind tlie curtains where he and Mrs. Vereker sat, someone else came up too. It was Vereker, frowning, sullen, and con siderably the worse for wear. He lurched a little as he walked, and touched a table or a chair as he passed it, with an evident view to steadying himself. But he was unfortunately quite alive to the circum stances round him, and a consuniino-"], [169, "THE HON. MRS. VEREKER. 161 jealousy was driving him to an open declara tion of it. \"Ha! Lady Bessy come to the rescue too. By Jove ! it seems to me it was time ! \" he said, with a dangerous laugh, and an insolent motion of the hand to where St. John and his companion were sitting. His wife started as she heard it, and every touch of colour forsook her face. \" I think it must be late. I had better go home,\" she said, in a nervous, hurried way, turning to St. John. It was the worst thing she could have done. \" Pray don't let me fright you from your nest,\" said Vereker, with an abominable assumption of courtesy. \" Though, after all, perhaps you are right. I daresay it is time to go home. Decidedly late, as you say. Let's hope,\" with a cold sneer, \" it isn't too late ! But when women take to hiding behind curtains with their \" Somebody pushed him back abruptly, vol i. 11"], [170, "162 THE HON. MRS. VEREKER. and killed the vile word on his lips. It was Colonel Scott, who had come up in time to hear him. St. John had sprung to his feet as if shot, his face as white as death ; but the colonel, with a glance, checked him. Eeally the man was too far gone to know exactly the enormity of his words. \" Not a word — not a word ! \" said the old colonel warningly. \" Man, can't you see how it is with him ? — and — remember her ! \" Mrs. Vereker was looking very faint. She made a step forward and St. John, after one glance at her face, would have offered her his arm ; but Lady Bessy, who was a woman of much resource, was beforehand with him. She drew Mrs. Vereker 's arm through hers, in a brisk and pleasant fashion, and moved towards the door. \"You look tired — nothing like bed for that sort of thing,\" said she, in her"], [171, "THE HON. MRS. VEREKER. 163 most carefully matter-of-fact tone ; instinct teaching her that any other tone at the moment would infallibly lead to tears on the part of her trembling companion, and with the room full of curious onlookers that would mean perdition. She looked over her shoulder and caught the Colonel's eye, which was as bright now as it was twenty years ago. \" Don't lose sight of him,\" she said softly, indicating Vereker, who seemed a little subdued ; and then she led Cecil with a high hand through the brilliantly-lit rooms to the hall outside. The latter clung to her at first in a frightened nervous fashion ; but when the ordeal of going through the rooms was passed, she recovered herself and looked, though extremely pale, quite composed. \" That's right, keep up your courage,\" whispered Lady Bessy, giving her arm a little friendly squeeze. \" After all, it was nothing. So many men are ill-tempered now and then, and \" 11*"], [172, "THE HON. MRS. VEREKER. 164 She might have gone on in this kindly attempt at pretending she knew nothing of Vereker's unfortunate failing, but for Vereker's wife. Cecil turned her eyes upon her, and such despair, such melancholy, such utter misery, shone in their clear depths, that Lady Bessy's voice died from her. \" God help you, my dear,\" she said softly, feeling an almost motherly sympathy for the unhappy child before her. And then the Colonel, who had under taken the piloting of the unpleasant husband, appeared with the husband in tow, the Vereker carriage was announced, and presently the hateful scene was at an end.' St. John had come into the hall, had bidden her good-bye, and now stood beside his sister, silent, motionless, as if listening hopelessly to the sound of wheels that were carrying her away — to what?"], [173, "THE HON. MRS. VEREKER. 165 The Colonel was the first to break the embarrassing quiet that had fallen upon them. \" Well, you know, he's a damn rascal ! \" said that ancient warrior, spluttering with disgust and rage. \" Good Heavens Why was he created ? And that poor, pretty little wife of his ! That good little soul ! For her discomfiture it would seem. By Jove ! \" — fiercely — \" it's a cat-an'-nine tails, sir, he ought to get, and — and I only wish i\" had the laying on of it ! \" -^J^ji^if^-"], [174, "CHAPTEE XIIL \"Have pity on my hitter teares' smart, And take mine humble prayer to thine heart. Alas ! I have no language to tell Th' effecte, nor the torment of mine hell.\" \" Have you any other name except Dorothy ? \" asked Farquhar, leaning back on the garden chair, and taking one knee into his embrace. His face was replete with honest affection. Need one say he was looking at the younger Miss Aylmer ? \" Yes ; \" said she. \" By the grace of my godfather and godmothers I stand revealed as Dorothy Matilda. Sweet name, Matilda, eh ? \" She shot a mischievous glance at him from under her long lashes."], [175, "THE HON. MRS. VEREKER. 167 It was Sunday afternoon ; and most of the inhabitants of Brent were assembled at The Chase, where Lady Bessy opened hospitable doors between the services. Afternoon tea there, had, indeed, become an institution on Sunday, and was cried down as improper by only one person, the valiant spinster at the cottage, Miss Jemima Aylmer ! \" Not so nice as Dorothy,\" said he, cautiously. \" That is the sweetest name. in the world.\" \" Is it ? \" said she, with careful astonish ment. She sat up quite straight, and stared at him. \" Has there been a special Act of Earliament about it ? Am I, indeed, the possessor of the sweetest name to be found anywhere ? \" \" The sweetest name to me,\" said he, slowly, \" Dorothy.\" He repeated the name lingeringly, thoughtfully, as if in love with it. \" Yes. You have it quite right,\" with"], [176, "168 THE HON. MRS. VEREKER. unsentimental briskness. \" You evidently know it by heart. ' Dorothy.' You look as if you were trying to spell it. It is quite simple,\" with genial encouragement. \" There is no deception, though a perverse inclination might lead one to put two ' rs ' into it. But don't you let yourself be led away like that ; you know what Mr. Mardyke says, that all our natural impulses are sinful. Not that I see any objection myself to the two ' rs,' quite the contrary, except that perhaps in print they look a little superfluous.\" \" I don't know any name I prefer to it,\" said Farquhar, still thoughtful. \" You never heard it before, did you ? \" asked she, bending a mischievously enquir ing glance upon him. \" I conclude it is quite new to you, by the extraordinary interest you betray in it. And yet — it is known to a few, I believe. My godmother wasn't the brilliant inventor of it.\" Farquhar laughed."], [177, "THE HON. MRS. VEREKER. 169 \" It suits you,\" he said. \" Being the very sweetest name ? Well, it is better than yours, certainly. I don't think I ever heard one so aggravating as that. Arthur Farquhar ! Good Heavens ! what a combination. Now if it had been Arker Farquhar I could understand, and let it trip lightly from my tongue — but as it is ! \" \" Then why put them together ? \" said he, with admirable promptitude. \" Why not leave out one, and call me Arthur, pure and simple ? \" \" Is that what you are ? \" mournfully. \" Arthur, pure and simple. Oh ! don't be that. It reminds one so painfully of that melancholy old legend about Simple Simon.\" \"Well, but look here,\" said he, still holding on to an idea that has opened up to him rich vistas of joy. \" If, as you say, you object to my full name, why not call me Arthur ? Sometimes you do, but"], [178, "170 THE HON. MRS. VEREKER. so seldom, I believe I could count the occasions on the fingers of one hand. And it is very hard on me, because somehow I can't keep from thinking of you, and addressing you, as Dorothy.\" \" Yes, I know ! It is very rude of you,\" with gentle resignation. \" Nonsense. I certainly shouldn't be rude to you.\" \"Does that mean that you could be rude to somebody else ? Fie ! what an ignoble nature you acknowledge yourself to \" \" Say, you'll call me Arthur for the future,\" impatiently. \" After all, why shouldn't you ? \" \" Why, indeed ? \" said Miss Aylmer, becoming suddenly grave. Indeed, with such gravity did she appear to be pondering the matter, that a glad hope awoke in his breast. If she would accede to his request, what a considerable step it would be towards the desired end he had in view."], [179, "THE HON. MRS. VEREKER. 171 Suddenly she aroused herself from her meditation and turned upon him two lovely eyes alight with a brilliant discovery. \" Or why not Captain Farquhar ? \" she said. \" Farquhar you see without the Arker — beg pardon, Arthur — that too will solve one problem. I must never, never again think of you as Arthur Farquhar. That happy title of yours will make all things smooth.\" She speaks with an air of intense relief, with all the blitheness of one who has gained a satisfactory issue out of all her difficulties. \" And really, as for your Christian name,\" said she, \" I don't see why I should make such a fuss about it, as I — of course, I shall never want to use it.\" \" Do you mean that ? \" said Farquhar, his brow clouding. \" Do you think it is an honest thing of you to keep me dangling after you all day long, one day kind to me, the other . Sometimes I think you"], [180, "THE HON. MRS. VEREKER. 172 have no conscience. What do you call yourself, I wonder ? \" \"A maid of honour,\" returned she saucily. \" What do you call me ? There ! Don't look as if you wanted to eat me ; I am not Eichmond born. I don't think I ever in all my life saw anyone with such an awful temper as you have. Eeally at times you quite frighten me. Are you going to evening service ? \" \" Are you ? \" said he, treating this irrelevant remark as a thing of course. To converse with Dorothy is to trip lightly from one subject to another without an instant's warning. \" Of course.\" \" Then so am I,\" doggedly. \" Let us hope it will do you good,\" said she, with pious swTeetness. \" Come,\" rising, \" let us join the others.\" The others are scattered in little heaps all over the shaven lawn. \" One moment, don't go j'et,\" entreated"], [181, "THE HON. MRS. VEREKER. 173 Farquhar, angry still, but afraid to lose her. \" There is something else I want to say — I \" The \" something else \" is plainly the basest fabrication ; \" ye readie lie \" got up to delay the fatal hour of parting. \" I can't listen to any more to-day. It is Sunday!\" said Miss Aylmer, dressing the last word in capitals. \"No more fighting on the Sabbath, please ! It makes me very unhappy, but I cannot help seeing that I exercise a most injurious effect upon you. For others you are all smiles — for me — poor, wretched, unoffending me — all frowns ! \" \" Oh, Dorothy ! \" \" Dorothy again ! \" with deep reproach. \" I thought I had given you a sufficient hint ! Well, never mind,\" with noble condonement, \" it is only part of a studiously cruel whole. Not a word. If there is anything you wish to say, any apology you would like to offer, make Monday your day of expia-"], [182, "174 THE HON. MRS. VEREKER. tion. Let the remainder of this sacred day have some slight element of rest about it.\" Farquhar was too far stricken by this eloquent reproach to make any reply. He sought indeed valiantly to cudgel his brains for a rejoinder, but they had reached the advance group on the lawn before he had put it together, and then Miss Aylmer slipped away from him, and sank into a low chair with a soft little sigh, that he could not help feeling was meant for one of relief. He was quite miserable as it was, but he felt he would be more miserable if he went away, so he stayed. Some of the men were handing round the tea, and Dorothy, with a lovely smile, took hers from Sunderland. Vesey in the background handed her cake, and was likewise rewarded. Farquhar felt that he was growing murderous. Still, he sat on. Lady Bessy was laughing gaily over"], [183, "THE HON. MRS. VEREKER. 175 some news she had heard bjr the morning's post, and which she was now retailing to Mrs. Mackenzie, who, though it was about a mutual friend, and was risque enough to satisfy most, evidently thought it poor. Bobby Blair at a little distance was teach ing Eosa Mackenzie how to make a daisy chain. He had Miss Carton on the other side of him, and varied his tuitions by in structing the latter how to nibble a straw with him ; this is an extremely scientific game, and can be worked out by two people only. Each takes an end of the straw between their lips, and eats steadily through until the centre is reached. The point and question of this noble pastime, is, who will reach it first ! There is gener ally a good deal of confusion at the end! Mrs. Vereker was sitting on a garden seat with St. John beside her ; Vereker was absent — Saturday night was always a hard night with him — and upon Cecil's"], [184, "176 THE HON. MRS. VEREKER. pale face, a faint glow had risen, a certain sense of enjoyment brightened her large dark eyes. To her, as yet, St. John was but a friend, and she let a gentle delight in his society give some colour to her miser able life. \" Where have you been, Dorothy ? \" asked Lady Bessy, breaking off her com ments on the little on dit just related to Mrs. Mackenzie. \" Miss Aylmer not with you ? \" \" The gods forbid ! \" said Dorothy. \" She never takes her walks abroad on Sundays, and she thinks the fact of your giving us tea and cake here on the seventh day, an act so impious that she wonders (all through each week of your stay) why the heavens don't crush you.\" \" I like that,\" said Lady Bessy. \" Yet I go to church and she doesn't. I wonder which of us is the better Christian of the two. In my opinion,\" cheerfully, \" she is as bad an old woman as ever I met, and"], [185, "THE HON. MRS. VEREKER. 177 so you may tell her, with my love and a kiss.\" \" Why doesn't she go to church ? Is she a Methodist ? \" asked Mr. Blair, who has devoured one straw, with the assistance of Miss Carton, and is now selecting a second. \" I have so often told you. Because she doesn't approve of Mr. Mardyke.\" \" But there is another church about three miles from this, why not do her devotions there ? \" Farquhar gave him a nudge and a warn ing glance, and Lady Bessy laughed. \" What's the joke ? \" said Bobby. \" My dear fellow, she could murder the rector of that rural parish,\" said Far quhar. He sank on the grass beside him. Miss Carton had flown after the trial of skill at the first straw, and Miss Eosa Mackenzie had seen fit to follow her. \" Haven't you heard the story ? Mr. Hartley, the rector of the neighbouring parish you mention, married a wife who vol. i. 12"], [186, "THE HON. MRS. VEREKER. 178 was a connection of Miss Aylmer senior. She died and left Mr. Hartley with four teen children, or thereabouts, one or two more or less don't signify.\" \" Not at all, not at all,\" said Mr. Blair, with feeling. \" Just so. Well, Miss Aylmer thought she'd play my Lady Bountiful to these motherless babes and, indeed, to the rector himself, and was in and out of the house at all hours, seasonable or otherwise.\" \" Very much of the otherwise, I should say, from my fortunately slight knowledge of her,\" remarked Mr. Blair, mildly. \"At all events, it appears she worried the poor man almost into a fever, so that at last he was driven to seek some means of getting rid of her and her sympathy. He decided on taking another wife, and caused the report of his intended second marriage to be largely circulated. Down came the irate spinster upon him with all sails set : ' Mr. Hartley ! Mr. Hartley ! What is this"], [187, "THE HON. MRS. VEREKER. 179 I hear ? ' cried she. ' You going to be married again! You, with your sainted Maria scarcely cold in her grave ! Have you considered everything ? What are you going to do with your family ? ' \" ' Increase it, ma'am ! ' said he.\" Mr. Blair laid back on the grass and roared. \" Need I remark,\" said Farquhar, \" that she would willingly endure the tortures of the rack rather than listen to the discourse of such a man as that ? \" \" You two do seem to be enjoying your selves,\" said Lady Bessy, looking at Mr. Blair, who was still lost in admiration of the goaded man's reply. \" Suppose you come here and tell us what it was all about.\" \" Ask Farquhar,\" said Bobby. \" He's the perpetrator of the joke, I'm the inno cent victim. He would make me listen. As you may see for yourself, I've been crying ever since.\" He dragged himself over 12*"], [188, "180 THE HON. MRS. VEREKER. the grass, and seated himself as close to her as circumstances would permit. \" I'm starving,\" he said. As he always was when cake was anywhere round, nobody took any notice of this remark — Lady Bessy, because she was coquetting with a squire or two who had dropped in for tea — and her — and Dorothy, because she was too indignant with Farquhar to think of any thing else. He had been laughing, he had been \" joking,\" odious word ! almost under her nose, as it were, when he knew he was under the ban of her displeasure. Eeally things were coming to a pretty pass ! One of the footmen passing by caught Mr. Blair's attention. \" What have you got there, Brooks ? \" Cake, sir.\" \" What cake ? \" \" Sponge and plum, sir. \" Same old game,\" said Mr. Blair, with the utmost dejection. \"How long is this to last ? Is there never to be any change ?"], [189, "THE HON. MRS. VEREKER, 181 I should think the original inventors if they copyrighted the receipts of those two deadly compounds, must have made by this time a colossal fortune. I wonder if they ate much of them themselves, and if they brought them to an early grave ? Bessy,\" — giving her a smart nudge — \" surely you are not so far gone in the delights of your present conversation as to be lost to a sense of my misery ? \" \" Oh, are you there ? \" said Lady Bessy, casting a careless glance at him, and then going back to her interrupted tete-a-tete with her squire. \" I am, but I shan't be long here, if I've got to consume any more plum cake,\" said Mr. Blair, mournfully. \" I feel assured that another piece will finish me. Bessy,\" giving her gown a determined tug, \" don't you even care to learn that presently I shall be numbered with the dead ? \" \" No such luck,\" said Lady Bessy, turn ing angrily towards him. \" It is my opinion"], [190, "182 THE HON. MRS. VEREKER. that you will bury the lot of us. Eeally, Bobby, I wish you would remember that lace flounces aren't made of cast iron ! \" \" And this from you ? \" said he, plain tively. \" There's 'ot cake over there, sir,\" put in Brooks, who was beginning to look pro foundly sorry for him. \"'Ot! On a day like this? Well,\" relenting, \" let's see it,\" he spoke in a tone of deep resignation. He saw it, and subsequently ate a con siderable amount of it, after which he recovered his serenity, and became the artless, happy Bobby, to whom they were accustomed. ,C5 s^&LSs 9"], [191, "CHAPTEE XIV. \" That pity runneth soon in gentle heart Is proved every day, as men may see, As well by work as hy authority ; For gentle hearse kitheth gentleness. I see well, that ye have on my distress Compassion.\" Mrs. Vereker rose to go. \" It is getting late,\" she said. \" I shall miss evening service if I delay any longer.\" She looked so wonderfully bright and light-hearted as she stood smiling down on St. John, who was still sitting on the garden seat, that some of those present marvelled. \" Are you going to church ? \" said Dorothy. \" Well, so am I. Let us walk through the wood together.\" \" Why shouldn't we all go ? \" cried Lady"], [192, "184 THE HON. MRS. VEREKER. Bessy, springing to her feet. \" I don't think I was ever at evening service in my life. Why shouldn't I find out what it is like ? \" \" Why, indeed ! I'm glad you thought of it before it was too late,\" said Mr. Blair, scrambling up from the grass with the evident intention of accompanying her. \" Are you going ? \" asked she, with open disfavour. \" Certainly ! Have you not invited us one and all? I, too, pine to hear the vicar for the second time to-day. And Miss Aylmer has just spoken of a wood, and woods are dangerous things, and I thought, if you wouldn't mind, that I'd ask you to look after me till I get to the other side.\" \" Was there ever such a fool ? \" said Lady Bessy, with a little sniff of hopeless contempt, addressing nobody in particular. Here everybody vowed they would love a walk through the scented evening woods with a prospect of a vaulted roof, and"], [193, "THE HON. MRS. VEREKER. 185 very indifferent music, and a dim religious light (evolved out of composition candles stuck in little brass sticks) at the end of it. Lady Eustace led the way with one of Lady Bessy's squires in tow, and out of temper, and all the rest followed. It was a delightful old wood, full of quaint old paths, all leading ultimately to the same finish. St. John, who had been strolling leisurely along with Mrs. Vereker, found himself presently alone, with her, on one of them. \" Do you always go to church in the evening ? \" asked he, presently. \" Always in the summer, and autumn, and as long as the light, and the dry weather lasts. In winter, I cannot, some times, be sure of going, because Mr. Vereker objects to my taking out the horses. I am always sorry when the wunter comes,\" said she, with a little sigh. \" Going to church gives me such a chance of I mean \" — hastily — \" such a sense"], [194, "THE HON. MRS. VEREKER. 186 of rest, of comfort — such a freedom from \" She broke off, and coloured violently. \"Yes, yes,\" said St. John, somewhat hastily. She was so terribly confused that anger as well as grief rose in his breast for her. Why should she show such confusion in his presence, was he not her friend ? He turned suddenly towards her, and compelled her to meet his eyes. \" Why do you not trust me? \" he said. \"Why will you encourage' this constraint? You said you would treat me as a friend, but do you ? Do you think,\" slowly, and reddening perceptibly, but speaking with settled determination, \" that I do not know ? I would have you be yourself when with me. If unhappy, be frankly so ; if happy, why, be that too.\" \" It would not do,\" she said. \" It would be impossible. When I am unhappy, I must be so, alone ; that is my fate. When!\" she paused and looked fixedly before her"], [195, "THE HON. MRS. VEREKER. 187 without seeing, in a little desperate way that made him miserable. \" As for my happy moments,\" said she, presently with a faint smile, \" they are so few, it is hardly worth while talking about them.\" \" You were happy this afternoon — I think,\" said he, eagerly, wistfully. \" Yes. That is quite true,\" she spoke as if surprised at herself. \" I cannot tell you how peaceful it all seemed, but now — now it is over, and one has to go back, and \" \" What I cannot bear is,\" said St. John, as she paused, \" the thought that you do not trust me. You trust Dorothy, and she would tell you that I, too, can be a loyal friend, and — I think you need one.\" \" You must not think that — that I do not trust you,\" said she earnestly. \" And as for wanting friends, who is there in all this wide world who wants them more — but — but what can they do for one ? Oh ! \" she stopped short upon the path, and"], [196, "188 THE HON. MRS. VEREKER. clenching one little white bare hand, pressed it passionately against her bosom. \" Can't you see how it is with me now ? I must tell you this — I must. I am frightened ! I shall have to go home soon, and I don't know how I shall find him, and the dread of it makes me feel sick — sick!\" Her eyes as she looked at him were actually terrified and St. John's heart died within him. \" He — he would not hurt you ? \" he said. He felt choked as he asked the question. \" No ! He has never touched me — yet.\" She drew a sharp breath. \" But he will, soon,\" she said. \" Sometimes I think that he will kill me — in one of his furies.\" \" Don't dwell on that,\" said he, \" you are not altogether so without pro tection \" \" You would speak of the law,\" inter rupted she with a bitter smile. \" Once dead, what good could the law do me ? and I could be safely done to death"], [197, "THE HON. MRS. VEREKER. 189 before that august arm could reach me. Well,\" recklessly. \"As for that, why need I care? To be dead, quietly dead, asleep within my grave, what a desirable solution of the mystery called my life, that would be.\" She waited for a moment and then said, very gently, \" I wish I was dead.\" \" Don't speak like that,\" entreated he sharply. \" Good Heavens ! think of your age, there must be some good thing in store for you in the future.\" \" Nothing ! Nothing at all. There you are wrong. And that,\" said she, speaking in a frightened whisper, \" is what terrifies me. He will live, and I shall live, and it will be the same horrible life always. There is no chance for me, no hope of escape. It will go on for ever and ever — unless, as I say, he \" she broke off abruptly. \" It was a miserable marriage,\" said St. John in a low tone."], [198, "THE HON. MRS. VEREKER. 190 \" That is true, but you must not say a word against my father,\" cried she anxiously. \" I know everyone blames him, but I don't believe he knew ; I don't. He loved me. He was fonder of me than he was even of the boys, and — and I think when he found out, it killed him. Why, look you,\" eagerly, \" what did he gain by it? He knew he had heart disease, and there was no money, and he feared leaving me here all alone (Oh ! how I wish he had so left me I) and then came this chance of giving me more money than I had ever dreamed of, and he grasped it. Oh, cursed money ! \" cried she covering her eyes with her hands. \" What it has brought me to ! \" A quick shiver ran through her slight frame. Then suddenly she turned to St. John, and looked straight at him. \" You do not blame my father, do you ? \" she asked, feverishly. \"I know it is the fashion to condemn him here, and even Dorothy, though she is silent, will not"], [199, "THE HON. MRS. VEREKER. 191 believe. But he did not know. You understand, don't you, you exonerate him ? \" \" From my soul, I believe he could not have done it,\" said St. John, whereupon she burst out crying. \"Don't do that,\" said he. \"Don't! What good will it do you ? \" \" Ah ! what good can anything do me,\" said she. She was trembling with nervous agitation, and St. John, taking one of her hands, drew it through his arm. Im pulsively, as he did so, he imprisoned it with the other hand. Eassion was dead within him at the moment, he felt only a divine sorrow for her. Poor soul ! What was to be the end of it ? So sweet a life ; so young a life ; and all as hopelessly adrift as thistledown before the wind. As though she understood his thought, his motive, she showed no anger at his touch. Instead, she moved her fingers within his, gladly, restfully, until they"], [200, "192 THE HON. MRS. VEREKER. found a position comfortable to them ; the pretty, slender, trembling fingers ! they seemed to find a home within his broad palm ! \" What a friend I am,\" said he, presently, in a contrite tone, \" I have only helped to distress you.\" \" Oh, no ! You have done me good,\" said she, sweetly. \" After all, to speak eases one ; and I know you will not betray me. But we shall be late,\" looking a little startled. \" Come let us hurry ; and my eyes,\" stopping again, and raising her face anxiously to his, \" are they red ? Will the others notice them, do you think ? \" \" They look a little queer,\" said St. John, honestly. He had been too long a traveller to be a clever courtier. \" Here, wait a moment.\" A little stream ran gurgling by, and, stooping, he wetted his handkerchief, and brought it back to her, and helped her to hold it to her eyes. The result was so far"], [201, "THE HON. MRS. VEREKER. 193 satisfactory that, with the assistance of the declining daylight, that made most things obscure, she eluded all comment from those assembled at the church gate, waiting for them as they came up. The vicar, good man, had reason to be proud of his congregation to-night. It was full to overflowing. So much of the county element seldom graced the walls of the old church for an evening service. The pews were all crowded, almost to an un comfortable pitch, a circumstance that gave joy to more than the vicar. Far quhar took a mean advantage of it to get as close to Dorothy as he could, and, indeed, a great deal closer, and I regret to say spent his time mumbling apologies into her ear, until for very fear of the vicar's wrath she forgave him all the sins he had not committed ; whilst Mr. Blair, who was sitting between Miss Carton and Eosa Mackenzie, made himself so extremely troublesome that the latter had to threaten vol. i. 13"], [202, "194 THE HON. MRS. VEREKER. him with a visitation from the sexton with a view to turning him out, and getting him a more commodious seat elsewhere ; probably on a tombstone in the church yard. Providentially he fell asleep later on, when the sermon was in full swing, so peace was restored. I have said the vicar was a worthy man, but I don't think I said (which was quite as true) that he was the stupidest creature alive ; yet, strange to say, he was saturated with the conviction that he was gifted beyond his fellows. Originality was the target at which he aimed, and he honestly believed he had struck the bull's eye in it. To betray this originality, to seek in every way to demonstrate it, and disseminate a universal knowledge of it, was the ruling passion of his life. And his sermons were the great medium by which he hoped to attain his end. His texts alone, as he thought, showed power and daring ■the latter quality indeed could not be"], [203, "THE HON. MRS. VEREKER. 195 denied them. He fought long and valiantly with the Old Testament every week of his life, with a view to getting something original out of it ; and to do him justice, as a rule, he succeeded. As to whether — the text being chosen — he succeeded in explaining it, or beating any moral mean ing out of it, I am not prepared to swear. To-night he was specially felicitous in his choice. When he stood up in his pulpit, and opened his Bible, and gave out the words : \" And he said shoot ! and he shot ! \" there was hardly anyone present who was not conscious of a slight electric shock. Had it occurred in Ireland during the present crisis, I should hardly like to dwell upon the consequences. Everyone indeed started into instant life. Was it a breech-loader, a cannon, or a pea-shooter that was about to go off? Everyone had an immediate sense 13*"], [204, "THE HON. MRS. VEREKER. 196 of relief, in that the missile, whatever it was, had passed them by, that they were still sound in wind and limb, although it had skimmed by them as it were. The vicar, noting the effect, was delighted, and began his sermon (which had nothing whatever to do with his text) with a sprightliness born of his late triumph. Drone, drone, drone, went the vicar's voice ; buzz, buzz, buzz, went a fly on the painted wdndow pane on the right hand of ihe aisle ; snore, snore, snore, went an old woman in a back pew. It was all as seduc tive as distant music ! Cecil Vereker, not thinking of the shoot ing or the being shot, the assassin or the victim, sat in a half-mournful, half-ecstatic reverie, dwelling on things so vague, that they were as delicious as they were unsatis factory. So would her whole life be, she thought ; present torture mingled with dreams too sweet to be attainable. It was very warm. Lady Bessy, that"], [205, "THE HON. MRS. VEREKER. 197 most awake of all people, began to feel drowsy ; the little children on the benches kept nodding, nodding. That buzzing fly grew almost insupportable. The clerk, wdio had taken it into his ancient noddle that the weather was going to change, and who nursed his rheumatism as though it was a baby, had firmly closed all the wundows. Mr. Blair had sunk into a sound slumber. The vicar was at the height of his discourse. He wTas proving triumphantly some impossible thing. Having made a point, as he supposed, he paused, to let the artfulness of it sink into the hearts of his hearers. It was just this important moment that one of those luckless school- children, overcome by fatigue and im patience, should elect to beat a tattoo, a regular double-knock, on that part of the pew where its short legs could reach. It was a loud double-knock, it reached un fortunately even to the sleepy ears of Mr."], [206, "198 THE HON. MRS. VEREKER. Blair. He started into instant Use, and looked wildly round him. \" Come in ! \" shouted he, with stentorian lungs. There was an awful silence. The vicar bent over the pulpit and glared at him, then brought his sermon to an untimely end. Everyone listened in breathless awe to the blessing, very slowly delivered, after which there was a general rout. \" Well, Bobby, you've done it this time, at all events ! \" said St. John, as they tumbled over each other into the outer air."], [207, "CHAPTEE XV. \" Now look ye, is not this an high folly ? Who may not he a fool, if hut he love ? \" \" This way — this way. Sh ! Come this way ! \" whispers Dorothy, poking out her charming head from behind a rhododen dron bush, as Farquhar, the next morning, was walking up the tiny avenue that led to Miss Jemima Aylmer's sylvan retreat. Long time accustomed to pitfalls when within the precincts of this spinster's home, Mr. Farquhar, without a second wasted on surprise, turned towards the peeping appa rition that stood with its finger on its lip, and disappeared with it up a side walk. \" Another yard or two and you would have been a dead man,\" said Miss Aylmer, junior, when they had entered the little"], [208, "200 THE HON. MRS. VEREKER. copse, and stood snugly surrounded by greenery that hid them from all observa- tion. \" She was watering her plants in the grass plot, and I never knew her in a worse temper. Matilda, that's the house- maid, you know, asked permission to go home to see her mother, who is always ailing, more or less, and Aunt Jemima wTas furious. Considering she had it all her own way, and didn't let the girl go, I don't see why she is furious, but so it is. Perhaps the prickings of her conscience does it. Well, how d'ye do ? I hope your temper is better to-day.\" \" Oh, Dorothy ! I hope you are not going to begin it all over again.\" \" / begin it. I like that ! Why, it was 3'ou who, yesterday, grossly — yes, grossly insulted me.\" \" My darling girl — \" Oh, tut! Nonsense ! Your darling girl. indeed ! Well,\" with a beaming smile, \"to-day is too lovely to be abused by"], [209, "THE HON. MRS. VEREKER. 201 quarrelling. And, besides, I've been at it tooth and nail with Aunt Jemima since early dawn, so I think I've had enough of it. I'll let you off. But you must allow that \" \" Yes, yes. I feel I behaved badly, though I'm not quite sure how,\" said Captain Farquhar, quite anxious to acknowledge himself in the wrong, now that his goddess seemed prepared to forgive him. \" But, I say, Dorothy, how you can go on living this sort of life, in fear and trembling, when — when there is another life you might accept, passes my comprehen sion. I can't bear to think of you as chained to the caprices of that miserable old woman, who doesn't know what a priceless treasure dwells within her doors. Why can't you make up your mind to cut it all, and marry me? \" \" Why, indeed ! \" echoed she airily. \" I do wish, darling, you would try to be serious, if for even one moment.\" \" One moment ! To what end ? Such"], [210, "202 THE HON. MRS. VEREKER. an infinitesimal portion of time could contain no good worth mentioning.\" \" Five minutes, then.\" \" Well,\" doubtfully, \"I'll try. Go on. You were advising me to cut it all. Cut what ? \" \" These daily worries that are troubling you so much. Your aunt's — er — peculiarities for one thing, and — and all the rest of it.\" \" I might,\" reflectively. She paused, and placing the stem of the flower she held in her mouth, chopped it slowly with her pretty white teeth with an expression so full of earnest, inward argument, that for about the thousandth time his spirits soared heavenward. \" But should I, by such an irrevocable act, achieve the end towards which you point — should I ' cut it all,' as you so tersely and graphically put it ? You too, I think,\" with a mild and friendly glance at him, \" have peculiarities, by which I presume you mean tempers.\""], [211, "THE HON. MRS. VEREKER. 203 \" Have I ? \" said he, ruefully. \" I used to think I was one of the easiest going fellows anywhere, but somehow, you,\" mournfully, \" have made me doubt it. Is it not strange that you — whom I love above all others — should be the one to rouse in me an evil passion ? \" \" I'm so dreadfully sorry,\" said Miss Aylmer, with overpowering contrition as to voice. Her eyes as a contrast look warm with mirth subdued. \" I can't be ill-tempered really,\" went on Farquhar, recurring in offended accents to his grievance. \" I don't think you need be afraid of that. Au fond, I'm all right I'm certain. But when a fellow's put out, you know, and unhappy, he sometimes will show symptoms of temper.\" \" How strange,\" said Dorothy, with a little short burst of irrepressible laughter, \" let me confess in turn that I often show symptoms of it without being in the least unhappy.\""], [212, "THE HON. MRS. VEREKER. 204 \" And there's one thing to be said for me,\" went on her lover anxiously. \" The man who can get on with his servants is, they say, safely to be trusted ; you're a woman, so you ought to know all about that ; and I've had mine every one of them for years. There's a groom, now, Bennett is his name. Know him ? \" \" Very well indeed ! \" said Dorothy drily. \" He gets drunk every Saturday night in the St. John Arms, doesn't he ? \" \" Nonsense ! Who told you that ? That old woman Mackenzie I suppose. She must live in the St. John Arms herself to know all she pretends to know. Not a bit of it. Jerry is as steady as a rock — just as steady as any of them.\" Here Miss Aylmer laughed again, but he disdained to take any notice of her unseemly merriment. He decided upon mistaking her laugh for a yawn and thus maintain his dignity."], [213, "THE HON. MRS. VEREKER. 205 \" You're tired, I bore you,\" said he. \"Let us change the subject.\" \" On the contrary, you interest me more than I can say. Well, and what about Bennett ? \" \" Nothing. I won't go back to him I \" meaningly, and with a reproachful glance at her. \" But you know Eedmond, that old butler of mine, well, I've given him warning about half-a-dozen times and still he won't go ! Does that look as if I had a bad temper ? I assure you I can't get him to leave me. I couldn't get rid of him if I tried, and I have tried.\" \" Type of your wife when you get one ! No matter how hard you may try, you won't be able to get rid of her either. You speak so feelingly about your butler, that this thought I have suggested should appal you ! \" \" If the wife were you, it wouldn't. If it were any other woman on earth I daresay it would. But it never shall be any other woman."], [214, "206 THE HON. MRS. VEREKER. \"You don't know. One grows tired of everything in time, even of one's favourite belief; you might grow tired of me too, even if you did get me, no matter how impossible it now seems. Impossible to you, that is — not, I acknowledge, to me. I am as tiresome a person as I know.\" He opened his mouth as if to speak, but she stopped him by laying a little imperious hand upon his lips. \" Don't ! \" she said apprehensively. \" I know you are going to say that thing about ' Age cannot wither ' and I hate the word ' stale.' I wish it could be expunged from every dictionary ; but I suppose that would be a crime. Well, even if you haven't a temper, you have something else.\" \" What now ? \" anxiously. \" A. sister. \" Why I thought you quite liked Jane \" As a friend, at a distance — a consider able distance — yes ; immensely. She is so"], [215, "THE HON. MRS. VEREKER. 207 good, so solid, so earnest, so painstaking, so entirely and always all there, so full of energy (Oh, how full of energy !), so \" \" Oh ! I say, that'll do ! \" interrupted he impatiently. \"You've made her out a paragon, a consolidation of all — all the virtues. If she be that, what is the matter with her ? What fault do you find with her ? \" \"None. None. Only,\" mildly — \"some thing warns me, that if I were to live in the same house with her, I should shortly be hanged for murder.\" \" You wouldn't have to live with her,\" eagerly. \" She has any amount of money of her own. You know her mother was an heiress ; mine wasn't. She'll be very glad I daresay to leave my place, and set up an establishment for herself somewhere.\" \" How well you understand the maiden sister,\" said Miss Aylmer admiringly. \" As a profound student of human nature I don't believe there is your equal. When"], [216, "208 THE HON. MRS. VEREKER. people have been master and mistress in a house for twenty years or so, I have always understood that they are filled with bound less delight when asked to give up the keys to another. Especially when they come to Jane's age.\" \" She isn't so very old, if you come to that — she is only \"' \" She is,\" with gentle insistence, \" the very oldest person I know.\" \" She is only ten years older than I am anyway. That doesn't make her a female Methusaleh.\" \" 'Twill serve,\" said Miss Aylmer. \" If you said she was twenty, or only two, years older than you, it wouldn't make any difference. It wouldn't alter the true fact that age has caught her. I have a theory about Jane. It is all my own. It is a secret. It sound's wild, but I feel sure there is something in it. I believe,\" leaning confidentially towards him, \" that when you were a baby it was your step-sister who died"], [217, "THE HON. MRS. VEREKER. 209 and not your mother. Take my word for it, Jane is by all the laws of the land Mrs. Farquhar, and — your mother ! I hope,\" anxiously, \" you are always respectful to her.\" \" May the heavens forbid the truth of such a theory as that,\" said Farquhar, with pious horror. \" I feel the relationship acknowledged, quite close enough. Jane, as a step-sister goes a long way ! \" Here he gave way to irreverent mirth, in which Dorothy joined him. \"But really,\" said he presently, as if very properly ashamed of himself, \" it's a low thing of me to sneer at her. Jane isn't half a bad sort. At heart she is quite sound.\" \" Don't speak of her as if she were a potato,\" reprovingly. \" She has been very good to me, ever since I can remember.\" \" Long may she wave,\" with a light yawn and a stretch of her pretty lithe body. vol. i. 14"], [218, "210 THE HON. MRS. VEREKER. \" Let her continue in good deeds. Far be it from me to prevent her.\" \" Of course, I know what you mean by that,\" said he, in an offended tone. \" But I don't care\" — doggedly — \"I shan't give you up until I actually see you married to another man. Every word you say goes in at one ear and out at the other.\" \" And a very good thing too. In at one ear and out at the mouth might cause considerable confusion — if you were to repeat, for instance, what I have just been saying of the immaculate Jane. Come, let us talk of something more agreeable ; Hilary's ball, for example.\" \" Thursday next, isn't it ? \" She nodded her head. \" Aren't you going to ask me what I intend to wear ? \" she said presently. It struck him that a rich quick colour leapt into her cheeks as she said this, and he wondered at it. \" I didn't think of it,\" said he slowly,"], [219, "THE HON. MRS. VEREKER. 211 being employed in puzzling out the mean ing of that rare blush. \" But,\" a sudden thought striking him, \" I should like to know.\" \" Don't send me a bouquet,\" said she cruelly, divining his thought at once. \" It would only make matters worse.\" \" What matters ? \" '' Why, you see,\" with a rather awkward little laugh, \" it would be sure to be a lovely bouquet, and it would only make an odious comparison between it and my gown open to everyone. The fact is,\" said she desperately, \" I want to prepare you for the gown. It won't be so fresh or so pretty as any of the others ; indeed,\" rather miserably, \"I shouldn't wonder if it proves the shabbiest there. Of course,\" turning away her head, \" I know I oughtn't to care. I know,\" with a forced little laugh, \" I ought to be above all such folly as wishing to be as well gowned as those who have money, but — I do care for all that.\" 14*"], [220, "212 THE HON. MRS. VEREKER. \" Oh, Dorothy — Dorothy ! \" said he sharply. It was agony to him to see her thus cast down — his pretty, bright, saucy girl. \"If I might say something,\" en treated he. \"But you may not!\" She turned to him with a lovely gleam in her eyes, half tears, half wrath, half something else, he hardly dared to believe in. \" Not even one syllable of it. Tut ! I'm not such a baby that I can't live through it. And one can't have one's cake and eat it, you know, and I had such a lovely month in town. It took every penny I possessed, and now I shall go barefoot, like the beggar maid.\" She laughed. \" I've thought out a costume for the coming winter, however,\" speaking quite gaily again now. \" Necessity, you know, is the mother of invention, and the patent I shall take out for mine will certainly not be tampered with. I have ordered two or three nice, clean, second hand meal bags, in which I shall cut holes"], [221, "THE HON. MRS. VEREKER. 213 for my head and arms, and thus equipped I shall defy the world. This costume will be cheap, and, I flatter myself, highly effective. ' Here she sprang to her feet. \" Go home ! \" she cried. \" What ! have I nothing better to do, think you, than to sit here from morn to dewy eve, listening to you. Go home, good youth, go home ! You have been here an unconscionable time ; all day long, in fact.\" \" All day short it has seemed to me,\" said Farquhar. He got up, however, and took the hand she held out to him. He held it closely, and looked at her with a warm and earnest expression in his eyes. It was as though he would have spoken, but he suppressed the desire. He raised his hat, however, and imprinted a lingering kiss upon the small hand he held. \" You send me away, yet, I believe, when I am gone, you will have nothing to do,\" said he."], [222, "THE HON. MRS. VEREKER. 214 \"You are wrong. I shall go and cut holes in those bags for my head and arms,\" retorted she, with a pretty little moue, after which she disappeared amongst the shrub beries, and he took his lonely way home wards. But never yet had he carried there so light a heart. She had confided in him. She had been actually uneasy about her appearance at this ball, lest he should think her gown shabby. Modest a lover as he was, he could not but be certain that she thought more of his opinion, than of that of others. His darling girl ! As if she mightn't know, that, were she indeed dressed only in that sack of which she jested, she would not be to him the dearest, the most precious, the most beautiful thing in all this blessed world. And so on, and on. Dear Heaven ! How sweet a thing it is to be young and fathoms deep in love !"], [223, "CHAPTEE XVI. \" In fellowship well could she laugh and carp.'' \"As I hest might, I hid from him my sorrow.\" The dances were growing low down on the cards ; for the past hour a good many of them had been got through on the upper steps of the most unfrequented staircases, and in secluded corners where the prying light was dim, and there was room only for two. Lady Bessy, in a very special gown, that seemed to emit electric sparks as she moved, had given up doing hostess long ago, and was now flirting to her heart's content, almost as diligently as Mr. Blair, who, however, had brought that pleasant pastime to the level of a fine art,"], [224, "216 THE HON. MRS. VEREKER. and was therefore hard to beat. Mrs. Mackenzie was radiant in a terrible gown of the colour of beetroot and a cap that Lady Bessy devoutly hoped hadn't its match in Europe, and was enjoying herself immensely, going about, and saying unpardonably rude things to every friend (?) she had. Dorothy, in spite of a gown that undeniably had seen its best day, many a dance ago, was looking as sweet as uncut flowers, whilst the Hon. Mrs. Vereker, who was clad like a snow- drop, looked like one, although her eyes were brilliant and a fleck of lovely red had crept into her cheeks. She had been dancing a good deal with St. John. There could be no doubt that, much as he sought to conceal the fact, for her sake, the host was more devoted to her than to any other woman in the room. Mrs. Mackenzie's sharp old eyes noted this, and grew angry beneath it, and she waited her time to thrust a barb"], [225, "THE HON. MRS. VEREKER. 217 or two into his side for it. A young and eligible man, wasting his days philandering after a married woman, when the county was literally overstocked with marriage able girls, only too willing to accept the handkerchief thrown ! It was abominable ! These nineteenth-century wives who were only half wives, should be suppressed at all risks, trod under, broken like the butterflies they were. She seized upon St. John after a while, but was too wily to make her attack direct. \" It goes well, your dance,\" she said graciously. \" Lady Bessie is indeed a host in herself. I was going to say host and hostess, as one has seen little of you. Ah ! ah ! Young men will love dark ness rather than light when a pretty girl — or — let us say — woman is in the way.\" \" Apropos ? \" said he. \"Why nothing! A 'general observa tion. All young men are alike.\""], [226, "218 THE HON. MRS. VEREKER. \" I thought you might be suggesting that my ways were evil.\" He cast a rather curious glance at her from under his half closed lids. It wras a look, a trick, he had when angry. \" Tut ! Not worse than most, no doubt. And as for me, I am not difficult, I know my world too well for that. See ! There goes your cousin Dorothy. It is surely one of the amazing things of life, how one girl can look well in a dowdy gown, and another can't.\" \" Your honey has its sting — as usual,\" said he. \" I am a man, you will therefore pardon my ignorance. My pretty cousin, is her gown dowdy ? \" \" It was that so long ago that really I have forgotten to remark on it,\" said this terrible old lady, with a yawn. St. John looked at Dorothy, and his heart smote him. That pretty child — to want for any thing when he had more than he knew what to do with ? For the time being he"], [227, "THE HON. MRS. VEREKER. 219 felt depressed, and altogether selfish and unworthy. \" She must be the prettiest creature of my acquaintance,\" he said, \" for, will you believe me, I fancied her looking singularly charming to-night. Fine feathers, as we all know, make fine birds, but Dorothy seems to be strong enough in Nature's fal-lals to do without them.\" \" Ah ! You haven't had eyes for her, or indeed for anyone,\" with a would-be play ful laugh, \" save for Mrs. Vereker — you seem very attentive there\" digging at him lightly with her fan, and looking odiously at him through her bleared old eyes. \"Going to run away with her?\" \" You are an old friend, Mrs. Mac kenzie,\" said he, in a disgusted tone, \" but permit me to say, that \" \" Pouf ! my good boy ! Why give 3'ourself those virtuous airs ! \" interrupted she, unmoved. \" They don't suit your age. And why be shocked or offended ? I really"], [228, "220 THE HON. MRS. VEREKER. think a debt of gratitude would be due to the man who would take her away from that deplorable person, her husband. You have heard Black Sandy is out again? One would know it by Vereker's face, if by nothing else. Hatred, and fear of him, are the only emotions that miserable creature's features can betray. I guessed his enemy was let loose again — upon the pheasants, or on Vereker, as the case may be — the moment I saw the latter's brow to-night. Did you notice the frown thereon ? \" \" No,\" shortly. \" Ha ! ha ! just carries out what I first said, that you had no eyes for anything but No, no. Come now, I haven't said a word, have I ? But seriously, you should see to Vereker, rather than to his wife. Tut ! what a spitfire it is ! And to attack an old woman too ! Bad enough to attack a young one. But, see you, I give you a hint ; Vereker's face is on fire, so is his temper. Believe me, there is mischief"], [229, "THE HON. MRS. VEREKER. 221 brewing for some one. Let us hope not for your poor little friend Cecil.\" \" She is your friend too, is she not ? \" said St. John, in a tone that would have been furious if he had let himself go. But she was so very old, so very near the grave, this cruel old woman ! \" Quite so. Our friend I should, of course, have said. Eeally he looks as ferocious as an unfed tiger. I wonder how long society round here is going to endure him and his — er — little weakness ? \" \" You, as one of the leaders of the society, should know,\" said St. John, coldly. \" Oh ! A poor old woman like me ! How should I dare to interfere ? It is in her interest alone I speak. Surely,\" with another odious old leer, \" you should be grateful to me. Such charm, such grace, such die-away beauty should attract any one. ' A dainty dish to set before a King ' I say, not a satyr like Vereker. What! Going ? Well, au revoir.\" She kissed her"], [230, "THE HON. MRS. VEREKER. 222 withered though still beautiful hand to him, and, feeling mightily refreshed both in body and spirit, took her wicked old way to where the Heidseck was to be found. St. John, his colour somewhat gone, his eyes alight, went on his way. In one of the halls he met the object of the late discussion, and with a cruel pain at his heart stayed to say a word to her en passant. Was she ever to be open to such vile comments as these ? The poor, lovely, friendless, tortured thing, for whom he would have freely given his very life, if such sacrifice could help her — the very soul of him ! He knew it now, if he had never known it before, by the passionate, almost un controllable well of pity and love that rose within him as he looked on her, that she was the one woman in the world for him. Perhaps something of his agitation, his keen sympathy, and vehement affection"], [231, "THE HON. MRS. VEREKER. 223 shone in his eyes as he addressed to her the few words that came to his lips, because she started, and paled a little, and looked at him without answering. Good Heavens ! what a childish creature she seemed, clad all in her pure white, and with a soul as white as her garments shining through her starry eyes. Neither he nor she saw Vereker, who had come out from the supper-room, and, leaning against the portal of the door, stared at them steadily. As he watched, a slow but devilish fire lit within his eyes. He satisfied his sight, and then bent his gaze on the floor, and a small smile, as devilish as the fire, curved the corners of his lips. Then he looked again. This second time Cecil saw him. Saw the steady stare, the cruel meaning of it, the evil smile, all. Instantly, the happy light died from her face. It grew almost livid. She seemed on the point of fainting. Vereker, who had seen the change, chuckled softly, and turned back into the"], [232, "224 THE HON. MRS. VEREKER. room he had just quitted. So! He had now a hold over her, his immaculate saint ! Dorothy Aylmer, passing at the moment, went quickly up to Mrs. Vereker. \" What is it, Cecil ? The heat, the \" \" Yes — yes — the heat.\" She roused her self sufficiently to say this, and she caught Dorothy's arm as though it were an anchor, and clung nervously to her. \"Hilary, go and get her an ice. Iced water. Champagne, anything,\" said Dorothy, softly, but quickly ; she had dismissed Farquhar, who was fortunately her partner, with a glance. As St. John went for the ice, she drew Mrs. Vereker into a tiny ante-room on her left hand. \" What has happened ? \" she said. \" Francis, of course. But what new thing ? \" \" I don't know,\" said Cecil, whose teeth were chattering as if with intense cold. \" But all day he has been in a terrible"], [233, "THE HON. MRS. VEREKER. 225 temper ; and just now, when I was talking to Mr. St. John, I caught his eye, and there was something in his expression that — that \" She shuddered and was silent. \"Is that really all?\" asked Dorothy. \" My dear girl, it isn't so very much. He — he — is not quite himself, I daresay. It is pretty late now, and \" \"No. There is more in it than that. I don't think he is — \" What did he take at dinner ? \" asked Miss Aylmer, who, as I have before said, was nothing if not practical. \" Nothing. Only half a tumbler of champagne. I assure you, Dorothy, he has been most careful all day. That is what unnerves me. He looked just now as — as if \" \"Yes, dear, I know. Don't go into it. Let us change the subject. Who were you with, though, when he saw you ? \" \" Your cousin, Mr. St. John.\" vol. t. 15"], [234, "226 THE HON. MRS. VEREKER. \" Ah ! \" said Dorothy. It was the mildest ejaculation, and conveyed nothing to her listener, but to herself it meant a great deal. She drew Mrs. Vereker away from her nervous dreads, which, indeed, were daily increasing, and presently restored her to a more healthy frame of mind. She was, however, uneasy about her and Hilary, and would have liked to assure herself that, however it was with St. John, Cecil was heart-whole. But Mrs. Vereker shrank from any questioning on that subject, which alone seemed to Dorothy a bad sign. \" You have a good many friends. You should not be so fearful. You have me and Lady Bessy, and \" \" Not Lady Bessy, I think. She is kind always, but — ■ — \" \" Well, never mind her. She is only a bird of passage. You have Hilary, certainly.\" \" A bird of passage, too.\" She stifled a"], [235, "THE HON. MRS. VEREKER. 227 sigh as she said this — a sigh, however, that Dorothy heard. \" Perhaps not. By-the-bye, what do you think of him ? \" \" I haven't thought of him. Why should I think of him?\" She seemed to freeze even towards this, her one real friend whom she might confide in, when it came to the great touch of all. To tell a direct untruth would have been beyond her. She knew, in spite of the poverty of her religious up-bringing, all about the wickedness of lying, and where liars are popularly supposed to go to. Ananias and Sapphira were old friends of hers. She had an immense admiration for George Washington, and never heard his name mentioned without thinking of that immortal hatchet. And yet she could calmly tell Dorothy that she never thought of St. John. It was just such a little equivocation, a word so small as to be written in infinites- 15*"], [236, "228 THE HON. MRS. VEREKER. imal characters like the gnat's speech in Mr. Lewis Carroll's wonderful book. \" Oh, Cecil ! \" said Dorothy, who was not angry with her, feeling as if under the hopeless circumstances she would have said the same thing herself. That was what was so comfortable about Dorothy ; she always made allowance for circumstances. And then : \" Surely you must have thought of him, and he such a friend ? \" \" Well, I haven't,\" said Mrs. Vereker, folding her hands tightly and looking at them as though her life depended upon her scrutiny of those slender trembling fingers. Then suddenly, all at once, as it were, she lifted her head and grew defiant. \" Is he that sort of person ? \" she asked coldly. \" Is one supposed to think of him ? I confess he has not struck me in that light. He did not suggest himself to ms as one of the fatiguing order. However, you should know. What has he done,"], [237, "THE HON. MRS. VEREKER. 229 then, or said, or written, or left undone, that he should be unfortunate enough to bring down on him the eyes of all his fellow-creatures ? \" She was almost flippant now, but Dorothy who had a great heart of her own, saw through her. \"I shouldn't have asked you,\" she said simply, and took the other's cold little hand and fondled it gently, lovingly. Mrs. Vereker resisted her for a moment silently. Then, she abruptly drew her hand away from the kindly ones that held it, but only to throw it round Dorothy's neck, and to press her face against her bosom. She did not cry ; she only lay there quite silently, with Dorothy's arms round her !"], [238, "CHAPTEE XV11. \" Such is the'world, whoso it can hehold ! In each estate is little hearte's rest, God lend us each to take it for the best ! \" A footstep drawing rapidly near, roused both. Dorothy gently raised her friend, and put her a little back from her. \" It is Hilary,\" she said softly. St. John came in with some iced cham- pagne, looking rather anxious ; a swift glance at Mrs. Vereker, who was quite composed, but deadly pale, increased his anxiety. Dorothy induced her to take some of the champagne, whilst St. John who, manlike, was feeling somewhat awkward, pretended to be struggling with a thoroughly obedient link in his cuff."], [239, "THE HON. MR?. VEREKER. 231 \" It is our dance,\" he said presently to Mrs. Vereker. \" But if you are too tired — too \" \" Oh yes, she is quite too tired,\" said Dorothy, who indeed thought they had danced together quite enough for one night. \" I think — the night is very mild — if she were to go into the garden for a little bit. Just to give her some air. Not — not to be long, Hilary,\" — this rather sternly — \" she is tired you must remem ber.\" \" I'll remember,\" said St. John. But Dorothy had her doubts of it. He threw a shawl round Mrs. Vereker, who got up as if eager to reach the cooling blessed influence of the night, and together they disappeared into the conservatory on their left that led by means of steps to the lamp-lit gardens beneath. Not that the lamps were needed ; a magnificent moon illumined all the heavens, and shed a radiance pure as"], [240, "THE HON. MRS. VEREKER. 232 crystal upon the earth beneath ; the garden, the stone balconies, the marble statues that lurked in every corner, were all lit by it ; and flung out their beauties eagerly, as though to do honour to Diana fair. It was as though the Queen of Night had risen in all her majesty to put to shame the puny pretensions of the Chinese lanterns that so liberally, but so futilely, sought to light the pleasure grounds of The Chase. \" Am 1 to ask no questions ? \" asked St. John abruptly, stopping short as they came to a more deserted corner of the vast shrubberies. A charming corner, rich in the music of a dropping fountain that shed its melody slowly, sadly, note by note as it were, singing to the tall white hollyhocks that stood up like virgin ghosts around it. \" What question would you ask ? \" said she tremulously. As if restless, or desirous of gaining all that the night could give"], [241, "THE HON. MRS. VEREKER. 233 her, she loosened the soft Syrian shawl that he had bound round her, and threw it on a garden seat that stood near. Like a child or a very young girl, she shook herself slightty, and made a movement as if she would have flung out her arms to the sweetness of the dewy dark, but suddenly restrained herself. Her whole life — though the thought did not then occur to her — was one long restraint. \" I know something has troubled you,\" said he. \" You remember our compact of the other day, that you were to come to me when in distress of any kind ? Well, I will not enforce that now. You have confided in Dorothy — I think — and that should suffice me. She is very good, very true.\" There was, nevertheless a note of reproach in his voice. \" Dorothy is the older friend,\" said she, uncertainly ; she hesitated, looking at him wistfully, having indeed heard that re-"], [242, "234 THE HON. MRS. VEREKER. proachful note, and being distressed by it ; but the ways of the world were unknown to her, and she knew not how to get herself out of her dilemma. \"But you are a friend, too,\" she said at last. She plucked a leaf from a bush near her, and pulled it to bits. \" It — it wasn't very much,\" she said, \" I think Dorothy thought me foolish, but,\" she crumpled up the remains of the leaf and held it spasmodically in her small palm. \" It was Francis, he — he was angry with me I think — I am sure, though I only saw his face, and yet — what had I done ? \" she turned to him with a miserable excitement. \" You have been with me all the evening, you should know,\" she cried with sudden abandonment, \" what had I done ? \", Her voice ceased. Her hand opened, and the crumpled leaf fell to the ground ; fell dead as her life. She covered her face with all her pretty outspread fingers, and burst into tears. She had not cried with"], [243, "THE HON. MRS. VEREKER, 235 Dorothy, but now all her heart seemed to break within her. \" It is cruel, cruel,\" she sobbed with all the vehemence of a child who had been brought up without contradiction, and had only waked from childhood's happy dream to find herself a slave. \" Why don't you speak ? \" with passionate petulance. \" You heard me. What have I done ? \" \" Nothing, my dear, nothing,\" said he, soothingly ; she looked such a frail, childish little thing, tall for her age as her nurse might have said, standing there in the moonlight, that he answered her as he might have answered anyone specially young, who was refractory, but dear. \" Oh ! I never saw anything like his face when he looked at me,\" said she ; and now, a certain amount of indignation mingled with her grief. \" He looked just as if \" She paused as though in search of a simile that should express all her horror."], [244, "236 THE HON. MRS. VEREKER. \" But when was this ? You see I know nothing,\" he was indeed rather bewildered. \" When you stood and spoke to me in the hall just now, just as Dorothy came up to us, you remember ? \" \" Yes. But why should he show anger then? Berhaps \" he paused, it was very hard to go on. \" No, it was not that,\" said she, paling. \" It was something more. But wliat, I cannot tell. I shall know, however, before morning. Oh!\" she paused, and drew in her breath as though to compel control of herself. \" Sometimes,\" she went on in a low, exhausted voice, \" I feel as if I couldn't go on any longer.\" \" Cecil ! \" exclaimed he, with a pas sionate forgetfulness of all things. He was shocked when he had said it, fearing her instant anger. The more unhappy, the more unsophisticated she was, the more he was bound to respect her. But she was not angry. There was almost a suspicion"], [245, "THE HON. MRS. VEREKER. 237 of gladness in her voice as she spoke to him. \"You call me that,\" she said. \"Then I may call you Hilary, may I ? I am always,\" with a faint smile, \" thinking of you as — as that, and now that you don't mind, it will be such a comfort to me ! \" she sighed, \" but I wish, don't you,\" said she \" that the world was all different ? \" \" I wish this ! \" said he in a hurried tone, carried away by the compassion, the love that was consuming him, \" that you and I had met before — before this.\" \" Ah ! \" said she. It was a mysterious little cry, and once again she turned to him as if with an impulsive desire to hold out her arms, but again she restrained herself. \" You must not speak to me like that,\" she said sadly. \" Never, never at all. It is too late!\" With what sad prophetic truth the words fell upon the air. When she had said them she stood silently, her head bent down,"], [246, "238 THE HON. MRS. VEREKER. her white, sweet arms hanging loosely, dejectedly, by her sides. Was she sorry that it was \"too late?\" St. John's heart was beating so wildly as almost to suffocate him. He caught one of the hands and crushed it within his own, but all the laws of courtesy, of manhood, forbid more than that. \" Don't believe it,\" he said in a stifled tone. \" Great Heaven ! to one young as you are, ' too late ' can have no meaning. Hope ; hope always, one never knows when help may come.\" He felt himself, it was the sorriest reasoning. To a creature like that (too young to know the divine patience that comes later on), to preach hope was but to parry miserably with the sword of destruction. \"Help. From where?\" asked she. \" From Heaven ? I am tired of waiting for Heaven.\" She ceased speaking abruptly, and then, as if a little frightened,"], [247, "THE HON. MRS. VEREKER. 239 drew closer to him. \" Oh ! no, I am sorry I said that. What have I to trust to but help from Heaven, and yet sometimes I feel as if that — as if all things had forsaken me, as if everything was slipping away. All that makes life worth having. Love, friendship, all.\" \" Am I nothing ? Is my friendship nothing ? \" asked he, a touch of despair in his tone. Friendship, what a mockery that word now seemed. Oh ! that his way lay open to him, that he dared speak. A passionate, an almost ungovernable desire to take her in his arms and press her lovely, melancholy face close against his breast, and thus to comfort her, seized hold on him. He could not take his eyes from her as she stood there in the cold brilliance of the moonlight, gowned all in white, as best suited her, with her face as white as her robe, and her large, dark, mournful eyes gleaming as the rays from heaven fell straight into them. She had taken off one"], [248, "240 THE HON. MRS. VEREKER. of her long gloves that she might run her fingers through the dew that lay on each leaf and flower, but now the pretty naked arm was hanging listlessly by her side. \" Her throat was whiter than the dove Her eyelids as the seals of love And as the doors of love her lips.\" He took the little bare hand that hung so idly at her side and held it in a pressure that was stronger than he knew. His heart was beating ; to see her, so young, so helpless, so given up body and soul to her tormentor, was anguish to him. Until to-night he had done great battle with his love for her, but at this instant he knew himself vanquished. The little winged god reigned triumphant, and all hope of peace within him, from this time forth lay dead. \" You do not speak,\" he said unsteadily. \" Am I nothing to you ? If to lay down my life could help you I would do it, and yet you stand there, cold, impassive, you give me no word Cecil ''"], [249, "THE HON. MRS. VEREKER. 241 She started, and slowly, as if frightened yet fascinated, drew her hand from his clasp. There was a dull red mark upon the pallor of it. St. John saw it. \"Did I do that?\" said he, shocked. \"Did I hurt you?\" He took the hand again, very gently this time, and pressed the reddened spot with tender vehemence to his lips. \" I am tired,\" said she, very faintly. \" I will return to the house, alone. Alone will be better \" \"Oh! don't say that. Have I offended you ? I take back everything I said.\" He released her hand. \" This only I repeat, if ever you should want me — want a, friend — remember \" \" I want one now,\" said she, with a faint smile. \" I think I hardly know my way back to the house.\" 16 vol. I."], [250, "CHAPTEE XVIII. \" Mine heart is now in tribulatiuun.\" They find the next dance nearly finished as they get back to the ball-room, and Mr. Blair, happening providentially to catch St. John's eye, made a signal of distress that might have melted the heart of a Jefferies. He had evidently been having a bad time of it ; and just now had been jostled somewhat impolitely into a corner with his partner — a spinster, so simpering, so old, so affectionate, that she had reduced him to the point of tears. For many minutes, indeed, he had been wishing himself dead. St. John, as his host, felt bound to go to the rescue."], [251, "THE HON. MRS. VEREKER. 243 Mrs. Dameron was swinging round in her usual sensuous fashion in Bertie Hawtrey's arms, talking all the time, as if to remind one that life is short. Lady Eustace, talking too, but rather as if centuries of earthly enjoyment lay before her, had stopped short by Blair and his Damsel, and made a place for Lady Bessy beside her, who was dancing with Farquhar. \" You here ! \" said Lady Bessy, looking with undisguised amusement at the wretched Blair. \" Why, how is that ? Eosa Mac kenzie, to say nothing of Miss Carton, are — Farquhar whispered a word in her ear, anent \" the Damsel,\" who was beginning to look like vinegar. Lady Bessy laughed and shrugged her shoulders, and lowered her voice half a tone. \" But really you should not be here. You should be with the little Carton girl,\" she went on to Blair. \" I saw her pining all alone just now in one of the off rooms.\" 16*"], [252, "244 THE HON. MRS. VEREKER. \" Just now isn't now, apparently,\" retorted Mr. Blair, who was not in the best of tempers. \" I see her over there,\" pointing to the other side of the room. \" She's got Sunderland to pine with her, so, I suppose, she is all right. You've got sympathy for everyone but me, it seems.\" \" Oh ! there's Dorothy. Dorothy, come here,\" cried Lady Bessy, turning her shoulder on him. \" Why, where have you been all night, you erratic girl? How have you been getting on, eh ? It's been quite a little success, don't you think.\" \" It has been a night amongst nights,\" returned Dorothy, pausing beside her, breathless, her expressive face all one sweet lovely glow. \" Oh ! how I have enjoyed myself, old rags and all.\" \" Nonsense ; you look as nice as possible. Very few to compare with you in my estimation. What's yours, Captain Far quhar ? \" this, with a mischievous little moue"], [253, "THE HON. MRS. VEREKER. 245 \" Miss Aylmer knows what I think,\" said Farquhar, rather coldly. \" But I don't What an answer ! Is there frost in the air, that I should receive so cutting a reply to an innocent question? I've always said the air down here is bad. Bad for the morals. In fact, it is too exhilarating, too fresh — too much of it altogether.\" \" It isn't half a bad place,\" said Dorothy, calmly. \" Though,\" with quite a dreadful glance at Farquhar, \" I confess it is a place where good manners do not obtain.\" \" What have I done now ? \" demanded Farquhar indignantly. There was a sense of injury full upon him. She had scarcely looked at him all the evening, had had her card pretty nearly full, when he came early in the night to ask her for a dance, and now — now, when surely he was the aggrieved one, she took upon her self all the airs of a person distinctly indignant."], [254, "THE HON. MRS. VEREKER. 246 \" Did I say you had done anything ? \" said she coldly. \" No ; not in words ; but you hint at it, you look it. That is so barbarously un just, so like a woman,\" said he bitterly. \" Well, what would you have me be like — a man ? \" asked she calmly, with quite an unprejudiced air. \" Why are you angry with me ? \" asked he in turn. \" Good Heaven ! Have I not spent an evening sufficiently miserable ahead}', that you should seek to make it more so.\" \" You didn't look in the least miserable ; I never saw anyone so intensely happy as you looked when dancing with Miss Carton.\" \" That is beneath you, Dorothy,\" said he reproachfully. \" You know there is only one person in the room I care to dance with, and that is jtou. Oh ! my darling, if you only knew how charming you look, how superior to everyone else here to-"], [255, "THE HON. MRS. VEREKER. 247 night, you would understand that. Eeally, Dorothy, I think I never knew ho w— ho w \" Pretty I was. Oh, yes, I know I'm pretty,\" said Dorothy, with all the delicious insolence of youth. \"But other people are pretty too. That hideous Carton girl, for example.\" She turned petulantly away from him. \" If you would only listen to me, Dorothy — Dorothy ! ' a little louder. \" Dorothy, my sweetheart \" \" I'm not your sweetheart,\" said she indignantly, compelled to hear him lest others should. \" But, indeed, you are. Come away from this, and I'll prove it to you.\" \" You are evidently bent on proving it to all the world,\" said she angrily ; but he looked so determined to settle the matter then and there, that she took his arm, and him, into the nearest con servatory."], [256, "THE HON. MRS. VEREKER. 248 \" Well, I never knew two people so fond of quarrelling,\" said Lady Bessy. \" I did,\" said Blair promptly. \" Shall I give you their names ? \" \" No. I don't care to hear about them. Your acquaintances, as a rule, are more eccentric than proper. I suppose Captain Farquhar forgot he was my partner. However, all's fair in love and war, so I forgive him ; and besides the dance is over. But how I'm to get through these people to the other side of the room — \" If you want a pilot, take me,\" said Blair. He looked at her with deepest entreaty. Wouldn't she come to his rescue, and save him from the damsel ? That young old girl had fastened upon him again, and was growing so fond, that he felt death or instant flight were all that were left him. There was no intermediate course. \" Oh ! no, you mustn't dream of giving"], [257, "THE HON. MRS. VEREKER. 249 yourself so much trouble for me,\" said Lady Bessy cruelly. \" I shall be able to manage beautifully ; just a little squeeze round there, and a dive near that door, and I shall be free. Pray don't put your self out. Enjoy yourself while you can.\" \" Bessy ! \" murmured he, in a frenzied tone. Lady Bessy gave way to grim mirth Then she relented. \" Well, if you will be so good,\" she said, speaking reluctantly for the benefit of the Damsel, and slipping her dainty fingers through his arm she led him away, deter mined to be revenged upon him for all that. If she didn't give him a dance, she certainly led him a dance for the next twenty minutes or so. At the end of that time, having enjoyed herself beyond measure, she came up with Dorothy, wdio was standing somewhat within shadow in the outer hall. \" Not dancing, Dorothy ? \" said she."], [258, "250 THE HON. MRS, VEREKER. \" Why, where are your feet, child. Do you know that morning is breaking, and that pleasure is beginning to loose his hold of the helm ? What do you, moping here ? \" \" I hardly know,\" returned Dorothy, who was looking uneasy. \" But I'm afraid that Oh, Bessy, I am afraid he is very bad to-night.\" Her eyes were more expressive than her words, and Lady Bessy wisely preferred to follow them. They led her to a group at the upper end of the hall, near the door, which stood open. It consisted of Mrs. Vereker, and St. John, Farquhar, and the Hon. Francis. The latter was not exactly drunk, but he had evidently taken enough to let loose within him the Devil that possessed him. Neither Lady Bessy nor Dorothy had heard what had just been said, but they could see Mrs. Vereker shrink away from her husband, and, unfortunately, the step she"], [259, "THE HON. MRS. VEREKER. 251 took led her to St. John's side. It was the last straw, the one thing wanted to drive Vereker's smouldering anger into flame. The evil passion, the uncertain jealousj^, that all night long had lain rankling in his breast, stirred within him, and grew full of life. \" Do you mean to stay here indefinitely ? \" he said savagely. \" Am I to consider myself well rid of you ? Do you choose him for your \" When he had got so far, as though even ashamed of himself, he stopped short, and, going up to his wife, laid his hand with a wicked grip upon her soft rounded arm. She did not even flinch, though the cruel fingers sunk deep into her flesh ; and only that her face grew whiter, she showed no sign of any feeling whatsoever. St. John, with a swift movement, caught him and flung him backwards. He would have fallen but that Farquhar put his arm out and steadied him. \" Oh ! I should not have come,\" said"], [260, "252 THE HON. MRS. VEREKER. Mrs. Vereker, in an agonised tone. It was all she said, and she spoke very low. St. John's eyes were blazing, and his nostrils dilated. \" Take care ! Take care ! \" said Farquhar sharply, with a glance at him that went on to Mrs. Vereker, and meant a good deal. Dorothy at this moment went quickly across the hall, and stood by Mrs. Vereker. \" Hilary, it is your own house,\" she said, with a touch of severity. Farquhar, in the meantime, had drawn Vereker into a private room. It had been very quietly done, considering all things, and the fear of a public expose was almost at an end. \" Are you going home with him ? \" asked St. John, addressing Mrs. Vereker. He was still pale, and almost trembling with ungovernable disgust and fury. \" Why should you ? Lady Bessy will be only too pleased to receive you for to-night.\" Lady Bessy, who heard this, though she was herself unseen, made a little face. She"], [261, "THE HON. MRS. VEREKER. 253 felt sorry for Cecil. But to compromise Hilary ! After all, who was there she could consider before him ? \" Or come to me,\" said Dorothy ; \" that will be better.\" \" I shall go home with him,\" said Mrs. Vereker slowly. \" But why, why ? \" cried Dorothy, impa tiently. \" Beally he looks unsafe. Don't be so impossible, Cecil. Do what is wisest for you.\" \" Yes. That is what I must do,\" said Mrs. Vereker, her face like marble, her eyes on the ground. \" I shall go where ever he goes.\" At that moment the door of the room on their left opened, and Farquhar came out again with Vereker. The latter looked sub dued but sullen. Whatever Farquhar had said to him, had brought him to a sense of the fitness of things, for the moment. \" Are you ready ? \" he said to his wife in' a thick surly tone, that to the listeners"], [262, "THE HON. MRS. VEREKER. 254 sounded so ominous, that even Lady Bessy's heart died within her, and I think had it been possible to do so, she would at this moment have persuaded Cecil to stay beneath her brother's roof. Mrs. Vereker, without answer, moved towards the door, and Farquhar gave her his arm. The carriage was waiting outside, the horses impatiently pawing the gravel. He handed her into it, and then, giving a very necessary shove to Vereker, with as impassive a countenance as he could manage considering the contempt that filled him, he drew back, the footman closed the door, and presently it was all over, save for the distant roll of the carriage wheels in the distance. After awhile this too ceased. END OF VOL. I."], [263, ""], [264, "LRINTED BY KELLY AND CO , GATE STREET, LINCOLN'S IKS FIELDS. W.C. AND KINGSTON-ON-THAMES."], [265, ""], [266, ""], [267, ""], [268, ""]]