[[1, ""], [2, ""], [3, ""], [4, ""], [5, "DOCUMENTS POUR SERVIR A L'HISTOIRE DU BEAUJOLAIS"], [6, ""], [7, "DOCUMENTS POUR SERVIR A L'HISTOIRE DU BEAUJOLAIS EXTRAITS DES ARCHIVES DU CHATEAU DE ROCHEFORT OU IL EST PARLÉ SURTOUT DE CETTE SEIGNEURIE ET OU L'ON TROUVERA Qt'ELQUES PIÈCES CONCERNANT AMPLEPUIS ET DIVERS LIEUX VOISINS Par P. de V. Amplepuis, La Goutte, Thizy, Thel, Ranchal, Les Tours, Montmelas, Chevagny-le-Lombard, Rochefort, Montchervet, Les Sauvages. -^cA.'s*^£ïfcae=fe>î-- LYON IMPRIMERIE, RUE DE CONDÉ, 30 ìevs"], [8, ""], [9, "INTRODUCTION Le petit volume que j'offre aujourd'hui à ceux qui trouvent quel que plaisir à savoir ce qui s'est passé autrefois dans notre contrée et à connaître les usages et les coutumes de nos prédécesseurs ne peut pas s'appeler une histoire, ni même une notice ; c'est simple ment un recueil d'actes divers, dont quelques-uns m'ont paru avoir certain intérêt. Le lecteur verra qu'au xvi\" siècle, comme de nos jours, les avocats et les procureurs n'exerçaient pas des profes sions qu'on pût appeler des sinécures; les procès, dans ce siècle, comme dans le nôtre, étaient portés de cours en cours, et quelque fois ce n'était qu'après 60 ou 70 ans qu'un arrêt définitif d'un parle ment mettait l'accord entre les parties; le procès entre les ducs de Nivernais et les parents de Philibert de Beaujeu-Lignières, au sujet des terres et seigneuries d'Amplepuis, Ranchal, les Tours et Che vagny-le-Lombard, en est une preuve convaincante. La mise en vente des terres et seigneuries d'Amplepuis, la Goutte, Thel, Ranchal, Montmelas, les Tours et Chevagny-le-Lombard me semble un document curieux qui peint bien toutes les formalités d'une mise aux enchères : annonces aux prônes des églises parois siales, criées dans les villes voisines, etc. Les fermes des terres d'Amplepuis et de Thizy me paraissent aussi des pièces inléres-"], [10, "VI santés par leurs détails. On trouvera encore dans ce recueil divers actes qui montrent quels étaient les droits importants que les seigneurs possédaient dans leurs terres, tels que provisions de capitaine- châtelain, juge, procureur fiscal, sentences de mort, bannissement, condamnations aux galères contre des assassins et autres malfaiteurs; le style même de ces documents a une couleur originale qui a d'autant plus d'attrait, pour l'amateur des vieux usages, qu'il ne ressemble en rien à celui de notre époque. Je divise mon recueil en six chapitres : Le premier chapitre contient une transaction enlre le sire de Beaujeu et l'abbé de Savigny, par laquelle ils tracent une limite entre leurs seigneuries respectives, limite qui sert de séparation entre le Beaujolais et le Lyonnais; Le deuxième chapitre traite des terres et seigneuries d'Ample puis, la Goutte, Thel, Ranchal, Thizy, les Tours, Montmelas et Chevagny-le-Lombard, qui furent mises en vente, en 1566, par les duc et duchesse de Nivernais ; Le troisième chapitre concerne la seigneurie de Rochefort et cel les des Sauvages et Montchervet qui lui étaient annexées depuis environ deux siècles, en 1789 ; Le quatrième chapitre est la reproduction exacte pour l'ortho graphe d'une pièce relatant les ventes faites par le duc de Mont pensier, en Beaujolais, de 1603 à 1606; Dans le cinquième chapitre, on a la vente de partie de la justice de la paroisse de Fourneaux, passée par le mênie duc de Montpen sier, seigneur de Beaujolais, à M. de Sarron, seigneur des Forges; Le sixième chapitre, enfin, a rapport à une rente possédée par le chapitre de Saint-Irénée dans la paroisse d'Amplepuis et autres circonvoisines. Avant de terminer cette brève introduction, il est bon de faire un court historique des terres et seigneuries d'Amplepuis, la Goutte, Thel, Ranchal, Montmelas, les Tours et Chevagny-le-Lombard : Les seigneuries d'Amplepuis, Thel, Ranchal et Chevagny, qui faisaient partie, dans Torigine, du domaine propre des sires de Beaujeu, furent données en apanage, en 1331, à Guillaume de Beaujeu, fils de Guichard-le-Grand et de Jeanne de Châleau Vilain ; Guillaume eut pour successeur dans ces seigneuries Edouard, son"], [11, "VII fils, Jacques, son petit-fils, et Philibert, son arrière-petit-fils. Celui ci fit son héritière Catherine d'Amboise, sa femme, qui porta ces terres dans les maisons de Clèves et de Nivernais. En 1567, le duc et la duchesse de Nivernais les aliénèrent en faveur de Jullio Reste, gentilhomme milanais, qui les leur rendit. Ceux-ci en passèrent nouvelle vente, en 1578, au profit de Claude de Rébé, moyennant la somme de six vingt mille livres. La maison de Rébé conserva Amplepuis jusqu'au milieu du xvme siècle, qu'elle le vendit à la fa mille du Sauzey, qui l'a conservé jusqu'à la révolution de 1789. Claude de Rébé s'était défait, dès le 11 mai 1579, de Thel et Ran chal, qu'il avait aliénés à noble Jean des Serpens, seigneur de Magny et Gondras, de la famille duquel ces terres passèrent à la maison de la Rochefoucauld, qui les vendit à M. Le Prêtre de Vau ban, frère du célèbre maréchal de France, au commencement du xvnr siècle; ses descendants les possédaient encore en 1789. Des Rébé, Chevagny passa aux Thibault des Prés, et au xviif siècle, à Jean-Jacques de Brosse, écuyer. La Goutte, possédée dès le xive siècle par la famille de Saint- Jean, appartenait, en 1520, àLancelot de Mars, qui la vendit à Phi libert de Beaujeu-Lignières. Les duc et duchesse de Nivernais l'a liénèrent aux Rébé, qui en passèrent vente à Briand de Pomey, père de Jean, qui la vendit à Pierre Guillard, son beau-frère. Des Guillard elle a passé aux Tricand, leurs parents, qui la possèdent encore de nos jours et en portent le nom. Thizy n'était, au commencement du xiip siècle, qu'un simple village, remarquable seulement par sa position d'une facile dé fense ; Guichard de Châtelperron, seigneur de la Ferté-Chauderon, en était seigneur et le vendit à Guichard de Marzé, en 1284. Gui chard V de Beaujeu, trouvant cette seigneurie merveilleusement située pour en faire un poste militaire, Tacheta, en 1297, de Gui chard de Marzé et y exécuta de grands travaux. Depuis lors Thizy passa toujours pour la place la plus forte du Beaujolais. Les sires de Beaujeu entretenaient une garnison dans la forteresse et en confiaient la garde à des officiers habiles et dévoués. Thizy résista avantageusement aux Tards-Venus et aux lieutenants du baron des Adrets, Briquemaut et Clermont d'Amboise, en 1570; mais il ne put résister aux efforts de la Ligue ; Zacharie de Rébé, qui en était"], [12, "VIII alors seigneur et qui s'était dévoué à la cause de Henri IV, s'y en ferma avec beaucoup de gentilshommes de la province ; le 25 juin 1590, Tannée des Ligueurs, commandée par Pie de Nérestan, se présenta devant Thizy, qui capitula le Ier août, après six semaines d'un siège meurtrier. On trouvera dans ce recueil comment la sei gneurie de Thizy advint à Philibert de Beaujeu et passa à la mai son de Rébé qui l'aliéna, le 23 janvier 1 614, à noble Guichard Favre de Berlize, lequel le revendit, en 1620, à Renaud de Crémeaux, seigneur de la Grange et de Saint-Véran. Vers 1710, noble Jean Bissuel, seigneur du château de Ronno, conseiller en l'élection de Villefranche, devint acquéreur de la châtellenie et seigneurie de Thizy, dontdes descendants portèrent le nom et sont connus au jourd'hui très-honorablement sous le nom de Saint-Victor. Montmelas faisait partie primitivement du domaine privé des sires de Beaujeu, il fut adjugé à titre de douaire, vers 1331, à Jeanne de Château vilain, veuve de Guichard-le-Grand. Anne de France, duchesse de Bourbon et dame de Beaujeu, le vendit, avec clause de réachât, à Philibert du Crozet, dont la veuve le céda, le 15 juin 1524, à Philibert de Beaujeu et Catherine d'Amboise, sa femme. Les duc et duchesse de Nivernais aliénèrent Montmelas et les Tours à la famille Arod, qui est encore représentée, de nos jours, à Montmelas, par celle de Tournon, qui lui a succédé par alliance, au commencement de ce siècle."], [13, "1 DOCUMENTS POUR SERVIR A L'HISTOIRE TjU BEAUJOLAIS CHAPITRE PREMIER TRANSACTION ENTRE GUICHA11D-LE-GRAND, SIRE DE BEAUJEU, ET HUGUES AYBRAND, ABBÉ DE SAVIGNY (1). Etienne de Pouilly, tenant le grand sceau royal de la séné chaussée de Lyon et Mâcon pour sérénissime prince notre sei gneur le roi des Français, fait savoir à tous ceux qui verront les présentes lettres, que comme questions, querelles, nombreuses dissensions, matières de dissensions, « jurgia », controverses, « et rancurœ, » haines et malveillances se seraient tournées ; et de là que de nombreux maux, « ofsendicula, naufragia » et offen ses seraient nés et auraient suivi dans les temps passés, et de viendraient plus grands à Tavenir, entre noble et puissant homme messire Guichard, seigneur de Beaujeu, chevalier, et ses gens, d'une part ; et frère Hugues Aybrand, abbé du monastère de Savigny, diocèse de Lyon, et les gens de ladite abbaye, d'au tre part, à cause des terres et juridictions dudit seigneur de (1) J'ai traduit cet acte du latin en français, sur une copie qui me parait être de la fin du XVIIe siècle ; je laisse en latin certains termes, dont je n'ai pas cru trouver les équivalents en français. L'acte donne en détail tous les cens, servis et autres droits seigneuriaux qui font l'objet de cet échange."], [14, "2 Beaujeu et de ladite abbaye de Savigny, proches, voisines, join- tes et mêlées ensemble ; comme leur division et séparation est difficile ou impossible, lesdits seigneurs Guichard, seigneur de Beaujeu, et Tabbé de Savigny, frères Othon de Varennes, prieur du prieuré de Tarare, Etienne de Varennes, prieur du prieuré d'Arnaz, et Jean de Varennes, prieur du prieuré de Moutrotier, et aussi tout le couvent dudit lieu de Savigny, réuni au chapitre de Savigny, au son de la cloche, selon la coutume du chapitre, ont passé le traité suivant devant Perronin de Charlieu, jadis habitant de Villefranche, et Etienne Baronnat, de Tarare, clercs, notaires publics. Ledit seigneur de Beaujeu, pour lui, ses héri- tiers, successeurs, gens et alliés ; et ledit seigneur abbé, les prieurs et le couvent, pour eux et leurs successeurs, pour main- tenir entre eux une bonne, pure, ferme, stable paix et concorde, font le traité qui suit: D'abord les bornes, limites posées entre la terre, juridiction, domaine et district, et baronnie dudit sei- gneur de Beaujeu, et la terre, juridiction et domaine de l'ab- baye de Savigny, par signes de croix, grosses pierres ou autre- ment apparentes, seront conservées, de la manière suivante : scavoir entre les châtellenies de Joz et de Tarare, en commen - çant à la goutte du pré de Péronet de la Roche, comme il appa- raît par bornes posées autrefois dans ledit pré, en montant par ladite goutte jusqu'à la roche Dei Bugouro, qui divise le curtil de Bost Mangu et celui de Péronet de la Roche ; et de ladite roche, en tendant vers le grand chemin d'Amplepuis à Ta- rare ; et ensuite par le fond de la goutte de Recul jusqu'à la ri- vière dite Fontfouillouze, et ensuite en allant par ladite goutte de Fontfouillouze jusqu'au chemin par lequel on va de l'église des Sauvages à la goutte de Paysselays, et en allant par ce chemin jusqu'à ladite goutte ; et de ladite goutte, en allant à la croix du Bantillon, entre la maison de Martin Chanel et celle de Ber joud, ledit chemin restant audit seigneur de Beaujeu, de manière que l'église de Savigny ait toute juridiction dans les limites, du côté de Lyon, et ledit seigneur de Beaujeu, du côté de l'église"], [15, "3 des Sauvages, vers le soleil couchant et du côté d'Amplepuis et de ladite croix, allant au haut du puy jusqu'au pont Pipet qui est sur la rivière de Suanan ; et dudit pont, en allant par ladite rivière de Suanan jusqu'au château Boc et à la rivière d'Azer gue ; de manière que le seigneur de Beaujeu ait toute la juridic tion du côté d'Amplepuis et Tarnand, et l'abbaye de Savigny, du côté de TArbresle. De même, en revenantdansladitepremière goutte du pré de Péronet de la Roche, en entrant dans la rivière de Valmare, et en la suivant jusqu'à son entrée dans la rivière de Turdine, et en suivant la Turdine par le fond jusqu'à la tête du pré Manganet et au-dessus du pré de la Bodelière, du côté de Tarare, et ensuite revenant par ladite rivière et entrant par le bief de la Brosse Delga, et allant entre la mure de Jean Fenna et la fontaine de Chalamont jusqu'au chemin qui va du curtil Chalamont à la maison de Treschins, et ensuite revenant par c e chemin et allant au chier de pierres qui divise la terre qui est du servis du prieur de Tarare et celle qui est de la maison de Tres - chins, allant au chemin de Tarare à Affoz, et ensuite allant par ce chemin d'Afïoz jusqu'au noyer qui est dans la terre du sei gneur Guidon de Tarare au-dessus du sommet du bois de Tres chins, et ensuite allant à deux noyers qui sont jouxte la maison aux Alardez, et ensuite à la goutte de Merdillon, en traversant par le pas par lequel on va vers le Fay ; et ensuite allant par la rivière de Merdillon jusqu'à la goutte par laquelle on vient du Fay, et ensuite allant par la goutte tendant vers le Fay, montant jusqu'au « echedum, » tendant vers le poirier Repossour ; et a toujours ledit seigneur de Beaujeu tout le domaine du côté d'oc cident, et l'abbaye de Savigny, du côté d'orient. De même, dudit poirier Repossour, allant droit au Puy des Mesures, des cendant à la mure aux Davis, allant à la goutte de Saint-Mar cel, entrant dans la rivière et montant par elle jusqu'à la Combe Arnout, jouxte le bief aux Valguins, et ensuite montant vers le Puy de la Vallize, en divisant quasi les terres de Fournillon et de Josserand de Ronzières jusqu'à la rivière de Ronzières, sous le"], [16, "4 moulin de Josserand, De même, de ladite rivière de Ronzières montant jusqu'aux garennes du seigneur Guidon d'Albon et de Fournillon et jusqu'au haut des terres aux Jobert, ensuite des- cendant au-dessous, comme se divise la terre du seigneur Alfred de Saint-Julins, jusqu'au moulin de la Charve, dans la rivière du Thil, la juridiction demeurant d'occident au seigneur de Beaujeu et d'orient à l'abbaye de Savigny. De même, montant ensuite par la rivière duThil jusqu'à Torme de Vieille Chenêve, dit Torme de Termen, descendant dudit orme et allant droit, comme se divise le mandement de Montrotier et la terre de Fur- nillion au seigneur Arthaud de Saint-Germain; reste au seigneur de Beaujeu et au seigneur Arthaud de Saint-Germain, à cause du mandement de Chambost, la juridiction à Toccident, comme se divise la terre et mandement de Chamosset ; à l'abbaye de Savigny, le mandement d'Yzeron, et comme ladite abbaye se borne avec Lentilly et Chazay, jusqu'à la rivière d'Azergue ; et ensuite allant au-dessus par cette rivière jusqu'à la charrière de Monferta, et comme se divise la terre de Chàtillon, d'Etienne d'Albon, et comme durent les paroisses et dìmeries de Chazay et du Breuil et les terres de J.oíïred de Faverges, en allant au château Boc. Le seigneur de Beaujeu remet à Tabbé de Savigny tout ce qu'il possède en droit, empire, juridiction, domaine, fief, arrière-fief, garde, supériorité, etc., dans la juridiction de ladite abbaye. Les échanges entre les deux seigneurs portent sur des redevances en argent, froment, seigle, avoine, vin, lapins, foin, poulets, cire, gallines, orge, terres tachibles, etc. L'abbé de Savigny doit à certains de ses vassaux « conductum, recep- lum, seu prandium. » Si les nobles hommes qui tiennent quelque chose en fief du seigneur de Beaujeu dans lesdites limites, du côté de Savigny, ne veulent pas reconnaître le fief de Tabbé de Savigny, le seigneur de Beaujeu sera tenu de leur livrer la même valeur de terre féodale ailleurs. Le seigneur de Beaujeu excepte de cet échange et se réserve le grand chemin charretier par lequel on va de Roanne, par T.i-"], [17, "5 rare et Pontcharrat, jusqu'au chemin de Sarcey, et de là à Lyon, plus le chemin par lequel on va de Thizy, par Saint-Clément, à la villa de Sarcey, et là lesdits chemins ne font qu'un grand chemin charretier ; il s'y réserve toute juridiction et empire. Cependant dans ces chemins le seigneur de Beaujeu ne pourra ni devra, par lui ou un autre, dans la terre de l'abbaye de Savi gny, ériger fourches, « crossellum » ou pilory, ou choses sem blables, ni vendre vin en taverne, ou permettre d'en vendre, ni élever édifice, permettre d'en élever, retenir, acquérir ou s'ap proprier pour cela. Entre Tormedes Places et Torme dit de Chersu, près cle Tarare, sur ledit chemin, le seigneur de Beaujeu n'aura ni juridiction, ni autre droit, mais ils seront à ladite abbaye à perpétuité et de plein droit. L'un d'eux pourra par la terre de l'autre et par les chemins sus confinés conduire de lieu en lieu, à Tavenir, les malfaiteurs qu'ils auront pris, et ce, sans faire aucun exer- cice de juridiction dans la terre de l'autre. Le seigneur de Beau- jeu ne pourra, à Tavenir, par lui ou un autre, acquérir, avoir ou tenir aucun conquérement en fief, arrière-fief, empire, juri- diction, supériorité, garde ou autrement, si ce n'est par succes- sion, et ce, sans fraude, dans la juridiction de ladite abbaye; en ce cas, il devra céder ces choses à l'abbaye, pour une juste et légale compensation, réglée par deux amis communs. Les lettres anciennes faites autrefois entre ledit seigneur de Beaujeu et, de bonne mémoire, frère Etienne de Varennes, autrefois abbé de Savigny, garderont leurvaleur. L'abbé de Savigny, les prieurs et le couvent cèdent audit seigneur de Beaujeu tous les fiefs, arrière-fiefs que le seigneur Guichard de Marzé, chevalier, te- nait, vers Alix, de l'abbaye de Savigny, hors de ses limites fixées avec ledit seigneur de Beaujeu, entre Alix et Cheyssy, et si ledit fief et arrière-fief d'Alix cédé par lesdits abbé, prieurs et cou- vent vaut plus que ceux cédés par ledit seigneur de Beaujeu, celui-ci ne sera tenu à aucun suplément ou compensation ; s'il vaut moins, « ad récompensât ionem et supplementum idoneum te-"], [18, "6 neatur. » II est convenu, entre lesdites parties, que le seigneur de Beaujeu aura, sa vie durant, le prieuré d'Arnaz, qu'il y devra tenir un moine claustral et qu'il donnera une certaine pension à un autre moine qui aura le titre de prieur dudit prieuré ; et quand viendra à écheoir et revenir la rente de Dracé, par la mort de celui qui la tient, ou autrement, ledit seigneur de Beaujeu la tiendra, sa vie durant, avec ledit prieuré d'Arnaz, avec ses hon neurs ; et dans ce cas ledit seigneur de Beaujeu paiera « resu sionem, » due à l'abbaye de Savigny, etc., etc. II est encore con venu que ledit seigneur de Baujeu, ayant suivi le chemin de toute chair (c'est-à-dire étant mort), ledit prieuré reviendra aussitôt librement, sans dettes, sans diminution et empêche ment, au monastère de Savigny ou au prieur d'Arnaz, etc. Fait dans le curtil des frères du Bienheureux Augustin, de Lyon, le samedi avant la fête de la Bienheureuse Marie-Madeleine, Tan du Seigneur 1319, en présence de messires Pierre Bressent, Ma thieu de Talaru, Hugues Arrici, chevaliers, et messires Martin de Buella, Guidon Chaux, professeurs ès lois, Hugues Charpi nel, Zacharie de Taney, damoiseaux, Jean, fils de Girard Chas sipot, de Tarare, et Jean Boilet, clercs. Ce même acte avait été passé à Savigny, le mercredi avant la fête de la Nativité du Bienheureux Jean-Baptiste, Tan du Sei gneur 1319, en présence de vénérables et discrets hommes Mar tin de Buella, professeur de lois, Marion Maleyne, chanoine d'Autun, Mathieu de Talaru. Hugues Arrici et Guichard de Thé lis, chevaliers, Simon de Gletins et Hugues Charpinel, damoi seaux. Le 9 janvier 1322, le sceau royal fut apposé à cet acte écrit sous la dictée desdits de Buella et Chaux."], [19, "7 CHAPITRE SECOND AMPLEPUIS, LA GOUTTE, THIZY, THEL, RANCHAL, LES TOURS, MOMTMELAS ET CHEVAGNY-LE-LOMBARD. Vente de cens au Puy de Rébé, passée par noble Pierre de Mauvoisin à Pierre Namy. Jehan Gaufred, bachelier ès lois, juge de la terre de noble et puissant homme messire Guillaume de Beaujeu, seigneur d'Am plepuis et Chevagny-le-Lombard, fait savoir à tous présents et à venir que pardevant Pierre de Merle, clerc, notaire public de ladite terre d'Amplepuis, fut présent en personne noble homme Pierre de Mauvoisin, damoiseau, lequel vend à Pierre Namy, d'Amplepuis, pour le prix de cent livres tournois, cens sous viennois de cens et redevance que lui assignera religieux homme frère Jacques Mauvoisin, moine, frère dudit Pierre de Mauvoisin. Ces cens, en blé, argent et gallines, seront affectés sur la terre de Beaujeu, au Puy de Rébé. Donné le dimanche avant la fête de la Bienheureuse Cathe rine, vierge, Tan du Seigneur 1402, en présence de Jehan de Merle et d'Etienne, fils de Thomas des Chézeaux, de la paroisse d'Amplepuis."], [20, "8 Franchises de Chevagny-le-Lombard, du 27 mai 1421. Edouard de Beaujeu, sire d'Amplepuis et de Chevagny-le- Lombard, à la supplication, à lui présentée, par divers bour geois et habitants de sa ville de Chevagny, ayant maisons et bancs en ladite ville, qu'eux et leurs prédécesseurs, desquels ils ont cause, ont été et sont en possession et saisine paisible ment, par si longtemps qu'il n'est mémoire du contraire, de jouir et user, sans nuls contredits, de franchises et libertés, re connaît qu'ils sont francs, quittes et légers de toutes leydes, bastages et banchages de toutes choses qu'ils vendent et achè tent aux foires et marchés qui se tiennent, chaque année, en sadite ville de Chevagny et de tous copons de tous blés qu'ils y vendent, et de ne payer qu'un gageison des gages que Ton fait prendre contre eux et vendre au marché de ladite ville de Che vagny. Les limites de la franchise de Chevagny sont la rue Guillaume, Teschallier Bacon, le sentier qui va autour du pré au Prévost, la verchière Bernard de Paulebost, la cour dudit Bernard de Paulebost, le verdier et les saignes de Joanny Gro bère, la terre de Vincent d'Aigueperse, la terre dudit Joanny Grobère, le chenal de la ionteyne du chastel de Chevagny, les fossés dudit chastel, le treyve de Saint- Jacques, les fossés qui sont au-dessous, la mure appelée la maison Briand. et Teschal lier de la Pierre. Au moyen desdites franchises et libertés, les dits bourgeois et habitants de Chevagny et ceux qui ont mai sons et bancs sont tenus de posturer et garder en postures toutes bêtes que Ton fait prendre de gages jusqu'au jour où on les vend, moyennant certain salaire; de même ils sont tenus de posturer toutes bêtes qui sont prises en méfait; ils doivent aider et donner confort et aide, aux officiers du seigneur, pour prendre toutes personnes qui auront méfait dans la terre et juridiction de Chevagny, et, si elles s'échappent de prison, ou autrement,"], [21, "9 des mains des officiers, ils les poursuivront jusqu'aux limites de ladite seigneurie et là où le seigneur a la suite, à leurs dé pens, quand ils en seront requis. Ils doivent venir aux foires et marchés de la ville de Chevagny et y apporter leurs denrées pour les vendre. Lesdits habitants et bourgeois disent et prétendent avoir perdu les lettres desdites franchises et libertés, par les temps que les Anglais couraient le royaume, et demandent que leur sei gneur les leur renouvelle. Edouard de Beaujeu leur accorde leur demande, et, déplus, de vendre et acheter, dans l'enceinte de son chastel de Chevagny, si le cas advenait, que pour néces sité ou pour peur de gendarnes, Ton y tint foires ou marchés, sans payer ley des, banchages, bastagesnicopons. Lesdits habi tants et bourgeois de Chevagny seront tenus de dire à tous ceux qui achèteront d'eux des bêtes, qu'ils doivent leyde, et à ceux desquels ils en achèteront, qu'ils paient la moitié de la leyde et Tacheteur doit l'autre moitié. Donation faite à Pierre Guillin de la charge dc capitaine-châtelain dc Chevagny-le-Lombard. Magnifique seigneur messire Edouard de Beaujeu, seigneur d' Amplepuis, les Tours, Ranchal, Chevagny. baron de Li gnières, vû les bons services à lui rendus par noble Pierre Guillin, de la ville de Chevagny-le-Lombard, en sa qualité d'un de ses écuyers, lui donne par pure, simple et irrévocable donation entre vifs la charge de capitaine-châtelain de ladite ville et châtellenie de Chevagny-le-Lombard, avec les droits et honneurs attribués à cet office. Fait au château de Chevagny, le 28 mai 1421, en présence de nobles Pierre de la Garde, Jean de Marzé et Jean Girin, écuyers."], [22, "10 Pension créée au profit du curé d'Amplepuis, à la charge de dire tous lis lundis une messe devant l'autel de Sainte- Radegonde, en l'église d'Amplepuis. Pierre Chalendat, licencié en lois, juge ordinaire dans les causes civiles de la terre et juridiction d'Amplepuis pour ma gnifique et puissant seigneur Jacques de Beaujeu, damoiseau, seigneur dudit lieu d'Amplepuis, des Tours et de Chevagny-le- Lombard, fait savoir à tous présents et à venir, que comme défunt, de bonne mémoire, noble Antoine Le Merle, seigneur de Reybé, eût testé devant notaire, il ordonna, par son testament, entr'autres choses, une messe haute qui serait dite dans l'église d'Amplepuis, à Tautel de Sainte-Radegonde, à Tintention des morts, chaque lundi, pour le repos de son âme et de ses pré décesseurs; pour laquelle messe que dirait le curé actuel et ses successeurs, il légua 60 sous tournois, d'annuelle et perpétuelle pension, qu'il hypothéqua sur ce que lui devait de rente Jehan de Varennes, de la paroisse d'Amplepuis, et qui devaient être payés à chaque fête de saint Martin d'hiver par ledit Jehan de Varennes et les siens, tant que noble Louis Le Merle, son frère et héritier, seigneur de Reybé, vivrait. Jehan Namy, clerc, no taire public et juré de la cour d'Amplepuis, passa un acte par lequel messire Jehan Rochefort, curé d'Amplepuis, et homme discret messire Perrin, prêtre, curé de Merconroul, son neveu, reconnaissent avoir reçu de noble Louis Le Merle, seigneur du dit lieu de Reybé, héritier universel de noble Anthoine Le Merle, son frère, 60 livres tournois, monnaie de roi, pour le capital de la fondation de la susdite messe, de la main de noble Ancelise, femme d' Anthoine Le Merle, etc. Fait au château de Chenevoulx, le mardi 12 juillet 1474, en présence de vénérable et religieux homme messire Jehan de Chanvre, prieur de Saint-Irénée et de"], [23, "11 Saint-Herbin, noble Anthoine de Pomiers, messire Michault- Pastoret, prêtre, et Jehan Aurore, clerc de Cromelles. Vente de la seigneurie de Thizy, passée par Charles, duc de Bourbonnais, à Philibert de Beaujeu, seigneur d'Amplepuis. Très-haut et très-puissant prince monseigneur Charles, duc de Bourbonnais et d'Auvergne, comte de Clermont, de Forez, de Montpensier et de la Marche, baron de Beaujolais, pair, chambrier et connétable de Frace, vend à noble et puissant sei gneur messire Philibert de Beaujeu, chevalier, seigneur de Li gnières et d'Amplepuis, pour le prix et somme de onze mille deux cents livres tournois, les chastel, châtellenie, terre et sei gneurie de Thizy, étant audit pays de Beaujolais, avec ses dé pendances et appartenances quelconques, comme justice haute, moyenne et basse, mère, mixte, impère et justice, droits et bail liage, juge ordinaire, greffes, sceaux, préséances, hommes et fem mes et tout cequi en dépend, cens, rentes, garennes, guets, eaux, étangs, forêts, moulins, dîmes, pariures, prés, pâturages, terres, noms, actions et raisons, et tous autres droits et appartenances quelconques, sans aucune chose se retenir, excepté le fief et res sort pardevant le juge d'appeaux de Beaujolais ; ce juge d'ap peaux sera constitué et ordonné audit lieu de Thizy par monsei gneur le duc de Bourbonnais, tant que demeureront seigneurs ledit seigneur de Lignières et les siens, qui seront tenus payer audit juge la pension à lui ordonnée. Les émoluments et profits de la jus'.ice et émoluments du scel provenant par devant ledit juge d'appeaux appartiendront à Monseigneur le Duc, avec le droit et faculté de prendre octroi des hommes de la seigneurie de Thizy, comme il fait et a fait par ci-devant des autres hom mes ses sujets en ladite baronnie de Beaujolais. Ce contrat de vente est approuvé de très-haute et très-puissante princesse ma dame Anne de France, duchesse de Bourbonnais et d'Auver-"], [24, "12 gne, usufruitière de la baronnie de Beaujolais et de la châtelle nie de Thizy. Philibert de Beaujeu entretiendra le bail à ferme de ladite terre et seigneurie de Thizy, passé pour un certain nombre d'années à Jean de Saint-Romain, dit Panchon. La capitainerie dudit Thizy demeurera et appartiendra à Jac ques de Maillé, fils du seigneur de Maillé, et audit seigneur de Maillé, auquel madame la duchesse Ta donnée et au survivant d'eux, à quelque main que ladite seigneurie de Thizy revienne, pour en jouir par le survivant d'eux aux émoluments accoutu més. Fait à Moulins, le 21 août 1522, en présence de noble homme maître François de Barbançois, président de Bourbon nais, Jean de Banent, seigneur de Pierre-Ville, conseiller et maître d'hôtel ordinaire de monseigneur le duc. Ferme de la terre d'Amplepuis et dépendances, passée par Philibert de Beaujeu à Jehan Faichon. Haut et puissant seigneur monseigneur messire Philibert de Beaujeu, chevalier, seigneur et baron de Lignières, Marigny, Traigniel et Chairanton, seigneur de Chaulmont, Meillant, Aul truy, Saint-Brisson, Amplepuis, Thizy, Ranchal, Chevagny-le- Lombard, Caoust, Allongnet, Montmelas et la Goulte, conseiller et chambellan ordinaire du Roi, vicomte de Troyes et sénéchal d'Auvergne, d'une part, et prudent homme Jehan Faichon, no taire en Beaujolais, paroisse de Saint-Victor, au diocèse de Mâcon, font les conventions suivantes : Philibert de Beaujeu baille à ferme audit Faichon ses terres et seigneuries en Beaujo lais, Amplepuis, Thizy, Ranchal, Chevagny-le-Lombard, Caoust, Allongnet, Montmelas et la Goulte et toutes les dépendances d'icelles, cens, servis, rentes, péages, postures, dîmes, chasses de perdrix, droits d'autres chasses, protocoles, prés, terres, do maines, maisons, garennes, paissons de glands, étangs, serves, pêcheries, ventes, sceaux aux contrats, émoluments de baillia-"], [25, "13 ges et de judicatures, entrées et sorties de prisons, chassepole ries, greffes, registres et autres actes de cour, tous droits d'offi ciers et exploits de justice et tous autres droits, domaines sei gneuriaux et prérogatives que possèdent les censiers qui sont de présent ; cette ferme est passée pour le temps de dix ans et pour le prix et somme, chacun an, de deux mille sept cent quatre-vingts livres tournois, deux fromages plaisantins du poids de cent livres, ou, pour chacun desdits fromages, vingt livres, au choix du seigneur, huit bichets de marrons et douze froma ges de Bresse, de bonne hauteur. Lesdites deux mille sept cent quatre-vingts livres seront portées par ledit Faichon ou les siens audit lieu d'Amplepuis, à chaque fête de saint Jean-Bap tiste, et les fromages et marrons, au chastel de Lignières, à chaque fête de saint Martin d'hiver. A défaut de paiement de toutes ces choses, ledit Faichon consent à être exécuté en ses biens par la prise, vente et exploitation d'iceux et tenir prison partout où il sera appréhendé, hors lieu saint, et de n'en sortir jusqu'à entière satisfaction. II entretiendra les garennes d'Am plepuis et de la Goulte en bon état, comme il les prendra, et les rendra bien et dûment garnies; il rendra les terres et domaines de la Goulte ensemencés comme ils sont de présent, prendra le bétail des métairies de la Goulte du nombre et qualité qu'il sera et le rendra de même. II payera les gages aux officiers des terres et seigneuries, comme les anciens censiers, payera dix li vres tournois, chaque année, à cause de Chevagny et Allongnet, à monsieur le juge Poncelon, ne pourra instituer ni destituer aucun officier. Le seigneur se réserve la moitié des protocoles qui écherront pendant le temps de ladite ferme, dans lesdites terres et seigneuries. Si les terres de Thizy et de Montmelas, ou une d'elles, sont rachetées ou retirées par madame la Ré gente ou autres, ayant pouvoir, ce cas advenant, le seigneur sera tenu rabattre audit Faichon, de ladite ferme, au prorata du temps qu'il ne jouira pas desdites seigneuries. Le seigneur fournira audit Faichon les terriers, recettes et enseignements"], [26, "14 que tiennent les présents fermiers, et celui-ci les rendra à la fin de sa ferme. Fait au château de la baronnie de Lignières, le 9 avril 1529. Ferme de la terre d'Amplepuis et dépendances, passée par Philibert de Beaujeu à Briand de Pomey et Jehan de Pierrefeu. Très-haut et puissant seigneur messire Philibert de Beaujeu, chevalier, seigneur et baron de Lignières, Traigniel, Marigny, Chevagny-le-Lombard, les Tours, Ranchal, Amplepuis, la Goutte, Coux, Allongnet, Montmelas et Thizy, dune part, et discrète personne messire Briand de Pomey, prêtre et honnête personne Jehan de Pierrefeu, marchand de la paroisse d'Am plepuis, d'autre part, font entre eux lespactset conventions qui suivent: Philibert de Beaujeu accense auxdits Briand de Pomey et Jehan de Pierrefeu ses terres et seigneuries d'Amplepuis, la Goutte et Ranchal, contenant en ladite seigueurie d'Amplepuis le tenement du chastel vieux, le pré du Breuil, le tenement et domaine de la Goutte, le tenement et mas de Coussy, le mas et tenement de Rançon et de la Fay, avec de toutes ces terres, seigneuries, domaines, mas et tènements les membres et dé pendances, tant en prés, terres, garennes, colombiers, granges, bois, revenus, émoluments de justice qu'en greffes, actes et ex ploits de justice, etc. Ce bail est passé pour trois ans et pour le prix et somme, pour chacun an, de mille livres tournois et d'un fromage plaisantin du poids de cent livres, ou pour la valeur d'icelui, la somme de vingt livres, au choix du seigneur. Les fermiers constituent leurs pieiges ou cautions Philibert de Pier refeu et Jehan de Pomey, de la paroisse d'Amplepuis. Le fro mage plaisantin sera donné en la ville de Lyon, à chaque fête de saint Martin d'hiver, et la somme de mille livres sera payée à chaque fête de la Nativité de Monsieur saint Jehan-Baptiste. Les preneurs payeront, tous les ans, la fondation dudit chastel"], [27, "15 de la Goutte et toutes les autres fondations anciennes ; ils paie ront, chaque année, à la fête de la Nativité de saint Jehan-Bap tiste, à Messieurs les juge et lieutenant desdites seigneuries, et, à chacun d'eux, la somme décent sols tournois ; ils feront bonne et juste justice aux sujets du seigneur, recevront le juge d'Amplepuis à deux chevaux, quatre fois Tannée, quand il vien dra pour tenir sa cour ; ils ne pourront déposer, désister ni met tre aucun officier du seigneur, sans le vouloir, congé et licence de celui-ci ou des siens, et les laisseront jouir et user de leurs offices ; ils feront, chaque année, leur paiement au château de la Goutte, et si, par faute ou retardation de payer, le messager du seigneur qui viendra quérir le paiement séjourne audit lieu, ils seront tenus de payer ses dépens à deux chevaux et ses dommages et intérêts. Ils ne pourront mettre aucunes choses dans les chambres et salle du chastel de la Goutte, comme blés, arches et autres meubles, si ce n'est dans la grande tour de ladite Goutte, où ils pourront mettre ce qu'il leur plaira. Ils ne pourront prendre aucuns bois aux bois du seigneur, même dans les bois des Folliez, sinon pour clore les prés et terres desdits domaines. Ils ne prendront que la moitié des émoluments des protocoles des notaires des terres et seigneuries d'Amplepuis et Ranchal, rien aux émoluments des sceaux des bailliage et judi cature desdites terres, qui demeureront aux bailli et juge. Ils paieront les gages du procureur et ne mettront que quatre chas seurs de perdrix. Fait et passé audit Amplepuis et audit châ teau de la Goutte, le 21 mai 1536, en présence de discrètes per sonnes maîtres Jehan de la Roche, notaire d'Amplepuis, Claude Muleton, notaire dudit Amplepuis, Jehan Denys, notaire de Ronno, et autres personnes."], [28, "16 Procès entre les duc et duchesse de Nivernais, d'une part, et divers parents de Philibert de Beaujeu, d'autre part, au sujet des terres et seigneuries d'Amplepuis, Ranchal, les Tours et Chevagny-le-Lombard. Le 10 novembre 1501, traité de mariage fut passé entre mes sire Philibert de Beaujeu et dame Catherine d'Amboise, veuve de messire Christoffe de Tournon, seigneur de Beauchastel. Contrat fut passé, le 12 janvier 1528, devant les notaires du Roi de la prévôté et ressort d'Issoudun, entre ledit Philibert de Beaujeu et ladite Catherine d'Amboise, en forme de donation mu tuelle, au .plus vivant, de tous leurs meubles et conquêts, im meubles qu'ils possédaient etjposséderaient jusqu'au jour, temps et heure du trépas du premier mourant. Le 14 janvier 1528, Philibert de Beaujeu fit, devant les notaires de la baronnie de Lignières, un testament par lequel il appert qu'il lègue à sa femme les terres et seigneuries d'Amplepuis, Chevagny-le-Lom bard, les Tours et Ranchal, appartenances et dépendances d'i celles, situées au pays de Beaujolais. Philibert de Beaujeu et Catherine d'Amboise firent, en 1540, un dernier testament, en forme de donation mutuelle au plus vivant. Le 10 décembre 1541, des lettres furent obtenues en la chan cellerie royale el adressées au bailli de Berry ou son lieutenant àlssoudun, par messire Antoine de Choiseul, seigneur de Lan • ques et consorts ; ces lettres exposaient qu'ils étaient héritiers de feu Philibert de Beaujeu, seigneur de Lignières, et que néan moins Catherine d'Amboise, sa veuve, les troublait et empê chait dans la possession d'héritages leur appartenant, à cause de ladite succession. En 1542, fut fait un traité, par devant Le Clerc, notaire royal à Issoudun, entre messire Louis de Clèves, comte d'Auxerre, d'une part, et dame Catherine d'Amboise, dame de Lignières, d'autre, par lequel ladite dame donna audit seigneur comte"], [29, "17 d'Auxerre, en faveur de leur mariage, les terres et seigneuries d'Amplepuis, Chevagny-le-Lombard, Ranchal, Les Tours, etc., el le 20 juillet de la même année, Louis de Clèves entra en pos session desdites terres. Une sentence des requêtes du palais à Paris fut rendue, le 18 janvier 1547, entre Antoine de Vulli, tant pour lui que comme ayant attrait à lui le bail, gouvernement et administration des corps et biens de demoiselle Catherine de Sully, sa femme, ayant repris le procès au lieu de feu Pierre de Sully, seigneur de Lusson, demandeur, d'une part, et messire Antoine de Choi seul, chevalier, seigneur-baron de Lanques et de la Ferté-sur- Avant, défendeur ; messire Pierre Barthon, chevalier, seigneur et vicomte de Montbas, demandeur, et messire Louis de Luxembourg, chevalier, seigneur-comte de Roussy, et dame An toinette d'Amboise, opposante ; Georges de Créquy, seigneur de Ricey, dame Catherine d'Amboise, veuve de messire Louis de Clèves, comte d'Auxerre, et Pierre de Vayge, seigneur de Pies sis de Vigt, défendeurs et opposant au cas de saisine et de nou velleté, d'autre, par laquelle a été dit, faisant droit sur le tout, sans avoir égard aux lettres royaux obtenus par ledit de Luxem bourg et ladite d'Amboise, sa femme, la cour déboute lesdits de Choiseul, Barthon et de Sully et le sieur de Vayge. Arrêt fut donné, le 24 mars 1550, entre Antoine de Choiseul, seigneur de Lanques et consorts, se disant héritiers de Philibert de Beaujeu, et Catherine d'Amboise, sa veuve, Antoinette d'Am boise, dame de Barbézieux, et Georges de Créquy, seigneur de Ricey, par lequel il fut dit que ladite Catherine d'Amboise, pour le regard des meubles et conquêts, immeubles faits durant le mariage dudit Philibert de Beaujeu et d'elle, eut les terres et seigneuries d'Amplepuis, Chevagny-le-Lombard, les Tours et Ranchal, venant de Thoirie dudit Philibert de Beaujeu, et les terres et seigneuries d'Alongnet, Coustz, Chamelet, Lay et Ussel, à eux données et au survivant d'eux, par les ducs et duchesses de Bourbon de Beaujeu ; Antoinette d'Amboise eut les terres et 2"], [30, "18 seigneuries de Lignières, Treygnel, Rezay, au pays de Berry, que lesdites Catherine et Antoinette prétendaient leur apparte- nir, et Georges de Créquy, seigneur de Ricey, eut les terres et sei- gneuries qui furent audit Philibert de Beaujeu, à lui advenues médiatementpar le trépas d'Edouard de Beaujeu et de Catherine de Lignières, sa femme, aïeux dudit Philibert, pour la portion aíïérante à feue Jacqueline de Beaujeu, fille et héritière desdits Edouard de Beaujeu et Catherine de Lignières, et bisaïeule dudit de Créquy; par cet arrêt, la cour, en tant que touchait les appel- lations interjetées par lesdits de Choiseul, de Sully, de Barthon, Louis de Luxembourg, Antoinette d'Amboise, sa femme, et Catherine d'Amboise, et sans avoir égard aux lettres des 9 juillet et 23 février 1548, obtenus par ledit de Choiseul, et requête par lui présentée le 16 juillet, aux lettres obtenus par ledit comte de Roussy et Antoinette d'Amboise, sa femme, et aux lettres obtenus par ledit de Sully, et sans dépens dudit incident, a mis lesdites appellations à néant, sans amende et sans dépens ; la cour dit qu'à bonne et juste cause lesdits de Choiseul et de Sully, en la qualité qu'ils procèdent, ont formé leurs complaintes, comme héritiers de Philibert de Beaujeu, baron de Lignières, pour rai- son des biens et héritages, acquêts et moitié des conquêts, im- meubles, et de tous les propres dudit Philibert, et les maintient en possession, comme héritiers dudit Philibert de Beaujeu, de tous les biens et héritages, même des terres et seigneuries d'Am- plepuis, Chevagny-le-Lombard, les Tours et Ranchal, sans pré- judice des droits prétendus par le procureur général du Roi sur lesdites terres d'Amplepuis et autres. Prendront lesdits de Choi- seul , de Sully et Barthon les fruits, profits, revenus el émoluments, en disposeront comme de leur chose propre, nonobstant les op positions desdites feue Catherine et Antoinette d'Amboise et Georges de Créquy, que la cour a déboutés pour ce regard. Les dits de Luxembourg et Antoinette d'Amboise, à cause d'elle, Georges de Créquy tant en leurs noms que comme héritiers de Catherine d'Amboise, sont condamnés aux dommages pour ce"], [31, "19 regard, le tout pour telles portions que lesdits de Choiseul, de Sully et Barthon sont héritiers de Philibert de Beaujeu, selon la coutume des lieux, et sauf à discuter entre eux lesdites parts. La cour dit qu'à bonne et juste cause Catherine d'Amboise s'était opposée pour les meubles demeurés du décès de Philibert de Beaujeu, son mari, comme lui ayant survécu, maintient lesdits de Luxembourg et Antoinette d'Amboise, à cause d'elle, et Georges de Créquy, comme héritiers de Catherine d'Amboise, en possession de tous les meubles demeurés du décès de Phi libert de Beaujeu, de la moitié des acquêts immeubles faits du rant le mariage desdits Philibert et Catherine, aux charges de droit et de coutume, et sans dommages et intérêts, pour ce re gard. Et avant de faire droit sur le surplus de ladite opposi tion pour raison des terres et seigneuries de Voigna, Vissey, Lay, Coustz et Chamelet, la cour ordonne que le procureur gé néral du Roi et lesdites parties seraient plus amplement ouïes sur la réversion desdites terres prétendues par ledit procureur général, dommages et intérêts entre lesdites parties prises pour ce regard réservés ; néanmoins ayant égard à la déclaration et consentement desdits de Choiseul et de Sully, la cour ordonne que le Roi jouira desdites terres de Voigna, Escolle,Ussel, Lay, Coustz et Chamelet, sans préjudice des droits desdits de Choi seul et de Sully auxdites terres ou de ce qui aurait été donné en récompense d'icelles. Au regard de Topposition de ladite An toinette d'Amboise, la cour dit que celle-ci s'était opposée avec raison à ladite complainte, pour les terres et seigneuries de Lignières, Thiers et Recey, et maintient lesdits de Luxembourg et Antoinette d'Amboise, sa femme, en possession desdites ter res et seigneuries de Lignières, Thiers et Recey, en possession de percevoir les fruits, profits et émoluments, aux charges con tenues au traité de mariage entre feux Philibert de Beaujeu et Catherine d'Amboise, du 10 novembre 1501, et sans dommages et intérêts pour ce regard. Quanta Topposition de Georges de Créquy, seigneur de Ricey, la cour ayant égard aux lettres par"], [32, "20 lui obtenus les 13 mars et 10 juillet 1549, et sans dépens des dits incidents, déboute icelui de Créquy de son opposition, et le condamne aux dépens de la cause principale, dommages et in térêts, pour ce regard, tels que de raison. Quant à Tappellation de ladite sentence interjetée par icelui de Créquy, il est dit que mal, et sans griefs, celui-ci a appelé, et la cour le condamne aux dépens de ladite cause d'appel, tels que de raison. La cour con damne lesdits de Luxembourg et Antoinette d'Amboise, sa femme, et Georges de Créquy, comme héritiers de Catherine d'Amboise, en la quatrième partie des dépens de la cause prin cipale. Le 16 juin 1551, messire François de Clèves, duc de Niver nais, reçut exploit d'un mandement du sieur de Martinau, con seiller au parlement de Paris, assignant lesdits de Luxembourg et consorts, pour l'exécution de Tarrêt de la cour du 24 mars 1550. Un arrêt du parlement de Paris du 1er juillet 1553, tendant à Tinterprétation de Tarrêt du 24 mars 1550, adjugea auxdits de Choiseul et consorts, comme héritiers de Philibert de Beaujeu, la moitié des conquêts faits aux pays où la coutume n'est pro hibitive de donation mutuelle entre joints par mariage. Quant aux terres de Thizy, Perreux, la grange et tout le domaine de Bussy, la Goutte, la grange de laFay et la forêt joignant ladite grange, situées en la paroisse de Saint-Jean-la-Bussière, etc., la cour ordonne que les parties informeront sur les faits, tant par lettres que par témoins, dans deux mois, et néanmoins or donne que lesdits de Choiseul et consorts jouiront et seront mis en possession réelle et actuelle dela moitié de la terre de Nonant, ses appartenances et dépendances ; quant aux terres et sei gneuries d'Amplepuis, Chevagny-le-Lombard, les Tours et Ran chal, la cour ordonne que lesdits de Choiseul et consorts seront mis en possession desdits biens el terres, appartenances et dé pendances, sans préjudice des droits prétendus par le procu reur général du Roi èsdites terres et seigneuries; que ledit de"], [33, "21 Créquy sera tenu d'exhiber les titres, contrats et enseignements concernant le fait de la succession et hérédité de Philibert de Beaujeu et inventaire d'iceux, s'il en a en sa puissance. Le 23aoùt 1571, un arrêt fut rendu par le parlement de Paris, entre Antoine de Choiseul, baron de Lanques, et consorts, héri- tiers de Philibert de Beaujeu, demandeurs en exécution des ar- rêts des 24 mars 1550 et 1er juillet 1553, d'une part, et les duc et duchesse de Nivernais, défendeurs, et entre lesdits de Choiseul et consorts, demandeurs, et requérant Tentérinement d'une re- quête par eux présentée à la cour le 12 février 1553, et messire Georges de Créquy, chevalier, seigneur de Ricey, défendeur, et entre lesdits duc et duchesse de Nivernais, demandeurs en sommation, recours de garantie et requête formelle, d'une part, et le sieur de Ricey et Antoinette d'Amboise, dame de Barbé- zieux, héritière de Catherine d'Amboise, défendeurs, d'autre, et ledit sieur de Ricey, demandeur et demandant Tentérinement d'une requête du 23 juillet 1560, et lesdits de Choiseul et consorts, défendeurs, et encore entre lesdits duc et duchesse de Niver- nais, demandeurs et requérant Tentérinement de lettres royaux des 20 janvier 1557 et 18 février 1560, et lesdits de Choiseul et consorts, défendeurs, et entre le sieur de Créquy, demandeur à Tentérinement d'autres lettres royaux, en forme de requête ci- vile, du 22 mai 1553, et lesdits de Choiseul et consorts, défen- deurs, et encore entre lesdits de Choiseul et consorts, deman- deurs, requérant Tentérinement d'autres lettres de requête civile, du 12 juin 1563. et ledit de Créquy et messire Charles de la Rochefoucauld, chevalier, seigneur de Barbézieux, défendeurs, par lequel la cour ordonne que les arrêts des 24 mars 1550 et 1\" juillet 1553 seront exécutés selon leur forme et teneur, à Té- gard des duc et duchesse de Nivernais et dudit de Créquy, et lesdits de Choiseul et consorts mis en possession réelle et ac- tuelle desdites terres d'Amplepuis, Chevagny, les Tours et Ran chal, appartenances et dépendances, lesdits duc et duchesse condamnés, avec ledit de Créquy, les en laisser jouir et leur"], [34, "22 restituer les fruits depuis le 24 mars 1550 ; néanmoins l'exécu tion de cet arrêt surseoira jusqu'au lendemain des Rois, pen dant lequel temps lesdits de Créquy et de la Rochefoucauld pro duiront ce que bon leur semblera en ladite instance, et ledit temps passé, sera ledit arrêt exécuté. Une lettre en forme de requête civile fut donnée, le 26 août 1571, en la Chambre de Tédit, au parlement de Paris, en faveur de messire Charles de Gonzague, duc de Nivernais. Le 8 janvier 1572, un arrêt du conseil privé du Roi, entre lesdites parties, retint au Roi la connaissance et jugement des nullités alléguées contre Tarrêt du 23 août 1571. En octobre 1572, le Roi, par un arrêt de son conseil privé, renvoie les instances par devant la cour de Parlement de Paris, en la grande chambre du plaidoyer, où les demandeurs feront instruire ladite instance dedans 6 mois, pendant lesquels sera sursis l'exécution de Tarrêt. Le duc de Nivernais obtint, le 22 août 1576, des lettres en forme de requête civile contre les arrêts des 24 mars 1550 et 1« juillet 1553. Le 10 septembre 1576, un procès-verbal du seigneur de Thurin, conseiller au parlement, explique comment il a mis en possession desdites terres contentieuses lesdits de Choiseul et consorts, en exécution des arrêts de 1550, 1553 et 1571. Par une requête du 6 juin 1578, le duc de Nivernais demande quelles portions auxdites terres contentieuses prétendent les dits de Choiseul et consorts. Lesditsde Choiseul et consorts présentent une requête, en fé vrier 1579, pour jouir par provision, pendant le procès, de six parts, les huit faisant le tout. Par une requête du 18 mars 1579, ceux-ci demandent à être mis en possession desdites terres, comme ils avaient été mis par le seigneur de Thurin. Le 15 avril 1595, un arrêt du parlement de Paris entre les duc et duchesse de Nivernais, demandeurs, et messire Philibert.de"], [35, "23 Choiseul, abbé de Mureaux, tant pour lui que comme tuteur et curateur d'Antoine de Choiseul, fils de messire Jehan de Choi seul, seigneur de la Ferté, et consorts, défendeurs, d'autre part, remet les parties dans Tétat où elles étaient avant les arrêts des 24 mars 1550, 1\" juillet 1553 et 23 août 1571. Le 4 avril 1607, par un arrêt de son conseil privé, le Roi évo que à lui le procès entre les parties, ci-devant pendant en la chambre de Tédit du parlement de Paris, etle renvoie en la cham bre de Tédit du parlement de Grenoble, pour s'en occuper seul. Le 21 juin 1613, le parlement de Grenoble, chambre de Tédit, donna un arrêt par lequel la totalité des terres d'Amplepuis, Chevagny-le-Lombard, les Tours et Ranchal, avec restitution des fruits et levées perçus ou empêchés percevoir, est adjugée à messire Jacques de Gonzague de Clèves, duc de Nivernais et Rethelois, pair de France, malgré les prétentions de David de Choiseul, chevalier, baron de Lanques, Anne de Nestancourt, veuve de Joffray de Saint-Astier, chevalier, seigneur de Lieu dieu, tant en son nom que comme ayant la garde noble des en fants dudit défunt et d'elle, Philippe de Choiseul, baron de Pressigny, héritier par bénéfice d'inventaire de Christoffle de Choiseul, Charlotte de Lantage, veuve de Ferry de Nicey, tu trice des enfants mineurs dudit défunt et d'elle, Jean et Etienne de Nicey, aussi enfants et héritiers dudit défunt. Le 16 août 1613, la chambre de Tédit de la cour de parlement de Paris renvoie le duc de Nivernais comme propriétaire en la possession et jouissance des terres d'Amplepuis, Chevagny le-Lombard, les Tours et Ranchal. Provisions de la charge de capitaine-châtelain de Chevagny-le - Lombard , pour Claude de la Chaslre, sa mise en possession, et provisions du même emploi pour Théodde de Marzè. Louis de Clèves, comte d'Auxerre, seigneur de Lignières,"], [36, "24 Amplepuis, Thizy, Montmelas et autres lieux, plein de confiance des suffisance, loyauté, prud'hommie et bonne expérience de son aimé et féal Claude de la Chastre, écuyer, lui donne la capi tainerie de sa terre et seigneurie de Chevagny-le-Lombard, qu'il n'avait promis à personne, depuis qu'il a reçu ladite sei gneurie en don de sa chère et bien-aimée compagne Catherine d'Amboise Claude dela Chastre tiendra cette capitainerie aux honneurs, profits et émoluments accoutumés, tant qu'il plaira au donateur, lequel mande à tous ses officiers de ne pas souf frir qu'il lui soit fait aucun destourbier ou empêchement. Donné au château de Lignières, le 25 janvier 1543. Le 4 février 1543, noble homme Claude de la Chastre, écuyer, présente, au lieu d'Aigueperse, pays de Beaujolais, à Jehan de la Roche, châtelain de la terre et juridiction de Chevagny-le- Lombard, les lettres du don et octroi à lui faits par haut et puissant prince et seigneur Louis de Clèves, comte d'Auxerre, seigneur de Coultz, Alloignet et dudit Chevagny, de la capi tainerie de ladite terre, juridiction et seigneurie dudit Cheva gny ; et ledit de la Roche l'en met en possession, ensemble des droits, profits, honneurs et émoluments de cette capitainerie. En mars 1550, François, duc de Nivernais, comte, duc de Dreux, deRethelois, Beaufort et Auxerre, pair de France, gou verneur et lieutenant-général du Roi en ses pays de Champagne et Brie, ayant entière et parfaite confiance en la personne de son bien-aimé Théodde. fils de Jean de Marzé, et en ses sens, loyauté, prud'hommie, expérience et bonne diligence, lui donne le poste de capitaine de son chastel et seigneurie de Chevagny le-Lombard, que naguères soûlait tenir et exercer Claude de la Chastre, sieur de Preverl, dernier paisible possesseur d'icelui, qui Ta résigné purement et simplement. Théodde de Marzé le tiendra dorénavant, Texercera, en jouira et usera aux honneurs, autorité, droits, profits, revenus, franchises, libertés et émolu ments accoutumés, tant qu'il plaira au duc de Nivernais."], [37, "25 Ferme de la terre de Tliizy, passée par le duc de Nivernais à Jacques Severt de Saint-Marcel. Noble Jehan de Saint-Quentin, écuyer, seigneur de Foronne, écuyer d'écurie de très-haut et puissant prince monseigneur le duc de Nivernais, pair de France, seigneur d'Amplepuis, Thel, Ranchal, Thizy, Chevagny-le-Lombard, Montmelas et les Tours, en Beaujolais, gouverneur dudit seigneur dans lesdites terres et son procureur spécialement fondé, et honnête Jacques Severt de Saint-Marcel font les pactes suivantes : Ledit sei- gneur de Foronne, audit nom, en présence de nobles et sages messires maîtres Jehan Boyer, docteur ès droits, gruyer de Charollais et juge pour le duc de Nivernais auxdites terres de Beaujolais. Gérard Boyer, docteur en décret et chambrier de Charlieu, et honnête maître Antoine Charreton, procureur général dudit seigneur auxdites terres de Beaujolais, après avoir fait les publications et annoncements accoutumés faire les jours du marché dernier à Villefranche et Beaujeu, et fait afii • cher placards aux carrefours de Villefranche, d'Amplepuis et de Thizy, a livré audit Jacques Severt, comme le plus offrant, la ferme de Thizy, avec les fruits, profits, rentes, revenus et émo- luments de la seigneurie, en cens, servis, rentes, pensions, amendes, forfaitures, exploits et devoirs de justice haute, moyenne et basse, tant solvables que non solvables, à tous pé- rils et fortunes dudit Severt, sans querelle de diminution, dé- duction ou rabat, et ce, pour le temps de cinq années, commen çant à la fête Nativité de Monseigneur saint Jehan-Baptiste prochainement venant, et à semblable jour finissant, et pour le prix et somme, pour chacune desdites cinq années, de cinq cents soixante dix livres. Les paiements se feront au château de la Goutte. Le duc de Nivernais se réserve les institutions et destitutions des officiers de la justice, présentations, commis-"], [38, "26 sions de messes, provisions et collations de prébandes, chapel les et autres bénéfices, offices ecclésiastiques ou séculiers quel conques, les droits de fief et arrière-fief, aubenage et confisca tion, le cas y advenant ; Tamodiateur sera tenu de poursuivre ces droits, à ses frais, il fera bien et dûment exercer la justice, à ses dépens, même l'expédition des criminels qu'il poursuivra jusqu'à sentence définitive et correction exemplaire, sans pou voir composer, etc. Le fermier de la terre de Thizy paiera les gages des officiers, chaque année, à savoir : au juge d'appeaux, vingt-cinq livres ; au bailli d'Amplepuis et Thizy, vingt-cinq livres ; au juge, cinq livres ; au lieutenant, trois livres, six sols, 8 deniers; au procureur général, deux livres, 10 sols; au châ telain, 5 livres. II paiera toutes charges ordinaires, aumônes, fondations et refusions quelconques, dûes par le seigneur, à cause de la terre de Thizy ; il ne pourra faire son profit des mas et héritages vacants qui seront à la disposition du seigneur ; il ne pourra commettre à Texercice du greffe que des agents idoi nes et suffisants, et avec Tavis dudit seigneur de Foronne, gou verneur, juge et procureur général. Le seigneur se réserve la moitié des protocoles qui adviendront par le trépas des notaires de ladite terre. Le fermier ne pourra prendre aucun bois de haute futaie, mais seulement les taillis, il aura les paissons et gland âges; à la fin de sa ferme il baillera une liève nommée et signée. Fait à Amplepuis, sous la halle dudit lieu, le 1er juin 1550, en présence d'honnêtes Jean Bailly et Jacques Bellet, mar chands et bourgeois de Thizy, Jean Pierrefeu, dit le Gras, d'Am plepuis, et maître André Gacyer, notaire de Thizy. Mise en vente, par le duc et la duchesse de Nivernais, des terres et sei- gneuries d'Amplepuis, la Goutte, Thel, Ranchal, les Tours, Monlmelas et Chevagny-le-Lombard. Très- haut et très-puissant prince et seigneur François de"], [39, "27 Clèves, duc de Nivernais, avait fait, entre ses enfants, un partage confirmé par son testament, par lequel il avait ordonné, qu'au cas que François et Jacques, ses enfants mâles, mourraient sans hoirs, comme il advint, à sa fille Henriette de Clèves ap- partiendraient le duché et pairie de Nivernais, le comté de Rethelois, les terres souveraines d'outre-Meuse et le comté d'Eu et baronnie, en dépendant. Le 1er mars 1566, les enfants de François de Clèves, duc de Nivernais, procédèrent au partage de la succession de leur père et de leurs frères ; ils étaient au nombre de trois: 1° très-haute et très-puissante princesse dame Henriette de Clèves, duchesse de Nivernais, assistée de très- haut et très-puissant prince Ludovic de Gonzague, duc de Ni- vernais, son époux et son curateur, de noble homme François du Portau, chevalier, seigneur dudit lieu et Rezay, gentilhomme ordinaire de la chambre du Roi et bailli de Nivernais, et de mon- sieur Martin Le Grisle, seigneur de la Serbaudière, ancien ser- viteur de la maison de Nevers; 2° dame Catherine de Clèves, assistée de très-haut et très-puissant prince Antoine de Croùy, prince de Portian, son époux et son curateur, de noble messire Charles de Condé, vicomte de Rochière, de messire Jean de Saint-Meloir, seigneur de Pennet, avocat en la [cour départe- ment à Paris, et de maître Jean du Clamin, ayant charge des af- faires desdits seigneurs et dames les princes et les princesses ; 3° damoiselle Marie de Clèves, sous Tautorité d'illustrissime car- dinal de Bourbon, son oncle et curateur, et assistée, par man- dement du Roi, de noble homme maître Pierre Séguier, conseil- ler dudit cardinal de Bourbon en son conseil privé et président en la cour de parlement à Paris, et de Charles La Moignon, con- seiller du Roi et maître des requêtes de son hôtel. Les enfants du duc de Nivernais firent ce partage, en présence et avec le conseil de leurs parents et amis, entre autres monseigneur le prince de Condé, leur oncle maternel, et monseigneur le duc de Montpensier, leur cousin maternel. Tous les meubles, joyaux, bagues, pierreries, vaisselle d'or et d'argent se partagent éga-"], [40, "28 lement, entre lesdites dames, à Texception de certains qui ap partiennent en préciputà Henriette de Clèves. Catherine a dans son lot le comté d'Eu, avec ses titres, prééminences et préroga tives de pairie, justices, vasselages, ressort, honneurs, droits, etc., les terres souveraines de Château- Regnard, Motherne, Broaulx, Limpchamp et les péages de Raverat de Meuse, Semoz et autres terres souveraines au-delà de la Meuse, etc. Marie reçoit en partage le marquisat d'Isles, les terres, villes et sei gneuries de Charmes, Jaucour, Jully, Villemort, Maraze, La grenet, Lorancy, Vaulcharz et Logallet, le comté de Beaufort, les châtellenies de Sollaines et Larzicourt, le vicomté de Saint- Florentin, la terre et seigneurie de Boitenay, la baronnie de Clouy, etc., etc. A Henriette sont attribués le duché de Nivernais et plusieurs autres seigneuries, entre autres les terres et baron nie d'Amplepuis, Thizy, la Goutte, Ranchal, Thel, Montmelas, les Tours et Chevagny-le-Lombard. L'acte de ce partage fut passé au château de Moulins, en présence du roi Charles IX, qui le même jour, 1er mars 1566, donna des lettres patentes pour confirmer ledit partage et autoriser les enfants du duc de Niver nais à vendre certaines terres pour acquitter les dettes de la succession, dettes dont s'était chargée Henriette de Clèves, qui pouvait vendre des terres jusqu'à concurrence des dettes. Le 25 mai 1566, Ludovic de Gonzague, duc de Nivernais, comte de Rethelois et d'Auxerre, pair de France, et Henriette de Clèves, duchesse et dame desdits lieux, sa femme, désirant par venir à Tacquit des dettes de la maison de Nevers, par la vente de quelques-unes de leurs terres, suivant la permission du Roi, donnèrent commission à leur améet féal conseiller et maître des comptes noble homme Jean Jourdain, seigneur de Villiers, d'ex poser en vente, en gros et en détail, les terres et seigneuries d'Amplepuis, la Goutte, Ranchal, Thel, Thizy, Montmelas, les Tours et Chevagny-le-Lombard, assises aux pays de Beaujolais et Forez, avec leurs appartenances, faire proclamer et recevoir les enchères."], [41, "29 Après avoir reçu cette commission, Jean Jourdain se trans porta expressément sur lesdites terres et seigneuries, dans les villes de Lyon, Villefranche, Belleville, Roanne, Thizy et dans les bourgades de toutes lesdites terres, par cinq diverses et réi térées fois, et à divers jours et semaines, il fit proclamer la vente desdites terres, tant à son de trompe qu'à voix publique, par les carrefours et autres endroits, lorsque les plaids se tenaient. II fit annoncer ladite vente aux prônes des églises paroissial les, faisant donner assignation à ceux qui voudraient entendre à Tachât desdites terres, de venir en la ville de Thizy, pour illec faire ouir et recevoir leurs mises à prix et enchères. Jean Jour dain fut assisté, dans cet acte et dans Taudition des enchères, par maître Claude Cognaud, docteur ès droits et juge des terres mises en vente, et par Antoine d'Ogerolles, seigneur de Saint- Polgues et de Roche-la-Mollière. Parmi les conditions de la vente, les duc et duchesse de Nivernais retinrent que Claude Cognaud conserverait son état et office de juge desdites terres et de chacune d'icelles. Le 17 juillet, les sergents royaux proclamèrent lesdites terres d'Amplepuis, la Goutte, etc., avec toutes leurs appartenances et dépendances, à. aliéner, soit par ferme de vingt à vingt- deux ans, soit par vente perpétuelle ou à faculté de rachat, en entier ou par parcelles. Proclamations furent faites à Roanne, le 19 juillet 1566, jour du marché ordinaire, et la copie en fut affichée au pilori dudit lieu. Le 20 juillet, semblables proclamations furent faites, à Lyon, par le crieur public, lues et publiées à haute voix, cri public et son de trompe, affichées aux deux descentes du pont de Saône, à la place du Change, vers THerberie, au Puits devant la Gre nette, lieux et places publiques, accoutumées à íaire telles et semblables publications, les commissaires du duc de Nivernais étant au logis du Heaume, près le port Saint-Paul, pour recevoir les enchères. Ceux qui voudront affermer pour vingt ans ou acheter purement et simplement les terres et seigneuries d'Am-"], [42, "30 plepuis, etc., devront s'adresser au sieur Hiérôme Pellissary, marchand, et à maître Benoit du Troncy, notaire royal, demeu rant au Change de Lyon, chargés d'ouïr les enchères. Les terres à vendre sont: 1° la baronnie et seigneurie d'Amplepuis, avec Thel et Ranchal, ses annexes, ayant toutes justices haute, moyenne et basse, et titre de la première baronnie du pays de Beaujolais, rentes, servis et autres droits seigneuriaux, maison forte, bois de haute futaie de fort longue étendue et autres do maines, accensés quinze cents livres tournois, par an, avec le château et seigneurie dela Goutte et ses dépendances; 2° la ville et château-fort de Thizy, avec toutes justices haute, moyenne et basse, accensée communément cinq cents livres ; 3° la maison forte et seigneurie de Chevagny-le-Lombard, ayant aussi toutes justices haute, moyenne et basse, accensée six cents livres par an; 4° la terre et seigneurie de Montmelas, en toutes justices haute, moyenne et basse, qui a toujours été accensée trois cents soixante livres; 5° la terre et seigneurie de les Tours, ayant toutes justices haute, moyenne et basse, consistant en rentes, nobles et grands domaines, accensée deux cents livres par an. • Le 20 juillet 1566, le sergent de Charlieu fit des criées, dans cette ville, par tous les cantons, carrefours et lieux accoutumés. La vente desdites terres fut annoncée, le 21 juillet, aux prô nes des églises paroissialles de Saint-Victor, Cublize, Thizy, Amplepuis, Saint-Nizier, Saint-Georges et Saint-Paul de Lyon. Le 22 juillet, criées furent faites à Villefranche par le trompette et sergent royal au bailliage de Beaujolais, à son de trompe, à haute voix et cris publics, par tous les endroits et carrefours de cette ville. Le 24 juillet 1566, la mise aux enchères desdites terres d'Am plepuis, etc., fut faite à Thizy: Claude de Plasses, dit Mouche ran, pour l'accense de toutes lesdites terres et seigneuries, pendant dix ans, offrit bailler 15,000 livres tournois, payables à la Toussaint prochaine; pour Taliénation de la terre et sei gneurie de la Goutte et dépendances, Jean de Sevelinges offrit"], [43, "31 7,000 livres, Pierre Gacier, capitaine de Thizy, 8,000 ; pour Talié- nation de ladite terre de la Goutte, à la charge de rédéméré et rachat, Claude de Plasses, receveur et fermier desdites terres, offrit 5,000 livres, payables à la Toussaint prochaine ; la seigneu- rie de Thel et Ranchal, membres et dépendances, pour Taliéna- tion perpétuelle, fut mise à prix, par Antoine de Vouldy, à 5,000 livres; la terre et seigneurie de Montmelas, tous ses droits et appartenances, pour sa perpétuelle aliénation, fut mise à prix par Antoine Porte à 10,000 livres, à condition d'être garanti, par les duc et duchesse de Nivernais, de tout procès avec le sei- gneur de Choiseul de Lanques et du droit prétendu par mon- seigneur de Montpensier ; par Pierre Ovize, à la même condi- tion, à 10,500; par Jean de Sevelinges, à 12,000 livres ; par noble homme Pierre Gacier, à 15,000 ; par ledit de Sevelinges , à 16,000, toujours à la même condition ; ladite terre de Montmelas, par aliénation, à charge de rédéméré et rachat dans dix ans, en remboursant le sort principal et loyaux coûts, a été mise à prix par Pierre Gacier, à 2,000 livres, à la mème condition que dessus ; le greffe de ladite justice, par pure et simple vente héréditaire, a été mise à prix, par maître Benoît Vicard, à 400 livres; par maître Pierre Ovize, à 450; par ledit Vicard, à 200 écus, par Jean Bert, à 550 livres ; par maître Pierre Guillard, à 600; par ledit Vicard, à 650; par Jean Bert, à 700; par ledit Vicard, à 300 écus, valant 700 livres ; par ledit Guillard, à 800 livres; la terre, justice et seigneurie des Tours, en tous droits, pour sa perpétuelle aliénation, a été mise à prix par maître Jean Salus, pour lui, son ami élu ou à élire, à la même condi- tion contenue en la mise à prix de la seigneurie de Montmelas, à 5,000 livres ; par maître Pierre Ovize, pour lui, son ami élu ou à élire, à 5,100 livres ; par Jean de Sevelinges, à 6,000 ; pat- Pierre Gacier, à 6,500 ; par François Febvre, à 6,600; par ledit Gacier, à 6,800 ; par Pierre de Chasteaux, pour son ami, à 6,600 ; par Antoine Porte, à 7,000, toujours à la même condition ; la- dite terre des Tours, par aliénation, à la charge de rédéméré"], [44, "32 et rachat dans dix ans, en remboursant le sort principal et loyaux coûts, a été mise à prix par Jean de Sevelinges, le jeune, à 1,000 livres ; la grange, ferme et métairie de laFay, membres et dépendances, y compris le bois de la Bouchère, aux charges des servis et devoirs, si aucuns en sont dûs, pour son aliéna tion perpétuelle, ladite métairie dépendant de la ville d'Ample puis, a été mise à prix, par Pierre Gacier, à 2,000 livres; par Nicolas Rolland, à 2,500 ; par le sieur de Sevelinges, Taîné, à 2,600; par ledit de Sevelinges, à 3,200 ; la grange, ferme et mé tairie de Meysselier, près de Chevagny-le-Lombard, dépendant de cette seigneurie, membres et dépendances, aux charges des servis et devoirs, si aucuns en sont dûs, pour Taliénation per pétuelle, a été mise à prix, par Claude de Plasses, à 500 livres ; le bois de Vienne, près Cublize, pour Taliénation perpétuelle, a été mis à prix, par maître Guillaume Bron, à 100 livres ; par Jacques Bellet, à 300; par Claude de Plasses, à 350; par ledit Bellet, à 400 ; par Jean Faure, de Cublize, à 450 ; par ledit Bron, à 500; par ledit Faure, à 520 ; par ledit Bellet, à 550 ; par Pierre Gacier, à 600 ; la baronnie, justice et seigneurie d'Amplepuis, membres et dépendances, y comprenant la Goutte, Thel et Ran chal, pour Taliénation perpétuelle, a été mise à prix, par le sieur de Sevelinges, à 20,000 livres; par noble homme Antoine d'O gerolles, à 40,000. Le greffe d'Amplepuis, par perpétuelle alié nation, a été mis à prix, par maître Briand de Pomey, à 400 li vres, à la condition alléguée à la seigneurie de Montmelas ; par Pierre Gacier, à 500 ; par le sieur de Sevelinges, à 600 ; par ledit de Pomey, à 1,000; par ledit de Sevelinges, à 1,100 ; par ledit Gacier, à 1,200; par ledit de Pomey, à 1,400 ; par ledit Gacier, à 1,500; la terre et seigueurie de Thizy, y compris le château et forteresse d'icelui, en toutes justices et droits, mem bres et dépendances, a été mise à prix, pour la vente et aliéna tion perpétuelle, par Jean de Sevelinges, à 10,000 livres ; par Claude de Plasses, à 12,000; par noble Antoine d'Ogerolles, seigneur de Saint-Polgue, à 15,030; par ledit de Sevelinges, à"], [45, "33 16,000; la même terre, à la charge de rédéméré et rachat dans dix ans, en remboursant le sort principal et loyaux coûts, a été mise à prix, par Jean de Sevelinges, à 3,000 livres; par Claude de Plasses, à 4,000 ; le greffe dudit Thizy, par perpétuelle alié nation et vente pure et simple, a été mis à prix, par Pierre Gacier, kò00 livres; par maître Benoît de Pomey, à 800; par Jean de Sevelinges, le jeune, à 900; par ledit Gacier, à 1,000; par ledit de Pomey, à 1,100; la terre et seigneurie de Chevagny le-Lombard, en tous droits, membres et dépendancee, pour la perpétuelle aliénation, a été mise à prix, par Pierre Gacier, à 15,000 livres ; par le sieur de Sevelinges, le jeune, à 1-^000 ; par ledit Gacier, à 16,500 ; par ledit de Sevelinges, à 17,000 ; la même terre, à charge de rachat et rédéméré dans dix ans, a été mise à prix, par Claude de Plasses, à 4,000 livres ; le greffe du dit Chevagny, par perpétuelle aliénation et vente pure et simple, a été mis à prix, par Claude de Plasses, à 200 livres; par Pierre Gacier, à 300 ; pour Taliénation de toutes lesdites terres, par vente pure et simple, il a été offert, par honnête homme Pierre Gacier, 60,000 livres; par maître Jean Chastellin, 65,000 ; par le sieur Claude de Plasses, 70,000; pour leur aliénation, à charge de rédéméré et rachat dans dix ans, il a été offert, par Claude de Plasses, 20,000 livres; par Jean Chastellin, 25,000; par ledit de Plasses, 26,000. Le même jour, 24 juillet 1566, à Thizy, sur le lieu même où venaient de se faire les enchères, lieu éminent et où avaient coutume d'être faites criées, proclamations et toutes autres so lemnités à ce requises, les officiers des terres mises en vente rédigèrent un acte adressé au duc et à la duchesse de Nivernais, certifiant que les susdites enchères avaient été poussées aux prix précédemment énoncés et qu'elles avaient été précédées des proclamations d'usage. Ce certificat fut signé par le sei gneur de Saint-Polgue et de Roche-la-Mollière, gentilhomme ordinaire de la chambre du Roi, bailli et gouverneur desdites terres ; Claude Cognaud, docteur ès droits, juge de chacune d'i- 3"], [46, "34 celles ; Pierre dc la Perrière, châtelain et lieutenant particulier de Thizy ; Jean Jourdain, seigneur de Villiers, procureur des duc et duchesse de Nivernais ; Jean de Sevelinges et Claude de Plasses, fermiers desdites terres ; Le Grand ; Bourdon, procureur d'office; Febvre; Salus, procureur d'office de Montmelas ; Bron, châtelain d'Amplepuis ; Vicard, notaire royal de Villefranche ; Jean et Claude de Montagny frères, écuyers, seigneurs dudit lieu; A. Escorte; Chasteney ; Jacques Bellet; Pierre Ovize, greffier de Montmelas ; Pierre Gacier, capitaine de Thizy ; Vial lier, curé dePerreux ; Chavanon, greffier de Thizy. Le 26 juillet, le sieur Jacques Bellet, marchand de Thizy, s'est présenté pardevant les commissaires et a offert de la seigneu rie de Thizy la somme de 17,000 livres, et de la seigneurie de Chevagny-le-Lombard celle de 18,000 livres. Le 28 juillet, la mise en vente desdites terres est annoncée aux prônes des églises d'Ouroux, d'Aigueperse et autres. Le 3 et 4 août 1566, de nouvelles proclamations pour la vente desdites terres et seigneuries ou leur accensement furent faites à Lyon, en Tauditoire de la cour et sénéchaussée, le plaid te nant, par Lazare Bardot, sergent royal, ayant la garde de la porte de T audience de ladite cour; elles furent signées par Ni colas de Langes, docteur ès droits, conseiller du Roi, lieute nant particulier civil et criminel en ladite sénéchaussée et siège présidial de Lyon. Elles invitent les enchérisseurs à se rendre au logis du Heaume, près de Saint-Paul, où est logé le procu reur des duc et duchesse de Nivernais, et où il recevra l'en cbère qui y sera mise, pour en faire ensuite Testrousse à celui qui se trouvera le plus offrant et dernier enchérisseur le mercredi 7 août en la ville de Thizy. Le 5 août 1566, la terre, justice et seigneurie de Chevagny-le- Lombard, membres et dépendances, par la perpétuelle aliéna tion, est poussée à 18,000 livres par noble François d'Amanzé, seigneur de Chauffailles, qui offre 36,000 livres des seigneuries de Thizy et Chevagny, unies ensemble ; ces deux seigneuries"], [47, "35 sont poussées à 38,000 livres par honnête Jacques Bellet et à 40,000 par ledit seigneur de Chauffaìlles. De nouvelles procla mations et criées sont faites à Villefranche, Beaujeu, Roanne, Charlieu, Thizy et dans les bourgades desdites terres mises en vente; de nouvelles annonces sont également faites aux prônes de diverses églises paroissialles. Après cela, les dernières enchères sont faites le mercredi, 7 août 1566, à Thizy, en la maison d'honnête François Goujard, capitaine dudit Thizy : La seigneurie de Thel et Ranchal, pour Taliénation perpétuelle, est mise à prix à 5,050 livres par hon nête Antoine Chermette, pour son ami élu ou à élire ; à 5,100 livres, par noble Jean des Serpens ; La terre, justice et sei gneurie de Montmelas et tous droits en dépendant, aux mêmes conditions de toutes évictions et garanties, mises aux précé dentes enchères et que les officiers demeurent, pour la perpé tuelle aliénation, a été mise à prix par noble homme Jean Arod de Quincieu, écuyer, seigneur de Clervaux et Ronzières, à 16,500 livres ; par noble Etienne de Jolly, seigneur de Choin, à 16,550 ; par ledit sieur de Clervaux, à 17,000 ; par ledit sieur de Choin, à 17,250, et par ledit sieur de Clervaux, à 18,000 livres tournois, à condition que Monseigneur de Nevers lui fera délivrer le papier terrier dont il est saisi et ceux desquels sont saisis les gens du Roi de Villefranche, pour le regard dudit Montmelas ; La terre et seigneurie des Tours, en tous droits, membres et dépendan ces, pour la perpétuelle aliénation, mise à prix par la dernière enchère à 7,250 livres, a été poussée par maître François Vicard, pour son ami élu ou à élire, à 7,500 livres ; par noble homme Etienne de Jolly, seigneur de Choin, à 8,000; par Pierre Ovize, à 8,250, par le sieur de Jolly, à 8,500 ; par ledit Ovize, à 8,700 ; par le sieur de Jolly, à 9,000; par maître Pierre Carteyron, à 9,200; par maître Jean Donguy, à 9,300; par ledit Carteyron, à 9,500 ; par ledit Donguy, à 10,000; par maître Pierre Ovize, à 10,500; par ledit Donguy, à 10,800 ; par ledit Ovize, á 11,000; celui-ci a élu Jean Arod, dit de Quincieu, seigneur de Clervaux, Ronzières et"], [48, "36 Serfavre, présent et acceptant ; La grange et métairie de Coucy, dépendant de la Goutte, a été mise à prix, pour son aliénation per pétuelle, par maître Pierre Guillard, à 2,000 livres ; par maître Briand de Pomey, à 2,500; par maître Claude de Plasses, à 2,600; Du bois de Vienne, près de Cublize, contenant environ quatre ânées, pour Taliénation perpétuelle, honnête Jacques Bellet offre 625 livres; honnête Pierre Gacier, 630 ; Jacques Bellet, 650; ledit Gacier, 660; ledit Bellet, 670; Le bois des Folliéz, dépendan d'Amplepuis, pour son aliénation perpétuelle, à la charge d'un raz d'avoine, mesure d'Amplepuis, de servis perpétuel, rendu audit Amplepuis, a été mis à prix, par maître Pierre Guillard, à 60 livres ; par Jacques Bellet, à 80 ; Le pré et Tétang du Breuil, dépendant de la Goutte, ont été mis à prix, par maître Pierre Guillard, à 300 livres; par Jacques Bellet, à 400; par Benoit Pierrefeu, à 450 ; noble homme Jean des Serpens, seigneur de Magny, offre 45,000 livres des terres d'Amplepuis, la Goutte, Thel, Ranchal et dépendances, pour leur aliénation perpétuelle ; maître Pierre Guillard, pour son ami élu ou à élire, en offre 46,000 livres; on offre 1,650 livres du greffe d'Amplepuis, par perpétuelle aliénation ; La terre et seigneurie de Thizy, y com pris le château et forteresse, en toute justice et droits, membres et dépendances, pour la vente et aliénation perpétuelle, est mise à prix à 18,000 livres, par noble homme François d'Amanzé, écuyer, seigneur de Chauffailles ; Maître Claude Chavanon offre 1,200 livres du greffe de Thizy, par perpétuelle aliénation de vente pure, simple et héréditaire ; La baronnie d'Amplepuis, la Goutte, les domaines et Ranchal, Montmelas et les Tours, avec leurs appartenances et dépendances, sont mises à prix à 70,000 livres par Jean Bessié, élu du Beaujolais, pour son ami élu ou à lire. Le 8 août 1566, noble homme Louis Damas, seigneur d Es tieugues et de Corcelles, offrit de la seigneurie de Thel et de Ran chal la somme de 5,500 livres. Le 9 août , noble homme Jean des Serpens , seigneur de"], [49, "37 Magny, offrit des même seigneuries la somme de 5,600 livres. Le 15 août, noble homme Louis Damas, seigneur d'Estieugues, offrit des mêmes seigneuries de Thel et Ranchal la somme de 5,800 livres. Jean Jourdain, procureur des duc et duchesse de Nivernais, ayant différé de faire Testrousse desdites terres mises aux en chères, une nouvelle procuration lui fut donnée, le 14 septembre 1566, ainsi qu'à Claude Cognaud, docteur en droit, conseiller, lieutenant général desdits duc et duchesse en leurs terres de Beaujolais, pour faire crier, publier et proclamer, par tous les lieux et endroits où il appartiendra, lesdites terres d'Ample puis, Thel, Ranchal, la Goutte, Thizy, Chevagny-le-Lombard, Montmelas et les Tours, domaines, héritages, granges, prés, terres, étangs, bois de haute futaie, etc., en dépendant. Le 11 septembre, Etienne Maulguion offrit 1,000 livres de plus des terres de Thizy et Chevagny-le-Lombard. Le dimanche, 6 octobre 1566, annonces furent faites, à l'é glise de Notre-Dame de THôpital de Thizy, à 11 heures du ma tin, en la maison dudit maître Cognaud. Des annonces furent faites aussi au prône d'Amplepuis, à la messe paroissialle, le jour de la fête de saint Denis, le peuple illec assemblé pour ouïr le divin service. Le 7 octobre, jour du marché de Villefranche, le sergent royal au bailliage de Beaujolais proclama, à midi, à son de trompe, par tous les lieux et endroits de la ville de Villefranche, accou tumés à faire telles et semblables proclamations, la vente des dites terres et seigneuries et assigna les enchérisseurs à se trou ver à Thizy le vendredi suivant, 11 dudit mois. II y eut encore des annonces au prône de l'église de Notre- Dame de Villefranche, des criées à Lyon et à Thizy, le 9 octobre, jour de la foire. Le 11 octobre 1566, les enchérisseurs sont invités à se trou ver ledit jour à Thizy, au logis où pend pour enseigne la Tête Noire, où sont logés les commissaires des duc et duchesse de"], [50, "38 Nivernais. La terre et seigneurie de Montmelas est mise à prix, pour la perpétuelle aliénation, en y réunissant celle des Tours, par monsieur Arod de Quincieu, à la somme de 29,500 livres, à la condition qu'il sera déchargé des frais des proclamations et expédition du contrat de vente. L'estrousse lui est faite de ces deux terres. Le 12 octobre 1566, maître Jean Jourdain et Claude Cognaud, procureurs des duc et duchesse de Nivernais pour la vente des terres et seigneuries d'Amplepuis, Thizy, la Goutte, Thel, Ran chal, Chevagny-le-Lombard, Montmelas et les Tours, remettent par vente pure, perpétuelle et irrévocable, avec promesse de garantie de tous procès, troubles et empêchements, à Jean Arod, seigneur de Clervaux, présent et acceptant, à savoir lesdites deux terres et seigneuries de Montmelas et les Tours, assises au pays de Beaujolais, consistant en toutes justices haute, moyenne, basse, rentes et revenus, portant laods, milaods, ven tes, reconnaissances et autres droits et devoirs seigneuriaux, châteaux et maisons-fortes, prés, bois, domaines, appartenan ces et dépendances quelconques, pour ..en jouir par Tacheteur et ses ayant cause à perpétuité, ainsi qu'en ont joui feue dame Catherine d'Amboise, dame de Lignières et les prédécesseurs desdits seigneur et dame duc et duchesse de Nivernais, franc et quitte de toutes hypothèques et autres charges quelconques, si ce n'est du ban et arrière-ban, quand il plaira au Roi les convo quer, si toutefois lesdites terres s'y trouvent assujéties. Fait et passé en la ville de Thizy, au lieu où pend pour enseigne la Tête Noire, en présence de noble Guyot d'Arcy, seigneur de la Bus sière, en Beaujolais ; noble Jean de la Salle, écuyer, demeurant à Yseron, en Lyonnais ; maître Pierre de Verney, notaire, de meurant au lieu de la Bussière ; Jean de Chezeaulx, marchand demeurant à Thizy et Claude Choquet, clerc, demeurant à Lyon. Le 24 décembre 1566, Ludovic de Gonzague, duc de Niver nais, prince de Mantoue, comte de Rethelois et autres pays de France, et Henriette de Clèves, duchesse, princesse, comtesse et"], [51, "39 dame desdits lieux, après avoir vu, lu et bien au long entendu tout le contenu au contrat fait, le 12 octobre précédent, par leurs amés et féaux Jean Jourdain, maître de leurs comptes à Nevers et Claude Cognaud, juge de leurs terres et seigneuries de Beau jolais, avec noble Jean Arod, seigneur de Clervaux, pour raison de la vente et aliénation de leurs terres et seigneuries de Mont melas et les Tours, assises au pays de Beaujolais, approuvent et ratifient le susdit contrat par acte passé à Paris. Le 5 février 1567, noble Jean Arod, seigneur de Clervaux, en Dauphine, Montmelas, les Tours et Serfavre, en Beaujolais, s'étant transporté audit château et maison-forte de Montmelas, présenta à maître Claude Cognaud, juge dudit Montmelas et autres places, illec étant et le plaid tenant, le contrat de vente à lui passé desdites terres et seigneuries de Montmelas et les Tours, enjoignant audit Cognaud de le mettre en la réelle, ac- tuelle et corporelle possession de ladite terre, seigneurie et ju- ridiction de Montmelas, ses appartenances et dépendances quel- conques ; après exhibition et lecture à haute voix dudit contrat de vente, ledit sieur Cognaud, comme juge de Montmelas, a mis Jean Arod en possession de ladite terre, juridiction et sei- gneurie de Montmelas, malgré Topposition de messieurs maî- tres Michel Gillet et Claude Bourbon, qui ont protesté pour monseigneur le duc de Montpensier. Jean Arod a ensuite institué maître François Poyet en Tétat et office de lieutenant, maître Pierre Ovize en Toffice de châtelain, et maître Jean Salus en Tétat de procureur fiscal et fait tous autres actes concernant un vrai et légitime seigneur haut justicier. Cet acte de mise en possession de la seigneurie de Montmelas a eu pour témoins noble Pierre de Vauzelle, seigneur dudit lieu en Beaujolais, maître Claude Choquet, clerc, demeurant à Lyon, et plusieurs autres personnes. Le lendemain 6 février, Jean Arod ayant exhibé et fait lecture dudit contrat de vente dans le château et maison forte des Tours, où élaient assenbléstous les sujets de celte terre et seigneurie,"], [52, "40 fut, en leur présence, mis en la possession réelle actuelle de cette seigneurie et de ses appartenances et dépendances, par ledit Cognaud. Vente des seigneuries d'Amplepuis, la Goutte, Tliel et Ranchal, passée par Ludovic de Gonzague, duc de Nivernais, à Jullio Reste. Ludovic de Gonzague, duc de Nivernais, comte de Rethelois et d'Auxerre, pair de France, seigneur-baron des terres et seigneu ries d'Amplepuis, Thel, Ranchal et la Goutte, Thizy et Cheva gny-le-Lombard, assises au pays de Beaujolais, se trouvant à Lyon, de retour d'un voyage en Piémont, pour le service du Roi, Jullio Reste, gentilhomme milanais, demeurant à Lyon, se présenta devant lui et lui offrit la somme de 46,000 livres tour nois des terres d'Amplepuis, Thel, Ranchal, la Goutte et dépen dances, payables trois mois après que Monseigneur le duc de Nivernais et Madame la duchesse, sa femme, Henriette de Clèves, auraient obtenu arrêt définitif, à leur profit, contre Antoine de Choiseul, baron de Lanques ; En attendant Tissûe de ce procès, ledit Reste s'offrit payer auxdits duc et duchesse, annuellement, à Paris, pour le revenu de ces terres, 1,500 li vres tournois ; ce que le duc accepta, pour lui être commode, tant parce que la maison et château-fort d'Amplepuis était en tièrement ruiné et qu'il fallait faire plusieurs réparations de grande et infinie dépense au château de la Goutte, pour le ren dre habitable, que parce qu'aussi il ne tirait pas grand revenu desdites terres. Lesdites terres et seigneuries d'Amplepuis, la Goutte, Thel et Ranchal consistaient alors en toute justice haute, moyenne, basse, cens, rente et revenus, portant laods, milaods, ventes, reconnaissances et autres droits et devoirs seigneuriaux, château et maison-forte, terres, prés, bois, domaines, elc. L'a cheteur aura le pouvoir de destituer et instituer officiers dans"], [53, "41 lesdites seigneuries ; il entretiendra la ferme qui a été passée, si non qu'il fut expressément réservé par icelle qu'elle demeure rait résolue, advenant qu'avant sa fin lesdits seigneur et dame vendissent lesdites terres. Fait dans la maison de Jean Laurent, paroisse de Chasselay, le 17 novembre 1567, en présence de no ble César Ceppo, trésorier, et maître Guillaume Gazo, secrétaire dudit duc de Nivernais. Prise de possession de la baronnie d'Amplepuis par Jullio Reste. Le samedi 17 janvier 1568, à Amplepuis, sous la halle dudit lieu, pardevant Claude Cognaud, docteur ès droits, juge ordi naire de la baronnie d'Amplepuis, a comparu Etienne Beste, gentilhomme milanais, comme procureur spécialement fondé de Jullio Reste, gentilhomme milanais, son cousin, habitant à Lyon, baron dudit Amplepuis, la Goutte, Thel et Ranchal, le quel, audit nom, a pris et appréhendé la vraie, réelle, actuelle et corporelle possession desdites seigneuries; Claude Cognaud a mis Jullio Reste en possession de la baronnie d'Amplepuis et de ses dépendances, en présence de la plus grande et saine par tie des sujets et habitants de cette baronnie, pour lui servir et va loir en temps et lieu comme de raison, avec défense de l'y trou bler, molester ou empêcher. Furent présents messieurs Guil laume Brun, Pierre Guillard, Claude Melard, Jean de Pierrefeu, Pierre Viallier, notaire, Jean Thivoyon-Goion , d'Amplepuis, honnête Jean de Sevelinges, Taìné, de Thizy, et plusieurs autres personnes."], [54, "42 Nomination de Pierre Guillard à V office de procureur fiscal d'Amplepuis. Le même jour, 17 janvier 1563, Etienne Reste, comme pro cureur spécial de son cousin Jullio Reste, baron d'Amplepuis, Thel et Ranchal, ayant ouï le bon rapport à lui fait de la per sonne de Pierre Guillard, notaire royal d'Amplepuis, de ses sens, suffisance, loyauté, prud'hommie, expérience et bonne diligence, lui octroie Toffìce de procureur fiscal de ladite ba ronnie d'Amplepuis, appartenances et dépendances, pour tenir ledit office et Texercer aux honneurs, autorités, franchises, li bertés, droits, profits, revenus, émoluments et gages accoutu més. Le 22 juillet 1573, Etienne Reste, héritier par bénéfice d'inventaire de Jullio Reste, en cette qualité, baron d'Ample puis, continua à Pierre Guillard Toffìce de procureur fiscal de la baronnie d'Amplepuis. Lettres donnés par Charles IX, roi de France, à Jullio Reste, pour renou- velles le terrier de ses seigneuríes d'Amplepuis, la Goutte, Thel el Ranchal. Charles, par la grâce de Dieu, roi de France, aux baillis de Beaujolais, Maçonnais, Châlonnais, sénéchaux de Lyonnais et Bourbonnais, ou leurs lieutenants généraux et particuliers en chacun de leurs sièges, salut. De la partie du sieur Jullio Reste, gentilhomme milanais, baron d'Amplepuis, Thel, Ranchal et la Goutte, en notre pays de Beaujolais, nous a été exposé qu'à cause de sadite seigneurie et baronnie dudit Amplepuis, Thel, Ranchal et la Goutte, leurs circonstances et dépendances, ou autremenl, sont tenus et reconnus de lui audit Beaujolais plu sieurs terres, héritages et possessions, tant en fiefs qu'arrière-"], [55, "43 fiefs, dîmes, cens, rentes, corvées, servis et autres droits et devoirs seigneuriaux par plusieurs et diverses personnes, tant nobles qu'autres, les papiers et terriers desquels droits et re- venus, tant à Toccasion des guerres qui ont eu cours en notre royaume, mortalités, accidents de feu ou mutation de ses pré- décesseurs, sont perdus, ou partie d'iceux; au moyen de quoi aucuns des propriétaires desdites fiefs et arrière-fiefs, posses- sions, terres et héritages qui sont mouvants dudit exposant, à cause de sesdites terres, sont refusant et délayant de reconnaî- tre et payer lesdits droits et devoirs qu'ils lui doivent, par quoi ils se pourraient perdre, au temps avenir, pour lui et ses suc- cesseurs dans lesdites terres; à cette cause, ferait volontiers faire papiers, terriers et cartulaires, en forme dûe et authenti- que, desdits fiefs, arrière-fiefs et autres héritages mouvants de lui, à cause de sesdites seigneuries, tant encensives, rentes, laods et ventes, qu'autres droils et devoirs, mais le doute que les détenteurs 'desdits fiefs, arrière-fiefs et autres héritages, tant nobles que roturiers et autres, fassent difficulté d'eux inscrire et enregistrer èsdits livres, papiers, terriers et cartulaires, et de déclarer par noms et surnoms les droits et devoirs qu'ils doi- vent pour raison desdites prossessions, et de lui payer les ar- rérages qui lui en sont dûs, s'ils n'étaient à ce contraints en justice, ce qui tournerait au grand préjudice et dommage dudit exposant, Nous requérant sur ce nos lettres de provision au cas nécessaires, pour ce est-il que nous vous mandons, et à chacun de vous, comme à lui appartiendra et sera sur ce requis. Et parce que lesdites seigneuries dudit exposant, fiefs et arrière- fiefs, mouvants d'icelles, possessions et héritages sur lesquels sont dûs audit exposant lesdits servis, cens et devoirs, sont situés dedans vos bailliages et juridictions mêmes de notre pays de Beaujolais, commettons par ces présentes qu'à la requête dudit exposant, vous commettiez, ordonniez ou députiez un ou plusieurs tabellions ou notaires royaux, ou autres personnes publiques, capables et idoines, et leur donniez, de notre part,"], [56, "44 autorité et pouvoir de faire ajourner pardevant eux ou celui d'eux qui vaquera à la besogne, au plus prochain ; Serez re quis pour les contraindre par toutes voies et manières dûes et raisonnables, par serment solemnel, eux purger à dire, con fronter, spécifier et déclarer loyalement et justement tous et chacuns les héritages, fiefs, arrière-fiefs et autres possessions et choses qu'ils tiennent dudit exposant, à cause de sadite ba ronnie d'Amplepuis, Thel, Ranchal et la Goutte, à quel titre, quelle charge et combien ils doivent, par chacun an, à cause desdits héritages ; Et de ce qu'ils confesseront soit fait par les notaires un ou plusieurs terriers, papiers et cartulaires par eux signés; Ils devront contraindre lesdits détenteurs et pro priétaires tenant fiefs, etc., à payer audit exposant ses droits, dîmes, etc., par prise, saisie, vente et exploitation de leurs biens meubles et héritages, et au cas d'opposition, refus ou dé lai, mandons au premier notre huissier ou sergent sur ce requis faire tels exploits et ajournements nécessaires à l'exécution des présentes, et d'ajourner les opposants, refusants ou délayants pardevant celui qui vaquera ou autres juges qu'il appartiendra. Donné à Paris, le 4 mars 1568. Procuration donnée par Henriette de Clèves, duchesse de Nivernais, à Guillaume de la Perrière, pour faire ses a/faires dans ses terres de Beaujolais. Très-haute et très-puissante princesse madame Henriette de Clèves, duchesse de Nivernais, pays de France, autorisée de monseigneur le duc de Nivernais, son époux, nomme son pro cureur noble maître Guillaume de la Perrière, secrétaire des dits seigneur et dame, et lui donne plein pouvoir et mandement spécial de se transporter sur ses terres et seigneuries d'Ample puis, Thizy et autres, assises au pays de Beaujolais et Forez, appartenant à ladite dame, pour, étant là, entendre des affaires"], [57, "45 desdites terres, ouir les comptes des fermiers et receveurs, iceux clore et arrêter, pourvoir aux ménagements nécessaires en icel les, bailler à titre de ferme et à censé au plus offrant et dernier enchérisseur lesdites terres pour le temps et aux charges, clau ses et conditions accoutumées et autres telles que ledit procu reur trouvera plus expédientes pour le profit desdits seigneur et dame, le tout avec Tavis des officiers des lieux, et sur le tout passer telles lettres de baux à ferme et autres qu'il appartien dra. Fait à Paris, le 5 juin de Tan 1574. Procuration passée par Etienne Reste à son fds pour accenser les terres de Thizy et de Chevagny-le-Lombard . Pardevant Claude Sothonas, notaire tabellion royal à Lyon, personnellement établi sieur Etienne Reste, Milanais, demeu rant à Lyon, constitue son procureur général sieur Mandricard Reste, son fils, auquel il donne plein pouvoir, autorité et puis sance d'accenser et amodier, des duc et duchesse de Nivernais ou de leur procureur, les terres et seigneuries, fruits, rentes et revenus de Thizy et Chevagny-le-Lombard, droits, domaines, etc. Fait le 13 juin 1574, en présence de Benoît du Troncy, no taire royal et contrôleur du domaine du Roi à Lyon, et Lois Chassaigne, clerc, demeurant à Lyon. Ferme des seigneuries de Thizy 'et de Chevagny-le-Lombard , passée à Etienne Reste par le duc et la duchesse de Nivernais. Noble Guillaume de la Perrière, secrétaire de très-hauts et très-puissants prince et princesse Ludovic de Gonzague et Hen riette de Clèves, duc et duchesse de Nivernais, comme procu reur dûment fondé de ladite dame, assisté de noble Théodde de"], [58, "46 Marzé, écuyer, seigneur de la Bruyère, bailli des terres desdits seigneur et dame ès pays de Beaujolais, et maître Pierre Jallyée, juge ordinaire, André Batier, procureur fiscal desdites terres, accense et baille à ferme à noble Etienne Reste, Milanais, de meurant à Lyon, le sieur Mandricard Reste, son fils et procu reur, présent et acceptant, à scavoir les terres et seigneuries de Thizy et Chevagny-le-Lombard, consistant en cens, servis, rentes, pensions, bois, milods, banchages, péages, chasse de perdrix, postures, chassipoleries, amendes et autres droits el devoirs de justices et seigneuriaux, avec les greffes et autres leurs appartenances et dépendances quelconques, le tenement de Solier et ce qui en dépend, compris en la présente ferme, pour le temps de quatre ans, commencé le jour de la fête saint Jean-Baptiste dernier. Le sieur Reste sera tenu payer le prix de la ferme en la ville de Lyon ès mains du sieur Jean Arnol fini, banquier lucquois, en quatre termes de Tannée, scavoir ès premier jours des mois d'octobre, janvier, avril et juillet; il fera bien et dûment administrer la justice aux sujets desdites terres, il poursuivra même les criminels jusqu'à sentence définitive ou arrêt et exécution d'iceux, à ses dépens, et ne commettra pour Texercice des greffes que des personnes idoines et suffisantes, autrement y sera pourvu par le bailli et le juge. Pour le regard des procès civils qu'il conviendra intenter pour la conserva tion et recouvrement des droits desdits seigneur et dame, bail lera ledit fermier mémoires amples des héritages confinés et aboutissants contre les détenteurs et refusant de payer lesdits droits, et iceux poursuivra jusqu'à tradition de libel inclusive ment. Et en après seront tenus lesdits seigneur et dame para chever ladite poursuite, si bon leur semble, d'autant qu'ils ne seront tenus d'aucuns rabats pour les non-solvables. Ledit fermier payera les gages des officiers, à savoir au sieur bailli 10 livres tournois, qui est 5 livres pour chacune desdites terres, au juge, châtelain et procureur d'office, à chacun, pareille somme de 10 livres, avec les droits et émoluments du scel, ap-"], [59, "47 partenant audit juge, au capitaine du chastel de Thizy 25 livres, chacun an ; il payera, pour une fois, pendant lesdits quatre ans, 30 livres tournois pour la réparation du donjon et des pri sons dudit chastel de Thizy, et semblable somme de 30 livres, aussi pour une fois, pour les réparations des maisons seigneu riales et prisons dudit Chevagny. II payera aussi et acquittera toutes les autres charges, fiefs et aumônes accoutumées. II ne pourra prendre ni abattre aucun bois de haute futaie ès bois dudit Chevagny, mais seulement les taillis, et en tant qu'ils se ront réduits en coupes ordinaires, il aura les paissons et glan dages. II tiendra le mais et tenement de Solier en dûe répara tion. Sont réservées auxdits seigneur et dame les institutions et destitutions des officiers, présentations, commissions de messes, collations et présentations des prébendes et chapelles, et autres bénéfices, tant ecclésiastiques que séculiers. Sont aussi réservés auxdits seigneur et dame les droits de fiefs, arrière fiefs, aubenages et confiscations. Sera tenu ledit fermier de frayer le sieur bailli deux fois Tan, pour chacune fois durant trois jours, avec ses chevaux, lorsqu'il viendra audit Thizy pour les assises et conservations des droits desdits seigneur et dame. La présente ferme est passée pour le prix et somme de 1,200 livres tournois pour chacune desdites quatre années, scavoir 580 pour la terre de Thizy, ses appartenances et dépendances, et 620 pour celle de Chevagny. Etienne Reste payera de plus annuellement auxdits seigneur et dame la somme de 15 écus, pour les fruits des terres d'Amplepuis, Thel, Ranchal et la Goutte. Fait à Thizy, le 27 juin 1574, en présence d'honnêtes maîtres Antoine Chermette, notaire royal de Valsonne, et Be noît Pierreieu, notaire d'Amplepuis."], [60, "48 Exemption du logement de la gendarmerie pour Amplepuis. A la supplication et requête à lui faite de la part de sa très chère et bien-aimée cousine la duchesse de Nivernais, dame de la ierre et seigneurie d'Amplepuis, le roi de France adresse une lettre à tous ses lieutenants-généraux, colonels, capitaines, chefs et conducteurs de ses gens de guerre, tant de cheval que de pied, de quelque nation qu'ils soient, ou leurs lieutenants, maréchaux deslogis, fourriers et autres commis pour départir les logis desdits gens de guerre. Comme le bourg d'Amplepuis a été tellement foulé et oppressé par la gendarmerie royale durant les guerres dernières, et comme il passe et repasse encore ordinairement plusieurs de ses gens de guerre, comme les sujets de la duchesse de Niver nais en sont ruinés et détruits de telle sorte qu'ils n'ont aujour d'hui nul moyen pour vivre et se substanter, pour ces causes et considérations, le Roi prend en sa protection et sauvegarde le dit bourg, paroisse et mandement d'Amplepuis, ensemble tous ses manants et habitants, défendant très- expressément, si Ton ne veut encourir son indignation, que Ton y loge, prenne, exige ou fourrage aucuns blés, vins, chairs, bestiaux, foins, paille, avoine, ni autres choses quelconques, tant pour le vivre d'hom mes que pour les chevaux, outre le gré et consentement des ha bitants, sous peine aux contrevenants et infracteurs de cette présente sauvegarde de subir telle et si rigoureuse punition qu'elle servira d'exemple à tous autres. Et afin que personne n'en puisse prétendre cause d'ignorance, le Roi permet auxdits manants et habitants de ladite terre, paroisse et mandement d'Amplepuis, de faire mettre et apposer ses pannonceaux et bâtons royaux ès lieux les plus éminents que bon leur semblera. Donné à Lyon, le 5 octobre 1574."], [61, "49 Provisions de V office de juge de la baronnie d'Amplepuis pour Antoine Bonaud et Jean de Pomey. Anthoine de Choiseul, chevalier, sieur et baron de Lanques, la Fertay-sur-Amance et Fouvans, con-seigneur et baron d'Ample puis, Thel, Ranchal et Chevagny-le-Lombard, au pays de Beau jolais, pour le bon rapport à lui fait des personnes de ses bien aimés Anthoine Bonaud, docteur en droits, avocat, demeurant à Lyon, et de Jehan de Pomey, licencié en loix, natif d'Ample puis, à présent poursuivant le parachèvement de ses études en Piémont, de leurs suffisances, loyauté, prud'hommie et expé rience, et pour les agréables services à lui faits par le père dudit de Pomey, donne audit maître Anthoine Bonaud Tétat et office de juge civil et criminel de la terre et baronnie d'Amplepuis que tenait ci-devant maître Jacques de Sirvinges, mort de contagion de peste, et audit de Pomey le même office, quand il pourra Texercer. Fait à la Fertay-sur-Amance, le 5 septembre 1580. Conventions concernant le château de la Goutte, passées enlre Briand de Pomey et le seigneur de Rébé. Messire Zacharie de Rébé-Saint-Trivier, seigneur dudit lieu et Thizy, co-seigneur et baron d'Amplepuis, en sa qualité d'hé ritier par bénéfice d'inventaire de feu messire Claude de Rébé- Saint-Trivier, avait ci-devant vendu et abénevissé à Briand de Pomey, seigneur de Combefort, le château appelé de la Goutte, manoirs d'icelui, fossés, places et jardin, garennes et tout ce qui en dépend, assis dans la paroisse d'Amplepuis, jouxte le chemin tendant d'Amplepuis à Ronno de bise, les terres de maître Pierre Guillard, du domaine de Coussy, de matin, vent ■4"], [62, "50 et soir, et le jardin de François Praslon, aussi de soir. Par ce contrat, monsieur de Rébé s'était réservé la propriété de la grande tour du château de la Goutte, tant pour loger et tenir les prisonniers que le geôlier, avec la semaille de deux coupes de blé, pour un jardin, à la charge néanmoins de pouvoir par ledit de Pomey faire sa demeurance et habitation avec sa femme et sa famille dans ladite tour, en baillant par lui une maison cui- sine dans Tenceinte dudit château pour la résidence dudit geô- lier, et laissant le bas étage de ladite tour pour la garde des pri- sonniers, ou bien faisant faire autre lieu assuré pour ladite garde, ainsi que plus à plein est contenu et spécifié par le con- trat sur ce fait pardevant M. Pierre du Gojard, notaire d'Am- plepuis, le 26 mars 1593, et c'est pour le prix de 800 livres tour- nois et sous le servis annuel et perpétuel retenu par ledit sieur de Rébé de 17 sols tournois, deux bichets de seigle, mesure d'Am- plepuis, deux conils, etc. Depuis la passation du contrat, le 23 juin 1593, pardevant maître Pierre Coillet, notaire, demeurant lors audit Amplepuis et à présent à Saint-Symphorien-le-Chas- tel, ledit seigneur de Rébé aurait fait accord avec ledit de Po- mey, par lequel il aurait été convenu que celui-ci, avec sa femme et sa famille, pendant sa vie, et après lui, un de ses enfants, fils ou fille, pourrait habiter dans ladite tour, baillant autre lieu pour la garde desdits prisonniers, sans toutefois pou- voir y faire autre demeurance, sans la volonté dudit seigneur de Rébé. Depuis ce temps, M. de Pomey a, à ses coûts et dépens, fait réparer ladite grande tour et fait rebâtir les manoirs dudit château de la Goutte, arraché les garennes, remis les fossés en état, ainsi que le jardin, auparavant en friche et ruiné, et dans ce château a fait sa résidence actuelle et tenu un geôlier en une chambre dudit château, ce qui est très-génant pour lui et sa famille ; et comme les prisons dudit Amplepuis ne soûlaient être au château de la Goutte, ains au château vieux d'Amplepuis, au-dessous et joignant ledit bourg d'Amplepuis, Zacharie de Rébé a remis irrévocablement le château de la Goutte à Briand"], [63, "51 de Pomey, en s'y réservant la justice haute, moyenne et basse, et le fief qui en sera fait à toutes mutations à sa première réqui sition, moyennant le prix de mille livres tournois. M. de Pomey sera tenu de faire bâtir une prison, pour loger les prisonniers d'Amplepuis, tant civils que criminels, et une chambre pour la demeure d'un geôlier dans ladite prison, pour lesquelles constructions sera pris du bois dans la forêt de Mol luron, dépendant de la seigneurie d'Amplepuis, et les pierres et matériaux qui se trouveront aux ruines et masures du vieux château. Fait à Lyon, le 27 novembre 1608. Acte concernant la vente de partie de la baronnie d'Amplepuis, passée par messieurs de Nicey à Zacharie de Rébé. Par devant les notaires gardes-notes du Roi, notre sire, en son Chastellet de Paris, furent présents messire Jehan de Nicey, chevalier, seigneur dudit lieu et y demeurant, bailliage de Sens, étant de présent à Paris logé Cousture-Sainte Catherine, en la maison du sieur de la Grange-le-Roy, son beau-père, et maître Cristoíle Moiré, praticien au palais à Paris, y demeurant rue du Chaulme, paroisse Saint- Jehan-en-Grêve, en la maison de ma demoiselle de Charmoy, comme procureur de messire Estienne de Nicey, chevalier, sieur de Romilly-sur-Seine et de Fontaine- Bethon, demeurant audit Romilly, bailliage de Troyes; lesquels sieur de Nicey et maître Cristoíle Moiré, audit nom, ont reconnu avoir reçu comptant de noble homme Benoit de Pomey, sieur de Rochefort et les Saulvages, conseiller du Roi, trésorier de France et général des finances à Lyon, à ce présent, la somme de 8,400 livres, restant à payer du prix de la vendition ci-de vant faite par lesdits sieurs de Nicey et de Romilly à messire Zacharie de Rebbé-Saint-Trivier, chevalier, seigneur de Thizy, baron et co-seigneur d'Amplepuis, de la douzième partie, par indivis, ès-terres, seigneuries et baronnie dudit Amplepuis, Thel,"], [64, "52 Ranchal el Chevagny-le-Lombard, en Beaujolais, pour lequel sieur baron de Rebbé et dame Ysabeau Popillon, sa femme, le dit sieur de Pomey se serait constitué pleige, caution et répon dant de ladite somme de 8,400 livres envers lesdits sieurs de Nicey et de Romilly, comme appert par contrat du 21 février 1609. Fait et passé chez messire Benoît de Pomey, à Paris, rue Quinquampoix, le 4 mai 1609. Transaction entre le duc de Nivernais et François de Rébé, tuteur des en- fants de feu Zacharie de Rébé, son frère. Louis Séguier, chevalier, baron de Saint-Brisson, seigneur des Rueaux et de Saint-Fiermain, conseiller du Roi, gentil homme ordinaire de sa chambre et garde de la prévôté de Paris, fait savoir que pardevant Pierre Guillard et Mathieu Bontemps, notaires et gardes-notes du Roi au Chastellet de Paris, furent pré sents très-haute et très-illustre princesse madame Catherine de Lorraine, comme procuratrice de très-haut et très-excellent prince monseigneur Charles de Gonzague de Clèves, duc de Nivernais et de Rethelois, pair de France, d'une part ; et mes sire François de Rébé, comte en l'église de Lyon, prévôt de l'église de Saint-Pierre de Mâcon, comme tuteur des enfants mineurs et héritier par bénéfice d'inventaire de défunt messire Zacharie de Rébé-Saint-Trivier, sieur dudit Rébé et baron d'Am plepuis, son frère, qui était fils aîné et seul héritier de feu mes sire Claude de Rébé, son père, étant de présent à Paris logé à TAnge, rue de la Huchette, paroisse Saint-Séverin, d'autre part; lesquels pour sortir de tous procès et différends qui ont été intentés pour raison du contrat de vente fait par défunts mon seigneur et madame de Nevers avec défunt messire Claude de Rébé, le 22 mars 1578, des terres et seigneuries de Thizy, Amplepuis, Ranchal, Thel et Chevagny-le-Lombard, leurs ap partenances et dépendances, ont transigé ainsi qu'il suit: c'est"], [65, "53 assavoir qu'au moyen de Tarrêt du 16 août 1613, donné au par lement de Rouen, au profit dudit seigneur, en Tencontre des sieurs de Lanques, de Nicey et consorts, ladite dame a accordé que ledit sieur François de Rébé, audit nom de tuteur, demeure en la pleine et entière possession et jouissance desdites terres et seigneuries vendues par ledit contrat et soit déchargé de la rente dûe sur icelles, tant en blé qu'en argent, aux cordeliers de Charlieu, et généralement de toutes autres charges qui pour raient être dûes sur lesdites terres, après avoir calculé les paie ments faits par lesdits sieurs Claude et Zacharie de Rébé, en déduction de la somme de 120,000 livres, portée par ledit con trat. Interviennent à ce contrat, Benoît de Pomey, demeurant à Paris, en la maison du sieur Le Pileur, son oncle, rue Saint- Antoine, proche Thôtel du Mayne, et dame Isabeau Popillon du Réau, veuve dudit Zacharie de Rébé, demeurant au château de Rébé et étant de présent, à Paris, rue de la Huchette. Fait à Thôtel de Nevers, le 25 janvier 1614. Etendue, dépendances, limites, police, etc., de la baronnie d'Amplepuis. En 1619, la juridiction d'Amplepuis, appartenant aux enfants de Zacharie de Rébé, sous la tutelle de leur oncle François de Rébé, comte en l'église de Lyon, consistait en toute justice haute, moyenne et basse, mixte et impêre, et en Tétendue de la plus grande partie de la paroisse dudit Amplepuis, entière de Ronno, Saint-Jean-la-Bussière, Saint-Just-d'Avray et partie de Cublize, les appellations des jugements et sentences rendus par le juge et le châtelain d'Amplepuis, ressortissant civilement au bailliage de Beaujolais, à Villefranche, illec érigé par le Roi. Les fiefs ressortissant de la baronnie d'Amplepuis étaient: 1° dans la paroisse d'Amplepuis : le chastel de la Goutte, habité par M. Guillard et possédé par MM. Jean et Benoit de Pomey;"], [66, "54 le fief de Brégades ; 2° dans la paroisse de Saint-Jean-la-Bus sière : le fief de Chameyré, appartenant à noble Jean de Brienne ; la maison noble de Goutillard, appartenant à noble Pierre de Sarron, seigneur des Forges ; 3° dans la partie de Cublize, dépen- dant d'Amplepuis, la plus grande partie ayant été vendue par défunt Claudé'Rébé au seigneur de Gofitìras : le fief de la Raí- finière, possédé par noble Jean d'Ars ; la maison-forte de Meyré, appartenant à noble Claude Gueydon ; la maison-forte du Mon tet, possédée par honorable sieur Antoine Chermelte ; 4° dans la paroisse de Ronno : le chastel et maison-forte de Ronno, appar tenant au seigneur de Vichy-Champron; le chastel et maison forte de Pierrefitte, du seigneur du Saix de Resseins;le fief d'Ornaison, à noble François du Terrail; la maison-forte de Montaigny, au seigneur de Rébé ; 5° dans la paroisse de Saint- Just-d'Avray : le fief de Vallentienne, appartenant à noble Jean Oliphan et demoiselle Guigonne Durand, sa femme, et le fief de Longeval. La juridiction d'Amplepuis s'étendait sur 637 feux. Le chastel de Rébé était composé de quatre tours rondes, chambres, salles, cuisines, celliers, grenier, galeries, chapelle, une fausse braye et deux tournelles rondes au bout d'icelle; le chastel était entouré de fossés et iceux de la bassecour conte nant les écuries et granges, jardin, colombier, prairies autour du chastel, bois de haute futaie appelé le Grand Bois de Rébé, autre bois appelé le Bois des Follièz, avec le domaine dudit chastel de Rébé, consistant en maisons, grange, étable, cour, suel, jardin, chenevier, verchère, prés, terres, bois, paquerages, de la culture de quatre paires de bœufs ; le domaine appelé la Grange Guillaud, situé au-dessus du chastel de Rébé, partie sur Amplepuis, partie sur Ronno ; un moulin à blé au-dessous du chastel dePœbé, situé sur la rivière de Reins, de la culture de quatre vaches ; le domaine Edouard, autrefois appelé du Gout tard, de la culture de quatre bœufs ; En la paroisse de Saint-Jean la-Bussière, la grange des Mures, de la culture de trois paires de bœufs; le domaine de Voldichon, dela culture de quatre bœufs ;"], [67, "55 le domaine de Gromelon, de la culture de quatre vaches ; le moulin Mondé, de la culture de quatre vaches; En la paroisse de Ronno, la maison-forte de Montaigny, contenant ladite mai son, grange, étable, cour, suel, jardin, chenevier, verchère, prés, terres, garennes, bois de haute futaie et de taille, domaine de la culture de trois paires de bœufs; la grange Pécol, de la culture de quatre bœufs ; la grange Basset, de la culture de quatre bœufs ; la grange de la Chaboudière, de la culture de quatre bœufs ; le bois de haute futaie et forêt des Molières ; le droit de dixme de tous grains et fruits décimables, chantages et sillets autour de la maison de Rébé et domaines circonvoisins, dépendant autrefois du grand célarier de Savigny; le grand dixme du quartier de Roire, paroisse d'Amplepuis, acquis du seigneur de Courcenay ; une grange appelée la maison de Rébé, située dans la châtellenie de Chalamont, en Dombes ; un tene ment de vigne, en la paroisse de Lacenas, avec maisons, grange, etc. ; une rente noble en argent, céréales, charnage, etc., se levant à Amplepuis, Ronno et Saint-Jean-la-Bussière ; cer taines maisons et mures, situées près du bourg d'Amplepuis, ès quelles maisons soûlait être le chastel et habitation des sei gneurs et barons dudit Amplepuis, à présent entièrement ruiné, et autour desdites maisons, jardin, chenevier, prés et terre, appelés le domaine du Chastel, de la culture de deux bœufs ; une rente noble, appelée des Remis de Bourbon, éclipsée des terres de Chamelet, Lay et Thizy et annexée à la baronnie d'Am plepuis, par acquisition de messeigneurs de Bourbon, seigneurs de Chamelet, Lay et Thizy ; les bois et forêts des Molières, en la paroisse de Ronno, achetés par les seigneurs de Rébé des seigneurs de Nevers ; le bois et forêt de Vienne; la rente noble de la Goutte ; une rente noble acquise par les seigneurs de Rébé des seigneurs de Charnay, du grand célarier de Savigny, du prieur du Bourg de Thizy, du prieuré de Saint-Irénée-lèz-Lyon, de Tabbé de Belleville et des seigneurs de Pierrefitte et de Boyé ; la rente de la maison de Montaigny."], [68, "56 François de Rébé, comte de Lyon, au nom de ses pupilles, remontre que le feu seigneur de Rébé avait obtenu du Roi des lettres pour tenir marché, chaque mardi, au bourg d'Amplepuis et qu'au mépris des ordonnances, les habitants ne viennent pas audit marché vendre, acquérir et négocier leurs marchandises et vont les vendre aux marchés circonvoisins, et il requiert que lesdits habitants exposent leurs marchandises, le mardi, au marché d'Amplepuis, avant de pouvoir les conduire aux autres marchés, à peine de 10 livres d'amende contre chaque défail lant; II remontre de ne point jurer, blasphémer le nom de Dieu, de la Vierge Marie et des Saints, à peine d'être puni par le sei gneur, de Tordonnance du Roi ; Requiert aux habitants de ne fréquenter les tavernes, jouer à jeux illicites, pendant la célébra tion du divin service, les jours de dimanche et autres jours fé riés, et aux hôtes et cabaretiers de cette juridiction, les recevoir en leurs maisons, ni bailler vivre, pendant ledit temps, à peine de 5 livres d'amende contre chaque contrevenant; Requiert être enjoint aux habitants de tenir en bonne et dûe réparation les ponts, planches, passages et clausures, chacun à son endroit, afin que les passagers y puissent commodément passer, à peine de 5 livres d'amende contre chaque contrevenant, appliquables aux réparations ; Requiert défenses être faites à tous les habi tants de ne tenir aucunes chèvres, pour le dégât qu'elles font aux arbres fruitiers, clausures, bois taillis et autres fruits, pen dant par les terres de ladite juridiction, et à ceux qui en ont, s'en défaire dans 8 jours, à peine de 50 sols d'amende contre chacun et confiscation duditbétaìl ; Requiert injonction être faite aux habitants du bourg d'Amplepuis et autres de cette juridic tion, d'observer la police et règlement dudit marché et des cinq foires accoutumées tenir dans ce bourg, sous les halles de ce lieu, autour d'icelles et dans autres places; Requiert inhibitions être faites aux habitants voisins des halles de ne faire ni permettre être faits auxdites halles, ni autour d'icelles, aucune incommo dité de nature, fumiers, ni autre, à peine de 50 sols d'amende"], [69, "57 v contre chacun ; Requiert être enjoint, avec défenses, auxdits habitants de prendre aucunes eaux par les rivières, ruisseaux, chemins, et autres eaux pluviales, pour leur usage, abrevage et service de leurs moulins, prés et autres commodités, sans avoir, sur ce, la provision desdits seigneurs, à Texception de ceux qui les ont ci-devant abénevisé de leurs prédécesseurs ; Requiert défenses être faites aux habitants de pêcher directe ment ou indirectement dans la rivière de Reins, fluant par le district de cette juridiction, par filets, amorces et autres engins de pêche, à peine de 50 sols d'amende, excepté ceux qui ont abénevisé les eaux en ladite rivière de Reins, à Tendroit de leurs possessions; de mettre naizer leurs chanvres dans ladite rivière; de chasser aux sangliers, cerfs, biches, chevreux, lièvres, perdrix et autres gibiers, à filets/thonnelles, arquebuses, arbalettes ou autre engin; Requiert être enjoint aux marguil liers et recteurs des luminaires des églises d'observer le règle ment à eux enjoint pour le nettoyement et décoration des églises de cette juridiction; aux habitants du bourg d'Amplepuis, de nettoyer, chacun, à son endroit, les rues de ce bourg, chaque jour de samedi ; défenses à tous les sujets de bâtir dans le dis trict desdites terres aucuns colombiers ni volières, sans la per mission desdits seigneurs; Enjoint à tous les habitants, voisins des limites de cette juridiction, prendre garde que rien ne soit usurpé sur les terres desdits seigneurs, et où il adviendra du con traire, leur en bailler avis, ou à leurs officiers, pour y apporter le remède requis ; Enjoint à parler en toute révérence de Dieu, du Roi, de messieurs les Princes, desdits seigneurs de Rébé, de leurs officiers et de messieurs les gens d'église; Enjoint aux dits habitants de remettre entre les mains desdits seigneurs ou de leurs officiers toutes choses épavées, tant animées qu'inani mées, qui se trouveront en cette juridiction ; Requiert les privi lèges accordés aux marchands de cette juridiction et autres étrangers, fréquentant lesdites foires, être observés, suivant le règlement; défenses aux batteurs de pavé de se trouver, en fa-"], [70, "58 çon que ce soit, parmi les rues de ce bourg, la nuit close, à peine de 5 livres d'amende, à telle heure indue, pour obvier aux malheurs qui en arrivent ordinairement ; Défenses aux garçons et compagnons de cette juridiction d'exiger aucunes barres pour les épousailles qui se solemnisent par les églises, à peine de 50 livres d'amende ; néanmoins permis aux épouses bailler à la luminaire ce que bon leur semblera, pour ledit droit de barres, pour être employé en œuvres pies; Défenses à toutes personnes de garder le bétail, de quelque nature que ce soit, même de permettre de conduire et garder aux fonds d'autrui, à peine de 5 livres d'amende et des dommages et intérêts, etc., etc. La partie de la paroisse d'Amplepuis, justiciable des sei gneurs de Rébé, à cause de la baronnie d'Amplepuis, était ainsi confinée : Commençant sur le pont de la Meysille, tombé en ruine et posé sur la rivière de Reins, suivant cette rivière et descendant jusqu'au pont Mondé, placé sur le Reins, sur le quel pont passe le grand chemin de Thizy à Tarare, suivant le Reins jusqu'au pont Labbe, le descendant jusqu'à la planche de la Chassaigne et jusqu'au ruisseau ou rasel venant de la grange Serviset, ledit ruisseau séparant la paroisse de Saint-Jean-la- Bussière de celle de Saint-Victor, dépendant de Thizy ; descen dant le Reins jusqu'à la combe, étant entre le domaine qui fut du sieur de la Buffetière, à présent tenu par Déchelettes, et le domaine des consorts Gonin ; laissant là le Reins et montant au haut de la montagne, et passant au-dessus des maisons Cous tier, demeurant d'Amplepuis, et des maisons de Jean Martin, dé pendant de Saint- Victor ; de là allant au haut de la montagne de Montorzuel, traversant le chemin de Lay à Thizy, descendant au Reins par la combe qui est entre les maisons de Jean Jac queton, d'Amplepuis, et les maisons vieilles des consorts Jac queton, de Saint-Victor ; descendant le Reins et allant à la combe des Deschelettes et Gonin, jusqu'à la combe Jacqueton, séparant Amplepuis de Saint-Victor; suivant le Reins jusqu'au pont de la Pierre, puis montant aux maisons Cholleton, à Claude"], [71, "59 Perricard de Vaux, par un chemin passant \"entre la maison dePerricard, qui est d'Amplepuis, et sa grange, qui est de Saint-Simphorien-de-Lay ; suivant ledit chemin jusqu'au Puy de Royre ; ici laissant ledit chemin et autre chemin allant d'Am- plepuis à Régny et Pradines, suivant le haut de la montagne entre les domaine du Fay, des Botodières et consorts de Laye, de la paroisse de Saint-Simphorien, et les possessions des con.sorts de Royre, d'Amplepuis ; et dudit lieu descendant par une combe située entre le tenement de Laye, de Saint-Simpho- rien, et le territoire Gonnard, d'Amplepuis, jusqu'au ruisseau de Muselle qu'il remonte jusqu'au chemin de Régny à Tarare, ledit ruisseau séparant Amplepuis de Fourneaux, et passant entre le territoire d'Huissel, d'Amplepuis, et les possessions des consorts de Viremoulant, de Fourneaux ; laissant ensuite ladite combe, prend le chemin de Régny à Tarare et monte au-dessus du domaine de Treyvo et du domaine de Les Chassaignes, et le suit jusqu'au-dessus de la combe de Barnoing, aux consorts de Chappe; ici laissant ledit chemin et passant par les terres qui sont entre les maisons de Jean La Gresle-Joly, d'Amplepuis, et la maison de Jean Gouttenoire-Culot, de Fourneaux, passant au-dessus des maisons Joly, à la queue de Tétang rompu du seigneur des Forges, sur la rivière d'Escorron, suivant cette ri- vière, montant à Tétang Perreton que traverse TEscorron, sépa- rant les paroisses d'Amplepuis et de Chirassimont, à la queue de Tétang de Chizallet, de Chirassimont, passant près de la grange Pijan, à M. de Pierrefeu, autrefois appelée du Becy, à une grosse borne séparant les justices du seigneur de Rébé et de noble Benoît de Pomey, seigneur de Rochefort, tendant à une rue, si- tuée sous les maisons Rodet, dépendant de Rochefort, suivant cette rue jusqu'à la rivière de Ransonnet qu'il traverse près de la rue Paradis, qu'il suit en traversant le grand chemin d'Am plepuis à Tarare, passant près des maisons des Plasses, dépen dant de Rochefort, au-dessus des maisons de la Claye, de Jean Giraud, qui sont de ladite juridiction, allant par ledit chemin"], [72, "60 à la Croix-du-Rapt, laissant ledit chemin pour prendre le grand chemin d'Amplepuis à Saint-Clément jusqu'à la place du Praï, où il le laisse pour passer dans les terres du Mas Esparel, tenu par Jean de Pomey du Monteillet, passant au-dessous du moulin Bochin et sous les verchères des consorts des Chézaulx, et au-dessus de la maison de la Combe, d'Amplepuis et les maisons d'Esparel et des Chézaulx, de Ronno, passant sous les terres d'Edouard de Saint-Lagier et du seigneur de Pierrefitte, des cendant par la combe à la rivière de la Jonchée, la traversant ainsi que le chemin d'Amplepuis à Ronno, montant par la combe du seigneur de Pierrefitte et les prés de Benoît Fillon et de Benoît Perroudon, de Cheptardière, tenant jusqu'au chemin d'Amplepuis à Cheptardière, traversant ledit chemin, montant par ladite combe jusqu'au haut des terres dudit Perroudon et de celles du domaine Guillaud du seigneur de Rébé, descendant ensuite jusqu'aux près Secheton du seigneur de Rébé, les sui sant par la combe et descendant au grand chemin de Thizy à Saint-Clément, délaissant ensuite ladite combe et prenant le grand chemin de Thizy à Saint-Clément qu'il suit jusqu'au pont susdit de la Meysille, situé sur la rivière de Reins. Dépendent des seigneurs de Rébé, dans la paroisse d'Amplepuis, entre autres personnes, le grangier de Ranson, de M. de Pierrefeu, le grangier de Coussy, de M. Pierre Guillard, le grangier de Reverdy, de MM. Jean et Benoît de Pomey, le meunier Bernerd, des mêmes, Messire Antoine de Nonfoux, cnré d'Amplepuis, messire Claude Crozier, prêtre, recteur des écoles d'Amplepuis, le grangier du Crozet, dudit M. Crozier, messire Claude Guil laume Raffin, prêtre d'Amplepuis, son grangier de la Goutte, maître Antoine de Pomey, son grangier des Chézaulx, son autre grangier, Marie de Pomey, Françoise de Pomey, etc., etc. La paroisse de Saint-Jean-la-Bussière était située dans la ju ridiction d'Amplepuis et commençait au pont de la Meysille, descendant au-dessous d'iceluipar la rivière de Reins jusqu'au ruisseau descendant de la grange de Servizet, et entrant dans"], [73, "61 le Reins, ladite rivière séparant les paroisses d'Amplepuis et dudit Saint-Jean ; suivant le ruisseau de Servizet en montant jusques sous la maison et grange Perricard, aux héritiers de maître Pierre Jallier, et d'illec montant sur les maisons Perri card, de la paroisse de Saint-Victor, descendant à la rivière de Marnanton qu'on monte jusques près des consorts Sabatin et au chemin de Thizy à Amplepuis, délaissant et traversant illec ledit chemin par la combe jusqu'au chemin de Saint-Jean-la-Bus sière à Marnant qui est à la cîme de la montagne du bois de la Fay, ladite combe passant entre les granges du sieur René de Sevelinges, Tune des granges étant de Saint-Jean-la-Bussière de matin et midi, et l'autre de Marnant, de bise et soir ; et du haut de ladite combe de Marnanton èz bois de la Fay, à suivre ledit chemin de Saint-Jean à Marnant par le haut de la monta gne jusqu'à la cîme de la combe et descendant du haut d'icelle à la rivière de Driolle, entre les domaines Courtois, de Saint- Jean, et les domaines du Bois, de Marnant ; et de ladite rivière de Driolle, sous le moulin dudit du Bois, prenant le chemin ve nant de Thizy qu'il suit jusqu'à la Croix de Vienne, et de la dite croix ledit chemin jusqu'à la rivière de Driolle, tombant dans le Reins, sous le moulin Bansillon, de maître Claude Fo rey, père. Saint-Jean-la-Bussière est séparé de Cublize par les susdites limites à partir de la rivière de Driolle, sous les du Bois, jusqu'à son entrée dans le Reins, lequel sépare Saint-Jean de Ronno, du pont de la Meysille à celui de Bansillon. II se tient tous les ans une foire à Saint-Jean-la-Bussière, le 29 août, jour et fête de la Décollation de saint Jean-Baptiste. La parcelle de la paroisse de Cublize, dépendant de la baron nie d'Amplepuis, commence à la planche située sur la rivière de Driolle, sous les moulins de Bansillon et à Tentrée de ladite rivière dans le Reins, à suivre le chemin tendant de ladite plan che à la Croix de Vienne, et de là sous les maisons Courtois jusqu'à ladite rivière de Driolle et sous le moulin de Philibert et Claude du Bois, de Marnant, ledit chemin séparant Cublize"], [74, "62 de Saint- Jean, et du dessous dudit moulin desdits du Bois, à suivre ladite rivière de Driolle, en montant jusqu'à la chaussée de Tétang d'honorable Antoine Chermette, seigneur du Montet, appelé Tétang de la Belluize, puis montant par une combe de pré et terre, appartenant à Pierre du Montet, dit Tien, à suivre jusqu'à la cîme et au treyvo et croix des maisons de La Chai, les limites ci-dessus séparant Cublize de Marnant et de la Cha pelle de Mardore; de ladite croix de La Chapt, suivant le che min du Tien à la Croix de Vienne, passant au-dessus de la maison de Pierre du Montet, dit Tien ; de la Croix de Vienne suivant un ancien chemin ou sentier passant entre les terres du tenement de Meyré, de noble Claude Gueydon, sieur dudit lieu, qui est de la présente juridiction, et les terres du tenement Merle, dudit sieur Gueydon; descendant et entrant au grand chemin d'Amplepuis à Cublize, dans les terres du domaine de Ba tailly, du sieur de la Raffìnière ; traversant le Reins et les prés y adjacents, de part et d'autre, jusqu'à la chaussée de Tétang de la Raffìnière, et d'illec au long dudit étang, par la terres dudit sieur de la Raffìnière, du côté de midi, et de la cîme dudit étang au long de la côte et creuze des terres et prés dudit do maine de la Raffìnière jusqu'à la cîme d'un petit vernay; et de là, montant par lesdites terres et Tendroit de la maison et chas tel de la Raffìnière, demeurant de midi et de la présente juri diction jusqu'au fond du bois de haute futaie du sieur de la Raffìnière et de la croisée de deux chemins, l'un tendant de Cu blize à la maison de Montaigny, des sieurs de Rébé, et l'autre de la maison de la Raffìnière aux maisons Chastellain ; et de la dite croisée de chemins, où a été plantée une borne de pierre, tendant droitement par le chemin qui va en ladite maison de Montaigny, passant en partie par les terres du sieur de la Raf fìnière, ledit chemin demeurant par moitié en justice aux sieurs de Rébé et au sieur de Gondras, et jusqu'au grand chemin ten dant de la planche de Chavanes au suel des Molières, les susdi tes limites de la croix de La Chapt jusqu'ici séparant la justice"], [75, "63 des sieurs de Rébé de celle du sieur de Gondras; et dudit grand chemin, près de la maison de Montaigny, descendant jusqu'aux Sardièresdu Saix;de là passant par les terres du Pommera t, de maître Guillard, procureur, jusqu'aux plasses et gouttes du Réal ; traversant illec le chemin de Cublize à Ronno ; et dudit lieu, descendant par la combe du Réal, dudit maître Guillard, jusqu'en la rivière de Mêlas, qu'on suit jusqu'au Reins, sous la planche des Chavanes, lesdites limites, de Montaigny à cet en droit, séparant Cublize de Ronno. La paroisse de Ronno, située dans la juridiction d'Amplepuis, commençait à la place du Pray, passant par les limites et tria ges des terres sous les meures d'Espareilz et sous le moulin Be choz et mazagesdes Chézaulx et par les limites des terres, prés et bois du tenement du Mas, des sieurs de Pierrefitte et d'E douard de Saint-Lagier ; tendant par la combe et descendant à la rivière de la Jonchée ; montant par la combe des prés du sieur de Pierrefitte et des consorts de Cheptardière, partie des prés appelés des Molières et d'Amplepuis et le reste de Ronno, jusqu'au chemin d'Amplepuis à Cheptardière, croisant ledit che min et montant droit, au sortir de ladite combe, au-dessus du dit chemin, par les terres de Benoît Perroudon, jusqu'au haut de la montagne et aux serves joignant les maisons du domaine Guillaud, desdits sieurs de Rébé, et de là descendant droit par la combe du pré Sécheton, desdits sieurs de Rébé, à suivre icelui jusqu'au grand chemin de Thizy à Saint-Clément, etc., etc. Tous les ans il se tenait une foire à Saint-Just-d'Avray, le 1\" mai, fête des saint Jacques et saint Christophle, etc., etc. Sentence de mort contre Antoine Dumas, prononcée par le juge d'Amplepuis. Antoine Dumas étant convaincu d'avoir, le 23 septembre 1652, tué et occis de propos délibéré Humbert Dubecy-Varen-"], [76, "64 nés, est condamné à être pendu et étranglé jusqu'à ce que mort s'en ensuive, par Texécuteur de la haute justice, à une potence qui sera érigée proche la prison d'Amplepuis, si appréhendé peut être; sinon, dans un tableau où sera écrit son nom et sur nom; il paiera 200 livres au seigneur justicier et 500 de dom mages à la mère dudit Humbert Dubecy. Sentence de bannissement du juge d'Amplepuis contre Jean Dubessy . En 1667, Jean Dubessy atteignit avec-une pierre à la tête un nommé Penin, qui mourut, 44 jours après, de cette blessure ou d'une paralysie ; le juge d'Amplepuis condamne le coupable au bannissement, hors de ladite juridiction, pendant six ans, à 160 livres d'amende envers le seigneur haut justicier et à 15 li vres pour faire prier Dieu pour Tâme du défunt. Sentence de mort du juge d'Amplepuis contre Pierre donné Forey. Dans la nuit du 2 au 3 février 1670, entre onze heures et mi nuit, Pierre donné Forey tira un coup de pistolet contre Claude Perroudon, valet domestique de Tavocat Forey, qui fut tué raide sur la place ; il est condamné à être pris par Texécuteur de la haute justice dans les prisons d'Amplepuis, pour être conduit dans le lieu où le délit a été commis, nu, en chemise, avec une torche ardente de deux livres èz mains, auquel lieu il demandera pardon à Dieu, au Roi et au seigneur haut justicier dudit lieu, et, ce fait, sera pendu étranglé en une potence qui, pour cet effet, sera dressée jusqu'à ce que mort naturelle s'en ensuive, si ap préhendé peut être, sinon en effigie ; il sera aussi condamné à 300 livres d'amende envers le seigneur haut justicier d'Ample puis. Fait le 14 avril 1670. Le lendemain ,1a susdite sentence a été prononcée à maître Pierre Bellet, procureur d'office de la"], [77, "65 présente juridiction, qui a acquiescé au bien jugé fait par MM. du Bois, de Montchanin et du Montet. Le 22 avril, la sus dite sentence a été exécutée sur les lieux par Claude Berticat, exécuteur de la haute justice. Transaction contenant abandon de dimes pour le curé d'Amplepuis, à lui fait par le grand célarier de Savigny. Par transaction du 5 septembre 1685, entre défunt messire Guillaume Charpin de la Forest, grand célarier de Savigny, et messire Pierre de Conte, curé d'Amplepuis et Ronno, la portion dudit de Conte fut réglée à la somme de 400 livres, par année, pour lui et ses deux vicaires, et 75 livres pour les novalles de Ronno et autres qu'il quitta audit célarier, ladite somme exempte de toutes charges, outre la jouissance accordée audit de Conte du pré et terre dépendant de la cure; depuis ce temps, étant intervenue la déclaration du Roi, du 9 février 1686, qui accorde 300 livres de portion congrue aux curés et 150 pour chaque vicaire, outre les novalles dont ledit sieur curé a tou jours été payé, à la forme de la déclaration dudit défunt mes sire de la Forest; comme depuis est intervenue la déclaration du Roi, du 19 juillet 1690, qui veut que les curés jouissent des portions congrues à eux accordées par la déclaration du 9 fé vrier 1686, si n'aiment mieux les décimateurs leur aban donner toutes dîmes et fonds qu'ils perçoivent dans lesdites paroisses ; messire Jacques Charpin de Génetines, nouveau pourvu dudit bénéfice de célarier, ayant fait quelques difficultés de continuer lesdites portions congrues et novalles, lesdites parties étant sur le point d'entrer en contestation, elles ont, pour terminer leur différend à Tamiable, traité ainsi, scavoir que ledit messire de Génetines a abandonné audit messire de Conte toutes les dîmes qui lui peuvent appartenir en les paroisses d'Amplepuis et Ronno, même celles qui lui seront remises par 5"], [78, "66 M. de Pomey, dont ledit de Conte a joui ci-devant, ensemble le pré et terre de la cure, à condition de payer annuellement les dé cimes dudit célarier pour Amplepuis et Ronno. Fait à Lyon, le 4 avril 1691, en présence de maître Hiérosme Rigaud et Jean- Jacques Guérin, praticiens à Lyon. Foires et marché d'Amplepuis. Par lettres patentes du mois de mai 1657, le roi Louis XIV, pour reconnaître les services du marquis de Rébé, baron d'Am plepuis et autres lieux, me6tre de camp de cavalerie, confirma et rétablit les marché et foires du bourg d'Amplepuis, et, en tant que de besoin, les créa et institua. Les foires, qui étaient au nom bre de 5, se tenaient : la lre, le jour de saint Vincent; la 2e, le samedi avant la mi-carême ; la 3e, le mardi avant la Pentecôte, la 4e, le mardi avant la Notre-Dame d'août ; la 5e, le lendemain de la Toussaint ; le marché avait lieu le mardi de chaque semaine. En icelles foires et marché, tous marchands pouvaient mener, porter et conduire toutes sortes de marchandises licites, les tro quer, changer, vendre et débiter. Le Roi permet au marquis de Rébé et aux habitants d'Amplepuis de íaire bâtir halles, bancs et étaux nécessaires et de percevoir les droits ordinaires, pourvu qu'à 4 lieues à la ronde, il n'y ait autre foire et marché et que lesdites foires ne tombent un jour de dimanche. Suivant les as sises générales tenues en la baronnie d'Amplepuis, en 1633, il fut, entre autres choses, ordonné et statué que les grains, qui se vendraient audit Amplepuis, seraient exposés chaque mardi, jour de marché, sous la halle de la grenette, pour y être vendus à la mesure dudit Amplepuis, qui, à cet effet, serait marquée aux armes du seigneur marquis de Rébé et exposée sous la halle de ladite grenette, pour y avoir recours, le tout à peine de 5 li vres d'amende et de confiscation desdits grains, avec défenses à tous particuliers de retirer lesdites denrées dans leurs maisons,"], [79, "67 avant qu'elles aient été exposées sous la halle ou grenette, à peine de 20 livres d'amende. Ces règlements furent exécutés pendant quelques années, à la satisfaction du public, mais de puis longtemps ils ont été négligés; le public, et notamment les pauvres, qui ne sont pas en état de faire leur provision pour Tannée, souffrent considérablement de cette négligence, on les voit, avec douleur, réduits journellement, notamment pendant Thiver, à aller chercher des grains, pour leur subsistance, aux grenettes de Roanne ou de Tarare, et les apporter sur leur dos ; s'adressent-ils sur les lieux à ceux qui en ont à vendre, ils sont renvoyés vides, et le motif du refus est qu'on ne veut pas en donner pour une ou deux mesures, mais beaucoup à la fois ou en gros; et, par surcroît de calamité, quelques particuliers, qui, par état, devraient donner les mains à l'exécution de Tordon nance ci-devant citée et veiller à ce que les indigents en res sentissent le bon effet qu'on en espère, font des amas de grains cueillis sur les lieux et les font passer hors de Tendroit, de ma nière que, dès le commencement de Thiver, chaque fermier ou habitant, en état de fournir les ressources au public, ne s'en trouve que pour le restant de Tannée. La seule manière de faire cesser les plaintes et cette calamité, c'est de rétablir ladite grenette et faire observer lesdits règlements. Fait le 3 décem bre 1765."], [80, "68 CHAPITRE TROISIÈME ROCHEFORT, LES SAUVAGES ET MONTCHERVET. En 1265, Jean de Valantienne vendit à Artaud de Rochefort le quart de la sixième partie du grand dixme qui venait de Thoirie d'Etienne de Rochefort, qui fut de Jeanne de Rochefort. Le 9 juin 1419, le sénéchal de Lyon donna une ordonnance qùi maintint dans la possession de la dixme de Praviel, des blés, chantages et chanvres ou lins, savoir noble Guiot de Bouchard et messire Bompair de Lorgue, grand célerier de Savigny, pour un tiers, noble Jeanne de Rochefort, femme de noble Guiot de Vaulx, pour un autre tiers, sur lequel tiers ladite Jeanne lève encore deux tiers, et le sieur Guichard de Corcenay et Josserand de Montsaud, pour l'autre tiers. Le 2 novembre 1450, un traité fut passé entre messire Jean de Thélis, grand célerier de Savigny, et demoiselle Jeanne de Rochefort, femme de noble Guichard de Sarron. Le lendemain de la Saint Hilairel471, sieur Jean de Corteys et dame Antoinette de la Verpillière, sa femme, vendirent à no ble Guichard de Sarron, seigneur de Marcoulx, leur quotte part de la dixme de tous les blés, lins ou chanvres, chantages, dans toute la dixmerie d'Amplepuis et de Ronno. Accord et transaction furent passés, le 24 octobre 1483, entre les seigneurs-barons de Saint-Just et les céleriers de Savigny, les seigneurs de Rochefort et de Montchervet, au sujet des li-"], [81, "69 mites des dixmes entre TEngenève, les Pravieux, le mazGirou don et la croix de Monteroux. Le 30 avril 1523, partage fut fait par prud'hommes de la dixme de la paroisse d'Amplepuis et partie de celle de Ronno, pour les seigneurs de Sarron, seigneur de Rochefort, de Meyré, de Treyzetle et autres. En 1524, un traité fut fait, par rapport à la dixme du canton de Vercolon, entre ses copropriétaires qui étaient le seigneur de Rochefort, le grand célerier de Savigny et les seigneurs de Cour cenay, de Meyré et de Treyzette. Le 21 octobre 1541, une transaction íut passée entre noble Annet de Lametz, aliàs de la Mer, écuyer, seigneur de Matha et de Vaux, et jadis de Rochefort (1), et divers propriétaires, ayant maisons, terres et héritages au territoire de Vercolon, situé ès paroisses d'Amplepuis, Ronno et les Sauvages, au sujet de la possession prétendue par lui des deux tiers des dixmes dudit territoire, consistant en grains, une gerbe sur douze; une poi gnée de chanvre sur douze, un agneau sur douze et une mesure de pois, fèves, riz, etc., sur douze. Annet de la Mer avait donné sa procuration à noble personne M. Antoine de Frédeville, prieur de Messac, qui traita ainsi avec les propriétaires de Vercolon : Le seigneur de Rochefort ne prélèvera que la 15e gerbe, la 15e mesure de chanvre, et de toutes autres choses le 15e seulement. Fait à Amplepuis, en présence de vénérable personne messire Jean Papon, licencié ès lois, lieutenant général de Roannais, messire Claude Papon de Carrozier et vénérable personne Guil laume Geliquin, docteur ès droits, juge d'Amplepuis. Le 6 août 1575, noble Jacques de Sarron, fils et héritier uni versel de noble Claude de Sarron et de demoiselle Gabrielle de Frédeville, seigneur de Vaux et Urbize, en Forez, et de Roche fort, en Beaujolais, assisté de noble Jean des Serpens, seigneur (1) Annet de la Mer, qui possédait la seigneurie de Rochefort, on ne sait par quel moyen, en donna le dénombrement le 4 mars 1539."], [82, "70 de Magny, son oncle, et de damoiselle Henriette de Sarron, sa sœur, vend à noble Claude de Rébé, seigneur dudit lieu, Cha zelles, Chenevoux et la Gardette, sa maison-forte, tenement, do maine et seigneurie appelée de Rochefort (1), consistant en maisons hautes et basses, granges, étables, cours et aisances, places, serve, jardin, terres, prés, bois, pasquerages et autres possessions d'icelui domaine de Rochefort, assis en la paroisse d'Amplepuis, dont il y a trois bois, l'un appelé Senas, l'autre bois du Terreil, et l'autre du Coral, avec un pré appelé de la Dame, le tout contigu, joignant les terres des consorts de Gro let de bise, matin et autres parties, les prés et possessions de Pierre Silvestre-Crozetta et Loyse, sa femme, de soir et bise, les terres et possessions des consorts de la Gotardière et du Fey, de vent et soir, les terres de Montchervet et de la Brossadière, de vent el matin, le grand bois de Bost Fort, vendu à honnête Jac ques Bellet, marchant de Thizy, par feu noble François de Sar ron, frère dudit vendeur, de matin et autres parlies ; item un pré appelé sous le moulin de Berland, joignant le grand chemin d'Amplepuis aux Sauvages, de matin et bise, et la rivière de Ransonnet, de vent et soir ; item la plus-value et droit audit vendeur appartenant sur ledit bois de Bost Fort et sur le grand pré, appelé du Gas, assis en ladite paroisse d'Amplepuis, joi gnant ledit domaine de Rochefort sus-confiné, de vent et soir et autres parties, le Ransonnet, de matin et autres parties, et les terres de Grolet, de bise, ci-devant vendu par François de Sar- (1) La seigneurie de Rochefort entra dans la maison de Sarron par le mariage de Jeanne de Vaux, aliàs de Rochefort, damoiselle, avec Guichard de Sarron, damoiseau, seigneur de Marcoux, lequel prêta foi et hommage, en 1460, pour la maison-forte, domaine et seigneurie de Rochefort, paroisse d'Amplepuis, et fut père de : Benoit de Sarron, damoiseau, seigneur de Rochefort, dont il fit foi et hommage, en 14S0, de Vaux et Marcoux ; il eut de Catherine de Foudras: Claude de Sarron, seigneur de Rochefort, Vaux et Chalatoíray, en 1527, marié á Gabrielle de Frédeville, dont, entre autres enfants: 1» François, chevalier de Rhodes, seigneur de Rochefort, mort en 1573 ; 2° Jacques, seigneur de Rochefort, Vaux et Urbize."], [83, "71 ron audit Bellet. II vend aussi le dixme de Vercolon et de Ro- chefort, consistant en grains, paille, charnage, fruits et droits décimables,. indivis entre le vendeur pour deux tiers, assis ès paroisse d'Amplepuis et de Ronno ; aussi sa part du dixme ap- pelé du quartier de Royre, consistant en grains, charnage, sillet et autres choses décimables, commun et indivis entre ledit ven- deur pour un quart et le seigneur de Courcenay ou de Ressis pour les trois autres quarts ; pareillement sa portion du dixme indivis avec le seigneur de Trézettes ès quartiers des Barges et d'Orval, en la paroisse de Ronno ; sa part sur le dixme de Sa- nière, à Amplepuis, et tous les cens, servis, revenus, rentes, laodz, vendz, milaodz et autres droits seigneuriaux de sa rente de Rochefort, sise èz paroisses d' Amplepuis, Ronno et autres, avec les pensions et rentes à lui dûes dans le mandement de Ternand. Cette vente est faite pour la somme de 9,585 livres, monnaie de Roi, dont 7,870 payables à demoiselle Jeanne de Sarron, sœur du vendeur et héritière de Beraud de Sarron, leur frère, et 1,150 payables à maîtres Charles Tallebard, Briand de Pomey et Benoit de Pierrefeu, notaires, fermiers dudit Rochefort, plus 713 livres payables à honnête Jacques Bellet, de Thizy. Jacques de Sarron vend encore à Claude de Rébé, pour 50 écus d'or, le banc et tombeau qu'il a dans l'église d'Amplepuis, devant la chapelle Sainte Radegonde, près le chœur de ladite église, et, outre ce, le bétail et meubles qu'il a audit Rochefort, avec les essements dudit domaine, fors une vache réservée à demoiselle Henriette de Sarron et 82 livres pour deux bœufs, une vache et 14 brebis, dûs à Jacques Bellet. Fait en la paroisse de Cublize, au chastel de Magny. Le 30 novembre 1579, haut et puissant seigneur messire Claude de Rébé Saint-Trivier, sieur et baron d'Amplepuis et Thizy, vend à noble Pierre d'Ausserre, seigneur dudit lieu et du Planil, conseiller du Roi etson avocat en la sénéchaussée et siège présidial de Lyon, sa terre et seigneurie de Rochefort, consistant en maison-forte, grange, étableries, places, serves, garennes,"], [84, "72 verchères, bois de haute futaie et taillis, prés, terres et aulres héritages, situés en la paroisse d'Amplepuis, ses appartenances et dépendances, ainsi qu'elle s'étend et comporte, ensemble la rente noble, cens, servis, portant laods et vendz dûs, à cause de ladite terre de Rochefort, ès paroisses d'Amplepuis, les Sauvages, Ronno et Machézal, en ce, non compris les servis dûs au mas de Cheptardières, en ladite paroisse de Ronno, montant annuellement ladite rente, en argent, 4 livres, 19 sols, 6 deniers ; froment, seigle et orge, 34 bichets, une coupe ; avoine, 32raz, 2 coupes; gellines et poussins, 11 1/2, avec une pension de 2 livres, 8 sols, dûe par Jean de Pierrefeu et Cathe rine de Violleys-Gouttard ; en outre les deux tiers, par indivis avec le sieur de Montchervet, des dixmes de tous grains et fruits décimables, charnages et filets, dûs audit sieur vendeur à cause dudit Rochefort, ès lieux de Valcolon, Sillouz, Tolin, Guillet, Berland, George, la Perroudière, Rocillon ou Forrillon, le Pi ney, Bonnefon, lesChaudures, les Néoli, Gojard et autres lieux dans les confins ci-déclarés, à prendre du confin de la paroisse des Sauvages commençant à la planche de Berland sur le grand chemin d'Amplepuis aux Sauvages, aboutissant au ruis seau appelé de Valcolon, entrant en la rivière de Ransonnet, depuis Tentrée de ladite rivière à suivre ledit ruisseau de Val colon en montant par la combe et les prés à Torigine d'icelui ruisseau jusque sous les maisons de la Bourdannière, où se rencontrent les ruisseaux des Chaudures et de la Perroudière audit ruisseau de Valcolon, icelui ruisseau de Valcolon demeu rant de bise, d'illec continuant ladite combe de la Perroudière par Torigine du ruisseau de la Perroudière jusque sous les prés situés sous les maisons d'Esparel de Popon Perrodon, d'illec laissant ledit ruisseau de Rossillon et prenant le ruisseau d'Es parel, en montant par les prés d'Esparel, suivant ledit ruisseau d'Esparel jusque sous les maisons et au long 'des terres et du bois du Piney, et par les prés, ledit ruisseau demeurant du côté de bise, et droitement tendant, en montant par les prés et ter-"], [85, "73 res des Balichard et d'Esparel, et par la combe au-dessous des maisons Esparel, droitement jusqu'au chemin et treyvcz, appelé des Pillons, entre les paroisses de Ronno et de Val- soanne, toujours de bise, et dudit treyvoz des Pillons, en tra- versant et prenant le grand chemin tendant dudit treyvoz à Mapertuys et aux Sauvages par le haut de la montagne, ledit chemin demeurant de matin, à suivre depuis ledit treyvoz jus- que sur les maisons de Bonneffon, à Tendrait d'une borne appe- lée du Dixme, séparant la dixmerie dudit Rochefort et celle de TArchevêque de Lyon ; d'icelle borne descendant par les terres de Bonneffon, au long de ladite dixmerie de TArchevêque de Lyon, de vent et matin, et à venir à un pommier sauvage, étant environ le milieu de la terre appelée de la Condamine, appartenant à Jehan Pierrefeu, de Silloux, et dudit pommier sauvage descendant par le ruisseau du bois du Ris jusqu'au moulin deGojard, aune planche sur la rivière des Sauvages et de Ransonnet, de midi ; et d'illec suivant ladite rivière de Ran- sonnet, depuis le moulin de Gojard jusqu'à la planche de Ber- land, sur ladite rivière, demeurant de soir. Vend encore ledit sieur vendeur la dixme de charnage et sillets, lui appartenant, à cause de Rochefort, en la dixmerie de Sanières, et les droits de prendre les pailles des dixmes dudit Sanières et les serrer à Rochefort, et, en outre, la pension annuelle de 22 bichets de seigle, à prendre sur ladite dixme de Sanières, à cause dudit Rochefort. Ledit seigneur vendeur cède encore audit seigneur acheteur la justice haute, moyenne et basse au lieu et paroisse des Sauvages, hommes et sujets d'icelle, la justice haute, moyenne et basse de ladite maison et domaine de Rochefort, de la maison et domaine de Montchervet et des mazaiges et territoires des consorts Brossard-Guerre, du Siny, deMollendan, de la Pasquérye, situés en la paroisse d'Amplepuis. II se réserve la rente dùe par les Brossard, Guerre, tenement du Siny, avec la justice, droit de chasse, plus la justice haute, moyenne et basse et droit de chasse du village de la Chapelle de Sienne,"], [86, "74 maisons et domaines de Charles Tallebard, Philibert Petit, dit Meyssonnier, et autres. Le sieur vendeur vend encore au sieur acheteur le tiers qui lui appartient dans la dixme de Sanières, en la paroisse d'Amplepuis. Cette vente est passée pour la somme de 3,333 écus et 1/3 d'or, en présence de noble Jacques de Rébé, noble Philibert Bec, chanoine, et honnête Antoine du Vouldy, marchand de Thizy. Le 20 mai 1542, transaction avait été faite enlre TArchevêque de Lyon, le seigneur de TAubépin et les habitants des Sauvages, touchant les dixmes des Sauvages. Une transaction entre les mêmes, du 11 juin 1542, fixa la quotité de ladite dixme. Le 9 octobre 1551, eut lieu un arbitrage entre noble homme Girard de Semur, écuyer, seigneur de TAubépin, et les manants et habitants de la paroisse des Sauvages qui étaient en procès à la cour du bailliage, à Villefranche. Girard de Semur disait qu'à cause de son chastel et seigneurie de TAubépin il avait certains droits en ladite paroisse ; entr'autres, il lui compétait, avec monseigneur TArchevêque de Lyon, à chacun, la moitié, par indivis, de certain dixme en la paroisse des Sauvages, joi gnant au dixme du prieur de Tarare, appartenant à monsei gneur Tabbé de Savigny de midi et matin, à la dixmerie du seigneur de Marcoz et de Rochefort, de bise et quasi soir, à la dixmerie du Bourg-de-Thizy, de soir, et à la dixmerie de Joz, appartenant au seigneur hôtellier de l'abbaye de Savigny, de midi ; et, outre ce, la moitié avec le prieur de Tarare d'une au tre dixmerie, appelée les Meytérés. Les habitants desdites dix meries promettent de payer audit seigneur de TAubépin la dixme du froment, seigle, orge, avoine et autres fruits décimables, à raison d'une gerbe sur 14, et ils s'engagent aussi à payer la dixme du blé sarrazin et des agneaux. Le 30 novembre 1551, transaction fut encore passée entre TArchevêque de Lyon, le seigneur de TAubépin et les habitants des Sauvages, au sujet desdites dixmes contestées. Le 9 avril 1580, Pierre d'Ausserre acheta la rente de Charrel-"], [87, "75 Ion, de Jean de Charrellon, qui Tavait acquise, le 23 septembre 1532, de sieur Jean Regrey. Le 28 avril 1606, dame Catherine Thomas, veuve de messire Pierre d'Ausserre, chevalier, conseiller du Roi en son conseil d'E tat et premier président en sa cour de parlement de Toulouse, et damoiselle Renée Trunel, veuve de noble Jean d'Ausserre, conseiller du Roi, lieutenant-général civil et criminel au bail liage de Forez, aïeule, mère et tutrice de noble Antoine d'Aus serre, héritier universel de Pierre d'Ausserre, vendent à messire Benoît de Pomey, secrétaire de la Chambre du Roi, représenté par maître Pierre Viallier, procureur en la sénéchaussée et siège présidial de Lyon, son cousin, les terres et seigneuries de Ro chefort et les Sauvages, au pays de Beaujolais, consistant en la maison-forte de Rochefort, cens, servis, portant laods, recon naissances, droits et devoirs seigneuriaux, dixme et charnage, avec les garennes, pâquerages, chasse de perdrix, bois de haute futaie et taillis, prés, terres, domaine, lesdites terres et seigneu ries en toute justice haute, moyenne et basse, avec les droits de patronage, collation et prébandes ou commissions de messes et autres droits honorifiques, dépendant de Rochefort ; ladite vente faite pour le prix de 15,000 livres tournois, en présence de nobles Hugues Loubat, conseiller du Roi, élu en l'élection de Lyonnais ; de maître Briand de Pomey, sieur de Combefort,père de Tacquéreur ; de maître Jean de Pierrefeu, procureur èz cours de Lyon ; de maître Jean de Chavanes, praticien d'Amplepuis, et de Pierre Mazet, praticien de Lyon. En même temps, sont re mis à Benoît de Pomey les terriers, contrats et autres papiers de la seigneurie de Rochefort. Par contrat du 6 août 1598, noble Gabriel du Sauzey, seigneur de la Vénerie, receveur pour le Roi en l'élection de Beaujolais, vendit à noble Anthoine du Saulzey, seigneur de la Chièze, con seiller du Roi, élu en l'élection de Lyon, entr'autres choses, une rente noble, consistant en blés, seigle, argent, orge, avoine, poules et autres denrées, en la paroisse des Sauvages et autres"], [88, "76 lieux, par ledit M. de la Vénerie, ci-devant acquise de sieur Jehan Guittière, écuyer, tenant la poste pour le Roi à Tarare, et ce fut pour le prix de 233 écus évalués à 700 livres. Le 4 octo bre 1606, Anthoine du Saulzey revend cette rente noble à Benoit de Pomey, seigneur de Rochefort et les Sauvages, absent, discret maître Briand de Pomey, sieur de la Goutte et Combefort, son père, pour lui présent et acceptant. Le 21 août 1607, messire Zacharie de Rébé-Saint-Trivier, seigneur dudit lieu et de Thizy, co-seigneur et baron d'Ample puis, héritier par bénéfice d'inventaire de messire Claude de Rébé-Saint-Trivier, son père, vivant seigneur desdits lieux, à cause des agréables services à lui faits par honorable maître Benoît de Pomey, secrétaire dela Chambre du Roi, seigneur de Rochefort et les Sauvages, au pays de Beaujolais, bourgeois de Paris, tant en ladite ville de Paris en diverses affaires que le dit seigneur de Rébé y a eu qu'en divers autres lieux, pour le récompenser, donne audit Benoît de Pomey, absent, maître Briand de Pomey, son père, sieur de Combefort, présent et ac ceptant, la justice haute, moyenne, basse, hommes et sujets, droits de chasse et autres droits et devoirs seigneuriaux que le dit seigneur a au village de la Chapelle, autrement de Sienne, en ladite paroisse des Sauvages, maisons et domaines, qui ont appartenu à défunt maître Charles Tallebard et ses hoirs, à Philibert Petit, dit Meyssonnier, et à ses hoirs, et autres que le dit défunt Claude de Rébé-Saint-Trivier se serait réservés en vendant la terre et seigneurie de Rochefort et les Sauvages à défunt messire Pierre d'Ausserre, vivant conseiller du Roi et premier président du parlement de Toulouse, que ledit maître Benoît de Pomey a depuis acquis de ses hoirs, et lui délaisse tous les autres droits qui lui peuvent appartenir dans les acqui sitions faites par lui ou son père. Fait à Lyon, au logis où pend pour enseigne le Cheval Blanc, près le Chemin Neuf, en pré sence de maître Lyonnet Chavanes, greffier de Thizy, et de François Souzion, clerc audit Lyon."], [89, "77 Le 4 février 1609, une rente provenant du monastère de Sa vigny fut vendue par maître Jean Tixerand, sieur de la Molière, à noble Benoît de Pomey, seigneur de Rochefort; Jean Tixerand Tavait achetée du monastère de Savigny, le 12 novembre 1579. Par le contrat de vente fait par feu messire Claude de Rébé, baron d'Amplepuis, le 30 novembre 1579, au profit de feu M. Pierre d'Ausserre, de la maison-íorte de Rochefort, seigneurie et paroisse des Sauvages, et des dixmes et rentes y mentionnées, il se trouva une clause obscure et ambiguë qui pourrait faire éclater un jour quelque grand procès, parce qu'on ne peut pas bien comprendre Tintention desdits vendeur et acheteur. A ces causes messire Zacharie de Rébé, seigneur de Rébé, en qualité d'héritier par bénéfice d'inventaire dudit feu sieur de Rébé, son père, baron d'Amplepuis, d'une part, et noble Benoit de Pomey, trésorier de France, seigneur de Rochefort, comme Tayant ac quis de la veuve et héritière dudit feu sieur d'Ausserre, d'autre part, sont convenus que par ledit contrat de vente tout droit de justice haute, moyenne etbasse, de chasse et droits seigneuriaux ont été et demeurent vendus et acquis audit sieur d'Ausserre et à ses successeurs, même audit sieur Benoit de Pomey, en la dite qualité d'acquéreur, sur les maisons et domaines de Roche fort, Montchervet, masage et territoire des consorts Brossard, Guerre, de Signi et Molandan et de la Pacquéry. Fait et passé au bourg d'Amplepuis, le 4 février 1609, en présence de révérend François de Rébé, comte de l'église de Lyon, prévôt de Saint- Pierre de Mâcon et abbé de Belleville, et de Jehan Chenaut, clerc d'Amplepuis. Le 19 mai 1611, une ordonnance du Roi autorise Benoît de Pomey, seigneur de Rochefort et les Sauvages, à refaire les pa piers et terriers de ses seigneuries, qui étaient perdus, tant à cause des guerres, mortalité, qu'autrement. Les consuls de la pa roisse des Sauvages certifient que la seigneurie de Rochefort et des Sauvages est en toute justice haute, moyenne etbasse, avec création, institution et destitution d'officiers ; ladite seigneurie"], [90, "78 de Rochefort consiste en maison-forte, domaine, grange, bois, prairies, situés en la paroisse d'Amplepuis, en cens, servis, ren tes portant laodz, vendz et autres droits seigneuriaux, et en la tierce partie du dixme de Sanières, indivis avec le cellarier de Savigny ou le curé d'Amplepuis, en les deux tiers du dixme de Vercolon, en la paroisse d'Amplepuis, indivis avec le sieur de Montchervet. La terre et seigneurie de Montchervet, voisinage Brossard et Guerre, dépendent de ladite justice de Rochefort et les Sauvages. La paroisse des Sauvages, justiciable dudit sieur de Pomey, consiste en l'église et bourg dudit lieu, masage de Cherpenay, Baumangu, les Perrey, Lièvre, masage de Ma journet, Bertier, Guerre, la Vioudière, le Rix, Baron, laGay, le Féchet, la Chapelle, la Meyssonnière, Courtaud, le Chavanys, la maison de Rivoire et la Renardière. M. de Pomey a encore ac quis une petite rente dûe en la paroisse d'Amplepuis, de maître Jean Tixerand et maître Pierre Guillard, dépendant de ladite sei gneurie de Rochefort et les Sauvages; item, la rente du Cher peney, aux Sauvages, celle de Charrellon et celle de la Gay, dûe en les paroisses des Sauvages et Machézal, la moitié des dixmes de la paroisse des Sauvages, indivises avec le sieur de TAubépin; item, deux domaines, en la paroisse des Sauvages, l'un appelé de Violey, de la culture de quatre bœufs, l'autre, de TAvergnet, de la culture de six bœufs, et fìnablement un domaine appelé de la Cro zetta, proche la maison de Rochefort, de la culture de quatre bœufs, et le domaine de Rochefort, de la culture de six bœufs. Georges de Villeneufve, chevalier de Tordre du Roi, capitaine de 50 hommes d'armes de ses ordonnances, baron de Joux, bailli de Beaujolais, fait savoir que pardevant Pierre Guillard, notaire royal à Amplepuis, fut présent messire François de Rébé, prévôt de l'église Saint-Pierre de Mâcon et comte en l'église de Lyon, comme tuteur et ayant la garde noble des enfants de feu messire Zacharie de Rébé, son frère, seigneur dudit lieu, baron d'Amplepuis et de Thizy, et de dame Yzabeau Popillon du Réau, sa femme, lequel défunt était héritier par bénéfice d'in-"], [91, "79 ventaire de messire Claude de Rébé, son père, avec Tavis de la dame du Réau, mère desdits enfants, de sieur Etienne de Rébé, seigneur de la Gardette, de frère Jean de Rébé, grand cellarier de Savigny, et d'Antoine de Rébé, chevalier de Tordre de Saint- Jean de Jérusalem, oncles paternels desdits enfants de messire Régnault de Crémeaux, seigneur de la Grange, Saint-Véran et Charnay, maître de camp entretenu, aussi oncle paternel, à cause de dame Sibille de Rébé, sa femme, lequel vend à noble homme Benoit de Pomey, seigneur de Rochefort et les Sauva ges, conseiller du Roi, trésorier de France à Lyon, la justice haute, moyenne et basse, mixte et impère sur tous les hommes, maisons et possessions qui sont dans les maisages ou quartiers ci-après déclarés, institution, destitution d'officiers, droits de chasse, foires, laydes, banchage, honneurs, autorités et préémi nences dûes et accoutumées, lesdites possessions situées sur Amplepuis, Ronno, les Sauvages et Machézal, à présent sujet tes et justiciables de la terre et baronnie d'Amplepuis, iceux maisages appelés de Miolland, Ballichard, la Perroudière, Ros sillon, le Niolo, Silloux, Berland, Vercolon, les consorts Papot, les Goiard, les Places, Grollet, le Cluzel, les Roddet, la grange Pijan, les consorts de Vaux, la Crozette, la Croze Piraud, la Goutardière, Barberel, la Pierre, Sanierre, les Fours, Gouttal lier, les Vialles, les Viard, les Bouchin, Miragiroud, et généra lement tous les hommes justiciables de la baronnie d'Amplepuis tenant feu dans les confins ci-après déclarés : à commencer comme va le grand chemin de la Chapelle à la Fontaine jus qu'environ à la maison de Pierre Mignard-Bouchin, comprise dans ladite vente, ledit grand chemin demeurant au midi ; au sortir d'icelui grand chemin, prendre le chemin venant du côté de la Masconnerie à la croix de Barberel, et de ladite croix, par le chemin qui passe au long du bois appelé bois Farjeu, à descendre dudit bois à la rivière d'Escorron, et suivre tout du long de la séparation des paroisses d'Amplepuis et de Maché zal jusqu'au bois de Tétang Perreton, aussi de midi et soir ; et"], [92, "80 depuis ledit étang, par le chemin qui passe au long des mai sons de Bailligage, lesdites maisons demeurant audit vendeur, et va dudit lieu au bourg d'Amplepuis, jusqu'à la garenne de la grange Pijan, lesdites garenne et grange, demeurant audit acheteur, de soir et de bise ; et depuis ladite garenne suivre droitement par les terres de la grange de Pijan et de Philibert Forey, son voisin, jusqu'au-dessus d'une autre petite grange et garenne appartenant audit Forey, laquelle garenne demeure à Tacheteur ; et depuis ladite garenne aller droit par les terres du dit Forey jusqu'à Tentrée d'un chemin et rue qui est au-dessous le maisage Roddet et de la veuve Pierre Gouttenoire, au long des quelles garenne et entrée de chemin, au-dessous dudit masaige Roddet, sera planté trois bornes pour séparer les choses ven dues et ce qui reste au vendeur, du côté de soir et bise ; de là suivre ledit chemin traversant le chemin d'Amplepuis à Roche fort et faisant entrée au long des garennes Mortier, traversant aussi la rivière de Ransonnet par un vieil chemin appelé la rue de Paradis, et monte le long de la terre de la Thibe, traversant le grand chemin d'Amplepuis aux Sauvages et Tarare, jusqu'au dernier les maisons des Places qui demeurent audit sieur de Pomey ; d'illec au-dessus des maisons de la Claye, demeurant au vendeur, et continuer par le chemin qui va de là à la croix du Rapt, de soir et de bise ; et de ladite croix suivant le che min d'Amplepuis à Valsoanne au-dessus la maison de Jean et Philibert Terrasse, appelée Poullet, laquelle reste au vendeur ; et suivre ledit grand chemin, jusqu'au lieu et treyvon appelé TAubépin deVallangenefve, ledit chemin passant aussi au-des sus des maisons Baillichard, demeurant à Tacheteur du côté de bise, lequel chemin sépare les paroisses d'Amplepuis et de Ronno ; et dudit Aubépin, par le chemin de Ronno à Tarare, jusqu'au lieu appelé Maspertuis, ledit chemin séparant les pa roisses de Ronno et de Valsoanne, du côté de matin, auquel lieu de Maspertuis commence la paroisse et justice des Sauva ges appartenant au sieur acheteur. Ledit sieur de Rébé vend"], [93, "81 aussi à Benoit de Pomey le dixme de Miolland en froment, sei gle,orge, avoine, sarrazin, filets, charnage, légumes, lequel dix me dépendait autrefois pour deux tiers de la maison de Roche fort et l'autre tiers du seigneur de Nagu- Varennes et depuis de maître JeanFarges, héritier de maître Jacques Farges, son père, lequel Jean Farges Tavait vendu à feu Zacharie de Rébé ; ce dixme était dû, tant en la paroisse d'Amplepuis qu'en celle de Ronno ; une partie avait été achetée d'Anne de Nestancourt, dame de Lieudieu, et de Philippe de Choiseul, seigneur de Pres signy, héritier de feu messire Christophe de Choiseul, préten dant avoir quelques droits en la baronnie d'Amplepuis et ses dépendances ; M. le chanoine de Rébé promit de garantir M. de Pomey de leurs prétentions à Tégard de ce dixme ; il lui vendit encore la grande rente du Chastel Viel d'Amplepuis et la rente de Rains de Bourbon ou des Remis de Bourbon. Cetle vente fut passée pour la somme de 11,302 livres tournois. François de Rébé promit aussi de maintenir sieur Briand de Pomey dans la possession de la maison et châtel de la Goutte. Fait en la pa roisse d'Amplepuis, au châtel de Rébé, en la grande salle dudit lieu, le 30 mai 1613, en présence de noble Jean Gayand, sei gneur de Montferrand, honorable Jean Chappard, châtelain de Thizy, noble Pierre Mingon, dit la Buffetière, et Jean de la Ro che, clerc d'Amplepuis. Le 27 juin 1613, Benoît de Pomey, sieur de Rochefort et les Sauvages, étant dûment certioré de la bonne vie, famé et re nommée, capacité et expérience au fait de la justice et admi nistration d'icelle, de la personne de maître Philibert du Bois, notaire et praticien en la terre et baronnie d'Amplepuis, et autres bonnes considérations, lui octroie Tofììce de procureur fiscal en sa terre et juridiction de Rochefort et les Sauvages, appartenances et dépendances, pour en jouir et user aux hon neurs, autorités, prééminences, gages et droits accoutumés, faisant par lui le serment en tel cas requis et accoutumé, par devant le juge ou lieutenant dudit lieu, auquel il mande de faire 6"], [94, "82 ainsi ; il mande également à ses justiciables de lui entendre et obéir en ce qui dépend de sadite charge et office. Benoit de Pomey, sieur des Sauvages, ayant fait remontrer au Roi que ladite seigneurie des Sauvages est d'assez grande étendue, y ayant un bon gros bourg, situé en pays fertile et abondant en blés, bestial et autres choses nécessaires à la vie, construit et édifié d'un grand nombre de maisons, dont les ha- bitants trafiquent et commercent avec les circonvoisins, telle- ment que pour leur grande commodité, décoration et augmen- tation de ladite seigneurie, ledit de Pomey désirait qu'il plut au Roi, comme il Ta très-humblement fait supplier, y établir deux foires Tannée, et sur ce lui octroyer les lettres nécessaires ; à quoi inclinant volontiers, tant pour donner moyen aux habi- tants de supporter leurs charges, qu'en considération des bons et agréables services que Benoît de Pomey lui a dès longtemps rendus et qu'il espère qu'il lui continuera de bien en mieux, le Roi crée, établit et institue audit bourg des Sauvages, deux foi- res Tannée, pour y être dorénavant et à toujours tenues, gar- dées, observées et entretenues, savoir la première le jour et fête de saint Pierre et saint Paul, et l'autre le jour et fête de la Transfiguration de Notre Seigneur, il ordonne qu' auxdits jours tous marchands et autres y puissent aller, tenir, séjourner, vendre, troquer et échanger toutes sortes de marchandises lici- tes et non défendues, et il veut qu'ils jouissent de tous les pri- vilèges, franchises, libertés que Ton a accoutumé de jouir ès au- tres foires du royaume el pays de Lyonnais, pourvu, toutefois, qu'à quatre lieues à la ronde dudit bourg, il n'y ait auxdits jours autres foires auxquelles les présentes puissent préjudicier. Mandement est donné au sénéchal de Lyon ou son lieutenant et autres justiciers et officiers royaux de laisser ledit sieur des Sauvages et ses successeurs, ensemble les marchands venant fréquenter lesdites foires, jouir paisiblement et perpétuelle ment desdits privilèges. Donné à Fontainebleau, le octobre 1613. Le 10 avril 1614, information fut faite touchant lesdites foires"], [95, "83 par devant Jehan Paulet, notaire royal, capitaine-châtelain et lieutenant de juge de la juridiction de Tarare ; diverses person nes de Joz et de Tarare disent que le bourg des Sauvages est situé en lieu abondant en blé et en bétail et que lesdites foires peuvent y être établies. Le 4 juin 1614, Tétablissement des foires des Sauvages est publié à Lay. Le 1er avril 1615, Benoît de Pomey afferma à maître Pierre Guillard, le jeune, praticien d'Amplepuis, sa terre et seigneurie de Rochefort et les Sauvages, consistant en toute justice haute, moyenne et basse, cens, servis, laods, milaods, dixmes de tous grains décimables, charnage, granges et métairies qui en dé pendent, savoir celle de Rochefort, la Crozette, TAdvergnet et Violley, consistant en prés, terres et bois, prés de réserves, etc., comme maître Thomas de Pierrefeu et ledit maître Guillard en ont joui pendant les quatre dernières années, suivant Tamo diation que le sieur de Rochefort leur en avait faite, avec sa maison de la Forest. II afferme encore à maître Guillard la rente noble portant laods et autres droits seigneuriaux, avec la dixme de Mioland, la justice haute, moyenne et basse par lui acquise des héritiers de feu messire Zacharie de Rébé, baron d'Ample puis, le 30 mai 1613, comme aussi la moitié dela dixme des Sauvages, indivise entre lui et le sieur de TAubépin, qu'il a acquise, le 8 mai 1613, et généralement tous les droits seigneu riaux, domaines, terres, prés et bois, dépendant de Rochefort. II se réserve cependant 1° que maître Guillard fera tenir au sieur curé des Sauvages la quantité de seigle et froment, à lui dûe pour sa portion congrue ; 2° qu'il lui laissera le foin du pré de Gotard pour la nourriture de ses chevaux ; 3° qu'il lui donnera, chaque année, 20 bichets de menus grains pour ses pigeons de la Forest. II se réserve encore le colombier, jardin, verger et la chasse, etc. Cette ferme est passée pour quatre années, finissant le 9 mars 1619, et pour le prix de 1,550 livres."], [96, "84 Plusieurs individus ayant été convaincus, en 1619, d'avoir brisé, fracturé et ruiné le moulin de BenoîtNoyel-Courtaud-Ver noz, l'un d'eux fut condamné par le juge de la justice de Roche fort et les Sauvages , comme principal malfacteur, à être ap préhendé par Texécuteur de la haute justice dans les prisons et d'illec être conduit au chemin allant de Lyon à Rochefort et à Roanne, proche la garenne de Montchervet, au triangle dudit chemin avec celui qui va du bourg d'Amplepuis à la Chapelle, à Joux et en la maison dudit Noyel, pour y être pendu et étranglé, tant que mort naturelle s'en suive, en une potence qui y sera dressée, si appréhendé peut être ; sinon il sera pendu átfíjeffigie en une peinture où il sera représenté à peu près [au naturel, et écrit en grosses lettres son nom, sur nom et la cause de sa condamnation ; quant aux autres coupa bles, ils feront amende honorable, pieds et tête nue, en chemise, la hart au col, avec une torche ardente ès mains du poids de deux livres, diront et déclareront que malicieusement et mé chamment ils ont adhéré au principal malfacteur, et icelui assisté et aidé, qu'ils s'en repentent et crient merci à Dieu, au seigneur dudit lieu, et ils serviront lc Roi en ses galères for cées le temps de cinq ans, avec défense d'en sortir avant le temps, à peine de la hart; un autre coupable est banni pour trois ans des limites de la juridiction de Rochefort et les Sauvages, avec défense d'y rentrer avant le temps, à peine de la hart ; en outre tous les coupables sont condamnés aux dommages-inté rêts et aune amende de 200 livres envers le seigneur haut jus ticier. Benoît de Pomey acheta, le 4 février 1620, de maître Claude Farges, notaire royal àTernand, au prix de 12,000 livres, le fief et rente noble de Montchervet (1), qu'il réunit à Rochefort. (1) Guillaume de Lorgue, chanoine de Saint-Just, fit le fief de Montchervet, en 1280 ; Etienne de Montchervet fit, en 1282, foi et hommage audit Guillaume de Lorgue, à cause de ses fonds de la Pierre, paroisse d'Amplepuis. En 1297, Guillaume et Bompard d; Lorgue lìrentsief au seigneur de l'Aubépin pour les rentes de Montchervet. Hugo-"], [97, "85 11 y a des actes de foi et hommage du fief de Montchervet, des années 1282, 1296, 1328, 1384 et. 1396. Honorable JeanVoyret acquit la seigneurie de Montchervet, le 22 juillet 1567, de noble Jean Nagu. Le 15 juillet 1575, maître Jean Farges acquit du seigneur de Nagu-Varennes le droit de réméré sur Montchervet, cens, servis, laods, etdes servis, laods, milaods dûs dans les pa roisses de Saint-Symphorien, Lay, Fourneaux et Naulx. Maître Claude Farges était seigneur de Montchervet, dès le 7 mars 1602. Le 10 mai 1632, messire Jean de Sarron, chevalier, seigneur des Forges, Vaudragon, Vareilles et Saconnay, enseigne de la compagnie d'ordonnance de Monseigneur d'Halincourt, vendit à Benoît de Pomey, écuyer, seigneur de Rochefort, tous les cens, servis, revenus et rentes, laods et vendz qu'il avait sur Montchervet, TAuvergnet, Violley et le Féchet, en la paroisse des Sauvages, la Croze et la Crozette, en celle d'Amplepuis et Belair, en celles de Saint-Symphorien et Fourneaux, tant à cause de la rente des Forges que de celles de Vareilles, de Va lorgesetde Boyé ou Namy. Fait au château des Forges, en présence de noble Georges de Sarron, seigneur du Chambon ney et autres lieux, d'honorable homme maître Thomas de Pierrefeu, lieutenant et châtelain d'Amplepuis, et cle Pierre Guil lard, sieur de la Goutte, notaire royal. Le dimanche 18 juillet 1632, sur les onze heures du matin, fut bénite la chapelle de Rochefort, sous le vocable de saint Benoît, parrain de Benoît de Pomey, seigneur de Rochefort. La cérémonie fut faite par messire Etienne Papot, curé des Sauvages, assisté de M. Benoit Perroudon, prêtre d'Amplepuis, curé de Jayat, avec la permission de noble et révérend M. Mes chatin de la Fay, vicaire général d'éminentissime et illustris- nin et Bernard de Montchervet confessèrent tenir de Guillaume et Bompard de Lor gue 25 sols de rente (132S). Montchervet appartint aux familles d'Ars (1416), de Saint-Romain, de Talaru(1512) et de Nogu (1566), qui possédaient aussi Meyré. Pierre de Vuarty en donnale dénom brement le 25 aoùl 1540."], [98, "86 sime Alphonse- Louis de Richelieu, cardinal -archevêque de Lyon. Benoît de Pomey, seigneur de Rochefort et les Sauvages, testa le 19 mars 1648 : il nomma son héritier universel son neveu Hugues de Pomey, conseiller du Roi en la sénéchaussée et siège présidial de Lyon, qui posséda ainsi, après lui, la seigneurie de Rochefort. Le 17 avril 1670, messire Claude de Rébé, marquis d'Arqués, céda à noble Hugues de Pomey, seigneur de Rochefort, une cha pelle en l'église d'Amplepuis sous le vocable de saint Philibert, pour le récompenser de celle qu'il avait dans le chœur de ladite église, laquelle fut démolie pour Tagrandissement dudit chœur, refait par ledit Claude de Rébé, archevêque deNarbonne. Cette chapelle de saint Philibert fut mise alors sous le vocable de sainte Radegonde qui était celui de la chapelle que les de Po mey avaient autrefois dans l'église d'Amplepuis. II est déclaré, enl670, quedetout temps la ville ou fort, appelé de Saint-Pierre-des-Sauvages, a appartenu aux seigneurs hauts justiciers dudit lieu ; dans ce fort sont enclos l'église parois siale, les prisons du seigneur et un petit cimetière le long de l'église ; depuis quelques années, la maison curiale a été rebâtie sur un recoin dudit fort, pour lui donner plus de sûreté, et a entrée par dedans ledit fort. Le 15 janvier 1685, on fit la description de Rochefort et ses dépendances ; c'était une terre en toute justice haute, moyenne et basse, bien limitée, de plus de deux lieues de tour, consis tant en la totalité d'une paroisse avec son église et clocher au milieu, appelée les Sauvages, toutes les dixmes d'icelle paroisse, soit de tous grains généralement, comme aussi du charnage, comme moutons, cochons et autres choses décimables. Dé pendait encore de Rochefort en justice, au moins le tiers des feux dépendant d'une autre paroisse voisine, des plus grandes du gouvernement de Beaujolais, appelée Amplepuis, avec aussi la plupart des dixmes de ce tiers, bien limité, comme aussi deux"], [99, "87 parcelles de deux autres paroisses, appelées Machézal et Ronno, lesdites trois parcelles de ces trois paroisses aussi en justice haute, moyenne etbasse, avec les dixmes. La terre de Rochefort consistait en 7 grands domaines, cha cun de 6 grands bœufs, enclos dans ladite justice, et tous 7 de la semaille d'environ 700 à 800bichetsde seigle, 27 de froment, 130 de blé noir, 270 d'avoine, 24 d'orge, mesure de Tarare, garnis chacun de leurs bestiaux nécessaires, au cheptel de 3,128 livres, 14 bichets de chanvre et 300 ou 400 brebis ou mou tons. Dépendaient encore de Rochefort 3 domaines, dans ladite justice, de la culture de 4 bœufs chacun, avec leurs bestiaux nécessaires et la semaille, tous joints, de 150 bichets de seigle, 45 de blé noir, 6 de froment, 4 d'orge, 3 de chanvre et 60 d'a voine ; le cheptel valait 924 livres, 15 sols ; 100 brebis ou mou tons. Dépendaient encore de Rochefort deux moulins, l'un à eau et l'autre à battoir, avec prés suffisants pour nourrir les animaux à leur service ; tous lesdits domaines garnis de leur logement, bestiaux et prés plus que suffisants pour les nourrir et exempts de servis, excepté un acquis par le seigneur depuis 12 à 13 ans. Un des domaines, nommé Montchervet, est en fief et a rente noble. Dépendent de cette terre, outre le fossé à fond de cuve autour du château, environ une douzaine d'étangs grands ou petits, appoissonnés et nourrissant d'eau de source les meilleurs pois sons qu'on puisse manger. Au milieu de ladite terre sort une petite rivière nommée Ran sonnet, où Ton prend quantité de truites, écrevisses et autres petits poissons. Environ au milieu de ladite justice est bâti le château, consis tant en une assez grande anti-cour, entourée d'assez grandes écuries et fenières, à loger plus de 30 chevaux, une loge sur piliers de pierre à tenir carosse, chars, foin et paille, ladite cour"], [100, "88 d'environ 70 à 80 pieds de carré; dans cette cour est enclos le logement haut et bas du concierge. De là on entre dans la cour du château, par un pont-levis, traversant un grand fosséà fond decuve, revêtu d'un grand por tail de pierre de taille, en forme de tour carrée, couvert à la française, à côté duquel portail est la fausse braye. La cour du château est carrée, bornée des trois autres côtés du logement et château de galerie, salles, chambres et autres appartenances. A chaque coin du château est une tour carrée, assez grande, couverte à la française, qui déborde et défend le château, le tout étant entouré d'une fausse braye et d'un fossé plein d'eau cou rante, revêtu de murailles à fond de cuve; autour du fossé sont placés un jardin assez grand, un verger, un bois de charmes et une garenne, clos et entourés de murailles. Dans l'enclos du château, il y a une bonne cave voûtée, un puits d'excellente eau qui ne tarit point, grandes cuisines, sal les basses, fournier voûté et plusieurs autres grands membres bas ; chapelle au deuxième étage, au bout d'une galerie, beaux et grands greniers bien percés au troisième étage, pouvant tenir au moins 3,000 bichets de bon blé. Les deux cours sont défendues par hautes murailles, six tours carrées régulièrement posées et d'égale structure, couvertes à la française, sans compter celle du portail, qui fait la septième. On aborde au château par deux grandes allées de tilleuls et deux grandes portes, Tune au matin, l'autre au soir; tout ledit lieu est entouré de quantité de bois taillis et de haute futaie de chênes, aussi beaux qu'il y en ait à 50 lieues à la ronde. Dépendent du château une rente en directe d'environ 800 à 900 livres, diverses prairies attachées au château et rendant par communes années 170 à 200 chars de 4 bœufs de gros foin de réserve, sans compter les seconds foins. Dépendent de ladite terre trois autres dîmes appelées de Val colon, des Sauvages et de Sanière."], [101, "89 Le revenu de la terre de Rochefort était alors de 6,340 livres, ainsi décomposé: domaine de Rochefort, 300 livres; Montcher vet, 450 ; la Croze, 450 ; TAdverniet, 300 ; Violey, 300 ; le Cluzel, 300 ; le Féchet, 300 ; Chez Guerre, 180 ; Gojard et le moulin, 200 ; la Pierre etleRix, 200; dixme de Valcolon, 900 ; dixme de Sanière, 300; dixme des Sauvages, 500; rente de Rochefort, 800; taillis, 150 ; prés de réserve, 800 livres. Le 23 décembre 1685, messire Hugues de Pomey, chevalier, seigneur de Rochefort, Montchervet, les Sauvages, la Forest et Rancé, afferma à sieur Pierre de TEspinasse, demeurant à Am plepuis, la terre et seigneurie de Rochefort et les Sauvages, fief de Montchervet, consistant en châteaux de Rochefort et Mon chervet, droits de chasse et pêche, pour lui tant seulement, et neuf domaines, Rochefort, Montchervet, la Croze, le Cluzel, la Crozette, Guerre, le Feschet, Violey et TAdvergnet, le moulin de Goujard, les rentes nobles, gros cens, pensions, dîmes inféodées et autres dites de Valcolon et des Sauvages, sa portion de celle de Sanière, pour 3 ans et le prix de 4,800 livres. Le seigneur de Rochefort se réserva dans son château la salle qui est au bout de la galerie de la chapelle, les deux chambres entre le grand escalier et Tescalier du membre qui a été brûlé et la chambre jaune, laquelle chambre joint la chambre verte, non comprise dans la réserve, ainsi que celle qui est au bout du bâtiment ; il se réserve aussi une portion d'écurie à tenir six chevaux et un bout de remise; la chapelle et la galerie seront communes; les preneurs tiendront la garenne bien close. Hugues de Pomey, seigneur de Rochefort, Montchervet et les Sauvages, mourut le 28 avril 1688, après voir nommé pour son héritier son cousin et filleul autre Hugues de Pomey, qui eut pour successeur à Rochefort son fils Jacques de Pomey. Les consuls et habitants d'Amplepuis voulant, en 1720, im poser à la taille dame Paule de Chambaud de Bavas, veuve de messire Hugues de Pomey, seigneur de Rochefort, celle-ci en voie une supplique aux conseillers du Roi en l'élection de Beau-"], [102, "90 jolais; elle apporte pour preuves de son exemption de la taille, la bourgeoisie de Lyon, qui lui est acquise, comme en étant ori ginaire et y ayant sa résidence, et la charge de secrétaire au par lement de Dombes qu'exerçait son mari, à son décès ; les con suls et habitants d'Amplepuis sont condamnés à décharger de la taille Paule de Chambaud de Bavas. Le 3 juin 1721, Jacques de Pomey acheta la rente de la Mol lière de Claude Chermette, écuyer, seigneur de Saint-Maurice. Messire Jacques de Pomey, écuyer, seigneur de Rochefort et du quartier d'en haut de la paroisse d'Amplepuis, y possédait, en 1725 : 1° un château qu'il occupait, un jardin de deux bicherées, un jeune verger planté depuis une année d'une bicherée, dont il ne tirait nul revenu ; 2° 15 bicherées de jeune bois de haute futaie ou baliveaux, dont il ne tirait nul revenu, ne servant que de pâturage; 3° un pré médiocre à la porte de la maison, qui n'était arrosé que des eaux de pluie, qui rendait 150 quintaux de foin; 4° un deuxième pré, rendant 200 quintaux de foin; 5° 15 bicherées de bon bois taillis, qui, coupées tous les 7 ans, rendaient, chaque année, un millier de fagots ; 6° un domaine appelé domaine du château, dont la maison était occupée par le granger, se composant de 120 bicherées de terres labourables dont un tiers semé tous les 3 ans produisait, chaque année, au seigneur, 60 bichets de seigle, 10 d'avoine ou menus grains, 15 livres de chanvre, une prairie où Ton recueillait 100 quintaux de foin; le domaine de Montchervet, qui avait 120 bicherées de terres labourables, une prairie où Ton recueillit 100 quintaux de foin ; le domaine de la Croze, qui avait 140 bicherées de ter res labourables, dont 40 incultes et ne servant que de pâturage et que Ton ne pouvait semer qu'en brûlant le gazon à grands frais tous les 20 ans, une prairie où Ton recueillait 80 quintaux de foin ; le domaine de la Crozette, ayant 40 bicherées de terres labourables, 20 en friche, couvertes de fougères et genêts, situé dans un pays très-aride, une prairie donnant 50 quintaux de foin; le domaine du Cluzel, ayant 35 bicherées de terres, 25 en"], [103, "91 friche, une prairie donnant 50 quintaux de toin; le domaine de chez Guerre, ayant 20 bicherées de terres, partie en friche, une prairie donnant 40 quintaux de foin ; un moulin sur un petit ruisseau qui ne peut moudre que 4 mois de Tannée; une rente noble annuelle en argent, volaille et grains, rendant 88 livres; une dixme, en partie avec MM. de Savigny, rendant 100 livres. Jacques de Pomey, seigneur de Rochefort, acheta, en 1745, de Jacques-Hugues de Sarron la rente de Namy, qui se percevait à Amplepuis, Joux et autres paroisses voisines. Cette rente ap partenait, en 1457, à Louis Namy, bourgeois d'Amplepuis, en 1508 à Perceval de la Balme et Jacqueline Namy, sa femme, en 1510 à noble Benoit de Cybérand, seigneur de Boyé et Goutil lard, et Jacqueline Marcou, sa femme; Ponthus de Cybérand, seigneur de Boyé et la Montagne, fils dudit Benoît de Cybérand, la vendit, le 1er mars 1610, à Pierre de Sarron, seigneur de( Forges. Jacques de Pomey, écuyer, seigneur de Rochefort et les Sau vages, les habitants du quartier d'en haut d'Amplepuis et ceux des Sauvages et les curés de ces deux paroisses envoyèrent, en 1765, une supplique à Tintendant de la généralité de Lyon, re montrant qu'ils ne connaissent aucun terme qui exprime leur dé solation à Tégard du fléau qu'ils ont essuyé par Tinondation arri vée dans leurs rolles et paroisses d'Amplepuis et les Sauvages, les 18, 20 et 21 juin de cette année ; dans la paroisse des Sauva ges, les masages de Rechagny et de Beaumangus et les envi rons ont essuyé toute la fureur des eaux; les prairies sont toutes confondues par les torrents ; on y voit, avec horreur, des fon drières de cinq, six, jusqu'à huit pieds de profondeur; le terrain qui n'a pas été emporté est couvert de deux pieds de pierres et gravier. Les blés sont fort endommagés dans le rolle du quar tier d'en haut d'Amplepuis, pays montueux. Tous les ruisseaux qui ont communément quatre à cinq pouces d'eau sont montés à six et huit pieds et ont inondé et couvert de pierres et gravier toutes les prairies des habitants dudit rolle, depuis les Sauva-"], [104, "92 ges jusqu'au canton des Places. Les arbres sont arrachés, les rivières ont quitté leurs lits et sont au travers des prés. Le Ran sonnet a abattu un moulin, emporté un battoir, en Goujard, au seigneur de Rochefort ; le ravage qu'il a fait a duré plus de demi-lieue jusqu'au hameau des Places; celte colline était un canton d'où Ton tirait les fourrages de ce dernier rolle. Com ment pouvoir cultiver les terres et nourrir les bestiaux sans foin, ce qui fait la principale ressource de ces cantons ? et on déses père d'en cueillir plusieurs années. Cette supplique est signée des noms suivants : de Pomey de Rochefort ; Bissuel, curé d'Amplepuis ; Pierrefeu ; Charles Tholin ; Crozier, curé des Sau vages; Thimonnier, syndic des Sauvages ; Jean Subtil ; André Dumas ; B. Vermare ; Benoit Duperray ; Etienne Lièvre ; Lamy ; Subtil ; Périer, syndic. Jacques de Pomey remontre encore qu'il souffrit beaucoup de cette inondation qui lui enleva, dans la nuit du 20 au 21 juin, ses fonds de prairies, moulins, battoirs, rivages, et que son fils Jean-Joseph-Luc, capitaine au régiment d'Eu, avait été réformé à la paix avec une pension qu'il ne recevait pas. L'inondation tomba d'abord sur la montagne de Tarare et le village des Sauva ges et se répandit sur le village de Goujard. M. de Pomey perdit les trois quarts de son revenu, son moulin fut abattu, les meules brisées, un battoir à chanvre dispersé de manière à n'en pas retrouver les matériaux ; des terres et prairies ouvertes par des ravins de douze à quinze pieds de profondeur, huit de largeur sur trente toises de longueur. Les arbres des rivages furent dé racinés et emportés par le Ransonnet, et ce furieux torrent, qui n'a ordinnairement que demi-pied d'eau, en avait huit; il quitta son lit et en creusa un dans les prairies de M. de Pomey dites le Grand-Pré, y fit des ravins de huit pieds de profondeur, couvrit le reste de pierres énormes, gravier et sable, de la hau teur d'un pied, continua ses ravages jusqu'à une rue ou chemin, appelé de Paradis, ce qui fait une longueur d'un quart de lieue ; dans les cantons de Berland, Grolet, Pré-Folletin, il couvrit"], [105, "93 tout de gravier et de sable, emporta les digues et chaussées, dont les trois quarts étaient à M. de Pomey. Les terres furent emportées du haut des montagnes dans les vallons, et, dans leur chute, culbutèrent les arbres et tout ce qui s'opposait à leur passage ; dans bien des endroits, les blés fu rent emportés, les cheneviers et blés noirs entièrement per dus ; dans le quartier de la Chapelle, la Moissonnière et les en virons, on fut maltraité par la grêle qui tomba dans la nuit du 20 au 21 juin. Le Ransonnet vient tant du village des Sauvages que des prairies Vermare et du vallon de la Condamine; ces trois gor ges se sont rassemblées, au moment de l'inondation, au bas du hameau de Goujard; le Ransonnet a formé en cet endroit un torrent furieux, a emporté plus de soixante arbres, peupliers, frênes ou autres ; le mal s'est étendu jusqu'au-dessous de Ber land, au hameau des Places. Les prés du canton de Grolet, de THôtel-Dieu et le pré Guillard, jusqu'à la rue Paradis, sous le hameau des Places, furent aussi endommagés. Jacques de Pomey possédail, vers 1765, une rente noble ap pelée des Arrières, acquise des seigneurs de TAubépin et s'é tendant sur les lieux suivants : les Arrières, la Goutardière et les Fours. Le 24 mai 1766, une grêle affreuse enleva à Jacques de Pomey les pailles, les grains et presque tous les foins dans cinq de ses domaines, dans le quartier d'en haut d'Amplepuis, et les deux tiers des récoltesvet foins dans trois domaines des Sauvages. Messire Jean-Joseph-Luc de Pomey, chevalier, capitaine au régiment d'Eu, fils de Jacques de Pomey, seigneur de Roche fort, épousa, par contrat du 11 avril 1768, Claudine-Sulpice de Ferrus. Le seigneur de Rochefort institua alors son fils son hé ritier universel et lui i émit la terre et seigneurie de Rochefort, ne se réservant que le droit de lui succéder s'il mourait sans enfants. II se réserva aussi la jouissance, pendant sa vie, du corps de logis de Rochefort, attenant aux archives, jusqu'à Tes-"], [106, "94 calier du milieu, et de tous les effets qui y étaient, et celle du jardin et du clos. Le futur époux fut tenu de faire dire la messe dans la chapelle de Rochefort, tous les dimanches et fêtes, et d'en payer la rétri bu lion. Le 26 juillet 1774, messire Jean-Joseph-Luc de Pomey et le sieur Joseph Valorge, marchand de Saint-Hilaire, firent à Ro chefort les conventions suivantes : le sieur Valorge accense de M. de Pomey la glandée de ses bois appelés Bois-Fort, Bois- Senat, Bois Neuf et Montchervet, pour Tespace de temps de la présente récolte seulement, qui finira au plus tard à Pâques prochain, à la charge, par le sieur Valorge, de faire garder ses cochons et d'être responsable des dommages que bergers ou cochons pourraient faire dans les prés, terres, bois et lieux cir convoisins ; les bergers ne pourront couper aucun bois dans aucune forêt, mort ou vif ; lorsqu'ils feront du feu dans les bois ou sur les rives, le sieur Valorge sera responsable de tous les événements. M. de Pomey pourra faire mener dans ses bois quatre cochons et y faire ramasser des glands ; il pourra choi sir un cochon sur le troupeau du sieur Valorge, à raison de trois sols la livre. Le sieur Valorge devra s'arranger avec les grangers du seigneur pour le logement des bergers et troupeaux. Cette ferme est passée pour le prix de 288 livres. Les curé, fabriciens, syndic, consuls et principaux habitants de la paroisse des Sauvages remontrent, en 1782, à Tintendant de la généralité de Lyon que leur église est notoirement trop petite pour contenir tous les habitants, attendu que tous sont obligés d'entendre la même messe, n'y ayant aucun vicaire, et qu'on ne peut Tagrandir qu'en bas, du côté du nord, où est une ancienne masure qui servait anciennement de prison et appar tient à M. de Pomey de Rochefort, seigneur de la paroisse, le quel offre de la céder, en lui remettant un local convenable pour bâtir de nouvelles prisons. Les habitants de la paroisse des Sauvages délibérèrent sur ce sujet, le 9 juin 1782, dans une réu-"], [107, "95 nion à laquelle prirent part messire Alexandre Paul Tallebard, écuyer, ancien secrétaire du Roi, messire Guillaume deRancé, chevalier, seigneur de la Rey, Jacques Goussard de Fonte brune, écuyer, messire André Goine, curé des Sauvages, et un grand nombre des principaux habitants dela paroisse."], [108, "96 CHAPITRE QUATRIÈME VENTES FAITES EN BEAUJOLAIS PAR LE DUC DE MONTrENSIEll Au sieur des Prez (1), la parroisse des Ardillatz, deppendante des chastellenies et prevosté de Beaujeu, Coielz (2), Allongnet (3) et Torveon, pour la somme de 4,121 livres, 4 solz, par contract du 29 octobre 1603, à scavoir en cens, rentes et servis la somme de 2,321 livres, 4 solz. Et en centfeuz à raison de-huict livres chacun, la somme de 1800 livres. A noble homme Jean de les Tours (4), sieur de Pradines, la parroisse dudit Pradines, deppendant de Perreux et Lay, par contract du 28 novembre 1603, pour la somme de 2,780 livres. En cens, rentes et servis la somme de 1286 livres. Et en qua tre-vingtz-trois feux à raison de 18 livres chacun, la somme de 1,494 livres. A noble homme Emanuel d'Arcy, sieur d'Ailly, aux parroisses de Parigny, Saint-Cires Favières et Comeles, deppendantes de Perreux et Lay, par contract du premier décembre 1603, pour la somme de 2,370 livres, 3 solz, 4 deniers obole. En cens, rentes et servis la somme de 516 livres, 3 solz, 4 deniers obole. Et en cent trois feuz, à raison de dix-huict livres chacun, la somme de 1,854 livres. Au sieur Dapchon (5) la parroisse de Poilly soubz Cherlieu en (1) Claude de Nohlet, seigneur des Prés. (2) Coux. (3) Alloignet, paroisse de Saint-Mamez. (í) Jean de l'Etouf. (5) Philibert d'Apchon, chevalier des ordres du Boi."], [109, "97 Brienois deppendant de Perreux par contract du 9e décembre 1603. pour la somme de 2040 livres, 8 solz, 9 deniers tournoiz. En cens, rentes et servis la somme de 609 livres, 8 solz, 9 deniers tournoiz. Et en cinquante-troiz feuz à Raison de vingt sept livres chacun, la somme de 1431 livres. Au sieur de la Cour (1) la paroisse St Vincent de Boisset dep pendant de Perreux par contract du 9e Xbre 1603. pour la somme de 1232 livres : 1 sol 4 deniers tournoiz. En cens, Rentes, et ser vis, la somme de 98 livres : 1 sol 4 deniers tournoiz. Et en 54 feuz a Raison de vingt-une livres chacun la somme de 1134 li vres. A noble homme Claude de la Roche sr dud. lieu les parroisses de Julie, Juliénas Amerauges (2) et Cheynas deppendant par contract du 27e Xbre 1603. pour la somme de 15557 livres. En domaines, Cens, Rentes et servis la somme de 10013 livres tour noiz. Et en 231 feuz à raison de vingt quatre livres chacun la somme de 5544 livres tournoiz. A noble homme Anthoine de Saint-Priefz sr de Bonvert la pa roisse d'Agully deppendant de Perreux par contract du 14e jan vier 1604. pour la somme de 1449 livres : 2 solz, 6 deniers tour noiz. En cens, Rentes et servis la somme de 159 livres : 2 solz, 6 deniers tournoiz. Et en trente cinq feuz à raison de trente qua tre livres chacun, Joinct la somme de cent livres d'enchère d'I ceulx faite par le sieur d'Estraguet selon un mémoire estant avec le contract, la somme de 1290 livres. Audit sr D'Ailly les parroisses de Vendrange et de Nulize deppendant de Lay, par contract du 15e janvier 1604. pour la somme de 1096 livres : 6 solz, 4 deniers. En cens, Rentes, et ser vis la somme de 340 livres, 6 solz, 4 deniers. Et en feuz 42 à dix huict livres tournoiz chacun, 26 de Vendranges, et de Nulize 16,756 livres. (1) Noble Claude de Bec, seigneur de la Mothe et de la Coust. (2) Emeringes. 1"], [110, "98 Aux srs de Sarron et de TAubépin (1) a chacun partie du Bourg et parroisse de fourneaux et de la parroisse de Chirassimont deppendants de Lay, par contract du 16e janvier 1604 pour la somme de 2904 livres, 9 solz, 1 denier tournoiz. De laquelle les contracts dud. sr de Sarron portent compriz trois feuz de la par- roisse S' Simphorien de Lay qui luy ont estes venduz a part pour 55 livres : 5 solz la somme de douze cents cinquante trois livres quinze solz neuf deniers Et le contract dud. s' de TAubépin la somme de 1650 livres, 13 solz tournoiz. Les cens, Rentes et servis desquelz contractz se treuvent monter la somme de 1625 livres : 4 solz, 1 denier. Et les feux alléguez par Iceulx au nombre de 68. à raison de 18 livres chacun avec les trois susd. de la parroisse S' Simphorien de Lay venduz au s' de Sarron la somme de. 1279 livres, 6 solz. A noble homme Pierre de Rebbé, sr de la Bussiere, par con tract du 20e janv. 1604 la parroisse N'°-Dame-de-Boisset pour la somme de 504 livres, 1 sol, 8 deniers. En cens, Rentes, et servis, la somme de. 162 livres, 1 sol, 8 deniers. Et en 19 feuz 2 de la chastellenie de Perreux, et 17. de la justice de Lay, a raison de 18 livres chacun la somme de. 342 livres. A noble Sébastien Yvat de Ronchivol s' de pramenoux par contract du 28e janv. 1604. La parroisse de la Mure pour la somme de 645 livres. En cens, Rentes, et servis, la somme de 69 livres. Et en 32. feuz à 18 livres chacun la somme de 576 li- vres. A mre Philibert de Serpens s' de Gondras et Estienne de Rebbé sr de laGardette par contract du 28e janv. 1604. la parroisse de grand Rys deppendant de Chamelet pour la somme de 2000 livres. Encens, Rentes, et servis la somme de. 920 livres. Et en 75 feuz a raison de 18 livres tournoiz chacun la somme de 1080 livres. (1) Noble Pierre de Sarron, seigneur des Forges, et noble Rolin de Sainte-Colombe, soigneur de l'Aubépin."], [111, "99 A m™ Briand de pomey par contract du 28' janv. 1604. La parroisse de Croisel deppendant de Lay. Avec la Justice de la grange et mestairie dud. pomey seize en la parroisse de S'Sim phorien dud. Lay appelle en Bel Ayr sans aucun feu la somme de 364 livres. A haulte et puissante dame Anthoinette Danny vicomtesse dyouin (1), la parroisse de Chambost deppendant de Chamelet ne consistant qu'en feuz sans aucuns cens, Rentes, et servis, par contract du 29e janv. 1604. La somme de. 688 livres. A m\" Zacarie de Rebbé s' dud. lieu la parroisse de S1 Apo linair deppendant dud. Chamelet ne consistant aussi qu'en feuz en Justice, sans aucuns cens ni Rentes par contract du 29e janv. 1604. La somme de. 505 livres. A noble homme Anthoine de Tardy s7 de la pierre et Vulix, La parroisse dud. St-Pierre deppendant de Coielz et Allon gnet par contract du 2e jour de febvrier 1604. la somme de 586 livres, 2 solz. En cens, Rentes et servis La somme de 100 livres, 2 sols. Et en 27. feuz, a raison de 18 livres chacun la somme de. 486 livres. A noble homme Jean de Testenoire s' de Bacot La parroisse S1 Christophle de la montagne deppendant de Coulz et Allon gnetpar contract du 3e febvrier 1604. la somme de. 1742 livres, 6 sols, 1 denier. En cens, Rentes, et servis, La somme de. 968 livres, 5 solz, 1 denier. Et en 43 feuz, a raison de 18 livres cha cun la somme de. 774 livres. A noble homme Benoist de S' Julien, s' de Ronzières, par contract du 3\" febvrier 1604. Les parroisses de S' Mamel (2) et S1 Jacques des Arretz deppendantz du Coulz et Allongnet la somme de. 4185 livres, 5 solz, 6 deniers. En domaine, une forest, bois taillis, cens, rentes et servis. La somme de 3411 livres, 5 solz, 6 deniers. Et en 43 feuz a raison de dix huict livres tournoiz cha cun la somme de. 774 livres. (1) Oingt. (2) Saint-Mamez."], [112, "100 A noble André de Noblet s1 des pierres la parroisse de Cha nelettes deppendant de la seigneurie de Torveon par contract du 13e jour de febvrier pour la somme de 1570 livres, 1 sol, 3 deniers. En cens, rentes, et servis, la somme de. 778 livres, 1 sol, 3 deniers. Et en 44 feuz à 18 livres chacun, la somme de. 792 livres. A noble homme Jacques de S1 Amour s' de Fontcraynes, la parroisse de Villie deppendant pour la rente de beaujeu, Et pour la Justice de Belleville, par contract du 22e febvrier 1604. La somme de. 2247 livres. En cens et servis la somme de. 1653 livres. Et en 26 feuz a raison de 24 livres 21 d'Iceulx et les cinq restans à dix huict livres tournoiz aussy chacun la somme de 594 livres. A Révérend père en Dieu m\" françois de la Rochefoucaud Evesque de Clermont, la moytie de la parroisse de Lancye dep pendant de belleville par contract du 24e jour de febvrier 1604. La somme de. 283 livres, 2 solz, 6 deniers. En cens, Rentes, et servis, la somme de. 52 livres, 2 solz, 6 deniers. Et pour des feuz en Justice la somme de 231 livres. A noble homme Lazare de Tirecuyt s' de la Barre, et de Corcelles, L'autre moytie de lad. parroisse de Lancye, Et les parroisses de Corcelles et de fleurye deppendants des pre vostés de belleville et beaujeu, par contract du 25\" febvrier 1604. La somme de 2480 livres, 8 solz. En cens, Rentes, et servis, la somme de. 359 livres, 8 solz, Et en feuz de Lancye en nombre de 22 pour la moytie a 21 livres chacun, à fleurye 38 feuz, Et à Corcelles 52. à lad. raison de vingt une livres tournoiz aussy chacun montant tous lesd. feuz la somme de. 2121 livres. A me Benoit Aujaspar contract du 26e jour de febvrier 1604. Les cens, Rentes et servis, mentionnés aud. contract deubz en la parroisse de Taponas deppendant de la seigneurie de belle ville, La somme de. 196 livres, 9 solz, 3 deniers. A noble François Antide de garadeur escuier s' de La fe-"], [113, "101 luze(l) les parroisses dedracey Taponas, et S1 Jean d'Ardières, prevosté de Belleville, par contract du 26* febvrier 1604. La somme de. 15304 livres. En cens, Rentes, et servis, la somme de. 8560 livres, 9 solz, 9 deniers. Et en feuz en Justice la somme de 6743 livres, 10 solz, 3 deniers. A noble homme françois de Sallamard escuyer, s' de Ressis, de partie de la parroisse de Chirassimont dépendant de Lay, par contract du 4\" may 1604. La somme de 321 livres, 5 solz. En cens, Rentes, et servis, la somme de 33 livres, 5 solz. Et en 16 feuz a raison de dix huict livres tournoiz chacun la somme de 288 livres. A m\" Claude de Chantemerle, s' de la Clayette la parroisse de Vouge (2), deppendant de perreux, par contract du 19e may 1604. La somme de 2332 livres. En Cens, Rentes, et servis la somme de. 316 livres. Et en 96 feuz a raison de vingt une livres tournoiz chacun la somme de. 2016 livres. A mre Claude du Secs (3) s' de Rivoire La parroisse de nan dax deppendant de la chastellenie de perreux, par contract du 7\" juillet, 1604 la somme de. 1343 livres, 8 solz, 9 deniers. En cens, Rentes, et servis la somme de 641 livres, 8 solz, 9 de niers. Et en 39 feuz a raison de 18 livres chacun la somme de. 702 livres. A noble homme Claude Damanze, escuyer sr de Chauffailles, partie des parroisses de Barmont (4), et s' germain la montagne par contract du T aoust 1604. pour la somme de 460 livres. En cens, Rentes, et servis, dixme, et droict de foire, la somme de. 235 livres. Et en feuz a raison de chacun, la somme de. 225 livres. A noble homme Jacques de Chandieu escuyer s' de pro- (1) L'Ecluse. (2) Vougy. (3) Du Sais. ('.) Bel mont."], [114, "102 prières, partie de la parroisse dud. proprieres par contract du 2e septembre 1606. La somme de 3367 livres, 7 solz, 6 deniers, En Cens, Rentes et servis, la somme de. 2073 livres, 7 solz, 6 deniers. Et en 54 feuz La somme de. 1294 livres. A noble homme Claude de Cret (1), Juge de Torveon, la par roisse de Trades et Germolles deppendant de Coulz, et Allon gnet, par contract du unziesme septembre 1606. La somme de 1346 livres, 5 solz. En cens, Rentes, et servis, La somme de. 676 livres, 3 solz, 4 deniers. Et en feuz a raison de 18 livres pour feu la somme de. 6ê9 livres, 1 sol, 8 deniers. Au sr de la Terrière Claude Charretton Lieutenant général au Bailliage de beaujollois Les parroisses de Rignye, Durette et cercye La part de Beaujeu par contract du la somme de. 6472 livres. En cens, Rentes, et servis la somme de. 3634 livres. Et en 79 feuz a Raison de 36 livres chacun La somme de. 2838 livres. A noble homme Regnaud de Ste Colombe nanton s1 dud. Sle Colombe, les parroisses et village de S' Ennemond de piseps deppendants de belleville, par contract du 78 mai 1604. La somme de 325 livres, 10 solz. En cens, Rentes, et servis, La somme de. 1 livre, 10 solz. Et en 12 feuz a Raison de vingt sept livres tournoiz chacun La somme de 324 livres. Au s' président Austrain la parroisse de Choutouvre dépen dant de , par contract du . La somme de 4061 livres, 7 solz, 4 deniers. En cens, Rentes, et servis La somme de. 2549 livres, 7 solz, 4 deniers. Et en 84 feuz a raison de dix huict livres tournoiz chacun La somme de. 1512 livres. Somme Totalle desd. Ventes 93036 livres, 5 solz, 1 denier obolle. A scavoir en cens, Domaines, Rentes, et servis, 48754 livres, 8 solz, 2 deniers obolle. Et en Justice, et feuz 44279 livres, 6 solz, 11 deniers tournoiz. (1) Noble Claude du Cret."], [115, "103 CHAPITRE CINQUIÈME VENTE DE LA JUSTICE DE LA PAROISSE DE FOURNEAUX PASSEE PAR LE DUC DE MONTPENSIER Artus Ygon, sieur de Beaulmont, conseiller, notaire et secré- taire du Roi, maître ordinaire en sa chambre des comptes de Normandie et garde hérédital du scel des obligations de la vi- comté de Rouen, fait savoir que pardevant Jehan Lambert et Abraam Théroude, tabellions royaux à Rouen, fut présent très- haut, très-puissant et très-illustre prince Monseigneur Henry de Bourbon, duc de Montpensier, pair de France, sire et baron de Beaujolais, lequel a constitué ses procureurs généraux et spé- ciaux messire George de Villeneufve, chevalier de Tordre du Roi, seigneur de Joux, bailli de Beaujolais, maître Loïs Missaut, conseiller et secrétaire dudit seigneur, et Claude Charetton, son trésorier en ses pays de Dombes et Beaujolais, auxquels et à cha- cun d'eux seul et pour le tout en Tabsence l'un de l'autre il a donné plein pouvoir de gérer, négocier et contracter de tous et chacuns ses affaires tant en jugement que dehors, et par spécial pour et au nom dudit seigneur constituant procéder à la vente de cens, servis, rentes, droits de guet et garde, justice haute, moyenne et basse, mère, mixte et impère, et autres droits et de voirs seigneuriaux qui lui appartiennent à cause de ladite ba ronnie de Beaujolais et dépendent de ses châtellenies de Beau jeu, Belleville, Jullié, Julliénas, Couz, Allongnet, Torvéion,"], [116, "104 Claveizolles, Chamellet, St-Simphorien de Lay et Perreux, à commencer le paiement par Tordre du seigneur de Mesgrigny, créancier de la somme de 1,200 écus valant 3,600 livres de prin cipal ; les acquéreurs paieront la somme de 12,000 livres tour nois au sieur de la Bastie, gouverneur pour Monseigneur de Montpensier en son pays de Dombes, pour le rachat et reyméré de la terre et seigneurie de Poully, ci-devant vendue par ledit seigneur audit seigneur de la Bastie; ils paieront la rente dûe sur le revenu dudit Beaujeu, chapelle de Saint-Denis, fondée à Belleville. Fait à Rouen, Tan de grâce 1603, le dimanche avant midi 24e d'août, en présence de maître Charles Bresmont, con seiller et secrétaire dudit seigneur duc et maître René Ponceron, conseiller et secrétaire du Roi et dudit duc. Pardevant Anthoine Gaudet, notaire royal au bailliage de Beau jolais, habitant à Villefranche, furent présents messire George de Villeneufve, chevalier de Tordre du roi, capitaine de cinquante hommes de ses ordonnances, baron de Joux, seigneur de la Noirie, Sailly et Sallornayt-sur-Guy, bailli de Beaujolais, maître Louis Missaut, conseiller et secrétaire de très-haut et puissant prince Monseigneur Henry de Bourbon, duc de Montpensier, sire, baron dudit Beaujolais, commissaires députés et fondés de procuration de Monseigneur, ledit Missaut absent, et auquel le dit sieur baron de Joux a promis íaire agréer, lesquels, audit nom et en ladite qualité, vendent par ces présentes à noble Pierre de Sarron, écuyer, sieur des Forges, Scivrieulx, Monta gny et Saconay, les cens, servis, revenus et droits de justice haute, moyenne et basse, mère, mixte, impère, droit de guet et garde et autres devoirs seigneuriaux appartenant à sa grandeur sur partie du bourg et paroisse de Fourneaux du côté de bise et matin, aujourd'hui divisé entre ledit sieur de Sarron et noble Rolin de Sainte-Colombe de Semeur, sieUr de TAubespin, Sarry et Villette, acquéreur de l'autre partie du bourg et paroisse de Fourneaux. La paroisse de Fourneaux est ainsi partagée entre MM. de Sarron et de Sainte-Colombe : à prendre par le milieu"], [117, "105 de l'église et clocher dudit Fourneaux, allant droit du côté de matin à la fontaine publique dudit Fourneaux, étant au-dessous du chenevier de et d'illec descendant au long de la haie du pré qui joint ladite fontaine jusqu'au chemin public allant de Fourneaux et de la maison de Philibert Foillet, dit Bolat, et d'illec suivre ledit chemin jusqu'au-dessus de la maison de Jehan Chenault, autrement de Passinges, qui est entre cette maison et la grange dudit Chenault, laquelle grange et parlie de cour d'icelui Chenault du côté de matin et quasi midi demeure à M. de Sarron, comme étant aucunement de la paroisse de Chirassimont, à la forme de l'ancienne limitation des paroisses de Fourneaux et de Chirassimont, même d'une grande borne de pierre qui est dans la cour entre lesdites mai son et grange dudit Chenault, comme aussi demeure à M. de Sarron les cens et servis des quatre cullils de Passinges, et sans préjudiciel' au droit qu'il a, chaque année, de lever sa rente de Passinges acquise du sieur de Valorges dans la maison dudit Chenault; demeurent en justice au sieur de TAubespin les autres fonds et héritages du domaine dudit Chenault, au-dessus les dites limites, et du côté de bise et matin ils demeurent à M. de Sarron et ce qui en dépend de la paroisse de Chirassimont, du côté de matin ; et depuis le milieu de ladite église de Fourneaux, la séparation dudit bourg prendra droit à tirer contre un bois en forme de garenne, étant dans les terres de au-delà dudit bourg du côté de soir, suivra droitement jusqu'au grand chemin de Paris à Lyon au fond des prés et gouttes qui séparent les paroisses de Fourneaux et de Saint-Simphorien de Lay et à Tentrée du sentier qui va de Fourneaux à Croizel, qui est au-dessous dudit grand chemin de Paris à Lyon, depuis les quelles limites tout ce qui est de Fourneaux demeure à M. de Sarron du côté de bise et matin, pour l'entretien desquelles li mites et sur les lieux les plus éminents seront plantés bornes et piloriers où seront mises les armes communes des sieurs de Sarron et de TAubespin ; lesdits commissaires vendent aussi"], [118, "106 audit sieur de Sarron les cens, servis, rentes et droits de justice haute, moyenne et basse appartenant à sa grandeur en la pa roisse de Chirassimont de ce qu'est au-delà ledit grand chemin de Paris à Lyon, à prendre par celui tendant du lieu de la Fon taine, passant auprès de la maison de Truchet et suivant ledit chemin qui passe sous le bourg de Fourneaux, ledit grand che min demeurant de midi et quasi soir; néanmoins icelui grand chemin demeurant en toute justice à sa grandeur dans Tétendue de la paroisse de Machézal seulement, et ce qui se trouvera dans la paroisse de Fourneaux d'icelui grand chemin demeu rera audit seigneur de TAubespin, y compris la maison Truchet demeurant du côté de bise et matin, parmi lesquelles choses vendues passe une parcelle dudit grand chemin appelé des Char retiers du côté de Chizallet, qui demeure à M. de Sarron, fors ce qui se trouvera sur Machézal qui demeure à sa grandeur ; lesdites paroisses situées dans le pays de Beaujolais dépendent de la châtellenie de Lay et sont vendues pour en jouir ainsi que Monseigneur en a joui, aux charges et conditions suivantes, savoir que lesdits commissaires ont réservé le ban et arrière ban, la foi et hommage des fiefs situés dans lesdites paroisses, Thommage que M. de Sarron est tenu de prêter à mondit sei gneur et à ses successeurs barons de Beaujolais, à cause de la présente vente, et paiement des droits seigneuriaux et féodaux, si aucuns sont dûs, encore à la charge que les appellations qui seront interjetées du jugement donné par les juges et officiers qui exerceront la justice de ladite paroisse et sur les sujets cédés par le présent contrat se relèveront pardevant le bailli de Beau jolais ou son lieutenant et ailleurs, suivant les ordonnances de la cour, en la manière accoutumée. Sera tenu M. de Sarron faire exercer la justice par les officiers ci-devant établis par mondit seigneur en la châtellenie de Lay, dont dépendent lesdites pa roisses et les laisser jouir paisiblement de leurs offices tant qu'ils vivront, sans qu'il les puisse destituer ni pourvoir autres personnes, sinon vacation advenue par mort, fourfaicture ou de"], [119, "107 leur consentement ; seront néammoins lesdits officiers tenus de prendre nouvelles lettres de M. de Sarron, sans qu'en la pré sente aliénation les greffes vendus au sieur Masuier puissent être compris, ni les droits de ponts, péages et passages par eaux et par terre que mondit seigneur s'est réservé, ensemble le droit de pêche et de chasse et tous autres droits seigneuriaux qu'il a sur les rivières de Loire et Saône ; pour le regard des ruisseaux et torrents, ils sont aussi vendus sans que pour les abenevisse ments il soit fait aucun préjudice à ceux que Monseigneur et ses prédécesseurs sires de Beaujolais peuvent avoir faits ni aux moulins qui sont sur lesdits ruisseaux, torrents et autres rivières que la Loire et la Saône, avec lesquels les nouveaux acquéreurs sont tenus s'accomoder. La présente vente est faite à M. de Sarron pour le prix de 1,198 livres, 10 sols, 9 deniers, laquelle somme il paiera à maître Claude André, héritier par bénéfice d'inventaire de maître Pierre André, avocat en parlement à Pa ris, créancier de Monseigneur de la somme de 1,140 livres pour le sol principal de sa rente de 10,000 livres, suivant Tordon nance faite desdites créances par arrêt du parlement de Paris du 4 juillet 1598 sur la distribution des deniers provenus de la terre de Villebois et autres vendues à M. d'Espernon ; et les 58 livres, 10 sols, 9 deniers restant du prix de ladite vente, M. de Sarron les a paies présentement au notaire qui a passé l'acte. Fait à Saint-Simphorien de-Lay le vendredi 16 janvier 1604, en présence de maître Briand de Pomey, notaire royal et greffier d'Amplepuis, maître Benoît de Montchanin, juge ordinaire civil et criminel en la juridiction de Perreux, et Claude Joux. Le 20 janvier 1604, à Saint-Simphorien-de-Lay, logis où pend pour enseigne la Teste Noire, après midi s'est présenté par de vant le bailli de Beaujolais ledit sieur de Sarron et des Forges, acquéreur ci-devant nommé, qui a dit qu'entre la parcelle de Fourneaux par lui ci- devant acquise et le haut de la paroisse de Saint-Simphorien il n'y a aucunes limites perpétuelles, mais au contraire quatre maisons qui sont celles de Jehan de Ville-"], [120, "108 jeule, la grange de maître Briand de Pomey, celle de Pierre Colistier, dit Pierregord et une petite maison surnommée Girer don qui sont enclavées dans les feux de la paroisse de Fourneaux déjà à lui vendus, à raison de quoi seraient intervenus plusieurs procès, débats, disputes et altercations, notamment au sujet des dîmes enclavées et entrelassées derrière ladite paroisse, au dessous desquelles maisons et des côtés de soir et de midi, il y a un grand et ancien chemin public, allant de Thizy, pays de Beaujolais, en la ville de Feurs, même depuis le ruisseau et planche appelés d'Escorron, jusqu'au chemin appelé des Char retiers près du chemin public de Paris à Lyon, et d'icelui che min prenant droit au bout des gouttes dudit Girerdon et consorts tout au long des bruyères étant entre ledit grand chemin de Paris à Lyon et lesdites gouttes jusqu'au fond d'icelles, etàl'en droit du sentier allant de Fourneaux à Croizel, traversant parmi le grand chemin, icelles bruyères demeurant du côté de soir en la haute justice de Monseigneur de Montpensier en ladite pa roisse de Saint-Simphorien-de-Lay, et qu'attendu que lesdits quatre feux et autres fonds et héritages qui sont au-dessus icelui grand chemin de Thizy à Feurs sont éloignés d'une lieue de la ville et bourg de Saint-Simphorien-de-Lay et enclavés dans les autres feux et héritages de la paroisse de Fourneaux ci-devant vendus audit sieur de Sarron, n'y ayant aucune limites certaines, sinon des traversées par des terres égarées et inconues à diverses personnes, ayant égard que ledit grand chemin de Thizy à Feurs serait une limite perpétuelle, pour éviter les altercations des officiers de Sa Grandeur et des siens, le sieur de Sarron au rait requis lui vouloir vendre aux mêmes prix et condition que dessus lesdits quatre feux, avec les cens, servis, rente dûs sur lesdits fonds, si aucuns en sont dûs, justice haute, moyenne et basse que mondit seigneur pourrait avoir, ce que lesdits com missaires lui ont accordé, excepté la grange dudit de Pomey. Les limites de ladite grange sont le grand chemin de Thizy à Feurs, montant droit du côté de matin contre un chemin tem-"], [121, "109 dant de ladite planche d'Escorron à la croix de Balmont, située dans les fonds dudit de Pomey, et dudit chemin montant à un cerisier placé dans les bois des Pasquetières de Jehan Veau, et de là retournant à main droite par les terres dudit de Pomey de sadite métairie du Crot au bord de la chaussée d'une serve pescheure qu'il a nouvellement édifiée, sous le chemin de la croix de Balmont aux maisons Bigat et aux Chizallet, et du bord de ladite chaussée allant droit par les près dudit de Pomey au ruisseau, appelé de la Barbinel, au-dessous du pré des père et fils Biga qui fut de Jehan du Crottet, d'illec suivre ledit ruis seau jusqu'à Tétang neuf dudit de Pomey, et au milieu d'icelui et de sa chaussée, du côté de soir, suivre droit à la maison dudit Costier-Pierregord et à Tendroit du toural qui est entre les terres desdits maître de Pomey et Pierregord, et encore desdites mai sons suivre le chemin d'icelles au grand chemin de Thizy à Feurs au bord de la chaussée d'une autre serve pescheure dudit de Pomey sur laquelle passe ledit grand chemin, sans que ledit maître de Pomey puisse prétendre droit de justice à ses autres fonds dépendant de ladite grange que dans les héritages ici con finés. La présente vente est faite pour la somme de 55 livres, 5 sols tournois, en présence de maître Benoît de Montchanin, juge de Perreux, et maître Jehan de Chavannes, clerc d'Ample puis."], [122, "110 CHAPITRE SIXIÈME BIENS APPARTENANT AU CHAPITRE DE SAINT-IRÉNÉE DE LYON A AMPLEPUIS ET DANS LES PAROISSES VOISINES Le 11 mai 1473, vénérable et religieux homme frère Pierre de Beaujeu, infirmier du prieuré conventuel de Sainl-Irénée de Lyon livre en abenevis, introge et asservissement perpétuel à Claude du Bessy (de Besco), alias du Monteillier et à Mathieu Pé ronin, de la paroisse de Ronno : 1° une terre appartenant à Nico las des Barges, autrefois habitant de ladite infirmerie, située dans la paroisse de Vallessoanne, vers le bois appelé de la Bezasse, jouxte ledit bois d'orient et le chemin de Saint-Clément à Am plepuis de bise et matin, sous le cens et servis annuel et perpé tuel de 15 sols viennois; 2° une autre terre qui appartint jadis audit Nicolas des Barges, située en ladite paroisse de Valles soanne vers le bois de les Pieiges, jouxte ledit bois de matin et vent, le chemin d'Amplepuis aux Sauvaiges de soir et la pièce d'eau (lacum), appelée de les Pieiges, d'autre part. Le 10 octobre 1 577, feue vénérable personne messire Jean Val let, infirmier de l'église Saint-Irénée de Lyon, messire François Laurencin, docteur ès droits, prieur commandataire de ladite église, Philibert Bec et André Noblet, chanoines d'icelle, réunis au son de la cloche, à la manière accoutumée, vendirent à maître Briand de Pomey, une rente noble de cens et servis, portant lods, milods, ventes, reconnaissances et autres droits et devoirs sei-"], [123, "111 gneuriaux, dûs audit sieur infirmier ès lieux et paroisses d'Am plepuis, Ronno, Saint-Jean-la-Bussière, les Sauvages, Valsoanne, Saint-Apolinard, Saint-Clément de Valsoanne, Tarare, Saint- Véran et Ternan, avec toute seigneurie et directe, dévestiture, investiture, translation de droit, etc., pour la pension annuelle et perpétuelle de sept livresque le sieur de Pomey imposa au pro fit dudit infirmier et de ses successeurs sur tous ses biens, spé cialement sur certains pré et terre appelés de Cléar ; peu après Briand de Pomey élut en ami, pour la moitié de ladite acquisi tion, feu maître Antoine Chermette, notaire royal de Valsoanne, lequel paya ladite pension au sieur infirmier et à ses succes seurs, notamment à sieur Jean Martel, à présent (23 août 1608) infirmier dudit prieuré de Saint-Irénée, au moins jusqu'en 1601 ; depuis lors ledit messire Martel tira en instance par-devant le sénéchal et les gens tenant le siège présidial de Lyon ledit sieur Briand de Pomey et maître Antoine Chermette, avocat audit siège, fils et héritier dudit maître Antoine Chermette, pour voir déclarer ladite vente nulle et se voir condamner à lui laisser la libre jouissance d'icelle, avec restitution de fruits, auquel procès ledit sieur de Pomey déclare avoir été mal assigné pour avoir son juge compétant à Amplepuis, et, en tout cas, par devant le bailli du Beaujolais. Pour tout concilier les partis font cer taines conventions."], [124, ""], [125, "DOCUMENTS POI'R SERVIR A L'HISTOIRE DU BEAUJOLAIS EXTRAITS DES ARCHIVES DC CIl.VTEVl DE ROCHEFORT OU II. EST PARLÉ SURTOUT 11E CETTE SEIGNEURIE ET OU l'ON TROUVERA QUELQUES PIECES CONCERNANT UIPLEPUIS ET DIVERS LIEUX VOISINS Par P. de V. Amplepuis, La Goulto, Thizy, Thel, Ranchal, Les Tours, Montmelas, Chevagny-le-Lombard, Rex-lies'.i't . Montchervet, Les Sauvages. LYON IMPRIMERIE, RUE DE CONDÉ, 30 J.-E. ALBERT 1878"], [126, ""], [127, ""], [128, ""], [129, ""], [130, ""]]