[[1, ""], [2, ""], [3, "THE REPUBLIC OF URUGUAY (SOUTH AMEEICA) AS A FIELD FOR EMIGRATION . IT3 (geography (pmaty, genital 0}apafr_l.i.f|_, AND THE FACILITIES AFFORDED FOR PERMANENT SETTLEMENT. WITH 3S___._?. ISSUED BY AUTHORITY OF THE CONSULATE GENERAL OF URUGUAY. LONDON, 1881."], [4, ""], [5, "C ONTENTS. A Preface. General Description. . afe Geographical description. — Territory and Population.— Race.— Property held by Foreigners.— Comparative .Status of Uruguay among South American Countries.— Causes of Advancement. The Capital, 5 Geographical position. —Population.— Description.— Pri vate Houses.— Public Buildings.— Amusements.— English Church. Rural Districts. 9 Physical characteristics.— Climate and soil—Sheep-feed ing Departments. — Cattle-rearing Departments. — Live stock: number and value.— Saladeros.— Agriculture.— Agricultural Colonies.— Swiss Colony.— Government lands. Department of Cerro Largo.— Wild Animals.— Comparison with Buenos Aires. ... .... Agricultural Statistics : Official \"Valuation of Land, &c. ... is Emigration Statistics. l<i Government Assistance to Emigrants. - 20 Board of Immigration. — Class of Emigrants required. — Language. Population Statistics. 22 Telegraphs, Railways, Trams, and Steamships. - - - 23 Moneys, Weights, and Measures. 2(7 Trade and Commerce. 27 97 Public Revenue. ■ 31 Transfer of Land. - - - - 32 Water Supply— Montevideo - - - 34 Appendix : Estancia Life, &c."], [6, ""], [7, "A 2 PREFACE. During the last twenty years, more than a score of works by various English authors, have been written on the resources, physical characteristics, govern ment, history, and social condition of the countries bordering on the River Plate. The two Platine States are the Argentine Republic and the Republic of Uruguay. But the so-called River Plate is little more than the estuary ef its two great affluents — the River Parana, and the River Uruguay. Many hundreds of miles from its confluence with the Plate, the Parana, forms the southern and eastern boundaries of the Republic of Paraguay ; which is again bounded on the west by the River Paraguay, a branch of the Paran„. The River Paraguay, in its passage southwards, touches the confines of Bolivia ; and both rivers have their respective sources in the Sierras in the interior of Brazil. The Uruguay also rises in a province of Brazil, and after a course of 1,020 miles falls into the River Plate, within a short distance of the mouth or mouths of the Parana. The tract of the continent of South America watered by these great rivers and their branches is enormous. A portion of the Empire of Brazil, and of the Argentine Republic, the Republic of Paraguay, and the Republic of Uruguay, are commercially connected by sea, and by the river commu nication due to the River Plate and its tributaries."], [8, "II P RE F A C Fa. In the many works referred to, ou the countries of the Plate, the Republic of Uruguay, has, generally speaking, been alluded to incidentally. In one of the latest, however, the Handbook of the River Plate Republics* an interest and detailed account will be found of the capital and rural departments of Uruguay. Iu the present pamphlet nothing is attempted beyond a general description of the Republic of Uruguay, and an endeavour to embody, in a readable form, the recent and official statistics of the country. In regard to emigration, it may be stated that whilst the Government of the Republic of Uruguay has made efficient provision for the reception and assistance of emigrants, it has, hitherto, made no effort to influence anything in the shape of an emigration propaganda. The statistics it publishes are comprehensive and accurate. The general reader, or intending emigrant, can from their perusal, form his own con clusions. The Government Statistical Department, at Montevideo, is chiefly under the direction of M. Adolphe Vaillant, and is a credit to the Republic, and au example to older countries. London, January, 1881. * By M G. It, E. T. JIulhall. Edward Stanford, Charing Cross, London. 1875."], [9, ""], [10, "MAPA DE LA REPUBLICA DEL URUGUAY. C HOBINSON <f C LITH, LONOOH.SC Batlm y 1 1 -,v < ■< >w/t/< '/, // „ /// c ■/ /// we ,7' ot net* 7/c tu n „ projected."], [11, "THE REPUBLIC OF URUGUAY, SOUTH AMERICA."], [12, ""], [13, "THE REPUBLIC OF URUGUAY, SOUTH AMERICA. GENERAL DESCRIPTION. The Republic of Uruguay is officially known as Geographical the Oriental Republic op Uruguay, and familiarly dt called the Banda Oriented, from its geographical position on the eastern side or left bank of the large river from which it takes its name. The territory of the Republic is comprised within 34° 4' 15 \" and 33° 40' of latitude south, and 53° 25' 5 II and 57° 42 / 25 \" of longitude west. It is irregular in form, and in some sense a peninsula; having a seaboard to the eastward on the Atlantic of 200 miles ; a coast-line on the S. and S.W. on the estuary of the Plate of 155 miles ; and a shore-line to the westward along the River Uruguay of 155 miles. Its northern boundaries, separating the Republic from Rio Grande do Sul, a province of the Brazilian Empire, are Lake Merim ; the secondary rivers, the Chuy, the Yaguaron and the Cuareim, and a cuchilla, or sharp ridge of hills, known by the name of Santa Ana."], [14, "2 In regard to extent of territory as well as number of inhabitants, the Republic of Uruguay ranks low in the scale amongst the countries of the New World. Its area is not over 7,036 square leagues, and by the latest estimate its population cannot much exceed 440,000. But in some important respects it assumes a very high position compared with other States, either of South America or of Central America. Independently of its temperate climate and phy sical characteristics, resembling those of the most favoured European countries, it is absolutely free from any vestige of that indigenous, or Indian popu lation, which, in many South American countries, is still the chief social and political bane. Even the Africans imported in former years as slaves, and who, until lately, formed the mass of the soldiery of the Republic, and were largely employed as household servants, and in other menial capacities, have now nearly disappeared. The Creole popu lation itself in the whole of the Republic is only as three to one compared with the foreigners ; whilst in the metropolitan department of Montevideo, the native population, of Spanish extraction, exceeds by very little the number of residents of other nationalities. The proportions are 590 natives, 400 foreigners, and 10 Africans in every 1000 inhabitants. By Article viii. of the Constitution, the sons of foreigners born in the country are treated as citizens of the Republic, and, it must be borne in mind, are in cluded as natives in the foregoing estimates. It is a fact, perhaps unexampled in any other country, that in the department of Montevideo there are 5,372 foreigners, who possess land and houses as freehold property, whilst there are only 2904 native freeholders. The foreign population of that depart ment consists principally of Spaniards, Italians, and"], [15, "[ 3 1 French. The Spaniards and French are mostly from the Basque provinces of their respective countries. Estimated by the amount of her exports and imports, the relative position of Uruguay can be appreciated at once, by taking the comparatively large states of South America, the Empire of Brazil, the Argentine Republic, Chile, Peru, and Mexico, in the order of their commercial importance, and placing the Republic of Uruguay next in the list ; where, according to trade statistics, she duly appears. In National Schools for primary and gratuitous education, the Banda Oriental compares favourably not only with South American countries, but with most countries in the world. In the United States of North America, the number of school children in proportion to the population is over 10 per cent. In Canada it is 6 per cent.; in the Argentine Republic, 4 per cent. ; in Chile, 4 per cent. In Uruguay, it has lately been calculated, there are 19,573 scholars at the National Schools, or 4^ per cent, in proportion to the population. This, of course, is irrespective of private schools, where the number of pupils is more or less, 13,000. In the Empire of Brazil, the proportion is not 1 per cent. ; and for Mexico, Peru, and the remaining South American countries, no educational statistics are at hand, and in some cases they probably do not exist. In comparing the social and commercial position of Uruguay with that of other countries of the New World, it is well to notice that amongst the 16 States of Latin origin, there is Brazil with a popu lation of 10 millions, and an area of 3,100,104 square miles • Mexico with a population of over 9 millions, and an area of 1,030,442 square miles ; the Argen tine Republic with a population of 2 millions, and"], [16, "4 an area of 1,290,000 square miles. Then follow such States as Peru, Chile, Venezuela, Columbia, with populations varying from 1 to 3 millions, and with areas varying from 131,000 to 473,000 square miles. Among the smaller States with populations varying from 80,000 to 450,000, and with areas varying from 9,500 to 80,000 square miles, Uruguay stands first in regard to population, and is second only to Para guay in extent of territory. The respective areas of the two countries are 76,000 and 80,000 square miles. Either of the two is considerably larger than England and Wales. It is evident that the importance of a country is not to be estimated either by the absolute number of its population, or by the extent of its territory. In the higher respects of advancement in commerce and civilization, as well as in the superior composition of the population as a question of race — forming so valuable a guarantee for the future — the Republic of Uruguay stands amongst the first of the American States of Spanish origin. Her wonderful advance within the last quarter of a century may be due mainly to her geographical position ; but it can also fairly be ascribed to the complete religious tolerance, as well as to the com mercial liberality of the Government of the Republic; to the social freedom and equality which exists within the different classes of society ; to the energy and business capacities of the native population; and, above all, to their exceeding hospitality to foreigners. THE CAPITAL. Montevideo, the seat of, government and capital of the Republic of Uruguay, is built on a small cape or peninsula, at the mouth of the River Plate. Where the cape narrows, forming an isthmus towards the"], [17, "5 mainland, there existed till quite recently, the re mains of the citadel of the first Spanish colonists, and of the gateway and walls of the old city As a question of latitude, Montevideo lies a few miles to the south of the city of Buenos Aires, the capital of the Argentine Republic, on the opposite side of the estuary. The distance east and west between the two ports is about 120 miles. The width of the river from Montevideo to Point Las Piedras, on the Argentine coast, is 53 miles. At the mouth, from \"cape to cape,\" that is from Cape St. Mary on the sea-coast of the Banda Oriental, to Cape St. Anthony, on the coast of the Province of Buenos Aires, the River Plate is 150 miles wide. The population of the City of Montevideo is 91,167. The environs contain 19,000 inhabitants ; giving a total population of 110,167. The popu lation is just double what it was twenty years ago ; but owing to the late commercial crisis, which has not been confined to these countries but has been universal, it is rather less at the present moment than it was five or six years ago. On entering the bay, or harbour, of Montevideo, the most prominent object is the Cerro, or \" Mount,\" from which the City takes its name. The bay is supposed to have once formed the crater of a volcano ; and is shaped like a horse shoe. To the left, the Cerro, surmounted by an old fort and a lighthouse, rises 505 feet, and faces the white turrets and domes of the City to the right, clustering round the cathedral placed on a slight elevation. From the Cerro towards the land, the outline of the shore rapidly falls, but again rises gently at the Cerrito,ov \"Little Mount,\" a slight eminence some distance from the beach and five or six miles"], [18, "M from the city. It is celebrated as the head quar ters of General Oribe, the commander of the forces beseiging Montevideo for nine years — from 1842 to 1851. In the hollow of the bay the land is low, but well wooded by orchards, and studded with the quintets, or suburban residences, of the citizens of Montevideo. Part of the shore of the bay has been enclosed by a sea-wall or embankment, which forms one of the many new and delightful promenades in the environs of the capital. Towards the Cerro, docks have been recently erected, capable of receiving sea-going vessels of heavy tonnage. There are other docks nearer to the city. The warehouses, the wharves, the shipping of the port, and the lofty custom-house buildings, produce a favourable impression on landing. In its general characteristics, Montevideo is perhaps more European than any city in South America. Viewed at a distance, it rather resembles Cadiz in respect to its position, and the flat roofs of the houses with their turrets, or miradores, as they are called by the inhabitants. On nearer in spection, its symmetrical blocks of one or two storeyed buildings, are not quite so imposing. The streets, well paved — but to Regent-street notions roughly paved — run at right angles to one another. The private houses mostly of one storey,* with one wide entrance, and the win dows protected by iron bars, or rejas, sometimes * Houses with two storeys are called houses with altos. They are, un- happily, so much looked upon as signs of progress, that in official statistics the houses are thus classified:— houses with one storey, 8238; houses with altos, 2133. The old Spanish style of house with open court-yards is more healthy, and in all respects more suited to the climate."], [19, "7 gilded and ornamented, but generally plainly painted, have a somewhat monotonous aspect. To a visitor from Northern Europe, the ground plan of the houses have, nevertheless, a novel and archæological interest. Within a very little, the several parts of a Montevidean dwelling of the better class, answer to the vestibulum, ostium and atrium with its cistern-fountain and statuary, of an ancient Roman villa. The Exchange, or Bolsa, in Montevideo, as well as the Opera House, the London and River Plate Bank, and some other of the foreign banks, are fine edifices — such as might be met with in any of the great cities of Europe ; but the newly-arrived Englishman in his first loiter in Montevideo will feel that he is abroad. During the heat of the day, he will not find in the streets of the city the bustle and activity of London or Liverpool. Still, when the sun is setting behind the Cerro, when the towers of the city, and the shipping in the harbour, and the bay itself, are enlivened by the evening tints of the climate, a certain stir com mences quite in keeping with Metropolitan gaiety and pretensions. It is then that the river steamers take their de parture for Buenos Aires or the Ports of the Parana and Uruguay. The citizens released from business, begin to wend their way on foot, or by tram or rail, to the Paso Molino, the Union, or some other resort in the suburbs; or they flock to the mole to see the passengers embark; or to the Plaza, or central square. At night, the shops in the leading streets are brilliantly lit, and crowded with the ladies of Montevideo, who \"shop\" in the evenings, and are deservedly famed for their good looks and perfect toilettes."], [20, "8 English Churc! There is a resident English Chaplain at Monte- video ; and the church is spacious and handsome. The ordinary service is Anglican; but the building is A lounge at one of the clubs — English, French, or native ; an evening call at a friend's house ac cording to the custom of the country; a visit to the theatre or the opera; a ball — public or private, or a midnight stroll by the bay or by the waves of the Atlantic, concludes the traveller's first day at Montevideo. Altogether, the capital is only too attractive to the stranger who comes to better his condition by hard work; and whose true destination is, generally speaking, the open country, or \" camp,\" as it is called locally, on the borders of the Plata. It cannot be too often repeated that only two classes of emigrants are fitted for the New World : those who are accustomed to manual labour — either as agriculturalists, household servants, farm labourers, or as mechanics, or those who have capital to invest. Clerks and penmen should know to whom, and in what fixed capacity they are going. Nonde scripts and loafers, if they go at all, go to certain ruin. The City of Montevideo is intersected by tram ways ; and is, of course, the centre of the interior network of railways in operation or in course of construction ; and the local centre of telegraphic communication with most parts of the world. It is not only the chief port of the River Plate and its tributaries, but is a convenient place of call for steamships or vessels on their way to the Pacific, or to the West Coast of South America, round Cape Horn, or through the Straits of Magellan."], [21, "9 open to other Protestant denominations. The Chap lain, generally, receives pupils ; and the ceremony of Confirmation is performed periodically by the Bishop of the Falkland Islands. The English cemetery is prettily placed, some little distance beyond the walls of the old city. The State religion of the Republic is Roman Catholic ; but tolerance on this subject is complete and universal. The city has its public libraries and museum ; and the port being in daily communication with Europe, by steam or telegraph, the residents are thoroughly conversant with the politics and doings of the rest of the world. The native families of the better class are well educated and refined. The younger members of a Monte videan household generally speak English. THE RURAL DISTRICTS. The most northerly point of the Republic is 9 degrees from the tropics. The extent of the country in a northerly direction varies from under 2 to a little under 5 degrees. There is not, therefore, any striking variety of climate ; and with the exception that the northern provinces, or departments, are more moun tainous, and that in the -neighbourhood of the River Uruguay and its affluents the country is more thickly wooded, there is not much alteration to be noticed in its general character of an undulating and grassy plain, with here and there \" scrub,\" and here and there timber ; and always an abundance of water. The hilly districts in the north contain minerals of many kinds, including gold, lead, copper, agate, amethysts, and marble. But so far, the attempts that have been made to utilize the mineral wealth ol the country have yielded poor results."], [22, "[ io ] The climate and soil are capable of growing nearly every description of semi-tropical and European pro ductions ; but it may be said frankly, that the State of Uruguay is not yet peopled. One-fourth of the soil is still even without ownership. It belongs nominally to the Government, but is not yet measured. Under these circumstances, and considering the general nature of the country — consisting of woods and streams, and vast tracts of undulating pasture land, it can be anticipated that the riches of the country consist of flocks and herds. The principal exports are hides, horns, tallow, and wool. Cattle rearing is the main industry, and more than any other in the hands of the natives. It requires more land but less labour than agriculture ; and will prosper on coarser land, but requires more local and special knowledge than sheep-breeding. The English who possess estancias, or estates, in the Banda Oriental, rear large quantities of cattle for the saladeros, or killing grounds, at the different ports where the hides and tallow are prepared for shipment to Europe. Yet, if we take the 1 3 rural departments of the Republic in the order in which they produce the greater number of sheep, it will afford to the English reader or immigrant a sufficient topographical and geographical guide, if his purpose be to ascertain the haunts of his fellow countrymen in Uruguay ; many of whom, both there and in Buenos Aires, have acquired fame for the breeds of sheep they have introduced. On leaving the City of Montevideo, we can pass over the metropolitan department of the same name ; and also the adjoining department of Cauelo nes, which is, relatively speaking, an agricultural district much in the hands of foreigners — chiefly immigrants from the Canary Islands, who raise wheat and grow vege-"], [23, "L » J * Statistics for 1877. B tables for the consumption of the Capital. Followino the map, and keeping towards the coasts of the River Plate and Uruguay, we come to the department of Colonia, with 1,922,149 sheep ; Soriano, with 2,033,666 sheep ; San Jose, with 2,264,920 ; La Florida, with 1,546,700; and Paysandu, with 1,001,196. We are now far up the Uruguay towards the north-west, with only the department of Salto between the Republic and Brazil. Salto, and the remaining departments to the north and east contain only from 3 to 500,000 sheep each. There is one more central province, Durazno, to the north of Colonia, which contains 957,000 sheep.* Naturally, the immigration and population in general have spread from the metropolitan department of Montevideo — possessing nearly one-fourth of the inhabitants of the whole Republic — along the coasts of the great rivers ; where the land is also better adapted to pastoral pursuits, and to sheep-feeding in particular. The department of Tacuarembo, in the extreme north, and which is wild and mountainous, and also the largest of all the departments, contains 1,212,953 head of cattle; mostly the property of Brazilian immigrants from the neighbouring province of Rio Grande. The stock of sheep in Tacuarembo is only 508,880. The same larger proportion of cattle to sheep exists in the other departments, Cerro cattie rearing Largo, Minas, and Maldonado to the north and slepartments east. The number of cattle, sheep, mares, pigs, goats, I^™1fetroca^d and mules in the whole Republic is estimated at ™tae 19,191,273. The whole stock of cattle is more than 7 millions ; and of sheep 14 millions. The average value of the cattle per head, and one with another, is about 6 dollars (25s. 6d.); and of the"], [24, "12 sheep, 1 dollar (4s. 3d.).# Working oxen and milch cows average 25 dollars per head (£5 6s. 3d.). Cattle for the \"saladeros,\" 12 dollars (£2 US.). The com piler of the official statistics (Apuntes Estadisticos) for 1878, values the cattle of all ages at an average price of 4 dollars and 70 cents (£1) per head. The number of cattle of that description he estimates at 5,192,488; cattle for the \"saladeros\" at 800,000; and labouring oxen and milch cows at 100,000. The total value is placed at 36,505,603 dollars (£7,767,155). The mares for the \"saladeros\" are valued at 10s. 6d. each ; mules at 38s. 3d. each ; goats at 8s. 6d. ; and pigs at 25s. 6d. Riding horses are not so cheap as they were some years ago, when a fair animal, young and pretty- well trained, could be purchased for three or four pounds They are still to be had at reasonable prices compared with their cost in England. It is not the custom in the River Plate countries to ride mares; although innovations in that respect may have lately been introduced by foreigners ; par ticularly Englishmen, who for many years past have introduced blood stallions, and affect horse-racing in true Newmarket fashion. Closely connected with the rearing of cattle, are the great establishments called saladeros. In the the neighbourhood of Montevideo there are 9 ; on the coast of Uruguay 1 0 — including the large estab lishment belonging to the \"Liebig Extract of Meat Company,\" at Fray Bentos. It employs 400 or 500 men, and loads at its own wharves, upwards of 80 vessels during the year, for the export of the pro duce to Europe. * The official value of i'l is i. 70 dollars. The dollar is, therefore, worth rather more than 4s. 3d. In changing sterling money for the currency of this country, the ruling rate of Exchange has sometimes to be taken into account."], [25, "13 * A Jancga is 225-lbs. In the Department of Cerro Largo there are 3 saladeros ; and in the Department of San Jose is the meat preserving establishment of Messrs. Herrera & Co., ; and at Paysandu, Messrs. J. McCall & Co.'s establishment. The number of cattle killed at the saladeros each year — or in ench faena, as the killing season is called — exceeds 600,000 ; of which over 100,000 are used for the extract and preservation of meat. Besides a vast number of sheep, 60,000 to 80,000 mares are killed annually at the saladeros. The hides, tallow, grease, and other products of these establish ments involve the turning over annually of 2\\ to 3 millions sterling. The agriculture of the country is still in its infancy, but makes rapid progress. About 600,000 fanegas* of wheat, and 266,000 fanegas of Indikn corn were produced annually from 1870 to 1878 ; which is just triple the quantity produced in the years 1855 to 1860; and could be increased to any extent ; but at present, pasturage is more remunerative. It is calculated that the 21 steam mills, and other mills moved by wind or water, in the whole Republic grind at this period from 700,000 to 800,000 fanegas of wheat annually. In certain districts, and in a few large rural De partments where agriculture is attended to, machinery of all kinds is gradually being adopted ; and around the estancia houses, the eucalyptus, the mulberry, the olive and vine, are carefully cultivated. An interesting feature in the agriculture of these countries, are the so-called Colonies — meaning agricul tural settlements or communities, composed of the"], [26, "L H ] * A square cuadra is covered by 1-28 English acres. (See weights and measures, page 26.) poorer class of European immigrants : principally Swiss, Waldenses, and Spaniards. The Swiss settlement, which can be taken as rep resentative of the rest, was founded in 1862. It has an area of 4 square leagues, divided into ehacras, or farms of 20 cuadras, or squares, each.* The farms border on the public roads of the community. Each proprietor has to cede 6 yards of land for the con struction of the roads, 12 yards wide. The original prices of the farms, or ehacras, were £40 each, or about 21s. lOd. the acre. The population of the Colony — which eighteen years ago commenced with a handful of half-discon solate and disappointed but sturdy immigrants — had risen in 1878 to 5130. The Swiss number 1700. The Piedmontese, 1870; and the Canary Islanders, 1200. A few English, Germans, and immigrants from other countries, form the remainder. The community is in all respects complete, having its proper complement of artizans, mechanics, and commercial agents. Each religious denomination has its own chajflain ; and as far as purely local ques tions are concerned, the community governs itself. It possesses reading rooms, clubs, musical societies, and a Swiss rifle association; and seems, in good harmony, to prosper by hard work and the sale of its wheat and Indian corn, eggs, poultry, butter, potatoes, beans, and most descriptions of vegetables. It has lately produced large quantities of cheese — promising to be an important article of export; and is rich in fruits of all kinds ; including pears, that in the Banda Oriental, and particularly in the"], [27, "15 * Statistics taken from the Report published hy the authority of the \" Central Board of Immigration, \" Montevideo. 1878. B neighbourhood of Montevideo, are noted for their excellence, and are considered nearly equal to the pears of France or Jersey. The Colony produces, also, apples, cherries, plums, apricots, peaches, nuts, oranges, lemons, figs, currants, filberts, grapes, and chesnuts.* In an agricultural establishment of the kind where men are not isolated, and where working as proprie tors on their own behalf, they have the use of mechanical appliances, and enjoy the moral and, if needs be, the physical aid and all the social ad vantages of the general community around them — they and their families can be happy, and relatively wealthy, when cultivating comparatively a few acres ; whereas, if engaged in the rearing of cattle, they would require 30 or 40 times more land — one square league at least — and even if prosperous, would pro bably lead a somewhat barbarous existence. The Swiss Colony is situated in the Rincon del Rey, in the department of Colonia, not far from the shore of the River Plate. These agricultural com munities are not much to the taste of an average Englishman ; and clash, or appear to clash, with superstitions he has imbibed in his own country, when living under an agricultural system essentially dis tinct. Still, English settlements abroad have lately been projected — in some respects resembling the agricultural \" colonies \" of the Plate. And of all systems of emigration on a large scale, it seems as if the method of colonizing by settlements or com munities, will eventually prove the most efficient. The fact is, the clever and the robust may get on without mutual assistance anywhere, and under most ordinary circumstances ; but the good conferred by a"], [28, "16 few clever persons on the countries of their adoption is partial or sporadic, whilst the men themselves are a serious loss to the old countries they abandon. What is wanted in new countries are numbers; and men and women with ordinary capacities, willingness to work steadily, and a tendency to remain perma nently. In some of the northern departments of the Re public, Government land can be purchased at 2s. an acre. In Cerro Largo, bordering on Brazil, farms or plots of land of 20 cuadras each, can be had for 6 or £7, and the proprietors of the land will give to settlers house, food, seeds, cattle &c, for the first year to work the ground \"on halves.\" The \"Hand book of the River Plate Republics\" (from which this information is taken) says, in describing the depart ment of Cerro Largo : — \" It is a fine working country, well wooded aud watered, but almost in the same primeval state as when the Minuans hunted over it before the Spanish conquest. The mountain ranges are bold and picturesque ; the rivers Olimar, Cebollaty, and Facuari, could easily be made navigable from Lake Mini ; the lands are of extraordinary fertility ; nothing is wanting but population to turn to advantage such a splendid territory. Wherever agriculture has been tried, the results are almost fabulous, and all the products of the tropics may be raised in the open air. The woods abound in valuable timber of various kinds, and the palm tree gracefully towers above all.\" This tempting description will apply, more or less, to other districts, in the distant and almost semi tropical departments of the Republic of Uruguay, as well as of its neighbour, the Argentine Republic ; but in their present condition, and from the nature of their productions, they are not the districts which the individual English emigrant would choose ; al though they might serve for settlements. Nearer to the River Plate, the physical charac teristics of Uruguay are very similar to parts of"], [29, "17 Great Britain and Ireland ; excepting that the climate has all the beauty of that of Italy or the South of France. The settler in the southern districts is troubled neither with venomous reptiles nor dangerous beasts of prey. Such things exist ; and on the borders of Brazil tigers are plentiful, but unless a man beats about the wooded islets or the swampy banks of the rivers, he may pass his life in most parts of the country without meeting anything more formidable than a small viper — such as he would see in an English hedge-row, or the harmless carpincho, a species of amphibious pig. On the other hand, deer, ostriches, partridges of the size of pheasants — with very much of their manner on the wing — innumer able small partridges, ducks, and water fowl of all descriptions, will afford him excellent sport. In many respects, the Banda Oriental compares favourably with the flourishing province of Buenos Aires, on the opposite side of the River Plate. The cattle in Uruguay are larger, and produce a finer flavoured beef than in Buenos Aires. In proportion to the population, both cattle and sheep are more numerous ; but the grass of Buenos Aires is of a much better quality and, acre for acre, will feed many more sheep. Uruguay, however, possesses the paramount advantage of the port of Montevideo — the only really good harbour for shipping, not only in the Plate, but on the wdiole seaboard for hundreds of miles. Owing to the abundance of water in the interior, Uruguay suffers less than its neighbour from droughts. The country is not subject to violent storms of wind and dust ; and snow storms are un known. Plagues of locusts, which in Buenos Aires are of frequent occurrence, happen only at long in tervals in Uruguay. During the last 25 years there have been only three such visitations."], [30, "18 AGRICULTUBAL STATISTICS. Notwithstanding the late crisis, land has not di minished in value. The average price of pastoral land in Uruguay, according to the tariff which serves as a guide to the Government in collecting the direct taxes on fixed property, is 3-77 dollars the hectare (2-47 English acres), or 6s. 5d. the acre. Arable land is valued at 16'63 dollars the hectare — 28s. 7d. the acre. It must be observed that the greater part of the pastoral lands can be converted into arable land. In estimating the true value of landed property in the rural Departments, the compiler of the official statistics thinks it right to add at least 50 per cent. to the prices quoted. According to the data afforded by the payment of direct taxes, the whole acreage of the Republic is thus divided : — Pastoral land 71-91 percent. Arable land in cultivation 1-24 Land occupied by houses and other buildings 0*11 Waste land, rivers, lakes, ic, and land 1 or-7a without legitimate ownership ... j » The value of the lands and houses of the Republic is as follows : — Department of Montevideo 91,659,977 ) dollars. Values notdeclared by theowners 6,000,000 ) ... 97,659,977 In the 12 departments 81,958,837) 50 per cent, added 40,979,418 f Values not declared 16,000,'oOO_) ... 138,938,255 236,598,232 ] The whole property of the Republic— lands, houses, live stock, and capital invested in commerce is esti mated at £75,53 1,975, equal to £17 1 for each inhabi tant."], [31, "19 Any fixed quotations of present prices of land would be of little value ; as the prices vary so much with the situation of the land, the time it has been stocked or under cultivation, the temporary demand, and other local considerations. In the River Plate countries, land varies from £1000 to £6000 the square league, and more, accor ding to the situation. Rents, in former years, have varied from £20 to £80— and even as high as £300 or £400 a league. EMIGRATION STATISTICS. The number of emigrants arriving in Montevideo during the years 1866 to 1871 inclusive, was 103,682; being a yearly average in those six years of 17,280. In 1872 there arrived 15,516 „ 1873 24,339 „ 1874 13,757 „ 1875 5,298 „ 1876 5,570 „ 1877 6,168 Senor Don Aurelio Berro, ex-Minister of Finance, in his Report, dated February, 1880, says : — \" In regard to immigration, in the year just terminated (1879), 10,829 persons have arrived, against 6,936 who have left the Re public. It is to be observed that one-third of the immigrants belong to the class of agricultural labourers.\" On comparing the number of emigrants arriving in the nine years 1866 to 1874, with the comparatively few who arrived in the three following years, the falling off must not be absolutely ascribed to the commercial crisis. It was about the year 1866 that transatalantic steam navigation from the Mediter ranean began to assume its present proportions ; and in the south of Europe there was something like a mania for emigration. The emigration from Italy in"], [32, "20 Board of Immigration the years 1866. 1867, and 1868, formed nearly one half of the whole emigration to Montevideo. It in cluded a vast number of Neapolitans of a low class, who but earned, in the city and its environs, a few dollars, and have returned to their own country. The tide of emigration is now again turning to Mon tevideo ; and it will be quite as advantageous if fewer arrive than in those years, should the immi grants be of a better class, or more adapted to rural pursuits and permanent settlement. In the ten years 1867 to 1876, 154,223 passengers have arrived in the Port of Montevideo. Of these 16,367 have applied to the Central Board of Immi gration; 1112 have been housed by the Board; and 15.525 have received employment through the aid of the Board. 41,214 have received employment direct, in the City or Departments. Of those who have presented themselves to the Board of Immigration, 33'_ _ per cent, were Spaniards; 33*13 per cent. Italians; 16*48 per cent. French; 4*51 per cent. English , 12 -34 per cent, various. Senor Lucio Rodrignez, secretary of the Central Board of Immigration, calculates that in 12 years (1867-1878) Uruguay received 169,778 immigrants, of whom only 1335 were lodged at the expense of the Board. GOVERNMENT ASSISTANCE TO EMIGRANTS. The Government of Uruguay has established a \"Board,\" or \" Central Commission of Immigration.\" The Government has no agents in Europe, and has made no attempts to influence emigration. The \" Central Commission \" was formed simply with the object of giving advice to immigrants on"], [33, "[21 j their arrival in the country, helping them to obtain employment, and, in exceptional cases, affording pe cuniary assistance. The Commission is aided in its duties by the authorities and officials of the Port on the arrival of the emigrant vessels. It has also obtained the co-operation of the proprietors of the Villa Colon — an important rural establishment situated six miles from the Capital — where newly-arrived immigrants, who are able and willing to Avork, are provided with board and lodging gratis, until they find permanent and remunerative employment. The immigrants most needed in the Republic are agricultural labourers and female servants. These can be sure of finding employment. Steady young men, of good constitutions and accustomed to out door country life, can earn at the sheep farms from £3 to £4 a month, with board and lodging ; and after a short time usually get a flock of sheep with a third of the profits : ultimately they become independent farmers. The language of the country is Spanish ; but in the Capital, and in some parts of the rural Depart ments, there are a great many English residents. In the neighbourhood of the Capital, French and Italian is general. Unmarried English women — of good conduct and some experience in housekeeping — are, notwithstanding their ignorance of Spanish, much in request in native families. They earn from £2 to £3 a month, with all found. Married couples, without families, are also in demand. The husband may act as herdsman, sheep-keeper, farm labourer, or gardener ; and the wife can be employed as cook, or in other domestic duty. Their joint wages may be calculated at £70 per annum, with board and lodging."], [34, "22 Some of the wealthiest landed proprietors now in the River Plate were either themselves originally Eng lish, Irish, or Scotch labourers, domestic servants, or artizans, who have gradually acquired landed pro perty, or they are the sons or grandsons of such men. The successful foreign merchant often retires after a certain number of years to his own country, and takes his family with him; but the sheep- feeder and land-owner — emanating from a different class, and with no pleasing reminiscences of his own country — remains to found a family and name in the land of his adoption. Some years ago, the sheep feeding districts of the River Plate were overrun by young Englishmen of education and good connec tions. As a rule, they did not succeed; and in the few instances to the contrary, they returned, like the merchants, to their own country when they had the opportunity. POPULATION STATISTICS. According to the celebrated traveller Felix de Azara, the Banda Oriental contained, in 1796, 30,685 in habitants ; including 15,245 in the City of Monte video. One half of the latter lived outside the walls and at some distance. In 1813 the population of the City was calculated at 16,000. In 1829 — the epoch of the Declaration of Independence — the whole Republic contained 74,000 inhabitants. In 1852 — after the war and long siege of the Capital by General Oribe — the Republic contained a population of 131,969. Eight years after, in 1860, the number of the population rose to 221,300: an increase of 89,331. In 1873, the population was estimated at 450,000; and in 1878 at 438,245: with 10 per cent."], [35, "23 Total, 438,245 of whom 330,272 are natives, and 146,647 arc foreigners ; and of these 34,370 are Italians. added for defective enumeration in certain of the Departments.* The density of the population in the several De partments is estimated as follows: — Departments of Montevideo, per kilometre 166 inhabitants. „ Caiielones, ,, 842 „ „ Colonia, „ 4-11 „ Soriano, „ 277 ,, San Jose, Florida, A ,, Paysandu, Maldonado. M-ir ,, Salto, Cerro Largo, Minas, s ,, and Durazno, per kilometre ) ,, auiio, i.,t!iTo juaigo, ivnnas, ,, and Durazno, per kilometre ) „ Tacuarembo, „ 0'72 ,, The average density of the population in the whole territory of the Republic is 2-35 per square kilometre. In the Argentine Republic the density is 1-28 ; but in the Metropolitan province of Buenos Aires it is 3'84. In Chile— a mining and agricultural country — the density of the population is 6-02. TELEGRAPHS, RAILWAYS, TRAMS, AND STEAMSHIPS. The River Plate Telegraph Company (Limited), was inaugurated in 1872. The wires extend over three Departments of the Republic ; and a submarine cable belonging to the Company unites Montevideo Avith Buenos Aires — whence a land-line extends through the Argentine Republic to Chile. * The estimate 1S78, is 168,S99 inhabitants in the Departments of Colonia, San Josd, Maldanado, Florida, Salto, Minas, and Soriano. 157,840 in Canelones, Paysandu, Durazno, Cerro Largo, and Tacuarembo' ; giving a total in the 12 Departments, 326,755 in the Department of Montevideo, 111,647"], [36, "24 The Higueritas extension is completed only as far as San Jose. Another proposed extension northwards, as far as Santa Ana, on the Brazilian frontier [see map], will be of immense benefit to the Central Railway as well as to the country in general ; and its completion will probably be one of the first results of a hoped-for period of peace and prosperity. The Platino-Brazilian Telegraph Company com menced operations in 1872, and also connects both Republics of the River Plate with Brazil and with Chile. The railways in operation are the Central Uruguay, from Montevideo to Las Piedras, Canelones, Santa Lucia, Florida and Durazno, with a branch to San Jose; and an extension in construction to Higueri tas.# The Northern Railway, that commenced to work in 1877, from Montevideo to the Barra of Sant Lucia — in connection with a tramway of the same name, which encircles the City. The Salto and Santa Rosa Railway — not yet concluded — the first section only is open. There are 8 lines of Tramways intersecting the City, and extending to the suburban resorts known as Reducto, Union, Paso Molino, the Cerro, &c. There is almost daily communication by the river steamers with Buenos Aires and the ports of Uru guay ; and at the present time few hours pass with out the arrival of a sea-going or ocean-steamer from the ports of Brazil or Europe. The English lines of Steamers to Montevideo are those of the Royal Mail Company from Southampton ; the Liverpool, Brazil, and River Plate Company ; the Pacific Navigation Company, from Liverpool. * The Central Uruguay Railway, as far as it is at present completed, extends from Montevideo to the north bank of the River Yi, just beyond Durazno — about 130 miles in all. It is in contemplation to establish a system of carriage by carts, in connection with the line between the Yi terminus and the districts of Cerro Largo and Tacuarembo, and to book goods from those districts to Montevideo and vice versA."], [37, "[ 2-3 ] Fares :— £25 & £35, first class; £20 & £25, second class ; £12, third class. The trip from Liverpool or Southampton to Montevideo, with a few hours stoppage at Lisbon, St. Vincent, Pernambucco, Bahia, and Rio Janeiro ; or by the Pacific line — only at Lisbon and St. Vincent — occupies from 23 to 30 days ; and, generally speaking — and particularly in the months of March, April and May, and September and October, when there is more chance of fine weather on both sides of the line — it is, without exception, the most enjoy able of all ocean voyages. The Offices of the Royal Mail Company, are at 18, Moorgate-street, London „ London, Brazil, and River Plate Company, , Water-street, Liverpool ; 17, Leadenhall-street, London. Pacific Navigation Company, 5 & 7, Fenchurch-street, London ; >! 31, James-street, Liverpool ; 22, Royal Exchange-square, Glasgow. For days of sailing, and other particulars, it is better to consult the Agents, or the Advertisements in the daily newspapers, at the time when the information is required."], [38, "26 MONEYS, WEIGHTS, AND MEASURES The standard currency in Uruguay is gold. The nominal unit is the gold doubloon, value 10 dollars silver. The doubloon, however, is not yet coined. The silver coins are the dollar, and pieces of 50, 20, and 10 cents each. 4 \"70 dollars=£l ; I dollar= 4s. 3d. The Metrical System of weights and measures has been officially adopted since 1862; but the old mea- sures are still in use. 100 lbs. Spanish ~ Quintal .. 101*40 lbs. avoirdupois. 1 Arrobe , 25 lbs. 4 Arrobes 1 Quintal. 20 Quintals, 80 Arrobes, or 2000 lbs 1 Ton. 225 lbs. — 1 Fanega (c hiefiy used as a measure for grain). 1 Vara (Spanish yd.) 2 Feet 10 Inches, or 859 lineal metre, 1 Cuadra, or \" Square \" 100 Varas in length. 60 Cuadras 1 League in length. 3600 Sq. Cuadras 1 Square League. 1 Square League... 6564 Acres, or 102/6ths English Sq. Miles 1 Metre 1196 Square Yards. 1 Hectare (10 Metres)... 32,809 Eng. Feet, or 2-47 Eng. Acres. 1 Cuadra 1-82 English Acres. Large pieces of land are purchased by the square league, or by the suerte — which is one league and a half in length by half a league in width; or three quarters of a square league — or 4923 acres, 333 square yards. In Buenos Aires the cuadra is 150 varas long, or 40 cuadras the league; or 16000'9 cuadras to the square league. A square cuadra — or manzana — in Buenos Aires, covers a fraction more than 4 English acres."], [39, "[27] TRADE AND COMMERCE. EXPORTS AND IMPORTS. The official value of the special commerce* of Uru- guay is given by Senor Vaillant, for the year 1878, thus : — Imports 15,927,974 Exports 17,492,159 ,*_*_-__■, Total... 33,420,133 divided between the different nations as follows IMPORTS. EXPORTS. England 4,884,878 — 4,398,790 France 2,622,997 — 3,147,504 Brazil 1,955,254 -- 4,244,778 United States & Canada 982,175 — 1,095,370 Spain 1,368,140 — 38,101 Germany 808,935 — 74,334 Italy 867,343 — 286,524 Belgium 379,622 — 1,775,582 Other Countries ... 2,058,630 — 2,431,176 Dollars ... 15,927,974 17,492,159 15,927,974 Total... 33,420,133 Dols. * The word special is employed to separate the absolute trade and con- sumption of the Republic from the transit trade which passes through Montevideo to and from Brazil, Buenos Aires, and the Ports of the Paraiui. Comparing the Customs Returns made in England, France, &c. of goods exported to Uruguay, it was found in former years that they amounted sometimes to upwards of 64 per cent, more than the Keturns made of the corresponding imports in Montevideo. Part of his discrepancy was attributed to contraband trade, and part to the low tariff of valuation at the Montevidean Custom House ; but the main reason was that in the statistics of Uruguay no notice was taken of the goods or produce imported and re-shipped to Buenos Aires, &c. , or to Europe. This has, since 1877, been rectified by the present chief of the statistical department, but the data of the transit trade are not yet complete ; therefore, the returns quoted represent the special trade of the Republic. c"], [40, "28 From these figures, as well as from later returns for the financial year 1 879, it will be observed that with Great Britain the trade of Uruguay is about balanced : The exports amounting, in 1878, to £935,912 And the imports to £1,039,335 Total. ..£1,975,247 To France, on the contrary, the exports from Uruguay, generally, show a large excess compared with the imports of French goods. The imports from Great Britain, in 1878, amount to about a third of the whole import trade ; and the exports to Great Britain amount to about one-fourth of the exports of Uruguay. The whole trade with Great Britain amounting to about three-elevenths of the total exports and imports of the country ; whereas the trade with France amounts to less than two elevenths. But turning to other statistics, and for 1877, we find that — taking the Customs Beturns in Eng land and France of exports to Uruguay — each inhabi tant of the latter country consumes, or negotiates, to the value of £20 17s. of French goods, and £17 18s. of English goods. That is to say (as explained in the note at foot), the special trade with Uruguay is in favour of Great Britain, but the special and transit trade combined show a balance in favour of France. Something in this question depends on the method of valuing articles exported in England and in France. The Returns of exports and imports, according to the trade with each nation, are confessedly in round numbers. An ad valorem valuation is in itself seldom exact in estimating for example, the cheap English goods and silks, and the fancy articles of French manufacture. Again, in estimating the exports to"], [41, "29 Brazil, it would be impossible — without a cordon of Customs officers on the frontier — to determine what quantities of live cattle were driven over from the northern Departments of Uruguay into Brazil with out paying duties at all. The total imports and exports of the jRepublic, in 1864, amounted to 14,718,873 dollars — the lowest figures during the fourteen years, 1862-1877 inclu sive. In 1873, they rose to 37,377,218 dollars. In 1875, they fell to about 25 millions; and rose again, in 1877, to 28,824,658 dollars. In 1881, now that commercial activity is resumed, it is not improbable that the exports and imports will rival the Returns of the flourishing years 1872, 1873, and 1874 : seeing that already, in 1878, there was a considerable improvement on the years im mediately preceding. Comparing the trade statistics for the years 1840 42 with those of 1872-73, it appears that the exports of salted and dry hides — representing the principal industry of the country — remained the same after an interval of 30 years. The value of the hides, however, increased. The exports of wool, in 1872-73, amounted to sixteen times the quantity exported in 1840-42. The exports of tallow and grease increased to four times the quantity ; and of horse-hair to three times. The exports of jerked beef showed only a slight in crease. A small manufactured article of export . candles — never very important, ceased altogether in 1872. The export of ostrich feathers rose from 1010 kilogmes- to 23,962 kilogmes- and the prices rose from 80 cents to 1 '50 and 2*50 dollars per lb."], [42, "30 The chief articles of export from Uruguay to the United Kingdom are hides, tallow, and wool. The imports of Uruguay from Great Britain con sist principally of manufactured cotton and woollen goods. In the prosperous year, 1874, the Exports to the United Kingom, Were valued at £i,437,288 ,_ui ,. The Imports, at 1,304,156 Total... £2,741,444 The difference in the total trade between the two countries, in 1878 compared with 1874, shows a de crease of £766,197 : accounted for by the recent crisis and depression in the bulk of trade as well as in prices.* The Customs valuation in the Returns of exports and imports, are supposed to be quite 30 per cent. under the real value. In the years 1873-75, the amount of the total imports and exports gave an average of 72\"06 dol lars for each inhabitant of Uruguay. In the Ar gentine Republic, the average was 47 \"55 ; and in Chile, 30-53. The consuming and productive powers of Uruguay are no doubt very great in proportion to the population, and indicate — in the Metropolitan Department of Montevideo at all events — a very high standard of comfort and even of luxury. * The total exports and imports from Uruguay to all countries. amounted in 1879 to £6,936,289 ; showing a slight decrease compared with 1878."], [43, "31 * Telegraphic advices received since the statistics quoted above were in print, announced deficit to be covered by increased import duties. PUBLIC REVENUE The revenue of the Republic of Uruguay is derived from the Customs, direct taxation on land and houses, licenses to business houses, shops, _cc, the Post Office, and accessory Municipal rates ; and amounted, in 1877, to 8,092,757 dollars. Of this sum 5,544,020 dollars were collected at the Custom House. The Budget for 1878 included :— DOLLARS. For the Ministry of the Interior 2,279,100 „ Ministry of War 2,142,383 „ Ministry of Foreign Affairs 30,912 „ Service of the Public Debt, ) o kqo KstQ Foreign and Internals - tf>8a4»U» Total... 8,044,904 Dols. The Budget estimates for the financial year 1879 80, have not been realised.* They were : — DOLLARS. Revenue 8,869,000 Expenditure 8,748,654 Surplus... 120,346 Dols. The amount of the Public Debt, in January 1879 — including the foreign and internal loans, the Anglo-French and Italian debts — was 47,684,940 dollars. In the Budget of 1879-80, the National Debt is placed at 30,812,701 dollars. The foreign debt at 14,551,200 dollars. The international (or Anglo-French and Italian) at 12,497,150 dollars. Total, 47,861,051 dollars. The paper currency guaranteed by the State amounted, in 1876, to 12,125,355 dollars. In the"], [44, "32 years 1876, 1877, and 1878, a sum amounting to 7,850,259 dollars was redeemed. In January, 1879, there remained for redemption — or amortization, which is continued regularly month by month — 4,275,077 dollars. The Customs Revenues, in 1878, were 5,900,000 Dols. „ „ 1879, 4,900,000 But during the latter part of the year 1879, the import duties were reduced 50°/o. therefore, the mere figures quoted above cannot be compared until the system of reduced duties has time to develop trade. LAND LAWS AND TRANSFER OF LAND. The mode of transferring landed estate in the River Plate countries is simple and inexpensive. The in strument of transfer drawn up by the lawyer, and containing a detailed description of the land sold and its boundaries, is copied by the duly-appointed notary in a register ; and the copy is signed by the seller and purchaser, at the office of the Registrar. Formerly, the purchase-money was paid there and then, in the presence of the Registrar ; but it is now usually understood that when the document is signed, the transaction has been completed, either by cash payment or sufficient security. A copy of the deed of transfer, duly certified by the public notary, can be procured at any time for a small fee. The register — with the mortgages (if any) which are in the first instance or subsequently charged on the property — are open to public inspection. There are no means of tying up property by de vices similar to the English laws of settlement and"], [45, "33 entail. Property is, as elsewhere, divided into fixed and movable property ; but there is not, as in Eng land, any legal and artificial distinction between real and personal estate. The interests of children and minors are, however, protected by a specially appointed judge, styled a Juez de menores. Lands purchased from the State are subject to the usual conditions, if they are paid for by instal ments, or by a certain amount of rental for a specified period. The land, in these cases, must be stocked, and utilized to a limited extent : according to the terms of agreement generally exacted in the sale of State lands."], [46, "34 SUPPLY OF WATER IN THE CITY OF MONTEVIDEO, Fob the last ten years, since 1871, the City of Montevideo has been abundantly supplied with water of remarkable purity, com pared with the supplies of several large cities in Great Britain. The works are situated on the River Santa Lucia, near a village of the same name, about 33 miles from Montevideo. They are due to private enterprise, and were until lately the property of Messrs. Lezica, Lauuz, & Fynn, by whom they were initiated. They are now the property of a London company. The works were planned and constructed by the English engineer, Mr. Frederick Newman. The reservoir is placed at the distance of about two miles from Las Piedras, a village near Montevideo ; and holds upwards of 30,000 pipes, or 3,000,000 gallons of water. The elevation of the reservoir is 160 feet above the level of one of the central squares of the city. According to the analysis made by Messrs. Parodi & Isola, the waters of the Santa Lucia run over a bed of primitive rock of granite, gneiss and feldspar, &c, which accounts for the small proportion they contain of mineral and organic substances. Com pared with the water supplied to four large cities in Great Britain, the analysis of the supply at Montevideo is classified as follows : — Grains per gallon. Solid. Organic. Total. Hardness. Birmingham 37\"70 1-65 39-35 15-5 Liverpool 1464 0-55 15-19 9-6 Glasgow 1-90 0-30 2-20 10 Manchester 417 0-25 4 -42 2-5 Montevideo 4-62 0-70 5-32 2-0 The Montevideo water works were commenced in April, 1870, and were inaugurated on the 18th July, 1871. It speaks some thing for the beauty of \" The Camp \" — or undulating grass-lands of the Banda Oriental — that upwards of 20,000 tons of iron piping, employed in the construction of the works, were easily conveyed in bullock-carts from Montevideo to the banks of the Santa Lucia, without other road or pathway than nature had provided in the solid but elastic turf."], [47, "APPENDIX. The following extracts are quoted from Sheep Farming in the Banda Oriental, a pamphlet printed, some years ago, for private circulation. It was written at a period immediately preceding the introduction into the Banda Oriental of a better system of police, of a more peaceful regime, of greater security to life and property ; and preceding, also, the introduction of railways and trams, of a more extended use of wire-fencing, and of machinery, and other more European methods in pastoral as well as agricultural pursuits. But in the maiu, the graphic descriptions given are still applicable to estates distant from the Metropolitan province ; and in some parts of the country, the mode of travelling described is precisely as it exists at this day. The calculations presented of the profits of an estancia might be varied in one or two items to suit the expenditure as well as the prices of produce at this time ; but the facts stated are more than usually reliable. It is proper to add, that a period of adverse seasons ruled between the years 1869 and 1878, telling severely on sheep and cattle farms. A period of prosperity, however, has again set in, and the financial results of carefully-worked farms are represented to be favourable. The author of the pamphlet is a large laud-owner in the River Plate countries, and occupies a high mercantile position in London and Buenos Aires. THE JOURNEY. \" The theatre was very well-lighted, the paintings and decorations good —all seemed at home there ; and I must confess that I have seen few interiors in Europe that could rival or surpass the ' Sobs ' of Montevideo ; and we were already half-regretting having arranged to start so quickly for the country. It was midnight when we left the theatre. We must be at the diligence office by four o'clock ; so that almost before we were asleep, the black boy (to whom we had promised a dollar if he would"], [48, "aIPPENDIX. II wake us up) was pulling me, with son las cuatro, senor. Saddles, bridles, saddle-bags, and pouches had been sent before. We stumbled along in the dark, half-a-wake, to the coach-office ; found we were in good time : for there stood a kind of Noah's Ark on wheels, and its accompaniment of passengers, horse-boys, and porters — something in the style of home one hundred years back. \"A cup of coffee, and in we went. Men, women, and children had their representatives. Two of the men had most formidable blunderbusses. I found afterwards they were native Estancieros — and very pleasant fel lows too — who had seen sights making their arms friends in need ; other two had revolvers. There was an Irishman who told me he had ten thousand sheep, and did not care a snap even for the Lord Mayor of Dublin.\" THE COUNTRY. \" The country, after passing San Jose, is quite open, with an almost monotonous succession of gently-sloping hills and dales, and larger or smaller streams running at the bottom of each hollow. Where the river is large, a fringe of wood belts its course, emerging from which, you come upon a rising hill covered to the summit with rich grass , completely clear of wood or shrub — something like the downs in the South of England, only that the pasturage is much richer, and the ground generally a black loamy soil, evidently most fertile. As we saw it then, it was most luxu riantly green — full of all colours of wild flowers : the scarlet verbena, the white campanilla, red clover, yellow and blue, indeed, all colours mingled with the green grass. Nothing could more realise the ideal of a land made for nocks and herds. The cattle grazed at will, spreading out in points over the extent of hill and dale ; whilst flocks of sheep fed on the hill-sides, sprinkling the green ground with thousands of white spots. The Estancia house is always placed at the top of the most commanding hill — enabling the owner to overlook his domain, and see that his cattle are safe, and that no suspicious strollers are about.\" .... THE ESTANCIA HOUSE. \" I have already described the country as having a regular series of hills and dales. WThenever there was no such deep stream at the bottom of these hollows, as to altogether endanger the safety of the dilligence, by passing them at full speed, the great aim of our driver seemed to be — by as rapid a descent as possible, to obtain as much impetus as would force us half-way up to the opposite hill without any assistance from the horses. Picture to yourself, then, this heavy Noah's Ark shooting down"], [49, "APPENDIX. III the hill-side as fast as the horses could gallop before it, our euarteador, at the head of all, yelling and shouting to frighten the half-wild horses to their utmost speed ; then through the hollow, then up the high ascent —where whips and oaths, and kicks on the splash-board, anything or any noise to goad the wretched team to maddened exertion— the pace gradually slackens, and the top of the hill is reached almost at a walk. \" We arrived at the end of our last stage in good time, finding horses ready-waiting to carry us on to the Estancia, which lay about fifteen miles distant from the coach road In little more than an hour we found ourselves crossing the pass of the Perdido river, close to the Estancia house. A hospitable welcome, a well-built mansion, everything ahout orderly and well-arranged, and the language of home spoken on all sides almost made us forget that we were so far away. _ From the azotea* of the house we had a fine view of the Estancia lands, stretching on each side for some miles. Close about the house were the farm buildings ; the galpon, or shed, for the wool-press and shearing — in front of which are arranged the enclosures of hurdles, used for shutting-up the flocks for shearing, or curing scab or other diseases. Behind this shed lay the corrales, or large cattle-yards — square enclosures, with high stone walls, used for shutting-up and brand ing the horned cattle. More to the right are placed enclosures of iron wire fencing, for cultivation or shutting-in the fine stock of sheep intro duced from Europe ; whilst at a bttle distance appeared the nearest sheep stations : others, still farther away, so placed as to allow suffi cient run or pasturage ground for each flock ; the outside, or more distant ones, appearing like specks on the far-off horizon.\" .... THE STATIONS. \" We soon arrived at one of the puestos: finding the flock feeding in the hollow near, under the care of the shepherd, and riding up to the hut — a well-built thatched house of two rooms — were saluted with genuine Irish welcome ; found an increasing family of the rael breed, with the never-failing pig feeding about the door. There seemed, however, plenty and contentment. The husband gained about £35 a year as shepherd, his sole employment being to take care of the flock placed under his charge. The wife told us, she made a nice thing by washing. They had their rations found — as much as they could eat. The sons and daughters, as they grew up, would early bring something to the general stock. As long as the country keeps at peace, there is no fear of want.\" INVESTMENT OF CAPITAL. \"We suppose the case of anyone starting with a capital of £1500. In such case, said he (the host), I should not venture to buy land; but * The flat roofs of the houses are called azoteas."], [50, "APPENDIX. IV should rent, for a term of years, what we call here a suerte— equal to about 5600 acres. This could be rented to-day for about £80 per annum, and would maintain easily 8000 sheep and 500 head of cattle. I have no doubt many will tell you that it will feed more ; but it is, in my opinion, bad pobcv to overstock your land ; for if a drought comes you will cer tainly suffer. If the land is first-rate, the longer your lease is the better. This done, I should invest my capital as follows : — 2400 sheep, about 10s. each £1200 20 to 30 mares and horses 25 This stock requires two stations — One better-class, for residence £100) lg0 One smaller station 60 \\ Furniture, a cart, and a few implements 40 £1425 RETURNS. Original stock 2400 Increase, first year 800 ,, second ,, 1000 ,, third „ 1400 „ fourth „ 1400 fifth , 1800 8800 Deduct sheep sold 1400 Stock at end of fifth year 7400 Original stock 2400 Increase 5000 Receipt for wool, first year £180 „ „ second „ 240 third „ 320 Sale of 1400 sheep ,, ,, 600 AVool money, fourth ,, 230 fifth „ 400 Total receipts 2060 ,, expenditure 1510 £550 5000 sheep increase, at 10/- 2500 Houses, &c, at half -cost 100 Profit in five years £3150 Expenditure — first year ... £150 „ second ,, ... 180 ,, third „ ... 240 „ fourth „ ... 240 „ fifth „ ... 300 1110 Rent of ground 400 £1510"], [51, "APPENDIX. V STATEMENT NO- 2. CAPITAL £5000. PURCHASE OF LAND. A suerte of land would cost to-day £2000 ; stocking it with 3000 sheep, £1500; 600 head of cattle, £450; horses, £50; buildings and implements corresponding, £600 ; leaving a small surplus for contingencies. The increase on horned cattle is generally estimated at one-third on capital. The returns, there fore, in five years, may be roundly estimated as follows : — Stock of sheep. Of cattle 3000 600 Increase, first year 1000 200 second ,, 1300 260 ,, M < ..Mill ,_ „ third ,, fourth „ fifth ,, 1700 360 1800 340 2000 400 10,800 2160 Sales 2800 800 8000 1360 Capital 3000 600 Net increase 5000 760 RECEIPTS. Wool money, first year ... £225 ,, second ,, ... 300 ,, third ,, ... 520 ,, fourth 550 fifth „ ... 450 1400 sheep sold 600 1400 „ 600 400 head of cattle ... 300 400 ,, „ 300 £3845 Deduct expenses ... 1S00 Surplus cash £2045 5000 sheep 2500 760 head of cattle ... 570 EXPENSES. First year £300 Second 300 Third „ 350 Fourth , 400 Fifth 450 £1800 Profit in 5 years £5115 on an outlay"], [52, "APPENDIX. VI It is only fair to give the reverse of the picture from the same reliable authority. Fe says : — \" We spent two or three days more in pleasant rides to other puestos (stations) of the Estancia ; and visited some smaller establishments more recently founded by our countrymen : finding all well-contented and looking brightly on their future prospects. I am sure their success will be well merited, for it is not to be denied that the new beginner, with small means, must undergo some considerable hardships. Little do their comfortably-housed relatives at home know what a different picture the house presents here ! And it is certainly very necessary for a man to have plenty of pluck before he settles as a sheep-farmer in these parts. It is all very well to tell you about a nice house, good dinner, a well- arranged establishment on a large scale, getting-up in the morning and finding your horses ready-saddled, and other things in the same pleasant strain — this is the end, and a very successful end ; but to attain this you must have a begiuning, and most generally with a limited capital. These reflections are forced upon me after my morning's visit to a young begin- ner, though I was glad to find he was not at all cast down by the depri- vation he is passing through. He told me he started some two years since, renting land for two or three flocks. When he went to work, there was not a building on the place ; and whilst making his house he carted and carpentered with the others ; the only difference, perhaps, was that he worked a good deal harder. They slept on the ground, with a few planks to cover them ; they cooked by turns— beef and biscuit : a ready meal. At last he got his house up, and drove up his one flock ; but with that his troubles seemed only beginning. By day, fearful lest he should lose part when any call took him out of their sight ; at night, more so. from vermin or bad neighbours, or some sudden storm. Then came the wet days out in all the storm, returning to the solitary hut cold and drenched, with no fire and nothing cooked, not a soul or welcome word to cheer or en courage. Perhaps you change and are getting a little warm, when you hear the flock going away, so you have again to start out. Again you get wet through, and perhaps find that your horses, as yet only half settled, have cleared out for their former home. Then you begin with a few horned cattle — for you think it would be nice to have some, even if only to give you a little milk — but, like the horses, they will stray, and you have many weary rides in search for them, with an over-worked horse, in the heat of the sun — more trying even than the cold and rain. Besides all this, there is house drudgery, for a beginner is often his own cook and servant-of-all-work, and often you lie down as you get up ; and the unswept floor encourages fleas and other insects, which increase more"], [53, "APPENDIX. VII quickly than your sheep. These trials are the certain lot of all small beginners, but they go on with the hope of a bright future, and think of the next lambing season, and what increase they will get ; and of the approaching clip, and what they will get for the wool ; and build up a good many castles — I hope, for their sakes. on a good foundation. Cer tainly, however, with all its liberty, and the blue skies, and brilliant hopes, the starting is hard times.\""], [54, "LONDON : CBESCENS ROBINSON _ COMPANY, ATLAS WORKS, BOROUGH, S.E."], [55, ""], [56, ""]]