[[1, ""], [2, ""], [3, "BIEGCr ORIGINAL OPERETTA. (jfil TW@ A@?§. ■^s^s^^. LIBEETTO BY Mb. CHAS. VINTNG. MUSIC BY Messrs. VINING & WEBB. Copy right Registered under Act XXV. of 1867. JAMSED & Co., PUBLISHERS ELPHINSTONE STREET. KARACHI. 1892. [All rights reserved.]"], [4, "KARACHI : PRJNTED AT THE \"MERCANTILE\" PRESS,,. KUPHINSTONK STREET— CAMP;,"], [5, "Characters. DON CARLOS — Chief of the Brigands and son of Clarissa. DIE GO — Second in Command — (the villain of the piece.) MARCO PEDRO ■ Principal Brigands. CASTELLO JOSE. MATHEW DOBBS. JOHN DOBBS. HARRY DOBBS. 3 OTHER BRIGANDS. (Chorus.) ' ZARINA — Daughter of Don Carlos. INEZ— Wife of Pedro. CLARISSA — Wife of Mathew Dobbs and mother of Don Carlos. MARC ELLA \"j f SOFIA MARIETTA _* !■ Wives of Castello, Jose, and the three other Brigands. ■{ s CARLOTTA ° CHRISTINA v."], [6, ""], [7, "DIEGO (Very early morning — Brigands lying about sleeping.) Enter— Sentinel, (e.) (Music No. 1.) SOLO. Sentinel. Awake, awake ; for the morn doth break, The shadows now flee away : The sun doth rise in the eastern skies ; Proclaiming the dawn of day : The smoke lies low, in the plains below, The ground's still wet with dew ; So up and away, to seek your prey ; May the Fates be kind to you. Chorus. — [During singing Brigands get up. Chorus taken up behind the scenes by girls, who troop in and join in Chorus.] (log.) Pedro. Come along Marco : let us go below ; And wash in the brook, where the waters flow. Marco Let us flow — flow on thou shining Brigands, and take your morning dip : See, the farthing rush-light in the sky — yonder hills doth tip. Pedro. We'll take the tip. Exit Brigands [r.] one by one pairing offwith girls '• (Diego and Inez remain.) (Inez has fishing rod.) Diigo. Good morning ! Inez dame, I want to speak to you, If you will help me to win Zarina's love ; I'll pay you handsome, I'll give you all I get out of the ransom. Inez. What is it you would have me do ? Diego. I love Zarina, as you know, with all my heart, But yet, she loves me not, I ween, I want you now to play the part Of go-between. Speak well of me, whene'er you get the chance ; And in return, your husband's station in the band. I will enhance, For, when the Chieftain dies, or leaves the band, It's settled I succeed him, I command : Then Pedro, who's your husband, shall be No. 2 ; If you will carry out the orders that I give to you."], [8, "2 Inez. I'll do my best (aside) my best to thwart you. (Aloud) I know not if Zarina likes you well enough to wed ; I'll put her to the test, And when I see you next, I'll tell you what she said. Diego. Adieu, till then, And now I'll go, and give my orders to the men. Exit Diego, (r.) Inez. I know that villain's up to nothing good, But still I dare not let him see I have a doubt ; For he would starve me and my hosband, that he would ; Were he to find it out. Zarina loathes him, as she would a snake, That turns to bite. And if she could ; she'd crush: him, short work of him she'd make, And serve him right. But here comes Dobbs, poor fellow, They give him naught to eat, He's getting very low, But as I've nothing for him, I'd best beat a retreat. I'll see if I can go, and catch some fishes in the brook : I've got a piece of cotton, with a bent pin for a hook, That ought to be sufficient. Exit Inez (l.) Enter — J. Dobbs (r.) J. Dobbs. Forty long years, have I been in this dungeon cell, And never tasted food. At least but very little, it's been a sell ; The grub has not been good. But was it forty, that I said ? I really meant but four, No matter, I will be revenged, for here I have a saw. (Takes out a huge saw.) I'll take each Brigand one by one, And off I'll saw his head : Then I'll be done. Four years ago, these Brigands took me by the ear, And here they've kept me since, and here I'll stop, I fear : They're waiting for a ransom, And say they'll spoil my hash; If it don't come, And they don't get the cash. Music No. 2. SOLO. — John Dobbs. I really wish I hadn't left England's happy shore, For now that I have left it ; I'll never see it more ; I'm doomed to die a captive, I'll ne'er be free again, For four long years I've waited, and waited but in vain."], [9, "3 (Refrain.) Oh don't I wish I hadn't, I'm really sorry for it, But there, the past has gone beyond recall, I vow, I've been and gone and done it : there's no use frowning on it, But still I wish I hadn't done it now. I really wish I hadn't been captured by this crew. They're trying hard to starve me, the meals I get are few, My clothes are very ragged, my hat is all in holes, My beard is long and tagged, my boots have lost their soles. I really wish I hadn't, come out these parts to see : And then these, horrid brigands, would not have captured me; They're waiting for a ransom, they think my friends will pay, They think it will be handsome, I only hope it may. (log.) Here comes the Brigand Chief I'm feeling faint ; I must pretend to sleep (lies doivn) 'Twill be a feint (pretends to sleep.) Enter Don Carlos (l.) (Don Carlos goes up to John Dobbs and kicks him.) Don. C How fares it with our captive John Have they not brought thee yet, thy daily ration ? John D. Ration! The word I've heard, Give me some bread ; and I will call thee ration-ai I will, upon my word. I've starving been for weeks, Just mark these sunken eyes, These hollows in my cheeks : These shrunken limbs, which once were so ire-mendous. They fill yon with surprise? You're hoping for a ransom, You'll get the price of only bones, instead of something handsome. Don. C. Enough, these sentiments are out of place, You do not seem to know that we are starving, see my face, No capture has been made for past a week, We hunger and we thirst; and all are weak. We've tried our last resource When our next victim's fleeced, let's hope 'twill be a sheep Then you sliall have a chop with lots of sauce, Meanwhile resume your sleep. Do you forget, for four long years, we've nurtured thee'f or naught? And if the ransom comes not soon, 'twere better you should starve Than all our rations halve, Let that be food for thought."], [10, "4 John D. (Aside) I must dissemble (aloud) Friend Chieftain, do be calm, I knew not that the pangs of hunger touched thee sore, Your face and figure do disguise it well, I meant no harm. I'll say no more : But why should hunger treat me worse than you, I cannot tell ? Don. C Listen. Music No. 3. SOLO.— Don Carlos. There's nothing like feeling quite hungry, when really there's nothing to eat, For then when dry bread is your portion ; you fancy you're having a treat. There's nothing like feeling quite thirsty, when really there's nothing to drink For then when you get only water ; your liking for whiskey you sink. There's nothing like feeling quite shiv'ry, when really there's nothing to wear, For then when you do get some clothing, you find out the parts which are bare There's nothing like ribbons and laces, to tie on one's bonnets and shoes, There's nothing like sweet pretty faces ; to cure an attack of the blues. There's nothing like water to wash in : For writing there's nothing like ink, For hunger there's nothing like eating ; with whiskey and soda to drink, There's nothing like sleep when you're weary, there'snothing like rock for a bed, There's nothing like sand flies to worry, and \"mosquitoes to buzz round your head. There's nothing like 'baccy' for smoking, there's nothing like horses to race, There's nothing like fish bones for choking, and making you blue in the face, There's nothing like celuloid collars, to lessen a washerman's bill, There's nothing like plenty of dollars, the pockets of brigands to fill. [TOPICAL VERSE.] Enter Diego (r.) Diego. Most Noble Carlos, we have an empty larder ; And now the band will feel the want of something all the harder, (Aside) Its hard enough already (pinching loaf in hand,) I bring you all there is, there's nothing else on hand, If you will give me what's our share ; I'll take it to the band. (Gives Don Carlos a loaf.) Don. C. Thanks, good Diego, there's your share, (breaks loaf in half.) See that it's divided honestly and fair. Diego. Oh, what a sumptuous fare — One fit for any loaf-er. Exit Diego (r.) Don. C. Here friend captive — view ! I share the only portion that I have, with you, (breaks off small piece and gives to John.) The rest I go to portion with my daughter, Say not again I've fed you not : you hadn't ought \" ter.\" Exit Don. C. (John Dobbs sits down to eat at back.)"], [11, "5 [Enter Brigands and Girls each with a very small piece of breads] Music No. 4. CHORUS. Did you ever see the like of this ? 'Tis all we'll have to-day, 'Tis all they say we'll get to eat, Till Tourists come this way. We'll never want for a wholesome drink, While the bubbling brook's below : But we sigh for a meal (sigh) and we'd give a good deal, For a dinner in Pimlico. (log.) Jose. Is this all we're getting to-day ? 'Tis not enough to fill an unfledged cuckoo. Marco (Singing) I would I were a bird — that I may — Diego. Oh cease your chaff — you chaffinch, do, Your wit your sense surpasses. The Captain takes the lion's share ; Because he thinks we're asses. Marco. (aside) Speak for yourself — I'll take me to the nearest Pub, and there I'll get a drink on tic. Pedro. I suppose you'll take a \" ticca,\" \" ('Marco nods.) Well I'll come too, and let's be quick, Marco. Wo must havo food and quick if not — quicker. (John Dobbs comes forward from back.) J. Dobbs. Food ? food? did some one say there's food? Marco. No — but here'ssome — good! (snatches bread out of J. Dobbs' hand) (Jciiix Dcmi'.s tries In recover bread— is thrusl bark bij other brigands — business.) Castello. Let's slay and eat him ? Marco. He'd want a lot of stuffing first ; Before he would be fit. Jose. If you stuffed him till he burst ; I wouldn't eat a bit. Marco. He hasn't got much bust about him. Diego. Let him alone — let's scan the valley yonder : Marco. 'Twill be a scandalous affair ; if we get naught, With many miles to wander — Dikgo. Let's try, for some one may be caught."], [12, "6 Music No. 5. CHORUS.— Brigands and Girls. Come let's away — to seek our prey 'Tis time for the Tourist to wander, Perhaps to-day he'll come this way; If he does ; we'll dash — we'll take his cash — And his hands we'll bind — and his eyes we'll blind — In the gorge where we'll trap him yonder — Yonder — Yonder — Yonder — (Each steals out stealthily (r.) repeating \" Yonder.' (John Dobbs remains seated on a rock — very dejected.) Enter Inez (with rod and line.) (l.) Inez. Good morning, Signor, have you broken fast ? John D. I've broken it, and wish I had the wherewithal to mend it. Inez. I have the means at last. See here (shoies fish) I'll go and cook and send it. John D. What have you there ? Inez. I have some fish. John D. They'll make a sumptuous dish, But you got them where ? Where, I should like to know ? Inez. I caught them with a pin and piece of cotton in the bubbling brook below- John D. Oh unkind Fate, here have I been for past four years and never thought, That fishes in the water could be caught. I might as well have been with Stanley, Or any other man as manly : Who, starving by a river — quite forgot To catch the little fishes for his pot. Don't lose the pin — may be there's only one ; so Lend it me awhile, sweet dame — I'll dangle for the minnow. Exit John Dobbs and Inez (l.) Enter Zarina (c.) Zarina. (looking at John Dobbs going out) Poor man why doesn't father let him go : No one will ever ransom him, and that he ought to know. I'd aid him to escape ; but he won't let me do it ! He fears that when they found he'd gone; they'd make me rue it. I'd like to get away from here and go and see the shops, And talk a little scandal at the monthly Monday \" Pops\" It's one incessant \"I'm at home\" without a single guest, 0' for the wings of a turtle-dove ; to fly to a place of rest."], [13, "7 Music No. 6. SOLO— Zarina. Weary, so weary of all that is past, Living a life that is dead : Wondering fearing : shadows o'ercast Thoughts of it fill me with dread. E'er since my childhood's days, here do I roam, Longing, I look for the day : When I shall give up these hills as our home, And hie me away — far away. Patiently waiting for freedom to go, Whithersoever I will : Longing to roam in the country below, Loneliness threatens me still, Oft' have I fancied our home in the West, Pictured the shops I should see : Dreamt of the face of the man I loved best, How I do long to be free. Enter Inez (l.) (log.) Zarina. Oh Inez, friend, I feel so dull, And if I hadn't you to talk to, and to cheer me up ; My cup of sadness would be full : 'Twould be a brimming cup. My father heeds me not ; He's other things to do : And then Diego worries me a lot, With vain attempts to woo. Inez. Be on your guard and watch him all you can, I've lately had such horrid dreams : And fear unless he gains his end, the spiteful man Will try extremes. Zarina. What can he do to me ? I fear him not, I am the chieftain's daughter ; and am free To choose my lot. If I elect that he should fail ; No threats will make me falter : No thought of vengeance make me quail (aside) or any other bird, Or my decision alter. Music No. 7. DUET. — Zarina and Inez. (Solo.) Love is a want which one cannot command, Love will not come at the merest demand : Love is quite free, and it fills one at will, No one knows love — till the heart love doth fill. Real love is constant — always the same — Never is fickle — ever is true — Never is altered — even in name, Professed by many — known to the few."], [14, "8 (Duet.) So give us love — love that is real, One that is ever for woe or for weal : Oh for such love, the maiden doth sigh, Love is eternal — never to die. Inez. Hate is a word, which were better unknown, Hatred's a weakness — well left alone, Hatred's a vice, and it brings with it ills, And ever our cup of discordance it fills. Hatred's remorseless — always unkind — Never forgetful — never the same — Never forgiving — bitter in mind — Eager to harm one — ready to blame. (Duet.) So give us love, &c, &c. (log.) Inez. Pray be on your guard, dear, I see the villain's on his way here, Shall I stay and give you aid, And stop his trying to annoy you ? Zar. I need no aid — I'm not afraid. I tremble not for any thing that he can do. Inez. I'll go, but I'll remain in view, And if you call ; I'll hear, And run at once ; to help you, dear. Exit Inez (l.) Enter Diego (r.) Diego. Bravo — I find you here alone — 'tis well — Zar. Why trouble me, Diego — what have you to tell ? Diego. Why ask me fair Zarina — when you know full well. If you don't love me now, You'll do so by and bye : But why that frown upon your brow, That scorn within your eye. Did not your father aid my suit ? And yet you wish me farther And say I do not suit, And you would hate me rather. But let me warn you, that I hate as madly as I love : Beware lest treating me with scorn, my hatred I should prove."], [15, "9 Music No. 8. SOLO.— Diego. When you feel you want a friend, I'll be one to thee : I will be so to the end, Only trust to me. When the world around is chill, And there's none to cheer: Come to me ; you'll find mo still, Waiting for you, dear. Fear no evil pretty one — some one cares for thcc, Loving eyes watch over thy path — thou art dear to me. When midst trouble, toil or care. You seek rest in vain : Let me all your trouble bear, Lessen any pain. If in merry, happy hours, Thoughts of me should flee : Come like rain upon the flowers, When others fail to me. Fear no evil, &c. Let mo take your cares away, Make life's burden light : Near thy side I cannot stay, While I have no right. If your hand and heart be thine, If they still be free : Let me dearest call them mine, Trust thyself to me. Fear no evil, &c. (log) Some years ago I trusted you — and thought I liked you too, But since you've wished'to call me wife, Zar, That such can never be — that I would sooner lose my life, Is true. (savagely) You lie, you shall be mine ! Diego. Zar, Let us be friends, or if you wish it, strangers yet The choice be yours — not mine. Strangers, sweet girl, we cannot be, Diego. Wo must be more than friends ; or I shall be your enemy."], [16, "10 Zar. We cannot be but friends, I leave the choice to thee : On thee it all depends, Which one it is to be. Thou'lt live to wish that speech unsaid, I overheard thy wish to set our captive free : Diego. And if the Chief himself did aid escape, thou knowest he would lose his head : So apple of my eye, I'll peach on thee ; And then thou'lt die (aside) dye your hair. 'Tis false ! Zar. Is it? Diego. Zar. I have not planned to set our prisoner free, But if I could ; I'd give him back his liberty, What e'er the cost to me (aside) a few shillings would do it. You love him then, and therefore bid'st me go ? Diego. Zar. Begone ! what right have you to question me ? The right of loving so. Diego. Zar. That is no right, unless my love is won. Diego. (Approaches her) You will return my love, before the day is done, Or, (seizes her by the wrist.) (Throwing him off) Unhand me villain, or I'll call my father. I wish you would; his coming here, just now, would suit me rather. Zar. Diego. Music No. 9. (DUET.— Zarina and Diego.) (Solo.) Diego. Proud girl, you know not what you do. 'Twere fatal thus to scorn Diego's love. This day's decision you will rue ; And that I'll prove. If you another love ; I'll come and lay, His corpse a ghastly object at your feet, And so will let you know, what 'tis to say, With scorn Diego's love you choose to treat. If e'er a smile I see upon your childish face ; My curse shall wither it, as fire that burns, And all your smiles to frowns, shall thus give place, In turns. The love with which I love you, soon will turn, To bitter hatred, hatred's not the word, 'Twill bo a madness, which will yearn, For vengeance, have you heard ?"], [17, "11 Zar. I have, but heed you not, You fiend, you are no man ; To curse a girl, and do her all the harm you can, Because she loves you not. You are but mortal, you shall see ; If you but dare to carry out your threat to me ; My arm, though weak, a killing blow will give ; And rid the earth of one not fit to live. Diego. Enough, we'll say no more, but mark my word, That if you love me not, as you've just heard ; Whoever tries to win that love, I'll kill, As sure as I Diego live, I will. Exit Diego (r.) Zar. The wretch, I must be on my guard, It's hard to know — Enter John Dobbs (l.) John D. Know what, sweet girl ? Zar. What may be his next card — John D. You speak of whom, sweet girl ? Zar. Diego — villain ! — brute ! John D. What — ! has the rascal pressed his suit ? Zar. That man has dared to threaten me ; because I love him not. John D. He shall not harm you, pretty one — 'Tis but an idle threat — (aside) she is my idol He means it not, he's but in fun I'll keep an eye on him — two eyes on him — you bet He'll get it hot, my saw is ready and is bare, I'll let him have it ear, to ear — or there : Let not my birdie be afraid, I'll be your guard, you'll find me in your train When you require my aid. Zar. How many fishes have you slain, Did you succeed, did you catch aught ? John D. I did my best to pin them, but they wouldn't cotton to it, And they hooked it, it's only what I thought. Zar. Ah here comes Inez ! I suppose she's come to see ; If Diego's been annoying me. Enter Inez (h.) Inez. Well, has the lion left the lamb in friendly mood, Or was there quite a stormy scene ? JOHN D. There's anything but calm the two between ; A storm's been brewed (aside) it will probably end in a bitter bier."], [18, "12 Music No. 10. TRIO.— Zarina, Inez, John Dobbs. (Solo.) Inez. The lion and the lamb, will not agree, The one is savage and the other mild : And so Diego is at war with thee, But fear him not, he shall not harm thee child. As far as Eagles soar beneath the sky, As fair as sky's removed from earth we tread. So far the soul that does within thee lie, From yonder villain's soul is sever-ed. (Trio.) So [I] fear him not, let dread to peace give room, His love will like a blighted rose soon be, Its leaves will fall, and nothing will recall, The petals with their fragrance and their bloom. So [I] heed him not, and let his vengeance fall, 'Tis harmless as the foam without the sea. (Solo.) John D. 'Twere better far that thou shouldst single be, Than thou, shouldst think it best to wed. A viper of a man, for such is he ; 'Twere better far to live among the dead. Tho' he may fawn upon thee, with his smiles, And try to make thee think that he is kind. Be on thy guard Zarina 'gainst his wiles, And scorn his love — his threatenings do not mind. (Trio) So fear him not, etc. (Solo) Zar. I care not for a reptile which may bite, Without the fangs wherewith to harm one's life Whate'er he does to try and show his spite ; I'd sooner die than ever be his wife. His threats will fall like snow upon the ground, Which melts as soon as it has touched the soil ; My heart will but return an empty sound To all his calls, and from his touch recoil. (Trio) So fear him not, etc. Eeit Zarina and J. Dobbs (l.) (log.) Inez. Here comes the villain of the piece (aside) I wish he were in pieces. I'd take him bit by bit And melt him into grease And pour him o'er my turkey, if I had one, to wit I suppose he's come to see What progress I have made in suiting him. The fair Zarina was not born for such as he, And if he doesn't mind ; the suit he'll get will be much shorter than a legal one For she will end by shooting him ; - Then he'll be done."], [19, "13 Enter Diego (r.) Diego. Well dame ? you were not blest with much success, In winning that girl's heart for me ? I know not whether I should curse or bless, Which shall it be ? That girl's a perfect devil : But I'll bring her to her senses yet, I'll bring her to a proper level. You may bet What think yon — dame ? Yon maiden threatened that she'd take my life ; If I molested her, and tried to make her be my wife, I must confess she's game. Inez. I don't think that she's making game of you, Or that she'd play thee foul, But she told me most distinctly, with all her heart and soul, That you might plead till all was blue ; And then she'd rather die than marry you. She wants to be your friend, But will not be your wife. So would it not be best to stop this strife ; And let it end. Diego. Is this how you advise ; How you have holped my cause ? You cat without your claws ! You fill me with surprise. Inez. (angrily) What's that you said ? A cat ! without the power to scratch ? ' I'll show you what an angry woman is, you biped You, you'll find, in me, your match. I'll tear your eyes Out, that I will, you rat ! And after that ; perhaps you'll say my claws are just as sharp as those of any cat. Diego. (Soothingly) Nay, Nay, I didn't mean to make my pussy purr so loud. Just let me stroke you now the other way ; Just see how humble I can be, I am not proud. Forgive me pray, (bowing very low.) I was but joking with you, that is true, So let us be the best of friends again. One woman for an enemy is quite enough, I want not twain. And if my playfulness was rather rough ; I'm sorry, and I ask to be forgiven by you."], [20, "14 Inez. You play the part of hypocrite right well, you do, But still I do not wish to have a feud with you : Yet, once for all, I think I'd better tell you straight, There's little use in thinking I've the power to make her love instead of hate. She hates you, so it seems, and that I cannot change, If I could will it otherwise ; I might arrange. Diego. Ah well ! I'd better let her be, and bide my time ; 'Twere better that, than I should, in my rage, commit a crime, Well, fare thee well — I yet may win her, who can say ; (Aside,) (going.) But if I don't — I've you to thank for standing in my way. Exit. Diego (r.) Inez. He's found me out, without a doubt, but I don't care, He cannot harm me, and if my husband gets no larger share that's neither here nor t here Here comes the Chieftain ; so it's best I fled I'll go and tell Zarina what Diego said. Exit. Inez, (l.) Enter Don Carlos and Brigands (r.) Don. C. Ye counsel wisely, as the hills have brought us nil — that is it. We go below, as honest men, and pay the Plains a visit. Marco. Their \" boxes\" may be out. Don. C. No matter, that's a trifle, Of that I have no doubt. Let each one take his rifle, And hide your daggers in your belt, And don't forget eye-glasses : They're the only weapons ever felt ; In captivating lasses. Marco. Can some one lend me one ? I haven't got my own ; I had to leave it down in town, As deposit for a loan. Don C. Then you can take a tooth-pick : It's action's quite as quick. Enter Inez (hurriedly) (l.) Inez. Two strangers come ! All. Strangers ? (hands on daggers) Marco. O : by gum ! They're probably bush-rangers ! Inez. They are some distance yet. Don C. Then we'll surround them, Marco, Pedro, take four men and get — (points to door) See that you take them decently, without a scratch And you and I, Diego, friend — on yonder rock will watch. All edit in different directions."], [21, "15 Enter Marco and Pedro (r.) Music No. 11. DUET. Marco. I'm the most daring brigand, that ever trod earth. Pedro. Of brigands like you there'll be never a dearth. Marco. I fight like a fiend, and fighting's my joy, Pedro. Yes, when you have only to fight with a boy. (Duet) So let's hie away — away let us hie Our quarry is near — and their capture is nigh The time has now come — that is good, that is good Let it come, let it come — for we shall get food. Marco. I stand against odds, and when I do hit ; Pedro. 'T isn't likely to hurt anybody a bit. Marco. The force of the blow is intensely severe, Pedro. You'd think that a flea had just hopped on your ear. (Duet.) So let's hie away, &c. Marco. The chief in a row, by my side always stays ; Pedro. Because he's aware of your under-hand ways, Marco. Ho feels he is safe when he's standing by me ; Pedro. Because he can watch what you're doing, you see. (Due^.) So let's hie away, &c. Marco. He knows I am brave, that my stalwart right arm, Pedro. Could never do any one very much harm. Marco. Would be raised to defend him, thro' thick and thro' thin, Pedro. The result would be nil, and not worth a pin. (Duet.) So let's hie away, &c. Marco. I hope that our victim's a giant in strength ; Pedro. If he is ; on the ground you will measure your length, Marco. For then ; we'll be equal ; and there will be fun, Pedro. The fun will be his ; for you will have none. (Duet.)- So let's hie away, &c. Marco. Single handed I'll seize him, then he'll be my prize, Pedro. Your prize will be surely two lovely black eyes. Marco. The brigands will say we were equally matched, Pedro. You'ro counting your chickens before they are hatched. (Duet.) So let's hie away, &c. (Best of Brigands Girls, enter from all directions.) (Chorus.) Same as Refrain, [so let's hie away, away let us hie, &c.] Dance. CURTAIN. End of Act I."], [22, "16 Act. II. Scene Changes. (One hour is supposed to have elapsed.) Enter — Mathew Dobbs and Harry Dobbs (l.) Mathew. Well Harry, in just such a place as this, it makes me wince. Your uncle John was carried of, and never heard of since, I don't know whereabouts it was, 'twas in some hill, I think (aside) It makes me ill to think of it. But never mind we're safe enough, let's stay, and have a drink. (They both sit down, open basket, produce eatables and drinkables and commence lunch.) (John Dobbs, smells food, appears round a rock at back, business on seeing the two eating) John D. Food ! food ! can I believe my eyes ! Yes ! No ! Yes ! No ! it is ! what a suprise ! Two men are eating — while I've nothing got, This cannot be ! it shall not be ! I'll go, and seize the lot. (Approaches — Mathew and John spring up, seize their alpine stocks, ready to .strike John.) John D. Hold hold ! I'm not a lawless Brigand — I'm not athirst for whacks, I only want my whack of food — hunger and thirst my vitals tax. Mat. D. Who are you, then ? John D. My name's John Dobbs Mat. D. John Dobbs ? ! John D. John Dobbs, what then ? MxT.(looking intently at John) 'Tis he, my long lost brother(e»ibrace — business.) But tell me how and where you've been, And all the funny things, you've seen. John D. Don't worry me, dont bother : But give me some refreshment first, I cannot talk without it : And when I've satisfied my thirst ; I'll tell you all about it. (They sit down and go at basket. John eats ravenously. Mathew and Harry at intervals try and get him to talk — to no purpose — at last John satisfied sinks back — overcome) Mat. ' If you are satisfied dear John ; Pray with your story get along. Brigands approach from all sides at back. (Marco in front — business pushing Marco, against his will, to go first.) John D. Four years ago 'twas in this place that lawless Brigands caught me. TVT A T VI P Iff \"^ Harry. i (Jumping up) What ! Brigands here ? John D. Yes here."], [23, "17 Mat. Oh ! Harry, do support me (leans cm Harry.) [Brigands rush in from back, seize the two, tie Mathew's and Harry's hands. Exit Brigands with the three (leaving Marco alone with tiffin basket) ] Marco. Capitally done, capitally done (helping himself to contents of basket.) Couldn't have been better, 'Twas really A 1. My orders to the letter, Enter Zarina and Inez, (l.) (unseen by Marco) (l.) Inez. (aside) What shall we say ; to make him go ? (aloud) The chieftain calls you, brave Marco. Marco. Oh does he ? hang it, that's an awful sell ; Just when I fancied I was getting on so well. Exit Marco (r .) Inez. I had to think of what to say to make him scamper, I feared he would have finished every morsel in the hamper. (Both sit down and commence at basket.) Zar. The youngest of our captives is good looking, rather, I feel I'd like to set him free, And would do, did it rest with me, Instead of with my father. Inez. The time will come, when be will thirst, And here I find is Brandy (takes it out of basket.) We'll take a little something first (helping themselves.) And then I'll hide it, handy. (Marco appears at back and watches Inez hide the basket; in hiding basket they come across John Dobbs' saw.) Zar. Oh gracious what is this, it weighs a ton or more [staggering under the weight] Inez. Oh lor ! Zar. Is this the horrid thing that John referred to as his saw ? Inez. I'd better hide it somewhere else, somewhere safe and sure (hides the saw.) Enter Don Carlos (r.) Don C What is my daughter doing ? Zar. Oh nothing only shooing : A lizard from my way, What has become of those you caught, Pray father say ? Don C Why give them so much thought ? They will remain as prisoners ; for we a ransom seek, And if it comes not quickly, they die within a week."], [24, "18 Oh chieftain, may I plead with thee to pity ; And let the youngest go back to the city ; And send the ransom money. Inez. Don C. No, here the youngest captive stays, Until the ransom some one pays. My honey, But as regards the others, It seems that John and the elder one are brothers. Inez Zar. ] Brothers ! ? Don C. Brothers, so luck at last doth us befall, For if we get a ransom for the one, we get for all, But let us interview the prisoners, and Diego call. Inez. Diego [calling.] Don C. What, no answer, go, And bawl. Exit Inez [bawling] (r.) [going to Exit and calling] Ho, Diego there ! Bring the prisoners in, I hope we'll find they're very rich and good for lots of tin. [Enter Diego with Mathew, Harry and John Dobbs followed by Jose and Castello.] [r.] Don C. (to Mathew) Now signor, mind you answer true, Your name, and who are you ? Mat. My name is Dobbs, my christian name Mathew. From what place do you come ? Don C Mat. From Clifton on the sea. Don C. Is that the place you call your home ? 'Tis new to me, You have a wife, where is she now ? Mat. I left her in the town below, And is this man your brother? [pointing to John.] [Nods.] Don C. Mat. Don C. And have you any other ? No. Mat. Don C. And this you say's your son ? [ pointing to Harry.] That's so. Mat. Don C. And other relatives ? Mat. I've none. Don C. Then who will pay the ransom for you three ? I really cannot say, that puzzles me. [very nervous.] Mat."], [25, "19 i, Music No. 12. SOLO.— Mathew Dobbs. My value's very great, you would wish me to believe, But O ! I assure you that it isn't : You fancy I came here ; in order to deceive, But 0 ! I assure you that I didn't : You think I've got some money, that my friends have lots of tin, But 0 ! I assure you that they haven't : You fancy that they'd ransom me, and save my precious skin, But 0 ! I assure you that they wouldn't. You think I came to photo you, and take your picture home, But 0 ! I assure you that I didn't : You fancy I'm a bobby, to arrest you I have come, But 0 ! I assure you that I haven't : You think I've sent a telegram, and information laid, But Oh ! I assure you that I wouldn't : You think I'll try and run away, and leave my bill unpaid, But 0 ! I assure you that I couldn't. [Solo] Diego. Withhold your useless chatter, It's only senseless patter, . And ere you grow much fatter, I will let you know what's what. If you don't get us money, And quickly too my honey ; I'll make you feel so funny, Castello, And sorry for your lot. We'll treat you so politely, And amputate you nightly, Until you aro unsightly, And then we'll have you shot. With fear I see you quiver, You seem to shake and shiver, But I will you deliver ; Jose. Don. C. So heed their threatenings not. [War dance round the prisoners.] [log.] Don C. Mark you what I say, I do not lie. A ransom of three thousand dollars you must pay Or die. Write for it now, at once, and bear in mind, It's hard cash that I want, and not in kind. I understand your meaning quite, Mat. You're very kind."], [26, "20 DonC 'Tis good, then give him pen and ink ; and let him write. And when the letter's ready, bring it me ; ■ For what the prisoner writes, I wish to see. Exit Don C, Diego, Castello [r,] [Jose unties Mathew's hands, aud gives him pen, ink andpaper.] Untie mine too. Harry Jose. Not yet ; I was not told to loosen you. [Mathew writes on rock, John and Jose stand looking on, Zarina makes signs to Harry, to indicate' she will get him untied, Harry imitates signs — business.] [Exit Zarina] [r.] Harry. [aside] I don't know what she meant, I hope 'tis well, I wonder where she went ? Perhaps that chap will tell, [pointing to Jose.] I want to scratch my nose, But when they'll loose my hands, why goodness knows. [Struggles to get loose, Jose turns round and nearly sees him, — business in repeating this, Jose at last catches him struggling.] Jose. Now signor, what's the matter ? you see I'm watching. Harry. My nose its itches, fellow, and need's scratching Jose. [gets behind Harry, puts arms under Harry's, business, scratching. nose, taking handkerchief out of pocket, §sc] Harry. Thanks, enough ! The way you scratched my nose was much too rough. Jose. [going up to Mathew] Now signor, aren't you finished yet. If you don't hurry up ; the chief will angry get ; Then probably you'll feel it. Mat. I've asked my wife to send the cash : I fear she'll have to steal it. Jose Then come with me ; and hand your letter to the chief, And let him know that probably he'll make your wife a thief. Exit Jose [r.] — followed by Mathew. John. [Hunting about for his sail'] Where is my saw, I put it here, I swear I did. 'Tis queer. 'Tis gone I fear, This is the place, I swear, where it was hid. Harry. Of what sorf was it ? John. A thing of beauty, and a joy for ever And just the thing a Brigand's neck to sever, I wanted it to cut those cords in two. Enter Marco [r.] Marco. The chieftain wants you both, he seeks an interview. Exit John and Harry, [r.]"], [27, "21 Marco. That's good Now as I saw ; I need not ask it, That's where she put the food : I saw her hide the basket, [takes out basket and opens it.] There's little left, I see, I'll keep that little long, It might make others ill, you see, To leave it would be wrong. [Marco takes up basket and exits.] [l.] Enter Don Carlos and Zarina [r.] Don C. I told Marco a while ago To send the two to me. He'd send them so he said, Perhaps he has forgotten though 'Twere like his wooden head. Zar. Permit the younger to bo free, What conditions, you impose, ho will fulfil. Don C. [looking out] They're coming now, I see, I'll ask him if he will. Enter Mathew, John and Harry, [r.] Don C. [to Harry] Signor, should I untie your stiffened hands and loose that knotted cord, That you'll make no attempt to flee I first require your solemn word. Harry. I swear by all within me not to try To gain my liberty Or go. Don C. You swear, Harry. I do. Don C. That's fair, Take off that rope. [Mathew 0)10\" John untie Harry.] I hold him to his promise, and he'll keep it too, I hope. Ba It Don C. and Zarina [r.] Music No. 13. TRIO. Mathew. A pretty pickle we are in, what will Clarissa say ? Harry. And how we're to get out of it ; I cannot see the way, John. And hero I think we're sure to stop for ever and for aye. All. 'Tis true, we may. Trio. Whatever shall we do, we are a sorry crew. Why ever did we come, this tourist trip we'll rue, And if the ransom doesn't come ; we'll all be in a stew, That's true, too true."], [28, "22 Mat. If we get nothing else to eat, but bread and bread alone ; Harry. We soon shall be reduced almost to nothing else but bone, John. But still it's something to get bread, much harder where there's none All. That's true, we're done. Trio. Whatever shall we do etc, Mathew. If we but try to get away ; they'll nab as to a T, Harry. And then we'll realize what will the consequences be, John. Then probably they'd torture us ; which rather frightens me, All. That's true, you see. Trio. Whatever shall we do etc. Dance. John. Come Mathew, come and see the cave where T have made my bed. Mat. I cry peccavi. Brigands are my dread. John. Well, come below and see the brook, and watch the water bubble. Mat. I will — I thirst — I would that I could drink, and drown my trouble. Eeit John and Mathew [l] [Harry sits down on rock and meditates.] Enter Zarina (guietly) (r.) Harry. (to himself) by George — I wish I had a smoke : To keep a man cooped up like this, without a weed's, no joke. Zar. (coming forward) Signor — are you faint ? Har. lam, I hunger and I thirst, (aside)and I'm in love — blowed if I aint Zar. Oh ! I'm, so glad, because I purposely kept something here, I'll cure your hunger first (looks for basket) 'tis gone ! Har. What's gone ? Zar. I placed it here ! — (still looking for hamper) The hamper ! Har. By jingo ! that's a damper ! Zar. And all the food has gone, I know who's taken it That greedy Marco — and he's eaten it There's nothing now for you And, 0 ! I am so sorry, I — \" Boo-oo (crying) Har. Don't cry — dont bother — that fellow's head I'll punch, I really am not hungry, and not at all athirst . We'll go to town this afternoon, and have some lunch. Zar. You do forget, you must be ransomed first. Har. I did forget, my thoughts were on my thirst I spoke without my book. Zar. Diego's gone to get us food, he'll probably go on the burst And we shall get but little for the money that he took."], [29, "23 Har. But 1 have money that they haven't got. Zae. Did not the Brigands rid you of your gold ? Har. Not all, I have some here still, where they found it not I know you will be silent, so I've told. See, in this secret pocket — There's a watch — a purse — a locket (taking them out of pocket one by one.) Zar. (sees Diego coming) Stop ! Here comes Diego Pray don't let him see : Don't let him know ; He is our bitterest enemy. (Harry puts things back hurriedly into pocket.) Enter Diego [r.] Diego. [aside] So ho ! my lady-! making love to yonder youth ! I'll satisfy myself that it is so And if it is ; worst luck for him, forsooth. (aloud) (striding up to Harry) Well friend — dost think this lady fair ? She is, but let me say one word to you — beware ! Har. What mean you Brigand — bold. Diego Did I not see her making love to you ? Har. [angrily] A lie — you've told Diego. Beware of giving me the lie direct, I would as quickly kill As look at you And if you do but try to steal her heart from me ; I'll murder you I will- Be circumspect, Har. You scoundrel, do. you dare to threaten me. Be gone or I'll chastise you on the spot- Diego. [draiving dagger.] If you can't curb your tongue, forsooth — I'll cut it out and throw it in your face — But there, I pity you — you are a youth — And do not know your place, To learn it, you have got. Har. A match for you — you'll find, you bully ! [seises Diego and tries to throw him down.] Diego. What ! I'll make thee realize what 'tis to quarrel with Diego, fully [wrestles with Harry, draws dagger is about to stab him, when Zarina rushes between them.] Zar. Hold ! Diego hold I say ! And murder not a man who is defenceless, go thy way."], [30, "24 I meant it not, it was but play [meaningly] [throws Harry off, and Diego. strides out] Exit Diego [r.] Zar. Har. Are you hurt ? Thanks, no ! I naught have felt. Were I but armed ; I would have struck him low, Zar. Har. Beneath the belt? Not quite so low, I'm not so low as that, but to the heart, And there my sword would rest, But come, this scene has frightened you, 'twere not a scene in which you should take part. Sit clown and think what plan to get away from here is best. Again you do forget, I am Don Carlos' daughter, Zar. My place is here beside my father, Just so, but he'll come too ? Har. Zar. I oft' have tried to make him go, Since mother died; he treats the thought with laughter. And sooner than give up this life ; would die a Brigand, rather. Har. Zar. Har. Zar. Har. Zar. Why did he choose this life ? He chose it not. Ten years ago, when civil wars were rife, He had to seek the hills, or lose his life. And he's gathered round him ten or more' Of the biggest cut throats that you ever saw. Could I persuade him, do you think, to let his daughter go ? What do you mean, signor ? Zarina, that I love you so [kneels.] Oh lor ! [Harry rises.] Music No. 14. SOLO — Harry Doebs. Tell me darling that you love me, Say you will be tiue ; But one word I ask for darling, Am I dear to you ? I love you for yourself alone, You're all the world to me : O ! tell me that you love me too, My loving wife will be. Speak, speak. Dont be silent, tell me darling, You'll be true to me."], [31, "25 Has another in my absence, Won that heart from me ? Or will it be but mine for ever. Mine alone to be ? I see you smile, is that a sign, I've won the prize I seek ? And will my precious, darling one, The word I look for — speak, Speak, — speak, Dont be silent, tell me darling, That you love me, speak. [log.] Harry. Will you fly with me ? Zar. Har. I cannot — don't you see, Then I will stay, and will a Brigand be — [kneels] List' to my appealing . Zar. My father comes ! he'll be so angry ; if he sees you kneeling [Harry rises.] Enter Don Zar. Carlos [r.] Father dear, this stranger here doth wish to be a Brigand. Don C. [Sneeringly] A Brigand does he ? He wants to join the Band ? Well I'm blowed ! It only takes a girl to bonnet him — the toad ! Har. Good Sir — with silk this girl could bind me — that is true, Where you, or any other man, would need a chain or two. Don. C Enough, we'll settle that some other day : Meanwhile, I wish to be alone, please go away. Erit. Zakina and Harry (l.] Don. C. This will not do— that man is laying siege to that girl's heart, What will Diego say — 'twill make him smart. Five years ago, when she was but a child, Diego said, He loved her, and I almost promised they should wed : But still I would not make her marry one she does not love, Though fondness for a stranger, she must shun : And I must put a stop to it ere it's begun. When young, I loved — but then the love was not a happy one, Where hers may happy prove."], [32, "26 Music No. 15. Solo. — Don Carlos. I loved a maiden years ago, Oho !— Oho !— She loved me not and told me so, Oho !— Oho !— We married but we had to part She ran away and had the start I found her not, it broke my heart. Oho !— Oho !— I then a Brigand did, become Oho !— Oho !— Took up my quarters in this home Oho !— Oho !— And here much plunder I do gain And many people I have slain But, there, these mem'ries give me pain Oho !— Oho !— TOPICAL VERSE, Enter Diego [r.] Don C. The very man I want to see ! Why should we for this ransom longer tarry ? 'Twere better that the elder prisoner [go for it, while we keep John and Harry. Diego. The plan is good, it seems to me I'll go and call him : Exit Diego [r.] Don C. And when he comes ; I guess that I'll appall him. [Enter Diego, and Mathew Dobbs, latter very frightened] [&.] Don C. [Threateningly] The ransom's not arrived, when will it come ? Mat. Soon I hope, I've written for the sum. Don C. It isn't hope we want, but dollars, And longer wait we cannot. Hope deferred makes the heart grow sick and cash deferred means, you know what ! Collars ! [Makes signs of hanging.] Mat. I think Clarissa finds it difficult to send it. Don C. And who's Clarissa ? Mat. My wife, and don't I miss her, Don C. [aside] His wife, it's strange that it should be the name of one I called my mother. [aloud] Listen Signor : you're old and haven't long to live, [Mathew trembles.] But still to fetch the needed ransom every chance I'll give. I'll send you now to fetch it, and keep your son and brother, If you have nothing of your own, just get some one to lend it."], [33, "27 Mathew. Go and fetch it. Am I to fetch it, pray ? Don C. YeB, go and bring the gold, it might come quicker, don't you see. Mat. It might. Don C. It might ? It shall, just list' to me. I'll send you to the nearest town and give a week for you to bring the dollars. And if you come not in that time, your brother and your son will die with tightened collars. Hold no communication with the others — start away — Diego will escort you to the plains below — to-day. ExXt Mathew and Diego [c] Enter Zarina [l.] Don C. Where is our youthful stranger? Zar. I know not dad. Don C. 'Tis well Zar. And why ? Don C. In loving this fond youth, there's danger, For you, 'tis bad. Perhaps within a week he'll fare thee well for ever Zar. But father why ? what has he done [crying.] Don C. Don't cry ! He is but naught to you — I've sent his father off to bring the cash. And if he doesn't come within a week, he'll spoil their hash ; For John and Harry die. Zar. Oh ! father — mercy, spare him for my sake [kneeling.] Don C. My resolution's fixed, the ransom ; or they die From that I'll never shake. Zar. 0 ! father talk not thus, [rising] Give up this life — let's go to town by bus. We've lots of money, quite enough for us — [aside] that's bus. Don C. No, never, but if you wish to leave — you can, and take the dross But no more call yourself the child of Don Carlos [going] Zar. Stay father, stay, [stopping him] I love you still, and will not go away. Don C. Well said, fair daughter mine — I meant no wrong, Cheer up — the time will come, when you will be as happy as the day is long. Exit Don Carlos [r.]"], [34, "28 [Zarina left sobbing.] Enter Harry [l.] Harry. What — my love in tears. Zar. [aside] Didn't know I was as tall as that-in tiers. Signor, I fain would tell you what doth make me sad But fear that you would go and question dad Who'd box your ears. Please go [persuasively.] Harry. Oh no — Zar. Please go (more persuasively.) Harry. Well, if you wish, it must be so. Exit. Harry [l.] — (Very dejected.) Zar. Why is my father so severe of late ? He thinks, in time, that love will overcome the hate I bear towards Diego — But no — it will not be and though — I may be called upon to yield my life I'd sooner that be so, Than be his wife. 0 ! cruel fate, that will not let me rest Nor give my heart to him whom I love best. Enter Marco [r.] Marco. What ails my dickey bird, methinks she must be moping. Zar. You think aright my faithful friend — you have a heart that's good, an appetite that's better: Just now 'gainst hope I'm hoping, I'd like to be alone — I want to read a letter (takes one out of pocket.) Marco. Confide in me, I'll be your friend, And you will find faithful to the bitter end (aside.) The end is always bitter, like a cheroot. Zar. I thank yon Marco dear, I know my friends are few And when I do need help I'll count on you. Marco. [aside] Didn't know I was ready reckoner before, [ioitd] My life is lonely — will you share it ? Zarina — I love you [kneels] — I really must declare it, Just let me take one kiss, in pledge that to the end : If you can't love me yet awhile, you'll let me be your friend. Zar. Is your mouth clean, Marco dear ? Marco. It is, sweet girl — look here [putting his face up.] Zar. Then here's my hand — which you may kiss [offers hand,.] [Marco kisses it and looks sold.] Marco. O what a sell — she is a saucy miss. Harry appears [l] [and looks on from the back.]"], [35, "29 Music No. 16. SOLO— Marco. I will guard thee — sweet Zarina, As the apple of my eye, Naught shall harm thee, sweet Zarina, While your fond Marco is nigh, 0 Zarina — sweet Zarina, Let no tear drop dim your eye, When your little heart is fearful, To your Marco's bosom fly. In this bosom sweet Zarina, There is hid a love for thee, Truer, deeper than Diego's, Love for thee can ever be. 0 ! Zarina ! — sweet Zarina, If you cannot be my wife, Still I'll love thee and I'll guard thee And for thee lay down my life. Exit Marco [r] [kissing his hand to Zarina.] Zar. Dear, good fellow, What a difference twixt him and Diego. [aside] Did I see aright, Harry. Is she false, as she is fair ? Or have I lost my sight ? Oh no ! it cannot be — but there, Quiet my heart — beat not so fast. 'Tis but a passing fancy — it cannot last, Perhaps he is her uncle, or her slave, But why should he for kisses crave ? [Comes forward.] [aloud] Dear one, again I come to plead that yon will answer me, And say that you return the love I have for thee. Zar. I cannot say I love you friend, My heart still tells me — no, That I love no one else, is true, But whether I am fond of you. Time alone, will show. Harry. Oh ! bother time — time waits for none, Why should I wait for it. Zarina, if you love me not, How soon this life may end, Which has but yet begun, Come what's what, I do not care a bit."], [36, "30 Enter Diego [r] [hurriedly striding up to Harry.] Diego. 'Twill end just here — so be prepared to quit. Harry. You here again — My curse upon yon sit ! [They grapple each other, struggle — Zarina intervenes, is knocked down — Harry rushes to her side, Diego draws his sword and advances to kill Harry.] Diego. Now to fulfil my threat on number one. And lay his body bleeding at her feet, when it is done, Marco rushes in (r.) [Siuord in hand — jets between Diego and Harry.] Diego. What ho ! Marco. You wish to thwart me do you ? Be it so. It matters not to me if I kill one or two (They fight with Swords.) Don Carlos rushes in (r.) (knocks up the swords with his.) Don C What means this row. What peaceful Marco — do I find you one ? How now ! Put up your sword, and say how it begun. Marco. I know not Chief — I did but see yon stranger's fate was sealed, By Diego, who would have run him through in helpless state, So I came in, and did him shield, And turned his fate. DlEGO. False friend — this day you'll rue, When I a chance do get ; I'll make it hot for you. MaSCO. Be gone, you coward, do you think I care a jot, If you and I are enemies, or not. Diego. You are a braggart and do well conceal, Beneath your blustering way, the mortal funk yon feel. When next we cross our swords ; You'll sing a different tune, outside a foot of steel. Marco. Be off, and do not show the Chief the utter fool you are ; To think a man like me, Cares ought for empty words, From one like thee : Who cannot show a scar. DlEGO. Albright — the time will come, and then we'll see. Exit Diego [r.]"], [37, "31 Don C. [To Zarina] Well daughter mine Dost thou remember what I said Thou'st heeded not, and when thou see'st blood is shed The blame be thine, 'Twill rest upon thy head. [To Harry] Now Signor, for the future bear in mind, If ever you should press your suit again ; Your hands and feet I'll bind, And that I may prevent your being slain ; I'll put you in a dungeon cell, So think me not unkind. Remember well. Now go away, just go and see the Passes, And think of something else to do, than making love to lasses. Exit Harry [l.] [To Zarina] Now once more child, I warn you to have care, I will not have these quarrels in the band, And if that youngster once again shall dare, To try and win your hand ; I shall be wild. And measures that I'll take to stop it won't be mild, And you'll not like your share. (To Marco) Friend Marco here's my hand [offers hand] You're braver than I thought. You did against Diego stand ; And brought his threats to nought. Of all the future spoil we get, You'll have a double share, But mind — Diego's not done yet, He'll seek your life — Beware ! I care not chief, I'm ready now, But I will watchful be : Marco. And if Diego wants a row ; Don C. Music No. 17. Zar. He'll find a match in me [aside] a regular Tandstikker. Enough, no more need now be said — I've done, But fear these rows will never stop now they're begun. TRIO— Zarina, Marco, Don Carlos. Cease not watching — Enemies are wakeful ; Lest you should one day find them sleeping : So be careful, always on your guard, Jealous of the life within your keeping. Diego's spiteful — and 'tis true, That for revenge on you his heart will now be craving ; So heed the warning that I give to you."], [38, "32 Marco. So I'll be careful, ever wakeful, I care not — what he can do to me : I'll be careful — ever wakeful : And he will find that he's got quite a match in me. So, I fear him not, let him do his best, I care not — I fear him not, On him my curse doth rest. Don C. Cease not watching — be wakeful, He will watch you — try to kill you, So be careful — be wakeful : He will watch you — will not spare you, Nor rest till you are dead ; So be brave, and fear him not, But heed the words I've said. j Ex$ Zarina and Marco [l.] Enter Castello and Jose [r.] Castello. Most noble chief — a scout's just come to say That Mathew Dobbs with some one else — he knows not who it is, Is on his way Don C. His way to where ? Castello. To this. Don C. How quick he's been ! He must have had the -dollars ready I declare. It puzzles me, But who is with him — have you seen ? It may be that he's got a bobby there, I'll go and see, Exit Don Carlos [l.] Music No. 18, DUET — Castello and Jose, Jose. Do you think its a bobby — he's bringing along ? Castello. Most decidedly not. Jose. But how do you know — perhaps you're wrong ? Cast. Most decidedly not. Jose. Do you think of the ransom we'll get a fair share ? We ought to insist, the division be fair, If not ; we should strike — I am game — are you there ? Cast. Most decidedly not."], [39, "33 Cast. Do you think that the Chieftain will let'em all go ? Jose. Most decidedly not. Cast. What, not if the ransom be paid — don't you know ? Jose. Most decidedly not. Cast. But how can he keep them — he's given his word, When the money was paid — they should go, so I heard, He said that their freedom was simply deferred. Jose. Most decidedly not. Jose. Let's go and way -lay them and get our share first ? Cast. Most decidedly not. Jose. Then we shant get anything— that is the worst. Cast. Most decidedly not. Jose. The Chief and Diego will have their own way, And we shall get little or nothing, they say, So I vote that we fight for our portion to-day. Cast. Most decidedly not. DANCE. Enter rest of Brigands from all sides with Girls. Music No. 19. CHORUS— We're happy now we know that he is bringing back the cash. Yes we are — that we are — Hurrah ! Hurrah ! We're quite aware some people say that money is but trash Yes we are — that we are — Hurrah ! Hurrah ! But when you're very hungry and you haven't got a sou And feel you'd sooner give your hat than miss some Irish stew We're certain we'd prefer the trash, of dollars like a few Yes we are — that we are — Hurrah ! Hurrah ! Then let us have the cash, Although it may be trash, For when we hunger and we thirst; one cannot be the chooser, And he who does deny, There is necessity For having cash, although it's trash ; will some day be the loser. Exft Omnes. [Scene Changes.] Enter Diego, Mathew, Dobbs and, Clarissa [a] Diego. Do you wait here signor, and I'll go and tell the Chief you've come. Clarissa. And don't forget to tell him, please, we've brought the looked for ransom. Exit Diego [r.] Mathew. And now Clarissa dear, don't be dismayed, Just look around and see the place ; For this is where I stayed. Just like a captive hound, Starved and bound."], [40, "34 Clarissa. It is a dreadful place, I wonder you weren't slain, I was so thankful, dear, to see your face, Again. I hope they'll send us back at once to town, Directly we have paid the money down ? I think Don Carlos is a man who'll keep his word. Don Carlos ! That's a name I've heard, Mathew. Clarissa. 'Twas what I called my son, Who fled. Ten years ago, when the civil war was on. Or he'd have lost his head. 'Tis funny; for 'tis not a common name, It may indeed turn out to be the same. Carlos, Castello, Jose, Diego, Zarina [r] Well, have you brought the ransom due ? Enter Don Don C. Good heavens ! who is that you've brough with you ? (looking at Clarissa.) My wife. . Your wife ! What ! can it be — No ! Yes ! it is ! my mother — 'pon my life ! My son ! — My long lost son [Embracing] Mathew. Don C. Clarissa. Don C. [aside] Tell me when you've done. How glad I am to find it's you — Clarisa. Who captured Harry and my dear Mathew ; For all the dollars for the ransom that we've brought Can now be kept towards our own support, (to Castello) The devil ! aren't] we going to get our due ? I'm hanged if I shall stand it — that I wont — will you ? Let's tell Diego what they say, Jose. Castello, And hear what he thinks best : I'm quite prepared to take it any way, I'll be guided by the rest. Jose. (aside) Oh that's your cue to play — (they go up to Diego and whisper.) Don C. (To Clarissa) My mother shall most certainly retain the dollars that she hath We'll take a nice subarban villa — some where down in Bath. [Zarina very pleased at /his.] But just to think that here I've kept a man who is my father, The husband of my mother, And him I would have shot. (Much affected.) For four long years my uncle here has been my prisoner and I knew it not (still more affected.) (To Harry) Nor did I know you were my brother (still more affected.)"], [41, "35 Mathew. My son, my son, think of it not, I've quite forgiven you the past. John. And I dear Don, altho' you made me fast ; Happy bo thy lot : Much longer may it last. Zaeina. (to Harry) But 0 ! how dreadful 'tis to think you are my father's brother My uncle making love to me — isn't it a bother ? Harry. A bother ? its a sell — a blooming sell And were I thought 'twould be a dungeon cell Why was I ever born ? The only girl I ever loved, — and loved so well — Is from me torn. Don C. No matter — now we know she is your niece Diego will grow fatter — his mind will be at peace. Diego. (savagely) His niece — what care I whether she's his niece or not, (savagely) His niece — what care I whether she's his niece or not, I want her for my wife and that I haven't got : But till she is — she'll know no peace — no more shall I For together we must live — or together we will die. [Strides out.] Er%t Diego, Castello, Jose, (r.) Music No. 20. TRIO, Omnes. We're happy in the knowledge, we're related to each other Don C For I have found a bonny dame — who says she is my mother Harry. And_I a noble Brigand Clues, who also is my brother Zarina. And I a lover, who's my uncle — Isn't it a bother ! ( It matters not say \" ,„^ arc a lolly three, - y J wo We J ■\" Omnes. < / Although ., are related to each other. {, , ° they Omnes. We're happy that our lot is now in pleasant places cast. Clarissa. For I have found my long lost son : and he re-calls the past. John. And I a nephew, in the Chief — who oft' has made me fast. Mathew. And I a step son and a grand child — not the least tho' last. ( It matters not say \" a iolly three _. l J we we J Omnes. are / Altho' we ,', related to each other. I, they Dance. (log.) Clarissa. My son, what to do now, do you propose ? You cannot go to Town with us in Brigand's clothes."], [42, "36 Don C I have my Sunday best, A sort of bluey brown. The coat and trousers match the vest (aside) a good investment. I had them made in Town. I think we'd better have some supper first ; And that will give us time to plan. I fancy John is quite prepared to slack his thirst ? John. If there is food or drink about ; then I'm your man But how did all the good things for the feast appear ? Don C. Ah ! that's a secret— enough for you, that they are here. John. Enough and plenty, but you see it's strange to me To hear of supper, when for years I haven't even heard of tea. Don C Poor John. No matter, you must sink the past, And come along with us, aud break your fast. (aside) But don't you tell the others if I let you know That everything's be brought here by our friend in need, Marco. I had a little money, a pound or two at least — And so to Town I sent him ; and he's prepared the feast. (aloud) So now my friends, to Sup ! If you will follow where Zarina leads, I'll stay and catch you up. I have to speak to friend Diego here, about the Band For from the time I give it up, you know, he takes command. Other Brigands saunter in (r.) Exit Zarina, Mathew, John, Clarissa, Harry (l.) Don C Well, Diego, friend, The best of friends must part : And parting sometimes, in the end, Will leave a broken heart. Let's hope it won't end so with us ; they're nasty things to mend But may the Fates be kind to you, and lots of Tourists send. The best of wishes will be yours : I'll always wish you well, I'll do my best to back your cause : And that you know full well. Here on this spot — before these few, I give my hand — ■ That from this time, I yield to you, The Chief'ship of the Band. Diego. All this is well, Don Carlos, grand, But let us understand : Let's settle on the spot, How much are we to get of all the money you've got, Of which you've robbed the Band ?"], [43, "37 DonC. What mean you ? The Band 1ms had its lawful share, There's nothing clue ; All's been fair and square. Diego. You take us for a pack of fools, You seem to think we're blind, You'll find you've sharpened all your tools ; To cut yourself; so mind, We've watched you at our leisure ; As cats will watch for mice; And out of all your hoarded treasure, We mean to have our slice. Your mother's brought a tidy bit, And which you think ynu'll carry back, But we intend to have our share of it. We'll have our whack. Don C As sure as I'm Don Carlos ; you don't touch a cent Of money that my mother brought me. And woe betide the man who tries to thwart me, On that I'm bent. Diego. Well, we shall see, unless you pay us what we think's our due ; I fear, Don Carlos, it will be the worse for you. How now the worse for me! You dare to use that threat To me, your Chief DonC. And talk to me as if I were a thief ? I think you do forget Diego. You are no longer Boss : You've handed over charge to me. You're simply Don Carlos. Band. DonC. He ! He? (jeeringly). Laugh VarmiDts! laugh ! you think I've had my day, That I'm no longer Chief. But I will make you laugh another way, Your laughter shall be grief. If any man amnng you dares to stop my way, Or hinder me and mine in ought we do ; I'll make him sorry for himself for many a day, Remember what I say — adieu ! Exit Don Carlos (l.) Come hither men, (they draw up round him) Dieoo. I'm Captain of the Band. Do all of you acknowledge me — then — Kiss my hand, (each in turn — kneels and kisses hand) Now li.tten, while I tell yon of a plan ; Whereby we'll get our right You km>w Don Carlos and his friends will leave to-night, We'll sei7e them to a man. Don Carlos, has, of money, quite a hoard, And fancii-s that he's going to live just like a lord, But we know better, don't we fellow men,"], [44, "38 Omnes. DlEOG. Aye, that we do. Well said — enough for you — And now to supper, then let's go And hide among the rocks below. And when they pass ; we'll make a dash ; And seize the lot of them, and bone the cash And if they should resist, The worse for them On having all those dollars we insist, If they refuse to part with them We'll come to blows Jose. Well, let us go and sup, when I Ust had a supper, goodness only knows. Castello, Let's go and feed- Let's first refresh the inner man, As to the other matter, we're agreed, To follow up Diego's lead, We'll carry out his plan. Music No. 21. CHORUS. (Girls Troop in from all sides and join in Chorus.) We're not to be denied. be denied, be denied : And^we're bound to win to-night win 'to-night, win to-night Don Carlos he has lied — he has lied, he has lied, That is right, that is right. that is right He promised us our share — we declare, we declare : And now it isn t fair — 'tisn't fair, 'tisn't fair : He's going to keep the lot — keep the lot, keep the lot But then we say 'he's not that he's not, thnt he's not. We'll be there -we'll be there we'll be there. So let us now to sup and be cheery — be cherry, Of that we will never be weary — be weary. And then let us hie — to the spot where we lie, In wait for the cash — for which we will dash, We'll collar the lot— and give it 'em hot, As Brigands so leary — so leary."], [45, "39 [SCENE CHANGES.] [Don C, Zarina, Clarissa, Inez, Marco, Mathew, John and Harry dis- covered.] Don C. 'Tis time that we were up and starting. Metbinks 'twill be quite dark, before we reach the Town. We have no time to waste in taking leave of those from whom we're parting; So let us now commence our journey down. Do you Marco and Pedro take the women folk within your care, And Harry, he will help you, guard them right, While these [pointing to rest] with me, will guard the baggage as our share. And if there's any sign of treachery ; we'll fight. Here take these ai ms [distributes swords]and gird them by your side And use them with a will if need be, I do not trust Diego, he'd be. After taking all our lives to get the cash. But he will lose his hide ; If he attempts a thing so rash. Now lead the way. And let us hasten down. Or we shan't reach the town, By close of day. Ex(t Marco, Zarina, Clarissa, Inez, Pedro, Harry. John, Mathew, and Don Carlos [l.] [SCENE CHANGES BACK AGAIN] [Diego — and rest of Band, discovered] DlEGO. They've started, now to follow them and get those shining dollars, And mind, my men, that if you fail and do not get the gold. We'll probably be caught and strung up till wer'e cold. In collars. So, to the death ! let not the weakest fail, Rt*member 'tis but death deferred, As you've just heard, For such as fail, Or try to find escape by turning tail. Don't touch the women-folk ; unless they try to make you leave the gold. I do not think ihey'll be so silly, or so bold. And as each of one of you secures a bag, Return in haste to this our rendezvous— and mind don't lag Now start, and Jose and Castello will show you where to hide So follow on their lead, most caustiously, and bide The coining of Don Carlos and his company — And mind You collar all the dollars — dont leave one behind. Now go, and I will follow after in your wake For I have first some other fish to fry, And other to make I'll join you in the fighting by and bye. Exit Diego [l.]"], [46, "40 Music No. 22. MAN'S CHORUS. He'll join us in the fighting by and bye, by and bye. And he thinks he'll take us in, let him try, let him try. If he does n't come and fight. It will only serve him right. If we do him in the eye, in the eye, in the eye. By and bye, by and bye, by and bye, by bye, by bye. Exit Brigands (r.) Dance. Enter Diego [l.] Diego. They 're gone and now to watch the fair Zarina go, And see where her position is, among the many I care not whether all the cash is robbed or no, It will not matter if they don't get any : So long as I can only seize the girl I want And bring her back with me — escape me that she shant While others of the Band are fighting for the cash, I'll simply for Zarina make a dash : And lift her up, and carry off my prize as best I can, And woe betide the man who tries to thwart me in my plan. So here goes for my last attempt to make that girl my own, And I will do it now, or if I fail ; I'll De'er co.ne back again, For I will either capture her, and that I'll do alone, Or kill her and the man who aids her, ere I'm slain. [During Diego's speech Carlotta listens at back of stage] Exit Diego [r.] Enter Girls [l.] Marcella. I fear there's trouble in the air, I think we'd better go. And see what our beloved lords are up to, dont you know. Sofia. I think they're going to try and kill Don Carlos and the other men Marietta. And if they don't succeed they'll all get killed, and what shall we do then? Carlotta. Diego's put them up to it with promises of loot; Because he wants to get Zarina back again, And knows he cannot singly manage it — the brute And just to please bis fancy ; our husbands will bo slain. Cristina. I'll go and warn my husband— that I will, Marcella. And so will I. I'll go and tell mine not to fight, To let Don Carlos, and his party, pass : And so Diego will be foiled in capturing the lass, And bloodshed will be saved, this night : Sofia. Our plan will be to join Don Carlos, and his band, And warn them of the danger near at hand :"], [47, "41 Marietta. And when our husbands come to fight, they'll find us there, And we'll prevent the strife from taking place, Th.;n if Diego dare, To show his face ; He'll have a bad half hour, For he will be lut one against the lot, And soon will be within Don Carlos power, Who'll let him have it hot. Music No. 23. DUET.— 3 Sopranos— 2 Altos. We are five lasses brave, And our husbands we will save : From perishing quite, in the Pass to-night ; And the villain he will rave : Like a madman he'll behave, We'll spoil his plot, and we'll have him shot : Ere he finds bis grave. For his life he'll crave, Down in the defile yonder. Let him ponder -let him ponder. We're women and we're wives And we'll save our husbands' lives, And we'll dance with glee : With a one, two, three, So merry, merrily Like the humble bees a buizing round the hives. Dance. Exit Girls. SCENE CHANGES. Enter Don Carlos and party (l.) DonC. Be careful Marco there in front: I feel there's treachery in store Be ready without warning — keep your hands upon your sword And all watch carefully on every side, and look out well before There'll be no time again, may be, to waste on words. Ha ! what is that ? let's wait — be ready for the foe, They are behiud us ! now they come ! why, its the wives ! Why come they after us I'd I'ke to know. Perhaps they're acting as a blind, To draw attention from the men who seek our lives So mind. Girls run in (l. ) Marcella. Don Carlos — we have come to warn you to take care, The Band are out in hiding, we know not where : And they have orders from Diego to trap you in the Pass And he intends to seize Zarina and carry off the lass."], [48, "42 Sofia. We've come to help you if we can Your daughter has been good and kind, and is our pet, And we'll not let our husbands help a man, Who cares not who may live, or who may die So long os he can vent his spite on her who did defy, The villain's threat Marietta. Our husbands have been quite deceived about Diego's plan, They fancy that he merely wonts to get your money if he can, And promises of lots of gold have tempted them to try To take your baggage from you, as you travel by. Marcella So we'll now journey with you too, But let us hasten, if you want to reach the Town, For if its dark, our husbands will not see that we are here, And they might fight us too, and that is what we fear, For we must get between their swords and you, And if they recognize us not, they'll strike us down. Don C. Our hearts afe yet too full to thank you for your generous aid, The present is no time to speak of how we can reward, But let me say, that you have now a lasting friendship made With me, Don Carlos, onee your chieftian, now your friend. A friendship true and lasting to the end, For that, I pledge my word. Proceed, friend Marco, we shall ere long find the place Where we're to meet these Brigands face to face. They pass out — followed by DlEGO — stealthily (r.) SCENE CHANGES. Don Carlos and party come in (r.) Castello, Jose and the other three Brigands rush in upon them — their wives cling to their husbands beseeching them to put up their swords Diego rushes in (r) seizes Zarina and tries to carry her off Harry and Marco rush upon him — Harry releases Zarina, Marco engages in combat with Diego — Marco knocks Diego's sword out of his hand- Tableau. (log.) Diego. I'm beaten — curses be upon you — run me through. It's only what I would have done to you I'm not afraid to die — the die is cast ; So strike, and let this moment be my last, I've thrown my cards ; and lost the game, Aud henceforth I must only live in name. So strike, and give that stubborn girl a sight to stir : The sight of seeing how I die — through loving her."], [49, "43 i What's this Diego, still untamed, and spiteful to the last ? Why not let fall your villain's robe ; and so efface the past : You cannot make a woman love, by showing hate, You'd better far forgiveness seefe for all the harm you've done. For 'tis more manly to atone for what is wrong, than shun, Acknowledging it— ere it's too late. Don C Zarina. Your life we'll Bpare, and if you choose to go away ; You're free to do so now, or if you wish, to stay. If you'll uot ask my pardon, still I'll grant it ; for I feel, You thought to win my love by showing steel. Perhaps, as years roll on, you'll learn that love is true when free: And feel a little sorry for the way you've treated me. Diego. (Comes forward and kneels at Zarina 's feet.) Forgive Zarina, but, I pray you, don't forget, That I, with all my faults, must love you yet. I will no longer seek to harm, or strive with those for whom you care And for a year, or more, I'll hide from thee my face. And then I'll find thee out, and if another in your heart has found a place; I'll go away for ever, in despair. [Jumps up and runs out] Exit [r.] Don C. He's gone and that's the last of him we'll see, He's evidently thought better of his wish to die. And now, what say the husbands of the wives, To whom perchance, we owe our lives, Will they come to the Town with me. Or their fortunes here as Brigands try ? I'll go with you. I've had enough of this here life. I'd like to settle clown on Hampstead Heath with my wee wife. Jose, Castello. And we would sooner be in London Town. Than in these Hills a hunting of these tourists cIowd. So be it, friends, here's Mathew Dobbs, I'm sure, will give the most of you some work to do. Don C. And those he can't employ : I will ; and so provide for all of you. So that all settled isn't it, the Brigands' band will be. >lo longer felt to live or prey upon Society, Music No. 24. CHOKUS. We soon shall be in London or at Brighton by the sea. We'll take suburban villas, and we'll all so happy be. No longer will the timid from our presence seek to flee. We shall no longer with the Tourist be at enmity. Brigands."], [50, "44 Omnes. So cheers let us give for the Brigand Band, tra-la, With a one, two, three, with a hip, hip, hip, hurrah ! With a tra-la-la-la-la. — la-la-la — la-la-la — la-la-la, It was the boldest Band — the bravest in the land. And its fame reached ever so far — tra-la. Tra-la-la — tra-la-la — tra-la-la-la — la-la-la.. Girls. WTe are such bonnie lasses, and we're all so full of glee. We're as merry and as jolly ond as happy as can be. Of Brigands' life this day's the last that we shall ever see. And henceforth we shall always move in high society. Omnes — So cheers let us give etc. The D. Family We are a merry family, and as we go away, We're glad we're breaking up this Band, and shortening their stay And 'stead of being prisoners, were the heroes of the day, And that's all as it ought to be ; to end a Brigand play. Omnes — So cheers let us give etc. Dance. CURTAIN."], [51, ""], [52, ""]]