[[1, ""], [2, ""], [3, "116 y.-p. yjEUCLIN^ Correspond*- du Comité des Beaux-Arts Lauréat de Sociétés savantes. A PROPOS DU PÈLERINAGE D F. P HAUTIN i IM (6 Avril 1891) lmprirperie E. VEUCLIN 1891"], [4, ""], [5, "LE Р.1.ГЩ. de N. D. h la Conîure On iit dans le Bernayen du 11 Avril 1891 : La première des cinq belles verrières de l'abside de l'église de N.-D. de la Couture montre un prêtre en costume d'évêque, agenouillé derrière un groupe d'infirmes qui représentent cette touchante invoca tion : « Sancta Maria succdrre miseeis. » Isolé et placé en 'dehors des groupes spéciaux du clergé, ce personnage, portant la srosse et la mitre, représente, croyons nous, soit l'évêque de Lisieux, duquel re levait la ville de Bernay, soit Г abbé de l'abbaye, dont les armoiries se voient dans le vitrail central. Quoiqu'il en soit, ce curieux tableau est vraisemblablement un ex-voto du à un prélat qui, dans les premières années du xvie siècle, vint en pèlerinage en ce lieu. Depuis cette époque, beaucoup d'ecclé siastiques éminents ont visité le sanctuai re jadís tant renommé ; mais le nom de ces pèlerins distingués n'a point été con signé dans les vieux documents que nous avons publiés et qui se rapportent à l'anti quité et à l'importance du culte rendu à la Sainte Vierge dans la cité bernayenne. Par contre, l'église de la Couture pos sède un ex-voto moderne et bien précieux: le vitrail donné par Mgr Grolleau, de sain te et regrettée mémoire."], [6, "2 Lundi dernier, son digne successeur, Mgr Hautin, a fait aussi son premier pè lerinage à Notre ■ Dame de la Couture. Jamais, de mémoire d'homme, on n'a vait vu une affluence aussi grande que celle des fidèles qui faisaient l'admirable escorte d'honnenr du nouvel et sympathi que évêque d'Evreux ; aussi le vaste tem ple ne pouvait-il contenir tous ceux qui s'étaient fait un pieux devoir de s'asso cier aux prières de leur pasteur diocésain et d'entendre ses bonnes paroles. Dans son allocution, Mgr Hautin, s'ins pirant de la tradition locale, a rappelé que Notre-Dame de la « Culture » était la protectrice spéciale, la mère aimable des humbles, surtout de l'immense armée des travailleurs, à quelque titre que ce soit, et que ceux qui sont courbés sur les rudes labeurs de la terre, doivent avoir la douce consolation de savoir qu'au ciel la mère du Christ se penche vers eux et n'aban donne jamais les seiviteurs dociles qui, comme ceux des noces de Cana, sont dis posés à observer la loi de son divin Fils, pratiquant ainsil'avis qu'elle donna et qu'el le repète à tous ses enfants : « Faites tout ce qu'il vous dira. • Par une délicate attention, Monseigneur a terminé son allocution en disant qu'il était heureux d'offrir à la bonne Vierge de la Couture, en souvenir de l'édifiant et beau pèlerinage auquel il prenait part, un ex-voto qui serait certainement agréable"], [7, "3 à tous : les insignes de chanoine honoraire au vénérable curé de la paroisse, M. l'ab bé Fresne, qui cultive avec tant de zèle le champ spirituel de Notre-Dame. De même que le lundi précédent, à la réédification du calvaire de Fontaine -la- Soret, la manifestation religieuse de Ber nay nous a procuré la joie de constater combien est vivace la foi chrétienne par mi nos bonnes populations, malgré les ra vages de Г athéisme, et qu'il suffit d'un souffle généreux et élevé, comme celui qui s'est fait sentir dans ces deux circonstaa ces mémorables, pour raviver dans les cœurs tièdes ou apathiques l' étincelle di vine qui semble trop souvent éteinte. E. Veuclin."], [8, "LE Premier Historien île Вешу ,- г . .._-■'.. Dans son n° du 11 avril 1891, la Se maine RELIGIEUSE DU DIOCÈSE d'EvREUX contient une remarquable relation du pè lerinage de Mgr Hautin à Notre-Dame de la Couture. Or, cette relation rappelant les origi nes merveilleuses de ce célèbre pèlerinage, il nous est agréable de donner quelques détails inédits sur le prêtre bernayen qui, il y a 225 ans, fut le premier historien de notre cité. T Enfant de Bernay, Michel Bertre naquit dans les premières années du xvnc siècle et fut, pensons-nous, Г élève de son compa triote Gabriel Dumoulin, le savant curé de Menneval, qui lui procura vraisemblenlent les notes et les légendes historiques que lui-même avait recueillies sur sa paroisse natale. En 1665, Me Michel Bertre était prêtre habitué de Notre-Dame de la Couture (1) et il fit don d'un tableau à la confrérie de St-Joseph érigée en cette église. (1) II n'était point le curé de cette paroisse, comme le dit, à tort, Mme Oursel dans sa Bi- bliographie normande."], [9, "5 L'année suivante, à la date du 3 sep tembre 1666, il obtint de l'autorité ecclé siastique Г approbation nécessaire pour la publication du petit livre qu'il avait com posé pour l'usage des pèlerins de la Cou ture. Ce livre, imprimé à Rouen en 1667, fut dédié à « Très illustre, très vertueux sei gneur Monseigneur messire Léon Pottier, abbé, baron et seigneur de Bernay _> ; or, dans son épitre dédicatoire, Ms Bertre déclare qu'il a été sollicité par les habi tants de Bernay de leur donner un re cueil des miracles opérés par Notre-Dame de la « Cousture. » Quatre années plus taid, trépassa ce pieux et érudit prêtre ; il fut inhumé dans le chœur de son église,, le 29 avril 1671. Avant son décès, M* Michel Bertre avait fait son testament devant le vicaire de la paroisse ; ce testament contenait une fon dation en faveur du trésor de l'église dont il avait écrit l'histoire et la descnption ; cette fondation consistait en une somme de « six vingt dix livres > et un calice d'ar gent avec la « platinne », à charge de faire dire et célébrer à l'intention de l'âme du dit donateur, et celle de ses amis et pa rents vivants et trépassés,, douze .basses messes tous les ans (1). . (1) Cette fondation fut arrêtée et réglée, le 4 juin 1671, enlre Charles Bertre, un des frères du défunt et les trésoriers de la Couture : il (lovait être payé au célébrant, pour chaque messe. 7 sols 6 deniers."], [10, "ŒUVRES DE E. VEUCLIN : ШЗ-1.89. — Nombreux Articles de Journaux et 95 Notices. Huguenots et Gantiers à Bernay. La Saint-Louis a Thiberville en 1790. La Fête-Dieu i Bernay au siècle dernier. La Chapelledu Collège deFlers. Une Bannière. Une rare et belle Fête à Verpeusses. UnPoète ignoré: Lelièvre, ex-instituteur. Sorciers „t Empiriques à Bernay étaux onTir1 Quelques Croix de Cimetières. Exécution de Sorciers au 17* siècle. Notes du curé de Follcville. 1672-1696. Notes sur la Paroisse de St-Aubin- le-V. Quelques Fêtes de la Révolution à Chambrai» Lettres d'un Soldat de la Grande Armée. Confréries anti-esclavagistes du 17e siècle. 1890. — 2 Lettres inédites de Thomas Lindot. Maison de Charité del'Hôtel-DIeu de Bernay Les Fêtes baladoires au siècle dernier. Le Mariage d'une Rosière s Bernay en 1807. Derniers Souveni rs de Г Abbaye de Bernay L'Ecole de la Maison de Charité deMeulan. Une manufacture de frocs dans un presbytère Saint Vincent de Paul en Normandie. Un conflit clérical dans lè diocèse deLisieux. Tenue des petites Ecoles àBayeux en 1690. Les Processions du Roumois et de la F.te-Dieu Notes pour l'histoirede Pierre-Ronde. Ees 4 Canons de Bernay. Documents sur le canton deBeaumesnil. Les Ecoles chrétiennes de Lisieux. 124 Documents pour l'histoire de Beaumont-le-R Glanes historiques sur le canton de Brionne. Une Histoire de Bernay écrite en 1765. Glanes historiques sur le canton de Broglie. Les Sapeurs-Pompiers de Bernay. La Fontaine minérale de Bernay. Notes historiques sur le canton de Thiberville Gabriel Dumoulin et sa Famille. 132 Ce que doit être le Livre d'or du Collège de B. Le Bienheureux André Goulafre, curé de B. Les Auxiliaires de la Rédemption des Captifs. A propos du Pèlerinage de Mgr Hautin à B."], [11, ""], [12, ""]]