[[1, ""], [2, ""], [3, "ti HANDBOOK TO VANCOUVER ISLAND ANli BRITISH COLUMBIA, WITH MAP. PUBLISHED BY F. ALGAR, \"Canadian News\" Office, 11, CLEMENTS LANE LOMBARD STREET, E.C, 1862. Price rouxp«i_ce ; Pott-free, \"Five-ponce."], [4, "ADVERTISEMEN' «b^3d>3K notice to emigrants. ilk MOIIEST AND CO.'s 165, FENCHURCH STREET. A LARGE assortment of Clothing, ready-made Linen, Hosiery, &c, is kept ready for immediate use. Sea-bedding, Chests, Cabin and Camp Furniture of every description; Iron Bedsteads, Mess Utensils, Portable Stoves, Tents, &c. THE LADIES' DEPARTMENT is superintended by an experienced Female. CABINS FITTED withBedding and every requisite on the shortest notice. First Class, £4 10s. and upwards. Second Class, from £1 Is. to £2 15s. Bedding and Mess Utensils, complete for a Steerage Passenger, from 10s. 6d. to 21s. Lists, with Prices, forwarded upon receipt of a Postage stamp. Pas sengers' Luggage received from the Country and Warehoused free of charge. BERTHS FITTED. monkery's, 165, FEMeagasH st&bbt THE BRITISH COLONIST mHE PAMPHLETS, &c, Is published every Morning JL named below are published by (Sundays excepted) JÆr. F. Algar, 11, Clement's -Lane : Ad^tSs^rK^ ÆaW 'Portage stamps received in payment. able terms. ' NEW SOUTH WALES, With Map, 6d„ ~ post free 7d THE WEEKLY COLONIST, VICTORIA-Price 6d., post free Id. „,,.,, „ , ' SOUTH AUSTRALIA-Cd., post free U. Published every Tuesday, TASMANIA— Price 6d., post free 7d. QUEENSLAND— Price 3d., post free 4d. NOTICE. AUCKLAND— New and enlarged edition, F. ALGAR, 11, CLEMENT'S LANE.LOM- sd., post free 6d. BARD STREET, i« our Agent for Subscrip- WELLINGTON— Price id., post free Sd. tions and Advertisements in London. CANTERBURY, N.Z.— 4d., post free id. NELSON, N.Z.— Price 4d., post tree 5d. THE DAILY PRESS, cape of good hope, with %iaP, u., ,...,, post Jree 7d. puousliea a. SETTLER'S GUIDE TO CAPE AND VICTORIA, Vancouver Island, NATAL— Price 3s. 6d., post free 3s. 8d. Every afternoon except Saturday and Sunday, VANCOUVER ISLAND AND BRITISH appearing on the morning ofthe latter day. COLUM B I A, With Map, Price 4d., post free *d. HO ! FOR THE WEST ! !— 6d.,postfree Id. THE SEMI-WEEKLY PRESS ,. Canadian settler's GuiDE-Pub- lishedby Authority; price, post free, 5s. Is published every Tuesday It Friday CANADA, THE LAND OF HOPE.— Price For British Columbian and Foreign Circulation 3d., post free 4d. :— NATAL— By Dr. Mann ; 6s., post free 5*. id. Price per quarter, to England £0 16 0 NATAL— By Dr. Mann ; with Map, 24 pages, price 3d., post free 4d. Advertisers in ihe Daily 1 ress will have GUIDE TO THE COLONY OF PORT their Advertisements inserted in the Semi- NATAL— By J. Culliugworth; price 2s., post Weekly the first week of their publication, free 2s. 2d. gratuitously. EMIGRANT'S GUIDE BOOK TO PORT London <ee>.t : \". AT GAR, 11, Clement's Lire NAl'AL -By J. Arbuthnot ; 2s .post free -Js.id. COLONIAL NEWSPAPER A&ENCY. ESTABLISHED 1H4S. ADVEHTISEM EH T£ and Subset iptions are received for N EWSP APEES Published in VANCOUVEll ISLAND, BRITISH COLUMBIA LED RIVER. CANADA, NEW ERUNSWICK, NOVA BCOTIA, PRINCE EDWARD'S ISI.ANn, AUSTRALIA, TaSMANIA, NEW ZEALAND CAPE OP GOOD HOPE, MALTA, GIBRALTAR, HONG KONG, SD ANOHAE, SINGAPORE, WEST INDIA ISLANDS, AND BRITISH INDIA, By the undersigned sole Agent, F, ALGAB, 11, CLEMENT'S LANE, LOMBARD SIBEET."], [5, ""], [6, ""], [7, "HANDBOOK TO VANCOUVER ISLAND AND BRITISH COLUMBIA, WITH MAP. PUBLISHED BY F . ALGAR, \" Canadian News\" Office, 1 1, CLEMENT'S LANE, LOMBARD STREET, E.C. 1862"], [8, "VANCOUVER ISLAND AND BRITISH COLUMBIA. Many causes, which it is needless here to enlarge upon, precluded the English people from taking much interest in those magnificent possessions of the British Crown, over which the Hudson's Bay Company had, for two centuries, claimed and exercised an unlimited and undisputed control. It is true that some slight agitation had been made at times against this monopoly as regards Vancouver Island ; but when, in May and June 1858, the reports were confirmed of the vast auriferous deposits which existed on the mainland in New Caledonia, as the whole district from the Red River to the Pacific was vaguely called in official, language, the English public learned, with considerable surprise, that the country to the west of the Rocky Mountains was a rich and fruitful land, which gave every promise of rapidly becoming a flourishing and important colony. We will, however, first proceed to descri' e VANCOUVER ISLAND. Vancouver Island is a long and narrow island on the west coast of North America, extending in a direction from S.E, 48 deg. 24 min. to N.W. 50 deg. 3 min. N. lat., and between 122 deg. and 129 deg. W. long- In length it measures about 250 miles, and in breadth from 40 to 50 miles, with a superficial area of about 15 000 square miles. The southern portion was discovered as early as the year 1592, by a Greek adventurer in the Spanish service, named Apostolos Valerianos, but commonly called Juan de Fuca, who was despatched by that government to take measures to protect the coast from the attacks of the English. Captain Cook coasted along the western shore in 1778, but it was supposed to constitute a part of the mainland until 1789, when Captain Kendrick, an American, sailed through the channel separating it from the continent. In 1792, the island was visited by Vancouver, a lieutenant in the British navy, who had sailed with Captain Cook, aud who actively sur veyed its coasts ; but the agents of the Hudson's Bay Company had long"], [9, "3 been accustomed to make periodical journeys to it for furs aud other com modities. Up to the discussion of the Oregon question, it attracted little attention, when, by the Boundary Treaty of 1846, the possession of it was vested in Great Britain. In 1849 it was granted to the \" nine kings '' of the Hudson's Bay Company, for the express purpose of colonisation. This stipulation was, to a certain extent, complied with, but very far short of what the public had a right to expect. It is hardly worth while now to enter into the disputes affecting this question, and it will suffice for our purpose to say, that, in 1859, the supreme control of the Hudson's Bay Company was terminated, and the island again became a British colony de facto. Although the Hudson's Bay Company necessarily enjoys great influence, through its officers, without whose aid it would be impossible, in the first instance, to have administered the government* and although they might have done a great deal more, had it suited their objects and their policy, British interests in the North Pacific owe a great deal to this Company and its able and enterprising officials. The coast of Vancouver Island is indented with numerous commodious inlets, — on the east, Beaver Harbour and Bay, Adam's Bay, Port Chatham, Port Holmes, Valdez Inlet and Nanaimo ; on the south, Sanetch, Cowitchiu, Esquimault, Victoria, the principal settlement, Matchousin, Pedder Bay, Beecher Bay and Sooke ; on tlie west, Barclay, Claroquet and Nootka Sounds, Ports St. Juan, Hope and Brooks, aud Koskeemo Bay. Through the whole length of the interior there stretches a range of lofty hills, attaining on the east side the height of 2015 feet. The island is watered by several rivers, the chief hitherto explored being the Cowitchin, along whose banks there is a large extent of rich alluvial soil. There are also several large inland lakes. The southern portion has as yet only been examined, and it is found to contain 100,000 acres of valuable agricultural land, extending to Cowitchin, which contains about the 6ame quantity. There are about 30,000 acres of open land at Nanaimo, and more will most certainly he discovered in the interior, the unfavourable reports and ideas having invariably given way to actual observation. The propor- tion of open land to that covered by timber is small, but it is rich, and the woodland, where level, is more productive than the open prairie — wheat, bailey, oats, peas, beans, turnips, especially swedes, and potatoes succeed remarkably well. Land near Victoria has yielded 44 bushels of wheat to the acre. The prairie land is covered by the camass, a root about the siBe of an onion, and a favourite food with the natives, who store it in pits for use in the winter. Coal has hitherto been the chief mineral wealth of the island, the most valuable seam being at Nanaimo, which is likely to become one of the most flourishing places in the colony. According to the Spanish accounts, iron, copper, silver, and gold abound, and there is no doubt that the geological formation of the country fully confirms these reports. Animals producing furs are not now very numerous, but there are two species of bears, three of deer, numerous squirrels, minxes, land and sea otters. The rivers and"], [10, "4 coasts teem with fish of every kind— salmon, sturgeon, turbot, flounders, trout and herring. In 1853 an Orkney settler at Beecher Bay put up and exported 300 barrels of salmon. The climate is divided into two seasons — the wet lasting from October to March, while the remainder of the year is usually dry and often very warm. It is exceedingly healthy, the settlers having found themselves remarkably free from disease and complaints of a local character. The climate very much resembles the climate of England, though perhaps in winter it is not so cold, while in summer it is somewhat hotter. The island is very thickly wooded, chiefly with oak and fir of magnificent growth, and beech and maple in less abundance. Among the woods are interspersed extensive plots of prairie ground of the most fertile character. The island is inhabited by a mild and inoffensive race of Indians, who show a great disposition to work, and, notwithstanding their fish-diet, display consider able intelligence and capability of improvement. In proof of their pacific character, we may mention that though they number about 18,000 or 20,000, the few white men (some 250 or 300) on the island \" have never had much trouble from them.\" To terminate this enumeration of the advantages of the coloDy, it possesses one of the finest harbours in the world, besides numerous smaller havens. The splendid harbour of Esquimault and Victoria must become the principal station of our naval force in the Pacific. It is the only good harbour to the northward of San Francisco, as far north as Sitka, the Russian settlement. In short, there is every advantage in the island of Vancouver to make it one of the first colonies and best settlements of England. It will, doubtless, create surprise that a country so highly favoured should not, ere this, have been colonised and turned to account. But two causes have combined to turn away the tide of emigration from its coasts ; first, its proximity to California, and secondly, its administration by the Hudson's Bay Company. Distant only three days' journey from San Francisco, the attractions of the gold-fields led many to remain there, while others were deterred from removing to Vancouver Island by the fact that it was under the government of a trading company, whose interest it was to discourage independent settlers and to hamper private enterprise. But when the gold fever has somewhat subsided, and men have learned by hard experience that nugget-hunting is at best a precarious trade, there can be no doubt that Vancouver Island and British Columbia will be rapidly peopled by a valuable body of agricultural settlers, tradesmen, artisans, and all other classes who minister to the wants and luxuries of society. But whether Vancouver Island be peopled by emigrants from this country, or by fugitives from California and the Western States, her progress must be rapid and her prosperity secure. Not only does she offer the best station for the Pacific fleet, but the whalers of the North Pacific would find it more convenient to winter in her harbours than at the Sand wich Islands, or even San Francisco. The inhabitants of the Washington territory on the mainland would come to her markets for supplies and a large trade would at once be established with the Russian territories at"], [11, "5 Sitka and further north. With the four great staple commodities of timber, corn, coal, and fish, she could supply the whole Pacific. In addition to her own growth of corn, she could obtain almost unlimited supplies from the mainland, for which Europe and Australia would alike afford a ready market. For her coal there would be an inexhaustible demand. Even now American ships goto the mines at Jamino for supplies; and such are the facilities for shipment, that vessels of 500 tons burden can gome within forty yards of the mouth of the pit. And with regard to her fisheries, many thousand barrels of salted salmon are now annually sent from her shores by the Hudson's Bay Company to their depot at the Sandwich Islands; and the trade, both in salmon and in herrings, might be inde finitely extended. We say nothing of her becoming a ship-building country, though the numerous creeks on her east coast offer great advan tages for that purpose ; nor do we speculate on her opening up other branches of trade than those we have mentioned. A glance at the position of the island on the map, and the mere enumeration of its natural resources, will be enough to convince every one of its bright prospects as a colony, and of its importance as a dependency of the British Crown. Victoria was selected by the Hudson's Bay Company, and, in a physical as well as political point of view, no better selection could have been made, for in future years it will be the most important place in the Pacific. The site is level and extensive, and according to Pemberton's description, the suburbs and park adjacent are shaded with oak trees. There is no water in the town except from wells, but it can be easily conveyed to it. The streets are broad and macadamised, and the private dwellings, public buildings, churches, &c, have been erected with taste, and kept so attractively neat that even now the appearance of the town is thoroughly English. The population in 1861 was about 3,000. Esquimault Harbour is to be the naval depot of Great Britain in the Pacific. It is capable of holding a dozen ships of the line, with any number of smaller vessels, whilst the basin at Sooke affords additional accommo dation. In shelter, holding ground, accessibility, dock sites and wharfage, Esquimault is without a rival. Victoria Harbour, three miles distant, affords an admirable commercial port. Nanaimo is very picturesquely situated opposite the Fraser River, with an excellent harbour backed by a range of hills 3000 feet high. It comprises some 60 or 70 buildings, with steam-engines, tramways, and piers. So great are the facilities, that at any time of the year 1,000 tons of coals a- week can be removed with ease. The administration of the affairs of the colony is vested in the Governor, \" by and with the consent of the Legislative Council and Assembly,\" elected by a very liberal suffrage. The society is such as might be ex pected in so young a community, the aristocracy consisting of the Govern iiK*u{ officers, the officials of the Hudson's Bay Company, with the officers of Her Majesty's ships on the station, who contribute greatly to its liveliness. There are churches, schools, and a theatre, several news papers, &c, one of which, the British Colonist, gives the following descrip tion : —"], [12, "6 We have one very serious drawback, that is the scarcity of unmarried females. And for several years to come, in all probability, the demand will be far greater than the supply. No sooner does an unmarried woman arrive here than a host of admirers offer to make her happy for life. \"When one of these is not accepted, it is generally attributable to the operation of a well-known law in trade— that where there is a scarcity of an article in the market it always commands high rates, and some invariably refuse to sell till they get the highest price. We say no blame to the ladies. Still, as we have at least a thousand young men willing to get married, the scarcity of unmarried females is an inducement for parents having large families to make this town their home. The inducements to parties with young families to make this their home are as favourable, if not more so, than any place we know of on the Pacific coast. In the first place, all branches of trade and industry are in a flourishing condition. The town is spreading out rapidly, and the prospects ahead are of the most promising character. The mines of British Columbia are bound to attract a large number of miners and traders next year, and in future years ; and as this will always be the main distributing point — the headquarters of commerce — of these colonies, our town will grow with the general growth. If heads of families abroad, in moderate circumstances, dependent on industry or trade, wish to take advantage of our present prosperity, which we regard as certain, now is the most favourable time to make this their home. They will then grow up with the place, and, with ordinary prudence and good fortune, be enabled to make a wise provision for the future. In no town on the Pacific coast is there better order maintained among the white population. Life and property are perfectly secure. The bowie-knife and revolver are as rare as in old and well-settled com munities. Our climate is healthy. We are never visited by epidemics. The only diseases known are such as can be avoided entirely by prudence. With a healthy climate, good order, an enterprising and highly intelligent and highly moral community, and a thrifty town surrounded by a back country rich in gold and other minerals, in agricultural and commercial advantages, we have a number of churches presided over by highly educated gentlemen, and some of the best schools on the Pacific coast. Among the churches we have the Catholic, Church of England, Wesleyan Methodist, Congregationalist, and Presbyterian. A Hebrew synagogue we believe will also soon be erected. The influence which these religious bodies exert is highly beneficial. Families who may think of immigrating here, may have the assurance that they will find their family clrarch here also. Our schools will compare favourably with such institutions anywhere. For so young a community we may well boast of the opportunities which the town affords for the education of the rising generation. The oldest school is the Victoria School, supported by Government, where a good elementary education can be had at a merely nominal rate. Next is a boy's school, taught by some Catholic clergymen. St. Ann's Convent, presided over by the Sisters of St. Arfn, is another very popular institution of learning. Then there is the Collegiate Academy, presided over by two graduates of Oxford, where the highest branches of learning are taught. Connected with it is the Ladies' College. Both are popular, and both are under the patronage of the Church of England. Lastly, we have the Victoria Central School. It is non-sectarian, is very popular, and affords a sound elementary education. With all these inducements to offer, we invite families abroad to piake Victoria their home."], [13, "7 BRITISH COLUMBIA. That portion of British North America called by the fur-traders New Caledonia is bounded on the east by the Rocky Mountains, on the south by the celebrated 49th parallel of latitude. The limits of the colony, as defined by the Act of 1858, are, on the south this boundary line, and on the north the 55th parallel. Traversing the country diagonally is the Fraser River, 1,000 miles in length, with a formidable sand-bar at its mouth, but not so dangerous as that of the Columbia, as the islands act as a breakwater against the long swell of the Pacific. For nearly 100 miles, as far at least as Hope, the river is navigable for steamers. In summer the stream is swollen by the melting snows on the Rocky Mountains, when the current is often six knots an hour. Twelve miles further, at Yale, the rapids commence, and from that point to its junction with the Thompson the river presents a magnificent spectacle as it bursts through the mountain passes. To avoid this obstacle the Harrison River and Liliooette Route, 108 miles in length, is adopted, the head of the Harrison Lake being the limits of steam-navigation. The eolony is in every part intersected by natural water-communication, in which extraordinary advantage it resembles the colonies on the east of the Rocky Mountains. As early as June, 1856, Mr. Douglas, the Governor of Vancouver's Island, reported to the Secretary of State the discovery of gold in the British territory north of the 49° latitude, and stated that the earnings of diggers amounted to from 21. to 8/. a day. The diggers at that time were, however, very few, in consequence of the hostile attitude assumed by the natives. The discovery attracted at first less attention than might have been expected ; but, in December 1857, Governor Douglas reported that the Indians themselves were engaging largely in the search for gold, and that the reports which had reached the neighbouring states of the Union had created much excitement there. It was not, however, until May, 1858, that a stream of immigration sufficient to overpower the opposition of the Indians fairly set in. By the 8th of May, 1,500 miners had arrived ; and it was reported that before 15th June more than 10,500 persons had left San Francisco alone for the mines. As soon as intelligence of this immigration was received, a bill was in troduced into Parliament for erecting British Columbia into a colony, and for conferring on Her Majesty the power, by order in council, to legislate for the maintenance of order in the colony. This bill, which expires on the 31st December, 1862, received the Royal assent on 2nd August, and on 2nd September letters patent passed the great seal, appointing Mr. Douglas governor, and delegating to him the power to make laws and ordinances by proclamation. The Governor was specially instructed with respect to the natives and their civilisation, to offer no obstacle to the"], [14, "8 influx and settlement of aliens, and to bear in mind that representative institutions would be established at the earliest possible opportunity. He was directed to bear in mind that British Columbia must be self-support ing ; was authorised to sell land for agricultural purposes, but to prevent as far as possible illegal occupation ; and was especially warned against any undue favouritism towards the Hudson's Bay Company or those in its employ. A body of 150 Sappers and Miners was at once sent out, under the command of Engineer officers, to aid in the survey of the crown lands, and to assist in the maintenance of order. Previously to this, Governor Douglas had decided on laying out a town at Fort Langley, on the south bank of the Fraser River, about 30 miles from its mouth, and a sale of lots took place on 25th November last. The lots were about one-sixth of an acre in size (120 X 64 ft.), and were put up at an upset price of $100 or 20.. 16s. 8d. each. On the first day 187, and on [the second 1 55 lots were sold, and the amount realised was 14,583/. 6s. Bd., equal to 42/. 13s. a lot. Subsequently, on the recommen dation of Colonel Moody, the commanding officer of Engineers, the Governor determined to place the site of the capital on the north bank of the Fraser River, about 10 miles lower down than Fort Langley, and consequently the purchasers at Fort Langley were allowed the option of transferring their purchases to the new site if they desired it. This is now the city of New Westminster, the Colonial Office having overruled the Governor's far better name of Queensborough. Mr. Pemberton differs with Colonel Moody, and states good reasons for his objections ; but the one considers the commercial, the other the military point of view. There is, however, little doubt that it is desirable in most respects to amalga mate the two colonies, and constitute Victoria the great commercial port for both, as it really will be when the commerce grows important, from its natural advantages over any harbour in a river like the Fraser. Had this been the case, very different reasons would have influenced the choice of the capital. In June, 1861, the entire site of the town had been cleared, and the stumps and roots only left, to clear* away which would afford the citizens plenty of work for some time to come. Columbia-street, ninety nine feet in width, had been graded, and began to assume a respectable appearance ; it is graded for a considerable distance along the front of the town. The road leading to the upper portion of Burrard's Inlet has been completed, and another, leading to a different portion of the inlet, com menced. The work on the first brick building yet erected in the capital was going on, aud two or three other creditable houses are under way. The work done here during eighteen months speaks well for the enterprise of the inhabitants, as every foot of the town had to be cleared of brush of the thickest kind. Hope Town is beautifully situated on the banks of the Quequealla and the same remark applies to Yale. Douglas Town is also a promising site, and Lytton has recently been proclaimed."], [15, "9 THE GOLD DISTRICTS. There is no longer any doubt but that gold fields of extraordinary richness, and easily worked, as far as the alluvial deposits are concerned, exist in all parts of the colony, for nothing is more striking than the wide distri bution of the precious metal. The Fraser everywhere passes through a gold country, and the same may be said of the Thompson and of the Columbia north of 49*'. As a rule, the gold is found in smaller particles near the river-mouths, increasing in size and quantity as we ascend them. Near Fort Thompson, Shoushwap and Kamloop Lakes, gold in quantity was first discovered by the natives. For a time Yale was the centre of attraction, then Bridge River and the Forks. It is probable that last year's operations will prove the turning-point in the fortunes of the colony. Gold is the universal magnet, and it is not by average receipts, but by the earnings of the most adventurous and successful, that the attractiveness of a new country is to be estimated. The valleys between Fraser River and the Rocky Mountains, and especially that district scarcely to be identified on the map, but described by correspondents under the name of Cariboo, promise to attract population more rapidly than California or Australia. Already we hear of villages growing \" like magic ;\" of roads, or rather bridlepaths and \" trails,\" being cut through the forests ; of complicated machinery for gold-washing being erected in nameless localities some 500 miles north-east of New Westminster ; and of butchers' shops, blacksmiths' forges, bakeries, taverns, and gambling-houses rising up on all sides. The Times' correspondent, speaking of one season's mining in Cariboo, says, the amounts realised by individuals within this limited area are marvellous, especially when we take into account the rudeness of the means adopted for separating the gold from the auriferous gravel or mud in which it is embedded. The peculiarity of the soil which yields these golden harvests appears to be the small amount of preparation which it requires. The surface is sometimes gravel, sometimes alternate layers of blue clay, earth, and gravel; but in every case the metal seems to lie near the surface, and to be found in solid masses. \" The gold was all coarse gold, granulated, gravelly stuff, mixed with pellets and pebbles of pure metal of considerable size.\" Its average value was found to be somewhat over 17* dollars per ounce, but the highest quality, from Davis's Creek, proved to be worth very nearly 19 dollars per ounce. Very little skill is required in collecting it, and \"men who had never mined before — tradesmen, mechanics, and labourers new to the work — did just as well as the old practised miner.\" GENERAL FEATURES. The area of British Columbia* within its present boundaries is a tract three times and a half as large as Great Britain, but the entire extent of * See Pcmbcrton's British Columbia, which may lie consulted with advantage by those who desire a more detailed account of these colonies and of British interests in the North Pacific."], [16, "10 valuable land eligible for immediate settlement, extending from the Red River to the Pacific, would in area equal half Europe, and at present, except by Blackfeet and Dacotah Indians, is totally uninhabited. With a coast line of 500 miles and a breadth of 400 miles, rising in parts to an elevation of 16,000 feet above the level of the sea, the greatest diversity of climate is to be expected, especially as the country consists of lake and mountain, forest, marsh and prairie, in frequent alternation. In parts of the valley of the Fraser, Liliooette, and Thompson rivers, the climate is as mild as that of Devon, while farther on in the mountain ranges it assimilates to that of Labrador or Hudson's Bay. In the British colonies, trees exceeding nine or ten feet in diameter, and 270 to 300 in height, are rarely met with, but they have the advantage over the enormous trees growing south of 49°, which are large and soft, and the wood comparatively weak. The Douglas and silver firs are most abun dant on the coast, and are probably the strongest pines in existence, and, on account of the resin in them, very durable. The bark resembles cork, is often eight or nine inches thick, aud makes a capital fire. At Nitinat Inlet and elsewhere, Menzie's pine occurs, suitable in size for first-class spars, and working beautifully. Hemlock spinæ, from which laths are made, is common, and numerous other kinds. The oaks are of two de scriptions, but the timber is weak, and usually shows symptoms of decay. Curled maple, valuable for furniture, grows in abundance on the banks of the rivers in these colonies. The arbutus grows large, and much resembles box, for which it probably might be substituted, although specifically lighter. The country produces cedar, or rather cypress, juniper, yew, birch, poplar, sorbus, &c. ; but Mr. Pemberton states that he never noticed ash, beech, or elm. , , _. > In time, Victoria must be the resort of the whaling fleet of the North Pacific, which now passes by on account of the uncertainty of obtaining supplies, or facilities for repair, and as San Francisco is too dear, they are obliged to go to Honololu. Salmon ascend the rivers in millions, the most valuable being taken from the middle of April to the end of July. This is succeeded by a small 8-pounds-weight fish from June to August. The next is the large white salmon. Besides these, there are the striped salmon, hunchback, hooknose, and salmon-trout, in infinite variety. In flavour, the best kinds equal those of Europe, and in richness are superior ; the other kinds are not so good. Sturgeon of an enormous size are found in numbers on the sandbanks at the mouths of the rivers. Rich soup re sembling turtle is made from them, and isinglass is a drug in the market. Besides the above, the waters abound with halibut, cod, skate, flounders, herring, dog-fish, and others too numerous to mention. Large cray-fish are found; no lobsters, but oysters are abundant. Shooting, fishing, and other field sports, so expensive at home, ought to be foremost among°st the inducements to the middle and higher classes to emigrate to these colonies, where better sport than on the finest moors or deer-forest is within the reach of the settler of moderate means, to say nothing of the game being very a important item in the domestic economy. The buffalo may"], [17, "11 be too distant.'grizzly or brown bears too fierce, and the mountain goats and sheep too inaccessible, but there is the elk, as large as a Kerry cow, not difficult to approach on the windward, and the herd, once confused by a shot, is an easy prey. The antlers are about five feet in width, weighing upwards of thirty pounds, and the meat is excellent. The deer in winter seek the coast valleys ; in summer, the inland lakes and hills. They abound in the coast islands, and are easily taken on the snow. The black bear is also killed without difficulty, although very tenacious of life, even after it is shot through the heart ; and if young, the flesh is excellent. The puma is very destructive to sheep, but very cowardly, as it will fly from the smallest dog. Wolves are large, but shy. No large game, however, can now be met with near the settlements. All the equipment required is a double rifle, with one sight adjusted to point-blank shooting only, with a strong charge up to 100 yards, a hunting knife, ammunition, an oilskin and blanket, and an Indian or two. Dogs, unless well trained, are better dis pensed with. As regards feathered shooting, ducks, of which there are fifteen kinds, afford the best sport along the coast, a good retriever being indispensable. There are several sorts of geese, very abundant. Swans are wary and diffi cult to reach. Dusky and willow grouse are also found ; whilst snipe are numerous. Mr. Pemberton says, it is interesting to observe the rapid in crease of small birds near the settlements, as the eagles, hawks and kites, &c, are driven away. Flocks of wild pigeons, doves, thrushes, meadow larks, sparrows, wrens, humming-birds, tom-tits, &c, &c, evidently prefer the vicinity of the homestead to the precarious subsistence of the wilderness. Coal has been found on the coast of British Columbia and in the delta of the Fraser River, hut the veins at present found are thin, and in the latter case it is difficult to exclude the water. Limestone and sandstone are every where abundant. There is blue marble on the coast, often intersected with white, which is likely to become a valuable export. The coast abounds with earths of different colours, which are used by the Indians to paint their canoes. Salt along the coast is extremely valuable for curing purposes, and the springs at Nanaimo, in Vancouver, yield a large per-centage. AGRICULTURE. As the colony is not yet surveyed, it is impossible to state the propor tion of available land, but exploration has invariably kd to the discovery of tracts of open land where least expected. Years will elapse before new settlers will find a difficulty in obtaining any quantity of farming land, whilst there is an ample supply of timber for building, fencing, &c, &c. Open plains of great extent exist in the valleys of the Pitt, Fraser, Simalkamen, and Thompson Rivers, and every day's experience adds to the quantity of available country. The soil in the valleys and plains mostly consists of a black vegetable mould, six inches to three feet in depth, with a deep substratum of clay, gravel, or sand. The native grasses are of a"], [18, "12 poor Alpine character, springing up early in April and dying away in Sep tember, except the swamp grass, which feeds the cattle in winter, but is too poor to fatten them. The native tares, clover, and vetches, which are abundant in most localities, compensate for this deficiency, and the open grounds also produce berries of many kinds, and roots, such as onions, kamass, &c, on which the natives, to a great extent, subsist. In many places the wild flowers of England, common garden flowers, and blossoming shrubs of infinite variety, occur in profusion. There is also the North-west tea-plant, covering whole swamps, which might be turned to account, as its flavour is not bad, and its effect exhilarating, but some years ago a cargo imported by the Hudson's Bay Company was stopped at the Custom House and thrown into the Thames. Cranberries are already an article of export to California, whilst strawberries, raspberries of three sorts, bearberries, blueberries, native currants, and gooseberries, are indigenous. The fertility of the soil in the neighbourhood of the gold-bearing rock is astonishing, but is indicated rather in the production of gigantic roots, vegetables and fruits, than in the crops of grain. Orchards will be very remunerative. Hops grow well, and a brewery on a large scale would pay greatly. Native hemp grows wild, aud has been pronounced in Her Majesty's«dockyards quite equal to Russian. The country being originally volcanic, the soil, according to Sir Charles Lyell, produced by the dis integration of the volcanic rocks, is remarkably fertile ; even now Mount Baker is occasionally active, and far away in the Rocky Mountains volcanic agencies are still probably at work. The great drawback of the colony at present is the entire absence of an agricultural class, for whom the most splendid opportunities are likely to be afforded, provided they have some capital to enable them to commence operations. There is an unfailing market for their produce ; for the crowds of diggers must be fed, and the cost of carriage from the coast, added to freight, renders imports excessively dear. As in California and Australia, the supplying of the necessities of the mining population affords a ready employment to every class of producers and tradesmen. The profits aris ing from farming are far from inconsiderable. Open grass lands can be ploughed up at once, and a crop obtained. Fern land must be broken up in summer, in order to kill the fern by fermentation, and to destroy bulbous roots, for which purpose pigs are admirable pioneers. Pine lands are easily cleared, — oak is more difficult to eradicate ; marsh lands are usually drained without difficulty, and reclaimed by burning in summer : those lands produce the best crops. The cost of clearing an acre of timbered land may be taken at 8/., of other descriptions less, of course varying with the locality. The land bears large crops of wheat and barley, &c., and continues to do so for some years, without manure before it is exhausted. Hay is certain to pay well. The Indians everywhere grow excellent potatoes and carrots, as far north as Queen Charlotte's Island, repeating the crop till the ground i . exhausted, when they seek another patch. Potatoes and salmon are their chief subsistence. At present the cost of carriage considerably raises the prices of articles of food or luxury, but as the roads progress they will be materially reduced."], [19, "13 As regards stock, every variety, good, had, and indifferent, can be procured along the coast. American horned cattle are peculiarly fine, and numbers of Durham, and Devon, and Short-horns have been imported to California ; the Spanish cattle, which are most numerous, are smaller, and greatly resemble the Channel Island breeds. California sheep are hairy looking animals, with long horns and long legs, but of late the breed has greatly improved by imported merinoes and Southdowns, chiefly from Vancouver Island, where the best breeds are abundant. The native horses make admirable and enduring hacks, but have a singular repug nance to draught. The carriage horse is constantly met with, and California possesses an excellent breed of thoroughbred horses of English origin, brought in the first instance from the Atlantic States. For this animal the climate of the Pacific is wonderfully adapted. Horses of the English draught kinds, the Clydesdale or Suffolk Punch, have not yet reached the country. Mules of all kinds are in great use. The facilities for obtaining land are great, for the new code of regula tions is very liberal. All town and suburban lots, and surveyed agricul tural lots, are to be offered for sale in the first instance by public auction, and if not sold may afterwards be purchased by private contract at the upset price, which for country lands is fixed at 4s. 2d. per acre, to be paid on delivery of the deed of grant ; but settlers, for a fee of 8s., may obtain, without immediate payment, small portions of land, on recording their claim with the nearest resident magistrate, to any quantity not exceeding 160 acres; and when the Government survey shall extend to this pre empted land, they may purchase it at 4s. 2d. per acre, provided it has been improved to the extent of 10s. an acre. SOCIETY.— OPENINGS FOR EMIGRANTS. A report of Mr. Begbie, the Judge of the colony, contains a very inter esting description of the state of society. The white population, the greater part of which is described as quite nomad in its propensities, amounted last year, according to a conjectural estimate, to from 1,200 to 6,000 or 7,000 (now largely increased, owing to the \" rush \" of diggers from California), of whom one-sixth probably are British subjects, either from the mother-country or the provinces ; the remaining five-sixths are either adopted citizens or born citizens of the United States, or Germans, French, and Italians. Mr. Begbie describes the white population as peaceable, orderly, and well conducted, but shrewd, independent, and self reliant ; strongly impregnated with American views, of wandering habits, encamped merely and not settled. Besides these there is the native popu lation, and large and increasing bodies of two different imported races, yjz. : — The Chinamen, important from their great numbers, industry, and tenacity of gain ; the negro, or mixed negro population, important from their acquaintance with our language and laws, and from their presence being in great measure the test and pledge of British as contrasted with United States domination. All three of these races are despised, and to some extent disliked, by the prevalent white races."], [20, "14 Mr. Pembprton, Surveyor-general of Vancouver Island, addresses the following excellent advice to the classes likely to emigrate :—» First, persons seeking government offices, and whose names are written down on lists, are very numerous in the colony. The salaries are generally inadequately low. With such an object in view, I would recommend any one not to emigrate until he had first procured an appointment to Whatever office he might be m quest of. All the professions are overstocked ; this, of course, includes the bar, the church, engineers and surveyors, &c. Private tutors, governesses, and any body that can teach anything, Would do remarkably well in the country. To capitalists these colonies offer the greatest inducements. As a rule, the newer the colony the higher is the rate of interest, and the more numerous the openings for investment. For instance, a good brewery would succeed well, judging by the immense consumption of bottled ale and stout in the colony. Many of the productions of the country might be traded in with advantage ; such as timber, salmon pickling, oils, bear's grease, large quills, hemp, porpoise leather, deer horns, skins, &c. Money in Vancouver Island can be lent on good security, at rates ranging from 25 to 30 per cent, per annum ; and the opportunities for investment are so varied, and the field so immense, that I should altogether exceed limits allotted in attempting to specify. The admh-able openings that exist for farmers with small capital in Vancouver Island and in British Columbia will appear evident from a perusal of the foregoing pages. Assisted by every circumstance which at home would be an encumbrance or an impediment, with a market close at hand, and high prices for everything he can produce, the farmer's prospects are extremely promising ; and, in consequence of the dearness of labour in every department, the larger his family the wealthier he is. There is nothing to deter a farmer in the fact that the extent of prairie land is small compared with that occupied by forest, lake, and mountain. At the present time there is abundance of open land in both colonies not taken up. If there is a preponderance of timbered and waste land, compared with land ready for the plough, this condition must make the latter all the more valuable, as population, and with it the demand for land, increases. Every season of postpone ment must inevitably, on his arrival, push him farther from the chief towns and settlements. Shepherds, ploughmen, gardeners, ostlers, &c, command the highest rates of Bkilled labour. The miners seldom turn their attention to these pursuits, for engaging in which, want of early training, wandering habits, and a speculative turn of mind unfit them. Perhaps the greatest want of all is felt in the absence of female servants. Colonists have ceased to endeavour to remedy the defect, by importing them, as, whether they possess personal attractions or not, they are certain to get married soon after their arrival. It is much to be regretted that as yet none of those princely, benevolent, energetic individuals, who are more fre quently met with in England than anywhere else, have taken the matter up, or endeavoured to effect for the surplus female population of England, and for the distant colony, what was done at New South Wales by Mrs. Caroline Chisholm. Persons who understand a trade, such as saddlers, shoemakers, tailors, and watchmakers, &c, with capital enough to start a shop and make themselves known, would be certain to succeed."], [21, "15 ROUTES TO VICTORIA. For the present we may put aside any of the routes overland by the Red River or through the passes of the Rocky Mountains. Parties certainly have gone that way, but it is out of the question for emigrants, although no doubt the time will come when this will be an important line of communi cation. The most expeditious manner of reaching British Columbia is by the West India Mail Steam Packets, for which Messrs. Wheatley, Starr, & Co., issue \" through-tickets \" as far as San Francisco. Passengers by this line are conveyed in the Royal Mail Company's steamers to Aspinwall in 19 days, from thence across the Isthmus of Panama by the Panama Railway in 4 hours, and from Panama to San Francisco in the vessels of the Pacific United States Mail Steamship Company. The through-passage to San Francisco is 35 days, and to Victoria in about 40 days, as there are steamers and sailing vessels leaving for that place several times a week. The fare to San Francisco is 35/. Another route, equally expeditious, is by the vessels of the Liverpool, New York, and Philadelphia Company's line, which leave Liverpool every Wed nesday for New York. Passengers are thence conveyed by the Atlantic and Pacific Company's steamers, which sail on the 1st, 11th, and 21st of each month for the Isthmus of Panama, and thence to San Francisco in about 35 days. The fare by this route is 28/. 13s. Od. Parcels are forwarded by Messrs. Eives, Macey, and Co., in connection with Wells, Fargo, and Co.'s Express from San Francisco to Victoria, and also by Messrs. Wheatley, Starr, and Co., by the Royal Mail Company's steamers. Sailing vessels are from time to time advertised to sail from London and Liverpool for Victoria direct, round Cape Horn, but it is a long and tedious voyage, although the first expense may he less. Sailing vessels are occasion ally advertised for Aspinwall, and parties can also go out in sailing ships to New York ; but the two latter methods are by no means certain, and it is doubtful if the expense, considering the risk of delays, &c, would be at all diminished. On arrival at Victoria, Vancouver Island, parties will have numerous opportunities of proceeding to New Westminster, Hope, Langley, and other places on the Fraser River in British Columbia. Mr. D***»») a most competent authority, says : — Spring is] the|best season in which to arrive. The pons asinor-um is how to get there, and at what cost. The shortest route is by the Isthmus of Panama, which can be reached via New York, or by the West India steamers to St. Thomas's. The latter route ought to be adopted only in winter and spring, as the emigrant may be detained some days both at St. Thomas's and Panama, waiting for the connecting steamers, and both those places are subject to the visitations of yellow fever. St. Thomas's has been much maligned for its heat and insalubrity, but I heard a Glasgow skipper say it was the finest climate he was ever in, as he was \" aye drinking and aye dry.\" Whether by St. Thomas's or New York, no emigrant need calculate on reaching his destination under 50/. or 60/. The voyage round Cape Horn can be made for 30/., or even less, but it"], [22, "16 generilly occupies five or six months. As the passenger is fed and lodged for such a period, some may consider this an advantage, and, in comparing the voyage with the shorter one vid Panama, and the cost, be of the same way of thinking as the Highlander, who complained of a professional dentist, that he charged him half-a-crown for pulling out a tooth, which was done in a second, while a blacksmith dragged him all round the smithy for a quarter of an hour and charged only sixpence. An outfit list, comprising all necessary articles suitable for each grade of passenger or emigrant, may be obtained of Messrs. Monnery, of Fen church Street, and other respectable houses. The cost of bedding and mess utensils complete for a steerage passenger is from 10s. 6d. to 21s. The Vancouver and British Columbia newspapers are filed in London at Mr. Algar's Colonial Newspaper Office, 11, Clement's Lane, Lombard Street. L0KD0N: VWaa> DY *»*' *\"> GEE- 23, MtDDLEl^^W^Ti^ITHFIELD, E.C."], [23, "ADYERTISEMENTS. STEAM COMMUNICATION TO CALIFOaWA, YA100DYEE ISLAND AND BRITISH COLUMBIA, VI NEW YOUK. Passage Money from London to San Francisco, £28 13s. Passengers are conveyed to New York by the Liverpool, New York, and Phila delphia Company's Steamers, leaving Liverpool every Wednesday, and from thence by the Atlantic and Pacific Steam-ship Line on the 1st, 11th and 21st of each month. Length of passage about thirty-five days. For further particulars apply to EIVES & MACEY, 61, King William Street, London Bridge. Parcels and Packages forwarded to California, Van- couver's Island, and British Columbia, by every opportunity, through WELLS, FARGO & CO.'s EXPRESS. AGEIiTS-EIVES ASH. MACEY, 61, King William Street, London Bridge. STEAM TO NEW YORK EVERY WEDNESDAY. The Liverpool, New York, and Philadelphia Steam Shipping Company dispatch one of the following British Steamers every Wednesday : — CITY OF NEW YORK, 2560 Tons KANGAROO, 1874 Tons. CITY OF BALTIMORE, 2367 Tons EDINBURGH, 2197 Tons. CITY OF WASHINGTON, 2380 Tons GLASGOW, 1962 Tons. CITY OF MANCHESTER, 2109 Tons ETNA, 2215 Tons. Cabin Passage, 15, 17 & 21 guineas. Steerage, 8 guineas. LONDON A&ENTS— EIVES AND MACET, 61, KING WILLIAM STREET, LONDON BRIDGE,"], [24, "ADVERTISEMENT-. o*__S)_3__vfr OVERLAND MAIL ROUTE DIRECT TO CALIFORNIA AND BRITISH COLUMBIA. With the view of accommodating the greatly-increased passenger traffic to California and British Columbia, and to ensure a certainty of transit without risk of a long aud dangerous detention on the way. the undersigned issue \" Through Tickets _ to SAN FRANCISCO, by the ROYAL (WEST INDIA) MAIL STEAM PACKET COMPANY, the PANAMA RAILROAD COMPANY, and the PACIFIC UNITED STATES MAIL STEAM SHIP COMPANY, at the rates of fare mentioned below. Large and splendid Steamers of great size and power have been placed on the liue, by which the length of the passage has been considerably reduced. Through Passage to SAN FRANCISCO iD about Thirty-five Days. To Victoria iu about 40 Days. On their arrival at Aspiuwall (Colon) passengers with THROUGH TICKETS are conveyed across the Isthmus in first-class carriages of the PANAMA RAILROAD in four hours. The ROYAL MAIL STEAM PACKET COMPANY'S Steamers leave Southampton on the '2nd and 17th of each month (unless these dates fall on a Sunday, then on the following day), and' passengers embarking by them are due at Colon (Aspiuwall), Isthmus of Panama, nineteen days after leaving England. The Steamer leaving Southampton on the 17tU of the month offers most advan tages to passengers for San Francisco, as she is due at Colon on the 7th of the following month, the date of the departure from Panama being the 9th idem. Siuce the completion of the Panama Railroad the Pacific Mail Steamship Company have made new arrangements, by which each Steamer lies over at Panama for two weeks, so as to make it certain that she will be ready to start at the appointed time. $S\" Bedding and all other necessaries for the voyage, including an abundance of provisions, being furnished to all passengers by this line, they thus avoid the heavy extra cost for such things which must be incurred by travellers by other and less direct routes ; whilst the vast sating in time (so valuable in a, new colony) by this route has loDg established its superiority over all others. Its advantages are — CERTAINTY, ECONOMY, SPEED. \\\\D SAFETY FARES (Ij.NTIL rURTHEE SO'Uit), to San Francisco, Cala, £35 and upwards (including Eailway transit across the Isthmus of Panama). For particulars as to the means of reaching British Columbia, aud for any otl.Pi information, apply to WHEATLEY STARR & CO., AGENTS, 156, CHEAPSIDE, LONDON. W, k>, § t'o, fyrutyd goods and parcels by this route, to California and British J Columbia, at fired rates off/eight."], [25, "If"], [26, ""]]