[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "SECULAR POEMS BY HENRY VAUGHAN. Only one hundred copies (Demy Svo.) of this large paper edition of Secular Poems by Henry Vaughan have been printed, of which this is NoÆ:... Signed: jhfi, /L^riv^'"], [8, "When / am laid lo rest hard by thy streams, And my sun sets, where first it sprang in beams, PU leave behind me such a large, kind light, As shall redeem thee from oblivious night, And in these vows which — living yet — /pay, Shed such a pervious and enduring ray, As shall from age to age thy fair name lead, Till rivers leave to run, and men to read. — To the River Usca."], [9, "Secular Poems BY Henry Vaughan, SILURIST; h INCLUDING A FEW PIECES BY HIS TWIN-BROTHER THOMAS (\" Eugenius Philalethes.\") Selected and arranged, with Notes and Bibliography, BY J. R. TUTIN, Editor of \" Poems of Richard Crashaw,\" etc. HULL J. R. TUTIN 1893-"], [10, "hull : william andrews and co., the hull press"], [11, "PREFACE. During the last few years there has been a revived interest in the works of our elder poets ; more especially of those of the Elizabethan age, and the age immediately succeeding it. This interest has been brought about chiefly, pro bably, by the excellently edited reprints of such authors as Sidney. Raleigh, Marlowe, Herrick, and others. When, in 1847, the Rev. H. F. Lyte edited, for the Aldine Poets, the Sacred Poems of Henry Vaughan, Silurist, they had lain almost dead for the long period of nearly two hundred years. Nineteenth century lovers of the verse of this deep-thoughted and true poet, are there fore indebted to Lyte for his careful reprint of those poems. Vaughan is chiefly known and appreciated as a religious poet ; and it may be unknown to many of his admirers that he was the author of a substantial amount of secular verse, which, though not on the whole equalling in value his sacred productions, is, in part, of excellent quality, and at its best equalling the finest of the \" Sacred \" verses. To disengage these superior \" Secular\" pieces from the less valuable ones of their class has been the aim of the editor in preparing this"], [12, "PREFACE. VI volume, and he trusts that the results of his labour may meet a want among lovers of the literature of the seventeenth century. That the pieces here presented are worthy of a place beside Vaughan's Sacred Poems he has the utmost confidence in asserting. That there has been no reprint of these characteristic pieces in a handy and inexpensive form has been some what a matter of surprise to him. An edition of our worthy's complete poetical works should now meet with general acceptance among lovers of his Sacred Poems. Vaughan is generally classed with the school of George Herbert, and the general impression appears to be that he is inferior to the sweet singer of The Temple. Any one who will spend a little time in a careful study of Silex Scintillans, as well as of the pieces in the present publication, will, I venture to think, come to the conclusion that the Silurist shews a greater variety of subject, with some of the higher poetic qualities in excess of those shewn by the pious Herbert. He was certainly a greater lover and interpreter of Nature, and may not inaptly be called the Wordsworth of the seventeenth century. He is not always the ail but perfect artist that Herbert is (Vaughan has scarcely left a flawless poem), but he is certainly the greater in fine lines and phrases. A perusal of such pieces as The Eagle, To the River Usca, The Charnel House, To his Retired Friend, To the Best and Most Accomplished Couple, An Epitaph upon the Lady Elizabeth, and The Golden Age (a translation), will at least convince the reader of his various powers, and breadth of poetic range, in the field of his secular verse. His"], [13, "PREFACE. VII form may nearly always be said to be in keeping with his subject. His faults are those of his age. Says Lyte, speaking of the poems constituting Vaughan's Silex Scintillans, \"Pre serving all the piety of George Herbert, they have less of his quaint and fantastic turns, with a much larger infusion of poetic feeling and expression.\" A portion of this discriminating praise applies also to the non-sacred pieces. Those readers who wish to study the literature of this subject we would refer to the essays by Dr. John Brown {Locke and Sydenham), Dr. George Macdonald (England's Antiphon), Rev. Dr. Grosart ( Works of Vaughan), Principal Shairp (Sketches in History and Poetry), and Professor F. T. Palgrave ( Y Cymmrodor, Vol. XL,). Biographical details may be read in the \"Aldine\" edition of the \"Sacred\" Poems, and in Grosart's privately-printed edition of Vaughan's entire Works. To the last named edition of Henry Vaughan I am much indebted. Without it, it would have been almost impossible for modern students to have had any knowledge of the Silurist's secular poems. The original editions are of extreme rarity. Dr. Grosart in his reprint follows the spelling, and I believe the punctuation also, of the original editions. I have deemed it best to modernise the former, and in some cases, to correct the latter. In the present volume will be found new translations of three of Henry Vaughan's Latin Poems, and translations of two pieces by Thomas Vaughan, which had not, so far as I am aware, been put into English dress before."], [14, "PREFACE. VIII For the former I am indebted to the Rev. James Bell, of Hull ; and for the latter to the Rev. Canon Wilton, m.a., the author of Benedicite ; Sungleams ; Lyrics : Sylvan and Sacred, and other volumes of graceful and true poetry. The selection of Thomas Vaughan's Poems here given (pp. 56-66) will, I hope, be the means of drawing attention to one who, if he had cared to have further courted the Muses, might have made a name for himself as a Poet. Many of his verses are little inferior to those of his brother. I would draw the reader's special attention to the fine address to the Usk, and to the piece entitled Aelia Lœlia : Hyanthe. In conclusion, I have to thank my friend Mr. R. Curtin for his careful and substantial assistance in the transcription of a number of the poems. This aid, cheerfully rendered, has appreciably lightened my task, and in the absence of proper leisure for a labour of this kind, is all the more appreciated. J. R. T. Hull, February 20, fS^j."], [15, "CONTENTS. PAGE Preface. v To the River Usca I Ad Fluvium Iscam 4 To the River Usk (a translation of \" Ad Fluvium Iscam,\" by Rev. James Bell) - 4 The Eagle 5 Ad Echum 7 To Echo (a translation of \"Ad Echum,\" by Rev. James Bell) 8 The Charnel House 9 In Amicum Fœneratorem 1 1 The Importunate Fortune 13 To his Friend 16 To his retired Friend : An Invitation to Brecknock 19 To the best and most accomplished Couple 22 An Elegy upon the Death of Mr. R. W. - - 23 An Epitaph upon the Lady Elizabeth - - - 27 A Rhapsody ... at the Globe Tavern - 28 On Gombauld'. \"Endymion\" - - - - 31 Upon Mr. Fletcher's Plays 32 On Sir Thomas Bodley's Library 34 Daphnis : An Elegiac Eclogue - - - - 36 The Golden Age, a translation from Boethius - 44 Love Poems : — A Song to Amoret 45 Upon the Priory Grove, his usual retirement 46"], [16, "CONTENTS. X Love Poems — continued: — PAGE Fida ; or, the Country Beauty to Lysimachus 47 To Etesia (for Timander) the first Sight - 49 The Character : to Etesia - - - - 51 To Etesia looking from her casement at the full moon 53 To Etesia parted from him, and looking back 53 In Etesiam Lachrymantem 54 On Etesia Weeping (a translation of \" In Etesiam Lachrymantem,\" by Rev. James Bell) 54 Etesia Absent 55 Poems by Thomas Vaughan (\"Eugenius Philalethes \") : — To the Usk 56 Aelia Lælia : Hyanthe - - - 57 Thalia 59 Dawn 60 On the three books of Cornelius Agrippa - 60 A Stone, and the Stony Heart - - - 62 Epitaphium Gulielmi Laud Episcopi Cantuari- ensis 63 Epitaph of William Laud, Archbishop of Canterbury (a translation of \"Epita- phium Gulielmi Laud Episcopi Cantu- ariensis,\" by Rev. Canon Wilton, m.a. )- 64 Stella's Epitaph (Latin Text) - - - 65 Stella's Epitaph (a translation of the Latin poem, by Rev. Canon Wilton, m.a.) - 66 Notes 68 Bibliography of the Poems of Henry Vaughan, Silurist 78 Index (General) 80 Index of First Lines 86"], [17, "SECULAR POEMS BY HENRY VAUGHAN, TO THE RIVER USCA. When Daphne's lover here first wore the bays, Eurotas' secret streams heard all his lays, And holy Orpheus, Nature's busy child, By headlong Hebrus his deep hymns compiled. Soft Petrarch — thawed by Laura's flames — did weep 5 On Tiber's banks, when she — proud fair ! — could sleep ; Mosella boasts Ausonius, and the Thames Doth murmur Sidney's Stella to her streams ; While Severn, swollen with joy and sorrow, wears Castara's smiles mixed with fair Sabrin's tears. >° Thus Poets — like the nymphs, their pleasing themes — Haunted the bubbling springs and gliding streams, And happy banks ! whence such fair flowers have sprung, But happier those where they have sate and sung ! Poets — like angels — where they once appear 15 Hallow the place, and each succeeding year B"], [18, "TO the river usca. 2 Adds reverence to 't, such as at length doth give This aged faith that there their genii live. Hence, th' ancients say, that from this sickly air They pass to regions more refined and fair, __ To meadows strowed with lilies and the rose, And shades whose youthful green no old age knows : Where all in white they walk, discourse, and sing Like bees' soft murmurs, or a chiding spring. But, Isca, whensoe'er those shades I see, _s And thy loved arbours must no more know me, When I am laid to rest hard by thy streams, And my sun sets, where first it sprang in beams, I'll leave behind me such a large, kind light, As shall redeem thee from oblivious night, 30 And in these vows which — living yet — I pay, Shed such a pervious and enduring ray, As shall from age to age thy fair name lead, Till rivers leave to run, and men to read. First, may all bards born after me — 35 When I am ashes — sing of thee ! May thy green banks or streams — or none— Be both their rill and Helicon ; May vocal groves grow there, and all The shades in them prophetical, 40 Where — laid — men shall more fair truths see Than fictions were of Thessaly. May thy gentle swains — like flowers — Sweetly spend their youthful hours, And thy beauteous nymphs — like 45 doves —"], [19, "TO THE RIVER USCA. 3 Be kind and faithful to their loves ; Garlands and songs and roundelays, Mild, dewy nights, and sunshine days, The turtle's voice, joy without fear, Dwell on thy bosom all the year ! May the evet and the toad Within thy banks have no abode, S« Nor the wily, winding snake Her voyage through thy waters make. In all thy journey to the main No nitrous clay, no brimstone-vein Mix with thy streams, but may they 55 pass Fresh as the air, and clear as glass ; And where the wandering crystal treads Roses shall kiss and couple heads. The factor-wind from far shall bring The odours of the scattered Spring, And loaden with the rich arrear, Spend it in spicy whispers there. No sullen heats, nor flames that are Offensive, and canicular, 60 65 Shine on thy sands, nor pry to see Thy scaly, shading family, But noons as mild as Hesper's rays, Or the first blushes of fair days. What gifts more Heaven or Earth can add, With all those blessings be thou clad ! :■:■ Honour, Beauty, Faith and Duty, Delight and Truth, With Love and Youth 7; Crown all about thee ! and whatever fate Impose elsewhere, whether the gravest state"], [20, "4 AD FLUVIUM ISCAM. So 85 s 10 Or some toy else, may those loud, anxious cares For dead and dying things — the common wares And shows of Time — ne'er break thy peace, nor make Thy reposed arms to a new war awake ! But freedom, safety, joy, and bliss United in one loving kiss, Surround thee quite, and style thy borders The land redeemed from all disorders ! AD FLUVIUM ISCAM. Isca parens florum, placido qui spumeus ore Lambis lapillos aureos ; Qui maestos hyacinthos, et picti uvfea, tophi Mulces susurris humidis ; Dumque novas pergunt menses consumere lunas Coelumque mortales terit, Accumulas cum sole dies, aevumque per omne Fidelis induras latex ; O quis inaccessos et quali murmure lucos Mutumque Solaris nemus ! Per te discerpti credo Thracis ire querelas Plectrumque divini senis. TO THE RIVER USK. [A translation of \" Ad Fluvium Iscam\" by the Rev. James Bell.] Usk ! bnnger of flowers, who, with placid foam white lip, Dost kiss the golden pebbles ;"], [21, "TO THE RIVER USK. 5 5 IO 5 10 15 Sad hyacinths and blossoms of the tinted tuff, Soothest with liquid trebles ; Whilst always the unresting months make new moons old, The sky sees men fade ever, Thy days are numbered with the sun, and through all time Thy flowing faileth never. O who, the untrodden woods, the dim and voiceless grove, Cheerest with murmurous straying ! Through thee I hear the plaints of Orpheus slain mourn on, The old man divine keep playing. THE EAGLE. 'Tis madness sure ; and I am in the fit, To dare an eagle with my unfledged wit. For what did ever Rome or Athens sing, In all their lines, as lofty as his wing ? He that an eagle's powers would rehearse Should with his plumes first feather all his verse. I know not, when into thee I would pry, Which to admire, thy wing first, or thine eye ; Or whether Nature at thy birth designed More of her fire for thee, or of her wind. When thou, in the clear heights and upmost air Dost face the sun and his dispersed hair, Even from that distance thou the Sea dost spy, And, sporting in its deep, wide lap, the fry. Not the least minnow there, but thou canst see : Whole seas are narrow spectacles to thee. Nor is this element of water here"], [22, "6 THE EAGLE. Below, of all thy miracles the' sphere. If poets aught may add unto thy store, Thou hast a heaven, of wonders many more. 20 For when just Jove to Earth His thunder bends, And from that bright eternal fortress sends His louder volleys : straight this bird doth fly To Ætna, where His magazine doth lie : And in his active talons brings Him more -5 Of ammunition, and recruits His store. Nor is't a low or easy lift. _ He soars 'Bove wind and fire ; gets to the moon, and pores With scorn upon her duller face ; for she Gives him but shadows and obscurity. 30 Here much displeased, that anything like Night Should meet him in his proud and lofty flight, That such dull tinctures should advance so far, And rival in the glories of a star : Resolved he is a nobler course to try, 35 And measures out his voyage with his eye. Then with such fury he begins his flight, As if his wings contended with his sight. Leaving the moon, whose humble light doth trade With spots, and deals most in the dark and shade : 4o To the Day's royal planet he doth pass With daring eyes, and makes the sun his glass. Here doth he plume and dress himself, the beams Rushing upon him, like so many streams ; While with direct looks he doth entertain 45 The thronging flames, and shoots them back again. And thus from star to star he doth repair, And wantons in that pure and peaceful air."], [23, "AD echum. 7 5° w 5 10 •S Sometimes he frights the starry swan, and now Orion's fearful hare, and then the crow. Then with the orb itself he moves, to see Which is more swift, th' intelligence or he. Thus with his wings his body he hath brought Where man can travel only in a thought. I will not seek, rare bird, what spirit 'tis That mounts thee thus ; I'll be content with this: To think, that Nature made thee to express Our souls' bold heights in a material dress. AD ECHUM. O quae frondosae per amoena cubilia sylvae Nympha volas, lucoque loquax spatiaris in alto, Annosi numen nemoris, saltusque verendi Effatum, cui sola placent postrema relatu ! Te per Narcissi morientis verba, precesque Per pueri lassatam animam, et conamina vitae Ultima, palantisque precor suspiria linguae. Da quo secretae haec incaedua devia sylvae, Anfractusque loci dubios, et lustra repandam. Sic tibi perpetua — meritoque — haeec regna juventa Luxurient, debiturque tuis, sine fine, viretis Intactas lunae lachrymas, et lambere rorem Virgineum, coelique animas haurire tepentis. Nee cedant aevo stellis, sed lucida semper Et satiata sacro aeterni medicamine veris Ostendant longe vegetos, ut sydera, vultus ! Sic spiret muscata comas, et cynnama passim ! Diffundat levis umbra, in funere qualia spargit Phoenicis rogus aut Pancheae nubila flammae !"], [24, "8 TO ECHO. TO ECHO. [A translation of \" Ad Echum \" by Rev. fames Bell.] O Volant Nymph! that through the dim sweet glades, Where leaves hang whispering, and in darkling shades Of thickets green, babbling, dost ever move ; Goddess of the hoar and shadowy grove, Voice of the crag and woodland pasture drear, 5 Who dost delight the last faint shouts to hear ! — Thee, by pale Narcissus' faltering breath, His overtaken soul in fight with death, His low weak words, and hard-labouring sighs — Thee I implore to listen to my cries, ,o Amid the pathless tangle of this place, And help me in distress my way to trace Back to the cheerful scenes ofjoy and light ! So may for thee, deserving this, be bright These realms, and flourish in perpetual youth, 15 And these thy green retreats enjoy, in sooth, Night's virgin dew, the moon's pure lustrous tears, And soft moist heavenly breezes, through all years ; Nor stars forsake thy clime, but always bring The genial healing of eternal spring, __a And constellations beam with shining eyes ! So everywhere the scent of spices rise ! A light mist spread abroad, and Phoenix-pyre Smoke from its ashes clouds of Panchean fire !"], [25, "THE CHARNEL-HOUSE. 9 5 10 ■s _o •s THE CHARNEL-HOUSE. Bless me ! what damps are here ! how stiff an air ! Kelder of mists, a second fiat's care, Front'spiece o' th' grave and darkness, a display Of ruined man, and the decease of day ; Lean, bloodless shamble, where I can descry Fragments of men, rags of anatomy ; Corruption's wardrobe, the transplantive bed Of mankind, and th' exchequer of the dead. How thou arrests my sense ! how with the sight My wintered blood grows stiff to all delight ! Torpedo to the eye ! whose least glance can Freeze our wild lusts, and rescue headlong man ; Eloquent silence ! able to immure An atheist's thoughts, and blast an epicure. Were I a Lucian, Nature in this dress Would make me wish a Saviour, and confess. Where are your shoreless thoughts, vast tentered hope, Ambitious dreams, aims of an endless scope, Whose stretched excess runs on a string too high, And on the rack of self-extension die ? Chameleons of State, air-monging band, Whose breath — like gunpowder — blows up a land, Come, see your dissolution, and weigh What a loathed nothing you shall be one day. As th' elements by circulation pass From one to th' other, and that which first was Is so again, so 'tis with you ; the grave"], [26, "THE CHARNEL-HOUSE. 10 And Nature bus complot ; what the one gave, The other takes. Think then that in this bed There sleep the relics of as proud a head, 3° As stern and subtile as your own, that hath Performed, or. forced as much, whose tempest- wrath Hath levelled Kings with slaves, and wisely then Calm these high furies, and descend to men. Thus Cyrus tamed the Macedon ; a tomb 35 Checked him who thought the world too strait a room. Have I obeyed the powers of a face, A beauty able to undo the race Of easy man ? I look but here, and straight I am informed the lovely counterfeit 40 Was but a smoother clay. That famished slave, Beggared by wealth, who starves that he may save, Brings hither but his sheet ; nay th' ostrich-man That feeds on steel and bullet, he that can Outswear his lordship, and reply as tough 45 To a kind word, as if his tongue were buffe, Is chap-fallen here. Worms, without wit or fear, Defy him now ; Death hath disarmed the bear. Thus could I run o'er all the piteous score Of erring men, and, having done, meet more ; 50 Their shuffled wills, abortive, vain intents, Fantastic humours, perilous ascents, False, empty honours, traitorous delights, And whatsoe'er a blind conceit invites. But these, and more, which the weak vermin swell, 55 Are couched in this accumulative cell, Which I could scatter ; but the grudging sun"], [27, "in amicum fœneratorem. 11 __ 65 5 10 15 Calls home his beams, and warns me to be gone. Day leaves me in a double night, and I Must bid farewell to my sad library. Yet with these notes : Henceforth with thought of thee I'll season all succeeding jollity, Yet damn not mirth, nor think too much is fit ; Excess hath nor religion, nor wit ; But should wild blood swell to a lawless strain, One check from thee shall channel it again. IN AMICUM FŒNERATOREM. Thanks, mighty Silver ! I rejoice to see How I have spoiled his thrift, by spending thee. Now thou art gone, he courts my wants with more, His decoy gold, and bribes me to restore. As lesser load-stones with the North consent, Naturally moving to their element ; As bodies swarm to th' centre, and that fire, Man stole from heaven, to heaven doth still aspire ; So this vast crying sum draws in a less, And hence this bag more Northward laid, I guess ; For tis of pole-star force, and in this sphere, Though th' least of many, rules the master-bear. Prerogative of debts ! how he doth dress His messages in chink ! not an express Without a fee for reading ; and 'tis fit, For gold's the best restorative of wit ; Oh how he gilds them o'er ! with what delight"], [28, "12 IN amicum fœneratorem. I read those lines, which angels do indite ! But wilt have money, Og? must I disperse? Will nothing serve thee but a poet's curse ? 20 Wilt rob an altar thus ? and sweep at once What, Orpheus-like, I forced from stocks and stones ? 'Twill never swell thy bag, nor ring one peal In thy dark chest. Talk not of sheriffs or gaol, I fear them not. I have no land to glut 25 Thy dirty appetite, and make thee strut Nimrod of acres ; I'll no speech prepare To court the hopeful cormorant, thine heir. For there's a kingdom at thy beck, if thou But kick this dross : Parnassus' flowery brow 30 I'll give thee with my Tempe, and to boot, That horse which struck a fountain with his foot. A bed of roses I'll provide for thee, And crystal springs shall drop thee melody ! The breathing shades we'll haunt, where ev'ry leaf 35 Shall whisper us asleep, though thou art deaf; Those waggish nymphs, too, which none ever yet Durst make love to, we'll teach the loving fit, We'll suck the coral of their lips, and feed Upon their spicy breath, a meal at need ; 40 Rove in their amber-tresses, and unfold That glist'ring grove, the curlfed wood of gold; Then peep for babies, a new puppet play, And riddle what their prattling eyes would say. But here thou must remember to disperse ; 45 For without money all this is a curse : Thou must for more bags call, and so restore This iron-age to gold, as once before ; This thou must do, and yet this is not all,"], [29, "the importunate fortune. 13 _o 5 ro 15 20 For thus the poet would be still in thrall, Thou must then — if live thus — my nest of honey, Cancel old bonds, and beg to lend more money. THE IMPORTUNATE FORTUNE Written to Dr. Powell, of Cant reft. For shame desist, why shouldst thou seek my fall? It cannot make thee more monarchical. Leave off; thy empire is already built ; To ruin me were to enlarge thy guilt, Not thy prerogative. I am not he Must be the measure to thy victory. The fates hatch more for thee ; 'twere a disgrace If in thy annals I should make a clause. The future ages will disclose such men Shall be the glory and the end of them. Nor do I flatter. So long as there be Descents in Nature, or posterity, There must be fortunes ; whether they be good, As swimming in thy tide and plenteous flood, Or stuck fast in the shallow ebb, when we Miss to deserve thy gorgeous charity. Thus Fortune, the great world thy period is ; Nature and you are parallels in this. But thou wilt urge me still. Away, be gone, I am resolved, I will not be undone. I scorn thy trash, and thee : nay more, I do Despise myself, because thy subject too. Name me heir to thy malice, and I'll be ;"], [30, "the importunate fortune. 14 Thy hate's the best inheritance for me. I care not for your wondrous hat and purse, 25 Make me a Fortunatus with thy curse. How careful of myself then should I be, Were I neglected by the world and thee? Why dost thou tempt me with thy dirty ore, And with thy riches make my soul so poor? 3° My fancy's prisoner to thy gold and thee, Thy favours rob me of my liberty. I'll to my speculations. Is it best To be confined to some dark, narrow chest, And idolize thy stamps, when I may be 35 Lord of all Nature, and not slave to thee? The world's my palace. I'll contemplate there, And make my progress into every sphere. The chambers of the Air are mine ; those three Well-furnished storeys my possession be. 40 I hold them all in capite, and stand Propt by my Fancy there. I scorn your land, It lies so far below me. Here I see How all the sacred stars do circle me. Thou to the great giv'st rich food, and I do 4S Want no content ; I feed on manna too. They have their tapers ; I gaze without fear On flying lamps, and flaming comets here. Their wanton flesh, in silks and purple shrouds, And Fancy wraps me in a robe of clouds. 50 There some delicious beauty they may woo, And I have Nature for my mistress too. But these are mean ; the Archtype I can see, And humbly touch the hem of Majesty. The power of my soul is such, I can 55 Expire, and so analyse all that's man. First my dull clay I give unto the Earth, Our common mother, which gives all their birth."], [31, "the importunate fortune. 15 My growing faculties I send as soon Whence first I took them, to the humid moon. 60 All subtilties and every cunning art To witty Mercury I do impart. Those fond affections which made me a slave To handsome faces, Venus, thou shalt have. And saucy Pride — if there was aught in me — 65 Sol, I return it to thy royalty. My daring rashness and presumptions be To Mars himself an equal legacy. My ill-placed Avarice — sure 'tis but small — Jove, to thy flames I do bequeath it all. 7o And my false Magic, which I did believe, And mystic lies, to Saturn I do give. My dark imaginations, rest you there, This is your grave and superstitious sphere. Get up, my disentangled soul, thy fire 75 Is now refined, and nothing left to tire Or clog thy wings. Now my auspicious flight Hath brought me to the empyrean light. I am a sep'rate essence, and can see The emanations of the Deity, 80 And how they pass the seraphims, and run Through every throne and domination. So rushing through the guard, the sacred streams Flow to the neighbour stars, and in their beams — A glorious cataract ! — descend to Earth 85 And give impressions unto every birth. With angels now and spirits I do dwell, And here it is my nature to do well. Thus, though my body you confined see, My boundless thoughts have their ubiquity. 90 And shall I then forsake the stars and signs, To dote upon thy dark and cursed mines ?"], [32, "16 TO his friend 95 TOO ■05 no 5 TO Unhappy, sad exchange ! what, must I buy Guiana with the loss of all the sky ? Intelligences shall I leave, and be Familiar only with mortality ? Must I know nought but the exchequer ? Shall My purse and fancy be symmetrical ? Are there no objects left but one ? Must we, In gaining that, lose our variety ? Fortune, this is the reason I refuse Thy wealth ; it puts my books all out of use. 'Tis poverty that makes me wise ; my mind Is big with speculation, when I find My purse as Randolph's was, and I confess There is no blessing to an emptiness ! The species of all things to me resort And dwell then in my breast, as in their port. Then leave to court me with thy hated store, Thou givest me that, to rob my soul of more. TO HIS FRIEND I wonder, James, through the whole history Of ages, such entails of poverty Are laid on Poets ; Lawyers — they say — have found A trick to cut them, would they were but bound To practice on us, though for this thing we Should pay — if possible — their bribes and fee. Search — as thou canst — the old and modern store Of Rome, and ours, and all the witty score, Thou shalt not find a rich one ; take each clime And run o'er all the pilgrimage of time, Thou'lt meet them poor, and everywhere descry"], [33, "TO HIS FRIEND 17 A threadbare, goldless genealogy. Nature — it seems — when she meant us for Earth Spent so much of her treasure in the birth As ever after niggards her, and she, is Thus stored within, beggars us outwardly. Woeful profusion ! at how dear a rate Are we made up ? all hope of thrift and state Lost for a verse. When I by thoughts look back Into the womb of time, and see the rack 20 Stand useless there, until we are produced Unto the torture, and our souls infused To learn affliction, I begin to doubt That as some tyrants use, from their chained rout Of slaves, to pick out one whom, for their sport, 25 They keep afflicted by some lingering art ; So we are merely thrown upon the stage The mirth of fools, and legend of the age. When I see in the ruins of a suit Some nobler breast, and his tongue sadly mute, 3° Feed on the vocal silence of his eye, And knowing cannot reach the remedy ; When souls of baser stamp shine in their store, And he of all the throng is only poor ; When French apes for foreign fashions pay, 35 And English legs are drest th' outlandish way, So fine, too, that they their own shadows woo, While he walks in the sad and pilgrim shoe : I'm mad at Fate, and angry even to sin, To see deserts and learning clad so thin ; 40 To think how th' earthly usurer can brood c"], [34, "18 TO HIS FRIEND Upon his bags, and weigh the precious food With palsied hands, as if his soul did fear The scales could rob him of what he laid there ; Like devils that on hid treasures sit, or those 45 Whose jealous eyes trust not beyond their nose ; They guard the dirt, and the bright idol hold Close, and commit adultery with gold. A curse upon their dross ! how have we sued For a few scattered chips ? how oft pursued 50 Petitions with a blush, in hope to squeeze, For their souls' health, more than our wants appease ? Their steel-ribbed chest and purse — rust eat them both ! — Have cost us with much paper many an oath, And protestations of such solemn sense, 55 As if our souls were sureties for the pence. Should we a full night's learned cares present, They'll scarce return us one short hour's content ; 'Las ! they're but quibbles, things we poets feign, The short-lived squibs and crackers of the brain. 60 But we'll be wiser, knowing 'tis not they That must redeem the hardships of our way, Whether a Higher Power, or that star Which nearest Heaven, is from the Earth most far Oppress us thus, or angeled from that sphere 65 By our strict guardians are kept luckless here, It matters not, we shall one day obtain Our native and celestial scope again."], [35, "TO HIS RETIRED FRIEND. 19 5 10 15 20 25 TO HIS RETIRED FRIEND: AN INVI- TATION TO BRECKNOCK. Since last we met, thou and thy horse — my dear, Have not so much as drunk, or littered here ; I wonder, though thyself be thus deceased, Thou hast the spite to coffin up thy beast ; Or is the palfrey sick, and his rough hide With the penance of one spur mortified? Or taught by thee — like Pythagoras' ox — Is then his master grown more orthodox ? Whatever 'tis, a sober cause 't must be That thus long bars us of thy company. The town believes thee lost, and didst thou see But half her sufferings, now distrest for thee, Thou'ldst swear — like Rome — her foul, polluted walls Were sacked by Brennus, and the savage Gauls. Abominable face of things ! here's noise Of banged mortars, blue aprons, and boys, Pigs, dogs, and drums, with the hoarse hellish notes Of politicly-deaf usurers' throats, With new fine Worships, and the old cast team Of Justices vext with the cough and phlegm. Midst these, the Cross looks sad, and in the Shire- Hall furs of an old Saxon Fox appear, With brotherly ruffs and beards, and a strange sight Of high monumental hats, ta'en at the fight Of 'Eighty-eight ; while every Burgess foots The mortal pavement in eternal boots."], [36, "TO HIS RETIRED FRIEND. 20 Hadst thou been bachelor, I had soon divined Thy close retirements, and monastic mind ; Perhaps some nymph had been to visit, or The beauteous churl was to be waited for, 3° And, like the Greek, ere you the sport would miss, You stayed, and stroked the distaff\" for a kiss. But in this age, when thy cool, settled blood Is tied t' one flesh, and thou almost grown good, I know not how to reach the strange device, 35 Except — Domitian like — thou murder'st flies ; Or is't thy piety ? for who can tell But thou may'st prove devout, and love a cell, And — like a badger — with attentive looks In the dark hole sit rooting up of books. 4° Quick hermit ! what a peaceful change hadst thou, Without the noise of hair-cloth, whip, or vow ! But is there no redemption ? must there be No other penance but of liberty ? Why, two months hence, if thou continue thus, 45 Thy memory will scarce remain with us. The drawers have forgot thee, and exclaim They have not seen thee here since Charles's reign ; Or if they mention thee, like some old man, That at each word inserts — \" Sir, as I can 50 Remember \" — so the Ciph'rers puzzle me With a dark, cloudy character of thee. That, certs ! I fear thou wilt be lost, and we Must ask the fathers ere't be long for thee. Come ! leave this sullen state, and let not wine, 55 And precious wit, lie dead for want of thine ; Shall the dull market-landlord with his rout"], [37, "TO HIS RETIRED FRIEND. 21 Of sneaking tenants dirtily swill out This harmless liquor? shall they knock and beat For sack, only to talk of rye and wheat ? 60 O let not such preposterous tippling be In our metropolis ; may I ne'er see Such tavern-sacrilege, nor lend a line To weep the rapes and tragedy of wine. Here lives that chemic, quick fire which betrays 6s Fresh spirits to the blood, and warms our lays. I have reserved 'gainst thy approach a cup That, were thy Muse stark dead, shall raise her up, And reach her yet more charming words and skill Than ever Ccelia, Chloris, Astrophel, 7° Or any of the thread-bare names inspired Poor rhyming lovers with a mistress fired. Come then ! and, while the slow icicle hangs At the stiff thatch, and Winter's frosty pangs Benumb the year, blithe — as of old — let us 75 'Midst noise and war, of peace and mirth discuss. This portion thou wert born for ; why should we Vex at the time's ridiculous misery? An age that thus hath fooled itself, and will — Spite of thy teeth and mine — persist so still. 80 Let's sit then at this fire, and, while we steal A revel in the town, let others seal, Purchase or cheat, and who can, let them pay, Till those black deeds bring on the darksome day; Innocent spenders we ! a better use 85 Shall wear out our short lease, and leave th' obtuse Rout to their husks ; they and their bags at best Have cares in earnest ; we care for a jest."], [38, "5 TO -5 20 2 2 TO THE MOST ACCOMPLISHED COUPLE. TO THE BEST AND MOST ACCOM- PLISHED COUPLE, . i. Blessings as rich and fragrant crown your heads As the mild Heaven on roses sheds, When at their cheeks — like pearls — they wear The clouds that court them in a tear ; And may they be fed from above By Him which first ordained your love ! n. Fresh as the hours may all your pleasures be, And healthful as eternity ! Sweet as the flowers' first breath, and close As th' unseen spreadings of the rose, When he unfolds his curtained head, And makes his bosom the sun's bed. in. Soft as yourselves run your whole lives, and clear As your own glass, or what shines there ; Smooth as Heaven's face, and bright as he When without mask, or tiffany ; In all your time not one jar meet, But peace as silent at his feet. iv. Like the day's warmth may all your comforts be, Untoiled for, and serene as he, Yet free and full as is that sheaf"], [39, "AN ELEGY ON THE DEATH OF MR. R. W. 23 >s ¥> 35 Of sunbeams gilding every leaf, When now the tyrant-heat expires, And his cooled locks breathe milder fires. v. And as those parcelled glories he doth shed Are the fair issues of his head, Which ne'er so distant are soon known By th' heat and lustre for his own ; So may each branch of yours we see, Your copies and our wonders be ! VI. And when no more on Earth you must remain, Invited hence to Heaven again, Then may your virtuous virgin-flames Shine in those heirs of your fair names, And teach the world that mystery, Yourselves in your posterity ! So you to both worlds shall rich presents bring, And gathered up to Heaven, leave her a spring. AN ELEGY ON THE DEATH OF MR. R. W., SLAIN IN THE LATE UN- FORTUNATE DIFFERENCES AT ROWTON HEATH, NEAR CHESTER, 1645. I am confirmed, and so much wing is given To my wild thoughts, that they dare strike at Heaven. A full year's grief I struggled with, and stood Still on my sandy hopes' uncertain good,"], [40, "AN ELEGY ON THE DEATH OF MR. R. W. 24 5 10 ■ 5 20 25 3-> So loth was I to yield ; to all those fears I still opposed thee, and denied my tears. But thou art gone ! and the untimely loss Like that one day, hath made all others cross. Have you seen on some river's flow'ry brow A well-built elm, or stately cedar grow, Whose curled tops, gilt with the morning-ray, Beckoned the sun, and whispered to the day, When, unexpected, from the angry North, A fatal sullen whirl-wind sallies forth, And with a full-mouthed blast rends from the ground The shady twins, which, rushing, scatter round Their sighing leaves, whilst overborne with strength, Their trembling heads bow to a prostrate length ; So forced, fell he ; so, immaturely, Death Stifled his able heart and active breath. The world scarce knew him yet, his early soul Had but new-broke her day, and rather stole A sight, than gave one ; as if subtly she Would learn our stock, but hide his treasury. His years, — should Time lay both his wings and glass Unto his charge — could not be summed — alas ! — To a full score : though in so short a span His riper thoughts had purchased more of man Than all those worthless livers, which yet quick Have quite outgrown their own arithmetic. He seized perfections, and without a dull And mossy gray possessed a solid skull ; No crooked knowledge neither, nor did he Wear the friend's name for ends and policy,"], [41, "AN ELEGY ON THE DEATH OF MR. R. W. 25 And then lay 't by ; as those lost youths of th' stage, 35 Who only flourished for the Play's short age, And then retired ; like jewels, in each part He wore his friends, but chiefly at his heart. Nor was it only in this he did excel, His equal valour could as much, as well. 40 He knew no fear but of his God ; yet durst No injury, nor — as some have — e'er pur'st The sweat and tears of others, yet would be More forward in a royal gallantry Than all those vast pretenders, which of late 45 Swelled in the ruins of the King and State. He weaved not self-ends, and the public good Into one piece, nor with the people's blood Filled his own veins ; in all the doubtful way Conscience and honour ruled him. O that day, 50 When, like the fathers in the fire and cloud, I missed thy face ! I might in every crowd See arms like thine, and men advance, but none So near to lightning moved, nor so fell on. Have you observed how soon the nimble eye 55 Brings th' object to conceit, and doth so vie Performance with the soul, that you would swear The act and apprehension not lodged there ; Just so moved he : like shot his active hand Drew blood, ere well the foe could understand : 60 But here I lost him. Whether the last turn Of thy few sands called on thy hasty urn, Or some fierce rapid fate — hid from the eye — Hath hurled thee prisoner to some distant sky, I cannot tell, but that I do believe 65 Thy courage such as scorned a base reprieve. Whatever 'twas, whether that day thy breath Suffered a civil or the common death,"], [42, "26 AN ELEGY ON THE DEATH OF MR. R. W. Which I do most suspect, and that I have Failed in the glories of so known a grave, 70 Though thy loved ashes miss me, and mine eyes Had no acquaintance with thy exequies, Nor at the last farewell, torn from thy sight On the bold sheet have fixed a sad delight, Yet whate'er pious hand — instead of mine — 75 Hath done this office to that dust of thine, And till thou rise again from thy low bed Lent a cheap pillow to thy quiet head, Though but a private turf, it can do more To keep thy name and memory in store 80 Than all those lordly fools which lock their bones In the dumb piles of chested brass, and stones. Thou 'rt rich in thy own fame, and needest not These marble-frailties, nor the gilded blot Of posthume honours ; there is not one sand 85 Sleeps o'er thy grave, but can outbid that hand And pencil too, so that of force we must Confess their heaps shew lesser than thy dust. And — blessed soul ! — though this my sorrow can Add nought to thy perfections, yet as man 90 Subject to envy, and the common fate, It may redeem thee to a fairer date ; As some blind dial, when the day is done, Can tell us, at midnight, there was a sun, So these, perhaps, though much beneath thy fame, 95 May keep some weak remembrance of thy name, And to the faith of better times commend Thy loyal upright life, and gallant end."], [43, "AN EPITAPH UPON THE LADY ELIZABETH. 27 AN EPITAPH UPON THE LADY ELIZA- BETH, SECOND DAUGHTER TO HIS LATE MAJESTY. Youth, beauty, virtue, innocence, Heaven's royal, and select expense, With virgin-tears, and sighs divine, See here the genii of this shrine ; Where now — thy fair soul winged away — 5 They guard the casket where she lay. Thou hadst, ere thou the light couldst see, Sorrows laid up, and stored for thee ; Thou suck'dst in woes, and the breasts lent Their milk to thee, but to lament ; 10 Thy portion here was grief, thy years Distilled no other rain, but tears, Tears without noise, but — understood — As loud and shrill as any blood ; Thou seem'st a rose-bud born in snow, 15 A flower of purpose sprung to bow To heedless tempests, and the rage Of an incensed, stormy age. Others, ere their afflictions grow, Are timed, and seasoned for the blow, 20 But thine, as rheums the tend'rest part, Fell on a young and harmless heart. And yet, as balm-trees gently spend Their tears for those that do them rend, So mild and pious thou wert seen, 25 Though full of sufferings ; free from spleen, Thou didst not murmur, nor revile, And drank'st thy wormwood with a smile. As envious eyes blast, and infect, And cause misfortunes by aspect, 3°"], [44, "28 A RHAPSODY. 35 . TO 15 So thy sad stars dispensed to thee, No influx, but calamity ; They viewed thee with eclipsed rays, And but the back side of bright days. These were the comforts she had here, As by an unseen hand 'tis clear, Which now she reads, and smiling wears A crown with Him who wipes off tears. A RHAPSODY: Occasionally written upon a meeting with some of his friends at the Globe Tavern, in a chamber painted overhead with a cloudy sky, and some few dispersed stars, and on the sides with landscapes, hills, shepherds, and sheep. Darkness and stars i' th' mid-day ! they invite Our active fancies to believe it night : For taverns need no sun, but for a sign, Where rich tobacco and quick tapers shine ; And royal witty sack, the poet's soul With brighter suns than he doth gild the bowl ; As though the pot and poet did agree Sack should to both Illuminator be. That artificial cloud with its curled brow Tells us 'tis late ; and that blue space below Is fired with many stars. Mark how they break- In silent glances o'er the hills, and speak The evening to the plains, where, shot from far, They meet in dumb salutes, as one great star. The room — methinks — grows darker, and the air"], [45, "A RHAPSODY. 29 Contracts a sadder colour, and less fair : Or is't the drawer's skill ? hath he no arts To blind us so we can't know pints from quarts ? No, No, 'tis night : look where the jolly clown Musters his bleating herd, and quits the down. __. Hark ! how his rude pipe frets the quiet air, Whilst every hill proclaims Lycoris fair. Rich, happy man ! that canst thus watch, and sleep, Free from all cares, but thy wench, pipe, and sheep. But see, the moon is up : view where she stands 25 Sentinel o'er the door, drawn by the hands Of some base painter, that for gain hath made Her face the landmark to the tippling trade. 'Twas wit at first, and wine that made them live : Choke may the Painter ! and his box disclose 30 No other colours than his fiery nose ; And may we no more of his pencil see Than two churchwardens and Mortality. Should we go now a-wandering, we should meet With catchpolls, whores, and carts in every street : 35 Now when each narrow lane, each nook and cave, Sign-posts and shop-doors, pimp for every knave, When riotous sinful plush, and tell-tale spurs Walk Fleet Street, and the Strand, when the soft stirs Of bawdy, ruffled silks, turn night to day ; 40 And the loud whip, and coach, scolds all the way; When lust of all sorts, and each itchy blood From the Tower-wharf, to Cymbeline and Lud, Hunts for a mate, and the tired footman reels"], [46, "A RHAPSODY. 30 'Twixt chair-men, torches, and the hacking wheels. 45 Come, take the other dish ; it is to him That made his horse a senator ; each brim Look big as mine. The gallant, jolly beast Of all the herd — you'll say — was not the least. Now crown the second bowl, rich as his worth, 50 I'll drink it to [him] that like fire broke forth Into the Senate's face, crost Rubicon, And the State's pillars, with their laws thereon ; And made the dull gray beards and furred gowns fly Into Brundusium to consult and lie. 55 This, to brave Sylla ! why should it be said We drink more to the living than the dead ? Flatterers and fools do use it. Let us laugh At our own honest mirth ; for they that quaff To honour ethers, do like those that sent 60 Their gold and plate to strangers to be spent. Drink deep : this cup be pregnant : and the wine, Spirit of wit, to make us all divine, That, big with sack and mirth, we may retire Possessors of more souls, and nobler fire ; 65 And by the influx of this painted sky, And laboured forms, to higher matters fly ; So, if a nap shall take us, we shall all, After full cups, have dreams poetical. Let's laugh now, and the pressed grape drink, 70 Till the drowsy day-star wink ; And in our merry, mad mirth run Faster and further than the sun ; And let none his cup forsake, Till that star again doth wake ; 75 So we men below shall move Equally with the gods above."], [47, "on gombauld's \"endymion.\" 31 5 10 ■5 20 *o ON GOMBAULD'S \"ENDYMION.\" I've read thy soul's fair night-piece, and have seen Th' amours and courtship of the silent Queen, Her stolen descents to Earth, and what did move her To juggle first with Heaven, then with a lover ; With Latmos' louder rescue, and — alas ! — To find her out a hue and cry in brass : Thy journal of deep mysteries, and sad Nocturnal pilgrimage ; with thy dreams clad In fancies darker than thy cave ; thy glass Of sleepy draughts ; and as thy soul did pass In her calm voyage what discourse she heard Of spirits ; what dark groves and ill-shaped guard Ismena lead thee through, with thy proud flight O'er Periardes, and deep, musing night Near fair Eurotas' banks ; what solemn green The neighbours shade wear; and what forms are seen In their large bowers ; with that sad path and seat Which none but light-heeled nymphs and fairies beat ; Their solitary life, and how exempt From common frailty; the severe contempt They have of man, their privilege to live A tree or fountain, and in that reprieve What ages they consume : with the sad vale Of Diophania ; and the mournful tale Of the bleeding vocal myrtle ; these and more, Thy richer thoughts, we are upon the score To thy rare fancy for. Nor dost thou fall"], [48, "upon mr. Fletcher's plays. 32 From thy first majesty, or aught at all Betray consumption ; thy full vig'rous bays Wear the same green, and scorn the lean decays 3° Of style, or matter ; just so have I known Some crystal spring, that from the neighbour down Derived her birth, in gentle murmurs steal To the next vale, and proudly there reveal Her streams in louder accents, adding still 35 More noise and waters to her channel, till At last, swollen with increase, she glides along The lawns and meadows in a wanton throng Of frothy billows, and in one great name Swallows the tributary brooks' drowned fame. 4o Nor are they mere inventions, for we In th' same piece find scattered philosophy, And hidden, dispersed truths that enfolded lie In the dark shades of deep allegory : So neatly weaved, like arras, they descry 45 Fables with truth, fancy with mystery. So that thou hast in this thy curious mould Cast that commended mixture wished of old, Which shall these contemplations render far Less mutable, and lasting as their star ; 50 And while there is a people, or a sun, Endymion's story with the moon shall run. UPON MR. FLETCHER'S PLAYS, PUBLISHED 1647. I knew thee not, nor durst attendance strive Label to wit, Verser remonstrative, And in some suburb page — scandal to thine — Like Lent before a Christmas, scatter mine. This speaks thee not, since at the utmost rate 5"], [49, "upon mr. Fletcher's plays. 33 I-.. ■5 20 »s 3° 35 Such remnants from thy piece entreat their date ; Nor can I dub the copy, or afford Titles to swell the rear of verse with lord, Nor politically big, to inch low fame, Stretch in the glories of a stranger's name, And clip those bays I court ; weak striver I, But a faint echo unto Poetry. I have not clothes t' adopt me, nor must sit For plush and velvet's sake, esquire of Wit, Yet modesty these crosses would improve, And rags near thee, some reverence may move. I did believe — great Beaumont being dead — Thy widowed Muse slept on his flowery bed ; But I am richly cozened, and can see Wit transmigrates : his spirit stayed with thee ; Which, doubly advantaged by thy single pen, In life and death now treads the stage again ; And thus are we freed from that dearth of wit Which starved the Land, since into schisms split, Wherein th' hast done so much, we must needs guess Wit's last edition is now in the Press ; For thou hast drained invention, and he That writes hereafter, doth but pillage thee. But thou hast plots ; and will not the Kirk strain At the designs of such a tragic brain ? Will they themselves think safe, when they shall see Thy most abominable policy? Will not the Ears assemble, and think fit Their Synod fast, and pray, against thy wit ? But they'll not tire in such an idle quest, Thou dost but kill, and circumvent in jest ; And when thy angered Muse swells to a blow, 'Tis but for Field's, or Swansteed's overthrow. Yet shall these conquests of thy lays outlive D"], [50, "ON SIR THOMAS BODLEY'S LIBRARY. 34 Their Scottish zeal, and compacts made to grieve 4° The peace of spirits : and when such deeds fail Of their foul ends, a fair name is thy bale. But — happy ! — thou ne'er saw'st these storms, our air Teemed with even in thy time, though seeming fair; Thy gentle soul meant for the shade, and ease, 45 Withdrew betimes into the Land of Peace. So nested in some hospitable shore The hermit-angler, when the mid-seas roar, Packs up his lines, and — ere the tempest raves — Retires, and leaves his station to the waves. 50 Thus thou diedst almost with our peace, and we This breathing time thy last fair issue see, Which I think such — if needless ink not soil So choice a Muse — others are but thy foil ; This or that age may write, but never see ss A wit that dares run parallel with thee. True, Ben must live ! but bate him, and thou hast Undone all future wits, and matched the past. ON SIR THOMAS BODLEY'S LIBRARY, THE AUTHOR BEING THEN IN OXFORD. Boast not, proud Golgotha, that thou canst show The ruins of mankind, and let us know How frail a thing is flesh ! Though we see there But empty skulls, the Rabbins still live here. They are not dead, but full of blood again ; 5"], [51, "ON SIR THOMAS BODLEY'S LIBRARY. 35 I mean the sense, and every line a vein. Triumph not o'er their dust ; whoever looks In here shall find their brains all in their books. Nor is't old Palestine alone survives : Athens lives here more than in Plutarch's \" Lives.\" The stones which sometimes danced unto the strain Of Orpheus, here do lodge his muse again. And you, the Roman spirits, Learning has Made your lives longer than your empire was. Cæsar had perished from the world of men, I5 Had not his sword been rescued by his pen. Rare Seneca ! how lasting is thy breath ! Though Nero did, thou couldst not bleed to death. How dull the expert tyrant was, to look For that in thee, which livfed in thy book ! 20 Afflictions turn our blood to ink, and we Commence, when writing, our eternity. Lucilius here I can behold, and see His counsels and his life proceed from thee. But what care I to whom thy Letters be ? 25 I change the name, and thou dost write to me ; And in this age, as sad almost as thine, Thy stately Consolations are mine. Poor Earth ! what though thy viler dust enrolls The frail enclosures of these mighty souls? 30 Their graves are all upon record ; not one But is as bright and open as the sun. And though some part of them obscurely fell And perished in an unknown, private cell ; Yet in their books they found a glorious way 35 To live unto the Resurrection-day ! Most noble Bodley ! we are bound to thee For no small part of our eternity."], [52, "36 DAPHNIS. 40 45 50 5 Thy treasure was not spent on horse and hound, Nor that new mode, which doth old States confound. Thy legacies another way did go : Nor were they left to those would spend them so. Thy safe, discreet expense on us did flow ; Walsam is in the midst of Oxford now. Th' hast made us all thine heirs ; whatever we Hereafter write, 'tis thy posterity. This is thy monument ! Here thou shalt stand Till the times fail in their last grain of sand. And wheresoe'er thy silent reliques keep, This tomb will never let thine honour sleep, Still we shall think upon thee ; all our fame Meets here to speak one letter of thy name : Thou canst not die ! Here thou art more than safe, Where every book is thy large epitaph. DAPHNIS : An Elegiac Eclogue. The Interlocutors : Damon and Menalcas. Damon. What clouds, Menalcas, do oppress thy brow, Flowers in a sunshine never look so low ? Is Nisa still cold flint ? or have thy lambs Met with the fox by straying from their dams ? Menalcas. Ah, Damon, no ! my lambs are safe ; and she Is kind, and much more white than they can be."], [53, "DAPHNIS. 37 TO 15 20 -5 3° But what doth life, when most serene, afford Without a worm which gnaws her fairest gourd ? Our days of gladness are but short reliefs, Given to reserve us for enduring griefs : So smiling calms close tempests breed, which break Like spoilers out, and kill our flocks, when weak. I heard last May — and May is still high Spring— The pleasant Philomel her vespers sing. The green wood glittered with the golden sun, And all the West like silver shined ; not one Black cloud [appeared] ; no rags, nor spots did stain The welkin's beauty ; nothing frowned like rain. But ere night came that scene of fine sights turned To fierce dark showers ; the air with lightnings burned ; The wood's sweet syren, rudely thus opprest, Gave to the storm her weak and weary breast. I saw her next day on her last cold bed : And Daphnis so, just so is Daphnis, dead ! Damon. So violets, so doth the primrose, fall, At once the Spring's pride, and its funeral. Such early sweets get off still in their prime, And stay not here to wear the soil of time ; While coarser flowers, which none would miss, if past, To scorching Summers and cold Autumns last."], [54, "38 DAPHNIS. Menalcas. Souls need not time. The early forward things Are always fledged, and gladly use their wings. Or else great parts, when injured, quit the crowd, To shine above still, not behind, the cloud. And is't not just to leave those to the night 35 That madly hate and persecute the light ? Who, doubly dark, all negroes do exceed, And inwardly are true black Moors indeed ! Damon. The punishment still manifests the sin, As outward signs show the disease within. 40 While worth opprest, mounts to a nobler height, And, palm-like, bravely overtops the weight. So where swift Isca from our lofty hills With loud farewells descends, and, foaming, fills A wider channel, like some great port-vein 45 With large rich streams to fill the humble plain : I saw an oak, whose stately height and shade, Projected far, a goodly shelter made ; And from the top with thick diffused boughs In distant rounds grew like a wood-nymph's house. 5o How many garlands won at roundelays Old shepherds hung up in those happy days With knots and girdles, the dear spoils and dress Of such bright maids, as did true lovers bless. And many times had old Amphion made 55 His beauteous flock acquainted with this shade ; His flock, whose fleeces were as smooth and white As those the welkin shows in moonshine night."], [55, "DAPHNIS. 39 Here, when the careless world did sleep, have I In dark records, and numbers nobly high, 60 The visions of our black, but brightest bard From old Amphion's mouth full often heard ; With all those plagues poor shepherds since have known, And riddles more, which future times must own : While on his pipe young Hylas played, and made 65 Music as solemn as the song and shade. But the cursed owner from the trembling top To the firm brink, did all those branches lop ; And in one hour, what many years had bred, The pride and beauty of the plain lay dead. 70 The undone swains in sad songs mourned their loss, While storms and cold winds did increase the cross ; But nature, which — like virtue — scorns to yield, Brought new recruits and succors to the field ; For by next Spring the checked sap waked from sleep, 75 And upwards still to feel the sun did creep ; Till at those wounds the hated hewer made, There sprang a thicker and a fresher shade. Menalcas. So thrives afflicted truth, and so the light When put out, gains a value from the night. 80 How glad are we, when but one twinkling star Peeps betwixt clouds more black than is our tar: And Providence was kind, that ordered this, To the brave suffrer should be solid bliss : Nor is it so till this short life be done, 85 But goes hence with him, and is still his sun."], [56, "40 DAPHNIS. 90 95 TOO 105 no Damon. Come, sheperds, then, and with your greenest bays Refresh his dust, who loved your learned lays. Bring here the florid glories of the Spring, And, as you strew them, pious anthems sing ; Which to your children and the years to come May speak of Daphnis, and be never dumb, While prostrate I drop on his quiet urn My tears, not gifts ; and like the poor that mourn With green but humble turfs, write o'er his hearse For false, fair prosemen this fair truth of verse : — \" Here Daphnis sleeps, and while the great watch goes Of loud and restless time, takes his repose. Fame is but noise ; all learning's but a thought ; Which one admires, another sets at nought. Nature mocks both, and Wit still keeps ado : But Death brings knowledge and assurance too.\" Menalcas. Cast in your garlands ! strew on all the flowers Which May with smiles or April feeds with showers, Let this day's rites as steadfast as the sun Keep pace with Time and through all ages run ; The public character and famous test Of our long sorrows and his lasting rest. And when we make procession on the plains, Or yearly keep the holiday of swains, Let Daphnis still be the recorded name, And solemn honour of our feasts and fame."], [57, "DAPHNIS. 41 For though the Isis and the prouder Thames Can shew his reliques lodged hard by their streams : And must for ever to the honoured name \"5 Of noble Murrey chiefly owe that fame : Yet here his stars first saw him, and when Fate Beckoned him hence, it knew no other date. Nor will these vocal woods and valleys fail, Nor Isca's louder streams, this to bewail ; 120 But while swains hope, and seasons change, will glide With moving murmurs because Daphnis died. Damon. A fatal sadness, such as still foregoes, Then runs along with public plagues and woes, Lies heavy on us ; and the very light 125 Turned mourner too, hath the dull look of night. Our vales, like those of death, a darkness shew More sad than cypress or the gloomy yew ; And on our hills, where health with height complied, Thick drowsy mists hang round, and there reside. 130 Not one short parcel of the tedious year In its own dress and beauty doth appear. Flowers hate the Spring, and with a sullen bend Thrust down their heads, which to the roots still tend. And though the sun, like a cold lover, peeps 135 A little at them, still the day's-eye sleeps. But when the Crab and Lion with acute And active fires their sluggish heat recruit, Our grass straight russets, and each scorching day"], [58, "DAPHNIS. 42 Drinks up our brooks as fast as dew in May ; i4° Till the sad herdsman with his cattle faints, And empty channels ring with loud complaints. Menalcas. Heaven's just displeasure, and our unjust ways, Change Nature's course ; bring* plagues, dearth, and decays. This turns our land to dust, the skies to brass, 145 Makes old kind blessings into curses pass : And when we learn unknown and foreign crimes, Brings in the vengeance due unto those climes. The dregs and puddle of all ages now, Like rivers near their fall, on us do flow. 150 Ah, happy Daphnis ! who while yet the streams Ran clear and warm, though but with setting beams, Got through, and saw by that declining light, His toil's and journey's end before the night. Damon. A night, where darkness lays her chains and bars, 155 And feral fires appear instead of stars. But he along with the last looks of day Went hence, and setting — sunlike — past away. What future storms our present sins do hatch, Some in the dark discern, and others watch ; ,6o Though foresight makes no hurricane prove mild, Fury that's long fermenting is most wild. But see, while thus our sorrows we discourse, Phœbus hath finished his diurnal course ; The shades prevail : each bush seems bigger grown ; 165"], [59, "DAPHNIS. 43 170 175 1 So Darkness — like State — makes small things swell and frown : The hills and woods with pipes and sonnets round, And bleating sheep our swains drive home, resound. Menalcas. What voice from yonder lawn tends hither? Hark! 'Tis Thyrsis calls ! I hear Lycanthe bark ! His flocks left out so late, and weary grown, Are to the thickets gone, and there laid down. Damon. Menalcas, haste to look them out ! poor sheep, When day is done, go willingly to sleep : And could bad man his time spend as they do, He might go sleep, or die, as willing too. Menalcas. Farewell ! kind Damon ! now the shepherd's star With beauteous looks smiles on us, though from far. All creatures that were favourites of day Are with the sun retired and gone away. While feral birds send forth unpleasant notes, And night — the nurse of thoughts — sad thoughts promotes : But joy will yet come with the morning-light, Though sadly now we bid good-night ! Damon. Good-night !"], [60, "44 THE GOLDEN AGE. THE GOLDEN AGE. [Translated from Boethius.] Happy that first white age ! when we Lived by the Earth's mere charity ; No soft luxurious diet then Had effeminated men ; No other meat, nor wine had any 5 Than the coarse mast, or simple honey ; And, by the parents' care laid up, Cheap berries did the children sup. No pompous wear was in those days Of gummy silks, or scarlet baize. Their beds were on some flowery brink, And clear spring water was their drink. The shady pine, in the sun's heat, Was their cool and known retreat ; For then 'twas not cut down, but stood The youth and glory of the wood. TO 15 The daring sailor with his slaves Then had not cut the swelling waves, Nor, for desire of foreign store, Seen any but his native shore. No stirring drum had scared that age, Nor the shrill trumpet's active rage ; No wounds, by bitter hatred made, With warm blood soiled the shining blade ; For how could hostile madness arm 20 25 An age of love to public harm, When common justice none withstood, Nor sought rewards for spilling blood ? O ! that at length our age would raise Into the temper of those days ! But — worse than Ætna's fires ! — debate 3°"], [61, "A SONG TO AMORET. 45 And avarice inflame our State. Alas ! who was it that first found Gold, hid of purpose under ground — That sought out pearls, and dived to find 35 Such precious perils for mankind ? Xov>e poems. A SONG TO AMORET. 1. If I were dead, and in my place Some fresher youth designed To warm thee with new fires, and grace Those arms I left behind ; 2. Were he as faithful as the sun That's wedded to the sphere, His blood as chaste and temperate run As April's mildest tear ; 5 3* Or were he rich, and with his heap, And spacious share of earth, Could make divine affection cheap, i_ And court his golden birth ; 4* For all these arts I'd not believe, — No, though he should be thine, — The mighty amorist could give So rich a heart as mine. 15"], [62, "46 UPON THE PRIORY GROVE. 5* Fortune and beauty thou might'st find, And greater men than I ; But my true resolved mind They never shall come nigh. 20 6. For I not for an hour did love, Or for a day desire, But with my soul had from above This endless, holy fire. UPON THE PRIORY GROVE, HIS USUAL RETIREMENT. Hail, sacred shades ! cool leafy house ! Chaste treasurer of all my vows And wealth ! on whose soft bosom laid My love's fair steps I first betrayed : Henceforth no melancholy flight, 5 No sad wing, or hoarse bird of Night, Disturb this air, no fatal throat Of raven, or owl, awake the note Of our laid echo, no voice dwell Within these leaves but Philomel. IO The poisonous ivy here no more His false twists on the oak shall score ; Only the woodbine here may twine, As th' emblem of her love, and mine ; The amorous sun shall here convey 15 His best beams, in thy shade to play ; The active air, the gentlest showers Shall from his wings rain on thy flowers ; And the moon from her dewy locks, Shall deck thee with her brightest drops : _0"], [63, "FIDA, 47 Whatever can a fancy move, Or feed the eye : be on this grove. And when, at last, the winds and tears Of Heaven, with the consuming years, Shall these green curls bring to decay, And clothe thee in an aged grey : — If aught a lover can foresee : 25 Or if we poets prophets be — From hence transplanted, thou shalt stand A fresh grove in th' Elysian land ; 30 Where — most blest pair ! — as here on Earth Thou first didst eye our growth, and birth ; So there again, thou'lt see us move In our first innocence and love ; And in thy shades, as now, so then, We'll kiss, and smile, and walk again. 35 FIDA: OR THE COUNTRY BEAUTY TO LYSIMACHUS. Now I have seen her, and by Cupid, The young Medusa made me stupid ! A face, that hath no lovers slain, Wants forces, and is near disdain. For every fop will freely peep s At majesty that is asleep. But she — fair tyrant !— hates to be Gazed on with such impunity : Whose prudent rigour bravely bears And scorns the trick of whining tears, Or sighs, those false alarms of grief, Which kill not, but afford relief. TO Nor is it thy hard fate to be Alone in this calamity, Since I who came but to be gone, ■ 5"], [64, "48 FIDA. Am plagued for merely looking on. Mark from her forehead to her foot What charming sweets are there to do't. A head adorned with all those glories That Wit hath shadowed in quaint stories : Or pencil with rich colours drew 20 In imitation of the true. Her hair laid out in curious sets And twists, doth shew like silken nets, Where, — since he played at hit or miss, — The god of Love her prisoner is, 25 And, fluttering with his skittish wings, Puts all her locks in curls and rings. Like twinkling stars her eyes invite All gazers to so sweet a light ; But then two arched clouds of brown Stand o'er, and guard them with a frown. 3° Beneath these rays of her bright eyes Beauty's rich bed of blushes lies : Blushes, which, lightning-like, come on, Yet stay not to be gazed upon ; But leave the lilies of her skin 35 As fair as ever, and run in : Like swift salutes — which dull paint scorn — 'Twixt a white noon, and crimson morn. 4o What coral can her lips resemble? For her's are warm, swell, melt, and tremble And if you dare contend for red, This is alive, the other dead. Her equal teeth — above, below — 45 All of a size, and smoothness, grow. Where under close restraint and awe — Which is the maiden, tyrant law — Like a caged, sullen linnet, dwells Her tongue, the key to potent spells. Her skin, like Heaven when calm and bright, 50"], [65, "TO ETESIA : THE FIRST SIGHT. 49 Shews a rich azure under white, With touch more soft than heart supposes, And breath as sweet as new-blown roses. Betwixt this headland and the main, Which is a rich and flowery plain, Lies her fair neck, so fine and slender, That — gently — how you please, 'twill bend her. This leads you to her heart, which ta'en, Pants under sheets of whitest lawn, 55 60 And at the first seems much distress, But, nobly treated, lies at rest. Here, like two balls of new-fallen snow, Her breasts, Love's native pillows, grow ; And out of each a rose-bud peeps, Which infant Beauty, sucking, sleeps. 65 Say now, my Stoic, that mak'st sour faces At all the Beauties and the Graces, That criest unclean ! though known thyself To every coarse and dirty shelf : Couldst thou but see a piece like this, A piece so full of sweets and bliss : In shape so rare, in soul so rich, Wouldst thou not swear she is a witch ? 70 TO ETESIA (FOR TIMANDER) : THE FIRST SIGHT. What smiling star, in that fair Night Which gave you birth, gave me this sight, And with a kind aspect, though keen, Made me the subject, you the queen ? That sparkling planet is got now Into your eyes, and shines below ; Where nearer force, and more acute, E 5"], [66, "TO ETESIA : THE FIRST SIGHT. 50 It doth dispense, without dispute ; For I, who yesterday did know Love's fire no more than doth cool snow, With one bright look am since undone, Yet must adore and seek my sun. IO Before, I walked free as the wind, And if but stayed — like it — unkind ; I could, like daring eagles, gaze, And not be blinded by a face ; 15 For what I saw, till I saw thee, Was only not deformity. Such shapes appear — compared with thine, — In arras, or a tavern-sign, 30 And do but mind me to explore A fairer piece, that is in store. So some hang ivy to their wine, To signify there is a vine. Those princely flowers — by no storms vexed — •5 Which smile one day, and droop the next : The gallant tulip and the rose, Emblems which some use to disclose Bodied ideas : their weak grace Is mere imposture to thy face. For Nature in all things, but thee, Did practise only sophistry ; Or else she made them to express How she could vary in her dress. But thou wert formed, that we might see Perfection, not variety. 3° 35 Have you observed how the day-star Sparkles and smiles and shines from far : Then to the gazer doth convey A silent but a piercing ray ? 4°"], [67, "THE CHARACTER : TO ETESIA. 51 So wounds my love, but that her eyes Are in effects the better skies. A brisk bright agent from the streams Armed with no arrows, but their beams, And with such stillness smites our hearts, No noise betrays him, nor his darts. He, working on my easy soul, Did soon persuade, and then control ; And now he flies — and I conspire — 45 Through all my blood with wings of fire, And when I would — which will be never* With cold despair allay the fever : The spiteful thing Etesia names, And that new-fuels all my flames. 50 THE CHARACTER: TO ETESIA Go catch the phœnix, and then bring A quill drawn for me from his wing. Give me a maiden, beauty's blood, A pure, rich crimson, without mud, In whose sweet blushes that may live, Which a dull verse can never give. Now for an untouched spotless white, For blackest things on paper write ; Etesia at thine own expense 5 Give me the robes of innocence. 10 Could we but see a spring to run Pure milk, as sometimes springs have done, And in the snow-white streams it sheds, Carnations wash their bloody heads, While every eddy that came down '5"], [68, "THE CHARACTER : TO ETESIA. 52 Did — as thou dost — both smile and frown. Such objects, and so fresh, would be But dull resemblances of thee. Thou art the dark world's morning-star, Seen only, and seen but from far ; 20 Where like astronomers we gaze Upon the glories of the face, But no acquaintance more can have, Though all our lives we watch and crave. Thou art a world thyself alone, Yea three great worlds refined to one. Which shows all those, and in thine eyes The shining East and Paradise. -5 Thy soul — a spark of the first fire, — Is like the sun, the world's desire ; 30 And with a nobler influence Works upon all, that claim to sense ; But in Summers hath no fever, And in frosts is cheerful ever. As flowers, besides their curious dress, Rich odours have, and sweetnesses, 35 Which tacitly infuse desire, And even oblige us to admire : Such, and so full of innocence. Are all the charms thou dost dispense, And, like fair Nature, without arts At once they seize, and please our hearts O thou art such, that I could be 40 A lover to idolatry! I could, and should from heaven stray, But that thy life shews mine the way, And leave awhile the Deity To serve His image here in thee. 45"], [69, "TO ETESIA LOOKING AT THE FULL MOON. 53 5 10 »5 20 TO ETESIA LOOKING FROM HER CASEMENT AT THE FULL MOON. See you that beauteous Queen, which no age tames ? Her train is azure set with golden flames : My brighter fair, fix on the East your eyes, And view that bed of clouds, whence she doth rise. Above all others in that one short hour Which most concerned in, she had greatest power. This made my fortune humorous as wind, But fixed affections to my constant mind. She fed me with the tears of stars, and thence I sucked in sorrow with their influence. To some in smiles and store of light she broke : To me in sad eclipses still she spoke. She bent me with the motion of her sphere, And made me feel what first I did but fear. But when I came to age, and had o'er- grown Her rules, and said my freedom was my own, I did reply unto the laws of Fate, And made my reason my great advocate : I laboured to inherit my just right ; But then — O hear, Etesia ! — lest I might Redeem myself, my unkind starry mother Took my poor heart, and gave it to another. TO ETE3IA PARTED FROM HIM, AND LOOKING BACK. O subtle Love ! thy peace is war ; It wounds and kills without a scar."], [70, "54 IN ETESIAM LACHRYMANTEM. 5 10 s It works unknown to every sense, Like to decrees of Providence, And with strange silence shoots us through : The fire of Love doth fall like snow. Hath she no quiver, but my heart ? Must all her arrows hit that part? Beauties, like Heaven, their gifts should deal Not to destroy us, but to heal. Strange art of Love ! that can make sound, And yet exasperates the wound. That look she lent to ease my heart Hath pierced it, and improved the smart. IN ETESIAM LACHRYMANTEM. O dulcis luctus, risuque potentior omni ! Quern decorant lachrymis sydera tanta suis. Quam tacitae spirant aurae ! vultusque nitentes Contristant veneres, collachrymantque suae! Ornat gutta genas, oculisque simillima gemma : Et tepido vivas irrigat imbre rosas. Dicite Chaldaei ! quae me fortuna fatigat, Cum formosa dies et sine nube peruit ? ON ETESIA WEEPING. [A Translation of\"In Etesiam Lachrymantem\" by the Rev. fames Bell.] O dulcet Sorrow! stronger far than laughter ringing, With clustered stars adorned, their tears of lustre bringing. How voiceless heave thy sighs ! Thy features softly shining"], [71, "ETESIA ABSENT. 55 5 5 TO ■5 20 Together weep, and dim their charms with inward pining. Tears sparkle on thy cheeks, as gems like iris glowing, And wash the blushing roses with their warm rain flowing. Chaldaeans ! when fair day has passed in cloudless setting, Pray tell, what fate still urges me with bootless fretting ? ETESIA ABSENT. Love, the world's life ! what a sad death Thy absence is ! to lose our breath At once and die, is but to live Enlarged, without the scant reprieve Of pulse and air : whose dull returns And narrow circles the soul mourns. But to be dead alive, and still To wish, but never have our will : To be possessed, and yet to miss, To wed a true but absent bliss : Are lingering tortures, and their smart Dissects and racks and grinds the heart ! As soul and body in that state Which unto us, seems separate, Cannot be said to live, until Reunion ; which days fulfil And slow-paced seasons : so in vain Through hoursand minutes — Time's long train — I look for thee, and from thy sight, As from my soul, for life and light. For till thine eyes shine so on me, Mine are fast-closed, and will not see."], [72, "5 10 15 20 poems bp Œbomas Daugban (\"Eugenius Philalethes.\") TO THE USK. 'Tis day, my crystal Usk : now the sad Night Resigns her place as tenant to the Light. See the amazed mists begin to fly, And the victorious sun hath got the sky. How shall I recompense thy streams that keep Me and my soul awaked, when others sleep ? I watch my stars, I move on with the skies, And weary all the planets with my eyes. Shall I seek thy forgotten birth, and see What days are spent since thy nativity ? Didst run with ancient Kishon ? canst thou tell So many years as holy Hiddekel ? Thou art not paid in this : I'll levy more Such harmless contributions from thy store, And dress my soul by thee as thou dost pass, As I would do my body by my glass : What a clear running crystal here I find ! Sure I will strive to gain as clear a mind, And have my spirits freed from dross, made light, That no base puddle may alloy their flight. How I admire thy humble banks ! nought's here But the same simple vesture all the year : I'll learn simplicity of thee, and when"], [73, "AELIA LÆLIA : HYANTHE. 57 I walk the streets, I will not storm at men, Nor look as if I had a mind to cry 25 It is my valiant cloth of gold, and I. Let me not live, but I'm amazed to see What a clear type thou art of piety. Why should thy floods enrich these shores, that sin Against thy liberty, and keep me in ? 3° Thy waters nurse that rude land, which enslaves And captivates thy free and spacious waves. Most blessed tutors ! I will learn of those To show my charity unto my foes, And strive to do some good unto the poor, 35 As thy streams do unto the barren shore. AU this from thee, my Ysca ? yes, and more : I am for many virtues on thy score. Trust me thy waters yet : why, wilt not so ? Let me but drink again, and I will go. 4° I see thy course anticipates my plea, I'll haste to God, as thou dost to the sea. And when my eyes in waters drown their beams, The pious imitation of thy streams, May every holy, happy, hearty tear 45 Help me to run to heaven, as thou dost there. AELIA LÆLIA : HYANTHE. It was scarce day, when all alone I saw Hyanthe and her throne. In fresh green damasks she was drest, And o'er a sapphire globe did rest. This slippery sphere when I did see, Fortune, I thought it had been thee. But when I saw she did present 5"], [74, "58 AELIA LÆLIA : HYANTHE. A majesty more permanent, I thought my cares not lost, if I Should finish my discovery. Sleepy she looked to my first sight, As if she had watched all the night, And underneath her hand was spread, The white supporter of her head. But at my second studied view, I could perceive a silent dew Steal down her cheeks, lest it should stain Those cheeks where only smiles should reign. The tears streamed down for haste, and all In chains of liquid pearl did fall. TO '5 20 Fair sorrows ! and more dear than joys, Which are but empty airs, and noise : Your drops present a richer prize, For they are something like her eyes. Pretty, white fool ! why hast thou been Sullied with tears, and not with sin ? 'Tis true : thy tears, like polished skies, Are the bright rosials of thy eyes, 25 But such strange fates do them attend, As if thy woes would never end. From drops to sighs they turn, and then Those sighs return to drops again : But whiles thy silver torrent seeks Those flowers that watch it in thy cheeks, The white and red Hyanthe wears, 3° 35 Turn to rose-water all her tears. Have you beheld a Flame, that springs From incense, when sweet, curled rings Of smoke attend her last weak fires, And she all in perfumes expires ? So died Hyanthe. Here, said she, Let not this vial part from thee. It holds my heart, though now 'tis spilled, 40"], [75, "THALIA. 59 45 50 5 TO And unto waters all distilled. 'Tis constant still : trust not false smiles ; Who smiles, and weeps not, she beguiles. Nay, trust not tears : false are the few, Those tears are many that are true. Trust me, and take the better choice, Who hath my tears can want no joys. THALIA. [I turned aside to see if she [Thalia] was still asleep, but she was gone, and this did not a little trouble me. I expected her return till the day was quite spent, but she did not appear. At last, fixing my eyes on that place where she sometimes rested, I dis- covered certain pieces of gold, which she had left behind her, and hard by a paper folded like a letter. These I took up, and now the night ap- proaching, the evening star tinn'd in the west, when taking my last survey of her flowery pillow, I parted from it in this verse.] Pretty green bank, farewell ! and mayst thou wear Sunbeams, and rose, and lilies all the year : She slept on thee, but needed not to shed Her gold : 'twas pay enough to be her bed. Thy flowers are favourites : for this loved day They were my rivals, and with her did play. They found their heaven at hand, and in her eyes Enjoyed a copy of their absent skies. Their weaker paint did with true glories trade, And, mingled with her cheeks, one posy made. And did not her soft skin confine their pride, And with a screen of silk both flowers divide, They had sucked life from thence, and from her heat"], [76, "60 DAWN, -5 20 s 5 Borrowed a soul to make themselves complete. O happy pillow ! Though thou art laid even With dust, she made thee up almost a heaven. Her breath rained spices, and each amber ring Of her bright locks strewed bracelets o'er thy spring. That earth's not poor, did such a treasure hold, But thrice enriched, with amber, spice, and gold. DAWN. Now had the Night spent her black stage, and all Her beauteous twinkling flames grew sick and pale. Her scene of shades and silence fled ; and Day Dressed the young East in roses : where each ray Falling on sables, made the Sun and Night Kiss in a checker of mixed clouds and light. AN ENCOMIUM ON THE THREE BOOKS OF CORNELIUS AGRIPPA, KNIGHT. Great, glorious penman ! whom I should not name, Lest I might seem to measure thee by fame Nature's apostle and her choice high-priest, Her mystical and bright evangelist. How am I rapt when I contemplate thee,"], [77, "ENCOMIUM ON THREE BOOKS OF AGRIPPA. 6l And wind myself above all that I see ! The spirits of thy lines infuse a fire Like the world's soul, which make me thus aspire. I am unbodied by thy books, and thee, And in thy papers find my ecstasy : 10 Or if I please but to descend a strain, Thy Elements do screen my soul again. I can undress myself by thy bright glass, And then resume th' enclosure, as I was. Now I am earth, and now a star, and then t$ A spirit : now a star, and earth again ; Or if I will but ramasle [sic] all that be, In the least moment I engross all three. I span the Heaven and Earth, and things above, And, which is more, join natures with their Jove. 20 He crowns my soul with fire, and there doth shine, But like the rainbow in a cloud of mine. Yet there's a law by which I discompose The ashes, and the fire itself disclose, But in his emerald still he doth appear ; 25 They are but grave-clothes which he scatters here. Who sees this fire without his mask, his eye Must needs be swallowed by the light, and die. These are the mysteries for which I wept, Glorious Agrippa, where thy language slept, 3o Where thy dark texture made me wander far, Whiles through that pathless Night I traced the star ; But I have found those mysteries, for which Thy book was more than thrice-piled o'er with pitch. Now a new East beyond the stars I see, 35 Where breaks the day of thy divinity : Heaven states a commerce here with man, had he"], [78, "62 A STONE, AND THE STONY HEART. 4o 5 10 15 But grateful hands to take, and eyes to see. Hence you fond school-men, that high truths deride, And with no arguments but noise, and pride ; You that damn all but what yourselves invent, And yet find nothing by experiment ; Your fate is written by an unseen hand, But his three books with the three worlds shall stand. A STONE, AND THE STONY HEART. 1. Lord God ! This was a stone As hard as any one Thy laws in Nature framed : 'Tis now a springing well, And many drops can tell Since it by art was tamed. 2. My God ! my heart is so, 'Tis all of flint, and no Extract of tears will yield : Dissolve it with Thy fire, That something may aspire, And grow up in my field. 3* Bare tears I'll not entreat, But let Thy Spirit's seat Upon those waters be; Then I, new-formed with light, Shall move without all night Qr eccentricity."], [79, "63 EPITAPHIUM GULIELMI LAUD. EPITAPHIUM GULIELMI LAUD EPIS- COPI CANTUARIENSIS. O fida tellus ! coeli depositum cape, Neque ilium topho premas, sed amplectere. Hie jacet, Lector, — serva tu lachrymas malis, — Ecclesiae pharus, idemque naufragium sibi ; Repumicator orbis et coeli pugil : 5 Frigentis arae titio, haud ignis novus, Sed angelorum flamma Manoae capax. Desiste, saeclum, majus non potes nefas. Lassata crux est, martyrum appendix suit. QuOtidiana non est talis manus. 10 Liberius nemo sanguinem patriae daret Si res vocassent ; nee confidentius dedit Cum non vocabant, nempe curavit mori, Anteitque istam, quam stabiliret fidem. Sic ille coelum rapuit, et vitae tomos 15 Obliterates maculis adversae manus Proprio rescripsit sanguine, innocuus simul Et condemnatus ; sic citat testes Deus ! O festus ille cinis ! et foelix miser, Qui probro honores mutat, et mundi satur 20 Injuriis emit coelos, ac Stellas tenet ! Fecisti probe ! fidei senex malum Mors est : Ereptus vitae pugillus tibi Cum diis acquirit annos, omisit diem. Palles sceleste ? non habet sanum sibi 35 Cruorem, quisquis sic alienum sitit. Sed non in terram fluxit, ne bibit lutum Fluentem : sitiens sanguinem pulvis suum Pulvere formatus homo est. Non periit ergo. Laudis tarn justae threnos 30 Nee morituras naenias hostes sui Qui habent aures, audient. Abi jam Lector, et bene discas mori."], [80, "64 EPITAPH OF WILLIAM LAUD. 5 10 15 20 EPITAPH OF WILLIAM LAUD, ARCH- BISHOP OF CANTERBURY. [A Translation of '\" Epitaphium Gulielmi Laud Episcopi Canluariensis,\" by Rev. Canon Wilton, M.A.] O faithful earth, receive this Heavenly trust, Nor press him, but embrace him, with thy dust. Here lies — (O gentle Reader keep thy tears For evil men) — One who at once appears The Church's lighthouse, showing dangerous shelf, And yet a destined shipwreck to himself: Zealous reformer of an erring world, And Heaven's own champion, with his flag unfurled. Of a cold altar, lo, a burning brand, Not one of those new lights that daze the land, But such a flame as met Manoah's eyes Wherein the angel hastened to the skies. Stay now thine hand, O age, it is full time, Thou canst not perpetrate a greater crime. The cross is wearied out, its work is done, And a new list of martyrs is begun : Not every day such doings greet the sun. None would more willingly his blood have given To serve his country, at the call of Heaven : Without such call, none did more boldly give His blood, solicitous no more to live : And so he died, and passed away before That ancient Faith he laboured to restore. Thus did he seize the realm of Heavenly light. The Books of life permitted to re-write"], [81, "Stella's epitaph. 65 With his own martyred blood, and set them free From stains impressed by envious enmity ; Being innocent and yet condemned withal : The God of Truth such witnesses doth call. Blest ashes of a martyr, how they shine : 3° A happy misery is this of thine, For Heavenly honours shame thou dost resign : And satiated with earth's life dost buy Heaven by thy wrongs and grasp the stars on high. Well hast thou fared. A death that lingers late 35 A foe to faith is, waiting at the gate. A little handful snatched from out thy life Gains thee calm years, costs thee one day of strife. Turnest thou pale, O wretch ? His blood runs cold Whoe'er another's blood would fain behold. 40 But not into the earth his blood did flow, No mud absorbs it flowing here below : The dust might thirst for it, as on it ran, But out of dust, 'tis written, was made man. It did not perish then. His foes shall hear 45 Of holy Laud the strains, with grudging ear — No dying dirges, but applauses clear. Now, Reader, take thy leave with drooping eye, And learn from Laud's example how to die ! October 5 th, 1892. STELLA'S EPITAPH. (latin text.) Adesto multa superum nepenthe madens Ver : annus infans, primula et florens Hebe. Tuusque tecum Zephyrus accedat, tui f"], [82, "66 Stella's epitaph. s 10 '5 20 25 5 Serenus oris halitus, promus rosae : Florum solennis fascinus, carmen potens Ipsis sepulchris mortuum germen vocans. Adstes et Euri mitius volans ala, Auraque degens divite, et thure in sacro Fumata, pennis incubet tuis Eos. Est urna parva Stellulam meam tenens, Quae vos in arctum postulat typum deae. Florum hue adesto, quicquid hie mundus parit, Sui character sparsus, ac inops icon. Cognata venis viola, sanguini est rosa. Natura ubique pingit in luctus meos, Et tophus omnis parturit Stellae notas. Sit epitaphium par hyacinthus tibi, Qui store pandens, quas tegit tellus genas, Aiacis instar al meum semper ferat, Tuaeque cladis annue monens epos. Visurus ora qualia, et quales manus, Amplectar albas, purpura et tinctas rosas ; Tibique flores servient, spinae mihi ! Si liliis adsto, dicam, hie vivit meae, Et si sepulchris, hie perit Stellae color. STELLA'S EPITAPH. [A translation of the Latin poe?n by Rev. Canon Wilton, M.A.] Moist with divine Nepenthe, Spring be here, Like Hebe fresh and bright, the infant year : And her own Zephyr come with her, serene Breath of her mouth, with early roses seen : The accustomed band of flowers, and song of bird Whose voice by dead germs e'en in tombs is heard."], [83, "Stella's epitaph. 67 10 'S 20 25 30 Let Eurus too be here on milder wing, And all around a breathing fragrance fling, As spiced with sacred frankincense the Day Breaks o'er this tomb, and broods on pinion gay- This little urn my darling Stella holds, And bids you mark the goddess it enfolds. All flowers be here that earth's rich gardens bear, Her scattered likeness and lost image fair. The violet depicts her purple veins, The rose the tender hue her cheek that stains, Fair Nature paints my grief on every field, And bank and hedgerow Stella's tokens yield. The hyacinth thy special flower shall be, And lift its stalk and droop its head for thee : And as I mark its dewy cheeks I'll sigh, Mourning thy beauty as the years go by. To see thy matchless hands and lovely face The roses white and red I will embrace. Their flowers will serve as memories of thee, Their thorns, alas, all that is left to me. Stand I where lilies tall enrich the air, I'll say : here lives Stella's complexion fair ; And if I wander by her early tomb I'll groan, lo, here it withers in the gloom ! October 6th, /S92."], [84, "NOTES. Biocraphical Note. — Henry Vaughan, styled \" Silurist,\" from the fact of his being a native of the country of the Silures in South Wales, was born about the year 1622, at Lower Newton on Usk, in Brecknockshire. Materials for a biography of the poet are extremely scant, despite the labours of Lyte and Grosart. The former contributed a judicious and appreciative introductory memoir to his edition of the \"Sacred Poems;\" while the latter, in his complete edition of Vaughan's Works, has given us a Life of him, shewing considerable original research and pains in the endeavour to obtain new facts. Our own remarks under this heading must be confined to a few leading facts. In 1638, the poet entered the University of Oxford. When he left, it is not known. He was an occasional visitor at the metropolis, and was a student of medicine. Having taken his diploma, he began to practice, about 1646, in his native county. Lyte tells us : \"he was twice married, and had, by his first wife, two sons and three daughters, and by the second, one daughter.\" For nearly half a century he followed his profession, living for the whole or the greater part of the time near Scethrog. He died in 1695, aged 73- For the Latin student and admirer of Vaughan we here append his autobiographical poem, Ait Posteros (\"To Posterity,\") which gives a picture of the natural surroundings of his birthplace, and a short sketch of his life and training. The latter half of the poem describes his feelings at the -calamities and perturba tions of the Civil Wars. Ad Posteros. Diminuat ne sera dies praesentis honorem Quis, qualisque fui, percipe Posteritas. Cambria me genuit, patulis ubi vallibus errans Subjacet aeriis montibus Isca pater."], [85, "NOTES, 69 Inde sinu placido suscepit maximus arte Ilerbertus, Latiae gloria prima scholae Bis ternos, illo me conducente, per annos Profeci, et geminam contulit unus opem, Ars et amor, mens atque manus certare solebant, Nee lassata illi mensve, manusve suit. Hinc qualem cernis crevisse : sed ut mea certus Tempora cognoscas, dura fuera, scias. Vixi, divisos cum fregerat hoeresis Anglos Inter Tysiphonas presbyteri et populi. His primum miseris per amoena furentibus arva Prostravit sanctam vilis arena rosam, Turbarunt fontes, et fusis pax perit undis, Moestaque coelestes obruit umbra dies. Duret ut integritas tamen, et pia gloria, partem Me nullam in tanta strage fuisse, scias ; Credidimus nempe insonti vocem esse cruori, Et vires quae post funera flere docent. Hinc castae, fidaeque pati me more parentis Commonui, et lachrymis fata levare meis Hinc unsquam horrendis violavi sacra procelli Nee mihi mens unquam, nee manus atra Si pius es, ne plura petas ; satur ille recedat Qui sapit et nos non scripsimus insipidis. Pp. 1-4. To the River Usca.— This is probably the most beautiful of the non-sacred poems of Henry Vaughan. The stream ran by his own home, and on more than one occasion he sang its praises, as may be seen in the present volume. The little Latin poem, Ad Fluvium Iscam, and the translation of it, following this longer poem, continues the subject. The Silurist's brother has also an admirable poetical address to the same river. This also is given in the present volume (P- 56). Professor F. T. Palgrave — than whom there is no more sympathetic critic of poetry in general, and of the poetry of Vaughan in particular — says, in respect to the present poem: — \" Vaughan in this piece has caught something of the spirit of Milton's lovely song at the close of Comus, the one addressed to Sabrina \",( K Cymmrodor, vol. xi. , pp. 199-200). LI. 9-10. — The allusion here is to William Habington, whose collection of love verses, entitled"], [86, "70 NOTES. \"Castara\" (the poetic name of his lady), was published in Vaughan's time. L. 51. — Evet: the newt. P. 4. Ad Fluvium /scam. — A worthy appendage to the preceding poem. The concluding lines, in which our poet tells us he hears in the voice of the stream the plaints of the slain Thracian, are surely very note- worthy. Pp. 4-5. To the River Usk. — This English version of the little Latin poem has not been previously published, having been specially done for the present volume. It will be found to be a very close and literal rendering. LI. 5-8.— Cf. Tennyson (The Brook) :— \" For men may come and men may go, But I go on for ever ;\" also Wordsworth (The Fountain) : — \" 'Twill murmur on a thousand years, And flow as now it flows.\" Pp. 5-7. The Eagle. — This is without doubt one of the very finest English poems on the bird. Tennyson's six-line fragment on the eagle cannot be compared with the present piece. Palgrave speaks of the \"strange visionary power\" of Vaughan's poem, and further remarks : — \" Vaughan's splendid exaggera- tions shine, as we may say, by the warm light of the imagination, not the white glitter of the intellect.\" The reader may like to compare this piece with Wordsworth's treatment of the subject in his three sonnets written at Dunolly Castle. L. 45. — Entertaiti : receive. P. 8. To Echo. — Another translation done expressly for this volume. Sir S. E. Brydges' sonnet, Echo and Silence — the last lines more especially — may be com- pared with lines 1-5 of the present poem. Pp. 9-11. The Chamel- House. — Dr. Grosart, in his Essay on the Life and Writings of He7iry Vaughan, speaks of this as \" the most Shakesperean of the Silurist's productions, that is, in single lines and"], [87, "NOTES. 71 epithets.\" We think this worthy lover of our poet is right in this, as a careful study of this deep-lhoughted production will convince the reader. L. 2. Kelder — It seems uncertain what meaning Vaughan intended in the use of this old word. Grosart suggests it may come from \" Kelde,\" to become cold ; or \" Kele,\" to cool. L. 13. Eloquent silence! — Cf. Sir Walter Raleigh (Historie of the World, Book v. , pt. i. ): — \"O eloquent, just, and mightie Death !\" L. 21. Air-monging — Dabbling, meddling. L. 46. Buffe — To stammer. L. 47. /_ chap-fallen here. — Cf. Shakespeare {Hamlet, Act v., Scene 1) : — \" Quite chap-fallen.\" Pp. 13-16. The /niportunate Fortune. — This piece fitly follows /« Amicum Foeneratorem, their subjects being similar. L. 105. Randolph — Thomas Randolph, the poet, author of The Muses' Looking- Glass, etc. Pp. 16-18. To His Friend . — In this, and the succeed ing poem, To his retired Friend, we have some examples of their writer's humour, grim, and occasionally having a touch of satire. L. 31. — Dr. John Brown, in his essay on Vaughan, draws special attention to this line, which he considered as \"of great beauty.\" 19-21. To his retired Friend. — Lines 22 and 23 contain local allusions : \" the Crosse\" (vide Grosart) \" stood formerly in the market-place of Brecon,\" and the \"Shire-hall\" was the County Hall, which stood in the same town. Pp. L. 25. — Eighty-eight : 1588. L. 47. — Drawers: waiters, public-houseattendants. L. 70 — Ashophel: possibly in allusion to Spenser's Elegie, or Friend's passion, for his Astrophel. 22-23. — To the best and most accomplished Couple . L. 16. — tiffany: a light veil. Pp. 23-26. An Elegy on the Death of 'J/r. R. IF. . — Who the subject of this powerful poem was, is not known. Pp."], [88, "NOTES. 72 Pp. 27-2S. An Epitaph upon the Lady Elizabeth. — Professor Palgrave, in speaking of this most tender and beautiful poem, says : \" In all the poetry which, during the middle of the seventeenth century, touches upon the deaths and calamities of the time, I know none which rivals this elegy in depth of pathos, in reality of sentiment.\" {Y Cymmrodor, Vol. xi., p. 202). Crashaw has a fine poem ( To the Queen, upon her numerous progenie), in which are some lovely lines upon the subject of this Epitaph. The Lady Elizabeth was born Dec. 1635, and died, aged 14, of grief at her father's tragical end, Sep. 1650. LI. 13-15. — Tears without noise . . . shrill: Cf. \"How shrill are silent tears!\" in first line of Admission (Vaughan's Silex Scintillan., Part I.) Pp. 28-30. A Rhapsody. — One of the author's early productions, and descriptive of his experiences among the London literati of his earlier days. We give it more for the sake of the picture of the time it presents, than for its literary value, which is not considerable. L. 17. — drawer: tavern waiter. L. 43. — Cymbeline and Lud: according to Dr. Grosart \"Cymbeline and Lud were statues, or images, of ancient kings of those names, which formerly occupied niches in the old Lud-Gate.\" LI. 50-55. Rich as his worth . . . to con sult and lie : — Julius Cæsar. L. 51. Drink it to \\_him~\\ — [him]; in Grosart's ed. printed he. rP 31-32. On Gombauld '_ \" Endymion.\" — Hurst's trans lation of the French poet Gombauld's \" Endymion \" appeared in 1637, and made the poem known in this country. Ogier de Gombauld was born 1567 ; died 1666. Pp. 32-34. Upon J/r. Fletchers Plays. — The original folio of Fletcher's plays appeared in 1647 ; the present tribute was first published in the book entitled \" Olor Iscanus,\" and not, as stated by"], [89, "NOTES, 73 Vaughan's biographer Lyte, in the folio edition of the plays. L. 57. Ben — Ben Jonson, the dramatist. Pp. 34-36. On Sir Thomas Bodte^s Library. — Sir Thomas Bodley (1544*1612) founded the Bodleian Library at Oxford. For particulars of his life see the biography by Hearne, published in 1703. Pp. 36-43. Daphnis. — This elegy was written on the death of Thomas Vaughan (\"Eugenius Philalethes,\") brother of the Silurist, which took place in 1665. He was buried, it is said, at Albury. Lyte included the present piece in his \" Aldine \" edition of our worthy's \"Sacred\" poems. A \" sacred \" poem it is not, and by virtue of its undoubted merit it finds a place in this anthology of his \"Secular\" poems. L. 156. Feral fires — Funereal fires or tapers. L. 181. Feral birds — Doleful birds Pp. 44-45. The Golden Age. — This is a translation of Metrum 5 of Lib. 2 of Boethius, and is probably the best representation of Vaughan's English versions of that classic author. [The following is inserted here as an additional felicitous example of Henry Vaughan's translations : — [ Translation of the Polish poet Casimir Serbievius' twenty- eighth Ode of Book IV.\\ Let not thy youth and false delights Cheat thee of life ; those heady flights But waste thy time, which posts away Like winds unseen, and swift as they. Beauty is but mere paint, whose dye With Time's breath will dissolve and fly ; 'Tis wax, 'tis water, 'tis a glass, It melts, breaks, and away doth pass. 'Tis like a rose which in the dawn The air with gentle breath doth fawn And whisper to, but in the hours Of night is sullied with smart showers. Life spent is wished for but in vain, Nor can past years come back again."], [90, "NOTES, 74 Happy the man ! who in this vale Redeems his time, shutting out all Thoughts of the world ; whose longing eyes Are ever pilgrims in the skies ; That views his bright home, and desires To shine amongst those glorious fires.] Pp. 45-55. Love Poems. — Many of our poet's earlier love verses have some of the faults of the bulk of the Erotic poetry of his day : they are artificial. He soon, however, became more natural, and there is true feeling underlying his later pieces of this class. A Song to Amoret (p. 45) is the very embodiment of noble and manly feeling. P. 45. A Song to Amoret, 11. 19-20. — A MS. copy of this in the British Museum furnishes the following variation of text : — \" But with my true steadfast minde None can pretend to vie.\" Pp. 46-47. — Upon the Priory Grove. — The \"Priory Grove \" is said by Grosart to have been at the \" Priory,\" Cardigan, the seat of James Philips, Esq., whose wife, Katherine, was one of the friends of Henry Vaughan. Pp. 47-49. Fida ; or, the Cotmtry Beauty. — This is one of our poet's later, and finer, love pieces. Professor Palgrave, remarking on lines 23-28, very dis- criminatingly observes : \" Often as the poets, in their gay flattery, have dwelt on the bright tresses of some beauty, and compared them to a net to catch the heart of man, or even Cupid himself, — I know none who have rendered the idea with more charming felicity\" (Y Cymmrodor,\\o\\. xi., p. 205). With lines 23-28 of this poem may be compared lines 15-20 of the one on St. J/ary J/agdalen, in second part of Silex Scintillans. LI. 63-65.— Cf. Fletcher {The Bloody Brother, Act v., Scene 2) : — \" Hide, oh, hide those hills of snow Which thy frozen bosom bears, On whose tops the pinks that grow, Are of those that April wears ! \""], [91, "NOTES, 75 Pp. 49-55. — Professor Palgrave (in Y Cymmrodor, vol. xi., p. 207), speaking of these poems on Etesia, says that Vaughan is here \"seen at his best in this style,\" and continues : — \" If he has not the finish, the airy touch of Herrick or Carew, he has a deeper sentiment, a more imaginative quality.\" Pp. 54*55- On Etesia Weeping. — This translation of the Latin poem /n Etesiam Lachrymantem is here printed for the first time, having been expressly done for this anthology. It will be found as literal as is consistent with poetic art. Biographical Note on Thomas Vaughan (\"Eugenius Phii.alethes.\") — Thomas Vaughan was the twin-brother of the Silurist, and at an early age he went to Oxford University along with his brother. There is no history of his University career. On his leaving Oxford he was presented with the living of his native parish, Llansaintfread. He was then in close proximity to his brother. At the close of the Civil Wars he lost his living, having been on the side of the King, and having even fought for him. On being ejected, he retired to Oxford, and spent the remainder of his life mainly there. \"He was,\" says Wood [A then. Oxon., ed. by Bliss, vol. hi.), \"a great chymist, a noted son of the fire, an experimental philosopher, a zealous brother of the Rosie- Crucian fraternity, an understander of some of the Oriental languages, and a tolerable good English and Latin poet.\" His patron was Sir Robert Murray, Secretary of State for Scotland. His end came February 27th, 1665, and it has been said that he was buried at Albury, but the registers of the place supply no informa tion on this point. (See the Silurist's pastoral elegy, Daphnis, 11. 113-116, which was written on his brother's death). His mystical writings, of which there are a large number, are studied even at this day. Dr. Grosart, in his \"Memorial-Introduction,\" names eleven separate publications by our worthy. Thomas Vaughan's poems, English and Latin, are very little known. From the selection here given, let the reader decide whether any of them were worthy of being reprinted. Pp. 56-57. To the Usk. — Compare with this the poem by the Silurist (pp. 1-4) addressed to the same river."], [92, "76 NOTES. LI. 17-18. — These lines are an anticipation, as Grosart points out, of the following — On the Thames — in Sir John Denham's Cooper's Hill: — \" O could I flow like thee, and make thy stream My great example, as it is my theme ! Though deep, yet clear, though gentle, yet not dull ; Strong without rage, without o'erflowing, full.\" From Anima Magica Abscondita (1650). Pp* 57-59* Aelia Lœlia: Hyanthe. — LI. 19-40 may be compared with Crashaw's treatment of the same subject — a lady weeping. There are several points of resemblance, and both poets in dealing with this subject were fond of conceits. (See Richard Crashaw's St. A/ary Magdalene ; or, ■ the Weeper, pp. 27-35 °f \" Poems of Richard Crashaw,\" com- piled by the present editor.) From J/agia Adamica (1650). Pp* 59-6o. Thalia. — P. 59, tinn'd: kindled. From Lumen de Lumine (1651). P. 60. Dawn. — The process of dawn has been described by many of our modern bards, and Thomas Vaughan's poem, we think, will compare favourably with the best passages of Shelley and Wordsworth describing the birth of day. From Lumen de Lumine (1651). Pp. 60-62. On the Three Books of Agrippa. — A remark- able poem, as the reader will see. It was originally contributed to \"Three Books of Occult Philosophy, written by Henry Cornelius Agrippa, etc., 1651.\" L. 17. Ramasle — May be a misprint. It is im- possible to say with certainty what the author meant by it. P. 62. A Stone and the Stony Heart. — From Anthropo- sophia Theomagica (1650). Pp. 63, 65-66. — Thomas Vaughan's Latin poems were originally published 1678, the title-page being as follows: — \"Eugenii Philai.ethis, Viri Insign- ISSIMI Et Poetarum Sui Sæculi, merito Principis : Vertumnus et Cynthia, etc. [Latin motto.]"], [93, "NOTES, 77 P. Pp. Pp. Londini, Impensis Roberti Pawlett, m.dc lxxviii.\" This was a continuation of Thalia Rediviva (see Bibliography of Henry Vaughan's Poems, p. 78) forming pp. 77-93 of that volume. 63. Epitaphium Gulielmi Laud. — Laud was born October 7, 1573, and beheaded January 10, 1645. His Works were published 1857-1860, and the best life of him is that in Hook's Archbishops of Canterbury. 64-65. Epitaph of William Laud. — This translation of the Latin Poem has not previously been published, having been done specially for the present publication, by one who is well known and appreciated as the translator of many of the Latin productions of George Herbert, Richard Crashaw, and other old English Poets. 66-67. Stella's Epitaph (translation). — This, as well as the Epitaph of William Laud, is here first presented to admirers of Thomas Vaughan's poetry. LI. 14-16. — Cf. Shakespere {Cymbeline, Act v., Sc. ii. ) :— \" Thou shalt not lack The flower that's like thy face, pale primrose ; nor The azured harebell, like thy veins.\" LI. 24-26 — Cf. Burns {\"Ye banks and braes _•' bonie Doon,\" last line) : — \" But, ah ! he left the thorn wi' me.\""], [94, "BIBLIOGRAPHY OF THE POEMS OF HENRY VAUGHAN, SILURIST. I. Poems, with the tenth Satyre of Juvenal Englished. By Henry Vaughan, Gent. . . . Printed for G. Badger . . . 1646. [l2mo.] II. Silex Scintillans ; or, Sacred Poems and Private Ejaculations, by Henry Vaughan, Silurist. London, Printed by J. W., for H. Blunden . . . 1650. [l2mo.] [Re-issued in 1655 with Part second. See No. IV.] III. Olor Iscanus. A collection of some Select Poems and Translations, Formerly written by Mr. Henry Vaughan, Silurist. Published by a Friend. . . . London, printed by T. W., for Humphrey Moseley . . . 1651. [This was re-issued in 1679, with a fresh title page, by \" Peter Parker, at the Leg and Star, in Cornhill. \"] IV. Silex Scintillans : Sacred Poems and Private Ejaculations. The second edition in two books. By Henry Vaughan, Silurist. . . . London, Printed by Henry Crips and Lodowick Lloyd, 1655. [i2mo.] [Part I. of this volume appeared first in 1650, and the unsold copies of it were used for this — the 1655 edition]. V. Thalia Rediviva : the Pass-times and Diversions of a Countrey Muse. In choice poems on several occasions. With some Learned Remains of the Eminent Eugenius Philalethes. Never made public till now. . . . London. Printed for Robert Pawlett 1678. [l2mo.] VI. Silex Scintillans : Sacred Poems and Private Ejac-"], [95, "BIBLIOGRAPHY OF HENRY VAUGHAN'S POEMS. 79 ulations of Henry Vaughan, with Memoir by Rev. H. F. Lyte. London : William Pickering, 1847. [l2mo.] VII. The Sacred Poems and Private Ejaculations of Henry Vaughan, with a Memoir by the Rev. H. F. Lyte. Boston [U.S.A.]: Little, Brown and Company, 1856. [cr. 8vo.] [A reprint of No. VI.] VIII. Silex Scintillans, etc. : Sacred Poems and Private Ejaculations, by Henry Vaughan. London : Bell and Daldy, 1858. [A reprint of No. VI., but with \"as many of the poems as possible verified and corrected by the original editions.\" This edition includes the memoir by the Rev. H. F. Lyte.] IX. [Fuller Worthies Library]. The Works in Verse and Prose complete, of Henry Vaughan, Silurist. For the first time collected and edited ... by Rev. A. B. Grosart. In four volumes. Printed for private circulation, 1871. [Edn. limited to 312 copies; 50 in 4to. ; 106 in 8vo. ; 156 in i2mo.] X. Silex Scintillans, etc. : Sacred Poems and Private Ejaculations, by Henry Vaughan, \" Silurist,\" with a memoir, by the Rev. H. F. Lyte. London : George Bell and Sons, 1SS3. [Fcap 8vo]. [A reprint of the edition of 1858 — No. VIII. — with the text again revised by a comparison with the original editions]. XI. Silex Scintillans. Sacred Poems and Private Ejaculations, by Henry Vaughan (Silurist). Being a facsimile of the First Edition, published in 1650, with an Introduction by the Rev. William Clare, B.A. (Adelaide). London : Elliot Stock, 62, Paternoster Row. 18S5. [l2mo.]"], [96, "INDEX TO PERSONS, PLACES, NOTICEABLE THOUGHTS, ETC, IN THE POEMS. Ætna, 6 Agrippa (Cornelius), 60-62 Alexander, Emperor, \" thought the world too strait,\" 10 Allegory of Gombauld's Endymion, 32 Amphion, 38-39 Angler, the hermit-, 34 Astrophel, 21 Athens lives in the Bodleian Library, 35 Ausonius, 1 Beaumont (Francis), Dramatist, 33 Bell (Rev. J.), translations by, 4, 8, 54 Bodley (Sir Thomas), 34-36 Brecknockshire, Vales of, 41 Brecon, the Cross at, 19 ; the Shire-hall at, 19 Brennus, 19 Brundusium, 30 Cæsar immortal by his writings, 35 Carnations, 51 Castara, Habington's love, I Cedar tree in a storm, 24 Charles the First referred to, 20 Chloris, 21 Cœlia, 21 Crab and Lion clusters of stars, 41 Cross, the, at Brecon, 19 Cupid (\" the god of Love,\") 48 Cypress, 41 Cyrus tamed the Macedon, 10 Damon, interlocutor in Daphnis, 36-43 Daphne's lover, 1"], [97, "INDEX. 81 Daphnis (Thomas Vaughan), 36-43 Day-star, the, 50 Dawn, description of, 60 Death, 9-10 Death able to immure an Atheist's thoughts, 9 Death brings knowledge, 40 Death, \" eloquent silence \" of, 9 Death, lingering, \" a foe to faith,\" 65 Deity, the emanations of the, 15 Diana (\" the silent Queen,\") 31 Diophania, the tale of, 31 Domitian, 20 Echo, goddess of the grove, 8 Elm tree in a storm, 24 Etesia in tears, 55 Eurotas, banks of, 31 ; river, I Eurus, 67 Fame is but noise, 40 Fairies, the life of, 31 Fancy wraps in clouds, 14 Fida described, 47-49 Field (Nathaniel ?), Dramatist, 33 Fletcher (John), Dramatist, 32-34 Foods of man in the Golden Age, 44 Fortunatus, a, 14 Fortune addressed, 13-16 Fortune's wealth refused, 16 Gauls, the, 19 Gold the restorer of wit, n Golgotha, 34 Gombauld's Endymion immortal, 32 Gombauld, the muse of, 31-32 Guiana, buy, 16 Habington's \" Castara,\" I Hare, \" Orion\"s fearful,\" 7 Hesper's rays, noons mild as, 3 Hiddekel, River, 56 Hyacinths, sad, 5 Hyacinth, the, 67 Hyanthe on her throne, 57-5S G"], [98, "82 INDEX 29 Hyanthe's tears, 58 Hylas, the music of, 39 Isca [see under Usk] Isca (Usk) River, addressed, 2 Isis, 'River, 41 Ismena, 31 Ivy, \"the poisonous,\" 46 Jonson (Ben), Dramatist, 34 Jove, his avarice bequeathed to, 15 Jove, the thunder of, 6 Kishon, River, 56 Latmos, 31 Laud (William), Archbishop of Canterbury, 63-65 Laura and Petrarch, I Lawyers have a trick to cut Poets, 16 Learning, 40 London, Fleet Street, 29 ; Ludgate, 29 ; Strand, Tower Wharf, 29 Love, art of, 54 Love's peace is war, 53 Lucilius : his Counsels and Letters, 35 Lycanthe, 43 Lycoris, fair, 29 Manoah, 64 Mars, his rashness legacied to, 15 May, high Spring, 37 Menalcas, interlocutor in Daphnis, 36-43 Men, \" the piteous score of erring,\" 10 Mercury, his subtilties imparted to witty, 15 Mirth, damn not, 1 1 Money, 11-13 Moon, the, 53 Moon, the, \" deals most in dark and shade,\" 6 Mosella and Ausonius, 1 Murrey (Sir Robert), 41 Narcissus in fight with death, 8 Nature mourns the death of Daphnis, 41-42 Nature's profuse gifts to Poets, 17"], [99, "INDEX, 83 Nature, grosser, cast off, 14-15 Nero, the Emperor, 35 Newt (\"evet,\") the, 3 Night, 43 Nightingale (\" Philomel,\") 46 Nightingale's song in sunshine and storm, 37 Noons as mild as Hesper's rays, 3 Nymphs, \"those waggish,\" 12 Oak, \" a stately,\" 38 Orpheus, 35 Orpheus, Nature's child, I Orpheus, the plaints of, 5 Oxford, Bodleian Library at, 34-36 Palestine, 35 Parnassus, 12 Periardes, 31 Petrarch and Laura, I Plutarch's \"Lives,\" 35 Poets, 16-18 Poets hallow the places in which they live, I Poets, haunters of streams, I Poets ill-rewarded, 17 Poets, the poverty of, 16-17 Poets : the regions they pass to, 2 Primrose, death of the, 37 Pythagoras' Ox, 19 Quibbles, poets feign, 18 Randolph, Thomas, 16 Raven, the, 46 Rose-bud, a, \" born in snow,\" 27 Roses, 67 Roses couple heads, 3 Rose, the, 22, 50 Sabrin, I Saturn, his false magic gives to, 15 Sea, the, 5-6 Seneca, rare, 35 Shades ever green, 2 Sidney, Sir Philip, 1"], [100, "84 INDEX, Sighs, the \"alarms of grief,\" 47 Snake, the, 3 Sorrows more dear than joys, 58 Sorrow stronger than laughter, 54 Souls, great and good, die early, 38 Spring, 39, 40 Spring and its \" band of flowers, ' 66 Spring, the odours of, 3 Springs, a, progress to the brook, 32 Stella, 65-67 Stella, Sidney's, I Stoic, a, 49 Streams haunted by poets, I Sun, Eagle makes the, his glass, 6 Swaristeed, 33 Swan, the starry, 7 Sylla, brave, 30 Tears, false, are the few, 59 Tears, true, are the many, 59 Tears, shrill, 27 Tears, the, of Hyanthe, 58 Thessaly, 2 Throne of Hyanthe, 58 Thyrsis, 43 Thames, the River, I, 41 Time, the watch of, 40 Toad, the, 3 Truths that lie in allegory, 32 Tulip, the gallant, 50 Turtle's voice, the, 3 Twilight, description of, 42-43 Usk (\" Isca,\") the river, 38, 41, 56 Usk, Latin poem (\"Ad Fluvium\") addressed to, 4; translation of, 4 Usk, the, his tutor, 57 Usk, wishes for the, 2-4 Venus, his fond affections to, 15 Violets, death of, 37 Violet, the, 67 Walsingham (\"Walsam,\") Oxford, 36"], [101, "INDEX. 85 Winter's frost, 21 Woodbine, the emblem of love, 46 Wood, description of a, 8 Wilton (Rev. Canon), translations by, 64, 66 Wine and its effects, 30 Wit transmigrates, 33 Years, calm, gained by \"\"one day of strife,\" 65 Yew, the gloomy, 41 Ysca [see under Usk]"], [102, "INDEX OF FIRST LINES. PAGE Adesto multa superum nepenthe madens, - - 65 Bless me ! what damps are here ! how stiff an air, - 9 Blessings as rich and fragrant crown your heads, - 22 Boast not, proud Golgotha : that thou canst show, - 34 Darkness and stars i' th' mid-day ! They invite, - 28 Diminuat ne sera dies praesentis honorem, - - 68 For shame desist, why shouldst thou seek my fall ? - 13 Go catch the phœnix, and then bring - - - 51 Great glorious penman ! whom I should not name, - 60 Hail, sacred shades ! cool leafy house ! - - - 46 Happy that first white age ! when we, - - - 44 I am confirmed, and so much wing is given, - - 23 If I were dead, and in my place, - - - - 45 I knew thee not, nor durst attendance strive, - - 32 Isca parens florum, placido qui spumeus ore, - - 4 It was scarce day, when all alone, - - - 57 I've read thy soul's fair night-piece, and have seen - 31 I wonder, James, through the whole history, - - 16 Let not thy youth and false delights, - - - 73 Lord God ! This was a stone - - - - 62 Love, the world's life ! what a sad death, - - 55 Moist with divine nepenthe, Spring be here, - - 66 Now had the Night spent her black stage, and all - 60 Now I have seen her ; and by Cupid, - - - 47 O dulcet Sorrow ! stronger far than laughter ringing 54 O dulcis luctus, risuque potentior omni ! - - - 54 O faithful earth, receive this Heavenly trust, - - 64 O fida tellus ! coeli depositum cape - - - - 63 O quae frondosae per amoena cubilia sylvae - - 7 O subtle Love ! thy peace is war ; - - - - 53 O volant Nymph, that through the dim sweet glades 8 Pretty green bank farewell ! and mayst thou wear - 59 See you that beauteous Queen, which no age tames, - 53"], [103, "87 INDEX OF FIRST LINES. PAGE Since last we met, thou and thy horse, — my dear, - 19 Thanks, mighty Silver ! I rejoice to see, - - - 1 1 'Tis day, my crystal Usk : now the sad Night, - 56 'Tis madness sure ; and I am in the fit, - - - 5 Usk, bringer of flowers ! who, with placid foam-white 1;P. 4 What clouds, Menalcas, do oppress thy brow, - - 36 What smiling star in that fair Night, - - - 49 When Daphne's lover here first wore the bays, - I Youth, beauty, virtue, innocence, - - - - 27 FINIS. WILLIAM ANDREWS AND CO., PRINTERS, THE HULL PRESS,"], [104, ""], [105, ""], [106, ""], [107, ""], [108, ""]]