[[1, ""], [2, ""], [3, "Chickamauga and Chattanooga National Military Park Commission, BATTLES ABOUT CHATTANOOGA, TENN., November 23-25, 1863. ORCHARD KNOB, LOOKOUT MOUNTAIN, MISSIONARY RIDGE. ORGANIZATION OF THE UNION\" FORCES (COMMANDED BY MAJ. GEN. U. S. GRANT) AUD OF THE CONFEDERATE FORCES (COMMANDED BY GENERAL BRAXTON BRAGG). Compiled by H. V. BOYNTON, Assistant in Historical Work. Roster from ODicial Records, War of the Rebellion. WASHINGTON: GOVERNMENT PRINTING OFFICE. 1895."], [4, ""], [5, "Chickamauga and Chattanooga National Military Park Commission. BATTLES ABOUT CHATTANOOGA, TENN., November 23-25, 18G3. ORCHARD KNOB, LOOKOUT MOUNTAIN, MISSIONARY RIDGE. ORGANIZATION OF THE UNION FORCES (COMMANDED BY MAJ. GEN. U. S. GRANT) AND OF THE CONFEDERATE FORCES (COMMANDED BY GENERAL BRAXTON BRAGG). Compiled by H. V. BOVNTON, Assistant in Historical Work. Roster from Official Records, War of tbe Rebellion. WASHINGTON\": GOVERNMENT PRINTING OFFICE. 18 9o."], [6, ""], [7, "ORGANIZATION OF THE FORCES UNDER COMMAND OF MAJ. GEN. ULYSSES S. GRANT, U. S. ARMY, ENGAGED IN THE BATTLES ABOUT CHATTANOOGA, NOVEMBER 23-25, 1863. General Grant was assigned to the Military Division of the Missis sippi, comprising the Departments of Ohio, the Cumberland, and the Tennessee, October 16, 1803. He arrived at Chattanooga on the 23d. General Rosecrans had been succeeded in the command of the Army of the Cumberland on the 10th by General Thomas. The advance of the Eleventh and Twelfth Corps from the Army of the Potomac reached Bridgeport September 30. The advance of General Sherman's column of four divisions of the Army of the Tennessee reached Lookout Val ley November 18. General Grant had under his command for the battle of Chattanooga the Army of the Cumberland, General George H. Thomas; the Eleventh aud Twelfth Corps, General Joseph Hooker, and four divisions of the Army of the Tennessee, General W. T. Sherman. General Hooker's command was assigned to tho Army of the Cumber land. ARMY OF THE CUMBERLAND. Maj. Gen. George H. Thomas. GENERAL HEADQUARTERS. 1st Ohio Sharpshooters. 10th Ohio Infantry, Lieut. Col. William M. Ward The Army of the Cumberland reached Chattanooga from Rossville during the night of September 21, 18G3, and the early morning of the 22d, and immediately began to intrench its position around the town. Early in October the army was reorganized by the consolidation of the Twentieth and Twenty-first Corps into the Fourth. General Gordon Granger was assigned to the command of the Fourth, and General John M. Palmer to the command of the Fourteenth. The Eleventh (Howard) and Twelfth (Slocum) Corps, under General Joseph Hooker, were assigned to the Army of the Cumberland. General \"YV. S. Rosecrans was relieved from command October 10th, and General Thomas succeeded him. The artillery reserve consisted of two divisions, commanded by General John M. Brannan. Two brigades of engineer troops were commanded by General W. F. Smith, Chief Engineer. Only one brigade of cavalry (eight regiments), under command of Col Eli Long, was retained with the army. The post of Chattanooga was commanded by Col. John G. Parkhurst. General Joseph J. Reynolds was made chief of staff. 3"], [8, "4 FOURTH ARMY CORPS. Maj. Gen. Gordon Granger. This corps was organized at Chattanooga, after the battle of Chicka mauga, by consolidating the Twentieth and Twenty-first Corps and adding a portion of the Reserve Corps. It was composed of the divis ions of Crust (First), Sheridan (Second), and Wood (Third). In the battle Crust's division was with Hooker in the storming of Lookout on the 24th of November and in carrying the south end of Missionary Ridge on the 25th. Wood's and Sheridan's divisions carried Orchard Knob and Indian Hill on the afternoon of the 23d, and reversed and held the enemy's works on that line until the afternoon of the 25th, when these divisions, with Sheridan on the right, formed the center of the line for the storming of Missionary Ridge, Sheridan in this assault having Johnson's division of the Fourteenth Corps on his right and Wood having Baird's division of the Fourteenth Corps on his left. In the battle Sheridan's and Wood's divisions of the Fourth Corps, supported by the Eleventh Corps on the left and Baird's division of the Fourteenth Corps in reserve on the right, carried Orchard Knob and Indian Hill to the south of it, constituting the enemy's central line through the plain, in the afternoon of November 23. November 24 Hooker's forces in Lookout \"Valley, consisting of Geary's division of the Twelfth Corps, Crust's of the Fourth, and Osterhaus' of the Fif teenth, carried Lookout Mountain. On the 25th these forces advanced to Rossville Gap and carried the south end of Missionary Ridge in the afternoon of that day. At 3.15 p. m. of the 25th Johnson's, Sheridan's Wood's, and Baird's divisions, formed from right to left in the order named, starting from the central line captured on the 23d, assaulted and carried first the enemy's rifle-pits at the base of the Ridge, and immediately thereafter the central line of Missionary Ridge for a dis tance of three miles. The whole movement occupied a little over an hour, and the captures were 40 guns and about 2,000 prisoners. FIRST DIVISION (FOURTH CORPS).* Brig. Gen. Charles Cruft. escort 92d Illinois, Company E, Capt. Mathew Van Buskirk. Second Brigade. Brig. Gen. Walter C. Whitaker. 96th Illinois : Col. Thomas E. Champion. Maj. George Hicks. 35th Indiana, Col Bernard F. Mullen. 8th Kentucky, Col. Sidney M. Barnes. 40th Ohio, Col. Jacob E. Taylor. 51st Ohio, Lieut. Col. Charles H. Wood. 99th Ohio, Lieut. Col. John E. Cummins. Third Brigade. Col. William Grose. 59th Illinois, Maj. Clayton Hale. 75th Illinois, Col. John E. Bennett. 84th Illinois, Col. Louis H. Waters. 9th Indiana, Col. Isaac C. B. Suman. 36th Indiana, Maj. Gilbert Trusler. 24th Ohio, Capt. George M. Bacon. The lirst Brigade and Battery M, 4th U. S. Artillery, Col. D. A. Enyart, com- manding at Bridgeport, Ala.; the Onehuudred and fifteenth Illinois aud Ei<*hty- fourth Indiana, of the Second Brigade, and Fifth Indiana Battery, at Shellmoancl ienu. and the Thirtieth Indiana and Seventy-seventh Pennsylvania, of the Third Brigade, and Battery H, Fourth U. S. Artillery, at Whitesides] Teun"], [9, "5 The Second and Third Brigades of this division reported to General Hooker, in Lookout Valley, from Shellmound and Whitesides, respect ively, in the afternoon of November 23. At daylight of the 24th, Whitaker's brigade was sent to General Geary, at Wauhatchie, crossed Lookout Creek under his command, and took part with Geary's line in the successful assault on the mountain. Grose's brigade was sent at first to the bridges, near the mouth of Lookout Creek, and later four regiments of the brigade crossed half a mile further up the creek and joined Geary's left. The remaining two regiments fought along the turnpike crossing the point of the mountain. At daylight of the 25th a detachment of the Eighth Kentucky, of Whitaker's brigade, climbed the palisades to the highest point of the mountain and unfurled their flag at sunrise from the point. On the 25th, the division moved with General Hooker's command to Rossville, carried the south end of Missionary Ridge, and continued to press northward along the crest, with Osterhaus' division on the right east of the Ridge, and Geary's on the left west of the Ridge, until the position was abandoned by the enemy. SECOND DIVISION (FOURTH CORPS) H. Sheridan. Maj. Gen. Philip First Brigade. Third Brigade. Col. Charles G. Harker. Col. Francis T. Sherman. 22d Illinois, Lieut. Col. Francis Swan- wiek. 36th Illinois: Col. Silas Miller.* Lieut. Col. Porter C. Olson. 27th Illinois, Col. Jonathan R. Miles. 42d Illinois: Col. Nathan H. Wal worth.* 44th Illinois, Col. Wallace W. Barrett. 73d Illinois, Col. James F. Jaquess. 74th Illinois, Col. Jason Marsh. 88th Illinois, Lieut. Col. George W. Chandler. 22d Indiana, Col. Michael Gooding. 2d Missouri : Col. Bernard Laiboldt.* Lieut. Col. Arnold Beck. Capt. Edgar D. Swain. 51st Illinois: Maj. Charles W. Davis. Capt. Albert M. Tilton. 79th Illinois, Col. Allen Buckner. 3d Kentucky, Col. Henry C. Dunlap. 64th Ohio, Col. Alexander Mcllvaiu. 65th Ohio, Lieut.Col. William A. Bullitt. 125th Ohio: Col. Emerson Opdycke.* Capt. Edward P. Bates. 15th Missouri: Col. Joseph Conrad. Capt. Samuel Rexinger. 24th Wisconsin, Maj. Carl von Bauni- bach. Second Brigade. Artillery. Capt. Warren P. Edgarton. Brig. Gen. George D. Wagner. 100th Illinois, Maj. Charles M.Hammond. 15th Indiana: Col. Gustavus A. Wood.* 1st Illinois Light, Battery M, Capt, George W. Spencer. 10th Indiana Battery, Capt. William A, Maj. Frank White. Capt. Benjamin F. Hegler. 40th Indiana, Lieut. Col. Elias Nets. 51st Indiana, t Lieut. Col. John M. Com- paret. 57th Indiana, Lieut. Col. George W.Len- nard. 58th Indiana, Lieut. Col. Joseph Moore. 26th Ohio, Lieut. Col.WilliamH. Young, 97th Ohio, Lieut. Col. Milton Barnes. Naylor. 1st Missouri Light, Battery G, Lieut. Gustavus Sckueler. 1st Ohio Light, Battery I,t Capt. Hu- bert Dilger. 4th United States, Battery G,t Lieut. Christoper F. Merkle. 5th United States, Battery H,t Capt. Fraucis L. Guenther. 'Temporarily in command of a demi-brigade. _ t Between Nashville and Chattauooga en route to join brigade, i Temporarily attached."], [10, "6 For sometime before the battle this division occupied the fortifications of Chattanooga from Fort Negley to a point near Fort Wood. General Baird's division was on its right and General Wood's on its left. On the afternoon of November 23 it supported General Wood's division in a movement on Orchard Knob, itself carrying the low ridge to the right aud rear of this knob. On the morning of the 25th Harker's brigade pushed back the enemy's pickets, and the division moved forward to the next ridge so as to prolong General Wood's line. At 3.15 p. m. the division took part in the storming of Missionary Ridge, moving against and capturing the enemy's rifle-pits in its front at the base of the Ridge, and, starting from that line, scaled the summit. The center of the divi sion reached the crest very near General Bragg's headquarters. The division, after carrying the crest in its front, pressed on in pursuit, continuing this until dark, with sharp skirmishing and one serious attack upon the enemy's rear-guard. THIRD DIVISION (FOURTH CORPS). Brig. Gen. First Brigade. Brig. Gen. August Willich. 25th Illinois, Col. Richard H. Nodine. 35th Illinois, Lieut. Col. William P. Chandler. 89th Illinois, Lieut. Col. William D. Wil- liams. 32d Indiana, Lieut. Col. Frank Erdel- meyer. 68th Indiana : Lieut. Col. Harvey J. Espy. Capt. Richard L. Leeson. 8th Kansas, Col. John A. Martin. 15th Ohio, Lieut. Col. Frank Askew. 49th Ohio, Maj. Samuel F. Gray. 15th Wisconsin, Capt. John A. Gordon. Third Brig. Gen. Thomas \"d Brigade, Samuel I J. Wood. Second Brigade. Brig. Gen. William B. Hazen. 6th Indiana, Maj. Calvin D. Campbell. 5th Kentucky : Col. William W. Berry. Lieut. Col. John L. Treanor. 6th Kentucky, Maj. Richard T. Whit- aker. 23d Kentucky, Lieut. Col. James C. Foy. 1st Ohio : Lieut. Col. Bassett Langdon. Maj. Joab A. Stafford. 6th Ohio, Lieut. Col. Alexander C. Christopher. 41st Ohio: Col. Aquila Wiley. Lieut. Col. Robert L. Kimberly. 93d Ohio: Maj. William Birch. Capt. Daniel Bowman. Capt. Samuel B. Smith. 124th Ohio, Lieut. Col. James Pickands. Beattt. 79th Indiana, Col. Frederick Knefler. 86th Indiana, Col. George F. Dick. 9th Kentucky, Col. George H. Cram. 17th Kentucky, Col. Alexander M. Stout. 13th Ohio, Col. Dwight Jarvis, jr. Wth Ohio, Col. Charles F. Manderson. 59th Ohio, Maj. Robert J. Vanosdoll. Artillery. Capt. Cullen , Bradley. Illinois Light, Bridges' Battery, Capt. Lymau Bridges 6th Ohio Battery, Lieut. Oliver H. P. Ayres. 20th Ohio Battery,* Capt. Edward Grosskopff Pennsylvania Light, Battery B, Lieut. Samuel M. McDowell * Temporarily attached from A"], [11, "This division occupied the left of the line of works about Chattanooga, its right resting on Fort Wood and its left on the Tennessee River above the city. On November 23, supported on the right bv Sheridan's divis ion and on the left by the Eleventh Corps, it formed the column of attack on Orchard Knob. It deployed in front of Fort Wood at 1.30 p. in., moved directly upon the knob, and after short but sharp fighting car ried the position. It reversed the enemy's works and added new ones, and remained in this position until 3.15 p. m. November 25, when it moved to the assault of Missionary Ridge with Baird's division on its left and Sheridan's and Johnson's on its right, in the order named. It carried the enemy's rifle-pits in its front at the foot of the ridge, which completed the movement covered by the orders given this part of the line. The men, however, who first reached the rifle-pits kept on and began the ascent of the ridge, and carried it without a halt. The other divisions of the assaulting column to the right and left also went for ward to the summit, which was carried at six points at nearly the same time, and in about an hour from the beginning of the movement. Fifteen hundred men of Hazen's brigade of this division manned the boats which floated down to Brown's Ferry, and made the successful landing at that point at 5 a. m. of November 27, which resulted in reopening the Tennessee River. The rest of the brigade, under Lieutenant-Colonel Bassett Langdon, First Ohio, co-operated from the right bank of the river opposite the landing point. FOURTEENTH ARMY CORPS. Maj. Gen. John M. Palmer. escort. 1st Ohio Cavalry, Company L, Capt. John D. Barker. This corps, after the reorganization which took place early in Octo ber, was composed of the divisions of Brig. Gen. R. W. Johnson (First), Brig. Gen. Jefferson C. Davis (Second), and Brig. Gen. Absalom Baird (Third). It occupied the fortifications of Chattanooga from Fort Negley to the Tennessee River below the city, its right being established upon the south points of the spurs extending southerly from Cameron Hill. The First and Third divisions took part in the battle in front of Chatta nooga, the Second was sent to prepare for and cover the crossing of General Sherman's army over the Tennessee, opposite the north point of Missionary Ridge. Carlin's brigade, of Johnson's division, ascended Lookout Mountain, toward evening of the 24th, from the mouth of Chattanooga Creek, and reenforced the right of General Hooker's line under the palisades, near the Craven House. The First and Second brigades of this division formed the right of the four storming divis ions of the Army of the Cumberland against Missionary Ridge. Baird's division supported Sheridan in the movement on the Orchard Knob line of the enemy on the afternoon of November 23, and on the morning of the 25th it was sent to the vicinity of the Tunnel to support General Sher man's attack at that point, but there being no room for it to operate it returned and formed north of Orchard Knob and on the left of General WTood's division of the Fourth Corps, and became the left of the line in the storming of Missionary Ridge. \"General Baird's instructions to his line before the advance began contemplated an advance to the summit, as did the int-tructions given in the other division of the Fourteenth Corps (Johnson's), which formed the right of the assaulting fine. Both"], [12, "8 the divisions of this corps carried the rifle-pits at the base of the ridge, and without further orders from the general in command pushed on to the summit. FIRST DIVISION (FOURTEENTH CORPS). Brig. Gen. Richard W. Johnson. First Brigade. Brig. Gen. William P. Carlin. 104th Illinois, Lieut. Col. Douglas Hape- man. 38th Indiana, Lieut. Col. Daniel F. Griffin. 42d Indiana, Lieut. Col. William T. B. Mclntire. 88th Indiana, Col. Cyrus E. Briant. 2d Ohio, Col. Anson G. McCook. 33d Ohio, Capt. James H. M. Mont- goniery. 94th Ohio, Maj. Rue P. Hutchins. 10th Wisconsin, Capt. Jacob W. Roby. Second Brigade. Col. Marshall F. Moore. Col. William L. Stoughton. 19th Illinois, Lieut. Col. Alexander W. Raffen. 11th Michigan, Capt. Patrick H. Keegan. 69th Ohio, Maj. James J. Hanna. 15th United States, 1st Battalion, Capt. Henry Keteltas. 15th United States, 2d Battalion, Capt. William S. McManus. 16th United States, 1st Battalion, Maj. Robert E. A. Crofton. 18th United States, 1st Battalion, Capt. George W. Smith. 18th United States, 2d Battalion, Capt. Henry Haymond. 19th United States, 1st Battalion, Capt. Henry S. Welton. Third Brigade.* Brig. Gen. John C. Starkweatheb. 24th Illinois, Col. Geza Mihalotzy. 37th Indiana, Col. James S. Hull. 21st Ohio, Capt. Charles H. Vantine. 74th Ohio, Maj. Joseph Fisher. 78th Pennsylvania, Lieut. Col. Archibald Blakeley. 79th Pennsylvania, Maj. Michael H. Locher. 1st Wisconsin, Lieut. Col. George B. Bingham. 21st Wisconsin, Capt. Charles H. Walker. Artillery. 1st Illinois Light, Battery C, Capt. Mark H. Prescott. 1st Michigan Light, Battery A, Capt. Francis E. Hale. 5th United States, Battery H.t Capt. Francis L. Guenther. This division held the forts and entrenchments of its own front and that of General Baird's division during the operations of the 23d and 24th November, the latter division having been moved forward into the plain to the right and rear of Sheridan's division. Toward evening of the 24th Carlin's brigade crossed Chattanooga Creek near its mouth and ascended Lookout to the palisades above the Craven House, re-enforc ing General Hooker's right at that point. The next day Carlin moved with Hooker's column toward JRossville, and from near the latter point rejoined its division about 3 o'clock p. m., which was then formed on the right of the line about to assault Missionary Ridge. The Third Brigade was retained in the breast-works about Chattanooga through- * During the engagements of the 23d, 24th, and 25th was in line of battle holding fort and breastworks at Chattanooga. t Temporarily attached to Second Division, Fourth Armv Corps."], [13, "out the battle. The First and Second brigades took part in the storm i?g £■ Ridge, November 25, forming the right of the line, tne t irst Brigade being on the extreme right of it. When the line was ordered forward against the Ridge it went to the top without further instructions from the commanding general SECOND DIVISION (FOURTEENTH CORPS). Brig. Gen, Jefferson C !. Davis. First Brigade. Second Brigade. Brig. Gen. James D. Morgan, Brig. Gen. John Beattt. 10th Illinois, Col. John Tillson. 16th Illinois, Lieut. Col. James B. Cahill. 60th Illinois, Col. William B. Anderson. 21st Kentucky, Col. Samuel W. Price. 10th Michigan, Lieut. Col. Christopher J. Dickerson. 14th Michigan.* Col. Henry R. Mizner. 34th Illinois, Lieut. Col. Oscar Van Tas- sell. 78th Illinois, Lieut. Col. Carter Van Vleck. 3d Ohio,t Capt. Leroy S. Bell. 98th Ohio, Maj. James M. Shane. 108th Ohio, Lient. Col. Carlo Piepho. 113th Ohio, Maj. Lyne S. Sullivant. 121st Ohio, Maj. John Yager. \"Detached at Columbia, Tenn. t Detached at Kelley's Ferry, Tennessee River. Third Brigade. Col. Daniel McCook. 85th Illinois, Col. Caleb J. Dilworth. 86th Illinois, Lieut. Col. David W. Magee. 110th Illinois, Lieut. Col. E. Hibbard Topping. 125th Illinois, Col. Oscar F. Harmon. 52d Ohio, Maj. James T. Holmes. Artillery. Capt. William A. Hotchkiss. 2d Illinois Light, Battery I, Lieut. Henry B. Plant. Minnesota Light, 2d Battery, Lieut. Richard L. Dawley. Wisconsin Light, 5th Battery, Capt. George Q. Gardner. This division was charged with the duty of making preparations for the crossing of General Sherman's army over the Tennessee opposite the north point of Missionary Ridge. It was concentrated at Caldwell's Crossing, four miles above Chattanooga. The work of bringing for ward and launching the necessary boats was mainly performed by the Third Brigade (D. McCook's). About forty pieces of artillery were as sembled to cover the crossing. The division crossed the river in the rear of General Sherman's army before noon of November 24. It remained under General Sherman's orders throughout the battle of the 25th, but, with the exception of one of its batteries (I, Second Illinois), was not put into action. At midnight of that day it crossed the Chickamauga on a pontoon near its mouth and started in pursuit toward Chicka mauga Station."], [14, "10 THIRD DIVISION Brig. Gen. First Brigade. Brig. Gen. John B. Turchin. 82d Indiana, Col. Morton C. Hunter. 11th Ohio, Lieut. Col. Ogden Street. 17th Ohio: Maj. Benjamin F. Butterlield. Capt. Benjamin H. Showers. 31st Ohio, Lieut. Col. Frederick W. Lister. 36th Ohio, Lieut. Col. Hiram F. Devol. 89th Ohio, Capt. John H. Jolly. 92d Ohio: Lieut. Col. Douglas Putnam, jr. Capt. Edward Grosvenor. Third CORPS) (FOURTEENTH Baird. Second Brigade. Col. Ferdinand Van Derveer. 75th Indiana, Col. Milton S. Robinson. 87th Indiana, Col. Newell Gleason. 101st Indiana, Lieut. Col. Thomas Doan. 2d Minnesota, Lieut. Col. Judson W. Bishop. 9th Ohio, Col. Gustave Kammerling. 35th Ohio: Lieut. Col. Henry V. Boyn- ton. Maj. Joseph L. Budd. 105th Ohio, Lieut. Col. William E. Tolles. Brigade. Absalom Col. Edward H. Phelps. Col. William H. Hays. 10th Indiana, Lieut. Col. Marsh B. Taylor. 74th Indiana, Lieut. Col. Myron Baker. 4th Kentucky, Maj. Robert M. Kelly. 10th Keutuckv: Col. William H. Hays. Lieut. Col. Gabriel C. Wharton. 18th Keutucky,* Lieut, Col. Hubbard K. Milward. 14th Ohio, Lieut. Col. Henry D. Kiugsbury. 38th Ohio, Maj. Charles Greenwood. Artillery. Capt. George R. Swallow. Indiana Light, 7th Battery, Lieut. Otho H. Morgan. Indiana Light, 19th Battery, Lieut. Robert G. Lackey. 4th United States, Battery I, Lieut. Frank G. Smith. This division held Fort Negley in the line of fortifications and intrenchments to the right of it. It moved forward during the after noon of the 23d November, forming between the Rossville and Moore roads as a protection to General Sheridan's right in the movement toward Orchard Knob. It remained in this position until Wednesday morning, Nov. 25th, when, by a reconnoissance of Van Derveer's brigade, it developed the fact that the enemy had withdrawn from the plain south of Chattanooga. About 11 o'clock the division was ordered to the assist ance of General Sherman, then engaged at Tunnel Hill. Upon reach ing that point, four miles distant, the division was ordered to return and form on the left of General Wood's division, which then rested on Orchard Knob, with its left a short distance north of that point. In this position the division became the left of the line formed for the movement against Missionary Ridge. The orders given this portion of the line before the movement began contemplated its going to the top. When the rifle-pits were carried at the base of the ridge Turchin's brigade at once pressed toward the summit. Orders were received by • Detached at Brown's Ferry, Tenn."], [15, "General Baird at this juncture not to allow his men to go beyond the rifle-pits nor permit them to become engaged. This was countermanded in a few moments and his whole line advanced to the top. On reach ing the summit the troops of the division, in a mass and without regard to organization, turned to the left toward a column of the enemy approaching from the north and after a sharp fight, lasting about twenty minutes, repulsed it. In the storming of the ridge Van Der veer's brigade, which was the center ot the division, carried the point where the first observation tower, north of Bragg's headquarters, stands; Turchin's brigade charged up over the open slope next south of it, and Phelps' brigade went up through the deep ravine adjoining it on the north. Turchin's brigade of this division had prominent part in the move ment on Brown's Ferry which re-opened the Tennessee. cavalry, t Second Brigade (Second Division). Col. Eli Long. 98th Illinois (mounted infantry), Lieut. Col. Edward Kitchell. 17th Indiana (mounted infantry), Lieut. Col. Henry Jordan. 2d Kentucky, Col. Thomas P. Nicholas. 4th Michigan, Maj. Horace Gray. 1st Ohio, Maj. Thomas J. Patten. 3d Ohio, Lieut. Col. Charles B. Seidel. 4th Ohio (battalion), Maj. George W. Dobb. 10th Ohio, Col. Charles C. Smith. Owing in part to the short supplies the cavalry force had been sent away from Chattanooga. It was engaged in active campaigning north of the Tennessee against the enemy's cavalry raids. At the time of the battle Long's brigade was brought from Woodville, Ala., Novem ber 18. It crossed the Tennessee into Chattanooga November 24, and moving beyond the position occupied by General Sherman advanced thirteen miles toward Cleveland. The next day the com mand entered Cleveland, driving out the enemy. An advance was made on the 26th ten miles toward Dalton by one portion of the com mand and by another to Charleston and Calhoun. On the 27th the command, followed by General Kelly's brigade of Confederate cavalry as far as Candy's Creek, returned to Chattanooga. ENGINEER TROOPS, Brig. Gen. William F Smith. Engineers. Pioneer Brigade. 1st Michigan Engineers (detachment), Capt. Perrin V. Fox. 13th Michigan Infantry, Maj. Willard G. Eaton. 21st Michigan Infantry, Capt, Loomis K. Bishop. 22d Michigan Infantry, Maj. Henry S. Dean. 18th Ohio Infantry, Col. Timothy R. Stanley. Col. George P. Buell. 1st Battalion, Capt. Charles J. Stewart. 2d Battalion, Capt. Correll Smith. 3d Battalion, Capt. William Clark. tCorps headquarters aud the First and Second Brigades and 18th Indiana Battery, of the First Division, at and about Alexandria Tenn. ; the Third Brigade at Caper ton's Ferry, Tennessee River. The First and Third Brigades, and the Chicago Board of Trade Battery, of the Second Division, at Maysville, Ala."], [16, "12 General Smith with his forces, and other large details, was most actively engaged throughout the siege of Chattanooga aud the battle. Several pontoon bridges for the Tennessee were built and kept m order, flying bridges were constructed, steamboats built, the extended forti fications strengthened, the plan and all details for opening the river at Brown's Ferry worked out and carried into execution, and all prep arations made to enable General Sherman to cross the river above Chattanooga. In the Brown's Ferry movement Col. T. R. Stanley, Eighteenth Ohio, had superintendence of the boats; Capt. P. V. Fox, First Michigan Engineers, of laying the bridge, and Maj. John Mendenhall, assistant to General Brannan, chief of artillery, of the artillery. ARTILLERY RESERVE. Brig. Gen. John M. Brannan. first division. Col. James Barnett. First Brigade. Maj. Charles S. Cotter. 1st Ohio Light, Battery B, Lieut. Norman A. Baldwin. 1st Ohio Light, Battery C, Capt. Marco B. Gary. 1st Ohio Light, Battery E, Lieut. Albert G. Ransom. 1st Ohio Light, Battery F, Lieut, Giles J. Cockerill. SECOND First Brigade. Capt. Josiah W. Church. 1st Michigan Light, Battery D, Capt Josiah W. Church. 1st Tennessee Light, Battery A, Lieut, Albert F. Beach. Wisconsin Light, 3d Battery, Lieut, Hiram F. Hubbard. Wisconsin Light, 8th Battery, Lieut, Obadiah German. Wisconsin Light, 10th Battery, Capt, Yates V. Beebe. Second Brigade. 1st Ohio Light, Battery G, Capt. Alex- ander Marshall. 1st Ohio Light, Battery M, Capt. Fred- erick Schultz. Ohio Light, 18th Battery, Lieut. Joseph McCafferty. Ohio Light, 20th Battery,* Capt Edward Grosskopff. division, Second Brigade. Capt. Arnold Sutermeisteb. Indiana Light, 4th Battery, Lieut. Henry J. Willits. Indiana Light, 8th Battery, Lieut. George Estep. Indiana Light, 11th Battery, Capt.Arnold Sutermeister. Indiana Light, 21st Battery, Lieut. Will- iam E. Chess. 1st Wisconsin Heavy, Company C, Capt. John R. Davies. The details of the operations of the artillery in the battles about Chattanooga will be found in Vol. XXXI, Part II, War Records, Series 1, pages 551-560. The field artillery was largely detached from brig ades, and its work is set forth in the reports of General Brannan, Col onel Barnett, Captain Church, Major Cotter, Major Mendenhall, Cap tain Stokes of Chicago Board of Trade Battery, and Lieutenant German. * Temporarily attached to Third Division, Fourth Army Corps."], [17, "POST OF CHATTANOOGA. Col. John G. Parkhurst. 44th Indiana, Lieut. Gol. Simeon C. Aldrich. 15th Kentucky, Maj. William G. Halpin. 9th Michigan, Lieut. Col. William Wilkinson. DETACHMENT FROM THE ARMY OF THE POTOMAC Kl'-i e utli and Twelfth Army Corps. Maj. Gen. Joseph Hooker.* provost-guard . 10th Maine, 1st Battalion, Capt. John D. Beardsley. escort. 15th Illinois Cavalry, Company K, Capt. Samuel B. Sherer. These corps Were dispatched from the Army of the Potomac soon after the battle of Chattanooga by the Baltimore and Ohio road, and thence by Indianapolis, Louisville, and Nashville to Bridgeport, the movement beginning with the Eleventh Corps, September 25, at Manassas Junction, Va., and the head of the column reaching Bridge port, Ala., September 30, a distance of 1,192 miles. The next day Gen eral Hooker was ordered by General Rosecrans to cross the Tennessee at Bridgeport and co-operate in reopening the river to Chattanooga, but as the field trains of the corps had not arrived it was impossible to move. These arrived on the 26th. Hooker started at daylight of the 27th for Wauhatchie, reaching that point early the next afternoon, and Brown's Ferry two hours later. The command took part with troops from the Army of the Cumberland in the Brown's Ferry movement for reopening the river. It defeated General Longstreet's forces in the battle of AVavThatchie the night of October 28, and secured control of Lookout Valley. General Slocum, with the First Division, Twelfth Corps, was left at Tullahoma to guard the railroad from Nashville to the Tennes see River. The Eleventh Corps was sent into Chattanooga November 22, and co-operated on the 23d in the capture of the enemy's central fine of works through Orchard Knob, and on the 25th took part in General Sherman's attack on the north end of Missionary Ridge. On the 24th General Hooker, with Geary's division, of the Twelfth Corps, Crust's of the Fourth, and Osterhaus' of the Fifteenth, carried Lookout Mountain. On the afternoon of the 25th, with the same force, General Hooker advanced to Rossville and carried the south end of Missionary Ridge. *Maj. Gen. Joseph Hooker, commanding Eleventh and Twelfth Army Corps, had under his immediate command for the battle at Chattanooga the First Division, Fourth Corps; the Second Division, Twelfth Corps; portions of the Fourteenth Corps, and the First Division, Fifteenth Corps."], [18, "14 ELEVENTH ARMY CORPS. Maj. Gen. Oliver O. Howard. general headquarters. Independent Company, 8th New York Infantry, Capt. Anton Bruhn. This corps was composed of Steinwehr's division (Second) and Schurz's division (Third). Upon its arrival in the vicinity of Wau hatchie it took prominent part in the defeat of General Longstreet's forces in Lookout Valley. In the battle of Chattanooga it was first assigned as a reserve on the north side of the river, between Lookout Valley and the city. On the 22d of November it was crossed into the city and took position to the right of Fort Wood. On the 23d it held the left of the advance upon the enemy's central works through the val ley between the city and Missionary Ridge. The lines of the corps were pushed to Citico Creek. The morning of the 21th, General Howard, with three regiments of Bushbeck's brigade, marched up the river and met General Sherman at hiscrossing. At9.45a. m. of the 25th, the corps was dispatched in haste to the assistance of General Sherman at the Tunnel. Bushbeck's brigade, already with General Sherman, became severely engaged. Before daylight of the 26th the corps joined in the pursuit toward Chickamauga Station and was thus engaged until the pursuit ended. SECOND DIVISION (ELEVENTH CORPS) Brig. Gen. Adolph von Steinwehr. First Brigade. Col. Adolphus Bushbeck. 33d New Jersey, Col. George W. Min- dil. 134th New York, Lieut. Col. Allen H. Jackson. 154th New York, Col. Patrick H. Jones. 27ta Pennsylvania: Maj. Peter A. McAloon. Capt. August Riedt. 73d Pennsylvania: Lieut. Col. Joseph B. Taft. Capt. Daniel F. Kelley. Lieut. Samuel D. Miller. Second Brigade. Col. Orland Smith. 33d Massachusetts, Lieut. Col. Godfrey Rider, jr. 136th New York, Col. James Wood, jr. 55th Ohio, Col. Charles B. Gambee. 73d Ohio, Maj. Samuel H. Hurst. This division left Bridgeport October 27, the Second Brigade being already at Shelhnound, and reached Lookout Valley the after noon of the 28th, and skirmished with Longstreet's troops to Look out Creek. At midnight the division started to support General Geary, who was heavily attacked at Wauhatchie. During this move ment Smith's brigade carried by assault a hill held by Law's brigade of Longstreet's corps. November 22 the division crossed the Tennessee to Chattanooga and bivouacked in the vicinity of Fort Wood. On the 23d it advanced to Citico Oeek on the left of General Schurz's divis ion m the movement of the corps as a support to the divisions of WTood and bhendan in the attack on Orchard Knob. November 24 three regiments of Bushbeck's brigade inarched up the river and met the head ot General Sherman's column at its crossing. November 25 at"], [19, "daylight, Smith's brigade- moved to join General Sherman. At 10 o clock Bushbeck's brigade was ordered to support the rifiht of E wing's division of the Fifteenth Corps in an assault on the north end of Mis- sionary Ridge at the Tunnel. It was severely engaged for over two hours in this action and lost heavily. Smith's brigade held the right of •the hue and advanced to the intersection of the railroad to Atlanta with that to East Tennessee. THIRD DIVISION (ELEVENTH CORPS). Maj. Gen. Carl Schurz. First Brigade. Third Brigade. Brig. Gen. Hector Tyndale. Col. Frederick Hecker. 101st Illinois, Col. Charles H. Fox. 45th New York, Maj. Charles Koch. 143d New York, Col. Horace Bougliton. 61st Ohio, Col. Stephen J. McGroarty. 82d Ohio, Lieut. Col. David Thompson. 80th Illinois, Capt. James NeviUe. 82d Illinois, Lieut. Col. Edward S. Salo- mon. 68th New York, Lieut. Col. Albert von Steinhausen. 75th Pennsylvania, Maj. August Ledig. Second Brigade. Artillery. Col. Wladimir Krzyzanowski. Maj. Thomas W. Osborn. 58th New York, Capt. Michael Eseni baux. 1st New York Light, Battery I, Capt. Michael Wiedrieh. 119th New York, Col. John T. Lockman. 141st New York, Col. William K. Logie. 26th Wisconsin, Capt. Frederick C Winkler. New York Light, 13th Battery, Capt. William Wheeler. 1st Ohio Light, Battery I,* Capt. Hubert Dilger. 1st Ohio Light, Battery K, Lieut. Nicholas Sahm. 4th United States, Battery G,\" Lieut. Christopher F. Merkle. This division moved from Bri Brown's Ferry the afternoon of Bridgeport, of the 2St art. Oct. 27th and arrived near 28th. About midnight it was orstered to Wauhatchie, where General Geary was heavily engaged. On the way Tyndale's brigade carried by assault a ridge occupied by the enemy. The division reached General Geary at 5 a. m. November 22 the division crossed into Chattanooga and bivouacked near Fort Wood. On the 23d it advanced to Citico supporting General Wood's division on its right while the latter attacked Orchard Knob. November 25 the division moved with the corps to join General Shei man and held a position on his left during the afternoon but was not engaged. TWELFTH ARMY CORPSA Maj. Gen. Henry W. Slocum. After the whole of the Eleventh Corps and First Division and a few regiments of the Second, of the Twelfth Corps, had passed through Nashville, the railroad south of Murfreesborough was broken by General Wheeler in several places on October 4, and thatpart of the FirstDivision which had reached Bridgeport and Stevenson the preceding day was sent back on the road, under the general direction of Gen. Daniel Butter- * Temporarily attached to Second Division, Fourth Army Corps. t The First Division engaged in guarding the Nashville and Chattanooga Railroad from Wartraee Bridge, Tenn., to Bridgeport, Ala., etc. Maj. Gen. H. W. Slocum, the corps commander had his headquarters at Tullahoma, Tenn."], [20, "16 field, to intercept raiding parties, rebuild broken culverts and burned bridges, -ind clear the road for the transportation of the remaining troops and supplies. This duty performed, the First Division, Twelfth Corps, was assigned to the care of the Nashville and Chattanooga Railroad from Wartraee to Tantalon, the Second Division from Wartraee to Murfreesborough. Corps headquarters and the headquarters of the First Division were at Tullahoma. October 25, after Geary's Second Division was ordered to the front to join the Eleventh Corps in the movement to open communica tion with Chattanooga by way of Wauhatchie and Brown's Ferry, the First Division was assigned to the care of the railroad from Bridgeport to Murfreesborough, and remained on that duty, guarding bridges, col lecting forage in the adjacent country, getting out railroad ties, and building block-houses at all the streams crossed by the railroad, until April 30, 1864. When the campaign at Atlanta opened it was sent to the front. FIRST DIVISION (TWELFTH CORPS) Brig. Gen. Alpheus S. Williams. First Brigade. Third Brigade, Brig. Gen. Joseph F. Knipe. Brig. Gen. Thomas H. Ruger. 5th Connecticut, Col. Warren W. Packer. 27th Indiana, Col. Silas Colgrove. 2d Massachusetts, Col. William Cogs- well. 8 13th New Jersey, Col. Ezra A. Carman. 107th New York, Col. Nirom M. Crane. 150th New York, Col. John H. Ketcham. 3d Wisconsin, Col. William Hawley. 20th Connecticut, Col. Samuel Ross. 3d Maryland, Col. Joseph M. Suds- burg. 123d New York, Lieut. Col. James C. Rogers. 145th New York, Capt. Samuel T. Allen. 46th Pennsylvania, Lieut. Col. William L. Foulk. The arduous and important duties performed by this division are de tailed under the previous head — Twelfth Army Corps. Wrhile not directly engaged in the battle of Chattanooga, it was regarded as one of the most essential forces of the campaign. SECOND DIVISION (TWELFTH CORPS). Brig. Gen. John W. Geary. First Brigade. Second Brigade. Col. Charles Candy. Col. George A. Cobham, Jr. Col. William R. Creighton. Col. Thomas J. Ahl. 29th Pennsylvania, Col. William Rick- ards, jr. 109th Pennsylvania, Capt. Frederick L. Gimber. 111th Pennsylvania, Col. Thomas M. Walker. 5th Ohio, Col. John H. Patrick. 7th Ohio: Col. William R. Creighton. Lieut. Col. Orrin J. Crane. Capt. Ernst J. Krieger. 29th Ohio, Col.' William T. Fitch. 06th Ohio: Lieut. Col. Eugene Powell. Capt. Thomas McConnell. 28th Pennsylvania: Col. Thomas J. Ahl. Capt. John Flynn. 147th Pennsylvania, Lieut. Col. Ario Par- dee, jr."], [21, "17 Third Brigade. Col. David Ireland. 60th New York, Col. Abel Godard. 78th New York, Lieut. Col. Herbert von Hammerstein. 102d New York, Col. James C. Lane. 137th New York, Capt. Milo B. Eldredge. 149th New York : Col. Henry A. Barnum. Lieut. Col. Charles B. Randall. Artillery. Maj. John A. Reynolds. Pennsylvania Light, Battery E, Lieut. James D. McGill. 5th United States, Battery K, Capt. Edmund C. Bainbridge. This division left Bridgeport the morning of October 27 and reached Wauhatchie at 4.30 p. m. the 28th. It was attacked by Longstreet's forces at midnight, the engagement being desperate and the fighting at close quarters, lasting till 3.30 a. m., the enemy retiring at that time. Early on November 24 the division crossed Lookout Creek about a mile south of Wauhatchie Station and led the assault on Lookout Mountain. Its right reached the palisades and the line in moving forward toward the north point of the mountain struck the Confederate troops on the west slope in Hank and reverse. The division swung around the north point, across the slope about the Craven house and advanced about 200 yards beyond that house before nightfall. Crust's division, of the Fourth Corps, supported the division and fought with it, and Oster haus of the Fifteenth Corps held the lines to the left, and advanced with it from near the mouth of Lookout Creek across the north point of the mountain. Early on the 25th, the Confederates having abandoned the mountain during the night, the division preceded by Osterhaus of the Fifteenth Corps, and Crust of the Fourth, started for Missionary Ridge at Rossville. The destruction of a bridge over Chat tanooga Greek delayed the column until afternoon. When near Ross ville the division was turned to the left aud successfully assaulted the south end of Missionary Ridge, at a point about half a mile to the right of the assault on the center by the lines immediately under General Thomas, Crust's division at the same time advancing upon the crest of the ridge from Rossville, Osterhaus' division being in rear of it and along its eastern base. ARMY OF THE TENNESSEE. Maj. Gen. William T. Sherman.* The movement of troops under General Sherman toward Chattanooga began at Vicksburgh September 23, when General Osterhaus' division of the Fifteenth Corps embarked for Memphis. The divisions of Gen-. eral Morgan L. Smith and General Hugh Ewing, of the Fifteenth Corps, and General John E. Smith , of the Seventeenth Corps, followed. The head of General Sherman's column (Ewing's division) reached Lookout Val ley at Trenton November 18, and the whole command, except Osterhaus' * General Sherman had under his immediate command at the battle of Chattanooga the Eleventh Corps and the Second Division, Fourteenth Corps, of the Army of the Cumberland; the Second and Fourth Divisions, Fifteenth Corps, and the Second Division, Seventeenth Corps, Army of the Tennessee."], [22, "18 division which was left with Hooker in Lookout Valley by reason of the breaking of the bridge at Brown's Ferry, was in position November 23 on the north side of the Tennessee near North Chickamauga and oppo site the north end of Missionary Ridge. That night and early the next day the command crossed the Tennessee, and at 1 p. m. of the 24th advanced, and at 4 p. m. occupied the range of detached hills next north of the north end of Missionary Ridge, then supposed to be the northern extremity of that ridge. During the night the position was strongly fortified. On the 25th General Sherman, supported by the Eleventh Corps and by Jeff. C. Davis' division of the Fourteenth Corps, attacked Missionary Ridge at Tunnel Hill. The fighting continued throughout the day, several desperate assaults being made, though without carry ing the enemy's works. Throughout the action the guns of Callender's and Woods' batteries, and two of Dillon's, all stationed on the hills occupied in the first forward movement from the river, were served with effect. Soon after dark the enemy withdrew across the Chickamauga. FIFTEENTH ARMY CORPS.* Maj. Gen. Frank P. Blair, Jr. The First (Osterhaus), Second (Morgan L. Smith), and Fourth (Ew ing) accompanied General Sherman to Chattanooga. Ewing's division moved first up Lookout Valley to Trenton to threaten Bragg's left, then joined Sherman, with the Second Division, at North Chickamauga. Os terhaus' division was prevented by the breaking of the bridge from crossing the Tennessee at Brown's Ferry and remained in Lookout Val ley with Hooker and took part in the storming of Lookout Mountain and the subsequent carrying of the south end of Missionary Ridge. The divisions of Ewing and Morgan L. Smith, after crossing the Ten uessee the night of November 23, and occupying the hrlls next north of Missionary Ridge November 24, took part November 25 in Sherman's attack on the north end of Missionary Ridge. FIRST DIVISION (FIFTEENTH CORPS.) Brig. Gen. Peter First Brigade. Brig. Gen. Charles R. Woods. 13th Illinois: Lieut. Col. Frederick W. Par tridge. Capt. George P. Brown. 3d Missouri, Lieut. Col. Theodore Meu mann. 12th Missouri : Col. Hugo Wangelin. Lieut. Col. Jacob Kaercher. 17th Missouri, Col. John F. Cramer. 27th Missouri, Col. Thomas Curly. 29th Missouri : Col. James Peckham. Maj. Philip H. Murphy. 31st Missouri, Lieut. Col. Samuel P. Simpson. 32d Missouri, Lieut. Col. Henry C. War- moth. 76th Ohio, Maj. Willard Warner. J. Osterhaus. Second Brigade. Col. James A. Williamson. 4th Iowa, Lieut. Col. George Burton. 9th Iowa, Col. David Carskaddon. 25th Iowa, Col. George A. Stone. 26th Iowa, Col. Milo Smith. 30th Iowa, Lieut. Col. Aurelius Roberts. 31st Iowa, Lieut. Col. Jeremiah W. Jen- kins. Artillery. Capt. Henry H. Griffiths. Iowa Light, 1st Battery, Lieut. James M. Williams. 2d Missouri Light, Battery F, Capt. Clemens Landgraeber. Ohio Light, 4th Battery, Capt. George Froehlich."], [23, "Upon the arrival of this division at Brown's Ferry the bridge broke after the other divisions of General Sherman's army had crossed and General Osterhaus was ordered to report to General Hooker. He took position on the morning of November 24 on the left of the lines designed to operate against Lookout Mountain. The left was established on the hills overlooking the bridge near the mouth of Lookout Creek. At 11 o'clock the division crossed, one brigade at the bridge and one half a mile farther up the creek. The division held the left of General Hooker's line in the storming of the mountain, its right extending to the vicinity of the Craven House. On the 25th the divis ion formed the advance of General Hooker's column toward Mission ary Ridge. It carried Rossville Gap, and, penetrating to the enemy's rear east of Missionary Ridge, it turned northward along the east base of the ridge, engaging the retiring enemy and capturing many prisoners. SECOND DIVISION (FIFTEENTH CORPS.) Brig. Gen. Morgan L. Smith. First Brigade. Brig. Gen. Giles A. Smith. Col. Nathan W. Tupper. Second Brigade. 55th Illinois, Col. Oscar Malmborg. Brig. Gen. Joseph A. J. Lightburn. 116th Illinois: 83d Indiana, Col. Benjamin J. Spooner. 30th Ohio, Col. Theodore Joues. 37th Ohio, Lieut. Col. Louis von Bless- in gh. 47th Ohio, Col. Augustus C. Parry. 54th Ohio, Maj. Robert Williams, jr. 4th West Virginia, Col. James H. Day- ton. Col. Nathan W. Tupper. Lieut. Col. James P. Boyd. 127th Illinois, Lieut. Col. Frank S.Curtiss. 6th Missouri, Lieut. Col. Ira Boutell. 8th Missouri, Lieut. Col. David C. Cole- man. 57th Ohio. Lieut, Col. Samuel R. Mott. 13th United States, 1st Battalion, Capt. Charles C. Smith. -1st Illinois Light, Battery A, Capt. Peter P. Wood. 1st Illinois Light, Battery B, Capt. Israel P. Rumsey. 1st Illinois Light, Battery H, Lieut. Francis De Gress. This division was the advance in crossing the Tennessee during the night of November 23. The first brigade mauned the boats in North Chickamauga, crossed at midnight and captured the enemy's pickets about the mouth of West Chickamauga. The rest of the division was then rapidly ferried over. At 1 p. m. it advanced as the left and direct ino- division against the detached hills supposed to be the north end oi Missionary Ridge. The division of General John E. Smith was m echelon to its right and rear, with General E wing's division still farthei to the right and rear. Lightburn's brigade, and one from each of the other divisions, were pushed to the top of the hill gaining it withoul opposition, and the three threw up strong entrenchments. The posi tion was attacked at 4 o'clock, and General Giles A. Smith was wounded November 25, Lightburn's brigade, with the exception o: a detachment consisting of the Thirtieth Ohio, and two companies o: the Fourth West Virginia, remained in its position; the rest of th< division operated toward the east slope of Missionary Ridge, with the brigade of General Corse of Ewing's Division on its right."], [24, "20 FOTIRTH DIVISION (FIFTEENTH CORPS). Brig. Gen, Hugh Ewing. Second Brigade. First Brigade. Col. John M. Loomis. Brig. Gen. John M. Corse. Col. Charles C. Walcutt. 26th Illinois, Lieut, Col. Robert A. Gill 40th Illinois, Maj. Hiram W. Hall. 103d Illinois, Col. Willard A. Dickerman. 6th Iowa, Lieut. Col. Alexander J. Miller. more. 90th Illinois : Col. Timothy O'Meara. Lieut. Col. Owen Stuart. 12th Indiana, Col. Reuben Williams. 100th Indiana, Lieut. Col. Albert Heath. 15th Michigan,* Lieut. Col. Austin E. Jaquith. 46th Ohio : Col. Charles C. Walcutt. Capt. Isaac N. Alexander. Third Brigade. Col. Joseph R. Cockerill. 48th Illinois, Lieut. Col. Lucien Greathouse. 97th Indiana, Col. Robert F. Catterson. 99th Indiana, Col. Alexander Fowler. 53d Ohio, Col. Wells S. Jones. 70th Ohio, Maj. William B. Brown. Artillery. Capt. Henry Richardson. 1st Illinois Light, Battery F, Capt. John T. Cheney. 1st Illinois Light, Battery I, Lieut. Josiah H. Burton. 1st Missouri Light, Battery D, Lieut. Byron M. Callender. This division, leading the advance of General Sherman's army toward Chattanooga, crossed Raccoon Mountains and advanced to Trenton November 18, threatening Bragg's left flank. November 22 it crossed the Tennessee at Brown's Ferry, and rejoined the corps near North Chickamauga. After crossing the Tennessee at that point the division advanced toward Missionary Ridge at 1 p. m. November 24, being the right of General Sherman's line. Corse's brigade occupied the north summit of the range of hills, against which the hue was directed. Cockerill's brigade was on its right, reaching toward the foot of the slope aud facing south, with Buschbeck's brigade of Steinwehr's division, Eleventh Corps, on its right, deployed in the same direction, and Loomis's brigade in reserve in rear of the right. On the morning of the 25th Corse's brigade led the assault on Tunnel Hill with Loomis's brigade on its right, aud Bushbeck's, of the Eleventh Corps, on the right of Loomis. Cockerill's brigade remained in the works on the summit -occupied the afternoon of the 24th, and supported artillery playing on Tunnel Hill. During the afternoon of the 25th the Fifty -third and Seventieth Ohio were advanced to support a battery in their front operating against Tunnel Hill. General Corse was wounded after gaining the crest of the ridge, and Col. C. C. Walcutt led the brigade for the rest of the day. It fought with unremitting persistence and endurance throughout the greater part of the day, but was unable to carry the enemy's position on Tunnel Hill, though penetrating to his intrenchments. To the right of General Corse's brigade, Loomis's brigade was heavily engaged about the Tunnel, supported by Bush-"], [25, "21 V ih+J 11at^r-by Mass's and Raum's brigades of General Job. a division. These were all hotly engaged, but though th advanced hues reached the summit, they were finally' repulsed g \" SEVENTEENTH ARMY CORPS. This corps was represented in Inis corps was represented in General Sherman's army at Chatt; noop by the division (Second) of General John E. Smith. The res ot the corps remained with General McPherson at Vicksburg. SECOND DIVISION (SEVENTEENTH CORPS.) Brig. Gen. John E. Smith. First Brigade. Second Brigade. Col. Jesse I. Alexander. Col. Green B. Raum. Col. Francis C. Deimling. Col. Clark R. Wever. 63d Illinois, Col. Joseph B. McCown. 48th Indiana, Lieut. Col. Edward J. Wood. 59th Indiana, Capt. Wilford H. Welman. 4th Minnesota, Lieut. Col. John E. Tour- tellotte. 18th Wisconsin, Col. Gabriel Bouck. 56th Illinois, Maj. Pinckney J. Welsh. 17th Iowa : Col. Clark R. Wever. Maj. Johu F. Walden. 10th Missouri : Col. Francis C. Deimling. Lieut. Col. Christian Happel. 24th Missouri, Company E, Capt. Williai W. McCammon. 80th Ohio, Lieut. Col. Pren Metham. Tliird Brigade. Brig. Gen. Charles L. Matthies. Col. Benjamin D. Dean. Col. Jabez Banbury. 93d Illinois: Col. Holden Putnam. Lieut. Col. Nicholas C. Buswell. 5th Iowa: Col. Jabez Banbury. Lieut. Col. EzekielS. Sampson. 10th Iowa, Lieut. Col. Paris P. Henderson. 26th Missouri, Col. Benjamin D. Dean. Artillery. Capt. Henry Dillon. Cogswell's (Illinois) Battery, Capt. William Cogswell. Wisconsin Light, 6th Battery, Lieut. Samuel F. Clark. Wisconsin Light, 12th Battery, Capt. William Zickerick. This division was the first of General Sherman's army to reach its position near North Chickamauga. It crossed the Tennessee at that point in pontoon boats the night of the 23d of November, following the division of General Morgan L. Smith, and with that division completed an extensive tete-de-pont before daylight of the 24th. In the afternoon of the 24th it advanced as the center of General Sherman's line toward Missionary Ridge, and after the occupation of the hills north of the main ridge the division was drawn back as a reserve. On the 25th Alexander's brigade held the center of the crest which had been occupied on the afternoon of the 24th. In the battle of the 25th the brigades of General Mathias and Col. Green B. Raum were sent in on the right of Loomis's brigade of Ewing's division, and penetrated nearly to the crest of Missionary Ridge."], [26, ""], [27, "ORGANIZATION OF THE ARMY OF TENNESSEE, GENERAL BRAXTON BRAGi C. S. ARMY, COMMANDING, NOVEMBER 20, 1863. GENERAL HEADQUARTERS. 1st Louisiana (regulars), [Col. James Strawbridge.] 1st Louisiana Cavalry, [Maj. J. M. Taylor.] General Bragg's army was reorganized after its lines were establishec before Chattanooga. It consisted of the corps of Breckinridge (foui divisions^, Hardee (four divisions), Longstreet (two divisions), anc Wheeler's corps of cavalry. Buckner's division was detached from Breck iuridge's corps November 22 and started for Knoxville. Longstreet'! • corps was sent to Knoxville November!. It had previously occupiec Lookout Valley, from which it withdrew after General Hooker had occu pied Wauhatchie. At the opening of the battle, General Hardee's corp: held the left of the Confederate line from Chattanooga Creek where i approaches the Rossville road westward over the northern slope o Lookout, Stevenson's division of this corps holding the top of the moun tain. The corps of General Breckinridge held the right of the line reaching nearly to the Shallow Ford road. The advanced line througl Orchard Knob was lost November 23d. Following Hooker's carrying the northern slope of Lookout, Hardee's forces were withdrawn Iron the mountain during the night of the 24th and sent to Missionary Ridgi beyond the right of the line iu the plain below, while that line was a the same time drawn back to the summit of Missionary Ridge. Tin morning of November 25, the Confederate line occupied Missionary Ridge from Rossville Gap to the crossing of the Shallow Ford road Stewart's division held the left, with Bate on his right commanding Breckinridge's division, next General Patton Anderson, commanding Hindman's division. Cleburne's division, which had arrived from Chick amauga Station during the night of the 23d, was dispatched to Tunne Hill at 2 o'clock p. in. of the 24th. The troops from Lookout Mountair prolonged Bragg's line to within three-quarters of a mile of Tunnel Hill The afternoon of the 25th the Army of the Cumberland, with Genera Hooker's forces on the right carried Missionary Ridge from Rossvilh Gap to the Shallow Ford road. Cleburne's division, with the assistant sent it, successfully defended Tunnel Hill against General Sherman's attack and withdrew to Chickamauga Station atnight. General Bragg's army concentrated in front of Dalton. 23"], [28, "24 DETACHMENT FROM THE ARMY OF NORTHERN VIR- GINIA. LONGSTREET'S ARMY CORPS.* Lieut. Gen. James Longstreet. This corps was composed of the divisions of McLaws and Hood. It held Lookout Valley until its occupation after the battle of Wauhatchie by General Hooker's forces. November 4 it was sent to Knoxville for operations against General Burnside. On the 22d of November Buck ner's and Cleburne's divisions were dispatched to Knoxville to report to General Longstreet, but Cleburne's division and Reynolds' brigade, of Buckner's, were recalled on the 23d from Chickamauga Station on account of the advance of the Union forces on Orchard Knob. McLAWS' DIVISION (LONGSTREET'S CORPS). Maj. Gen. Lafa«yette McLaws. Kershaw's Brigade. 2d South Carolina, Col. John D. Ken- nedy. 3d South Carolina, Col. James D. Nance. 7th South Carolina, Col. D. Wyatt Aiken. 8th South Carolina, Col. John W. Hen- agan. 15th South Carolina, Col. Joseph F. Gist. 3d South Carolina Battalion, Lieut. Col. William G. Rice. Humphreys' Brigade. 13th Mississippi, Col. Kennon McElroy. 17th Mississippi, Col. William D. Holder. 18th Mississippi, Col. Thomas M. Griffin. 21st Mississippi, Col. William L. Brandon. Wofford's Brigade. 16th Georgia, Col. Henry P. Thomas. 18th Georgia, Col. S. Z. Ruff. 24th Georgia, Col. Robert McMillan. Cobb's Legion, Lieut. Col. Luther J. Glenn. Phillips Legion, Lieut. Col. E. S. Barclay. 3d Georgia Battalion Sharpshooters, Lieut. Col. N. L. Hutchins, jr. Bryan's Brigade. 10th Georgia, Col. John B. Weems. 50th Georgia, Col. Peter McGjlashan. 51st Georgia, Col. Edward Ball. 53d Georgia, Col. James P. Sinims. Artillery Battalion Maj. Austin Leyden. Georgia Battery, Capt. Tyler M. Peeples. Georgia Battery, Capt. Andrew M. Wolihin. Georgia Battery, Capt. Billington W. York. HOOD'S DIVISION (LONGSTREET'S CORPS). Maj. Gen. John B. Hood. Jenkins' Brigade. Anderson's Brigade. 1st South Carolina, Col. Franklin W. Kilpatrick. 2d South Carolina Rifles, Col. Thomas Thomson. 5th South Carolina, Col. A. Coward. 6th South Carolina, Col. John Bratton. Hampton (South Carolina) Legion, Col. Martin W. Gary. Palmetto (South Carolina) Sharpshoot- ers, Col. Joseph Walker. 7th Georgia, Col. W. W. White. 8th Georgia, Col. John R. Towers. 9th Georgia, Col. Benjamin Beck. 11th Georgia, Col. F. H. Little. 59th Georgia, Col. Jack Brown. Benning's Brigade. 2d Georgia, Col. Edgar M. Butt. 15th Georgia, Col. Dudley M. Du Bose. 17th Georgia, Col. Wesley C. Hodges 20th Georgia, Col. J. D. Waddell. * Detached November 4, for operations in East Tennessee."], [29, "25 Robertson's Brigade. 3d Arkansas, Col. Van H. Manning. 1st Texas, Col. A. T. Rainey. 4th Texas, Col. J. C. G. Key. 5th Texas. Col R. M. Powell. Law's Brigade. 4th Alabama, Col. PinckneyD. Bowles L5th Alabama, Col. William C. Oates. t4th Alabama, Col. William F. Perry. 17th Alabama, Col. Michael J. Bulger. 18th Alabama, Col. James L. Sheffield. HARDEE'S Lieut. Gen. Artillery Battalion. Col. E. Porter Alexander. South Carolina Battery, William W. Fickling. Virginia Battery, Capt. Tyler C. Jordan. Louisiana Battery, Capt. George V. Moody. Virginia Battery, Capt. William W. Par- ker. Virginia Battery, Capt. Osmond B. Tay. lor. Virginia Battery, Capt. Pichegru Wool- folk, jr. CORPS. J. Hardee. William This corps was composed of the divisions of Cheatham, Cleburne, Stevenson, and Walker. It held the left of the Confederate line in front of Chattanooga from Chattanooga Creek to the base of Lookout, around. the north slope of the mountain, and the top of the mountain. After the capture of the mountain by General Hooker's forces, the corps was withdrawn during the night of November 24, to Missionary Ridge, Walker's division having been withdrawn from the eastern base of Lookout to the extreme rightof the armythe evening of Novem ber 23. Cleburne's division had been started before the battle began with his own and Buckner's divisions to Knoxville, but Cleburne was brought back the night of the 23d November, from Chickamauga to Missionary Ridge. At 2 p. m., 24th, Cleburne was sent to Tunnel Hill to oppose General Sherman, reaching the position at 2.30 p. m. Before the fight began on the 25th, Cheatham's, Stevenson's and Walker's divi sions had prolonged Bragg's line on Missionary Ridge to within three quarters of a mile of the Tunnel. On the 25th, Smith's (Texas) brigade of Cleburne's division bore the brunt of the battle in resisting General Sherman, and holding Tunnel Hill. The rest of the division was not as severely engaged. It had the active assistance of Brown's and Cum ming's brigades of Stevenson's division, and Maney's of Walker's, and Tunnel Hill was successfully held, Hardee's corps withdrawing from it in order, after the close of the battle. Portions of Cheatham's and Walker's divisions attacked General Baird's division after it had reached the summit of Missionary Ridge at the left of the Army of the Cumberland's assault, but did not succeed in repulsing it. These divis ions withdrew by the bridges over the Chickamauga, Cleburne's division following as a rear-guard."], [30, "26 CHEATHAM'S Maj. Gen. B. Jackson's Brigade. 1st Georgia (Confederate), Maj. James C. Gordon. 5th Georgia, Col. Charles P.Daniel. 47th Georgia, * Capt. J. J. Harper. 65th Georgia, * Lieut. Col. Jacob W. Pearcy. 2d Georgia Battalion Sharpshooters, Lieut. Col. Richard H. Whitely. 5th Mississippi, Maj. John B. Herring. 8th Mississippi, Maj. John F. Smith. Moore's Brigade. 37th Alabama, Col. James F. Dowdell. 40th Alabama, Col. John H. Higley. 42d Alabama, Lieut. Col. Thomas C. Lanier. (HARDEE'S CORPS) F. Cheatham, Walthall's Brigade. 24th and 27th Mississippi, Col. William F. Dowd. 29th and 30th Mississippi, Capt. W. G. Reynolds. 34th Mississippi, Col. Samuel Benton. Wright's Brigade. 8th Tennessee, Col. John H. Anderson. 16th Tennessee, Col. D. M. Donnell. 28th Tennessee, Col. Sidney S. Stanton. 38th Tennessee,'Lieut. Col. Andrew D. Gwynne. 51st and 52d Tennessee, Lieut. Col. John G. Hall. Murray's (Tennessee) Battalion, Lieut. Col. Andrew D. Gwynne. DIVISION Artillery Battalion. Maj. Melancthon Smith. Alabama Battery, Capt. William H. Fowler. Florida Battery, Capt. Robert P. McCants. Georgia Battery, Capt. John Scogin. Mississippi Battery (Smith's), Lieut. William B. Turner. During the operations of November 24 the division was commanded by Brig. Gen. H. K. Jackson in the temporary absence of General Cheatham. November 15 General Jackson, having previously held a part of the line between the base of Lookout and Chattanooga Creek, established the headquarters of the division on the mountain at the junction of the Summertown road with the road leading to the Craven (White) house, and was assigned to the command of the forces operating at and near that house. On the morning of November 24, General Wal thall's brigade was west of the Craven house, Moore's brigade being to the right and rear of it and extending down the mountain toward Chat tanooga Creek. General Wright's brigade was detached holding the post at Charleston, Tenn., and on the evening of the 23d was moved by rail to Chickamauga Station and thence to the bridge over the Chick amauga east of Tunnel Hill, which position it held during the battle. On the 23d Jackson's brigade, which had been put in position near the Craven house, was ordered to the foot of the mountain to occupy a part of the line from which General Walker's division had been withdrawn. The brunt of the fighting on the mountain was sustained by General Walthall's command until the line had been flanked and pushed back to the Craven house by General Hooker's overwhelming numbers. Later General Pettus's brigade was sent from the top of the mountain from General Stevenson's division and moved from the SummertoAvn road toward General Walthall's position, joining him after the position at the Craven house had been carried by the enemy. A line in rear of the Craven house and in advance of the Summertown road was held by Walthall, Pettus, and Moore till dark. During the night the troops and * Assigned November 12, 1863."], [31, "27 stores from the summit and the forces which had been engaged on the slopes were withdrawn to the east of Chattanooga Creek and the bridge destroyed. The division was then sent to the right on Missionary Ridge, taking position at the crossing of the Shallow Ford road. After Gen eral Baird's division, which was the left of the assaulting line of the Army of the Cumberland, had carried the ridge to the left of Cheat ham's division the latter was thrown across the ridge, engaged Baird and held its lines till after dark, when it was withdrawn toward Chickamauga Station. CLEBURNE'S DIVISION (HARDEE'S CORPS). Maj. Gen. Patrick R. Cleburne. Liddell's Brigade. 2d and 15th Arkansas, Maj. E. War- field. 5th and 13th Arkansas, Col. John E. Murray. 6th and 7th Arkansas, Lieut. Col. Peter Snyder. 8th Arkansas, Maj. Anderson Watkins. 19th and 24th Arkansas,* Lieut. Col. A. S. Hutchison. Smith's Brigade. 6th and 10th Texas Infantry and 15th Texas (dismounted) Cavalry, Col. Roger Q. Mills. 7th Texas, t Col. Hiram B. Granbury. 17th, 18th, 24th, and 25th Texas Cavalry (dismounted), Maj. William A. Taylor. Polk's Brigade. 1st Arkansas, Col. John W. Colquitt. 3d and 5th Confederate, Lieut. Col. J. C. Cole. 2d Tennessee, Col. William D. Robison. 35th and 48th Tennessee, Col. Benjamin J. Hill. Lowrey's Brigade. 16th Alabama, Maj. Frederick A. Ash- ford. 33d Alabama, Col. Samuel Adams. 45th Alabama, Lieut. Col. H. D. Lamp- ley. 32d and 45th Mississippi, Lieut. Col. R. Charlton. 15th Mississippi Battalion Sharpshooters, Capt. Daniel Coleman. Artillery Battalion. Maj. T. R, Hotchkiss. Arkansas Battery (Calvert's), Lieut. Thomas J. Key. Texas Battery, Capt. James P. Douglas. Alabama Battery, (Semple's), Lieut. Richard W. Goldthwaite. Mississippi Battery (Swett's), Lieut. H. Shannon. This division reached the eastern base of Missionary Ridge from Chickamauga Station the evening of November 23. It had reached the latter station on its way to report to General Longstreet at Knoxville. At dawn of the 24th it began to throw up earthworks along the crest of the ridge from General Bragg's headquarters to the Shallow Ford road. At 2 p. m. it was dispatched in haste to Tunnel Hill to confront General Sherman's forces. Upon reaching Tuunel Hill, at 2.30 p. m., Smith's Texas brigade was moved forward to occupy the detached range north of Missionary Ridge, but found it in possession of General Sherman's forces. The division was established 'about Tunnel Hill during the night. Smith's brigade held the central knoll over the tunnel, three regiments consolidated under Col. R. Q. Mills being posted along the crest facing west, and the rest of the brigade facing northwest, Col. H. B. Granbury and Maj. W. A. Taylor commanding. ''Transferred from Smith's brigade November 12, 1863. tTransferred from Gregg's brigade November 12, 1863."], [32, "28 This was the central point of the battle and the brunt of General Sherman's attacks was sustained here. General Polk's brigade was posted on a hill at the extreme right overlooking the bridge over the Chickamauga, with Wright's brigade of Cheatham's division and Lewis' brigade of Bates' division in support. Govan's brigade was posted on a spur of the ridge putting out to the east. Lowrey's brigade was en echelon 200 paces in front of Govan. On the line were the batteries of Calvert (Key) directly over the tunnel, Douglas' battery (Bingham) on Govan's line, and Swett's (Shannon) on top of Tunnel Hill. The Union attacks were concentrated on Tunnel Hill and were vigorous from 10 o'clock in the morning until about 4 p. m. Cumming's and Brown's brigades of Stevenson's division and Maney's of Walker's took part in repelling the final assault. The position was maintained until the close of the battle. During the night the forces which held it withdrew with their guns and burne's division being the rear material guard. to Chickamauga Station, Cle- STEVENSON'S DIVISION (HARDEE'S CORPS). Maj. Gen. Carter L. Stevenson. Brown's Brigade* Pettus' Brigade.^ 3d Tennessee,t Col. Calvin H. Walker. 18th and 26th Tennessee, Lieut. Col. William R. Butler. 20th Alabama, Capt. John W. Davis. 23d Alabama, Lieut, Col. J. B. Bibb. 30th Alabama, Col. Charles M. Shelley. 31st Alabama, Col. D. R. Hundley. 46th Alabama, Capt. George E. Brewer. 32d Tennessee, Capt. Thomas D. Deav enport. 45th Tennessee and 23d Tennessee Bat- talion, Col. Anderson Searcy. Cumming's Brigade.% Vaughn's Brigade.W 34th Georgia, Col. J. A. W. Johnson. 36th Georgia, Lieut. Col. Alexander M. Wallace. 39th Georgia, Col. J. T. McConnell. 56th Georgia, Lieut. Col. J. T. Slaughter. 3d Tennessee (Provisional Army.) 39th Tennessee. 43d Tennessee. 59th Tennessee. Artillery Battalion.^ Capt. W. W. Carnes. Tennessee Battery, Capt. Edmund D. Baxter. Tennessee Battery, Lieut. L. G. Marshall. Georgia Battery, Capt. Max Van Den Corput. Georgia Battery (3d Maryland), Capt. John B. Rowan. November 12, this division moved from near Tunnel Hill to the top of Lookout, under orders to report to General Hardee, and the defense of the'top as far as Johnson's Crook, eighteen miles from the point, was intrusted to General Stevenson. After nightfall of the 23d, General * Transferred from Stewart's division November 12, 1863. tin Gregg's brigade October 31, 1863. t Regimental commanders, not reported in original, are supplied from Steven- enson's roster. § Reassigned to division November 12, 1863. || Note on original: \" Exchanged prisoners; but few reported.\" If According to Stevenson's return, his artillery battalion consisted at this date o: Carnes', Corpus's, and Rowan's batteries, and the 20th Alabama Battalion, viz Company A, Capt, Winslow D. Emery; Company B, Capt. Richard H. Bellamy, anc Company C, Capt. T J. Key."], [33, "29 Hardee having been ordered to the extreme right, General Stevenson was assigned to the command of the whole line west of Chattanooga Creek, which included Lookout Mountain. At 12.30 of the 24th, Pettus' brigade was dispatched to the support of Walthall, who had been forced back to the Craven house, the remaining troops and batteries on top making such attack as was possible upon the enemy on the slope below. During the afternoon Walthall, Pettus, and Moore held a line in advance of the Summertown road near the Craven house. During the night the forces on the mountain were withdrawn by that road (except the Eighteenth and Twenty-sixth Tennessee, which descended by the McCul lough road), and crossing Chattanooga Creek proceeded to Missionary Ridge. The division thence moved to the extreme right, reaching the vi cinity of Tunnel Hill soon after sunrise of the 25th. Here the division was posted beyond the left, and in support of General Cleburne, and partici pated in the repulse of the attacks on Tunnel Hill throughout the 25th. During the night the division withdrew towards Chickamauga station. WALKER'S DIVISION Maj. Gen. W. Maney's Brigade.i 1st and 27th Tennessee, Col. Hume R. Feild, 4th Tennessee (Provisional Army), Capt. Joseph Bostick. 6th and 9th Tennessee, Lieut. Col. J. W. Buford. 41st Tennessee, t Col. Robert Farquhar- son. 50th Tennessee,!; Col. Cyrus A. Sugg. 24th Tennessee Battalion Sharpshooters, Maj. Frank Mauey. Wilson's Brigade. 25th Georgia, Col. Claudius C. Wilson. 29th Georgia, Col. William J. Young. 30tb Georgia, Col. Thomas W. Mangham. 26th Georgia Battalion, Maj. John W. Nisbet. 1st Georgia Battalion Sharpshooters, § Maj. Arthur Shaaff. On November 14, this division, (HARDEE'S CORPS). H. T. Walker, Gists Brigade. 46th Georgia, Lieut. Col. William A. Daniel. 8th Georgia Battalion, Lieut. Col. Leroy Napier. 16th South Carolina, Col. James McCul- lough. 24th South Carolina, Col. Clement H. Stevens. Artillery Battalion. Maj. Robert Martin. Missouri Battery, Capt. Hiram M. Bled- soe. South Carolina Battery, Capt. T. B. Fer- guson. Georgia Battery, Capt. Evan P. Howell. under the command of Brigadier General Gist, occupied the line of works from Chattanooga Creek west ward to the base of Lookout, Cheatham's division being on its left. The evening of November 23 the division was moved to the extreme right and posted on Missionary Ridge with its right three-quarters of a mile south of Tunnel Hill. During the engagement of the 25th, Maney's brigade was dispatched to the support of General Cleburne at Tunnel Hill, and took part in the final repulse of the Union forces at that point. At dusk the division withdrew in the direction of Chicka mauga station covered by Cleburne's division. * Transferred from Longstreet's corps November 12, 1863, and regiments of Gregg's brigade distributed to Bate's, Maney's, and Smith's hrigades. t Transferred from Cheatham's division November 12, 1863. tFrom Gregg's brigade. \\ Assigned November 12, 1863."], [34, "30 BRECKINRIDGE'S ARMY CORPS. Maj. Gen. John C. Breckinridge. This corps consisted of Stewart's, Breckinridge's (Bate), Hindman's (Patton Anderson), and Buckner's (Bushrod Johnson). November 22, Buckner's division, under command of General Johnson, was dispatched to report to General Longstreet in East Tennessee. General Stewart occupied the works to the east of Chattanooga Creek. General Bate was on his right and General Anderson to the right of Bate. During the night of the 24th, as a consequence of the occupation of Lookout Mountain by the enemy, the corps was withdrawn to the crest of Mis sionary Ridge. General Stewart's left was near Rossville Gap, and the divisions followed toward the right in the order they had occupied the works below. On the afternoon of the 25th, that part of the ridge held by the corps was carried by an assault from General Thomas' forces in the center and General Hooker's on the Union right, and the divisions fell back of Chickamauga Creek. STEWART'S DIVISION (BRECKINRIDGE'S CORPS). Maj. Gen. Alexander P. Stewart. Adams' Brigade. 13th and 20th Louisiana, Col. Leon von Zinken. 16th and 25th Louisiana, Col. Daniel Gober. 19th Louisiana, Col. W. P. Winans. 4th Louisiana Battalion, Lieut. Col. John McEnery. 14th Louisiana Battalion Sharpshooters, Maj. J. E. Austin. Strahl's Brigade. 4th and 5th Tennessee, Col. Jonathan J. Lamb. 19th Tennessee, Col. Francis M. Walker. 24th Tennessee, Col. Jobn A. Wilson. 31st Tennessee, Col. Egbert E. Tansil. 33d Tennessee, Lieut. Col. Henry C. McNeill. Clayton's Brigade. 18th Alabama, Maj. Step. Ruffin. 32d Alabama, Capt. John W. Bell. 36th Alabama, Col. Lewis T. Woodruff. 38th Alabama, Col. Charles T. Ketchum. 58th Alabama, Lieut. Col. JohuW. Inzer. Stovall's Brigade. 40th Georgia, [Col. Abda Johnson.] 41st Georgia, [Col. William E. Curtiss.] 42d Georgia, [Col. R. J. Henderson.] 43d Georgia, [Col. Hiram P. Bell.] 52d Georgia, [Maj. John J. Moore.] Artillery Battalion. Capt. Henry C. Semple, Georgia Battery (Dawson's), Lieut. R. W. Anderson. Arkansas Battery (Humphrey's), Lieut. John W. Rivers. Alabama Battery, Capt. McDonald Oliver. Mississippi Battery, Capt. Thomas J. Stanford. At the opening of the battle General Stewart's division occupied the line of works east of Chattanooga Creek, with General Bates' division on its right. The night of November 24 it was ordered to Mis sionary Ridge and posted with its left near Rossville Gap. In the afternoon of November 25 its position was attacked by four Union divisions. Johnson's, the right of General Thomas' assault, advanced against Stewart's right; Geary's, of Hooker's column, attacked his left; Crust s, of Hooker's force, advanced along the crest of the ridge from"], [35, "31 Rossville Gap on his flank, while Osterhaus, of Sherman's army, opera ting under Hooker, at the same time appeared east of the ridge in his rear. -toeing thus compelled to yield the position the division retreated toward Ringgold. BRECKINRIDGE'S DIVISION (BRECKINRIDGE'S CORPS). Brig. Gen. William B. Bate. Lewis' Brigade. Bate's Brigade. * 2d Kentucky, Lieut. Col. James W, Moss. 37th Georgia, Col. A. F. Rudler. 4th Georgia Battalion Sharpshooters, Lieut. Joel Towers. 4th Kentucky, Maj . Thomas W. Thomp son. 10th Tennessee, t Col. William Grace. 15th and 37th Tennessee, Lieut. Col. R. Dudley Fravser. 20th Tennessee, Maj. W. M. Shy. 30th Tennessee, t Lieut. Col. James J. Turner. 5th Kentucky, Col. H. Hawkins. 6th Kentucky, Lieut. Col. W. L. Clarke. 9th Kentucky, Lieut. Col. John C. Wick liffe. John H. Morgan's dismounted men. 1st Tennessee Battalion, t Mai. Stephen H. Colms. Florida Brigade.t Artillery Battalion. Capt. C. H. Slocomb. 1st and 3d Florida, Capt. W. T. Saxon. 4th Florida, Lieut. Col. E. Badger. 6th Florida, Col. Jesse J. Finley. 7th Florida, Lieut. Col. Tillman Ingram. 1st Florida Cavalry (dismounted), Col. G. Troup Maxwell. Kentucky Battery (Cobb's), Lieut. Frank P. Gracey. Tennessee Battery, Capt. John W. Me- bane. Louisiana Battery (Slocomb's), Lieut. W. C. D. Vaught. November 23d Bate's brigade, commanded by Col. E. C. Tyler, aud the Florida brigade, commanded by Brig. Gen. J. J. Findley, occupied the intrenchments at the base of Missionary Bidge, and on the right of General Stewart's division. During the attack on Orchard Knob, Colonel Tyler's brigade assisted General Fattou Anderson to the right. Lewis' (Kentucky) brigade, commanded by Brig. Gen. J. H. Lewis, was brought back from Chickamauga Station, and the night of the 24th was dispatched to the right to report to General Cleburne, and by the latter sent to assist in holding the bridges on his right over the Chickamauga. The two brigades at the base of Missionary Bidge were withdrawn to the summit and occupied a line wrhich included General Bragg's headquarters. The division fought with great stubbornness until subjected to an enfilading fire from both flanks from troops which had gained the Bidge. General Bate then rallied his troops on a ridge 1,000 yards to the rear, where they maintained a brisk fight until after dark, after which the division withdrew to the east bank of the Chick amauga. •Transferred from Stewart's division November 12, 1863. t Transferred from Gregg's brigade November 12, 1863. j Organized November 12, 1863."], [36, "32 BUCKNER'S DIVISION* (BRECKINRIDGE'S CORPS) R. Johnson. Brig. Gen. Bushrod Johnson's Brigade. Grade's Brigade. 17th and 23d Tennessee, Lieut. Col. Watt W. Floyd. 25th and 44th Tennessee, Lieut. Col. John L. McEwen, jr. 63d Tennessee, Maj. John A. Aiken. 41st Alabama, Lieut. Col. Theodore G. Trimmier. 43d Alabama, Col. Young M. Moody. 1st Battalion, Alabama (Hilliard's) Le- gion, Maj. Daniel S. Troy. 2d Battalion, Alabama (Hilliard's) Le- gion, Capt. John H. Dillard. 3d Battalion, Alabama (Hilliard's) Le- gion, Lieut. Col. John W. A. San- ford. 4th Battalion, Alabama (Hilliard's) Le- gion, Maj. John D. McLennan. Artillery Battalion. Reynolds' Brigade. Maj. Samuel C. Williams. 58th North Carolina, Col. John B. Pal- mer. Mississippi Battery (Darden's) Lieut. H. W. Bullen. 60th North Carolina, Capt. James T. Weaver. - Virginia Battery, Capt. William C. Jeff- ress. Alabama Battery, Capt. R. F. Kolb. 54th Virginia, Lieut. Col. John J. Wade 63d Virginia, Maj. James M. French. Reynolds' brigade, under corn had left Chickamauga Station This division, with the exception of I mand of General Bushrod Johnson, h November 23 for Knoxville. Reynolds' brigade was taken off the cars and returned to Missionary Ridge with General Cleburne's division, which had also been under orders for Knoxville. The rest of the divis ion was halted at Charleston and ordered to return, but did not get back to take part in the battle. Reynold's brigade reported to General Bragg and was placed in the trenches at the base of the\" ridge in front of the left of General Anderson's (Hindman's) division. The troops of Reynold's brigade made their way to the crest of the ridge in face of the advance of the Union troops on the afternoon of the 25th and retreated to and across the Chickamauga. HINDMAN S DIVISION (BRECKINRIDGE'S CORPS). Brig. Gen. Patton Anderson. Anderson's Brigade. 7th Mississippi. Col. William H. Bishop. 9th Mississippi, Maj. Thomas H. Lynam. 10th Mississippi, Capt, Robert A. Bell. 41st Mississippi, Col. W. F. Tucker. 44th Mississippi, Lieut. Col. R. G. Kelsey. 9th Mississippi Battalion Sharpshooters, Capt, W. W. Tucker. Ma nigautt's Brigade. 24th Alabama, Col. N. N. Davis. 28th Alabama, Maj. W. L. Butler. 34th Alabama, Maj. John N. Slaughter. 10th and 19th South Carolina, Col. James F. Pressley. Deas' Brigade. 19th Alabama, Col. Samuel K. McSpad- den. 22d Alabama, Capt. Harry T. Toulmin. 25th Alabama, Col. George D. Johnson. 39th Alabama, Col. Whitfield Clark. 50th Alabama, Col. J. G. Coltart. 17th Alabama Battalion Sharpshooters, Capt. James F. Nabers. Vaughan's Brigade. 11th Tennessee, Col. George W. Gordon. 12th and 47th Tennessee, Col. William M. AVatkins. 13th and 154th Tennessee, Lieut. Col. R. W. Pitman. 29th Tennessee, Col. Horace Rice. * Detached November 22 for operations against Burnside in East Tennessee. Rey nolds' brigade and the arlillery were recalled."], [37, "33 Artillery Battalion. Maj. Alfred R. Courtney. Alabama Battery, Capt. S. H. Dent. Alabama Battery, Capt. James Garrity. Tennessee Battery (Scott's), Lieut. John Doscher. Alabama Battery (Water's), Lieut. William P. Hamilton. This division under command of General Anderson held the right of the Confederate line at the base of Missionary Ridge, a portion of: Manigault's brigade holding Orchard Knob. When the line was with drawn to the crest of Missionary Ridge the division took position next on the right of General Bate commanding Breckinridge's division. During the night of the 23d General Walker's division arrived from the left aud took position on the ridge some distance to the right of Gen eral Anderson. The afternoon of November 25 the position was car ried by the assault of troops from the Army of the Cumberland, and the division retreated to the Chickamauga and crossed it. WHEELER'S CAVALRY CORPS.* Maj. Gen. Joseph Wheeler. The Confederate cavalry was not engaged at the battle of Chatta nooga. After the battle of Chickamauga it made effective raids north of the Tennessee upon the Union lines of communications, and oper ated in East Tennessee. Kelley's division was stationed about Cal houn and Charleston at the time of the battle and a portion of it attacked Col. Eli Long's brigade of cavalry at Cleveland, November 27, and followed it back toward Chattanooga. WHARTON'S DIVISION (WHEELER'S CORPS). A. Wharton. Maj. Gen. John Second Brigade. First Brigade. Brig. Gen. Henry B. Davidson. Col. Thomas Harrison. 3d Arkansas, Lieut. Col. M. J. Hen- derson. 65th North Carolina (6th Cavalry), Col, George N. Folk. 8th Texas, Lieut. Col. Gustave Cook. 11th Texas, Lieut. Col. J. M. Bounds. 1st Tennessee, Col. James E. Carter. 2d Tennessee, Col. Henry M. Ashby. 4th Tennessee, Col. William S. McLe- more, 6th Tennessee, Col. James T. Wheeler. 11th Tennessee, Col. Dauiel W. Holman. MARTINS DIVISION (WHEELER'S CORPS) Maj. Gen William T. Martin. First Brigade. Second Brigade. Brig. Gen. John T. Morgan. Col. J.J.Morrison. 1st Alabama, Lieut. Col. D. T. Blakey. 3d Alabama, Lieut. Col. T. H. Mauldin. 4th Alabama [Russell's], Lieut. Col. J. M. Hambrick. Malone's (Alabama) Regiment, Col. James C. Malone, jr. 51st Alabama, Capt. M. L. Kirkpatriek. 1st Georgia, Lient. Col. S. W. Davitte. 2d Georgia, Lieut. Col. F. M. Ison. 3d Georgia, Lieut. Col. R. Thompson. 4th Georgia, Col. Isaac W. Avery. 6th Georgia, Col. John R. Hart. ♦The First Brigade of Wharton's division, Martin's division, Armstrong's division, (th.> Fiftli Tennessee excepted), and all the artillery (except Huwald's battery) detached under Wheeler's command. 15507 3"], [38, "34 DIVISION ARMSTRONG'S Brig. Gen. Frank First Brigade. Brig. Gen. William Y. C. Humes. 4th Tennessee [Baxter Smith's], Lieut, Col. Paul F. Anderson. 5th Tennessee, Col. George W. McKen- zie. 8th Tennessee [Dibrell's], . 9th Tennessee, Col. Jacob B.Biffle. 10th Tennessee, Col. Nicholas N. Cox. KELLY'S DIVISION First Brigade. Col. William B. Wade. 1st Confederate, Capt. C. H. Conner. 3d Confederate, Col. W. N. Estes. 8th Confederate, Lieut. Col. John S. Prather. 10th Confederate, Col. Charles T. Goode. (WHEELER'S CORPS). C. Armstrong. Second Brigade. Col. C. H. Tyler. Clay's (Kentucky) Battalion, Lient. Col. Ezekiel F. Clay. Edmundson's (Virginia) Battalion, Maj. S. P. McConnell. Jessee's (Kentucky) Battalion, Maj. A. L. McAfee. Johnson's (Kentucky) Battalion, Maj . O. S. Tenney. (WHEELER'S CORPS). Second Brigade. Col. J. Warren Grigsby. 2d Kentucky, Col. Thomas G. Wood- ward. 1st Kentucky, Col. J. R. Butler. 9th Kentucky, Col. W. C. P. Breckin- ridge. Allison's (Tennessee) Squadron, Capt. R. D. Allison. Hamilton's (Tennessee'* Battalion, Lieut, Col. O. P. Hamilton. Rucker's Legion, Col. E. W. Rucker. ARTILLERY. Tennessee Battery, Capt Tennessee Battery, Capt. Tennessee Battery, Capt. Arkansas Battery, Capt. , t. A. L. Huggins. ;. Gustave A. Huwald. t.B.F. White, jr. ;. J. H. Wiggins. RESERVE ARTILLERY.* Maj. Felix H. Robertson. Missouri Battery, Capt. Overton W. Barret. Georgia Battery (Havis'), Lieut. James R. Duncan. Alabama Battery (Lumsden's), Lieut. Harvey H. Cribbs, Georgia Battery, Capt. Thomas L. Massenburg. DETACHED. Roddey's Cavalry Brigade. 4th Alabama, Col. William A. Johnson. 5th Alabama, Col. Josiah Patterson. 53d Alabama, Col. M. W. Hannon. Moreland's (Alabama) Battalion, Lieut. Col. M. D. Moreland. Georgia Battery, Capt. C. B. Ferrell. -Sengstak's (Alabama) battery, assigned November 19, not accounted for in reports."], [39, "15567"], [40, ""], [41, "INDEX. union army. Page. Grant's army, composition of 3 Army of the Cumberland (Thomas) '.'.'.'.'.'. '.'.'.'. '.'.'.'. '.'.'.'.'.'.'.'.'.'. 3 Detachment army of the Potomac '.'.'.'.'.'.'.'.'.'.'.'.'. 13 Army of the Tennessee (Sherman) _ 17 Army corps: Fourth (Gordon Granger) 4 Eleventh (Howard) 14 Twelfth (Slocum) .....'......\"'......'.'. 15 Fourteenth (Palmer) 7 Fifteenth (Blair) ...„\" 18 Seventeenth 21 Divisions : Baird ; 10 Crust 4 Davis 9 Ewing ■ 20 Geary 16 Johuson 8 Ostcrhaus 18 Schurz 15 Sheridan 5 Smith, John E 21 Smith, Morgan L 19 Stein wehr 14 Williams 16 Woo\"d 6 Cavalry (Eli Long) 11 Artillery reserve (Brannan) 12 Engineer troops ( W. F. Smith) 11 Post of Chattanooga (Parkhurst) 13 confederate army. Army of Tennessee (Bragg) 23 Detachment army of northern Virginia (Longstreet) 24 Army corps: Breckinridge 30 Hardee 25 Longstreet 24 Wheeler's (cavalry) 33 Divisions : Breckinridge (Bate) 31 Buckner (Bushrod R. Johnsou) .' 32 Cheatham 26 Cleburne 27 Hindman (Patton Anderson) 32 Hood 24 McLaws 24 Stevenson 28 Stewart 30 Walker (Gist) 29 Armstrong (cavalry) 34 , Kelly (cavalry) ** Martin (cavalry) ;*» Wharton (cavalry) 33 Reserve artillery (Robertson) 34 General map of the fields 35 °"], [42, ""], [43, ""], [44, ""], [45, ""], [46, ""], [47, ""], [48, ""]]