[[1, ""], [2, ""], [3, ""], [4, ""], [5, "u^foitt Mötes mm af ar 1593. sAftrrckt efter 1593 ars upplaga-) V nit b I86S, Xvurft af Hakan <?hlöfi,'n pa egen dcs>s!n>,r."], [6, ""], [7, "CONFESSIO FIDEI. Thet är: Pen ChristelM Troos Bekännelse, hloilla ©nöj fölsnmbling vthi Sweriges Rijke almänneliga trobt och betanbt hafwer, ifrä thet Guangelij fanning, vthi Konung GVST3lFS, höghlofiigh ihughkommelfe, ; Regementz tifbh, vthur thet Päweske mörkret, igenom Gnbz nåbh, äter tom j liwfet igen. Och febhan Anno etc. 72 vnber faligh Konung IAHANS Regering, i Vpfala almänne Pre stemöte på nytt be kräf tighat. Men nu yterligare och förnemligest genom then Hög borne Furstes och Herres, Her CARVS, Sweriges Rijtes Arf furstes, Hertigz til Subermanlanbh, Varieté och Wärmelanbh : Christelighe omwärbnet od) trogne förforbran, j thetta åhr etc, 93, vthi thet Chrifteligha och frija Concilio, fom genom hans g: råbh och bijftänbh, thär fammestäbz hattet, och febhan aff alle Riikefenö ©tanter, mebh Vnber siriffning och Infigel warbt stabfäft och confirmerat, allom Christ» trognom ock wärom efflertommanbom tit troghna vnber» wijfning, helfofamma fthrtio och oryg» geligit Testament. Tryckt j Stockholm, aff Anbrea Gutterwitz. Anno Christi M. D. XCIII."], [8, "2. Paralip: 46. Och the träbbe vthi förbnnbet, at the Me Mia HERRAN, theras Ubers Gnbh aff alt hierta, och aff allo fiäl, ©d) hloillen fom ideMe HERRAN Isra els Gnbh, han stnlle böö, bäbhe liten och stoor, Mhe man och Oinna. Och the fworo HERRANOM mebh högha röst, mebh roop, mebh trommeter och basuner. Och hela Iuba frögbabhe sigh öfsner eebhen, ti) the habhe sloorit afs alt hierta, och the sölte honom asf allom loilia, och han lät sigh aff them finna, Och HERREN gaff them roo alt om Jojk^"], [9, "3 Mm och serdeles htmriom och ettorn Christrognom, fom thenna nciftfölianbe Bekännelfe läfanbes eller höranbes roarber, tilbiube och önste wij vnber firifne, hwar i sitt ftänb och wärbigheet, Gubz nåbhe och barmhertigheet. genom Frelfaren IGfum CHristum, etc. /j^Fter thet at then splijt och oenig- I y heet, som j förlebne fihr hasloer loa- ribt på förbe vthi Religions salerne, j Mrt lare Fäbernes-Rijte, är an mebh tips Alzmächtiges näbige tilhielp, j thet Christelige, srije Concilio och Möte, som stobh i Vpsala, ähr ete. 93, medhfamhal ligt råbh, och allés theres betancken och famtycke, fom thar titftäbes wore, mebh fåban grunbetigh siat, afsiaffat och vthaff wägen tagbt, at ingen fom roibh Gnbh och fanningen blifwe will, kan annat betyga eller mebh gobt famroet, thet som giorbt och beflutit är, nagen tijbh ryggia. Och warbt på famma tijbh ehn Religions förehning och Bekännelfe strif. i*"], [10, "4 Förtalet. teligen författet, och mebh Vndersfrifning och Infeget stab fäst och betråftiget, hwitfen ock nu feban är almänneligen j alle Lanbzenbar vthi wårt färe Fäbernes Rijfe, för alle Stän der vpläsin och förfunnet, och aff them gillebt od) webertagin, fåfom ock vndersirifwin och förfeglb. Och på thet at famme Religions Bekännelfe, må få iBät frammanbe fom inföbde funnigh ware, Therföre warbt i fielfwe Concilio bestutit, fåfom wij ock nu för nyttigt, nö digt och rådhfampt achte, at late förbenämbe Chriftelige Re* ligions och roar Lärdoms förehmng, fantet mebh the tre Gudz Förfamblings troos Bekännelser, hwilke Symbola fal las, fåfom ock then rette, reene och oföranbrebe Augzburgisie €onfession, hwilten Anno etc. 30, på then store Rijfsbagh, fom tå af Chur-Furster och Stådher hållen bleff, warbt öfwerantwardet Keyfer Carl then Femte, aff Trycket late tothgå: På thet hwar och en fan them befomme, och ther aff lare och wete, att roar troos Bekännelfe är på intet annat grundat, än På Propheternes och Apostlernes Sfrifter, och hafroer roitnesbyrd aff the rätte och gamble fyrfiones lärare, när the figh wibh then helghe Skrift hållebt hafroe, och all fatsi täre hafroe wij ptatt ogillebt och förkastet, ehwabh nampn the hetst hafwe funne. Begäre förthensiutb aff alle frome och Christtrogne men» nisiior, at the wete thenne Bekännelse icke annorlebes förstå eller vthtybe, än fom orben och meningen tybe, fom thervthin» nen förfatrebe äre, och alziutet achte wåre motstånbares orät wijse förtalaube och fördömande, fom ingen sanning wete el ler funne höre eller tybe: Vthan myfit heller, såbanne För-"], [11, "5 Förtalet ehning och the medhföliende Symbola, sampt then rätte och oförfalstede Augzburgisie Confession, hwtlfe torteligen innehålle, kärnan och Summan aff wår Christelige Religion, som elliest vthi Propheternes och Apostlernes Böter aff Gudz Ande widhlyftigt förfallet ock sirifwit är, fliteligen öfwerläse, lare od) betänckie, sine barn och wårdnebt, at the thet samme göre, troligen od) ibfetigen förmane: och sedan vthi samme troos Bekännelse, medh Gudz milde tilhielp, in j dödhen sigh fast od) stadeligen förhålle. Ther til then ewige och alzmäch tige Gnbh, för sin älsielige enföbbe Sons ICfu CHristi förstyllen, werdiges hwar och en Christen mennisiie sin Helge Ande nåbetigen förläne, och oss wår Christeudoms ähro- nampn ewinnerligen at muta late, Amen. Datum Stockholm, den 30 Iutij, Anno &c. 1593."], [12, "DECRETVffl VP8AI.II^5E. Eller Besllot, som j thet lllmiinncligha Conciiio och Möte otfu Upfala, warbt fam tyckt od) vndersfrifwit, vthi Februarij och Martij Månadher. Ähr efter Chrifti börb, 1593. StikS Ettll mebh Gnbz nabe, *£ Sweriges Ristes Arffurste, Hertigh til Suber^ manlanb, 3cäricke och Warmeland, Ock wij ef- terstrefne Sweriges Ristes Rådh, Bifcopar och menige Prc sterstap, fom nu här i; Bpsala, til thette Möte hafwe waribi förfamblade: Göre wetterligit od) uppenbarligen betänne, få wäl för oss närwaranbe, som them the frånwaranbe äre, at efterfom allom noghfampt kunnigt är, hwab twist och oenig heet, som På nästförlebne åhr, här vthi wårt Fädernesland Swerige, vthi Religions fafer warit hafwer, therigenom my* fin fplist och förargetfe stgh hafwer j monge måtte förorsa ker, och man både aff Erempel, så wäl som af förfarenheten, både vthi främmenbe Land, fåfom elliest hafwer förnummit ingen ting siadeligere ware vthi någet Konunge-Rijke, än twist och oenigheet: och intet nyttigere och gagneligere, eller"], [13, "7 thet fom meere förbinber hiertan tilfamman, än fämie och enigheet, och ferbeles j Religionen. Therföre, på thet at få dane enigheet måtte ock få wäl här j Rist'et vthi Religionen vprättet och förmehrat warda, fom elliest j andre måtte, Och thet icke elliest hafwer funnet stee, än genom itt Chri steligit, almänt, srist inrijtes Möte, efter som ifrån Apost* lames tijdh och alt sedan hafwer brukeligit waridt, Såsom ock Kong: Majest: wår älstelige käre Broder, och allés roar nådige Herre, Christeligh och höglofligh ihughtommelfe, alrede för någre åhr sedan, och någet för sitt Christelige aflidende nådeligen samtytte, at itt sådant möte skulle hållit warda, etc. Är förthenstnl nu vthaff allés wåre famdrechtige åstnn dan od) bewiljelse beramat blifwit, at een Sammantommelfe, aff the förnämste Ständer, här j Rijtet, högre och nibrige, lärde och lekte, måtte hållen blifwa, nu på närwarandes åbr, efter Christi börd, etc. 1593, Dominica Esto mihi, fom tvär then 25 Febmarij, här j Bpfala, til at göre ehn Föreh ning vthi then Christelige Läro, såsom ock Äyrfesefcher, För samblingenes Disciplin, och laghligit Archiebiscops och anbre iöiscopers Wahl, mebh stere nöbige Puncter, som haswe synts nyttige och rådelige ware. Hwarföre ock nu j the helghe Tre faldigheetz nampn, på förnämde fcagh och tijdh, näst ehn in nerligt) åkallan til ©ubh then alzmächtigeste, efter ehn gube ligh, noge od) sttttgh öfwerwägning aff oss samptligen, frij- (ligen, onödhgede och aff wälbetänckt och berådt mode, om thesse efterstrefne Puncter, så ehndrächteligen förehnt och be slutit är, som här efter folier: Först, at wij alle wtfch Gubz rehne och falighgörende Ord, hwiltet j the Helge Provheters, Euangelisters och Apost."], [14, "8 lers ©frifwelfer förfallet är, famhålligen blifwe wele, och at j wåre Förfamblinger, stal lärbt, trobt och befänbt warbe, at then Helge ©frist, aff then helige Anbe sitt vrfprung hafwer, och innehåller fulfomligen, alt thet fom then Christelige Lär dom, om Gnbh then alzwålbigeste, och wår faligheet, samtot gode gärninger och dygder tiltommer, och är ehn grund och stödh til ehn rätt Christen Troo, och itt rättesnöre til at döme, åtsiilie och företomme all twist vthi Religionen, och ingen förklarning aff androm behöfwes, anten aff the helige Fäder eller andre, fom aff egen godhtycke någet thet til fatt hafwe, thet icke är medh then Helge Skrift, ehoo the ock helst ware tunne, Althenstund ingen mennisie efterlatit är, att tyde Gudz orb efter egit sinne, och thervthinnen stal ingen perfohné an seenbe, högheet, eller authoritet, ad)tebt eller gillebt warbe, vthan then Helge Skrift allene, som förbemält är, etc. Themäst, bejate och wedertannes wij oss aldeles wele halte widh the Apostolisie, Nicenisie och Athanasij Symbola. såsom ock with then äldste rette och oförandrede Augzburgisie Confession, hwilten fom aff Chur-Fnrster och Städer bleff öfwerantwarbet Keyfer Carl then Femte, på then store Rijks* bagh j Augzburgh, åhr efter Shristi börd, 1530. Theslitest widh then Religion, som j saligh och höghlof ligh hoos Gudh j åminnelse, saligt) Konung Gustafs sifcste Regementz, och salige Archiebiscoto Lars Petri Nericiani, then äldres lijfztijdh, både j Lärdom och Kyrfefeder här j Ristet hållet och igenom then Präntede Kyrteordniugen j Trycket vthgången, Anno, etc. 72 är samtyckt och bejatet. blefwen. Men efter thervthinnen äre någre Ceremonier beholdne, fom både widh Dötoelfen och HErrens Iefu Shristi Ratwarb bra-"], [15, "9 kebe blifwe, som är salt, titts och tophöyelsen, Item flytte mebh Messeboten ifrå thet ene hörnet til thet anbre på Al taret: Item llemtoe när tophöyes, hwilte ock j mästeparten aff the Euangelisie Förfamblinger alrede äre aflagbe, efter the fast, och j itt stoort misbruut fomne äre, så at mehre onbt tothass misbrttfet, än gobt ass Ceremonierne blifwer förorfa* tet. Therföre är almänneligen och fambrächteligen, ther til bejafet od) bewiliet, at ©otnepresteme, så ock Bisperne j Bi* siterningerne, vå thet fliteligeste Almogen här om lare, vn* derwijse od) til at brutet falle late, troligen stole förmane, och när the bewijstigen och noghfambligen förnimme misbru tet icke funne borttages, mebh mindre, at sielfwe Ceremoni erne försatte och vthur ögonen försiaffes, mage Bifpeme medh någre aff hwart Capitel j alle ©tid)t sampt andre the lärdeste ass Presterstapet sammantomme, och om fogeligeste medel och wäger figh betänckie, rådhstå, och endrächteligen sam* manfättie, huruledes thesfe förnamte Ceremonier mebh tij* then (dogh vthan någen förargelse och buller) i stillheet funbe astäggeS. (Shwab Exorcismum anlanger, betänne wij honom icke ware så nöbigh wibh Dopet, at then sörvthan, Dopet icke stulle wara fultomligit, vthan efter thenne Ceremonien wäl Öfwerehns stemmer mebh Dopfens handel, påminnendes icke barnet, vthan them som tilstädes äre, om alle mennisiers lä genheet, för än the til Dopet tomme, och om Dopfens trast. Thersöre mage wij then j wåre Förfamblinger efter ehn Chri* sten frijheet wäl brufe. Men om the ord, som synes alt förhårde ware, på thet at icke någen figh ther öfwer siutle förarge, menenbes, at nagen lekamligt) befättielfe siat ther 2"], [16, "10 medh mehut warde, hafwe wij famtottigen bewiliet, at man the orden, Fahr här uth, etc. Undre må, Och j then staden insättie, Wijt här ifrå, etc. Dogt) så, at man här mebh icke thes heller fördömer the Förfamblinger j frammendeland, el ler höge Personer här inrijtes, som thenne icke få brufe, vthan sigh hafwe then förbehållen, och elliest mebh oss äre ehns j Trone. Om then I^iturgia, som någre ass Prestersiapct här j Ristet webertagit hafwe, althenstund hon är j sanning befun nen ehn root och otfaat til mytin oroo, fom figh vthi Re* ligions safer, här j Rijtet hafwer tildragit, och elliest medh ©fristeneg grund bewijst, at hon j alle mötte är wijsiepeligh och j sielfwe grnnden aldeles lijfformigh then Påwesie Meffe, bwilken är förargeligh, och aldeles gehnsträfwer och förringer Christi wår Frelsares förtienst, och fåfom een port och in* gång til all annen Påwesi grufweligh wilfarelse. Therföre hafwe wij ock famptligen och j fynderheet, förbenämbe t.unr giam, od) alt hennes onbe mebhfölie, j Lare, Ceremonier och Disciplin, ehwabh namton thet helst hafwe fan, albeles ogit lebt, och aff Shristeligit alstoar, mebh hierta od) mun weber safet, och oss ehnbrächteligen, ther tit, alfwarligen förptichtet, at wij henne aldrigh mehre annamme, gitte etter brufe wele. ©åsom icke heller någet annet ass the Påwesies lärbom etter wilfarelfer, ehwabh nampn the helst hafwe funne, någen tijbh gitte etter webertage, vthan them albeles fortaste, såsom men uiftiestadger, för werlbzlig högheet, wälbe, macht, och rijfebomer vptänckte, igenom hwilfe monge mennisiior öste äre bedragne wordne. Thestifest och albeles afsäjoms wij atte Sacramen» terers, Zwinglianers och Catvinisters wilfarelfer, så ock We-"], [17, "11 berböpere och alle anbre Kättere, ehwabh nampn the helst hafwe funne, någen tijbh tit at inryme, gitte etter famtyckie. Iterligere om Difciplin och skäligt) Kyrfeaga, haswe wij ock befunnit, at hon vthi wår förnämbe tryckte Kyrkeorbning til sielfwe grunben mästebehls är sörfattet. Och efter hon en tijbhlong myckit förfumedt är, hafwer hwar efter sitt stånd och wärdigheet lofwedt ther til förhielpe, at hon här efter må fliteligere warde efterfommen, och troligere sampt alfwar samligere vthi wercket stelt. Och ther som sielfwe faten få träfwer, må thet fom ytermehre behöfwes, meth Bifperne? och Capitelens gemene samtyckte, blifwe tiltagdt och formel)* vet. Och ändogh them icke borbe lidhne, eller efterlatit warde, sigh här j Ristet nedhsåttie, som meth någen falsk Lärdom vmgå, od) medh oh Vthi Låren icke ehns äre, på thet the an* tre medh sigh icke förf öre måtte: Lijtwäl efter fådant för han del och wantel stul icke wäl kan förhindret warde, få är så widt samtyckt, at them som någen Kätterst lärdom hafwe, icke stal tilstadt eller efterlatit ware, at halte någre vppenbare ©amqwemder j httus etter annerstädz, så framtot hwar någre ther meth befinnes, eller the som elliest förfmädeligen tale om roar Religion, the stole tilbörligen straffete blifwe. Och på thet, at allom må kunnigt och wetterligit warde, hwadh wij yterligere vthi thenne ©amqwemd hanbiet od) oss hafwe förehnet om, vthi alle Puncter och Artickler, så stat så* dant meb förste ass Trycket vthgå. Mebh hwilte, så wäl som thet ock här vthi sörfattet är, wij igenom Gndz then alrehög stes nådige hielp och bijstånb enhåtteligen lofwet, tilsagbt od» förtolichtet hafwe, ofs in j dödhen wele fäste och ståndachtige blifwe, och therifrån albrigh någen tijbh låcke, twinge eller 2"], [18, "12 tränge late, hwarfen igenom gåfwer, gunst, wensiap, mågsäm* ie, hoot, ogunst eller vnbfayelfe, vthan oss och then saken Gudh then alzmächtige j händer befale, hwilten hon allene tilhörer, hans Guddomlige Majestet warder oss ther widh roat nådeligen behållendes od) trafteligen förswarendes. Til ytermehre wisfe och stabfästelse, at alt thette widh then mening som widh hwar Punct bestutit är, ährligen, vprichteligen och Christeligen, fast, stadigt ochjoryggeligen må hållet och efterfommet warde, och at tytt ene Ståndet til thet anbre, icke annet måtte sigh hastve til at sörsee, än troheet, tryggheet, rätråbigheet, hielp och bijstånbigheet vthi thenne famtyckie Vetännelse, få hafwe wij Carl mebh Gttdz nåde, etc. och wij vnfcerstrefne Sweriges Ristes Råfch, Bifcopar, Riddersmän och Adel, Prefterstato och Köpstadzmän, så roat för oh, fom wåre eftertommende, thenne Bekännelfe, frij* wittigen och aff troofast hierte, medh egne händer tonberstrif* wit, och wår Secret och Infigle här neden före tryckte la tibt: Hwilket och the få wäl Anbelige fom Werlbzlige, fom ock nu icke närwarende äre, medh ofs ehnfe wälwit leligen warde görenbe. Actum Vpsalice, then 20 Martij, åhr etc. 1593."], [19, "13 SYMBOLVM APOSTOLIGVM. <^ Agh treor på ®ubh Fabher alzmächtighan, % £\\ himmelens och iorbennes Skapare. <% H Och på Iefnm Chriftnm hans eenba Son war HG3tra. Hwilken aflat är aff then helgha 2lnba, föbber aff jungfru Maria. Vinter vnber Pontio Pilato, Korsfäfter, böbher och begraffnen. Nibherstighen til helnetis, På tribie baghen opftånben igen ifrå the böbha. Vpftighen til himola, sittianbes på Gnbz Fabhers alzmach tighes hoghra hanb. Täbhan igenkommanbes til at borna leffnanbes och böbha. Iagh troor på then helgha Anba. (Sna helgha almänneligha Ährfio, the helighaé famfnnb. Syn bernas förlåtelfe. Kötzens vpftånbelfe. Och itt ewinnerlighit lijff."], [20, "14 8INL0I.VI» NICENVM. /^^.Agh troor på en ®ubh, alzmächtighan Fa v_ 3> bher, himmelens och iorbennes Skapare, ocb M alt thes fom fynlighit och ofynlighit är. \\J Och på en HGRRA Iefum Chriftum, Gubz eenba Son, aff Fabhrenom föbban för ewig heet, Gnbh ass Gubhi, Lins aff Liufe, faunan Gnbh aff fannom Gubhi, jobban och icke giorban, fam waranbe mebh Fabhrenom, genom hwilken all ting giorb äro. Hwilken för ofs mennistiom, och för mara faligheet siul, nebherfteegh aff himmelen, ock togh manbom genom then helgha Anba, aff Jung fru Maria, och toarbt en mennistia: Vleff ock få för ofs korsfäster, vnber Pontio Pilato, böbher och begraffuen. Och på tribie baghen opftånben effter Scriffterna. Och vpfoor til himbta, Sitter på Fabhrens högra hanb, Täbhan igenkommanbes mebh hertigheet, tit att böma teffuanbes och böbha. På hwitkens Rijke ingen enbe bliffuer. Och på then helgha Anba, HERRAN och lijjfgiffnaren, Hwilken aff Fabhrenom och Sone-"], [21, "15 nom vthgåår, Then mebh Fabhrenom och Sone nom tildibin och lijka ährat warber. Then ge nom Propheterna talat haffner. Och ena helgha almänneligha och Aposto liska Kyrkio. Jag bekänner een Döpelfe til fynbernas för forlatelfe. Och förwenter the böbhas vpstånbelfe. Och then tilkont manbe wertbennes lijff. A M <S R."], [22, "16 ATHANÄSII STMBOLVM jcrifsnit emoot the Sfartoncr. /^ Wilken fom wil faligh warba, han stal för all ting haffua then alniänneltglni SHrifte- R^/ ligha Troona. Then henne icke fnlkomligha och rena håller, han bliffner vthan twiffnel förtappat ewin nerligha. Så är nu thetta then almänneligha Chrifte ligha Troon, at wij byrkom en enigh Gnbh j tree Personer, ocb tree Personer j en enigh Gubbont. Hwarken samnlanblanbe Personerna, eller åt? siilie thet Gubbomligha wäfenbet. Ty en annor är Fabhrens perfon, en annor Sonfens, en annor thens helghe Anbes. Men Fabhren och Sonen och then helghe 'Anbe, är en enigh Gubh, jämlijk j herlighetena, jämlik j ewight Majestet. Hnrubana Fabhren är, fåbana är Sonen, få? bana är ock then helghe Anbe. Osiapabher är Fabhren, osiapabber Sonen, osiapabher then helghe Anbe."], [23, "17 Omätetighen är Fabhren, omätelighen Sonen, omätelighen then helghe Anbe. Ewigh är Fabhren, ettrigt) Sonen, ewigh then helghe Anbe. 2>och lijfwäl äro icke tree ewighe, vthan en ettrigt). Såfom ock icke tree ostapabhe, eller tree omä telighe, vthan en osiapat, och en omäteligh. Sammalunba är alzmächtigh Fabhren, ai> mächtigh Sonen, alzmächtigh then helghe Anbe. Och lijfwäl icke tree alzmächtighe, vthan en alzmächtigh. Så är ock Fabhren Gnbh, Sonen Gubh, then helghe Anbe Gnbh. Och lijfwäl icke tree Gttbhar, vthan är en Gubh. Altfå är Fabhren HGrre, Sonen HERre, tben helghe Anbe HERre. Och lijwäl icke tree HErrar, vthan en HGrre. Ty fåfom wij mofte effter Chrifteligh fäll ning bekänna hwar Perfon för Gubh och HERra. Så funne wij icke j een Christetigb Troo nämpna tree Gubhar eller tree HERrar. Fabhren är aff ingom antingen giorb, stavat eller föbb. Sonen är af Fabhrenom allena, icke giorb, icke stavat, vthan föbb. 3"], [24, "18 Then helghe Anbe är aff Fabhrenom och Sonenom icke giorb, eller stupat, eller föbb, vthan vthgånganbes. Så är nu en Fabher, icke tree Fäbher, en Son, icke tree Söner, en helghe Anbe, icke tree belghe Andar. Och ibland thessa tree Perfoner är ingen there then förste, och ingen then sibste, ingen then störste, och ingen then minste. Vthan alla tree Personerna äro med hwar annan lijfa ewigha och lijfa stora. Så at albeles (fom nu fagbt är) stola tree Perfoner j en Gubbom, och en Gnbh j tree Per? soner byrkat warda. Then fom nu wil warba faligh, han utöste altfå hållat om tree Perfoner j Gubbomen. Men thet är ockfå aff nöbhenue til ewigha faligheet, at man stabheligha troor, at mår HERre Jesus Ehristué är fannerligh Mennistia. Så är nu thet een rett Troo, at wij troo och bekänne, at wår HERre Iefus Ehristué Gubz Son, är båbhe Gubh och Mennistia. Gnbh är han aff Fabhrens natur föbb för all tijbh, och Mennistia är han aff mobhrennes natur, timeligha föbb."], [25, "19 Fulkommen Gubh, futkommen Mennistia, mebh förnusstigha siat och mennistltgh lekamen. Iämntijk Fabhrenom effter Gubbomen, ock mindre än Fabhren effter manbomen. Hwilken änboch han är Gubh och Mennistia, få är han tijkwäl icke twå, vthan en Christtts. En är han, boch icke få, at Gubbomen är förwanbtat j manbomen, vthan Gubbomen haffuer til sigh annamat manbomen. Ja, han är albeles en, boch icke at the twå naturer äro fammanblanbabhe, vthan han är en enigh Perfon. Ty fåfom troppen och stålen äro een menni stia, få är ock Gnbh och Mennistian en Christus. Hwilfen pijnt är för wåra faligheet, Nebher faren til hetuetis, Tribie baghen vpstånben ifrå the böbha. Vpfaren tit himota, sitter på Gubh Fabhers alzmächtighas höghra hand. Täbhan igenfommaubes, til at döma teffuan bes och böbha. Vthi hwilfens tilfommelfe alla mennistior moste åter vpstå mebh sina kroppar. Och siota göra rekensiop för sina egna ger ningar. 3*"], [26, "20 Och the fom gott haffua giorbt, stöta ingå j thet ewigha lijffuet, Men the fom onbt giorbt haffua, j then ewigha eetben. Thetta är then almännetigha Chrifteligha Troon, then henne icke fast och stadigt troor, han fan icke warba faligh."], [27, "21 AugsbmM Betan- nelsen, etter then Christe- ligha Troonneg och Läron» neg Artiklar. Then fölste Artikel. Om Gudh och tm Personer j Gubbomen. /^>Bdz Församling hsos oss endräch- B^%% teltgha lärer och håller, thet 33estrot, som stödde i X^x Niceno Concilio, om een Gubbomligh Warelse och tree Personer, wisserligha sant roara, thet man ock vthan all twiffnelgmäl troo och betänna stal. Nemligha, At then Gubbomligh warelsen är (Sen, som båbhe tallag och är <&%&&, Ewigh, Andeligh, osttsstcltgh, omäteligh j macht, wijgheet och godheet, then alt ting synligt) och osynligh sta vat haffner, och vvvehäller. Och äre boch vthi samma Gub bomligha warelsen tree Personer, lista mächtighe, lifta ewighe, FADHREN, SONEN och then helgha ANDA. Warber ock thet orbet PERSON, hoog of g brutal vthi samma märtetse, som the gamble Församlingenneg £ä* rare, j thenna saten thet brukat hafwe, Nemligha, at thet"], [28, "22 Christeligha Lärones märker icke någhon beel eller egenstav vthi anbrom; vthan thet som egentlighit är och sin warelfe haffner j figh fielffuo. Fördömer förthenstnld wår församling, all Kätterij, som entoot thenne Artitlen äro vptomna, fåwm äre the Manicheer, hwilte twå Gndhar vptenckte, en gothan och en ondan. Jtem, the Valentinianer, Arrianer, Ettnomianer, Mahometister och andre stiste. Xhesttfeg fördömeg och the nyie och gam ble, hwilte häfftigt söregiffna, at thet är allenast een Person j Gudomen: Och om ORDET och then helghe Ande, fal steligha och ogndachteligha mefch tloot orb lära, at the äro icke åtstillighe perfoner, vthan at ORDET, bethbher allenast itt vthtaladt Ord, och Andan icke annat än een stavad Ujss* achtigheet j ereaturen. Then andre Artikel. Cm Arssyndcn. i^Tem toarbcr liildt, at allt mcnni ff^ stior, som afflag och föbhag naturligha, effter Abamg s^ H fall, warba födde mebh synd, thet är, vthan Gudz frnchtan, vthan förtröstning til Gndh. och mebh een onb begärelse. Och at samma slutdom eller arstyte är san nertigha synd, som ock nu fördömer och tilfoghor allom them"], [29, "■>' HchmdlMllitllll. cu ewigh töth, som icke warta på nytt födde, genom Dopet och then helgha Anda. Här warda the Pelagianer och andre fördömde, hwilte neta Arfsynden wara någhon synd, och på thet the tunne förringa then ähra, fom (S^pristo, för häng förstöllan och wäl gerningar, tilhörer, giffna the flotligha före, at mennistian lan för Gndhi rettfärdigh dliffna, aff sitt naturligha förstånd och egna traffter. Then tribie Artikel. Cm Christi Person, ämbete och walgerningar. ,^^^ Tern warder Ifatt, at ORDET, thet är Gndz Son, V__ w haffner annamat mennistligh natur, j Jungfru Ma- C ' rieg lijffue, på thet at twänne naturer, then Gttd (% H domligha och then mennistligha, vthi een Person, stulle förenadhe warba, en CHristttg som är sannerligha Gnbh och sannerligha Mennistia, födder ass Jungfru Maria, sannerligha pijnter, torgfäster, dödher och begraffuen: At han skulle förlista oh medh Fadhren, ock wara itt offer, icke al lenast för arfsynden, vthan ock för alle mennistiorg werrf* synder. Hwilken ock nedherfoor til heluetig, och på tridie daghen sannerligha ööstobl), sedhan vpfoor til htntbla, at han stulle fittia på Fadhrens höghra hand, och til ewigh tijdh"], [30, "24 Christelighn Lärones regera, och Herredöme haffua öfftter all ereatur: helgha them fom troo på honom, j thet han fender them then helgha Anda vthi therag hierta, hwtlfen them regera, hughfwala, lijffack tighe göra och forfwara stal, emoot dieffnulen och syndenues trafft. Then samma Ehristug stal ock vppenbarligha tomma, til at döma leffnandeg och tödha, etc. effter then Apostoliska Troog Berennelsen. Then sierbe Artikel. Cm nmwUMs NcttsiirdiBcct. /\"^ Tern warter lärdt, at mennisiian icke tan rettfardigl) M^ ivarda för Gudhi, genom sina egna traffter, fölstyl- Wl ' lan eller gerningar. Men hon warter rettfardigl) 1% H vthan all förtienst för Christi skuld genom Troona, När hon troor sig warda taghen til nådhe, och syn derna warda henne förlåtna för Christi förstöllan skuld, hwil te» medh sin dödh hiffuer fyllest giorbt och betalat för wåra synder. Thenna Troon retnar Gudh til rettfärdigheet j stjn åsyn, etc. Som seriffuit står til the Romare, j töet 3 ock 4 Eap:"], [31, "25 §off»uWj2lrtiMitr. Then femte Artikel. Cm Troom och Pledicmmbctel. /^^\"T wij thenna Troo måtte bekomma, är Prebicoäm %■ i Dere* instichtat, genom hwillet Euanqeliuin förtuii' \\£m nag' och Sacramenteu vthbelag. Ty genom \\/W och Sacramenteu, såsom genom Instrument och Me* bhel giffg then helgha Anba, Som Troona werrfar, hwarest och när Gubhi syneg, vthi them som höra Euange gettum, Nemligha, at Gubh icke för wår förtienst, vthan för (EHristt förstöllan stulb, gör them rettfärdigha, som troo sigh för &Hristt stulb warba taghne til nåbhe. Här förbömeg the Anabaptister eller SÖebherböPare, och anbre, som meena och föregiffua, at mennistiau kan vnbfå then helgha Anba vthan Orbzeng prebicau, allenast igenom stjn egen sttcfeltgha tilrebelse och gerntngar. Then fått Artikel. Om godha gerninglll. 4"], [32, "26 Chlistelighll Ömmes •'\"\"^ Tern warder lärbt, at thenna Troon stal bära godha R.^ frncht, och at wij äre pttchtighe göra gobha gernin» ~~ m gar, fom aff Gttdhi befalte äro. Och thet, för Gud; wilte och befalning skuld, och icke, at wij siole för* trösta oss igenom sådana gerningar förtjena rettfär» digheten för Gttdhi. §örty fyndernag förlåtelse och rett farbigheten annammag eller fattag mebh troonne. Såfotn Christi eghen orb witna, Lttc: 17: När j haffuen giorbt alt thetta, så sägher, wij äre onyttighe tienare. Thet samma lare och the gantble Förfamlingenues Seribenter. Tö Am- brosius fägher: Thetta är bestulit asf Gubhi, at then fom troor på Shristum, stal warda saligh, vthan gerning, genom troon allena, vthan för* tienst befommandeg fyndernag förlåtelse. Then sinnbe Artikel. Cm Gudz Församling. /~V Tern warder lärdt, at thet är een heligt) Församling, l^ R^ then ock altijdh blissna stal. Och är Gudz Försam- É/1 ling, the hettghag Samqwem, vthi hwilfet Euange* s^ K littm reent lärdt och Sacramenteu rett brufadhe warda. Och til Gudz Församlingg sanna enigheet, är nogh at wara fambrächtigh j Euangelij reena lära och Sacramentzeng brwf. Och är icke förnödhen, at allestäbheg"], [33, "27 HchmdhArtillar. stal wara lijfe mennistiostabhgar, Kyrfiofebher eller Ceremo nier aff mennistiom instichtabhe. Såsom Paulug sägher: Een Troo, itt Doop, en Gnbh och alleg wåra gabher, etc. Ottonbe Artikel. Cm Prcdiuämbctzcns tmfst, hwar vthi thet står. f\\tf~ Ndoch Gudz Forsambling egenteligha är the Hett* H»L! ghas och rette Chnstroqnas Samqwem: Dock me 'P% dhan vthi thetta lijffuet monge strymtare och ogudh- achttghe ther ibland fnndne warba, Therföre är medhgiffnit bruka Sacramenteu, fom genom ogndh* achtigha blissna bthstifftabhe, effter Christi egna ord, Matth: 23. På Mofe stool sittia the Scrtfftlärba och Pharifeer, Alt thet the binda idher hålla, thet håller och görer. Men effter therag gerningar görer intet, etc. Item, at Ordet och Sacramenteu, för Christi ordning och befalning stulb, äro frafftigha, änboch the igenom ogubh achtigha perfoner warba förkunnat och vthbetabhe. Här fördömeg the Donatister och anbre fåbana, som neeka wara mebhgiffuit bruka the ogubhachtighas tienst i Församlingen, och meena at then tienst, som steer ass ogubachtighe perfoner, stal tvära onyttigt) och krafftlööS. 4»"], [34, "28 Christeligha Liirones Nijonbe Artikel. Om Dopet. i Wt^ M Dopet warber lärbt, at thet är aff nöbhen til m saligheten. Och at Gubz nådh genom Dopet til- V^ J budhin och giffuin warber. Och at man små barn /^^r döpa stal. Hwilke genom Dopet Gudhi öffuerant» wardadhe, bliffua aff Gubhi til nådher toptaghna. Här fördömeg the Wedherdöpare, fom ogilla thet Doop, som steer mebh fmå barn, och föregifftta, at barnen förvthan Dopet, tunna falighe warda. Tijonbe Artikel. Cm HERrans Nlltmard. /M^ M HERrans Natwarb bliffuer lärbt, at CHristi A Lekamen och Vlobh sannerligha äro tilstäbhes, och vD J vthsiifftas j HErrans Natwarb allom them, som thär äta och bricka. Therföre warba ock the ogillabhe och förkasta dhe, som annorlunba lära."], [35, "29 HoltuudlMltitlllr. Elloffte Artikel. Om SerifstermW och Aflösning. /^^^ M Scrifftermåål warber lärbt, at man heemligh Scrifftermåål j Församligenne at man heemttgh Scrtfftermåål j Förfamttgenne wtfch macht hålla V5 ) stal, Doch få, at thet är icke aff nödhen, at man alla sina synder vpretnar, för ty thet är albeles omögelighit. Såsom scriffuit står Psal: 8. Ho tan sina miggerningar förstå. Item: Ifrån the förbolba syn ber reeua migh. Tolffte Artikel. Om Sijitbalioot och bättring. M Söndaboot warder lärdt, at the som effter Do* DM synd falne äro, måghe befomma syndernas pet vthi fynb falne äro, måghe bekomma fönbernag förlåtelse j alla tijbher, när fom helst the sigh omwenba och bättra. Och at Gudz Församling fådana, som göra boot och bättring, stat tilsäöa Aflösning och synderneg förlåtelse. Står ock een rett Sön babättring egentligha vthi thesse tu stycfer: Thet första, at man haffuer een hiertang ånger och förstceckelse vthi famwe* tet, febhan fynben rett fänb är. Thet anbra, är Troon, hwil-"], [36, "30 Christcligha Lärones fen man befommer igenom thet helgha Euangelinm eller Astöf.nngen, och troor, at fynberne warba figh förlåtna för CHristi stnlb, och hnghfwalar samwetet, och frijar thet ifrån förstreckclfc. Sebhan stöta gobha gerningar cfftersölia, som äro bättringennes frnd,t. Hår förbömes the Webherböpare, som neefa at the som een gång äro rettfätbigha wordne, icke funne mista then helgha Anba. 3 rent the som förcgiffna, at någhrom Othi thctta tijff uet, fan een fåbana fultomligbeet wibherfaras, at the intet fynba funne. Förbömcs ock the Novatianer, fom icke wille tillstäbhia, at the fom effter Dopet habhe fallit j fynb, och febhan battrabhe figh, ffnlle taghas til nåbhe. Sammalebes förfastas ock the fom lära, at fynbernes förlåtelfe, icke giffé\" genom troona, vthctn biuba, at man Gnbz nåbh förtiena stal genom wåra egna förnöyelfcr. Trettonde Artikel. Om Snclllmcntzcns nylto och gagn. M Sacramentzens nytto och gagn warber lärbt, ot Sacramenten äro stichtabhe, icke allenast therföre, <2>acrantenten äro ftichtabt)e, ide aflenaft tfyerföre, 1 at tl)e siole ware Kännemärken, mebh hwilta thr Christrogne, vthwärtes ifrån anbra mennisiior, tunne warba tänbe, vthan the siole lvara tekn och witne^ om Gubz wilie emoot oss, och förorbnabhe til at vpwäckia"], [37, "31 HofjimdhArtitlar. och ftärdia troon vthi them, Som Sacramenten brufa. Ther* före ffole Sacramenten fålebes wara brufabhe, at Troon thär är tilstäbhes, som troo stal Gnbz lyfften, fom genom Sa cramenten bliffua tilbubne, och för öghonen stelte. Hwarföre warba od the förbömbe, fom lära, at Sacra menten göra ofs rettfärbigha ex oper» operato, Thet är, al lenast för thet omaaf stulb, at man går til Sacramenten, boch vthan trooua. Och theflifes lära, at Troon, fom troor fynberne wara förlåtne, ide är aff nöbhenne, när man Sa cramenten brufar. Fiortonde Artikel. Ont M Prebicoämbetet warber lärbt, at ingen stal j Gnbz Församling Oppenbarligha lära och prebica, ey hel* ler Sacramenten othstiffta, mebh minbre han lagh ligha ther til är fallat. Femtonde Artikel. Om Cmmotckl etter f tjtlcorbmngnr, aff mennistior stichtabhe."], [38, "32 Christeligha Stolteg M Kyrfeorbningar warber lärbt, at the Ceremonier ffole behållas, fom vthan fynb behållas funna, och äro nyttighe til rolighcet, och gobh Orbning j Gubz Förfamling, fom äro wtffc Helghebaghar, Högtijbz- baghar och annat fåbant. Doch warber folcket om flijfa stabhgar förmant, at fam* toeten icke stole bliffna befwarabhe, lifta fåfom fåbane Cere monier woro ecu nöbigh Gubztienst til saligheeten. The warba ock få Onberwijste, at alle mcnnistiostabgar, fom äro instichtabhe til at blibfa Gubh, förtiena Gnbz nåbher, och tilfylleftgöra eller betala för fynberna, äre twärt emoot thet helgha Euangelium, och Troonnes lära. Htoarföre ock Clö sterlöfften, och stabfygar om åtstilieligl) maat od) baghar, etc. vptänckte til at förtiena Gnbz nåbher, och tilfylleftgöra för fynberna, äro albeles onyttighe, och mootsträffua thet helgha Euangelium. Sextonde Artitcl. Om Mtrlbzligh Öfsncrhcct. /M^ M werlbzlighit zRegemente warber lärbt, at olle O SOt toerlbzlighit {Regemente orbningar äro at alle roerlbzltghe, bod) laghltge orbtttttgar äro Gnbj VF ) gobe werck. Och them Chriftnom är mebhgtff* nit föra werlbzlighit Regement, fittia för £agh och Rätt, böma fafer effter Keyfer logh och eghen Lanbz"], [39, "33 HosslmdhArtillar. lagh, mebh rätte misgerningar straffa, rett frijgh föra, strij* bha, effter ?agh fälia och föpa, öffner sitt eghit råbha, Eeber gånga, när Öffnerheten thet laghligha begärer, hustru tagha^ giffua figh othi mans wålb, etc. Här warba Webherböpare förbömbe, fom them Christ nom, thentta förnämbe werlbzliga fall och ämbeter förbiuba. Warba od the förbömbe, fom lära, at then Euaugeliffa ful* fomligheten ide står i Gnbz frnchtan och Troon, Othan ther vthi att man Öffuergiffuer sitt werlbzligha fall och ämbete. För ty thet helighe Euangelium lärer then ewtghct rettfär bigheteu, fom står j hiertat allena. Doch förstörer ide Euan gettum werlbzlighit Regemente och Huusholb, vthan albeles befalar, at man alt fåbant hålla och brnfa stal, fåfom Gubz egen orbning, och vthi fåbana stånb betoijfa then Christeligha färlefen. Therföre äro the Christne fino Öffuerheet, fåfom od Laghen, hörfamheet och lybna plid)tighe. Men ther Öff- nerheten befalar fynba, tå mofte man meer lyba Gubh än mettnisiior, Som fcriffnit är i Apoftla Gerningar, j thet 5 Capit: Sinttonde Artikel. Om Hen ylttsle Domen. 5"], [40, "34 Christeligha i!äroncs /^^ Tern warber od lärbt, at Christus stal på then v^_ R^ yterste Daghett vppenbarligha fomma, til at borna, C ' och stal bptoädia alla, fom böbhe äro, och them f% H gubfruchtighom Othwalbom stal han gifftta itt ewin nerlighit lijff och een etoigh gläbhie: Men the ogubh* achtigha och biefflarna stal han förböma, at the vthan åter» wenbo stole pijnabhe och plågabhe warba. Här warba the Webherdöpare förbömbe, fom mena, at ogubhachtighe och förtappabe mcnnistior och biefflarna, stola een enba, på theras straff och Plågha befomma. Thestifes sörbömes och anbre, hwilfe j thenna tijbhen vthsprtjba Iu besta meningar, at för än the böbhas vpstånbelfe steer, stola the gubhfruchtighe, iutagha hela Iorbennes rij* fe, när the haffua allestäbhes vthrotat the ogubh achtigha. Aderionde Artikel. Om mmniflians |rije lliltn. M then frije toilian warber lärbt, at ntennistiones wilia haffner någhon frijhect til at göra vthwärteö rettfärbighcet, och uthwälia the ting, fom hon mebh sitt förnnfft begrijpa fan: Men förvthan then hel* ghe Anbes bijftånb hctffuer hon ingen frafft, til"], [41, "35 HoiinndhAttilllli. at othretta then rettfärbigheet, fom för Gnbhi getter, etter then Anbeligha rettfärbigheten, Ty then naturligha ntenniffian fan ide begrijpa thet Gnbz Anbe tilhörer: othan then Anbelighe rettfärbigheten sieer j hiertat, när then helgha Anba bliffuer Onbfången genom orbet. Thetta larer od Augustinus, mebh lijfa mouge orb, vthi then 3 Bofen Hypognosticon: Wij be* fännont (fägher han) at i alle tnennistior är een frij wilia, fom haffner wäl itt naturlighit förstånb, boch ide få, at thet är beqwemlighit j the fafer, fom Gnbhi tilhöra, vthan Gnbz tilhielp, antingen begynna eller od fulborba: Men allenast vthi thetta timeligha lijffzens gobha och onba förehaffuanbe. Thet gobha fållar iagh, fom kommer aff thet gobha, fom na* turen förmår, Såfom är, wilia arbeta vthe på åfren, wilia äta od) brida, wilia hafftta wener, wilia haffua fläbher, wi* tia byggia fnös, wilia tagha figh hustru, vpföbha boostap, lära någhon fonst j åtstillighe och nyttighe fafer, wilia alt thet gobha, fom lybher til thetta timeligha lijffnet. Hwilfet boch altsammans, ide fan bliffna wibh macht vthan Gubz nåbighe bijftånb. Ty fannerligha aff honom och genom ho nom är alt thetta, och haffner fin begynnelse. Men thet onba fållar iagh, såsom wilta byrfa affgubhar, wilia bebriffua morb eller bråp, etc. Här warba the Pelagianer, och anbre förbömbe, fom lare, at wij othan then helghe Anbes tilhielp, allenast aff wara naturligha fraffter, funne elsta Gubh öffuer all ting, Item hålla Gnbz bobh, båbhe mebh inwärtes och vthwärtes lraffter. För ty, änboch mennistian någhorlebes fan vthi vthwärtes måtto Gnbz bobh hålla: Ty hon fan wachta fina 5'"], [42, "36 Christelighn Lärones hänber ifrån tittffuerij, ifrån maubråp, etc. lijfwäl fan hon ide aff figh sielff åstabh fomma, then inwärtes hörfam* heten, fåfom är: Fruchta Gubh, förtrösta figh på Gubh, lefftta fystettgha, wara tolmobigh, etc. Nittonde Artikel Om Synbcncs orsnnt. €B^ M synbenes orsaaf warber lärbt, at ättboch (>>)ubh H^ stavar och wibh macht håller naturen, Så är ttjf* \\3 J wäl retta orfafen til fynben, the onbas, uemligha /^^fcr bieffunlens och the ogubhachtighas egen wilia, som bleff sielfffräfianbe ifrån Gubh affälligh, Til hwil* fet affall, Gubh hwarfen halp eller stynbabe, etc Såfom CHri* stus fägher hoos Iohanncm j thet 8 Capit: Tå bieffuulen talar lögneua, talar han aff sitt egit. TiMnde Artikel. Om NctUrdigheten och goicha Ger ningar tillijka."], [43, "37 $offimbl)2lrtiflar. /M!^ S warber falsteligha tilmätt, at gobhe gerningar Mj hoos ofs förbubnc bttffua. Ty wåre bärares bö ■■3 i ter, fom äro om Tiyo Gttbs bttbhorb, och anbre fåbana Scriffter, om fantma lärbom, toitna och betygha, at the om allahattba flagg fall och ämbe ten, hwilfa Gubhi bchagha, och htoabh gobha genungar, Gubh othi hwart och itt stånb fräffuer, nyttigha förmaningar giorbt haffna. Ther om j förtijbhen Prebicanterne litet haffue lärbt, och allenast twingabt foldet til barnsligha och onöbigha ger ningar, Såfom til wiffa Helghebaghar, wiffa Fastebaghar, Bröbherstap, Pelegrims reefor, Helghons byrfatt, Rofcnfrantzar, Munfalcssuerne, och annat fåbant. Thetta begynna nu wåra mootstånbare lära titbafa och fänna orett wara, febhan the aff wåre äro förmante, och nu ide få högt beröuta fåbana onyttigha gerninghar, fom the j förtijbhen giorbt haffna. Therothöffuer begynna the od nu tala om Trona, om hwilfa j förtijbhen alzintet warbt prebicat. Änboch the ännu in tet återwenba at förmörfa then läran om Trona, j thet the låta famweten wara twiffuelachtiga, od) bittba at man mebh gobha gerningar fynbernas förlåtelfe förtiena stal: Och intet lära at wij allenast genom Trona för CHristi fru I, fynber nas förlåtelfe wtfferttgha ffole befomma. Mebhan nu thenna läran om Trona, hwilfen bör othi Gnbz Församling besynnerligha larb warba, j så lougan tijbh är ofttnnog warin. Såsom alle moste befänna, at om Troon* nes rettfärbigheet är intet talat Othi theras Prebifor, allenast är then läran om gobha gerningar j Forsamblingcn briffnin :"], [44, "38 Christclighll Trones TherfÖre hafftta wåra Prcbicctnter, om Troona, Gnbz För famling fålebes lärbt och vnb^rwijst, fom nu fötter: Til thetta första, at wåra gerningar ide funne förlijfa ofs meb Gubh, eller förtiena fynbernes förlåtelfe, Gubz nå bhe och rettfärbigheten: othan fåbant befomma toif allena ge nom troona, när wij troo of 8 warba til nåbher tagbtta, för CHristi stttlb, fom allena är fatt til Miblare och Nåbhestool, genom hwilfen Gubh Fabher blibfat toarber. Therföre then som troor figh mebh gerningar förtiena Gnbz nåbher, han förachtar CHristi förtienft och nåbher, och mebh fina egna frctffter föfer figh wäghen til Gubh, vthan Christo, äubocb Christtts ont figh sielff fägher, hoos Iohannem j thet 14 (Sav: Iagh ar wäghen, fattningen och lijfuet. Thettna lärbomen om Troona, warber hoos Apostlen Paulum allestäbhes lärbt och förtunnat, Såfom til the Sphef: othi thet 2 Sap: står: Aff uåbhe åren j rettfärbigha wörbne, genom Troona, och thet ide aff ibher, Gnbz gåfftta aret, ide igenom gerniugarna, på thct ingen stal berönta sigh, etc. Men på thet ingen stal listeligha föregtffna, at wij någhott ny vthtybnittg på Pauli orb haffuom optändt, haff ner hela thettna fctfen witucsbyrb aff the gamle Gubz För* famlings Lärare, Ty Augustinus mebh monge Böfer, för» fwarar nåbhen och troones rettfärbigheet emoot gerningarnas förstyttan: Thet fotnota tärer od Ambrosius, j then Bofett, de vocatione gentium, och elliest anuorstäbhes. Ty få fägher han de vocatione gentium: Then förloffning, fom är stebb genom (Ehrifti blobh bttffuo förachtat: och menniftio gernin gars förtienft, wore ide ringare, än Gnbz barnthertigheet, om"], [45, "39 HchinbiKtMni. rettfärbigheten, hwilfeu steer aff Gnbz nåbhe, siulle tilrefnas geruiugomeu, them man tilförrenbe giorbt hafsuer, och wore tå rettferbigheten ide ecu gåffnct ofs giffttitt, vthan een löön för wårt arbete. Och ättboch thenna läran om Trona, aff oförföfte och oförståubighe bliffuer förachtctt, boch förnimma gubhfruchtighe och förstredte fantwet aff förfarcnheten, henne gansta tnykin hughswalelse mebh figh haffua, effter thet at famweten funna ide giffua figh til fribz genom någhra ger ningar, Othan allenast genom Troona, när the ftctbheligha troo, at the haffua en nåbigh GVDH för CHristi fful, Så* fom Paulus tärer til the Romare j thet 5 Cctp: Mebhan wij nu äre rettfärbigha worbne genom Troona, haffue wij fribh mebh Gnbhi genom Shristum. Och stal hela thenna läran om Troona, bttffua brukat emoot then stribh och famp, fom förffrecktont fetmwet plägar webherfaras, od) vthan fåbana famwetz famp fatt hon intet rett bliffua förstånbeu. Ther* före bömct the olärbe od) ogubhctchtighe illa och orett om thenna fafen, hwilfe böma, at then Chrifteligha rettfärbigheten intet annat är, vthan een vthwärtes rettfcirbigheet, fåbana fom för menuistictu getter, och Hcbnisie wijfe gillat hafftta. I förtijbhen äro famweten plågctbhe mebh then läran, fom är om Gerniugarna, och haffua ingen hörbt othctff thet helgha Euangelio: Therföre haffner fcttnwetet fomlighct briff» nit Othi öfnetta, fåfom Eremiter, fomlighct vthi Kloster, för hoppattbes figh genom Klöfterleffnctt funna förtiena Gnbz nåbher, Somlighe haffua vptänckt anbra gerningar, til at förtiena Gnbz nåbher, och tilfylleftgöra eller betala för fynbena. Haff ner forthenftntb warit storlighct aff nöbhenne, prebica och för-"], [46, "40 Christeligha Stoltet flara thenna lärbom om Troona, in På Shrtstum, På thet at them förstredtom sctmwet ide måtte feelas httghswctlelse, othan the funne weta figh genom Troona, in på Christum befomma Gubz nåbher, fynbernas förlåtelse och rettfärbighe ten. Warber odså folfet förmant, at tbet orbet TROON, icke märckcr här allenast ett slett fttnbstap, huru Historien haffuer figh tilbraghit om CHristi böbh och försiyllan, fåbatta fom cd ognbachtighe och biefflarna haffua, vthan märcker een wifs förtröstning, som troor ide allenast CHristi pijnos Hi storia, vthan thet fom haffner sigh förorsakat aff förnctmbe Historia, Nemligha, thettna Artiflen, fom är om fynbernas förlåtelfe, thet är, at wij genom Christian bekomma Gnbz nå bher, rettfärbigheten och fynbernas förlåtelfe. Then fom nu toeet sith igenom Christum haffua ett nåbigh Fabher, han känner fauuerligha Gubh, weet honom haffua wårbttat om sigh, elstar och åkallar honom, Och ther tit mebh är icke Othctn Gubh såsom Hebttittgctrna. Ty bieff larna och the ogubhachtighe kunna icke troo thenna Artiflen om fynbernas förlåtelfe: Hwarföre hata the Gubh fåfom en fienba, och icke tilbibia honom, ey heller förwenta the någhot gott aff honom. Effter thetta settet förmanar ock Augusti nus then Christna Läsaren om thet orbet TROON, och tä rer, at j then helgha Scrifft, stal thet orbet Troon icke bliffua othtybt om någhon slett futtbsfap, fåbana fom the ogubhach tighe haffua, othan för een förtröstning, fom hnghfwalar och Oprättctr the bebröffuctbha hiertan. Wibhare warber aff ware Prcbicauter lärbt, at man moste göra gobha gerniughar, ide för then stul, at wij stole förtröfta"], [47, "41 HojjmldhArtitlar. ofs genom them förtiena Gnbz nåbher, vthan therföre, at thet är få Gnbz wilia. Allenast genom Troona befommer man fyn beruas förlåtelfe, Gnbz nåbher och fribh vthi wårt famwet. Och effter thet man genom Troona Ottbfår then helgha Anba, therföre warber hiertat förnyiat, och bekommer itt an nat mobh, at thet gobha gerningar aff figh kan föbhct. Ty få fägher Ambrosius: Troon är een mobher til een gobh wilia och rettfcirbigha gerningar. Ty mcuuiffiors fraffter, förothau then helghe Anbe, äro fulle mebh ogubachtigha be gärelser, och äro fwagare än at the förmå gobha gerningar göra, hwilfe j Gnbz åfyn gella funne. Ther til mebh äro the vnber bieffuuleus wålb, fom briffuer menttistiatt til allahanba fynber, til falska meningar och oppenbara laster. Såfom utan feer mebh the Hebuiffe wijfe hänbt wara, hwilfe sigh hassua beflitat ährttghet och ostrafselighct Icffttct, och haffua boch så bänt icke kunnat tilwcighct komma, vthan äro mebh tuonga vppeubctra syubcr besmittctbhe worbne. Såbana är mcnnisiio nes swagheet, när hon är othan Troon och othan then hel gha Anba, och allena regeres aff menuistlighc krctffter. Här Othctff kan man lätteligha förnimma, at thenna läran bör intet bliffua straffat, lijkct fom hon stulle gobha gerningar förbiubhct, Othan tttykit meer bör hon berömas, therföre at hon ouberwijfctr ofs, hurulebes wij gobha gernin gar göra kunttom, Ty othan Troon kan menttistiones natur, ingetttnba göra the gobha gerningar, fom othi thet första och anbra Bubhorben befctlte äro: Vthan Tron tan hon icke å- falla Gubh, intet gott förweuta aff Gubhi, icke wara toligh vnber forffet, vthan föfer ntenniffio hielp, och förtröftctr figh 6"], [48, "42 Christeligh!! Stoltet på menttistiors bijstånb. Sålebes regere nu othi hicrtat alle yanba begärelser, och menuifflighe råbh, när Troon och een förtröstning til Gubh borta äro. Htoarföre ock Christus fägher hoos Iohannent j thct 15 Capit: Vthan migh fun nen j alzintet göra. Och Gnbz Församling siunger: Vthan then helghe Aubcs frafft, Är intet Othi menttistiors macht, Alle ting hafftta feel och lyte. Förste och tiugunde Artikel. Om sramlidhne Helghons fyrtums eller åkallan. /Ml^ M framlibhne Helghons byrkning warber lärbt, at man Gnbz helghon j åmiunelfe hålla stal, på thet OM ffole effterfötta theras troo och gobha gerningar, man Gubz helghon j åminnelfe hålla stal, på thet wij ffole effterfötta theras troo och gobha gerningar, hwar och en othi sitt ftåub, Såfottt en Konung må effterfötta DaOibz erempel, til at föra frtgh, od) brissna Turken ifrå sitt Fäbherncslattb. Ty båbhe äro the Konungar. Men then helgha Scrifft tärer intet at wij stcle tilbibia etter åkalla frctntlibhua Helghon, eller ock aff fram* libne Helghom hielp föfict och begära. Ty hon stetler ofs en CHristum före, then fom är Miblare, Nåbhestolen, Öffuerste"], [49, "43 HofiMbhArtiNlli. Prest, och then fom manar gott för ofs. Then fatntna stal bliffua åfallat, och han haffner lossnat figh willia höra wåra böner, och thenna Gnbz byrfctu gillar och samtycker han al teles, Nemlighct, at han stal bliffua åkallat j att bebrössuelfe. Såsom han fägher hoos Iohaunem j then första Epistlen j thet 2 Cctp: Käre barn, thetta fcriffuctr iagh ibher, På thet j icke fynben, Men om någhor fynbar, tå hctffue wij en förfwarare hoos Fctbhren, fom rettfärbigh är, Icfutn Christum. BESLWT. >^k. ' i Hetta är j thet närmesta Summan På then Lära V, som hoos oss förtunnat warber, aff hwilkct man må fce, at ther iblanb intet är, hwitlet ide öffuereens /^^^ kommer mebh then helghct Serifft, och mebh then Christeligha atutäunelighct Förfamling, Så ock mebh then Romerska Kyrtionue, så mytit hon aff the gamla Scri* benter kunnog är. Hwiltet effter så är, bömct the ochristeli gha, hwilke begära, at wij iblanb Kättare stole refnabhe bliffua. Men oenigheten och trättctn är om en hoop Misbrnf, fom othan att stal och gruub, äro j Gnbz Förfamling tisteligha infomue, othi hwilfa om än uåghon åtffilligheet woro, borbe lijfwcil the Påwesta Bifperue, få menuistelighe wara, at the, for then Troos befännelfe stulb, fom wij nu giorbt haffuom, måtte ofs och wåra, lijbhct och icke förfölict, effter thet at Canones eller then gamle Kyrkiolctghen icke få sträng är, at hon på all rum fräffuer lijfa Kyrfiofebher, ey heller haffua 6'"], [50, "44 Christeligha Liironcs Kyrfiostabgarua någhon tijbh warit lijfa Othi alle Försam lingar. Och effter thet hoos ofs, meste parten aff the gamle Kyrfiostabgar bliffua stiligt beholbne: Therföre är thet fal* steligha vvbid)tat, at wij alle Ceremonier och alle gamle Kyrfieorbningctr vthi wåre Förfamlingctr haffua bortlctgbt. Men thet haffner warit een ctlmänneligh flctghan, at någhre misbruf ffole hengia hoos gemene Kyrfiostabgar: htoarföre effter thesse misbruf, mebh gott fantwet icke funne gillas, äro the mcstebeels föranbrctbhe worbtte. ARTIKLAR: Vthi htmllt nprclnns thc Pwcssn misbruk, som hoos oss föran brctbhe äro. dTy& Fler thet wåre Församlingar, Othi ingctn TrooS ■ La Artikel eller Lärepunct, stilachtighe äro, ifrå then ■ > H almänueligha Christeligha Förfamling : Allenast bort- läggie the någhra misbruf, hwilfe äro nye, och emoot then gruub och mening, som Canones, eller then gamle Kyrfielctghen innehåller, aff olärbe och onbe lä rare optctghne: Therföre begctre wij, at Keyferligh Majest: nåbhettgha wille höra båbhe thet fom förctnbrctt är, få ock htoabh orfafer ther til warit hafsuer, ett man icke haffner kunnat twin* ga gemena man hålla fåbana misbruf emoot thercts famweter. Wij bibie ock, at Keyf: Majest: icke wille fättia troo"], [51, "45 HoljnnbhArtillllr. til them fom förgifftighct lögner och bafbautan iblanb folket otfprijbhct, på thet the tttåghe optäuba och vpäggia menni fkiornct, til ett hata ofs och them fom mebh ofs äro. När the fålebhcs hctbhe vpreetctt fromme och rcttfinnighc mäns hugh och finne, gossno the först orfaafj til thenna oenigheet, och winläggict sigh ännu genom sammet konst föröka twebrächten. För ty Äeyf: Majest: warber Othan twiffuel j fauniug för uimmanbes then läran och the Ceremonier fom hoos ofs brit fas, wara myfit libheligare och bättre, än fom arghe och ogubhachtighe misuuuctre henne och them othmåla. Ty fau ningen fan aff itt löst rychte och owenners förtctlctnbe inge lunbct förnimmas. Man fan thet lcitteligha böma, ingen ting nyttighare wara tit at wibh macht hålla Ceremoniers myn bigheet, och til at föröfct wyrbigheet och gttbhfruchtigheet hoos gemeena man, än at Ceremouierue vthi Församlingarna ret* telighct brufabhe warba. Thet förste mföfatfet At the haffua Borttagit then ena delen aff HGRrans Nattward. £~^\\ Eekmänuom warber ock giffuit begge belarue j Her \\w råns Nattwarb, Förty tbet settet haffner Herrans be» ?^^ falning hoos Matthceum j thet 26 Sap: Dricker här (^^ aff alle. Ther Christus oppenbctrlighct befalar, at alle ffole bricka. Och På thet ingen fan harothinncttt haffua några infaghor, at thet allenast lyber Preftotnen til, förrätter"], [52, "46 Christeligha Ömmes Paulus j then förre Epistlen til the Coriuther vthi thet 11 Sop: itt klart Erempel, aff hwitfet skenbart är, at hecla Gnbz Församling hafftter brukat Herrans Nattwarb vnber beggia delarna. Och thetta sättet haffner lenge warit j bruk vthi Gttbz Församling, så at matt icke weet på htoabh tijbh etter genom hwem såbant söranbrat är. (Ättbod) then Car binalen Cusanus tilkäuna gifftter på hwabh tibh förbenämbe misbruk skulle haffua bttffutt gillat och samtyckt.) Cypriamts betyghar mongcstäbhcs, at gemeette man äro blefftte bcelad, tige ctff Herrans blobh: Thet samma witnar cd Eieronymus, hwilkcn fägher: Presteras tiene tit HErraus Nattwarb, od) othbele gcmecne matt CHristi blobh. Och then Påwen Ge /»»lus befalar, at man icke stal åtstilict HSrratts Sacrameut. Bistin: 2 de consecratione cap: comperimus. Men at nu ctnne>rtunba sseer, thet är ingen gammal fcb mana. Nu är klart nogh at all febwaua, fom är j bruf töm men, och j Förfamlingen iubraghcn emoot Gubz bubh, bör ingalunba gillas, fåfom Canowes eller then gamle Kyrkiela ghen betygha, distinct:8 cap: veritate, cum seqventibus. Men thenna febwanan är icke allenast emoot then helgha Scrifft, vthan ock emoot Canones eller then gamla Kyrtiolctghen och Gnbz Förfamlings Erempel, j bruk kommen. Htoarföre, om någhre wilia heller anuammct beggia belarua j Herrans Natt warb, borbe them icke warba twingabhe at the anuorlnnba måtte göra, mebh therets fctmwetz befwäring. Och effter thet HCrrctns Nctttwarbz åtstilielfe ftemmer icke öffuereens mebh Ghristi instichtelfe, therföre Pläghe ock wij öffuergiffna Process gången, htoilfen härtil j bruk wartt haffner."], [53, "47 HofjtmdhArtiklar. Thet andre misbwket. At the haffna förtabit Prestomen Cchtensiapet. >Ä^A Het haffner warit itt alutänt ftaghomål, om Pre* V_ sterues förarghetighe Erempel, fom figh icke j tyst heet hållit haffua Htoarföre ock then Påwen Pius l^^»^ fägs haffua thenna orbeu talat: Någhra orfakcr haffue wät warit, hwarföre Echtestapet är Presto men förbttbit: Men mytit större och wichtighare orf etter äro, hwarföre (Echtestapet borbe them igen effterlåtit warba, Som Platina fcrifftier. Od) effter thet wåre Preftcr för then siul wille Onbfly almäuneligh förarghelsc, haffua the taghit sigh hustrur, od) lärbt, at them mar loffttghtt giffua sigh j Ed) tesiap. Först therföre, at Paulus fägher 1 Coriut: 7. Men til at vnbfly bolerij, haffue hwar ock en sina hustru, och hwar ock een fin man. Item therfammestäbhs: Thet är bättre at gtffuet figh j Echtenstctp, än brinna. Til thet ctubrct, sä* gher Chriftus Matth: 19. Hwctrmctn tctgher icke thetta orbet, Othan the htoilfom thet bliffuer giffuit. Mebh hwilfet hatt tärer, at alle menuistior icke äro beqwemme tit at leffna obefmittat othan Echtenstap. För ty Gubh haffuer stavat tnenniffian, at hon stal wara fruchtfcttu, föröfct figh, och vp- f yttet jorben, fom fcriffnit är, Gen: 1. Så är thet ock icke vthi menniffiones macht etter wålb, othan Gnbz befynnerligh"], [54, "48 Christeligha Liirones wcrcf och gåffua, föraubra Gubz stapelfe och orbning. Ther* före alle the fom til fyffheet icke äro bcawemmc, ffole giffua figh i Schteffap. För ty ingen mennistio lagh, intet töfftc, förmå om intetgöra Gnbz befalning, och Gnbz orbning. För thenna orfaker stut lära the, at Preftomeu är lofflighit tagha sigh hustrur. Här othöffuer är klart nogh, at Presterue othi then gamle Gnbz förfamling haffua ock warit Echte mätt. Ty S: Pau lus haffner ock befall, at matt stal wälia til Bifcop fom eens hustrus man är, 1. Titnoth: 3. Od) för fyrahttnbrabhc åhr febhan, äro Prästerne Othi Tybstlaub mebh wålb twingabhe ifrå Echtenstapet, hwilkc ock få hctfftigt ther emoot stobho, at Archicbifeopen i Mentz, fom Påwens Edkt och Mandat, ctlmänt om famma faak förfun nctbhe få när aff torebhe Prefter, worbcn Othi vptopct ihiel flaghen. Och samme saak blcff febhan få otilbörligha och stamligha hcmblctt, at icke allenast (Schtestap ther effter bleff Preftomeu förbubhit, vthan ock the som (Echte woro, bleffuo hwetr ifrå annan stilbe, emoot all, båbhe Gnbz lagh och menuisteligh lagh, som icke allenast aff Påtoerna, othan ock aff loffwärbe Concilijs och atmänue Möter äro giorbe od) stabhgabhe. Och effter thet tuennistioites natur, emoot werlbennes enba bliffuer fwctghctre, therföre är rett och tilbörlighit, låghet och förfee, at icke flere laster sigh j Förfamlingen liftelighct inträugia. Så haffner ock Gubh sielff stichtctt Echtenstapet, ett thet ffulle wara een läfebom emoot mennisiiones fwaghcet. Sielffue Canones etter Kyrfio taghen, mebhgiffuer ock, ett man"], [55, "49 HchtnbhArtillllr. tvål må vnberstuubom othi effterfommanbe tijbher för men niffeligh smctgheet stut, liubra then gamla strängheten. (Sy* nes ock, at Lärare j Församlingarna mebh tijbhen warba feelanbes, om Schtestcipet stat lengre bliffua förbubhit. Men effter thet at Gnbz oppenbarct bubh ther på är, od) Gnbz Församlings sebwctne är allom funnogh theflifest ock thet orene fysihetenucs töffte aff figh föbher mongehanbct för arghelfer, horerij och anbrct stamttgha laster, fom toore wärbe at straffas aff en gob od) rettfiunigh Öffucrheet: Så är lijfwcil ouberlighit, at emoot ingen ting warber få stoor sträng* heet och grymheet öffitat, än fom äwen emoot Presternas (£d)tcstap. Gubh befalar, at man Echtestapet j cthrct och wyrbuitig hålla stal: Werlbzligh lagh j alle wälorbuabhe od) stitfeltghe Regementen, Ja ock hoos Hebningarna, är Echte* stapet mytit ährat och wyrbat worbet. Men nu plåghas Presteme mebh ttjffsstrctff emoot then gamla Kyrtiolaghzens mening, för ingen annor orfaat, än för Echtestapet. Paulus fållar thet een Diefla lära, som förbiubhcr Echtestap, 1 Ti moth: 4. Thet samma fan man lattettgha förnimma fant wara, mebhctn Echtestctpzens förbubh mebh få hårbct straff och jämmerttgha plåghor, förswaras. Men lista fom ingen menniffelagh fan Omstörta Gubz befaluing: Altfå fan icke heller någhot töffte Gnbz bubh om intet göra. Sammatebhes råbher ock Cyprianus, at the qwin nor fom icke hålla funne then vthloffttctbhct tystheten, måghe giffua figh j mans wålb. Hans orb lybha få, j then förste bofen Epist: 11. Om qwinnor icke wilie frctmhärbct, icke hel ler funna, få är thet bättre at the giffua figh j mans wålb, 7*"], [56, "50 Christeligha Möttes än at the ffole falla othi eelben, igenom fina wällustar, och fålebhes förargha the fina bröbher ed) fyftrar Othi ingen måtte. Ja fielfftte Kyrfiolaghen tillåter theffom någhon lin cering, fom löfftet giorbt haffua, för än the til moghett ål* cer fomne äro, fåfom hartilbags mestebcels stce pläghar. Thet tndie nnsbruket. At the haffua stzwandlat HErrans Nattward til itt Messeoffer, och andra förfärliga misbruk. 3*bz Församling hoos oss warber salstettgha be m &^L klagbat, at bon Messan bortlägger. För ty Mes- II M san är jw j brnl boov oss, och wairer mebh al- V_>^ somstörsta wyrbniug hallin. Thestifest behållet ock någhot så när alle brnkeligha Ceremonier, alle nast at iblanb Latinske Songer warber fomlighestäbhes Son* ger på eghit tungomål brukctbhe, hwilke tillctgbe äro, fottet til at lära och unbertoijfa. Och för then stul bruker man fåbana Ceremonier, at the oförståubighe ther aff någhot lära ffole. Så är icke allenast aff S: Paulo, 1 Corint: 14 be* fall, bruka thet tungomål j Förfamlingene fom folket för står, Othan thet är också stabgat j Keyfer laghen. Folfet bliffuer ock tilwahnt, at the ock tillijfct gå til Herrans Natt warb, om uåghre ther iblanb äro fftcfcltghe: hwilfet ock för öfer Religionen, och wyrbningen emoot the almänneligha"], [57, "51 §offmtb|3li1tfIttr. Ceremonier och stabhgar. Ty iugom bliffuer tillåtit komma til Sacramentet, mebh minbre the tilförrenne äro stiteligha förhörbe. Folfet warber ock förmctut om Sacramentzens wcirbigheet och nytto, nemligha, huru stoor och tröstrijf hugh* fwalelfe thet titfoghar the förstrecktes famwet, at the funne lära förtrösta på Gubh, och aff Gnbhi alt gott förwenta och begära. Sen fåbau Gubz tienft är Gubhi behctgheligh : itt fåbctnt Sacramentzens bruf förökar then retta Gubhfruch* tigheten, fom getter j Gnbz åfyn. Hwarföre fyues, at Mef forne, hoos wåra mootstånbare icke förhctnblas eller stee mebh större wyrbning och gubhfruchtigheet, än the stee hoos ofs. Härvthöffuer är allom kuunogt, at monge fromme och rettfittnighe män, haffua j long tijbh almänt och jäuimerlighct klaghomål hafft thervthöffner, at Meffortte få otilbörlighct äro wanährabhe och misbrukabhe, j thet at the äro wenbe til för* beel och flem winning. För ty thet är icke mörkt, huru wijbt thetta misbruket figh othwibhgctt haffner Othi alla Kyrfior, och Othaff hitrubaua Personer Mefforne holbne bliffua, alle nast för löön, leghor och inkomst fful, och huru monge äro, fom hatte Messet emoot gamle Kyrfiotaghs förbubh. Men <S: Paulus hotar fwårlighct them, fom otoärbe* ttgha omgå mebh Herrans Nattwarb, när han fägher, 1 Cor: 11: Then fom äter thetta bröbh, och bricker Herrans fctlf owctrbelighct. then fantma bliffuer stylbigh på Herrans lefamen och blobh. Therföre när Presterna hoos ofs bleffno formante, om thenna fynben, stretr haffua the mebh thenna heemligha Wråmeffor återwent, allthenstttnb inge heemligha Wrimeffor hålbne äro, vthan för löön och förbeel siul. 7'"], [58, "52 Christeligha Tröttes Såbana misbruf haffua icke heller warit Bifperne ofun uoghe, hwilfe om the, them fom fabattt giorbt hetffua, j tijbh rättat habhe, få wore nu tniubre fpttjt och oenigheet. Til förenbe haffua the igenom sitt förfumligha öffuerfeenbe til stabt mongahanba laster insmyghet j Gnbz Församling: Men nu begynna the seentåt jämmerligha flagha öffner Gnbz För famlings bebröffuelfer, alltbenstunb thetta baltet aff platt ingen annan orfaaf eller tilfälle begynt är, Othan aff the förtalba misbruf, fom få stenbäret woro, at man ingaluitba them längre lijba lunbe. Om Meffan och Herrans Natt warb haffuer warit stoor oenigheet, Til äweutyrs Werlben warber för fåbatt lougfam Herrans Nattwarb; ohelghelfe, toanähra och misbruf, hårbettgha straffat, hwilfet alt the samme j Församlingen libhit od) tilstabt haffnct, som båbhe haffua kunnat od) borbt thetta rätta. För ty Othi Gubz bubh står fcriffnit, Erob: 20. Then Gnbz tiatupu misbru tar, stal icke ostraffat bliffua. Sannerligha ifrå Werlbeuties begynnelfe, är ingen ting få mykit worbeu weubt tit töm ning och förbeet, fom Mesfan. Ther tit mebh kom ock then mening, fom haffuer få förökat heemligha Wråmesfor, at the äro otålighet worbne, nemlighct, at Christus mebh sitt lijbhctnbe haffuer fyllestgiorbt od) be talt för Arfffyubeu, och febhan förorbuat Mesfan, Othi htoilta ffttlle stee offer, för baghttgha fynber, så wät grossua, som the aff swctgheet hettbe äro. Här othaff haffuer febhan then almännct meningen stulit, at Messan är een gerning som oth plånar, båbhe the teffuanbes ock få the böbhas fynber, ex opere operato, thet är, för sitt omctctf, j thet han feer etter hörer"], [59, "53 HofftmdhArtillar. Messan. Här haffuer man begynt bisputerct, om een Messa sagb för moitgom, stal få tttyfit Oträtta, fåfom een Messa för enom. Aff thetta Difputazet haffua the otålighet monge Mes for sitt vrsprung. Om thenna meningar haffua wåre Lärare tilianuct giff* nit, at the äro emoot then helgha Scrifft, och förringa then ährct Christo bör för sijn pina och böbh. För ty CHristi lijbhaube roar itt offer och fultomligh betalning, icke allenast för Arffsynben, Othan ock för alla ctubrct fynber, Såfom j Epistlen til the Hebreer fcriffnit är j thet 10 (Sap: Wij arom helghctbe worbne ena refo genom 3Efu CHristi kröps offer. Item thersammastctbz: Mebh itt offer haffuer hatt ewinnerligha fulkomuat them fom hettghe warba. Item then helgha Scrifft tärer, at wij warba retfcirbighe j Gnbz åsyn, igenom Troon på Christum, när wij troo, at fynberna warba oss för CHristi stnl förlåtna. Men om Mef* fan vthplånar the leffnaubcs och böbhas fynber, för thet omaf och arbete, man haffner til at höra henne, få bekommer matt rettfärbigheten therföre, at Meffan hålles och höres, och icke igenom Troon, hwilket then helga Scrifft iugetuuba libha kan. Men Shristus befaler, at göra thet til sijn åminnelse, Lite: 22. Therföre är Mcsfan instichtat, at Troon othi them som HErrans Nattwarb auuetmma, stal ihughtomma, hwabh wälgerningctr hon för CHristi stttl bekommer, od) styre* ker och hughfwalar itt förstreckt fantwet. För ty thet är ihugh tomma (Ehristum, betånckict och minnas alla hans wctlgerttin* gar, och troo at the oss wisserlighct tilbiitbhcts och giffncts. Thet är ey heller nogh ihughfomma CHristi förstydans Hi*"], [60, "54 Christeligha Stoltes stortå, Ty Iubctrna och attbra ogtibad)tighe, kttnue ock wäl minnas cd) ihttghkomma henne. Hwarföre stall Meffan, för tbeu stut hållas, at HERrans Nattwarb stal vthbelas iblanb them fom hnghftoalelfc bchöfftta, Såfom Ambrosius fägher: Effter thet jagh alttjbh synbar, therföre stal jagh altijbh tit mig tagha läkedom emoot fynben. Och effter thet Meffan är een fadatta Herrans Natt warcz beelachtigheet, therföre hålleo ock een almänneligh Messa hoos ofs, hwar Helghebagh och anbre baghar mebh, ont någh re wilia bruka HErraus Nattwarb, thär CHristi Lekamen och Blobh Othbelas them som thet begära. Och thetta settet är icke nyttgha opfttttnit Othi Gnbz Församling, för ty the gamle som haffua warit för Gregorij tijbh, tala intet ont theffe hemlighet Wråutcsfor. Men om then atmauneligha Messan tala the etllstetbhcs mytit. Chrysostomus sägher, at Presten står alle baghar för Altaret, och fomttgha kallar han til HERrans Nattwarbz beelachtigheet, od) fomttgha briffner han ther ifrå. Och Othaff then gamla Kyrkiolctghen är klart nogh, at en Prestmait haffner hållit Meffa, Othaff hwilken the anbre Prester och Diaconi eller Capellancr haffua Onbfångit HERrans Nattwarb. För ty få lybha the orb othi Conälij Niceni SSestwt: Diaconi stola hwar effter annan, febhan Pre sterue Onbfångit haffua, othaff Bifcopen eller Presten, annctmma HErraus Nattwarb. Och Paulus til the Corint: (Spist 1. Gap: 11 befalar, at then ena stal förbibha then attbra, at thet må bliffua een almänueligh Dcelctchtigheet. Therföre, mebhan Messan hoos ofs haffuer Gnbz För fattnings erempel, få mät aff then helgha Scrifft, fom aff the"], [61, "55 £offniibii?lrttflar, gamle Förfamlittgennes Lärare, troo wij wissertigha, at in* gen henne ogilla fatt, helst ntebhan wij mestabeels behållom the Ceremonier, som lijfe äro them som nu j britt äro: Al* lenast hoos oss äro Messornct icke så monge, hwilfet och wore nyttigt, at the för ctllfomstörsta och oppenbarligha misbruf stttf, förmittstabes. Ty forbom är icke Mesfctu hallin hwar* bagh, vthi the folkrijkaste Förfamlingar, Såfom Eistoria Tripartita witttar, lib: 9. ca/i.- 38. Ther til mebh, vplctfes then helgha Scrifft, vthi then Stabhen Aleranbrict, hwar Ousbagh och Friebetgh, och the förnämligaste Lärare haffua henne vthtybt, och all ting förhanblat thär förvlhan någbott Meffo. Thet fierde misbmket. At the lära synderna itfe lunna för låtas, mebh minbre the warba alle vpräknabhe. /^^ Etännelsen är icke heller i Gnbz Församling afftctgb. H 1^ Ib HERrans Nattwarb Plagbar icke Othbelas, vtban <J allenast them som tilförenbe äro mät förhörbe och '^^ affiöste, och folket vnberwijfes och läres på thct fli* teligaste, at man stal troo Asslösningen fan mara. Om hwilket j förtijbhen platt intet är talat. Folket warber ock lärbt, at Afflöstiiugen bör mykit achtctt och ctfhållin warba för ty hon är Gnbz orb, och warber effter Gnbz befaluiug"], [62, "56 Christeligha Stoltes förf unnat, Himmclrijkzens Nycklars macht warber och be* prijfat och förkunnat, huru stoor hughfwalelfe hon tilfoghar the förstreeftes fantwet, od) at Gubh estar och krctffuar Troon, at wij troom Asslösttingen, lijka som thet wore Gnbz eghett röst, fom tit ofs aff himnteleu talabhe, och at then famma Troon bekommer od) ottbfår fynbernas förlåtelfe. Forbom bags bleff Synbaboot ock cghen betalning för fynben, altför mytit bcprijfat od) affhallin: Men om Troona och Shrtstt sörstyllan, fampt then Rettfärbi.cheet fom tömmer aff troottue, warbt platt intet talat. Therföre stttlle man icke til thet rin gaste straffa wåra Förfamliugar, för thenna faten stnl. För ty wåre mootståubetre måtte ock mät giffua ofs thet effter, at then Läran om boot od) bättring, är på thet flijteligafte, aff wåre Lärare brtffutn, lärb och allom fnngiorb. Men om Vetännelfen warber lärbt, at thet är icke aff nöbhenne fynberna vpratua, och at famweten icke ffole be stoäras, mebh then vmforgh, at the stole vptälia alla fynber och misgerningar. För ty thet är omögelighit them alla vp* räkna, Såfont then ctbertoube Davibz Pfctltn betyghar: Hoo tan fina misgerningar alla kenuct. Item Ieremias Cap : 1 7, Menniffiones hiertct är argt och oranfakelighit. Om nu inga fynber warba förlåtne, vthan allenast the fom bliffua opräkuctbhe, få kunna famweten albrigh giffua figh til fribz. Ty thet äro monge fynber fom man hwctrfen förstå eller minnas tan. The gamle Seribenter giffua ock witnesbörb, at alle fynbers Oprätning är icke aff uöbhen. Ty i Kyrkio laghett warba Chrysostomi orb inbrctgua, fom få fägher: Icke fägher jagh, at tu stal oppenbarttgha optcickict tigt), icke hel-"], [63, "57 HchtnbhArtillnl ler at tu stal flagha På tigh sielff hoos anbrom, Men iagh mil at tu stat wara Propheten tybigh, fom få fägher, j then 37 Pfctlmen: Vppenbara HERrauom titta wcighctr. Therföre be fän tina fynber inför Gubh, fom är en fctufarbigh Domare, mebh tina bön: Tät icke tina fynber mebh tungoue, othan fom them thugh mebh thet minne fom är j titt fantwet. Sctmmalunbct bekänner och Glossa de Pccnitentia, distinct: .'). cap: considerat: Nemtighct, at Vekännelfen warber hoos ofs behållin, båbhe för then ctlsoniftörfta wälgerning wij genom Asslöfningen bekomma, få ock för attbra nyttigheter still, som sammeten ther aff haffua tunne. Thet femte misbmlet. At the lära atstilnat pä tttaat och andre sabana mennisiio stabgar, wara nyttigha til at förwerffua @ub^ nabh och fyllestgöra för synbena. >^^) Het haffuer warit een almänueligh mening, icke alle- V_ nast hoos gemeette man, othan ock hoos them som j Förfamlingen lärbt och prebikctt haffua, at åtstil* (^^^ uat på metat, och aubrct fåbana meunistio stabhgar, äro nyttighe gerningar til at förwctrffua nåbh, och funna fylleftgöra för fynberna. Och at werlben fålebhes troobt haffuer, är ther vthctff klart nogh: För ty alla baghar 8"], [64, "58 Christeligha Lärones stichtctbhes nyje Ceremonier, nyje Orbniugar, nyje Helghe baghar, nyje Fustebctghar, och Lärerua Othi Församlingarna othfraffdhe fåbana gerningar aff sitte åhörare: lijfa fåfom een ttöbigh Gttbz byrtau, til at förwärfftta nåbh, och fålebhes förstrecfte smårligha samwelett, om någhot wore förgätit eller ogiorbt. othaff thenna mening om mennistio stabhgar, är inytit onbt effterfölgbt j Gnbz Förfamling. Til thet första, är then läran om Gubz nåbh od) then rettfärbigheet som kommer igenom Troona, mykit förmörkat, hwilkeu är then förnämste beel aff Eua.tgelio, od) bör alfom* mast briffuiii och prebitat bliffua j Gnbz Församling, på thet at CHristi förstyllan måtte allom wäl tutttiogh warba, och Troon fom troor fynberna förlåtas för (Ehristi stnl, knutte longt öffner gerniugarna räknat bliffua. Hwarföre S: Paulus alfomstörsta flijt gör sigh om thenna Artikel, han sätter Letghen och mennistio stabhgar affsibhcö, på thet han kan låta see then Christeligha rettfärbigheten, wara nå* ghot annat än fåbana othwärtes gerningar, uemligha, at rettfärbigheten är Troon, fom troor at fynberna förlåtas othan wår förtienft, för CHristi stnl. Men thenna Pauli lära, är nästan platt Othstecft worbeu aff mennistio stabhgar, hwilfe haffua thenna mening aff sigh föbt, at man igenom åtstilttat på maat, och attbra såbctuet stabhgar, ättbelighct måtte förwerfftta nåbh och rettfärbigheet. Ty när the lärbe om boot och bättring, talabhe the platt intet om Troon, othan allenast förfuunabhe theffa gerningar, hwilfe the mcente funna för fynberna betala, och j fåbana gerningar lärbe the all boot och bättring stå, etc."], [65, "59 HoffunbhArtillar. Til thet attbra, thenna mennistio stabhgar, hafftta för* mörfctt Gubz bubhorb. För ty man haffuer meera hållit aff mennistio stabgar, än aff Gubz bubhorb: Och man haffner meent, at heele Christcuboomeu stitlle stå ther Othi, at matt höll missa Helghebaghar, missa Stabhgar, Fastebaghar ock Klabhcbonat. Såbane stabhgars hallanbe, habhe the ock giff* nit itt hebherttghit ttautpu, at the wore thet Anbeligha leff tieruet, och thet fulfomttgha lcffuerttet: Men ther emoot bliffua Gnbz bubh, hwilfe förefcriffua hwab hwar cd en Othi sttt staub och fall göra stal, intet beprijsabhe: Såfom när en Hwsfabher Opföbbe sin barn, när ecu mother föbbe barn, och stötte them, när en Konung eller Förste regerabhe Folf och Lattb, etc. Såbatta werck räfnabhes för werlbzligha od) ofulkomligha gerningar, od) mytit ringare och merre än theffe stabhgar, hwilfa stijua för meuuistios öghott. Och thenna wilfarelfeu haffuer mytit Ptaghat och qwält the gttbhfruchti ghas famwet, hwilke förgbe och äugflabhcs, at the Olhi itt ofulfomlighil stånb cd) leffuerue stctcbe wore. Såfom är Othi Echtestap, Össuerhetz tall, eller vthi anbre Werlbzligha ämbetet. Och hafftta förnnbrat sigh mytit på Muuckarne och anbre fåbana, och mrångttgha meent, at theras stabhgar och leffuerue stulle toara Gnbhi behaghettghare än attbra meuuistiors. Til thet Tribie, haffua fåbana mennistio stabhgar förbt famweten vthi stoore och fctrlighe befwctrniugar, effter thet omöghelighit war, at hålla them alla. Doch mar folfet vthi then meningen fomtuit, at fåbana stabhgar wore nöbighe Gubz tienster. Gerson fcriffuar, at monge haffua thervthoff- 8'"], [66, "60 Christeligha Stolta ner förtwiflctt, fomlighe haffua förgiorbt sigh sielff ne. Ty the haffua förnummit figh itigalnnba kunna tilfyllcft hålla stabhgarna, och j mebhler tijbh ingen tröst och hughswalelfe hörbt om Gnbz nåbh och rettfärbigheeten, fom kommer aff Troone. Wij fce wäl huru Summistcrne och anbre Lärare haffua samman sanckat stabhgar, och sött linbringar, på thet the måtte lätta sammeten: Men the vthrcttta icke mytit j saken, othan vuberstunbom bestociria och bekaja famweten. Ty Lä rarna så wäl vthi högha Scholer, såsom Olhi Församlin garna, haffua få myfit hafft bestella mebh stabhgar? samman fanckaube, at them ingen tijbh eller tilfetle giffuas kttnbe, nå* ghol röra om then helgha Scrifft, och vpföfia någhott ttytti* gare tära, ucmligha om Troon, om Kors cd) Bebröffnelse, om Hoppet, om äöerlbzlighe Kalt od) Ämbelers wärbigheet, om Sammetens tröst od) hughfwaleife, Olhi häfflighe frestelser. Therföre haffuer Gerson och anbre Lärare högelighat heröffuer flaghat, at the mebh träta fom om stabhgarna haffuer warit, få mytit äro forhinbrabhe bleffue, at the icke haffua tijbh hafft stitelighare förhaublat then läran fom bättre war. Och Augustinus förbittbher, befwära famweten mebh så* bana stabhgar, och försichtettgha Oubcrwijsar Januarium, at han stal weta, oss såbctua stabhgar Othan syub hålla cd) in* tet hålla kunna, såsom hans orb lybha. Hwarföre stal ingen tciuckia, at wåra Lärare haffua antingen vthan orfactk rörbt om thenna faten, eller ock aff någhot hetat emoot Bifcoperue, såsom någhre stetlsteligha uteenet, othan thet haffuer warit stortighct aff nöbhen vnberwijfa Förfamblitigarua, om the"], [67, "61 HOmblMtMar. wilfarelfer fom fotnpne äro aff thet misförståttb, fom man haffner gemeettt hafft om fcttnma mennistio stabhgar. För ty Euangelinm biuber oss fliteligha briffna then läran Othi Gnbz Förfamling, fom är om Gnbz nåbh och then rettfärbigheet fom tömmer aff Tronne, hwilfa man icke förstå eller begrijpa fan, om mennistiorne meena sigh kunna förtiena nåbh genom. fåbana stabhgar, hwilfa the sielffue bichtat ock vptäuckt haffue. Therföre haffua wåra Prebiectuter få lärbt, at wij in* geluttbct knutte förtiena Gnbz nåbh, eller bliffua rettfärbighc thcrigenom, at wij sttjtettgha hällom mcituistio stabhgar. Ty stat man icke teinckia, at fåbana äro en nöbigh Gnbz byrtau. The inbragha ock toitnesbörb aff then helgha Scrifft: För ty Ehristtts hoos Mattheeum i thet 15 Kapitlet gör Apostlarnas vrsctft, fom icke höllo then brufelighct stabhgan, hwilten bod) fyntes icke lybha om en frij hanbel, och hafftta någhon styistap, mebh then vthwärtes renselse, som j Laghen bubhin war, och fägher The ticne migh fafengt, läranbes then lärbom, som är om menttistiors bubh. Therföre begä* rer CHristus ingen fåfeng Gnbz byrkatt. Och firar ther eff* ter lägger han thetta til: Alt thct som ingår genom munnen, thet besmittar mcnnistian. Item Paulus til the Romare j thet 14 Capit: fägher: Gnbz Rijke är icke maat eller brycf, vthan rettfärbigheet, och fribh och frögb j then helgha Anba. Item tit the Colosf: Capit: 2. Ingen göre ibher sammet össucr maat eller bryck, eller össucr bestämba Helghebaghar, eller Nymånabher, eller Sabbalher, hwilket är stuggan aff thet som tiltommetnbe war, men troppen sielff är j CHristo. Item, Effter j nu böbhc"], [68, "62 Shrtfteltghit Liirones aren mebh CHristo, ifrå the werlbzlighct stabhgar, hwt late j tbher tå begrijpcts mebh befereffne stabhgar? lijfafout j ännu leffbeu j merlbeuue, the ther fäya, tu statt icke komma wibh thet, icke ftnaka thet, icke haubtera thet. Hwilket boch att förgåtz j brutniugenne, och är effter mettnistiors bubh och läro. Od) j Apostla Gerningar j thet 15 Cap: sägher Pe trus: Hmi sresteu j tå Gubh, at j willien lctggict thet oof på Larinngaruas hals, thet hwar fen wåra Fäbher eder wij bära tunne? Bthcttt genom HErrans IEsu EHristi nåbh troo wij, at wij ffole fatighe warba, såsom ock the. Ther förbiubher S: Petrus, at man icke stal bestoära sam* weteti mebh siere othwcirtes Ceremonier, ware figh Mosi eller etnbrcts. Od) Paulus 1 Timoth: 4 tallar thet förbubhet om ma ten een Diesta tära, för ty thet emootsträffuer Euangelio, at instichta eller göra fåbana gerningar, ther igenom matt må förtiena Gubz nåbh, eller få at een fanstylligh Christenbom icke wara funne, Othan een fåban Gubz byrtan. Här förefaste wåra mootståubare oss, at wåra Lärare förbiubhe fölens twång och agha, hwilfet then Kättaren Iovianus j förtijbhen lärbt haffuer. Men tothaff mara Lära res fcriffter fan man mät annat besinna, för ty the haffua altijbh lärbt om forset, at them Christnom bör altijbh tijbha bebröffuelfer. Thetta är een fanstylligh etlfftoarfam och ostrymt* achtigt) fölens böbhelfe, bliffua Othi mctrgfctllighct bebröffuel fet öffuat och mebh Christo forsfäst. Ther til mebh tära the, at hwar ock en Christen men niffict stat sigh mebh vthwärtes agha eller lekamligt) öffniti*"], [69, "63 HOmdhArtiNar. gar och arbete fålttuba össtta och fpäfia, at hwarken öffner» flöbigheet j leffnerttet eller tättia äggiar henne til at fyttbct: Men ingalnnba therföre, at itaghon stal igenom fåbana öff* niugar förtiena eller förflytta Gubz nåbh, eller fyllestgöra för fynberna. Och fåbatt vthwärtes tnckt od) agha bör icke al lenast på ttåghre fåå förorbuabe baghar estabh och fraffr warba, vlhau altijbh: Såfom Chriftus befälet, Luc: 21, fäyanbes: Men wad)tcr ibher, at ibhor hierta icke förtunga* bhe warba mebh fwalgh och bryckenffap, och mebh thetta leff* uerttes vmforgh, få at then bagheu tömmer ibher förhastigt vppå, etc. Item, Matth: j thet 17 Cap: Men thetta siaget luemligha oreeua anbar) går icke vth Olhau mebh bön och fasto. Och Paulus, 1 Corint: 9 fägher: Iagh späker mitt trop, od) twiugar honom til hörfamheet: Ther han tlarligha tilfänna giffuer, sigh icke för then stnl twittga fin eghen kröp, at han för then aghatt stnl fynbernas förlåtelfe stal förliena: Vlhau på thet at hans lekamen stat wara berebb och sticke» ligh til aubeligha fafer, och til at göra sitt ämbete effter sitt fall. Therföre warba icke Fastor förbömbe och straff etbhe : V* them ftabhgctrue ther om, j thet the föreferiffuct wiffa baghar, wiffa stags maat mebh fctmwetz qtoal och fcthrct: lijfa fåfom fåbana gerningar tooro een nöbigh Gnbz byrfau. Doch tijfwät behålles hoos ofs uteftabcetcu aff the stabh gar, fom tienlighe äro ther til, at all ting måtte Othi Gnbz Förfamling stickeligha titgå: Som är mist fatt til at optäfct then helgha Scrifft j Meffan, och the fyunerlighctste Helghe* baghar. Men j mebhler tibh warba menuisiiortie förmante, at fåbana stctbgctr icke göra oss rettfärbighct j Gubz åsyn,"], [70, "64 Christeligha Stott^ och at man icke stat tätna fåbana fafer för fynb, om någhot, t och vthan förargheffe, förfumat toarber. Thenna frijheteu Othi mennistio stabhgar haffuer mät warit the gamle Fäbhcr tuuttogh. För ty the Östcrlaubsfe Församlingar haffua pä annan tijbh hållit Påfcha än the j Room, och när the Romare för samma olijthcet vthi stabh* garna, betlagabhe them j Österlauben, therföre at the goffito orfactt til afffynbrittg, Tå toorbo the aff anbrom förmattte, at thet är icke uöbight, thet fåbana Kyrtiofebher adestäbs lijta äro. Och Irenaiis fägher: Åtstilttat på Fastebctghctr fyubrar icke Trooucs enigheet^: Såfom ock then Påfwen Gregorius, distinct: 12 tilkänua gifftter, at fåbana stctbhgars olijthcet in tet stctbhctr Gubs Förfamlings cuighcet. och in Eist: Trip: Hb: 9 äro monge Erempel om åtstilligha stabhgar samman* sanfabhe, och fättias thenna orben ther hoos: Thct hasfuer warit Apostlarnas mening icke stichta Helghcbaghar, Othan lära om ill gobt omgciuge od) Gubhfruchtighcet. Thet siette misbwket. At »stcrlesfnernet ffnttc loam fulkontlig- hetennes stänb, och lijta achtat mebh Dopet, och Gnbhi meer behaghelighit än prebicoämbetet, Öff nerheetz kall, eller någhot annat stänb af Gnbhi förorbnat. Item, at man ther mebh icke allenast"], [71, "65 §ofiimM)?lrttflitr. funne förtiena fynbernas förlätelfe, Gnbz nåbh ock then ewigha rettfärbighetena, othan ock näghot meern författa, i thet man fnlkomnar Gnbz råbh, ock Gnbz befalning, få och gör öffnerlöps gerningar. Wabh om Klösterlöfften hoos ofs lärbt warber, funna the famma bättre befinna och förstå, fom minnas hmabh stick Othi Klostren warit haffuer, od) huru myfit thär inne baghligha är giorbt och bebriffuit emoot then gamla Kyrfiolagheu. Q Augustini tijbh woro Kloster icke annat än höghe och frije Scholar: Men febhan när then Christeligha aghatt och orbuiugen bleff för* kränckt, äro Klösterlöfften allestäbhes tillagba, På thet, ther mebh, såsom mebh itt Optänckt fängelse, stulle tncht och agha åter opreltas. Til fåbana Klösterlöfften äro ock fmåningom monge anbre mennistio stabhgar tillagbe. Od) äro monge emoot then gamla Kyrtiolagheu mebh theffe banb bestoarabhe och bunbne, för än the til laghligh ålber fomne äro. Monge äro ock aff otoetenheet fomne Othi thenna Klösterleffnat, hwilfe änboch the til ålbers fomne tooro, hafftta the tijfmät icke funnat rett bötnct om thcras fraffter och förmöghenheet. Them fom un såtebhes i Klösterlöfften iutoeffuabhe och besnarbe blcffuo, haffua the trughat och twingat tit at bliffua Othi famma leffuerue, oanseebt, at monge effter then gamla Kyrfiolagheu funne ther ifrån frijabhe bliffua. Och är thetta meer henbt och fulfölgt j NunuetflÖster än j Muntaflöster, änboch man meera haffuer borbt stona qwinfönet, therföre at thet sma» 9"], [72, "66 Christeligha Lärones ghare är. Thenna strättghect haffuer j förtijbhen tnongom iromom mishaghat, hmilfe feebt hafftta, at offuermaghar, vnga vijghor od) piltar, allenast för lijfffens föbho cd) vppehälle stnl, äro emoot theras mitte Klöstcrgiffna worbnc: Thestifest ock förnnmmit, huru olycksamligha thetta anslaghet tnongom haffuer augäugit, och htoabh förargelse figh ther aff förorfa* fabhe, få ock Othi hurubaua fnaror thet samtoctcu ittförbt od) iuweffuat haffuer. The haffua ock fmårligha tyckt ida mara, at then gamle Kyrkiolagfctts mynbighcct vthi ecu fåbana far ligh faak albelcs stulle warba förgätiu od) förad)tat. Til lhesfa wilfarelser haffuer och kommit een fåbana me ning om Klösterlöfften, then ock j förtijbhen sielffue Muukont, som någhot förstanbigharc mor o, mishaghat bafftter: heemli gha, at the haffua lärbt, thet Klösterlöfftett lijta mebh Do pet ad) tas stttde, och at mebh Klöstcrleffnerne förtientes fyn* bernas förlåtelfe och rettfärbigheten för Gnbhi. Jet the lärbe ock thet ther hoos, at Klösterlcffnernet icke allenast rettfärbig* Helena hoos Gubi förtiente, othan cd någhot meer förstytlabe, mebhan thet icke allenast Holt Gubz bubh, othan ock fulfout* nabhe the Euaugetista råbhett. Salebhes öffuertalte the men* nistiorna, at Klösterlessnat myfit bättre och högre stulle ctchtcts än Dopet, och at Ktösterleffuat meer förtiente ätt Öffuerheetz stånb och Prebieanters ämbete, eller ock aubra fåbana fall, hmilfe boch effter Gubz eghen befctluittg, othan någhon sielff* bichtat Gubztienst, theras fallelse göra och fulfomna. Intet aff thet nu fagbt är fan neefas, mebhan man finner thct othi theras egne Vöfer. Men hmctbh siebbe meer othi Klostren? I förtijbhen woro"], [73, "67 HllfjuudhArlitlllr. Kloster Sd)olat, thet man haffuer tctsit then helgha Scrifft, och attbra Booflighct fönster, fom Gubz Förfamling nyttighe äro, och täbhctn haffuer man taghit Prcbiectnter och Bifcopar. Men nu är fast itt annat stick, och är intet aff nöbhen fåbant vpräfnct, mebhan thet är adom futinogt. I förtijbhen fommo the tilfammctn j Kloster, på thet the någhot gobt stude lära: Men nu giffua the före, at thet är itt fåbant lcffuernc, htoitfet stichtat ock förorbnat är til at förtiene Gubz nåbh och rettfärbigheet, Ja, the berönta thet wara fulfomlig hetcnues stånb, och fatt tat wtbt öffner alla attbra stånb aff Gubhi förorbnabhe. Thetta haffuer man therföre Opräfttat, och intet aff hetat eller affnuttb wibhlyfftigt briffuit, På thet man thes bättre må förnimma, htoabh fom wåra Prebicattters lära är om thenna faten. Tit thet första, warber hoos oss lärbt, at thet är allom effterlåttt giffua figh j Echtenstap, som icke bequctmligha äro, til at mara thet sörothan, för ty KB fler lo f ftett funna icke förstöra eller omiutct göra Gubz bubh och orbning. Nu tyber Gubz bubh altfå, 1 Cor: 7, Til at ottbfly bolerij, haffue hwar ock en sina egna echta hustru, och hwar och een sin egen echtct man. Od) icke allenast Gubz bubh, othan ock Gubz stavelse och orbning ttoingar them til (Echtenstap, som icke tothaff någon fynnerligh Gubz gåffito och befctlning, äro ther ifrån frijfctllctbhe. Effter fom Gubz egheu orb tybhct, Gen: 2. Thet är icke gobt at mennistictn är allena, wij wilie göra honom ena hietp, then sigh tit honom hålla må. Therföre fynba the intet, fom thenna Gubz befalning och orbning lybige äro. 9*"], [74, "68 Christeligha Stolta .Hmabl) fan man här emoot fättia? En må beröma eller wibhlyfftigt föregiffita så mytit hatt wil, om thet hatt för Klösterlöfftet stnl Plichtigh och stylbig är, lijfwäl fan han intet tilwägha fontma, at Klosterlöftet stal omintet göra Gubz bubh och bcfalniug. Then gamle Kyrfiolagheu lätes, at othi alle lofflcn stal man otibautagha thens ?agh som höghre är: Hwarföre geda thesfe töfften myfit minbre emoot Gubz lagh od) befalning. Om then förptichlclse som fötter aff Klösterloffleu, habhe inge orsaafer hwarföre hon funne föranbras, få habhe the Romerska Påtoerna ide ther vthi någhot inrymbt och tillåtit: För ty thet är ingen meuuisfia mebhgissuit at Oplöfa then förplichtelse som albelcs hörer til Gubz Jagh. Men the Ro merska Påtoerue haffua wijfligha bömt, at utan linbring Othi fåbana förpttchtetfer må tillåta. Htoarföre läs matt, at the offta vthi fåbana löffteit linbring giorbt haffua. Såfom then Historien noghfampt fnnnogh är om then Konungen aff Ar ragonien som bleff fallat och hämptabh vthur Klostret, Och äro fåbana Erempel steebbe vthi mår tijbh. Thernäst, Hwi trängia wåra mootståitbare så häfftigt på then förplichtelsen, som sigh aff lösstet förorsakar, och thesemellau intet tala om löfftsens eghen natur, nemligha, at thet stat mara om the ting fom möghelighe äro, och at thet stal wara frijwilligt, fielfffractfft och mebh betäuckte moobhe giorbt? Men huru een lougtoarigh fystheet står Othi eenS menuistios metcht, är allom mät funnoght. Och hoo är then, som fielfffraffb och Othaff gobt betäncktanbe haffuer Klösterlöffte giorbt? För än vnga pijghor och brängier tomma til theras"], [75, "69 HoffnudhArtiNar. tettct förståub, bliffua the össttertalbe at göra Klosterlöften, och ottbertijbhcn lher til twittgabhe. Therföre är icke rett och til* börlighil, få hårbt om fåbana förplichtclfcr bifputcra, mebhan alle befänna thet mara emoot löfftfens natur, fom icke sielff* fräffiattbes och aff ill wälbetäuckt moobh giorbt warber. Mestabeclcn aff the gamle Kyrtiolaghcr, vplöfa the Klö sterlöfften, fom äro giorbe för ätt man kommer til femton åhr, ty för then ålbren fyucs meunistian icke haffua få ntykit för* stånb, at hon om hecla sitt leffuertte bestulet tan. (Sen an nor gammiil Kyrtiolctgh, fom meer mebhgiffuer mennistioncs ftoagheet, lägger någhra åhr ther til, ty hon förbiubher at man någhot töffte göra stal, för än hatt kommer tit sina aber* ton åhr. Men hwilken wij effterföttom' aff thcssct gamla Kyrfiostabhgar, få haffuer mestaparten orfaaf, htoarföre the må öffnergissita Klösterlessnat, för ty the haffita mest alle giorbt löfften, för än the til thettna ålbren fomne äro. Til thet ytersta, Om än fast någhou lasta funbe, thet matt Klösterlöfften ryggiar, få fyttes lijfwäl icke strar ther aff fölia, at Echtenstapet, fom är giorbt emellan fåbana Perfoner, fom löfften öffuergiffuit haffua, stal och bör för then stnl Op lösas. Ty Augustinus (hmilfeus mynbigheet icke ringa är) Quast: 27. cap: 1. Nuptiarum, neefetr at man såbana Sch* tenstap stal vplösct, Oauseebt at någhre haffua scbhan annor* lunba meent och lärbt. Men änboch Gubz bubh synes frija mestaparten ifrå Klösterlöfften, tijfmäl giffua wåra Lärare en annan orfaaf före, hwarföre Klösterlöfften äro ogillanbes. För ty all Gnbz tienft aff meuniffior vthan Gubz bubh och befctlning stichtctt"], [76, "70 Christeligha Snutet och Othwatb til ett förtiena rettfärbighetena od) Gubz nåbher, är ognbhachtigh: Såfom Christns fägher Match: 15. The tietta migh fåfeugl mebh menttistiors bubh. Och Paulus tä rer adestäbhes, at man rettfärbighetena, icke Othi mara stabh* gar od) Gitbztieustcr, som äre aff tttettnistior bichtabhe och Op tänkte, stal fölia, Olhatt matt betommcr henne genom Troona, j thet toij tro off annammas til nåbher för CHristi stnl. Men nu är klart, at Munkarna haffua lärbt, at then Gtlbztienst som är ciss mettnistiom bichtetbt od) optctnckt, fan tilfylleftgöra och betala för fynberna od) förtiena Gubz nåbhe och rettfärbighetena. Htoab är thettct annat, än at wilia förminsta CHristi ährct, cd) förmörfet od) neefa then rettfär bigheet, fom tömmer aff Trootttte? Htoarföre folier här aff, at Klösterlöfften sotn nu j bruf toarit haffua, äro een få bana Gubz tienft, fom ogubhachtigt) och orätt är, therföre äro the ock til ogidaubes. För ty itt ogubhachtigt löffte fom steer emoot Gubz bubh, är ogilbt och trafftlöst. Ty intet löffte bör mara någhot banb til fynben, fåfom then gamla Kyrfiolagheu fägher. Paulus tärer, Galat: 5. Cap: I hctffuen mift Christum, och åren ifrån nåbenne falne, fom mitten genom laghen rett färbighct metrbet. Therföre ock the fom genom Klösterlöfften mitte rettfctrbighct warba, hctffuct mist Christum, och äro ifrån Gubz nåbhe falne. För ty amen the famma, fom tilmäta Klösterlöfften, at man för theras stnl befommer rettfärbighe tena för Gubh, the tilmäta ock thet sinom gerningom, fom CHristi ähro egentlighct tilhörer. Thet fan icke heller neefas, at Munfarna haffua jm lärbt, stgh genom Klöstetlöfften och"], [77, "71 HchmMtMltr, attbra fåbana sitta stabhgar bliffua rettfärbighet, och förtiena fynbernas förlåtelfe, Ja, the hctffnct vpbichtat groffuctre wilfa* relfer, j thet the fäya figh funna mebhbeela anbrom fina ger* ningar. Om man nu lhetta tbem til förtreet wille stärpa od) brijffna, huru myfit funne inan finna od) fammanhämpta, ther siclffue Munkarna nu stämmas wibh? Ther til mcbb haffua the öffttcrtalat folckct, at fåban vpbichtat Gubztienst, är then Christliga fultomligheteunes stånb: Såbattt är jw til* mäta fina egna gerningar rettfärbighetena? Thet är icke een ringa förarghelfe j Gub.z Församling förtunna folcketta tia* ghon wiss Gubstienst, fom är bichtat aff niennistiom othan befalning, och tära at såbatt Gubz tienft gör menuistioua rett* färbigh ? Ty then rettfärbigheet som tömmer aff Trooune, then man alramäst j Gubz Församling lära stal, bliffuer thcrige* nom förmörkat, när matt thenna felfamma, och lijta som en Ängta Gubzticnst meiiuisfiomeu för öghoucn städer, fom är at matt loffuar figh wilia lefftta j armoobh od) fattigbom, vthi öbmiuft och vlhau (Sd)teustap. Thervthöfftter marber ock Gubz bubh od) then rätta Gubztiensten förmörkat, nät men* nisiiorna höra, at allena Munkarna äro stabbe vthi fultom ligheteunes kall och stånb, För ty then Christeligha fttltom tigheten är atffuarlighet frud)la Gubh, och boch fatta een alffuctrfam troo, och stctbhcltghct förtrösta, ett wij för CHristi stnl hctffuct ett nåbigh och blibhctu Gubh, och begära aff Gnbhi, och wiffettgha förmenta hielp och bijståttb Othi allct faaker, fom hwar och en bör effter sitt kall othrettet. Thcs» förinnan j Othwärtes måtto stijtigt göra gobha gerningar, och achta sitt stånb och ämbete. Vthi thenna sakerna är then"], [78, "72 Christeligha Uroncs retta fulfomligheeteti, och then fcttisiydigha Gubztiensieii, och icke ther Othi at man håller figh ifrån Echtenstap, leffuer j armoob eller brufctr oreena cd) ringa flabher. Men folfet fattar motiga stareligha meningar, Othaff thet matt Klösterleffueruet falsteligha berömmer: När the höra at matt öffnermåttott berömmer thet lefftternet fom är Othan Echtenstap, begynna the lefftta j sitt Echtenstap mebh itt be* fioctrlighit famtoet: När the ock höra at tiggiare adenaft äro stabbe j fiilfomlighetennes stånb, behållet the fina äghobelar, och brufa få Köpenstetp mebh itt befmärlighit famtoet: Thef* likest när the höra at thct är Euetngelij råbh, at man icke stal hemncts, begynna fomligha icke haffua förfyn til at hempuct figh sielffuct, mebhan the höra thct adcnast wara itt råbh, och icke någhon befalning: Somligha bönta all Öffner» heetz stånb od) ad werlbzligha fall och ämbeten wetret them Christnom ohöffueligha och oticttligha. Man läs (Exempel, at incituistiorua haffua öffucrgiffuit fitt Echtenstap, få cd öffnergiffuit fitt toerlbzligha katt och ämbete, och giffuit figh j Kloster. Thet haffua the kallat fly ifrån toerlbeua, och fött itt fåbant leffuerue, fom Gnbhi meer behaghettghit war, och haffua icke kunnat fee och förstå, at man bör tiena Gnbhi othi the bubh fom han haffuer sielff giffuit, och icke Othi the stabhgar fom aff mcunistiorna bich* tabhe och optctuckte äro. Thet är itt gott och fulkomlighit stånb och kall othi thetta lijffuet, fom haffner Gubz bubh och befäl* ning. Om fåbana sctctfer är myfit aff nöbhen förmana fot* fet. Och j förtijbhen haffuer Gerson straffat Munfarnas wilfctrelfe om fulfomlighetenct, och toitnctr, at othi sin tijbt?"], [79, "73 HOmdhArtitllll. War thet itt nytt vpfunuit Orbspråf: At Munta teffuernet stulle wara fulfomtighetenues stånb. Så tnånge ogubhachtighe meningar och mitfaretfer tobha och häugia mibh Klösterlöfften: uemligha, at the göra ofs rettfärbighct, at the äro then Christeligha f ulf otidigheten, at man ther mebh fulfoutitctr Gubz råbh och befalniug, ock at the haffua öffuerlöps gerningar. Thetta altsammaus, effter thet falsit och fåfengt är, gör thet Klösterlöfften ogilla och omyn bighct. Thet siunde misbrulet. At Viscoperne haffua fammanblandat Pre- bikoämbet och thet werlbzligha Regementet, och taghit sigh före vthsiiffta Konungerijfen på Ior benne, och afffättia Keyfare och Konungar ifrå theraé Regementer. Item, haffua the ock lärbt, at Christus haffuer befälet sinom Apoftlom och Bifpom vptänckia och ftichta j Gubz Förfamling nyie Cere monier och stabhgar, om befynnerligh Maat, Hel ghebaghar, Bönetijbher, Fastebaghar, och annor fåban ting: och fåhd them icke allenast wara aff nöbhenne til faligheten, och förtiena fynbernas för- låtelfe, Gubz nåbh och rettfärbigheten, othan och wa- 10"], [80, "74 Christeligha Ltirones ra een böbheligh fynb, om man them öffuerträbher, och ther aff befiutit, at j Gubz Förfamling bör mara een Gubztienst lijkformigh mebh then Leuitisia Gubztiensten. /W>^ M Bifperucts fad od> ämbetes frafft, är j förtijbhen W myfit morbet bispitterctbt: Och någhre hafsua ostic* \\y J feligha fctmtnctnblctnbat Prebicoämbetet och thct mcrbz* /^^fcr lighct Regementet. Thettna falsta förmängclfe haff* uer tvctrit een stoor orfaaf tit monge häfftighe frijgh och förberffuelighct vproor och tmebrächt. Ther garnerna fom lijtat haffua på Gubz Förfamlings nyflars mctcht, icke alle* nast hctsfuct nyie Gubztienster vptäuckt och iustichtabt, mebh någhre fhals förbehålbniug : och sammeten mebh tyrctnniste Bansätniugar besmärabt: vthan the ock toghe sigh mebh fiijt före vthbeelct Kongerijfeu på Iorbcnnc, och afffättia Kcyfare och Konungar ifrå theras Regemeuter. Theffe Påwers obyg* ber haffua monge gubhfruchtighe och lärbe Män j Gubz För samling lougt för thenna tijbhen ogidat och straffat. Ther före äro mara Lärare alfomhöguöbeligctst förorsctfctbhe, titfäuna giffua och fungöra then åtstituat fom är emellan Prebicoäm betet och thet werlbztigct Regementet, til at hitghfmctlct och trösta sammeten, och hctffuct lärbt at man begge beelarnct, för Gubz befalniug stnl, myrbeltgct etchtct, och j ähra hålla stal, såfom Gnbz högste gåffuor på Iorbenue. Men om Prebifoämbetet eller Bifcopctrnctrs rätte fall, lare wåra Prebif etuier effter Enctngelij grunb altfå: At thet"], [81, "75 Mttui>l)9lrtifl(tr. är een fulmctcht eder Gubz befctluiug til at prebifa Euange lium, förlåta eller ock behålla fynberna, och til at Othffiffta Sacramenten. För ty mebh fåbana befctluiug haffuer mår HERRE S^R^stus othfenbt Apostlarna, Johan: 20. Så* fom min Fabher haffuer migh fenbt, få feuber iagh ock ibher. Tagher then helgha Anba, hwilfottt j fynberna förlåten, them äro the förlåtna, och hmilfom I fynberna behållen, them äro the behålbua. Marc: 16. Går Oth och prebifer E natt* gettum allom crcaturom, etc. Thetta Bifcops fals och ämbetes macht, brufctr man al* lenast til at lära och prebifa Gubz orb, få cd til at ochbela Sacramettteu iblanb motiga eller iblanb få, effter fom fallet fräffncr. Ty ther mebh gissttas icke timeligha, vthan emigha håffuor, nemligha, then emigha Rettfärbigheten, then helgha Anba och thet ewigha Lijffnct. Theffa håffuor fan man icke anuorlunbct befomma, än igenom Prcbifoctmbetet, som står j Orbzens prebifan och Sacramentzens vlhbeclnittg. Såsom Pctu* fägher, Rom: 1. Euangelium är een Gubz frafft allom them fom troo, til satigheet, etc. Therföre, mebhan Prebicoämbeteus frafft mebhbeelar ofs ewigha håffuor, och warber allenast genom Orbzens tienft brufat och öffnctt, förhinbrctr thet intet thet werlbztighct Re* gementet, lijsa såsom Konst tit at stunget icke heller hittbrctr thet toerlbzligct Regementet. För ty thet merlbztighct Rege mentet Ontgår mebh attbra sactfer, än som thet helgha Ettan* gettum. Werlbzlig Offuerheet beffybbctr icke wåra siälar, Othan wåra kroppar och ctnbrct lefamligha ting emoot othtoctrtes wålb och vppcnbarct orätt, och straffar menuiffiorna mebh fmärb 10*"], [82, "76 Christeligha Lärones och lefamelighit straff, på thct hon må behållet wcrlbzligh rett färbigheet och fribh. Therföre stal man thenna tw Regementen, thet Anbeli ghet och lhet Werlbzlighet icke fauimetnmäugiet. Ty thet an beligha Regementet haffuer sina fyttuerlighct befalniug til at prebifa Euctugetium och Othstiffta Sacramenten. Thet stat icke iutrctbhct Othi itt annat fatt, icke othstiffta Konttugarijfer på Iorbenne, icke om intet göra wcrlbzligh ?agh, icke assffctffct, then titbörlighct hörfamhetcn man Öffuerhetctta pttchtigh är, icke förhinbra at ?agh och rätt sin framgång hafftta om werlbz* ligha orbniugar, etter hattbel och wanbel, icke föreställa Öff* uerhetenue någhon ?ctgh, effter htoab fält hon Regementet lå ghet och sticka stal. Såfom Christus sielff fägher, Johan: 19, Mitt Rijte är icke aff thettna merlbcune. Item, Lu: 12, Hoo haffner stickat migh til en Domare eller Sfifftare öffner ibher. Och Paulus fägher, til the Philip: Othi thct 3 (Eap: Wårt borgerstap är j himmelett, etc. Och j then attbra Epistel til the korint: cap: 10, Wår Krijgztoapu äro icke fötzlighet, Othan mächtighct för Gubhi, at uibherftå Fäste, mebh htoitfct wij fulstå the anstctgh och all högheet fom figh ophäffuer emoot Gubz funsictp, och till fånga tagha alla förnnfft vnber CHristi lybhuo, etc. Sålebhes åtstilia måre Lärare thenna tm Re* gemeutzens ämbeten, och befälet at man them båbhet ährligha och myrbetigha etckta stal, och befänna them båbhe mara Gubz gåffuet och befynuerligh wälgerning. Om Bifperue haffua någhon metcht til at brufa thet mertbztigha fwärbet, få hafsua the then metchten icke ass Gubz orbz befalniug, vthan haffua henne effter werlbztigh rätt, aff"], [83, "77 WtmdlMMlllr, Keyfarc och Konungar til stencks befommit, til at regera och förfwctret theras timligha håffuor j othwärtes måtto, Och är boch platt itt annat fad än Prebifoämbctet. Hwarföre, när matt fråghctr om Viseopctrttas rättigheet och fitltttctcht, tå stal man åtstitia thet werlbzligha Regemen* tet ifrån thet attbcligha. Men aff Gnbz orb, eder (som the tala) effter Gubbomligh rätt, få haffua Vifeoparna ingen rät tigheet eller macht, såsom Bifeopar, thet är, såsom the, hwil* fom befall är Orbzens och Sacramentzens tienft, Othan at förlåta fynberna. Item, lära och weta then rätta läran, och förfasta ad lära fom icke öffuereeus tömmer mebh Euangelio, och vthstuta vthur then Christeligha Förfamlings geuteenstap the ogubachtigha, hwilfas ogitbachtigheet är vppeubar, vlhau werlbzligh macht och wälbe, allenast mebh Gubz Orb. Och i få måtto är Gubz Förfamling albeles pttd)ttgh, effter Gub bomligh rätt, bewijfa Bifeopomen hörfamheet och chbhnct, Så fom Christus sielff bcfalat hassuer boos Lucam j thet 10 Cap: Then ibher hörer han hörer migh, etc. Men när Viscoparne tära eller stabhga någhot som är emoot Euangelium, tå haffua Församlingarna Gubz befäl* ning, fom förbiubher betoijfa them någhon lybhna och hör* famheet. Ty Matth: 7, fägher Christus: Wachter ibher för the fctlstct Propheter, fom tomma til ibher j fåraflcibher. Och Paulus Gal: 1, Om ock wij eller en Ängel aff himmelen an* norlunbct prebicabhe Eullugelium för ibher, än fom wij ibher prebicat haffuom, han mare förbannat. Item 2 Corint: 13, Wij fituuom intet emoot sanningena, vthan mebh sanningeune. Item, HERren haffuer giffuit migh macht til förbättring od)"], [84, "78 Christeligha Lärones icke til förberff. Sammalnnba befaler ock then gamle Kyr* tiolaghen 2 qucest: 7 cap: Sacerdotes, & cap: Oves. Och Au gustinus emoot Petiliani breeff fägher: At man icke mebh tbe Bifcopar, fom then retta läran fölia mittet, hålla stal, om the någhorstäbz til cttoeittyrs feela, eller emoot then Gnbbom* ttgha helgha Scrifft någhon mening fattat haffua. Men ther Bifcopctrnct ellies haffua någhon macht, etter myubighect, tit at rctnfafct om någhra wiffa faafer, fåfom är, om Echlenstaps hanbttngar, och Tieubeu, etc. haffua the then effter werlbzligh Rätt. 35thi hwiltc faafcr, om Bifcoparna äro förfumligha, tå bör Förftcrna förstaffa sinom vuberfåtom rätt Othi fåbana fall, fast the thet än uöbhigt göra, på thet the fribh behålla funne. Wibhare bifpnteras ock, om Vifperua eller Kyrfioheer* barnet haffua mackt til at stidjta nyia Ceremonier Vthi Gubz Förfamling, och göra nyia stabhgar om befynuerligh maat, Helghebaghar, och Prcsternas ålstittighe fatt och orbningar. The fom titägna Bifcopom thettna machten, införa thenna CHristi orb, Johan: 16, Jagh haffuer än myfit fctyct ibher, men j funnen thet icke nu bära, Men när han fommer fom är fauningennes Anbe, han siat lebhct ibher j alla sanning. The införa ock Apostlarnas erempel Othi Apostlct Gerniugarna, j thet 15 Cap: Ther the hafsuet förbubit äta blobh, och thet fom war förqwctffbt. The införa thet man Sctbbctthen Othi Sönbaghen förtoanbtat haffuer, emoot Tiyo Gubz Bubh, få fom them fynes. Och intet erempel warber få myfit briffnit och högt berömt, såsom ©abbatzens förmanbling. The giffua ock ttätofamligha före, Förfamliugennes macht gansict stoor"], [85, "79 HofftmMrtitlar. wara, effter thet hon haffuer någhot föranbrctt vthi Tiyo @ubz Bubhorb. Men om thetta Spörsmål, lare wåra Lärare fålebhes: nemligha, at Bifcoparua icke haffua macht någhot stabga, fom är emoot Gubz Orb, fåfom tilförrettna bewijst är. Thet samma lätet ock then gamla Kyrfiolagen, A/si.- 9. Nu är thz jw emoot then helgha Scrifft, göra stabhgar, etter påfrafia at the hållas mage, på thet at wij stolom fydestgöra för fyn berna, eller förtiena Gubz nåbh och rettfärbighetena, om wij them achtom och hållom. Ty then cthra fom CHristo för fin förstyllctn bör, warber forfmäbhctl, när wij taghout oss före mebh fåbana' stabhgars hållanbe förtiena rettfärbighetena för Gttrhi. Men thet är vppenbart, at mennistio stctbhgcir äro för fåbana fctlst mening stnl, otålighet motiga morbite j För* fctmlingenue, och then läran fom är om Troona, od) then Rett färbigheet fom aff Trooune tömmer, är thes förinnan ottber tryckt bliffuiu. För ty mebh tijbeu äro stere Hclghcbaghar stichtctbhc, stere F-ctstebaghar påbubhue, nyie Ceremonier stabh* gabe, nyie sätt til at hebhra Hetghouen Opfuubue, Ty the som orsactten och authores more til såbaua ting, meeute figh igenom såbaua gerningar funna förtiena Gubz nåbh. Sålc bhes äro j förtijbhen the gamle stabhgar om boot och bätt ring fast motiga toorbue, hwilfcts footfpor wij ännu fcem othi then fynbaplicht the forbom giorbe. Ther til mebh, göra thenna stabhgars Opbichtare, ttoert emoot Gubs bubh och befalniug, j thet the säya mata böbhe ttgh fynb, när man stetbgetrnet om metetteu, om bagharna, od) annor såbaua ting icke håller, och bestoära Församlingen mech"], [86, "80 Christeligha Liirones Laghfens trälbom, lijta fom thet borbe iblanb the Chrisiua, tit at förtiena Gubz nåbh och rettfärbigheet, wara een Gttbz tiettst, fom mebh then Lcuitiffet Gubzticnstcu lijtformigh woro, och at Gubh haffner befatat Avosttom och Viscopont henne vprälla od) stabhga. Ty så lybha någhras Seriffuelser. Och någhre Påwer synes cubeels bebragne wara genom Mose Lags erempel. Här othaff äro the stoora sammet) beswäriugar fomne, at thet stal mara böbhettgh synb, om helghebaghar arbeta mebh sitta häuber, fast man ingen ther mebh förarghar: At thet stat mara böbhettgh synb, sörsuma sina sim lasetij* bher: At miss slags maat oreenar meunisfiones samwet: At fastor äro fåbana märet fom btibfa Gubh : At fynben in c»s« observato, thct är vthi itt förbehållit fall icke fan warba för låten, mebh minbre famma förbehållares mynbighect tittfommer, Oanfcebt al fielffue gamle Kyrfiolagheu icke talar om stnl benes förbehåliting, vthan om then förbehåltting, som lybher tit Kyrfiones straff. Hwaban haffua tå Vifperne thenna mad)tcn, at the må* ghe VPPå Gubz Förfamling laggiet fåbana stabhgar, til at bcsnäria fammeten? Och effter thet Petrus othi Apostta Gerningarua, tothi thet 15 (£ap: förbiubher ålaggict någhot oof På Lärjungarnas hals: Och Paulus 2 Corinth: 13 fä gher: At Herren haffuer giffuit ofs macht tit förbättring och icke til förberff: Hmarföre föröfa tå theffe fynberna, genom fåbana stabhgar? Men nu haffner man flaar betoijs aff then helgha ©chrifft, hmilfe förbiuba, at man såbaua stabhgar stichta stal, til at thet mebh föttiena Gubz nåbh, eller lijfct fom the stulle ma-"], [87, "81 HojfmdhArtilllll. ra aff uöbheune tit mennistiornes satigheet. Ty få fägher Paulus til the Colloff: j thet 2 dap: Så låter nu ingen göra ibher fantwet öffner maat eder bryck, etter öffuer beftctmba Hetghebaghctr, Nymauabher etter Sabbather, hwilfet är siug* gau aff thct fom lilfommanbe mar, Men troppen fielff ät j Christo. Item: Mebhan j nu böbhe åren mebh Christo, i frå the werlbztigha stabhgar, hwi låten j ibher tå begripas mebh befcrissna stabhgar, lijta fom j ännu leffbcn j toerl* benne? The ther fäyct, Tu statt icke fomma mibh thet, icke ftnafet thet, ide hanbteret thet, hwilfet boch alt förgås j bruf* niugenne, och är effter menttistiors bubh och lärbom, hmilfe wäl haffua itt sten til wijsbom. Item, Paulus til Tituttt j thet 1 (Sap: förbiubher Oppeubetrlighct, achta på Inbesia Fabler och mennistio rs bubh, som sigh ifrå sanniugeune bra* gha. Och Cchrtstus Mettth: 15 fägher om them som folfet btiffua til mennistio stabhgar: Letter mara them, the äro blinbe och blinbas tebhate. Och ogillar albeles fåbana Gubz* tienster, Sayetnbes: All planterning, som min himmelske Fa* bher icke planterat haffuer, stat vpryckicts mebh rötet. Om nu Bispetne haffua macht, til at betunga Gubs Församling mebh otålighet motiga stabhgar, och befnäriet men* nistiornas sammet, hwi förbiubher tå then helgha Scrifft få offra, at man mennistio stabhgar, hwetrfen stichtet eller höra stal? Hwi fållar hon them een biestet lära? Monne then hel. ghe Anbe alt fåbant tilförrenbe fåfengt warnctt haffua. Ther före folier här aff, at fåbana orbningctr, hwilfe lijfa fom nö* bighe Gubztienfter ftichtctbhe äro, eller j then meningen, at man Gubz nåbh thet mebh föttiena stal, sttäffua emoot thet ii"], [88, "82 Christeligha Stolta helgha Euangelium, och at inge Bisper är lofflighit ettet mebhgiffnit fåbana Gnbztienster sttchta, etter them aff Gubz Förfamling frafia, För ty thet är aff nöbhen, behålla then Läran j Gubz Förfamling, som lybher om then Christeligha frijheten, nemligha, at Laghfens trätbom icke görs behof til menuistiones rettfärbigheet. Såfom Paulus fcrtffuar Galat: 5, Så bliffuer nu ftånbanbes othi then frijheet, mebh hmilfa Christus oss frijat haffuer, och låter ibher icke åter på nytt fångas Onber trät* bomfens oof. Ty then förnämligaste Artifel Othi Euangelio utöste ju hållas totbh macht, At mij befommom Gubz nåbh genom Troona på Christum, othan mår förtienft, och icke förtiena genom the stabhgar som mennistior ittfatt haffua. Hmabh stal man tå bötna om Sönbaghartta, och attbra fåbana Kyrfieorbttingar? Ther på giffua måre thenna Stoet ren, at Bispom eller Prebicantom är lofflighit och effterlåttt göra Stabhgar och Orbniugar, på thet j Gubz Förfamling att ting måtte sticketigha titgå, Men icke therföre, at wij ge- Kom fåbana ftabhgar stotottt förtiena Gubz nåbher, eller be tala och tilfyttest göra för fynberna, eller ock befmctret fam weten, j thet the ffole troo them mara een nöbigh Gubztienst, och mena sigh synbet, om the them othan någhon förarghelfe offuertrctbbe. Sålebes biubher ock Paulus, 1 Corint: 11: At qwinuornct stola j Förfamlingen hölia fitt hoffuubh: Item, at Prebicanterna icke alle tittijfa, othan orbentligha hwar cfftet annan tala ffole. Såbaua stabhgat bör Gubz Förfamling för kärlefen stnl, få ock för roligheten, få sierran hålla, at then ene icke"], [89, "83 HofsutiMMlll. förarghar then anbra, på thet att ting må stickelighet och Othan buller stee othi Gubz Förfamling. Men boch få, at man ther mebh iugalunbet befmärctr famweten, j thet at the stolet troo theffa stabhgar wara aff nöbhen tit falighetena, och at the stola mena figh fyttbct, när the öffuerträbha them, men få, at the ther mebh ingen foretrghct. Såfom ingen ma fäya, at een qtoinna fynbar, fom Othgåår mebh bart och ohöft hoffuubh, först at hon ingen mettnistiet ther mebh förarghar. Sålebhes stal man och hålla Sönbagh, Påfchabagh, Pingesbetgh och anbra fåbana Helghebaghar och Stabhgar, Ty the fom fäya at Gubz Förfamling aff sin cghen myn* bigheet, haffuer afflagbt Sabbatheu, och j ftabheu igen sttch* tat och förorbnat Söttbagheu, fåfom een uöbigh Ceremonia och Gubztienst, the samma fara mytit mitte. Förty then helghe Scrifft haffuer afflagbt Sabbatheu, och tärer at alle Mofatste Ceremonier, mål tnåghe bortlctggias, febhan thet helgha Ettaugclium är Oppenbart toorbet. Och lijfmäl me* bhetn thet war aff nöbhenne, förorbnet en wtffatt bctgh, på hwilfen fottet funne wetct figh stola förfamlas: är thet ftart, at Gubz Förfamling haffuer ther til förorbnat Söttbagheu, hmilfen ock för then erfaren stnl, fynes meer haffua beha gat, på thet at folfet stulle haffua itt Erempel om then Christeligha frijheteu, och lära meta, at hwarfen Setbbet thens eller någhon annor betgz begängetse, är aff nöbhen til setlighetette. Man finner mongct felsamma Disputeringetr om Lagh* fens förwctnblittg, ont Nyia Testamentzens Ceremonier, om 11*"], [90, "84 Christeligha Stolte* Sabbathetts föranbriug, htoilfct allafammau haffua filt or* fprttng aff thenna falsia meningen, Nemligha, at j Gubz Förfamling bör mara een Gubztienft, tijfformigh mebh then Leoitisiet Gubztieusten, Och at Christus haffuer befalat sinom Apostlom och Bifcopom Optänfia nyia Ceremonier, fom äro aff uöbhenne til saligheten. Thenna toitfarelfer iufmögbe figh Othi Gubz Förfamling, när Läraretia om then rettfärbigheet fom aff Troonne tömmer, icke flctrtigha lärbt haffua. Som ligha bifputcrct, at man håller Söttbagheu heligt), icke at thet är Gubz befalniug, othctn lijfct fom thet toore Gubz befal ning: The förefcrifftta ock, huru sierran utan om Helgeba ghetrnct må arbeta. Htoabh äro såbaua bisputcrttingar annat än fetmwetz snaror? Ty änboch the beftita sigh littbra såbaua stabhgetr, lijfmäl fan etlbrigh uågbou linbring förnimmas, få länge then meningen mcthrctr, at stabhgarna ffole wara aff nöbhen, hwilfen mening ctlbetes mahretr, när man intet weet aff then rettfärbigheet fom fommer aff Troonne, och aff then Christeligha Frijhecten. Apostlarna haffua befalat j Apostlet Gerniugarna, Cap: 15, at man stulle Ma figh ifrå blobh. Men hwem håller thet nu? Lijfmäl fyubet the ther mebh intet, fom thet icke hålla, Ty fielssue Apostlarna, haffua icke metat bcfwära famweten mebh fåbana trätbom, vthan haffua thet til en tijbh förbit* bhit, på thet ingen ther aff stulle förarghaS. Ty othi thet Bestwt fom the giorbe, bör man achtet, hwabh fom Ettan gelij oryggelighe mitte är. Näpttgha bliffuer nu någhon Pnnct aff then gamble Kyrfiolagheu tilfyttest hållen, och monge aff then gamle Kyrfiolagzens puncter, blissue betgh-"], [91, "85 HofsuudhArtitlar. ligha bortlagba, Ja, ock hoos them, fom på thet stitctigaste stabhgarna förfwara. Ingen fatt ock sammeten tttfrtbz ställa, mebh minbre thenna linbringen etchtas, at mij metont fåbana stabhgar stola hållas j then meningen, at the icke äto aff nöbheune, och at thct icke befmärar famtoeten, om fåbana stabhgar afflctgbe warba. Vifpcrna funbe ock behålla een laghligh hörfamheet, fast the än icke ther på trctngbe, at man the stabhgar hålla stulle, fom vthan fyttb icke funne hållas. Men nu förbiubha the Preftomeu Echlcuffavet, Ock annamuta ingen vthi fin Förfarn* ling, vthan hatt tilförcnue haffuer förfworit figh icke wilia prebifa then rcena Euattgettsta lärotta. Wåra Församlingar begära icke, at Bisperna mebh theras éthros och myubigheetz förminffelse, stole fribh och ettigheet åter vprätta, änboch thet borbe gobhottt Heerbom och Lärarom fåbant göra: Vthan the begära adenaft, at the måtte bliffua förloffabhe aff thenna otilbörligha börban, hwilten nyligha är vpfunnin, och emoot then almäuncligha Gubz Förfamliugz febmänia antaghen. I begynnelsen hafftta någhre stabhgar til ätoentyrs hafft libhe* ligha orfafer, hmilfe icke tomma öffttereens mebh the effter* fommanbe tijbher. Thet är ock oppenbart, at någhre ftetbh* gar, äto aff ometenheet aittaghne. Hwarföre hörer Bisper* nes fromhcet til, un linbrct theffa stabhgar, effter thet at få ban föranbriug intet stabhar Gubz Förfamliugz enigheet. Ty monge mennifkieftctbhgetr, äro aff fielffua tijbhett föraubrabhe, såsom then gamble Kyrfiolagheu mitnar. Men om man ingalunbet fatt förmå, at the stabhgar tttåghe warba othelåtnn, htoilfa man icke vthan fynb hålla fan, utöste mij tå effterfötta"], [92, "86 Christeligha Lärones. Avostlarnars regla, som befaler, Act: 5: At matt meera stal lybha Gnbhi ätt meuniffiom. Petrus j then förra Spistet, i thet 5 Cap: förbiubher Bifcopout öffuet Herraböme och toerlbzlighit wälbe j F-örfam* lingettne. Men nu marber icke thet yrfiat och briffnit, at Btfpom theras Herreböme stal bliffua ifrån taghit, vthan thetta allena bttfftter begärat, at the toele lijbha Euangelium må bliffua reeut prebicat och förtunnat, od) at the mete lös gifftta någhra fåct stabhgar, hmilfe Othan fynb ide hållas funna. Men om the fåbant ingelunba efftcrlåta mete, tuåghe the sielfftte betäuckia, huru the Gnbhi therföre refeustap göra funne, at the mebh sin hårbuctckabheet, orfaaf tit etfffynbring giffuit hafftta. BeDt. Heffe äro the förnämste Artiklar, om hwilfa synes V. wara oenigheet. Ty änboch man om flera misbrwf j^T haffuer f unnat tala: Lijfwäl til at vnbwijfct wibh* <^^-^ lysstigheet, haffuom wij allena, the förnämligaste författat, aff hmilfa man om the anbra, lätteligha fan borna. Thet haffuer warit stoor flaghemål öffner Asslettz bref, Pilegrims refor, och Banlysnings misbrmf: Förfamlingarna äro othi mongahanba måtto etpctbhe och plågabhe worbne aff them, fom på Biffeernas wäghnet them förestobho. Hctssua ock metrit oänbetighe ttättor emellan Kyrfioherbarna och Mun-"], [93, "87 $Bffmity*rtifta:. farna, om then rätt the hafftta til at förestå Förfamlittgena, om Scrifftermålen, om Begraffnittgar, om Lijfprebifor, och anbra fåbana otalig ha fafer, ont hwilfa totj intet haffue ta lat, Oå thet at hwar ock ett, thet fom förnämligast är j thettna faten, och nu är forteligha framsatt, må thes bättre förnimma : Icke är heller här någhot fagbt etter fcriffnit ttåghrom til förfmäbhelfc, adenaft haffuer matt Opräfnat the stycfer, om hwilfe hwar aff nöbhetttte tala, på thet hwar ock en må förstå, at hoos oss intet, hwarfeu j Läran eder Ceremonier, är an taghit, som är emot then helgha Schrifft, eder emoot then almetnueligha Gttbs Förfamling. Ty thetta är vppenbart, at wij på thct fliteligaste haffuom giffuit acht Oppå, at ingen ny eder ogubachtigh lära, othi mara Församlingar, funne in* trättgb marbet, etc. Theffa förefcreffna Artiklar, haffue wij effter Keyferlighe Maiest: Othgiffnet befalniug, welat vthgå låta, på thet war Troos Befännelfe, och Summan på then Läro, fom hoos of* prebicat toarber, må allom funnigh mara. Men om någhor j thenna Befännelfe, tmiffuelsmål haffua fan, äre wij rebhe* bogne, aff then helgha Schrifft wibhlyfftighare vnbertoijf* ning göra. (i: i: M: troghtte och Oitberbåuighe, Johannes -Hertig!) til Saten, Chttrfnrste. Georgius Marchgresfue tit Braubenbttrg. Ernestus Hertigh tit Luneburg."], [94, "88 Phtttvpus Letttbgreffue til Hessen Johannes Freberictts Hertigh til Saten. Francifcits Hertigh til Luneburg. Wolffgangits Furste til Anhalt. Borgmeftare od) Råbh fampt Öffuerheet j Norenberg. Borgmeftare och Råbh j Reutliugctt. QjTStffi är iiui, genom ®\\\\% nödige 7W\\ tilhielp, förestrissite almänttelighe Concilij Bestwt, % & fampt mebh then rätta Augzbnrgista Befännelsen, mår Christtroghna Swenffa Förfambling til gobho på Preut Othgångeu: Men at famma thcS helgha Euaugelij fa liggöraube Lära och Religions Form, må Shristettgha och longwaright wtbh macht hållas, och oforfrcittckt, båbhe hoos oss och wårom effterfommaubom bewaras och behållas: Stal ingom tilstabt wara, tattersta Böter etter och Smäbeschrisslcr j Rijfet at föra och otsprtba: ättsijbher cenighetenncs Besiwt öffuerträbha heller förtala, od) oenigheet och obestånb ther mebh åstabh tomma: ey heller uåghrom lostighit, bifputerlige SpörS mål j Tronncs Läro vpwackia och brijffua, föruthan j gemene Möter och Academice Consistorio, thar the laghligha förhö ras, och mebh Gubhz orb rättas och böntetS ffole. TheslifeS och, til at affwäriet, hwab fom förarghelighit, antingen vthi Lära etter leffuerue sinnes, etter figh inträngiet fan, siat een almänueligh mynbigh Visitation, vthössuer heela Rijfet aff Ärchiebifcopen fetmpt Bifcopeu vthi Stichtet, hållen warba, när faten få tycktes fräffia, och lägenheeten mebhgiffuer, ther"], [95, "89 tit od) Lanbzeus Gubernator och Lagman, fampt mebh Befäl* ningzntetnnom, them stal bijstånbigh mara, oppå thet at alle the, fom i någhon fåbana faaf retteligha bör tillåtas, mage til lybhno och hörfetmheet holbne warba. Såfom och othi faligh od) höghlostigh ihugfommelfe, Konung Göstctffz Rege* mentz tijbh, fåban almänueligh Visitation, effter Schrifftennes exempel och Förfamblingennes genteene brunt, ät wotbet hållen. 12"], [96, "90 Then mm EmngelW Litros och Religions almltmc- ttghet Vnberstriffniug Othi heetct Sweriges Rtjfc. görst vthllff the Höghborne Förstcr och äbhle wälborne Hcrrer Rijffeus Råbh, fampt Bifeopetr, Rtbberstap och Abhel, få och Presterstapet, Borghersictpct och andre Slänter, försiglat och pä thet höghsta belräfftighat. Carl medh Gndz nadhe, Stotligcs Rijtcs Arffotstc, Hctttgh til Söbhermcttttetnb, Nctricke och Wärmelaub, etc. Gustllff medh ®ubj na- bhe, Hertigh til Saxen, fe geren och Westphetlen."], [97, "91 aoerigtö Rijkes Räbh. Nicolaus Gyttettstierttct Smeriges Rijfes Drotzet, Frijherre til Fugletoijf och Lunbholm. Sttch Gustetfzfon Frijherre til Öresteen och Crouebeck. Hogenstilb Bielfe Frijherre til Läcköö. Gustass fauner tit Diursholm, Ribber. Srich Sporre Cautzeler, Herre til Sunbby. Claus Bielfe, Herre til Wijf, etc. Axel Steensfou Greffue til Retetsborgh, Frijherre til Gräfz* nciäs, etc. Steeu Satiner til Henbelöö, Ribber. Ture Bielfe til Aferöö. Erich Abrethamsfon til Efebergh, etc. Bencht Ribbiug til Främiestetbh. Gustaff Gabrielsfon til Fijholm. Gustaff Biörnsfon til Follenääs. Sören Poffe til Hettefijs. Biseopar. Äbrahamus Andrece Ärchiebifcop i Vpfala. Petrus Benedicti j Linföping. Iacobus Iohannis j Schetret. Petrus Ionee j Strengnääs. Olaus Stephani j Westeråhrs. Nicolaus Stephani j Wäghzsiöö. Ericus Erici j Aboo. 12*"], [98, "92 RidderM och Adel. Jacob Bagge til Boo. Vchi Vpslllll ©tidjt. Johan lanbersson tit Finnerängcr, Knut Benchtzson til Stört. Abraham Brete, Grefwe och Ärfwinge til Wijsxngzborgh, Frij herre til Rybhboholm. drich Gabrielsson til Hrestabh. Anbreas Keit Frijherre til £>ingt« Mäns Benchtzson til Hornöö. Polhcarpus Kopp til Stirwestabh. Hke Carlsson til Kaasbyy. Perer Larsson til Slälbyy. Henrich Olufsson til Brunsholm. Arn Benchtöson til Elfuesiöö. Ingemunb Pebersson til Ölstabh. Michel Jonsson til Nääsbyy. Christiern Henrichsson til Kraghstadh Mäns Larsson til borgarna. Thomas Beurrceus til Wellinge. Arwidh Henrichsson til Eebhbyu. 2Ilff Erichsson til Noorsa. wall och til Forsholm Ribbare. Erich Sielfe Turesson til ©aleftablj. Erlanb Biörnsson til Sfattmanscö. Swante Söielfe Turesson. Erlanb Johansson til Fijtuna, Nils Vielle Turesson. Matths Larsson til Hrbyy. Lars Hfesson til Vbbboob. Töne Erichzson til Sledboholm. Johan Carlsson til Dra. Johan Sasse til Ackarebyy. Ture Månsson til Molnbyy. Iören Vlfzson til Nornääs. Nrwibh Possc til Frötuna. Claes Kyle til Elfuegale. Iwar Clementzson til Smibiestabh. Mäns Clementzson til Haga. Birger Pebersson til Ölftabt). Christiern Carlsson til Siglinge. Johan Benchtsson til Arnöbergh. Erich Pebersson til Hambra. Jacob Näfwe til Ötnöö. Johan Bagge til Sirstabh. Christopher Wernestäbh til Vtäal. Lasse Erichzson til Säbyy: Johan Pebersson til Sabbelgirb. Vthi LiuWung; Sticht."], [99, "93 I Östergöthland. Nils BrömS. Arwibh Broms. Oluff ©oneSson til Arnääs. Arel Bielfe til Härebhzsäter. Nil8 Nilsson til ©äby. Johan Gabrielsson til Linboö. ©»en Mänzson til Westerbyy. Erich Jönsson til Lbfftabh. Jöns Vlfzfon til Fyllingerum. Ture Nofengreen til Gren8holm. ©toen Lillie til Hoffgreen. Vlht Sdjoro ©tillit. Göstas Brae Grefwe och Ärfwinge til Wijsingzborgh, Frijherre til Ryvhboholm och ©xmbholni. Torb Bonbe til ©teensholm. Iören Erichzson til Öyerijbh. Hans Atessou til Binrnm. Claes Anbersson til Frobhzlnuba. ©ewebh Nibbing til Fästerebh, Johan Anberzson til Stola. Anbers Olufzson til Vvbetorp. Erich Nibbing. Claes ©lotte til ©lattefors. Anbers Erichzson til ©fatna. Palne Erichzson til Nafuenääs. Peber Bagge til ©öbherby. Christiern Sillie. Tpfe Larsson til Wijbyy. Oluf Olufzson til Bottnawijf. Christopher ©febing til ©febwij. iöencht Iörensson til Wigbyy. Tyris Haralbzson til Lebingatunoa. Anbers Pebersson til ©pongarnm. Oluf Erichzson til Haleby. IBren Posse til Gammalztorp. Boo Nibbing til ©wanööb. Erich Afesson til Fornetorp. lik Afesson til Påtorp. Anbers Linbormzson til ©äby. Torsten Linbormzson til Foresteena Arel Posse Nilsson til ©äby. Truls Palnesson til Rafuenääs. Jöns Göstafzson. Erich Härb til Hiellöö. I Smaland. Arwibh ©»an til Kulletorp. Erich ©tafe til Hönssäter. Claes Arwibhzson til Päarp. Peber Nibbing til Blfznääs. Hans Erichzson til Brorwijf. Christopher Anberson til ©töfflöo. Slrtoibh Drafe til Haghelsrum. Claes Jonsson tit Barfestorp. Han* ©trange til Kellenaas. Hans Broms til Ottinge. Anbers Gubhmunbzson til Hebhäler. Nils ©tafe til Ängelsnaäs. Linborm Pofse til ©ätenääs. Linborm Nibbing til Elmestabh. Nils Claesson tit Fröbhzlnnba. Anbers Clae8son ibidem."], [100, "94 Erich Körning til Norby. Jacob Kouffilb til Wabh. Daniel HanSson til Runsöö. Sören Blanf til Ackarby. Hans Stuard til Henbe lunba. MänS Krufe til Lunbbyy. Jacob Borghzborp til Aåsby. Martinus Kerner til Follöfna. Päwel Elofzson til Hwalstabh. Bencht Stighzfon til Dunfer. Carl Petersson til Hagebb. Christopher Hane. .Veren Torstensson til Nygärb. Bencht Knutzson til Attorp. Otofs Christopherssen. Oluf Boosson. Linborm Senchtzlon. Knut Kijl tit Appelnääs. Nits Kijl ibidem. Vthi Strcngniiiiv Sticht. Carl Sture Grefwe och Ärfwinge tit Stägheholm och Westerwijf, Frijherre til Hörningzholni och Tållegarn, Päwel Labow. Davib Danielsson. henrich von Cholen. Nils Germunbzson. Lasse Olufsfon. Arel Nynning til Vtterwijf. Erich Nynning til Gymmerstabh. Knut Knutzson Lillie til Ofnöo Samuel Nilsson. Biörn Benchtzson. Carl Rulle. Ribber. Lybert Chower til Öfna. Birger Jonsson. Tufue Biörnsfon. Sencht Birgersfon. Hans von Mahbach til Ofna. Iören Claesson til 33ijby. Peber Ryning til Laghnöö. Arel AfeSson til Älgöö. Aret Johansson til Göfzholm. Tönne Iörensson til Hööfsgärb. Maurus Iörensson til Diula. Jost Curtzcl til Rijsbergha. m m» Sticht Maurus Stensson Grefwe och Ars winge til Raasborgh, Frijherre til Kägleholm, etc. Hans Johansson til Boo. Carl GbUenstierna til Nynääs. Lasse Westgöthe til Slebhwij. Iören Labow til Lööfnääs. AnberS Nilsson til Säby. Magnus Brae Grefwe och Ärfwinge til Wijsingzborgh, Frijherre til Rörboholm."], [101, "95 Peber Hansson til Wahlstabh. Nils Posse til EngSöe. Peber Stolpe then yngre. Knut Erichzson. Nits Larsson til Fröbzåfer. Oluff Nilsson til Hinsebergh. Jöns Danielsson. Nils Wäsboo. Lars Jacobsson. Jöns Mårtensson Peber Olnfsson. Birger Erichzson. m »00 Slichl. $tl)i m&0 Sticht. Christiern Claesson Frijherre Äininne. Carl Henrichzsen til danfas. Iören Boye til Gennaas. Jacob Claesson til Muftala Knut Jönsson til Lanfo. Carl Göstafzson til Toff!ahel»i. Johan Sparre til Bärghquarn. Johan Gyllenstierna Frijherre til Lunbhelm och Ärfwinge til Fugh= Arel Knrf til Annela. lewijf. Jeren Henrichzsen til Werentafa. Arwibh Ertchzfon til Linbbe. Mårten Boye til Gcnnerby, Bnge Cl.ieS Flemming til NyfafiiS. Gcbhif Finfe til ©ennääS. Olofs Hårb tit Sägherstabh. Mäns Erichzson til Kalunba. Peber Mänzsen til Hörebha. Iören Månzson til Esiilstorp. Peber JenSsen til Westergårb. Arwibh Månsson til Gärbenääs. Jöns Arwibhssen til Lestabh. Oleff Arwibhssen til DannääS. Vlff Pebersson til Flijshult. Peber Nilsson til Kullebebha. Oluff Jörensson til Håfonstorp. AnberS ©wensson til Efnaholm, Jsaaf Olufzson til Hangar. Peber Arwibhzson til Öyehult. Haten Knutzson til Biörfienääs. Jsaac Jönsson til Äsieholm. Arwibh Henrichzsen til Hapanimi. LarS Flemming til SJillnäöS. Anbers Boye tit Tylöö. Henrich Tett til Siunbebyp. Arwibh Henrichzsen til Wesnnba. Bertil JwarSson til Jerpeli. Steen Finfe til Pepett. Christiern ClaeSsen til Sporila. Oluff 5'infe til Parifala. Erich Johansson til Parnow. Anoibh TönneSsen til Tinsterby. Axel Erichssen til Grabbacka. Måns Jwarssen til Kersnääs. Arel Jwarssen til Runegårb, Element ©tolpe. Peber ©tolpe then älbre."], [102, "96 Carl IwarSson til Kerfenääs. Johan Mårtcnzson til Rettreen. NilS Olufzson til Melbola. Johannes Vimzseus. Mäns NilSfen ©öbherman. Vthi Cammaren. Knut Pebersson. LarS Pälsson til Pijlos. Jwar Göstafzson til Sfarfelar. Henrich Abel til Gesterby. Henrich Iacobzsen til Murila. Peber Frijs til Tahawiaä. Lars Jönsson. Jon Larsson. Jon Jonsson. Jacob Larsson Stoch: Knut Nilsson. Vthafj Kongzligit Hans Olufzfon. Anbers Pebersson. Peber Pebersson. Iören Hansson. Anbers Swensson. M. Vthi Cantzelijet Oluff SwerferSfon. Thesfe förme haffua vnber< Sigfribh Henrichzsen. Ambrosius Palmbaum. Claes Philipzson. siriffuibt på heela Refn«- Eammlliens wäghna • Ambetz Skriffuare. Diberich Pebersson. MatthceuS Schubert. Erich Erichzson. Eskil Jönsson Rentemestare. Mat) Anberssen Myntetilsijare. Asser Pebersson Myntefirijffuaie. Erich Gregersson ©ilftyghzförest : Matz Benchtzson Kölemestare. Matz MSnSfon Proviantsföreständ : ©wen Pebersson serb: ©lotzslrijf: Frans Oluffzfon ©lotzstiiffuare. Matz Nilsson Hanblingzsirijffuare. Hans Larsson Archelijslrijffuare. Stabers Siggesfon Sygningzffriif : Iören Anbersfon Hoffffrijffuare. Göstaff Swensfon Gärbflriffuare. Erich Hansson Myntestriffuare. Johan Pebersson Kläbheftrijffuare Peber Mänzson. Peber Nilsson. Simon Ambrosij. Peber Erichzson Btter. Reinholtz Schultz. Gifte Iacobzsen. Erich Th: Medolerus. HanS Velberman, Johan Th: Burseus. Matz Gregersson. NilS Knutzson. Joseph Iörensson. Oluff Erichsfon."], [103, "97 Nils Benchtzson Krybbesirijffnare. Antonius Watz. och Lars Mårtensson Gärbner. Mårten Jönsson j Vpsala. Bencht Håfonsson. Nils Larsson Biugg. Hans Ailefälbt. ©imon Berchelt Serent Serchelt / ©tephanus I.emllixx« Ap\"etare. Jon NilSfon. Häfen NilSfon. LafSe Hansson. LasSe ©imenSson. Peber GunnarSfon. Jören LarSsen. DonatuS Teutzfchman ,' Erich JngelSson Vnberstalmestarc. Jon Olufzson Drabanthöffuibzman Erich Larsson forb: Drabantheff: AnberS GunnarSfon. JönS Claesson j Gestrijfelanb. Anbers Erichzson j Hälsingelanb. Peber AnberSson j Mebhelpabh. Ewerbt Henrichzfon j Ängermanl: ©wen PeberSson j Nerbotn. Salemen PeberSson Drabantsirijff uare. Vlhoff g: $: Hoff. Abraham MelchierSsen. Oluff PeberSson. NilS Jönsson. ©wen Elofzsen. Osten Nilsson. Peber Gregersson. Oluff Burman. Henrich Henrichzsen. Michel Olufzson. Mäns ©wenslon. Oluff Claesson. Lasse JonSson j ©öbherlöping. NilS Gregersson. Lasse Olufzson. Lars Shristiernsfon. Melchior Beer. Peber Jönsson W. Hans Erichzfon. Anbers Månsson. Christopher Bagge. Mäns Pebersson. Jen Larsson. Peppo von Jsbrugg. Peber Benchtzson. Bertil Hansfen. ©öfring Jönsson. Håfon Larsson Rentemcstare NilS Larsson. Michel ©igfribhzson Lasse Rasmusson. Jöns Voosson. Anbers Nilsson pä Grijphzholm. LarS AnberSson pä Orebroo. Bencht Nilsson i Mariestabh. 13"], [104, "98 Krijghzbefalningzmän Keel Larsson ©feppare. Mårten Larsson j Gaste. Staffan MichelSsen. Nils ©eneSson. Nils Pebersson. Erich AnberSson. Jon Amunbzfon. Lasse Marcusson. Peber Andersson. Lasse Pebersson. ©igul Humble. Jngel AnberSson. Erich Humble. Mäns Gubhmunbzsen, Oluff PeberSson Votnefarl. Erich Benchtzson. Erich Larsson. Lars Jörensfon. ©wen Olufzfon. Hans von Wirtemberg. Nils Olufzfon Fenbrich Oluff Pebersson. Michel Hansson ©lipzhöffuibzman. Jon Pälsfon. Lasse Benchtzson. Erich Nilsson. Jören Larsson. Fulmo HanSfon,"], [105, "99 Presterslapet. Vthafl VMa Kyrkcherdarna j Sticht. Vpland. Capitulares vthi Iohannes Stephani Prsepositus & Pastor Enecoperxsis. Vpsala. Iohannes Olai xbidem Scholse R. Iohannes in Tillinge. Nicolaus Olai Prsepositus. Ericus lacobi Oollegij Rector. Petxus Chenici^ Pcenitentiar: lacobus Erici Lecanus. Andreas in Sparfälra. Brvnolphus Olai in Nääs. Ericus Andrese in Thebha. Petrus Benedicti Prsepositus & Pastor in Wretholm. loaclximus Olai Pastor. Iohannes Petri Professor. Laurentius Pauli Professor. Aaron Eberti Scholse Rector. Ericus Nicolai Oeconomus. Laurentius in Wallby. Halvardus in Lillekyrkia. lönas in Willbergha. Iohannes in Hackftabh. Iohannes Erici in Litzleena. Capitulares vthi Sveno in Husbytolft. Laurentius in Arnöbergh. Stockholm. Nichaél in Bisiopzkulla Pastor & Prsepositus. Olaus Petri Senex benemer: Ericus Olai Schep: Pastor. Engelbertus Eixgelberti vicepceni Sveno Petri in Gireftabh. Ericus Erici in Fitia. Olaus Petri in Holm. tentiarius. Amundus Beronis I^Ion: Past: Oasparns Ooncion: German: Michael Ooncion: German: Naouinus Olai Sub: sep: Past: Oauutus Martini Oonc: Finn: Iohannes Laur: Sub: aust: Past. Enoch in Longetora. Olaus Falck in Nyfätra. Iohannes Erici Prsepositus & Pa stor in Torstuna. Andreas Oaroli in Norctj. Petrus lonse iu Hwittinge. 13»"], [106, "100 Iohannes in Tärna. Nicolaus Ionse in Wigstabh. Ionas in FröftHult. Olaus Miccaelis Prsepositus & Pa stor in Börstela. Ericus in Slarpelööfstabh. Ericus Prsepositus & Pastor in Hagheby. Ohristophorus in Abhelunba. Michael in höfhuffuubh. Olaus Beronis in Ballingstabh. Petrus Ravaldx in Waalöö. Andreas in Öregrunb Stabh. Paulus in Afer. Ionas in Tybbela. Andreas in Hargh. Laurentius in IernlääS. Ericus in Eefeby. Matthias Andrese Prsepositus & Pastor in Wäla. Salomon Erici in £ima. Petrus Erici Prsepositus & Pastor in Almunge. Olaus in Nora. Laurentius in Håra. Antonius in Knuteby. Iohannes in Hubbinge. Laurentius in Vninge. Steno Matthise Prsepositus & Pa stor in Sfuttunge. Enevaldus in Aferby. Ionas in Eebhboo. Sveno Olai in Hefweröö. Iohannes Nicolai Prsepositus & Pa stor in Eestuna. Martinus in Byrie. Petrus in Wenge. Iacobus in LoHärebt). Petrus Olai in Söbherby. Iohannes in Nääö. Laurentius Prsepositus & Pastor in Tierp. Olaus in Wäbböö. Iohannes Iohannis in Broo. Nicolaus Iohannis in Wänbela. Matthias in Wätöö. Petrus in Lööfftabh. Magnus Petri Prsepositus & Pa stor in Frötuna. Petrus Pauli in Webhzlanb. Gudmuudus in TeghelSmora. Olaus in Länna. Ericus in Film. Petrus Nicolai in Fasftadh. Magnus in Dannemora Olaus in Riala. Petrus in Hollnääs. Ericus in Husby Sfäbhrijbh. Oanutus Prsepositus & Pastor in &ljna. Paulus Matthise in Ärenbtuna. Nicolaus in Rijmboo. Laurentius Olai Prsepositus & Pa stor in Täby. Iohannes Petri in Tehnstabh. Israel Erici in Afer. Ericus Nicolai in RijbH. Iohannes in Vörflinge."], [107, "101 Ericus in Wärmböö. Nicolaus Laurentij in Obhensala. Laurentius Prsepositus & Pastor in Walletuna. Magnus Petri Prsepositus & Pa stor in ©lduela. lacobus Iohannis in debi). Petrus Pomse in ©fäfttuna. Ionas in Frösunba. Ionas in Osby. Iohannes in Frestabh. Iohannes Ionse in ©pdnga. Nicolaus Iohannis in Bromma. Petrus in Wabha. Paulus Erici Prsepositus & Pastor in Östmoo. Haouinus Andrese in Österhanning. Nicolaus Ionse in Marlim. Ericus in Wibhboo. Sveno in Närtuua. Petrus in Westerhanning. Laurentius in Grebhinge. Laurentius Phomse Prsepositus & Pastor in Dannemarck. Ionas in Sorunba. Petrus Iohannis in Lägga. Olaus in Botwirzfyrfia, Laurentius in Warala. Ericus in Magnus in Gamble Bpsala. Petrus Olai Prsepositus & Pastor in Färentuna. Ionas in RaSboo. Kyrteherdarna tttht Andreas ketri in (©ånga. Iohannes Martini in Lofööu. Daniel in Afereen. Norlanden. Anundus in Munbjöön. Gästrikeland. Olaus in Afzööii. Iohannes Prsepositus & Pastor in Hdtuna. Olaus Andrese Prsepositus & Pa stor vthi Gäfle ©tabh. Nicolaus in Äroo. Petrus in Gran. Ericus Nicolai ibidem Scholse R. Magnus Oesthonis in Waalboo. Ericus Andrese in Offuanfiö. Ericus Petri in Heebhfuuba. Ericus Suenonis in Torsdfer. Sueno Iohannis in Ogleboo. Iohannes loach: in Hambrdng. Nicolaus Andrese in Arsunba. Petrus Esberui in Ferneboo. Andreas in Rijblj. Olaus in Äggeby. Petrus in Kalmar. Olaus Ionse Pr«epositus & Pastor in Waabhfunba. Olaus vthi Siggtuna Stabi). Iohannes Erici in Sfogh. Henricus Oaroli in Alzefe."], [108, "102 Helsingcland. Olaus Olai in Liustorp. Martinus Laurentij in Torp Olaus Magni Prsspositus & Pa stor in LiuSbaal. Ångermanland. Daniel Petri in Järfzbö. Uenricus Engelberti in Norbin gerdbh Prsepositus & Pastor. Nicolaus Martini in Arberdbh. Marcus Nicolai in Bullernäs. Olaus Petri in Stifta. Iohannes Laurentij in Seberdbh. Laurentius Pastor in Hernöfanb Ericus in Säberftabh. Michael Ionse in Moogh. Ionas in ©öbherala. ©tabh. Iohannes Ionse iu Gubmunberäbl). Petrus Ostaixi in Torsdfer. Petrus in Hofuebaal. Abrahamus in ©fogzkhrfia. Ionas Olai in Norrala. Petrus Ionse in Bootha. Nicolaus Ionse in ©aletha. Iohannes Laurentij in Noora. Olaus Stenouis in NeShäfl. Iohannes Olavidi in Namsliall. Ionas Olai in Nätra Prsepositu» Nicolaus Olai Prsepositus & Pastor vthi Hubhivtitztvalb ©tabh. Petrus Laurentij in Tuna. Andreas Beronis in Ehndnger. Andreas Magni iu Forsa. Olaus Andrese in Norrboo. Ericus Magni in Bärsöö. Olaus Erici in Hermänger. Petrus Matthise in Nog stabi). Ionas Petri in Dcelsboo. & Pastor. Engelbertus Laurentij in Siäle waabh. Olaus Sigfridi in Arnääs. Petrus Nicolai in Grunbsunba. Nicolai Pauli in Normaling. Olaus Martini in Säbensiö. Nicolaus Olai in Anunbfiö. Mcdtlplldh. Wesleibtiltntn. Petrus Olai Prsepositus & Pastor in Nioranbe. Carolus in Tuna. Petrus Oesthonis Prsepositus & Pa stor in Lööfdnger. Laurentius in Sfönn. Petrus Olai in Säldnger. Andreas in Iubaal. Nicolaus in Bygbdd. Gerardus in ©lällefftd."], [109, "103 Andreas Petri Prsepositus & Pa Laurentius Beneclicti Småland: Simon S: R: G: Concionator. Iohannes S: R: G: Concionator. Nicolaus Ionse halsS. stor in Luldd. Andreas Nicolai in Pijtdd. Birgerus Erici in Kalijs. Eschillus in Toruöö. Andreas Iohannis Both: Ericus Phomse. Capcllaner vthi Vp- Olaus Erici Vplandensis. Georgius Erici Geting. Iohannes Petri Gestricius. Iohannes Olai. sala Sticht. Stol) Tomlyrlilltt. Iohannes Laurentij Vpsal: Iohannes Erici Ångerman: Olaus Haqnini. Andreas Concion: pauperum. Olaus Andrese. Nicolaus Petri Ångerman: Andreas Nicolai Småland: Ericus Ionse Ångerman: Ericus Olai Vpsaliensis. Andreas Andrese Vpsaliensis. Petxus Andrese Gevaliensis. Ivarus Matthise Gestricius. Olaus Iohannis Gestricius Iohannes Petri Gestricius. Ericus Erici in Bonbefyrlia. Porstanus. Abrahamus Br^nolphi. Gabriel Erici. I Stockholm. Iohannes Iohannis Conc: pauper Michael Laurentij. Kityelfatter j Vplattd. Steno Holgeri. Olaus. Ericus ctht Eneföpung Stabi). Ericus Eschilli Conc: pauperum. Olaus Gregorij. Nicolaus Phardonis. llenricus. Hofl och Fllldh Prc= dicanter. Laurentius Nicolai in Sparfätra. Ericus Iohannis in Tillinge. Daniel Bensdicti in Weefholm. Iohannes Petri in Hackstabt). Olaus Olai S: P: A: Concion: Ericus Erici Uelsingius. Andreas Ternensis. Nicolaus Magni in LlflefYrlia."], [110, "104 Petrus Ionse in Ebhboo. Ericus Olai in Bifcopzfulla. Olaus Andrese in Girestabh. Ericus Nicolai in Nyfätra. Olaus louse in Longetora. Olaus Benedicti in Fitja. Laurentius Magni in Torstuna. Iohannes Petri in FröftHult. Iohannes Olai in Simptuna. Andreas Ionse ibidem. Gunmundus Laur: in Wäbböo. Andreas Georgij in Lohärebl). Petrus Benedicti in Frötuna. Petrus Olai in Sanna. Ionas Nicolai in Rijmbo. lohan: Hen: in Husby Sfdbhrijbl) Petrus Erici in Tdby. lohauues Nicolai ill Wärmböö. Olaus Salomollis in Walletuna. Iohannes locobi in Eebh. Andreas Iohannis in Spdnga. Martinus Petri in Österhanning. Nocolaus Veimlan: in Botvibz K Iohannes Nicolai in Färentuna. Iohannes Erici in Sdnga. Iohannes Laurentij in Norby. Paulus Olai in Slarpelööfstabh. Sveno Erici in Haghaby. Olaus Nicolai in Afer. Ionas Halvardi in Tybbela. Matthias Laurentij in Wdla. Petrus Andrese in Håra. Iohannes Ionse in Bälinge. Ionas Vnonis ibidem. Nicolaus in Hdtuna. Iohannes Erici in Gran. Andreas Petri in Nijbt). Abrahamus in Broo. Ericus Ionse in Äggeby. Ericus Iohannis in Calmar. Petrus Andrese in Waabhfunba. Olaus Olai in Alzele. Iohannes Martini in Alerby. Gabriel Olai in Weuge. Laurentius Iohannis in ©yrte. Petrus Andrese in Tierp. Andreas Pauli ibidem. Petrus Iohannis in Wenbela. Olaus Petri in Lööfftabl). Laurentius Bened: in Webhzlanb. Andreas Ionse in Tehnftabt). Petrus Laurentij in Börstela. Olaus Erici in Höfhuffuubh. Nicolaus Pauli in Abhelunba. Petrus Guricij in Eefeby. Iohannes Laurentij in Obhenfala Petrus Benedicti in S fdnela. Ericus Stephani in Släfttuna. Clemens Olai Bothniensis. Michael Nicolai in Fröfunba. Martinus Hemmingij in Närtuna Georgius Nicolai in Wibhboo. Simon lemtius in Lägga. Petrus Elai in Tuna. Laurentius Matthise in Almunge. Olaus Andrese in Knuteby. Magnus Erici in Dannemarck. Olaus Iohannis in Funbboo."], [111, "105 Capcllaner vthi Iohannes Caroli in Tuna. Petrus Laurentij in Sfcmi. Noordlanden. Olaus Petri in Liustorp. Laurentius Olai ibidem. Michael Laurentij in Torp. Ångermanland. Gästrikland. Ericus Iohannis othi Gäfle S: Laurentius Andrese Gestricius. Nicolaus Andrese Gestricius. Oestanus Magni in Waalboo. Gabriel Erici in Torsdfer. Iohannes Erici in Offuanfiö. Sanderus Erici in Norbingerdbh. Sivardus ibidem. Martinus Olai in Hernöfanb Stabh. Benedictus Magni in Noora. Matthias Helgonis in Seerdbh. Hclsingeland. Nicolaus Laur: in Gubmunberdbh Olaus Nicolai in Torsdfer. Nicolaus Petri in Votha. Petrus Erici in Sdletha. Ionas Petri in Liusbaal. Laurentius Iohannis in Järfjöö. Andreas Laurentij in Bullernäs Laurentius Bussius in Alfta. Petrus Erici in Säbherftabl), Simon Olai in Moogh. Olaus Clementis in NamShäll. Ericus Ionse in Nättra. Zacharias Ionse in Själewaabh. Olaus in Normaling. Nicolaus in Anunbfiö. Westerbottncn. Olaus Ionse in Norrala. Petrus in Hubroii^toalbt) S. Andreas in Ehndnger. Daniel Gunnari in Tuna. Petrus Olai in Deelsboo. Andreas Andrese in Norrboo. Petrus Iohannis in Roghftabt). Vilhelmus Erici in Berghfiö. Magnus Nicolai in Forsa. Ionas Oestonis in Vmdd. Ingemarus Olai ibidem. Ericus Andrese in Lööfdnger. Iohannes Porbernx in Bygbdd. Michael Laurentij in ©ällefftd. Nicolaus Ionse ibidem. Nicolaus Andrese in Pijtdd. Medelpad!,. Martinus Nicolai ibidem. 14"], [112, "106 Ionas Gulonis in Luldd. Porbernus iu Swinestabh. Gregorius in Affaby. Michael in ÖratompKl. Nicolaus in Grebhboo. Ionas in Atwebb. Andreas in Aiörfälra. Christophorus Nicolai ibidem. Sigvardus Sigvardi in Kalijs. Laurentius in Tornet'. Georgius ibidem. Aff WlHuW Sticht j Statyerna. Sveno in Gielsruni. Aff Åkerbo Häiedh. Sveno in Tornewalla Prsepositus, Sveno in Nijftabh. Olaus Petri \\ Nicolaus Petri / Capitulares Iohannes Canuti > Lincopen- Petrus Svenonis. \\ tes. Elaus in Hargh. Andreas in Sfrufaby. tes. 2lff Starkindz Häredh. Magnus Ionse. Iohannes Nicolai Pastor Suderco: Ambrosius Berthold! R. Scholse Canutus in Slärfinb Prsepositus. Porstanus in ©dlby. Sudercopensis. Laurentius in Nijbt). Nicolaus in Lillalyrfia. Clemsns Lauren: P. Vadstenen: Christoph: Laur: R: Schol: ibidem. Ericus Olai Pastor Norcopensis. Georgius Lauren : R. Scholse Nor. Ericus Andrese P. Calmarnensis. Laurentius Andrese R. Scho:Cal: Magnus Ionse lenecopensis Past: Ionas Petri Skeningensis Pastor. Zacharias Nicolai Ekesioensis P. Laurentius Vestervikensis Pastor. Aff Mimingz, Vräbo och Bierfafinbz Härebher. Nicolaus in Daghzbeiga Prseposit: Andreas in Kijmstabh. Petrus in Kullerstabt). Nicolaus in Lööt. Nicolaus in Eeneby. Aff Bankakindz Häredh. Nicolaus Prsepositus in Wdls» Laurentius in Qwillinge. Petrus in Aergt). Ionas in Styrestabh. Petrus in Tingstabh. bergl). Sveno in Lanbarijdh. Bononius in Furingstabh."], [113, "107 Aff mm och Östkindz Aff Boberghz Häredh. Härebher. Nicolaus in Klofarife Prseposit: Iohannes in Slipsdds. Haquinus in Ad Prsepositus. Ericus iu Tdby. Sigtridus in Forndfa. Ionas in Äggbybärna. Andreas in Krijgzbergha. Andreas Ionse in Subby. Ionas in Steen. Andreas Nicolai in Oftrahusby. Laurentius in Hershammar. Aff Berghzlaghen. Iohannes in Nyfyrfia. Arvidus in Hellestabh Prsepositus. Matthias in Tiälmoo. Aff Hammarkindz Ericus in Oobhegdrb. Martinus in Reghna. lacobus in ©febhwij. Nicolaus in Risinge. Bothvidus in Wdnga. §ärebh. Andreas in Stinbergha Prseposit Canutus in Ringarum. Magnus in Moogata. Nicolaus in ©fälwijf, Petrus i» Gryt. Aff Asia Häredh. Canutus in sancta Drothem. Ionas in Nyfyrfia. Olaus in Motala. Matthias in ©teen. Aff Hanatindz Häredh. Bothvidus in ©febha. Henricus in Wist. Nicolaus in ©febha. Olaus in ©lafa. Olaus in Wimmerstabh. Sig vax dus in Hwar is. Benedictus in Haghaby. Aff Walkabo Häredh. Matthias in dierna. Haquinus in Gamblafijl Prsepos: Matthias in Nöfijl. Aff Gullberghz Häredh Birgerus in ©reta Prsepositus. Andreas in Liung. Georgius in Wifilstadh. Nicolaus in Rappestabh. Ionas in Westerlösa. Georgius in Beifebergha. 14'"], [114, "108 Wijfolka och Giöthins Andreas in Sfärstabh. Haquinus in ©wartatorp. Laurentius in Barfarijbh. Nicolaus in Hafarp. Harebher. Petrus in Weta Prsepositus. Iohannes in Nörmelöfa. Haraldus in SBallerftablj. Olaus in Molby. Iohannes in Roghbergha. Petrus in Iernstorp. Norrawidhboo. Henricus in Telghstabh. Iohannes in Hargh. Iohannes in ©äbhby Prsepositui Haquinus in Linberds. Sveno in Asboo. Andreas in Äggbyrinna. Petrus in Högheby. Ionas in Hofestabh. Magnus in Slteff. Olaus in Wiribha. Olaus in Iersnäs. Simon in Hoff. lacobus i, Lomarijbh. Laurentius in Marubeck. Ionas in Affarijbh. Iohannes in Wäbherstabh. Daals Häredh. Södhrawidhboo. Andreas in Örbergha. Laurentius in Roghzlöfa. Iohannes in Husbergha. Petrus in ©ivanshals. Benedictus in glijsby. Iohannes in Hörebha. Nicolaus in Hult. Iohannes in Ingatorp. Aff Lysings Häredh. Aff pre Häredh. Haquinus in Adby Prsepositus. lugolphus in Rööf. Nicolaus in Torpa Prsepositus. Magnus in Asby. Andreas in Tolftabl). Magnus in Rijbl). Iohannes in ©unb. Petrus in Norrawij. Wista och Tweta Hä- rebher. Andreas in M^leranbra. Andreas in Grenna. Andreas in Wiftngzbö. Andreas in Ölmestabh. Kinden. Petrus in Wdhlnäs."], [115, "109 Ericus iu Tiälstabh. Ambhrd och Stranda Iohannes in Hägherftabh. Magnus in Eeneby. Härebher. Olaus in Horn. Olaus in Höghjby Prsepositus. Petrus in Fagherhult. Tiust. lacobus in Flijfarijbh. Siglridus in T)örhcrhult. Olaus in Mönsterdrs. Petrus in Alheem. Nicolaus in Sebh Prsepositus. Petrus in Trijsrum. Iohannes in Loffta. Nicolaus in Wehna. Norra och Södra More. Laurentius in Dalheem. Sveno in Gamblawesterwijf. Nicolaus in Törnesivall. Petrus Biörn in Adby Prsepositus Olaus in Rijsby. Bothvidus in Glanshammar Prse Petrus in Halingebergh. Eschillus in Förlösa. Iohannes in Ddbherby. Petrus in Mabhefiö, Ionas in Wiffafierb. Sveno in Toorsdds. Andreas in ©öbherdlra. Olaus in halatorp. Benedictus in Obhenzwij. Haquinus in Lofnawij. Nicolaus in Krijghzstabh. Nicolaus in Tuna. Laurentius in Misterhult. Petrus in Tiersrum. Bero in Arby. Sewedhe. Andreas in Möratorp. Ionas in öiungby. Nicolaus in ©öbhrawij. Andreas in Wimmerby. Ambernus in Fröbhinge. Olaus in Hwena. ÖlllNK Haraldus in Rdmsfulla. Petrus in Gierflöfa Prsepositus. Nicolaus in Repplinge. Asboland. Ionas in Köpinge. Iohannes in Lööf. Petrus in PeeSnäs. Ericus in Högheby. Elans in Vobha. Olaus in Mörlunba Prsepositus. Ericus in Mälilla. Clemens in Wijersrum. Nicolaus in Lönebergha."], [116, "110 Gudmundus Sacel: Calmarnen^. Holgerus Sacel: arcis Calmar: Henricus Sacel: in Klefbergt). locobus Sacel: in BarfeStorp. Ionas in Siungby. Iohannes in Ldngalöt. Andreas in Runaftcen. Petrus in Glöminge Prsepositus. Petrus in Mötlaby. Bononius Nicolai. Laurentius in Hultastabh. Nicolaus in Gräsgdrb. Iohannes in Ads. Laurentius in Smebheby. Olaus in Kaftelöfa. Iohannes in Peesnäs. Oestanus in Högheby. Petrus in Möfleby. Elias in Gräsgdrb. Matthias in Resmo. Pxuillus Haquini Calmarnensis : Daniel in Högjby. Iohannes in Resmoo. Petrus in Willeby. Petrus in Torslnnba. Petrus in Fagherhult. Iohannes iu Säbhby. Haquinus in Linberdds. Ericus in Lomarijbh. Laurentius in Affarijbh. Ionas Ionse leuecopensis. Ionas Nicolai in Torpa. Magnus in Rijbh. Capcllaner. Matthias Erici Sacel: Episcopi in Kierna. Petrus Erici Lincopen: Petrus Andrese Lincopensis. Nicolaus Sacel: j ©: Lars Sofn. Nicolaus Collega Lincop: Iohannes in Norrawij. Andreas Sacellanus Christophori Sfebing. Iohannes Collega Lincop: Andreas Sacel: Norcopensis. Matthias Sacel: ibidem. Iohannes Sacel: Sudercopensis. Olaus Sacel: ibidem. Ericus in Loffta. Sveno infor: puer: Vestervijk: Ericus in Wimmerby. Ionas in Mörlunba. Ravaldus Sacel: Isnecopeusis. Iohannes Sacel: ibidem. Ericus Sacel: Vadzstenensis. Lauren: Sa: på Wabhzstena Slott. Nicolaus Sacel: ibidem. Erlaudus in Rdbergha. Iohannes in Swarttorp. Magnus in Barfarijbh. Olaus in Brofzwijf. Nicolaus in Mansalp Lauren: Collega Scholse Vadöst. Magnus Sacel: in Sfeninge. Iohannes infor: puerorum ibidem"], [117, "111 Arvidus in Öretompta. Olaus lacobi Decanus. Pheodorus Martini in ©öbherby. Olaus Erici pd Grensholm. Israel Gunuari Pcenitentiarius A Pastor. Ericus in Owillinge. Catillus lohanllis Notaxius. Sveuo Svenonis Rector Scholse. Ionas Andrese Oeconomus tenxpli. Petrus Sacel: Benedicti Slättes. Christophorus in Konungzfunba. Petrus in Röcnö. I Lödhesöö Stadh. Petrus Sacel: pd ©tcfeborgh. Laurentius in Memna. Gunnarus Arneri Pastor. Andreas in ©tältvijf. Andreas in Bertewijl. Nicolaus in Allennöö. Stephanus in Wretha. Nicolaus Iohannis Rector Schola». I Lidheköpungz Stadd. Ionas Arvidi Pastor. Laurentius Ducis Magni Sacel: Ionas in Äggbybärna. I (Schödtoedh Staty. Andorus Magni Pastor. Petrus in Hellestabt). Matthias in Rijsinge. Laurentius in Hwarff. Haquinus in Wetha. Andreas in Äggbyrinna. Petrus in Högheby. Kyrlioherdar ps Landzbyghden j Westergöthland. Nicolaus in Hoff. Enoch Haquini in ©wanöhals. Birgerus Benedicti in Adby. Birgerus pd Wifingzborgh Sacel: Ionas in Daghzberga. Herlacus Iohannis Prsepositus & Pastor in ©löta. Petrus in Ringarum. Benedictus in Faleföping Ionas in Adslebh. m Sdinrn ©lidit Copitulllics. Magnus in Htvarff. Engelbertus in Fröiarijbh. Christophorus in Foghledds. Haquinus in Darretorp. Olaus Laurentij Prsepositus. Petrus in Sanbheem,"], [118, "112 Israel Prsepositus & Pastor in Grobhlanba. Andreas in Hagheboo. Iohannes in Hwalstabh. 1'orchillus in Dimboo. Laurentius in ®yreftigt). Nicolaus in Acklinga. Andreas in Kinbewebh. Andreas in Adstorp. Magnus in Hangzbaal. Haquinus in Ileftabh. Magnus in Ashafa.! Iohannes in Blibhsbergh. Iohannes in 33öne. Bero in Botnerijbt). Petrus in Höstna. Asnxundus in ©leengdrbzhult. Andreas in Timelhebl) Haquinus Prsepositus & Pastor in ©wculiunga. Ionas in Ooghefunb. Bero Prsepositus & Pastor in Lunbby. Ionas in Geelftabh. Matthias in Lanbwiterijbh Guunarus in Ballebyghb. Iohannes in Dalstorp. Ericus in Tranemoo. Andreas in Kalff. Porstanus in Fäsbergh Haquiuus in Hyfingen. Haquinus in Miöbhbeck. Simon in ©erbrilbt. Petrus in Starlerr. Petrus in Songheem. Iohannes in Skiplanba Elias Prsepositus & Pastor in To» restorp. Petrus in Rumelebt). Gunnarus Prsepositus & Pastor in Afen. Magnus in Konungefäter. Porstanus in Ijstorp, Ionas in Tängene. Iohannes in Söbhertdby. Andreas iu Tonheem. Iohannes in Sätele. Nicolaus Andrese in Wabhzenbci. Bero in Bergheem. Laurentius in Öreby. Sveno in Säbherftabt). Iohannes in Tuun. Benedictus in ©eglora. Petrus Prsepositus & Pastor iu Rdbha. Iohannes Prsepositus & Pastor in Wing. Benedictus in Ierpdds. Porerus in Rongebala. Erlandus in Lewenba. Haquinus in Helftabh. Laurentius in Tdbhenba. Benedictus in Örslöfa. Arnerus in Friftabh. Sveno in Brebherijbh. Laurentius in Racfeby. Christophorus in Kdllensöö."], [119, "113 Laurentius in Sunnersbergh, Petrus in Oobh. Nicolaus Prsepositus & Pastor in Hufeby. Laurentius in Närunga. Ericus in AlingzddS. Brynolphus in Leena. Ericus in hool. Petrus iu fiällby. Haquinus in Mebhelplanba, Christophorus in Öfterplanba. Petrus in Algutztorp. Olaus in Herliunga. Ionas in Forsheem. Haquinus in Giötene. I TllMand. Algotlxus in dierna. Andreas in Härene. Brynolphus Prsepositus & Pastor in Öör. ' Paulus in Brobbetorp Pastor & Prsepositus. Laurentius in Eebh. Petrus in Höghesäter. Petrus in Siögherstabh Vddo in Sägherstabh. Halvardus in Ferghelanba. Iohannes in gren befors. Ericus in Biörftabh. Sveno in Steenetorp. Arridus in Gubheem. Ionas in Walora. Arvidus in Kyrtefalla Ericus in HäsleffogH. Laurentius in Steenby, Olaus in Tysöö. Sveno in Grebbecf. Petrus in Klewa. Nicolaus in Göfheem, Capcllancrnc. Simon in Flooby. Ionas Prsepositus & Pastor in Wdnga. $chi Schara Stadd. Haquinus in Jung. Iohannes Laurentij. Olaus in Sfarpstabh: Petrus Erlaudi Concion: pauper: Andreas Poreri. Andreas in Rybha. Ionas in Leefddsa, Petrus Olai. Andreas in Mälby. Petrus Birgeri in Hendenö. Andreas Erici in Saleby. Steno in Herlunba. Andreas in Bitternc. Ericus Prsepositus & Pastor in Birfe. Laurentius Sacellanus Episcopi. Stephauus Andrese. Andreas in ©fölwene. Olaus Erici, Brynolphus in Erichsbergb. it"], [120, "114 3 Lödhesöö Stadh. Vppä Landzbyghdcn. Laurentius Vddonis Senior. Laurentius Vddonis luuior. Arnerus Gunnari Concionator Laurentius in Fääebergh. Olaus in Lnubby, Magnus Svenoms ibidem. i Gunnarus in Larff. pauperum. Ericus Olai. Sveno Ingemari ibidem. Andreas ibidem. I Lidheköpungz Stadh. Iohannes in Starferr. Andreas ibidem. Haquinus Iohannis. Benedictus ibidem. Benedictus Concionator ibidem. Andreas iu Hioo. Asmundus in Rumelebh. Magnus in Tonheem. Andreas in Stö fen. Iohannes in Sunnersbergb. Samuel in Ierpäds. Gunnarus in Falelöping. Hoffprcdicanter. Iohannes in Dala. Nicolaus in Geelstabh. Olaus in Örby. Iohannes in Fristabha. Benedictus in Tengene. Olaus in Alingzdds. Magnus in Floothby. Laurentius in Wdnga. Daniel in Byrestijgh. Gabriel in Grobhlanba. Iacobus in Göfheem. Nicolaus in ©folffenba. Nicolaus in Äergheem Porstanus in Kleffua. Haquinus in Hysingen. Arvidus in Gudheem. Petrus in Rängedala, Porerus in Tengene. Laurentius Caroli in arce Elffz» borgh. Olaus Haquini in arce Gulborgl). Catillus in Greffznääs, Iohannes in Öresteen. Haquinus in Serie. Andreas in Malma. Andreas Iohannis. Iohannes in Öycrijbt). Iacobus in ©iöötorp. Laurentius in Tranebergt). Petrus in Fdrebaal. Ericus in Hönzsäter. Benedictus in Fästerijbt). Olaus in Limmerijbh. Sveno Nicolai. Andreas in Biurheem."], [121, "115 Sveno in Ijstorp. Capitularcs. Martinus in ©eglora. Ericus in Hagheboo. Andreas in Häugzbaal, Andreas in Aöne. Rheinholdus Ragvaldi Prsepositus & Pastor Streugnensis. Petrus Melartopseus Lector Theo logi se. Haquinus in Ädstorp. Olaus in Tranemoo. Ionas in ©wenlinnga. Iohannes ibidem. Petrus Erici Pcenitentiarius. Ambernus Iacobi Rector Schohe. Ionas Oeconomus Pempli. Porbernus in Tdugetorp. Andreas in Algutztorp. Laurentius in ©farpstabha. Carolus iu Örlöfa. I Nyköpung. Olaus Martini Vicepastor & Schol» Rector. Nicolaus in Sööuöö. Laurentius Andrese Pastor Peru pli omnium Sanctorum. I Tlllllslllnd. I Telie. Ormerus in Höghesäter. Petrus in Eebh. Laurentius Olai Pastor & Prsep: Ericus in Ferghelanba. Ericus in Tyssöö. I Torsilia Ericus Pastor. Laurentius in Byrstabha. Ionas in FrendeforS. Mattliias in Dör. Kyrkioherdarna flå Landzbyghden. Magnus in Häslestogh. Laurentius in ©teenby. Vthi Strengniisz Pilemannus Laurentij in Foghböö Daniel Salouxonis in Aspöö. Ericus Birgeri in Öffuerfeela. David Andrese in Iterfeela. Salomon Laurentij in Torsfunb. Gudmundus Petri in Afer. Sticht, samt heele Forstendömet. I Södhermanland. 15'"], [122, "116 Ericus Nicolai in Kierna. Olaus in Leerbo. Canutus Ionse Prsepositus & Pa stor in Biörnlunba. Magnus Matthise in Malm. Abrahamus in Betna. Petrus Matthise in Gåsinge. Sveno Gunnar! in Blackstabh. Germundus Georgij in Hufeby, Ionas Petri iix Arbala. Olaus Magni Prsepositus & Pa Phomas in Frustuna. David in Gryyt. Andreas in EenHörna. Iohannes in Turinge. stor iu Wallby. Paulus Olai in Wdrbinge. Ericus Ionse in Icber. Laurentius in Kiula. Olaus Amundi in görs. Carolus Phomse in Hufeby. Matthias Philippi in ©erna. Sigfxidus Prsepositus & Pastor in Trosa. Matthias Olai in Höhla. Siggo Christoph: in ©teenqwista. Vilhelmus in Gilbergha. Petrus Nicolai in Mörföö. Michael in Westerliung. Paulus Magni in NäsHult. Petrus Andrese in Dwnferr. Iohannes in Mebhlbfa. David Nicolai Prsepositus & Pa stor in Beting. Ionas in Rohnetuna. Olaus Erici in Helieftabh. Iohannes Sigfridi in Lubgobaroij. I Niilille. Nicolaus in ©äterstabh. Erlandus in Torsdfer. Aff Örebroo Staoh. Petrus Ionse in Rdåby. Petrus Iohannis in Rypfa. Esbernus Petri Pastor & Prsepo situs. Christophorus Ionse Prsepositus & Pastor in Tuna. Iohannes Andrese Rector 8choP Ericus in Lunba. Magnus in ©tightompta. Laurentius in Viörfewijf. Kyrkoherdarna pä Landzbyghden Iohannes Laurentij in Hälla. Petrus Pauli Prsepositus & Pastor in Floobha. Phomas Petri in Wingdfer. Nicolaus Petri in Mebhlöfa. Holgerus Olai in Affarijbh. Henricus in Wijntrofa. Andreas Birgeri in Iulhetta. Petrus Olai in Osterdler."], [123, "117 Iohannes in Lennds. Laurentius iu fflyy. Iohannes in Arebergha, Porstanus iu Mylleswijf. loliauues in Kijla. Henricus Andrese in ©löller>tabh Andreas in Kijlen. Andreas Prsepositus & Pastor iil Martinus in ©winewabh. ©taffuenääs. Andreas Birgeri in Eefeby. Canutus Christophori in Arswijla. Andreas iu Gilbergha. Laurentius Nicolai Prsepositus & Pastor in Kumbla. Petrus Ionse in Frijsbalen. Ionas Erici in Elffuebaleu. Nicolaus Ionse in Blomsfogb. Porstanus in Holmebalen. Salomon in Kölen. Birgerus in Moofiö. Birgerus ill-Knifstabh. Andreas Ionse in Eebhzbergh. Iacobus Nicolai in Wijby. Olaus Magni in Harbemoo. Benedictus in Frösbergh. Magnus Kämpe iu Jordbon Ericus Beronis in ©farile. Ionas Arvidi in Bergh. Ericus in Heggiom. Petrus in Kreflinge. Henricus Hemici iu Affefunb. Ionas Olai in Hammar. Ragvaldus in ©nafflunba. Olaus in Pleffua. Haquinus in Horn. Nicolaus in Äggby. Herlacus in Hafsla. Vlhi Wiimclllnd, Sctélw och Walla Härebher. Laurentius in Lyrestab!'. Petrus in Hoffua. Matthias Marci Superiuteudens in Marieftabh. E.icus iu Armehärabh. Haraldus in Fägheröö. Laurentius ''n Hieleftabh. Benedictus in Äellefors Iohannes in Wäring. Ionas in Obhensdfer. Ionas in Biörzfätra. Nicolaus Rector Scholse ibidem. Sigfridus Cauuti Prsepositus & Pa stor in Carleftabh. Andreas Rector Scholse ibidem. Anundus in Ölmehärebh. Benedictus in Wefehärebh. Erlandus in Wifnom. Gostavus iu 5Bing. Christophorus Svenonis iu Kijlen Iohannes in Ramsbergb Petrus in Flijftabh. Petrus in Bnbanöö. Ionas in Noor. Laurentius iu Graffua."], [124, "118 Capellanerne Petrus Benedicti in Frestuna. Andreas Ionse in Eenhörna. Olaus in Reling. I Södhermanneland. Vthi Strengnas Stadh Olaus Petii in Rådby. Ragvaldus in Tuna. Henricus Simonis in Lunba. Nicolaus Laurentij in Biörferoijl. Olaus in Floobha. 1'etrus Iohannis Sacellanus civi tatis. Ionas Olai Concionator pauperum lönas Andrese. Cornclius Dominici in Wingdfer. Audreas Haquini in Steenqwista. Olaus Petri iu görs. Sthi Nyköpungz Stadh Ionas in Helieftabh. Andrea» Haquini. Ericus Olai. Vlhi måst Petrus Gostavi Concionator pau I Örevroo Stabi) perum. Sveno Svenonis. Nicolaus Petii Sacel: civitatis. Ionas Concionator pauperum. Laurentius Algothi. Mi Telie och Torfilia. Nicolaus Olai in Telie. Nicolaus Christophori in Torsilia Pä LandzbUhden. HoWrcdicantcr. Magnus Svenonis in Malösa. I,»haunes Laurentij in Göfsholm. Andreas Ionse in Kumbla. Iohannes Mauritij Holkatius. Hcmmingius Bononius. Olaus Andrese Helsingius. Laurentius Andrese in Wijby. Laurentius Birgeri in Knifftabh. p LandzbUhden. Vthi Wiirmeland, aff Sälla och Wasboo Olaus Pauli in Waghnzöö. Iacobus Mattliise in Foqhböö. Pilo Martini in Afer. Härebher."], [125, "119 Ericus Andrese in Carlestabh. Nicolaus in Ölmehärebh. Ionas Andrese Prsepositus. Stephanus Erici Poenitentiarius. Andreas Petri Pastor. Magnus in Wäsehärebh. Iohannes in Wisnom. Didericus in Kijlen. Iohannes Benedicti Rector Scho!»'. Iacobus Andrese Oeconomus. Olaus in Noor. I Arfbogha Stadb. Benedictus in Shy. Sveno Olai in Milleswijf. Iohannes in Kijla. ! Petrus Ionse Pastor Magnus Matthise Rector. Porberuus Andrese in ©taffuenäs Nicolaus in Arswijfa. Kyrliohcrdarttll Andreas in GitbergHa. Nicolaus Svenonis in Frijsbalen. Benedictus in Elffuebalen. pä Sim&älnjgh&ett. Andreas in Älomsfogh. Iohannes Laurentij in Kiölen. Iohannes Laurentij. Phomas Laurentij Prsepositus A Pastor in Muufetorp. Petrus Arvidi. Ericus Petri in Dighutuna. Andreas Olai in Barlarne. Andreas Olai iu Rytterne. Ionas in Kdlbeck. Iohannes in Malsiöö. Sanderus lacobi. Olaus in Måla. Ragvaldus in Mariestabh. Iohannes Petri in Frösbergh. Benedictus in Lyreftabh. Iohannes Gostavi in Wing. Ericus in ©farife. Magnus Iohannis in Bergh. Ericus Nicolai in Ramnäs. Nicolaus in ©äbhby. Michael Olai Prsepositus & Pastor in Köpung. Christoplxorus Gudmundi in Obhenswij. Vtiit Westclöls Laurentius Nicolai in ©finsfatte. bergh. Sticht Matthias Olai in Malma. I Wcstntannelllnd. Capitulares. Laurentius Vidichiixdi in Broo Iohannes Svenonis in Himmeta. Iohannes Petri in Mebhdfer."], [126, "120 !>tephanus in Sfebhwij. Andreas Ionse in Kumbla. Petros Nicolai in Kijla. Xicolaus loi se in Fällingzbroo. Hemmingius Petri in Biörflogh. Laurentius Benedicti in Tumboo. Laurentius Birgeri in Torpa. Laurentius Olai in Öya. Iohannes Severini Prsepositus & I Berghzlaghen och Talarna. Pastor in Glanshammar. Ericus Petri in Noraffogh. Salomon in Linbzbergh. Laurentius Ionse in Näsby. Vbrahamus Ionse in Göthlunba, Laurentius Olai in Lillefyrfia. Isacus Olai Prsepositus & Pastor Ericus Svenonis Prsepositus & Pa stor in Hebhemora. Olaus Matthise in Norabergh. Iohannes Iohannis in Sfebhewij. Ionas Petri in Hufeby. Ingemarus Olai in Folferne. Ingolphus in 33yy. in Ferneboo. Olaus Canuti Prsepositus & Pa stor in Tuna. Ericus Olai in Fletieboo. Matthias Sigtridi in Heråfer. Marcus iu Sfulbtuna. Iohannes Michaelis toibh Koppar» berghet. Benedictus Iohannis in Romser tuna. Ericus Erici in Torsdnger. Michael Michaelis in Swerbsiöö. Christophorus Magni in Wijfa. Engelbertus Olai Prsepositus & Nicolaus Matthise Prsepositus & Pastor in Biörfestabh. Ionas Danielis in Konungzdra. Andreas Andrese in Engzöö. Israel Petri in Kärreboo. Christoph: Stepuani in Ireftabh. Vincentius in Valung. Pastor in Wfjanb. Olaus Andrese in Mora. Laurentius Berouis in Elffuebaal Ericus Ingevaldi in Orfa. Olaus in Håboo. Audreas Nicolai iu Rätwijf. Olaus in Gangnäff. Matthias in Tortuna. Salvidus in Sewala. « Andreas in Tilbergha. Petrus Olai Prsepositus & Pastor in RääS. Magnus Iohannis Prsepositus & Pastor in Sala. Hermannus Pauli in Malung. Petrus Andrese in Grenga. Henricus in ©öbherbecken. Benedictus in Mö f leta."], [127, "121 Capellltncrne j West Laurentius in Biörffogh. Sveno Olai in Fällingzbroo. Olaus Laurentij in Öya. Laurentius lacobi in Mebhdler. Nicolaus Petri in Malma. Olaus Matthise in Glanshammar. Laurentius Henrici in Noraffogha. Carolus Petri in Linbzbergh. Andreas Petri in Färneboo. Laurentius Iohannis in Romfer» manneland. I Westetäts Stadh. Michael Andrese Concionator pau perum. Salomon Iohannis Sacel: civitatis Iohannes Iohannis Sac: Episcopi Nicolaus Svenonis Collega Scholse Phomas Henrici Collega Scholse. tuna. Olaus Olai in ©fulbtuna. Ericus in Biörtestabh. Paulus Andrese in Irestabh. Laurentius Holgeri in ©ala I Atsbogha Stadh. Ericus Andrese 8acel: civitatis. Andreas Petri Collega Scholse. Olaus Erici Collega Scholse. I ScrgHjtagHett och Talarna. Hoffpredicanter. Petrus Matthise in ©trömsholm. Andreas Petri in Eefebergha. Sveno Medirivus Concionator mi Martinus Petri in Hebhemora. Olaus Pauli in ©lebbewij. Andreas Olai in Hufeby. Laurentius Nicolai in Norabergb. Ionas Olai in Folfeme. litum. Ericus Beronis Concion: militum Matthias Erici Concion: militum Petrus Nicolai in S3yy. Iohannes Birgeri in Tuna, Olaus Iohannis ibidem. Pä £unir$ft)8l)t>eii. Canutus Erici wibh Kopparberghe t Laurentius Andrese in Torsdnger. Andreas Matthise in ©werbftöö. Martinus Olai in Wijfa. Sveno Ragvaldi in Munfetorp. Ericus Phomse in Dighntuna, Petrus Olai in Rytterne. Ericus Martini in Köping, Ericus Nicolai in Lifzanb. 16"], [128, "122 Daniel Engelberti ibidem. Iohannes Matthise in Mora. Bartholdus iu Elffuebaal. Ingevaldus Leovitij in Orfa. Olaus Petri in Rättwijf. Martinus Petri in Gangnäf. Ericus Petri in Nääs. Petrus Andrese Pastor in ©fäte löff. Petrus Benedictus in Slettöö. Magnus Petri in kcfurijbh. Nicolaus Caroli in Qweruebergha. Andreas Anundi in Wiölanba. Siggo Erici in Steenbrohult. Magnus Chrisloph: in Wierftabha. Ionas Magni Prsepositus & Pastor Olaus Stephani in Lima. Paulus Hermanni in Malung. Halvardus Nicolai in Bercke, in klunga. Petrus Pheodori in Agunnarijbh, Erlandus Petri in Piäterijbl). Georgius Marci in Auberftadh. Petrus Magni in Angelstabha. Gudmundus Petri in Hwiterijbh. Olaus Magni in Hallarijbh. Petrus Erlandi in Marckarijbh. Petrus Canuti in Obhensiöö. Stht Sftghstöä Sticht. Capitularcs. Iohannes Svenonis Prsepositus. *>teno Magni Pastor civitatis. Benedictus Petri Concionator ar Carolus Petri in 9?uébyy. Germundus Ionse in Götherijbh. Iohannes Svenonis Prsepositus & cis Cronebeigensi». Pastor in Forssebha. Petrus Laurentij Rector Scholse. Ericus Michaelis Oeconomus Christoph: Georgij in Bolmsöö. Laurentius Gudmundi in Kultorp. Ionas Gudmundi in Longarijbh. Ionas Potri in Vnberijbt). Pempli. Magnus Nicolai Oeconomus pauperum. Laurentius Haquini in Wielstabha, Birgerus Petri in Asenhögha. Andreas Bononij in Heslträbhe. Ionas Petri in Bursebh. Kyrkioherdarna pä wndzbyghden. Sveno in Slfen. Sveno Petri in Räfftila. Ionas Andrese Prsepositus & Pa stor in Moabha. Magnus Arvidi Prsepositus & Pa- stor in Ryiaholm."], [129, "123 Haraldus in Afer, Magnus in Fryle. Petrus Erici in ©ergh. Ionas Petri Prsepositus & Pastor Ionas Ionse in Tofftarijbh. Petrus Arvidi in Wärnemoo. Laurentius Iohannis in Kärebha. Gislo Prsepositus & Pastor in in Rybbele. Haquinus Nicolai in Elmebobha. Iohannes Iohannis in Wäfelsäng. Iacobus Olai in CiubHer Wrekstabha. Sveno Porchilli in Hoffmannatorp. Gerardus, olim in Algutzbobha. Nicolaus Haquini in Algutzbobha. Ionas Caroli in Liuberijbh, Petrus Petri in Hultsiöö. Birgerus in Malmbäck. Laurentius Andrese iu Hielm&riith. Petrus Magni in ©anbsiöö. Birgerus Nicolai in Kalfswijf. Olaus Olai in Vrshult. Benedictus Magni in Bringetofta. Petrus Andrese in Fröarijbh. Magnus Michaelis in Korsbergh Petrus Erlaudi in Bcrghunba. Capellancrne. Pastor & Prsepositus. Ionas Halstani in Myresiöö. Martinus in Väcksebha. Christophorus Gudmundi in I Wäghsiöö Stadh. Magnus Haquini Concionator pau- Karlstorp. perum. Nicolaus Plxeodori in Hwetelanba. Ostanus Nicolai in ©firebha. Nicolaus Nicolai in Byrcke. Birgerus Chebbonis in Näshult. Iohannes Petri in AlfebHa. Ionas Svenonis Sacel: civitatis. Gudmundus Laurentij ©pegel. Laurentius Erici ©tvärt. Petrus Magni Collega Scholse. Petrus P«tri Collega Scholse. Iohannes Boétij Collega Schola>. Eschillus Nicolai Sacel: Prseposit: Petrus Benedicti Sacel: Episcopi. Ionas Caroli letlingius. Christophorus Magni Prsepositus & Pastor in Elghult. Magnus Petri in Afebha. Benedictus Iohannis in Ndtebäck. Sveno Petri in Leenhofba. Laurentius Petri. Iohannes Gudmundi in Ddbesiöö. Nicolaus Nicolai in ©iösdds. Petrus Iohannis Prsepositus & Pa- Pä Landzbyghden. stor in Tolgh. Petrus Petri in ©fatclöff. Birgerus Iohannis in ©lettöö. Benedictus Iohannis in Gårbjbyy. 16'"], [130, "124 Andreas Ionse iu Moabha. Iacobus Petri in Liunga. Magnus Iacobi ibidem. Canutus Ionse ibidem. Andreas lohaiuxis in Elghult, Acacius Iohannis in Lenhoffba. Ionas Nicolai in Asby. Cornelius Christierni in Anber» ftabh. Andreas Birgeri in Tolgh. Nicolaus Ionse in Afa. Ionas Ionse in Nybbele. Pheodorus Petri in Wäckelfdng. Iohannes Christophori in Vrshult Sveno Nicolai ibidem. Nicolaus Magni in Marfarijbh. Erlandus Magni ibidem. Iohannes Magni in Angelstabl). Petrus Erlandi in Piiiterijbh. Petrus Svenonis in Obhensiöö. Ionas Gudmundi in Hwiterijbh. Andreas Petri in Bolmsöö. Haraldus Ionse in Götherijbl). Nicolaus Ahasveri in Wortorp. Haggseus Magni in Vnberijbh. Paulus Erici in Kdlunba. Vlhi A» ©tidit. Cttpilullllts. Henricus Canuti Prsepositus. Phomas Laurentij Pastor, Gregorius Martini Rector Scholse Martinus Martini Oeconomus. Andreas in Fenestabha. Daniel Ionse in Longarijbh. Petrus Ionse in Bursebh. Petrus Birgeri in Asenhögha. Ericus Mauricij in Wielstabha. Iohannes Nicolai in Räfftile. Petrus Laurentij in Malm bäck. Ionas ibidem. I Wijdhbotghz Stadb Iohannes Olai Pastor. Christianus Barthold! Rector. Canutus Nicolai Concionator pauperum. Michael Laurentij in Hultfiöö. Haquinus Petri in Fröarijbt). Benedictus Svenonis in Micksebha Carolus Nicolai in Hroetelanba. Ingellus Petri in RääShult. Hemmingius Petri in Korsbergh. Arvidus Ionse in Alsebha. I Helsmgefots ©tadh. Henricus Henrici Pastor. Bartholdus Michaelis Rector. I Biörneborghz Stadb Iacobus Henrici Pastor. Andreas Iohannis in Äseba. Petrus Benedicti iu Ndtebäck, Laurentius Iohannis Rector."], [131, "125 I Raumo Stadh. Olaus Eschilli in Reefo. Andreas Phomse Vicepastox in Korpo. Matthias Siglridi Pastor. Phomas Iacobi Rector. Henricus Andrese in Rijmittele. I Öfsre och nebhrc Oyrlioherbarna pä Lanbzbyghben. I Söbljre och Nom Fijnlanb. Sategunden. Eschilluz Henrici in Nerpis. Ericus Laurentij in Vlffsby. Andreas Hcnr: in Effrabomiuue, Matthias Nicolai in Effra. Eschillus Clemeutis in Kiulo. Iohannes Michaelis in Kumo. Philippus Pheobaldi in Halicko Pastor & Pra?positus, Petrus Phomse in Hwittis. Iohannes Iohannis in Loimiofi, Andreas Andrese in Kimitto. Simon Erici in Bierno. Laurentius Canuti in ©agu. Petrus Iohannis in Pargas. Laurentius Canuti in Ragu. Henricus Martini in Pemar, Henricus Olai in Pijckis. Matthias Nicolai in Rybyy. Bartholdus Erici in Lunb. Iacobus Erici in Rummis. Georgius Olai Prsepositus & Pa- Georgius Henrici in Kangasaj Pa stor & Prsepositus. Casparus Olai in Törffucs. Matthias Matthise in Karcku, Henricus Olai in Kijro. Olaus in Rowest. Sigfridus Erici iu Birfala Laurentius Erici in Oriwefi. Andreas Petri in Lcmplilä. Magnus Olai in Wcfilar. stor in Wumo. I TllxKllflhW liiiin. Matthias Petri in Ryfyrfia. Gregorius Erici in betala. Iacobus Henrici in Wemo. Stephanus Henrici in Noufis. Hemmingius Henrici in Mafcho. Nicolaus Petri in Pöyttis. losephus Iohannis Pastor & Prse- positus in Pälfenä. Bartholdus lohanllis in ©omers. Georgius Martini in Tammela."], [132, "126 Iohannes Stephani in Achais. Sigfridus Petri in Vrbjala. lolxannes Martini in ©ahalar. Nicolaus Erici in ©armäfi. Ericus Marci in Länkas. Olaus Laurentij in Iämfä. Laurentius Laurentij in Ranta Iacobus Pauli in hapwefx. Olaus Iohannis Vicepastor in Ro« fotar. Bartholdus Andrese Vicepastor iu Iäsiis. Martinus Henrici in Egrepä. Olaus Georgij in Kiwinäbb. Sigfiidus in Nyfyrfia. lambi. Canutus Sigfridi in Hattula Prse positus & Pastor. Iohannes in Biortöö, Georgius Matthise in ©äckierff. Martinus Martini in Wirolar. Iacobus Laurentij in Wäckelar. Simon Henrici in Ianackala. Sigfridus Petri in Wichtis. Olaus Martini in Wono. Thomas Laurentij in Hauho. Laurentius Petri in Lampis Prse I Vorgho och Ras borghz Ä. positus & Pastor. Nicolaus Matthise in HoUofa. Ericus Petrus in Ithimma. Thomas Matthise in Pabasjofi. Sigfridus Petri in ©ijsmä. Simon lacobi in Borgho Pastor »fe Prsepositus. Martinus Henrici in Pyttis. I (Prelat och Samlag. Michael in Peru o. Henricus Laurentij in Lapträff. Ericus Erici in ©ibbo Henricus Magni in Menfälä. Sigfridus Michaelis in Helfing. Andreas Pastor & Prsepositus in Henricus Matthise in Earié Pa stor & Prsepositus. ©torfawular. Matthias Svlvestri in Pierämäli. Laui'ontius in Nanbasalmi. Thomas Iohannis iu Cuopio. Ericus Petrus in ©äming. Thomas Olai in Loio. Andreas Iohannis in ©iunbo. Henricus Thomse in Ingo. Olaus Stephani in Espo. Olaus Andrese in Iofais. Andreas Petri in Kyrtflett. Vrbanus Laurentij in Poio. Petrus Laurentij in Taipalsari."], [133, "127 Henricus Laurentij in Tenala. Georgius Iohannis in Kiffo. Georgius Henrici in Lemlanb. Ionas Olai in Föglo. Iohannes Andrese in Kumbling. I Öflcl Btiln. 6ttl)tllouerae. Iacobus Martini Prsepositus & Pa stor in Wöro. I Äbo Stadh. Martinus Matthise in Musthar. Melchior E-chiili. Georgius Michaelis. Iohannes Mattlxise. Iacobus Eschilli in S?aiHala. Simon Iohannis in Kyro. Matthias Laurentij in Ilmoila. Olaus Laurentij Sacel: Episcopx. Martinus Erici Concionator arci? Martinus Henrici in Lapo. Ericus lolxannis in Pebersöö. Collega? Sc/iola* Aboensie. Matthias Geoigij. Carolus Erici in Karleby, Ericus lacobi in Lodita. Gregorius Martini. Martinus Laurentij. Matthias Georgij, Iohannes dementis Henricus Laurentij Prsepositus & Pastor in Simingo. Lingo Thomse in Kalaioli, Iohannes dementis in Pyheiofi. Iohannes Marci in ©alois. I Wijdhborghz Stadb Thomas Lauientij in Karlöö, Thomas Iohannis. Martinus Svenonis. Iacobus Olai in 3o. Laurentius Henrici in Kemmi. Iohannes Erici in arce Vibur geusi. I Maud. Thomas Andrese minister verbi sub signo militari. Petrus Arvidi in Iumala Pastor & Prsepositus. I Helsingfois Stadb. Simon Petri. Ericus Olai in Hammarlanb. Petrus Lauientij in Fin ström. Bero Laurentij in Getha. Michael Gregorij in ©altroijf. Laurentius Magni in ©unb. I Biörneborghz Stabb Iohannes Pauli."], [134, "128 Ericus Canuti in Effra. Pä Lanbzbyghben. I Norrc och Söbhre Henricus Olai in Effrabominne. Iacobus Henrici in Kumo. Henricus Nicolai in Hmittis. Matthias Laurentij in Loimiofi Iohannes Henrici in Kangafal. Laurentius Olai in Törffucs. losephus Matthise in Karfu. Ambrosius Marci in Syro. Fijnland. Eschillus Matthise in Halicko. Iohannes Thomse in Kimitto. Matthias Olai in Bierno. Simon Sigfridi in ©agu. Georgius Sigfridi in Pargas. Ericns Laurentij in Ragu. Simon Martini in Pemar. Simon Martini in Pijckis. Laurentius Iohannis in RybY. Ericus Matthise in Lunb. Gregorius Erici in Wirmo. Nicolaus Erici in Nyfyrfia. Andreas Olai in Letala. Henricus Iacobi ibidem. Philippus Laurentij ibidem. Casparus in Roroefi. Henricus Olai iu Birfala. Simon Thomse ibidem. Olaus Iacobi in Oriwefi. Nicolaus Erici in Lempälä. Iacobus in Wefilax. I TlltmsllWs liiii». Stephanus in Wemo. Petrus Andrese in Töffial. Ericus Henrici in Lemo. Olaus in Noufis. Matthias Petri iu Pälfend. Iohannes Barthold! in ©omero. Laurentius Matthise in Tammela Sigfridus Sigfridi in Särmäfi. Phomas Andrese in Hattula. Martinus Petri in Mafcho, Michael Iohannis in Pöyttis. Michael Michaelis in Reefo. Georgius Eschilli in Korpo. Iohannes Erasmi in Rymettele. Matthias Philippi ibidem. Matthias Olai iu Sanadala. Petrus lohanis in SLBicHtis. Iacobus Simonis in Wono. Canutus Pauli in Hauho. Thomas Andrese ibidem. Henricus Matthise in Larnpis. Marcus Eschilli in Hollola. I Öffre och Nedhre ©ategunben. Simon Olai in Rerpis. Matthias Laurentij ibidem."], [135, "129 Georgius Simonis ibidem. Iohannes Iacobi ibidem. Carolus Bartholdi in 3thiiua. Martinus in ©ijsmä. Sigfridus in Helfing. Sigfridus Petri in Caris. Thomas Laurentij in i!oio. Iohannes Lanrentij in ©iunbo. Henricus Iohannis in Ingo. Petrus Erici in Ef po. I Carelen och Matthias Laurentij in Syrfflett. Martinus Simonis in Poio. Sawulat. Ericus Petri in Ten a la. Georgius Michaelis in Kiffo. Iohannes Mich: in ©torsawular. Matthias Augustin! ibidem. Paulus Stephani in Pnirämäfi. Phomas Haquini in Ranbafalmi. Paulus Laurentij in Cuopio. Andreas Olai in ©äming. I Öster Bullien. Matthias Iacobi in Wöro. Henricus Martini in Mustfar, Gregorius Matthise ibidem. Casparus Martini in Kyro. Thomas Lauientij in Ilmoila, Mattldas Thomse in Lapo. Canutus Henrici in Pebersöö. Iacobus Sigfridi ibideux. Paulus vionvsij in Karleby. Mauricius Simonis in Lochta. Ericus in Ealaiofi. Iohannes Michaelis in Iofais. Matthias Laurentij in Taipalsari Matthias Audxese in Lapwesi. Arillus Henrici in Egrepä. Clemens Georgij in Ryfyrfia. Matthias Georgij in ©äckierff. Laurentius Iohannis in Wäcklar. I V«rgho och 9bs Henricus Laurentij iu Pyheiofi, Iacobus Marci iu ©alois. Iohannes Henrici in Limingo. Olaus Iohannis in Kemi. botghz Lähn. Andreas Henrici in ®drgho. Henricus Erici ibidem. Henricus Maitini in Pyllis. Iohannes Andrese ibidem. Michael Erici in Lapträff. Iohannes Laurentij in Perno. Pi! Älnnd. Laurent: Matthise in Hammarlanb , Ericus Martini in ©unb Martinus Simonis in ©ibbo. 17"], [136, "130 3HudhwijtswaldzStadb Stiibhema. Borghmestare och Rdbhmän för sigh och hela Menigheten. Vlhi Vpfttlll. 3 Härnösandz Stadh. Sticht. Borghmestare och Råbhmän för figh och hela Oenigheten. 3 Stockholms Stadh. Vthi LinlHungz Borghmestare och Råbhmän för figh och hela Oenigheten. Sticht. 3 Södhcrfopimgj Stadb 3 Vpsala Stabi?. Borghmestare och Råbhmän för sigh och hela Oenigheten. Borghmestare och Råbhmän för sigh och hela Oenigheten. 3 Gäffle Stabh. 3 Norköpungz Stadh. Borghmestare och Rdbhmän för sigh och hela Oenigheten. Borghmestare och Rdbhmän för sigh och hela Oenigheten. 3 Eneköpungz Stadh. 3 Linköpungz Stadh. Borghmestare och Rdbhmän för figh och hela Oenigheten. Borghmestare och Rdbhmän för figh och hela Oenigheten. 3 Siggetuna Stadh. 3 Wadhzstena Stadh. Borghmestare och Rdbhmän för sigh och hela Oenigheten. Borghmestare och Rdbhmän för figh och hela Oenigheten. 3 Oregrundz och Östham 3 Skenninge Stadh. mars ©täbher. Borghmestare och Rdbhmän för figh och hela Oenigheten. Borghmestare och Rdbhmän för figh och hela Oenigheten."], [137, "131 3 3eueköpungz Stadh. 3 Nyköpungz Stadh. Borghmestare och Rdbmän för sigh och hela Menigheten. Borghmestare och Rdbhmän för figh och hela Menigheten. 3 Calmarne Stadh. 3 Strenonäs Stadh. Borghmestare och Råbhmän för sigh och hela Menigheten. Borghmestare och Råbhmän för sigh od) hela Oenigheten. 3 Westerwijkz Stadh. 3 Tielje <Stabh. Borghmestare och Rdbhmän för sigh och hela Oenigheten. Borghmestare och Rdbhmän för sigh och hela Oenigheten. 3 Torsilia Stabh. Vthi Scharo Borghmestare och Råbhmän för sigh 'och hela Oenigheten. 3 Orebroo Stadh. 3 Drebroo Stadh. Sticht 3 Lödhzswö Stabh. Borghmestare och Råbhmän för sigh och- hela Oenigheten. Borghmestare och Råbhmän för sigh och hela Oenigheten. 3 Lidheköpimgz Stadh 3 Stadh. Borghmestare och Rdbhmän för sigh och hela Oenigheten. Borghmestare och Rdbhmän för sigh och hela Oenigheten. 3 Sehara Stadh. 3 Marie Stadh. Borghmestare och Rdbhmän för sigh od) hela Menigheten. Borghmestare och Rdbhmän för figh och hela Menigheten. Vthi Strengniis Vtljt SBcftcrärhtt* Sticht. Sticht i?»"], [138, "132 3 Äboo Stadh. 3 Westerårhns Stadh. Borghmestare och Råbhmän för figh och hela Oenigheten. Borghmestare och Rdbhmän för sigh och hela Oenigheten. 3 Wijdhbotghz Stadb. 3 Köpungz Stadh. Borghmestare och Rdbhmän för figh och hela Oenigheten. Borghmestare och Rdbhmän för sigh och hela Oenigheten. 3 Atfbogha Stadh. 3 Helsingfors Stadb. Borghmestare och Rdbhmän för sigh och hela Oenigheten. Borghmestare och Rdbhmän för stgh och hela Oenigheten. 3 Hedhemora Stadh. 3 Viörneborghz Stadb. Borghmestare och Råbhmän för figh och hela Oenigheten. Borghmestare od) Råbhmän för sigh och hela Oenigheten. Vthi Wilghzsiöö 3 Rämna Stabb. (Sticht Borghmestare ort) Rdbhmän för figh och hela Oenigheten. 3 Wäghzsiöö Stadb. Borghmestare och Rdbhmän söv dlaxvoa Stabh. Hans PeberSson vthsenbt Bodh» sfap, för sigh, fampt the ©wenffe och Finffe Borghere cthi förnämbe ©tabh. stgh och hela Oenigheten. m Aoo ©lidit."], [139, "133 Landskap och Hiiledher. Vthi Vpflllll «|!?rÄ* ©olentuna Häx-ebhe. Dannerijbhj ©feplagh. Broo Härebhe. Vplmd. Tröghbe Härebhe. Äfunbz Härebhe. Laghunbz Härebhe. Haghuubz Härebhe. ©imetuna Härebhe. Torstuna Härebhe. Sala Härebhe. Färenluua Härebhe. Törnöön. ©wartlöötz Herebhe. ©ootholms Härebhe. Vllerdfers Härebhe. Bäling» Härebhe. Norunba Härebhe. Norllmdeu. Dannemora Berghzlagh. Tijerps Härebhe. Gestrijle lanb. Helsinge lanb . Oebhelpabh. Hngermanlanb. Weslanbz Härebhe. Fröbhzdfers Härebhe. Olanbz Härebhe. Rasboo Härebhe. Warsala Härebhe. Wcstrebotneu. Erlingehunbrabhz Härebhe. Hddboo Härebhe. Vmdd. Pijtdd. Byghbdd. , Luldd. Löffdnger. i Calijs. ©fellefitdd. Tornöö. ©emingehunbrabhz Härebhe. Longehunbrabhz Härebhe. Nerbingehunbrabhz Herebhe. ©juhunbrabhz Härebhe, Vthi WWW Cyhunbrabhj Härebhe, Broo ©fiplagh. Sticht. Frötuna ©fiplagh."], [140, "134 Östergöthland. Moo Härebhe Wista Härebhe. !Seffnebc Härebhe. IBtertinbj Härebhe. Dftfiubj Härebhe. Veninga Härebhe. Bantclinbz Härebbe. Zkertinbz Härebhe. H.uietinb; Härebhe. Hammartmbz Härebbe. Aterboo Härebhe. Walkeboo Härebhe. (Hnllborghz Härebbe, Wijfolta Härebhe. Aebolanbz Härebhe. Öland. Aterboo Härebhe. Förboo Härebhe. Tleltboo Härebhe. RunesiccnS Härebhe. Metleby Härebhe. Algutzrums Härebhe. Hultcrstabha Härebhe. GräOgiärbz Härebhe. Sunbboo Härebhe i Näricke. Hällesta Äeighzlagh. Bräbeo Härebhe. Vhsnings Härebhe. Daals Härebhe. Oöstrings Härebhe. Asta Härebhe. »tji Schara @tidjt Westergöthlaud. Smaland. Wertes Härebhe. Rebhwäghz Härebhe. $ inbj Härebhe. Tinstboe Härebhe. Tuna Lähns Härebhe. Kinbe Härebhe. Martz Härebhe. Ballebyghbz Härebhe Stffema Härebhe. Zthre Härebhe. Tweta Härebhe, Täffnebaals Härcbbe. Wätle Härebhe. Norre wibhboo Härebhe. Söbhre wibhboo Härebhe. Ambörbs Härebhe. Ahla Härebhe. Flnnbra Härebbe. Björte Härebhe. Stranba Härebhe. 9iorre more ! ,- ffiSna Härebhe Asa Härabhe. _...,, .. i Härebher. Sebhre mere )"], [141, "135 Wista Härabhe. Källans Härebhe. Kinne Härebhe. Kätinbz Härebhe. ©ubheems Härebhe. SÖilfla Härebhe. ssrölinbz Härebhe. Aäs Härebhe. Alters Härebhe. ©löllersta Härebhe. Kumbla Härebhe. Harbmoo Härebhe. ©rimstens Härebhe. Eebhzberghz Härebhe. Örebroo Härebhe. WcstlMmelmld. föijnS Härebhe. ©äsene Härebhe. Kollens Härebhe. Västa Härebhe, Partia Härebhe. ©tänings Härebhe. ©näffuingz Härebhe. Tuhunbrebhz Härebhe. Wämeland. Daalsland. Östre Sytzlet. Wisnums Härebhe. Vthi Strcugnäs Sticht. ©rums Nääs s «,.,,. Harebhcr. KlM i Sill» i ffiäfe ' Södhelmanland. Ötneboo Härebhe. Hölboo Härebhe. Daghe Härebhe, Äkers Härebhe. Seleboo Härebhe, Öftre Retarnes Härerhe. Willätingz Härebhe. Westre Sytzlet. ©ilberghz Härebhe. IusseS E?^. Uäubher. Elffuebalens l v v NorbmartenS ! Wcrmelanb; V»igh. Röhne Härebhe. Iönäters Härebhe. Vppunba Härebhe. Wcstcrgöthlllnd. yimit"], [142, "136 Walla Härebhe. Wasboo Härebhe. Vthi slbl, och Wijdh- m Wcstcliilhits borghz Sticht. Sticht. Nordsijuland. Wcstmaltnelllnd. IBeme Härebhe. Masto Härebhe. ©ience Härebhe. Tiurboo Härebhe. Norboo Härebhe. Äterboo Härebhe. 5)tre Berghzlaghen, Öffre Berghzla^hcn. östre Dalarna. Westre Dalarna, SöMjcrfiiitlaitö. Pijtis Härebhe. Hatilo Härebhe. Sumogflröj Lilhu Westre Rekarne j ©örhermannclanb ©lanshammars Härebhe j Näricke Nebhre ©atagunben. Öffre ©atagunben. m SSäJrtSPö TMllsthlus Lähu. Stickt ©unnerboo Härebhe, Ösboo Härebhe. Wesboo Härebhe. Westre Härebhe Nebhre Härebhe. Öffre Härcbbe. ©exmäti Härebhe. Hattula Härebhe. Hauho Härebhe. Öftre Härebhe. Opwibinge Härebhe. Sonunge Härebhe. Norwibinge Härebhe. Alboo Härebhe. Ratzborghz Lähn. Bargho Lähn. Kymmgardz Läbu. Kinnewalbhz Härebhe, etc."], [143, "137 ©atonfoi* IokaiS \\ Wesilax > Häredh: Pcllosniemi ) Rctndasalmi \\ Tawisalmi \\ §äret^: Säminge ) Karelen. Eurepä Häredye. Iästis i „., , Ruokolax j H«\"bhe Lapwäst i ... Taipal j H\"edhe Wiidhborgh ) Seikijcrwi > Häredhe (Setfijertct [ £»8reblje ©iörfcö ) Östcrbothm. »tak PSALM. L XVIII O Gubh styrck thet i of, fom tu wärckat haffuer. PRO VER: XXX. All Gubz orb äro igenomluttrabt, och äro en stiölb them fom troo tippa honom, Lägg intet til hans orb, at han icke skal straffa tigt) och tu roarber lögnaktig funnen. PSALM: C XIX. Mebh titt bobh gör tu migh wijfare än mina fienber, Ty til ettrigt; tijbh är thet mitt eghit. Iagh är lärbare än alle mine Lärare, Ty iagh haffuer mitt taal om tina witnesbyrber. Iagh är förstånbighare än the gamble, Ty iagh häller tina befalningar. Iagh häller mina fötter ifrä alla onba wäghar, at iagh ma bliffua wibh titt orb. Iagh tvijker icke ifrä tina rätter, Ty tu tärer migh. 18"], [144, "138 Tin orb äro migh fötare j munnen, än hånogh. Iagh roarber aff rinna befalningar förstånbigh, Therföre hatar iagh alla falska wäghar. Titt orb är een lychta för mina fötter, och itt liros På mina wäghar. PSALM: XCV. I bagh om i hören HERRENS röst, sä sör härber icke ibhor hjerta. Vnberscriffuit aff migh Anbrea ©utterwitz. Och fulborbat j Juli} Månabt, Anno Domini M. D. xciv Denna upplaga af tt>ar Swenst-Luthersia Kyrkas Be kännelfesirift är till orb och bokstaf ett aftryck af 1593 års original-upplaga. Vlott några få bokftafsomkastningar äro här rättabe. Härigenom bibebåller boken säkerligen bäst sin troroärbighet fom bekännelfestrift, hroariemte ock bet språkhistoriska roärbet qroarstår oförminstabt. Äfwen stil och öfrig utstyrsel äro i möjligaste mått efterbilbabe. — Denna npplagas storlek är enbast 300 er. Lunb ben 31 Inli 1868. Hakan Ohlsson."], [145, "UMoItt Mötes Bestut af ar 1593. iAftrpctt fftev 1593 ars upplaga, j"], [146, ""], [147, ""], [148, "Pri,: 2 R:dr R m»."], [149, ""], [150, ""], [151, ""], [152, ""]]