[[1, ""], [2, ""], [3, "HINTS FOR EMIGRANTS TO &mni&a©&* PRICE ONE SHILLING."], [4, ""], [5, "HINTS TO EMIGRANTS, Addressed chiefly to Persons Contemplating an Emigration TO THE WLnitti* states of America, WITH COPIOUS EXTRACTS FROM THE Journal of Thomas Hulme, Esq. WRITTEN During a Tour through several of the principal Cities and Manufacturing Districts of those States, IN THE SUMMER AND AUTUMN OF 1816, WITH INSTRUCTIONS RESPECTING THE TERMS, And necessary Preparations for the Voyage, AND AN ABSTRACT OF THE LAWS OF ENGLAND, Relating to Emigration, &;c. Sec. LIVERPOOL: PRINTED BY W. BETHBLL, MARSHALL-STREET, And Publislied by E. Rushton, No. 13, Paradise-street, and by the other Booksellers. 1817."], [6, "entered at stationers l£an."], [7, "TO THE READER. NO country, it has been justly observed, presents a more ample field for inquiry, than the United States of America. And the curiosity of the people of this, and other European countries, appears to be awake to the subject. To answer, at a small expence, the inquiries of his countrymen, is the object of the Compiler of this little work ; which, as its title ex presses, is written chiefly with a view to furnish information to persons contemplating an emigration to those Stales; and, to render it useful to such persons, nothing has been omitted which appeared likely to be of service, and of the insertion of which its limits would allow. The Editor flatters himself, however, that his little work will not be deemed unworthy the attention of others, who par ticipate in the general desire for information. It is proper the reader should be apprized, that the Journal, made during a tour through many of the most important parts of the Union, and the substance of which is here given. — // is proper he should be informed, that this Journal of an intelli gent and discerning traveller, was not intended for perusal beyond the circle of the Writer's friends. But, containing, as it does, much voluble information, it was obtained for this work, at the expence of some intercession. The Journalist is well acquainted with some branches of manufacture, and his observations on the establishments in that rising country, may be relied on. The approbation and applause, with which the Writer speaks of many of the objects noticed in his Journal, will not escape the observation of the discerning reader. These praises may, in some instances, have exceeded the merits of their respective subjects ; but, aware of the circumstance, the reader will ex-"], [8, "iv cuse a little enthusiasm, smitten as the author evidently is, with a love of freedom, and contemplating as its result, t/ie ease, plenty, and consequent hospitality, with which he was surrounded. Of the sincerity of the Writer, tliere will be no question with those who have had the pleasure of his acquain tance: and a conclusive proof is furnished, in his embarkation, with a numerous and interesting family, for the country he so recently visited. To promote emigration from these countries, is not the de sign of the Editor. Severe as are (he present sufferings, and discouraging the prospects of many at home, he is eager to declare his confidence in ilte talents, the enterprize and the industry of his countrymen ; in their information and public spirit, and in the means of restoration which the country itself affords. These will render us prosperous whenever they shall be suffered to operate, unimpeded by a weight of taxes, of which nature and policy alike forbid the continuance. The Journal is followed by the best information that could be collected, for emigrants on their arrival in the United Stales. To these are annexed, Instructions respecting the most eligible places of embarkation, the usual terms and methods of taking a passage, and the requisite preparations and provisions for the voyage ; followed by an Abstract of the several Acts of Parliament, on the subject of Emigration: the whole forming, as the Compiler flatters himself, a Com plete Emigrant's Guide."], [9, "B £®iiiaMii5L3 Sfc. S(c. ARRIVAL AT NEW YORK. On the 10th of May, 1816, I sailed in the ship Rosalie, from Liverpool for New York, and On the 22d of the fol lowing month, was delighted with a sight of that land, on which, I hope, the foot of a king mast never tread. It was Block Island, about two hundred miles distant from New York, small, and inhabited by about 3,000 persons, chiefly of those useful classes of society — Fishermen and Farmers. Here we took a pilot on board, who told me that all the inhabitants who would work, could live well — an observation I had frequently heard before, and one which I afterwards found amply confirmed. On the 25th at night, we anchored in the Bay of New York, and, coming- on deck the following morning, I was struck with a view of the city, rivers, islands, bays and surrounding objects— which, for beauty and local advan tages, could, 1 imagine, be excelled by no place in. the world. But the feelings with which I contemplated tMs region, shed a lustre on every object : I could not forget that the land of a free people was opening to my view, and the blessings of this condition of man, filled my breast with pleasing anticipations. On my arrival at New York, I met with a gentleman from Boston, whom I had before known in Liverpool. — He accompanied me to Mechanic Hall, where we spent the night, and slept in the same room ; in the morning, this Boston gentleman sharply requested the servant woman to bring another towel, and more water: she replied, \" I will bring what you want, but I expect that you are an American, and that you will be civil — for we expect to be treated with civility.\" This little occurrence, in the out set of my intercourse with this people, reminded me of my friend, , who told me, I should find the people civil, but not servile — a distinction which travellers would do well to bear in mind. On the 30th June, I was introduced to the Governor of the State of New York, at the City Hall. He invited me to dine with him, the first opportunity, at his house on"], [10, "6 NEW YORK— BOSTON. Staten Island, informing me that his house was but small, and his accommodations plain; but that I should be wel come to all they afforded. He also kindly offered me letters of introduction, with any other services in his power to render. On the 28th June, I went with Mr. S. M , to see a woollen cloth-mauufactory, together with one for wire, and one for cards, situated near the city. The managers of these establishments told me, what must be obvious to every reflecting man, that their trade was much in jured by the very low prices at which English goods were then selling in New York; but that they thought the English manufacturers and merchants must suffer much more than themselves. On the 29th 1 sailed across the East River, to see Fulton the First, the celebrated steam frigate, so truly described in England. It's sides are five feet thick — and, opposite the machinery, six feet solid. In length it is about equal to a large ship of war, aud twice as broad. It carries heavy metal, and can be propelled, as I was as sured, five or six miles in the hour, against wind or tide. This terrible machine, thought I, would be a vast acces sion to the Holy Alliance, and, employed in the cause of legitimacy, might be sanctified by the pope, and the several orders of priesthood! The steam boats in general are uncommonly large : I measured one on the Hudson River, which was sixty yards long and ten broad, with beds for about 200 persons. July 12th, left New York in a steam-boat, for New-haven, about 85 miles distant, and proceeded by land through Hartford, Stafford, Springfield, Worcester, &t\\ to Boston. Through this tract of country, there is abundance of fine timber, much stony land, and the soil in general thin, as if washed by heavy floods. Boston very much resembles an English town, with narrow, crooked streets. It is built on a hill, surrounded with water, over which are three or four bridges, each about half a mile long. The State-house is situate on the most elevated part of the town, commanding a very fine prospect from its summit. I was at Boston on the 4th July, a day which is cele brated throughout the United States, as the Anniversary of their Independence : of which it was the fortieth. There was some parade at Boston on this occassion, and an ora tion at one of the Churches, which I had an opportunity of hearing. A little of that partiality for the cause of legiti macy, that hankering after titles and power, which distin guishes some of the inhabitants of the New England States,"], [11, "7 BOSTON. was here apparent. The oration concluded with a pious exclamation against that profane trampler on old fashioned thrones and mitres — Bonaparte, — whose spirit continues to haunt the minds of all who enjoy, and all who aspire to the possession of, \" Ancient and venerable institutions.\" In the evening, I became acquainted with a nephew of the late president, Adams, who, under his uncle's administra tion, enjoyed a lucrative situation. The temper of this gentleman, seemed to be somewhat embittered by a severe rheumatic complaint under which he laboured, and it has been suggested, that the loss of his office contributed no thing to his complacency. Systems of government became a subject of our conversation, in which he emphatically declared, that \" He did not know what sort of government would please a man, if that of England would not ;\" I con curred in his opinion of its superior excellence, to all who administered and shared in its emoluments and patronage; but thought it not quite so desirable to those who had only to pay the expences. That a government, or any other speculation, should be praised in proportion to the profits it yields, is quite natural ; and it is equally natural, that those praises should be echoed by those who would imitate the system. Here, too, I encountered another admirer of the English system of taxation without representation, or rather with what is called virtual, or sham, representation. He, like several others whom I afterwards met with, endea voured to impose on me with the assertion that the people ofthe United States, were more heavily taxed than those of England ; and that their poor were much more distressed! He might have spared himself the trouble — I had before looked around me. These disappointed office-seekers, or agents of the good old cause of legitimacy and mock repre sentation, succeed in frightening some new-comers, by propagating tales of hundreds and thousands of emigrants strolling about the streets, unable to procure bread or em ployment — 'tis strange I never saw them ! One favorite tale of theirs found its way into the English Newspapers that five hundred British emigrants had applied at a certain place, begging for the means of a conveyance back to their own happy country — when, in fact, there had not been five applications of the kind within the time. But it is easy to account for a few applications of this sort; the idle and the improvident, will, and ought to be miserable every where; and meanness will ever seek to be carried here, or there, at the expence of others. The following statement of Capt. Crocker, will illustrate this subject: — Among the many applications that are made to the Bri-"], [12, "8 BOSTON. tish Consul at New York, one has come within my know ledge. — In October, 1816, a man of the name Peter ■ , an Irishman, came on board the ship Ann, of New York, and applied for a passage to Liverpool. The passage money was 40 dollars; he said he was a poor man, and could not pay that sum ; he was advised to apply to the British Consul, which he said he had done ; he was, after much of his blaney, taken for 20 dollars. On the passage, he gave his history, from his first landing in America. He said he had landed at New Bedford, Massachusetts, about five years before — that he worked there 18 months, then went into the State of New York, where he had worked at farming, a part of his time, and a part in the glass works ; and with his work and some little trade, he had bought himself a farm of 80 acres of land and a house; and that he owed some money in Ireland, where he had a wife and two children ; that he had brought money over with him, 3,500 dollars, to pay some debts and to take his family out to America. He engaged his passage back in the Ann, (on condition that they could return to Liverpool in time) for ,£25, for himself and family. From Boston, I visited a cotton manufactory about 10 miles distant ; here they take in the cotton in the raw state, and card, rove, spin, warp, size and weave it all in the same building. The weaving is done on four looms. It was a sort of shirting, or sheeting, they were at work upon, 42 inches wide ; the price paid for weaving was 1 % cent per yard, — somewhat more than 1 half-penny; the weaving was performed by girls of 15 to 17 years ; one was tendin two looms, that would weave about 40 yards per day^ These girls appeared clean, healthy and well clothed. I was told they were chiefly the daughters of small farmers in the neighbourhood. Here I saw a warping mill, turned by water, that would stop of its own accord, if one single end broke, or was run off. Notwithstanding the very low prices of British goods, one of the partners of this establishment informed me, that they were selling their goods for a fair profit; and, in confirmation of this, I observed that they were building another large factory, beside that which was at work. The country round Boston is variegated and in general pleasant. A man in this state, who holds a house, out-houses and two lots of ground, of £ of an acre of land, in a sea-port town containing 12,000 inhabitants and sending: 5 representatives to the State Legislature, this man, for state, county and town tax, pays 3 dollars 46 cents ; and"], [13, "9 BOSTON— PROVIDENCE. in direct taxes to the general government, 3 \\ dollars, making, together, 6 dollars 71 cents, about £1 10s. 2d. sterling, for every description of tax. Mr. P— furnished me with the following prices of provisions and labour at Boston. /6s. Dolls. Cenis. Best Flour, per barrel of 196 .. 9 0 Beef, pound 10 Butter, do 25 Lamb, do 7 Pork, do 9 In the fall of the year, beef is commonly sold at 5, and butter at 18 cents per pound. Common labourers, 1| dollar per day. Bricklayers' ditto, 14 ditto per month, with meat and drink. I left Boston on the 12th July, travelling by the stage coach to Providence, distant about 42 miles, paying for my passage 3 dollars. The drivers here are paid by their em ployers, and not by the passengers. Their mail coaches travel in safety without guards. At Providence I stopt all night, with other travellers, at the first inn in the town, kept by a Frenchman. And, as some idea of the expences of travelling in this country may be had from this little journey, the reader will excuse the following enumeration of our fare. — The supper-table was furnished with beef-steaks, mutton-chops, veal-cutlet, cold beef, tongue, ham and fowl; broiled ham and fowl; two or three sorts of fish ; oysters ; four or five sorts of bread and butter, with spirits; we had good lodgings, followed by a breakfast resembling our supper table, and were charged 1J dollar, or about 5s. l\\d. each. Here I inspected the dye and bleach-works of Messrs. — which are extensive, and appeared to be in good order. They were glazing and finishing coloured goods, which they did well; but their white goods I thought were not so well finished. They had both hot and cold callenders at work. At 10 o'clock in the morning, I embarked on board a sloop, destined for New York, distant about 220 miles, and arrived the following day at two o'clock in the after noon, for which I paid for passage, provisions, liquors and bed, 10 dollars. July 18th, accompanied by a Mr. H , an English gentleman, and two Americans, I went to see Paterson falls and manufactories. These falls are awfully grand, one being 70 feet perpendicular. The manufactories are exten sive, consisting chiefly of works for the manufacture of cotton, linen, nails, and iron rolling-mills."], [14, "10 STATEN ISLAND -ALBANY. July 22id, I visited the state prison at New York, in which I found about 600 prisoners, at work at their several trades, viz. : — taylors, shoe-makers, joiners, carpenters, cabinet-makers, spinners, weavers, &c. Here they are em ployed, and their conduct observed ; their behaviour, in a great measure, regulating the periods of their confinement. To improve, and not to punish, is the object of their laws. On the 2nd August, about 9 o'clock in the morning, I sailed across the bay, to Staten Island, anxious to avail myself of the kind invitation of the governor, Mr. Tomkins. He received meat his door with a friendly welcome ; with out ostentation in his appearance or manners. He reminded me of our English notion of a respectable farmer. Would it, thought I, add more dignity or happiness to this coun try, to have its chief magistrate surrounded by a train of pampered attendants, dressed out like so many mounte banks? Walking round his house and farm, I found Mr. Tomkins superintending the labours of his several work people, pay ing small accounts of two or three dollars each, &c. These things are all matters of course amongst this people ; but, new to me, they awakened reflections which I shall not forget. Well may they enjoy plenty, thought I, where almost all are usefully employed ; and where, to consume the produce of the labour of thousands, is not deemed essential to the honour and rank of a few. I need not state that the chief magistrates of the United States are without \" Body Guards\" and \" Life Guards,\" and the people with out the expence of maintaining them. But how order, \"Social Order\" I should say, is maintained, without either standing armies, or the more frequent use of the rope and the drop, would puzzle our \"Holy Alliance\"-people, especi ally amongst this strange mixture of persons, from all the nations of the world, and those, too, none of the best, as some report. But, should the Holy Alliance, in its august wisdom, deem these people worthy their notice, and con descend to send them a few Legitimates to reign over them, standing-armies, and ropes and drops without number, would, I think, be wanted to maintain social order. August 11th, left New York, and sailed up the Hudson River, to Albany, about 180 miles, in one of the steam boats, paying for passage, victuals, &c. 7 dollars. On my arrival, I called on the Leiut. Governor, the Mayor, and a Mr. K. to whom 1 had letters, and by whom I was hospita bly treated. From hence, I went to Balston and Saratoga, places frequented in the summer season, by people from all parts of the Union. The waters at these places are said to be excellent."], [15, "11 BALSTON. At Balston there is a new cotton manufactory, built with bricks, 60 yards long, 14 broad, and four stories high, exclusive of the garrets in the roof. Here, and at Saratoga, there are the largest taverns, or boarding-houses, as they call them, that I ever saw. \" Man never is, but always to be blest,\" Says the poet, and to be disatisfied with our condition, is the lot of humanity. Yet I am far from regarding this as a moral, or a natural defect in our constitution ; it is this discontent with our present state, which impels us to all our improvements, mental and physical. Without this ingredient in our composition, the human race would exhibit at this hour but a vile abortion of \"filth and stu pidity — contented to gorge on the first garbage it encoun tered, and satisfied with it's shelter- under the nearest clump which the vast desart of the earth might present. — Yes, discontent, like the other elements of our nature, has it's use, and our all-wise Creator implanted it for beneficial purposes — but, like other of our qualities, it requires the regulation of reason, and must be carefully watched, or it will lead us into foolishness and misery. But to my subject. At Balston I became acquainted with a Mr. M , whom I found to be, what is called, a strong Federalist— tran slated into English, we should say, a disaffected man. All federalists are not disaffected to the government, but only to the administrators thereof, wishing themselves, or their friends, to be in place, from an honest persuasion, no doubt, in many, that affairs might be better managed. But Mr. M. seemed to be of another order, telling me, as he did, that he thought things would be much better with them, if the States were governed by Great Britain, in the same way that Canada is governed — that is, without being taxed ! and then, he thought, they would not be bothered with the election of their Tomkinses or Jenkinses, or other upstarts ; for that England would furnish them with legiti mate governors without trouble or expence. Poor man ! I told him I suspected he was mistaken in his calculations, as to the terms on which England would undertake the trouble of governing them ; that if Canada were untaxed, it was purely because she was unable to pay— for, that Legitimates and Boroughmongers were never satisfied until they had exacted the last farthing; adding, that if the Canadians were taxed to one fourth the amount of their fellow subjects in England, they would think of doing the"], [16, "12 THILADELPHI A— WILMINGTON. business of government themselves, in the same manner as the people of the United States had done forty years ago. August 11th, left New York for Philadelphia, part by steam boat, and part by land, through Brunswick, Prince town, Trenton, Bristol, Burlington, and down the Dela ware. On the road sides lay great quantities of fine fruit, and trees broken down by the weight thereof — every thing appears more abundant in this country than placemen and pensioners, tax-gatherers and paupers. Arriving at Philadelphia, 1 was struck with the beauty and grandeur of the city, which I thought exceeded New York, taken altogether ; but Broadway, in the latter city, exceeds any street I have seen. I stopt at Washington hall, in South-third-street, at the best and most comforta ble house I have rested at in any country. It is said to be the best in the States, nor do I see how it could be ex celled. The charge, for bed and board, was two dollars per day. August 22d, I had the honour, as well as very great pleasure, to be the bearer of a handsome silver cup, to a Mr. William Turner, of this city, from some friends in Manchester. The occasion was as follows: — In his native country Mr. Turner had been unsuccessful in business, and, assigning over his effects to his creditors, he went to America, where he soon acquired some property, and remitted to his creditors. This first, was followed in a little time, by a second remittance, which made up his payments to twenty shillings in the pound, with interest. This upright conduct of Mr. T. was so pleasing to his creditors (some of whom refused to take the interest) that they set on foot a subscription, and purchased a cup, to be presented to him as a token and memorial of their respect. \" They should not have sent it,\" said the wor thy man, \" I have done no more than my duty.\" Had Mr. T. remained in England, he might have striven in vain to accomplish his honorable wishes ; the unceasing demands of the tax-gatherer, would, iu all probability, have frustrated every effort. August 24th, left Philadelphia by a steam-boat, for Wil mington, where I stopt a few days, examining the manu factories on the Brandy-wine River. At the bottom, there are corn-mills on each side, with a fall of water of from twenty to thirty feet. Vessels sail out of the Delaware into this river. A little way up the river, is a place for making machinery for cotton-mills, &c, and a little higher, two cotton factories ; still higher up on the banks of the"], [17, "13 NEWCASTLE— WASHINGTON. Brandy.wine, stand in succession, a manufactory of wool lens, with dye-houses, &c, and a large establishment of powder-mills. This river is very rapid, running upon a stony and rocky bed. In the valley, I saw vines as thick as my arm, grow ing along the ground eight or ten yards, then entwining themselves to trees, and spreading to the height of twenty yards. The country round, is high, pleasant and healthy, and the fruit abundant The roads are good. The inhabitants are not subject to the fever and ague, as they are in some of the swampy grounds, where are stagnant waters. August 27th, went to Newcastle, about five miles from Wilmington, a little sea-port on the Delaware, pleasantly situated ; enjoying good land, with abundance of fruit; if I wanted apples, pears or peaches, I had only to stop the gig, and could reach them without rising from my seat. August 28th, I spent half the day with a farmer, near the Brandy-wine; he told me he had left Ireland, his native country, twenty years ago. The farm, which was a large one, was his own, as he informed me, and that he had lately purchased another in the neighbourhood. I was much pleased with his method of keeping his milk, having a stream of spring water running through his small milk house, a depth of four or six inches of water was retained on the floor, into which, the basons, with the milk, were set, and thereby kept cool and sweet. August 30th, left Wilmington for Baltimore, which I quitted on the 31st, and arrived at Washington about two o'clock in the afternoon. Here I saw the remains of the public buildings burned by Gen. Ross and his troops, in the late war, and felt ashamed of my countrymen for this violation of the laws of war. Great numbers of workmen were employed in repairing these handsome buildings ; I thought the same labour and expence would be better bestowed on the erection of comfortable dwelling-houses. Washington is beautifully situated, amphitheatre-like ; and, were it but finished according to the plan laid down, would, perhaps, be one of the handsomest cities in the world. September 1st, returned from Washington to Baltimore, in company with some young officers, one of whom amused us with several diverting stories. September 3rd, arrived again at Philadelphia, where I met with some Englishmen who laboured in the old strain, to convince me that the Americans are much more heavily taxed than the English, &c. &c. ; they succeeded in alarm ing some newly imported emigrants, but a little time will correct the error. c"], [18, "14 PHILADELPHIA— NEW YORK. - September 6th, walking through the market in High street, Philadelphia, I met with a countryman ; \" Well,\" said I, \" there is plenty of fine fruit in the market; is there -not?\" \" Why yea,\" said he, \" but they look better than ■they are, for in reality, they are not so good as the Eng lish.\" I found him to be a true John Bull, determined to despise every thing that even- grows iu a country, where popes, princes and priests, do not govern. September 7th, being market day, I went through the market to ascertain the prices of provisions, which 1 found as follow : — Lamb, per pound, .... 6^ cents. Prime Beef, 9 Veal, 10 Pork, 12| Cheese**, 15 Butter, 37 Eggs, per dozen, 12 Peaches, per bushell,. . . 2 dolls. Best Flour, per barrel, 9| Whiskey, per gal 55 cents Jamaica Rum, 1 dlr. French Brandy, 1| Hollands Gin, 1 Cognac Brandy Iy Bums made in the States, 64 cents September 8th, returned to New York, in company with the Spanish patriot, General Carrera, vvith whom I was proud to be acquainted. September 22nd, went in company with Mr. H. C. to see some friends near Fort Washington, about 10 miles from New York. By the Hudson River, near this place, is au immense rock of white marble. On our way, about two miles from New York, I requested my friend to drive a little to one side, to avoid running the horse and gig: over some apples that lay on the road ; he did so, and immedi ately we met three men, apparently mechanics. I looked behind me to see if they would gather any of the sine fruit we had passed, but, to my surprise, they passed them with out.stooping. Soon after, we met a drove of cows and bul locks, which cleared the road as they marched along. September 26th, I took a ride with Capt. R. about seven miles iuto the country, and on pur return we called on a friend of his, originally a Scotchman, who left his native country when young. He had acquired a large fortune, and lives in an elegant house of his own, near New York. October 10th, Mr. Peter H , formerly of Bolton-le moor, Lancashire, in England, but now a resident in Lan caster, Pensylvania, called on me in New York, when I requested him to give me a short history of his proceedings since he left Bolton, which is as follows : — \" I left Bolton about the 1st of December, 1812, and sailed for New York. I had not one dollar when I arrived. I stopt at this city about three weeks, when I went lo Philadelphia, where I"], [19, "NEW YORK. ls> remained about six weeks, and was then ordered into the country, forty miles from tide-water, on account of the war with England. I went to Lancaster, Pensylvania, where I have resided ever since. I now employ sixteen or eighteen hands. I have saved from five to six thousand dollars, and live as well as my old neighbour, Col. F . 1 wear as good a coat as any Englishman ; and I have not had one day's sickness since my arrival. I pay 2s. 4rf. a year to light the town and mend the streets, but I pay nothing for the light of the sun, nor any poor tax, nor any tax of any sort, except my share of duty on imported goods, and these are now cheap enoug-h.\" Lancaster (he informed me) is a flourishing town, and the country in general good lime-stonei land, well culti vated, and possessed by a wealthy people. Seven or eight hundred persons per week, pass through the town to the western country, where the climate and soil are said to be good. , They generally proceed in waggons, six or eight together. October 11th, 1816. — Accompanied by Capti R. aud Mr. T. I visited the alms-house in New York, in which were children, and ag;ed and infirm persons, who cannot work. These are well fed, and the children educated, and bound apprentice at a proper, dge ; being, as I was informed, much sought after. The :old people were separated into different classes, sojne being clean and comfortable, and others the contrary. Our guide told me thdt they were thus separated as an encouragement to cleanliness. Behind the alms-house is a penitentiary, in which aYe kept con victs for small offences^ Whilst we 'were .there, about twenty came in from work on a new road; each man. was secured by a chain, fastened to his leg, with a ball at the end. On the 17tl) of October, after a pleasant tour, I embarked on board the Carolina Ann, for >Liverjpool, where we ar rived on the 17th of} November, being an absence of six months and seven dlays. [ The following Diary of the Weather, from the time of my landiiig in the United States,' to that of my departure, mav interest the curiosityiof some of my frierids. * I • r i"], [20, "16 WEATHER. State of the Weather, from June 26th, to October nth, 1816, both days inclusive. 1816. Fine Clear Sky. 1816. Fine Clear Sky. 1816 Fine Clear Sky. Dates. Rain, Dates. -Rcf-i Dates. /?a.'« une 26 27 28 29 30 uly 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 nig. 1 2 3 4 5 6 7 8 10 1 1 1 Aug. 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 Sept. 1 2 3 4 5 6 7 8 9 10 ll 12 13 14 15 16 17 18 19 20 21 22 23 24 25 Sept. 26 27 28 29 30 Oct. 1 2 3 4 5 6 7 8 9 i i I 1 10 11 12 13 14 15 16 17 x t 2. 1 J 1 JS-g be b S s sa,g 21 5 341 i 4-H, ■il i 3 1 Total 96 18 1 1 1 1 1 1 | i 3 •C 1 _Ph «• § 8 %*> 5 I 3 I 1 1 1 1 1 1 1 1 1 T 7 1 i !rd. for h ai 40i 5! 3U\\ in"], [21, "m a ft w 4sc. &;c. Were the sentiments of the compilerof this little work of any moment, he should confess that they are chiefly favour able respecting the means of happiness, which the United States present to individuals who have the disposition and the talents to employ themselves usefully. Strong differ ences of opinion, however, on this subject are known to prevail amongst respectable persons; persons, too, who appear to have enjoyed the best means of informing them selves — and it behoves us, in forming an opinion, to weigh well the testimony and the credit of each. This the Editor has done to the best of his judgment, and, without slight ing the sentiments of those who entertain opposite views, so consistent and overpowering has been the evidence in favour of the rising republic, that the conclusion unavoid ably became such as he has stated. To reconcile these conflicting opinions with honesty of intention, would perhaps be no very difficult task, could we enter into a detailed statement of the previous circum stances, and points of view, from which the opposing par ties have contemplated the subject. — At present, we must content ourselves with glancing at such as appear most prominent, and these are to be found in what may be termed a difference of taste, formed by previous circum stances, aud in the contemplation of a different class of objects. Englishmen are, perhaps, the most prone to form a low estimate of the advantageous side of the ques tion ; especially those Englishmen who have enjoyed all those comforts and conveniences of life which continue to distinguish their country above the other nations of Europe. No one pretends that America, or any other coun try, can vie with England in this respect ; and the Eng lishman who has the means of commanding them at home, must be prepared to make a liberal abatement whenever he travels. The populous cities in the northern parts of the Union, may be second to none in the world, except our own, in the supply of all those circumstances which sweeten our existence; but, inferior as they confessedly are, that Englishman must be disappointed, who, because he hears every where his native language spoken, expects to feel and to see all other things the same."], [22, "18 HINTS. To the poor man, who toils hard for n scanty supply of the means of existence, without aspiring to any of the comforts of life, America, doubtless, presents a most in viting aspect — for all parties bear testimony to the abun dance with which labour is rewarded; aud the generous participator in the joys and sorrows of his fellow crea tures, will find ample compensation for some abridgment of his comforts, in the plenty and happiness which sur round him. But the editor will detain his readers no longer with speculations of his own, furnished as he is with the valu able information of persons much better qualified, and pos. sessed of all the means of forming a correct judgment. He hastens, therefore, to lay before them, the substance of a pamphlet, drawn up in July last, published by the Sham rock Society, of New York, addressed particularly to emi grants from Europe, who intend to make a permanent re sidence of the United States. To the extracts from the above pamphlet, the editor feels happy in an opportunity of subjoining a short passage from the pen of a shrewd and able writer; a passage which is peculiarly calculated to induce a sober estimate of the prospects which the United States present to many indi viduals. That hospitality, which, as Mr. Jefferson says, the savages of the wilderness extended to the first settlers ar riving in this land, cannot be denied by a free, civilized and Christian people, to brethren emigrating from the countries of their common fathers ; and the exercise of it is peculiarly agreeable to us, who have (some of us) been induced, by a similarity of fate and fortunes with your own, to quit the lands of our nativity, and seek freedom and happiness in America.. That hospitality which the wild Arab never violates, and which the American Indian so often exercises to strangers ; that sacred virtue is dear to our hearts, which we open to address you in the frankness of friendship and sincerity of truth. Strangers as you are, you may derive benefjt from the guidance and counsel of frieuds. If one who has gone the road you are about to travel, by only showing you how it winds beyond the next hill, does you an act of civility, how much more important would be some information, that must influence your friendship and future fortune. And when you reflect, that circumstances apparently trivial may make the one, or mar the other, you will not dis-"], [23, "19 HINTS. regard a communication which relates to the business of life. All that a first conversation with an emigrant can pro perly embrace, will fall under three heads :— 1st. What relates to his personal safety in a new climate. — 2d. His in terests as a probationary resident. — And, Sdly, His future rights and duties as a member of a free State. Under the first will be comprised some directions for your mode of living, and the preservation of your health. The second would demand some description of this extensive country, which may direct your choice and industry. Under the third should be contained a brief abstract of such political matters as it behoves you to understand. Emigrants from Europe usually arrive here during sum mer, and, every thing considered, it is the best they should; for, in the middle and eastern states, the winter is long, fuel very dear, and employment comparatively scarce at that season. In winter they will expend more, and earn less. But if arriving at this time bear more upon the pocket, the heats of the summer are undoubtedly more trying to the health. Iu the Middle States, namely, New York, New Jersey, Pennsylvania and Maryland, a northern European usually finds the climate intensely hot from about the middle of June until towards the first of October. The thermometer frequently ranges from 84 to 90, and sometimes above it in the middle part of the day; this, to a stranger who works in the open air, exposed to the burning sun, is certainly dangerous, and requires some precautions on his part. First of all he should regulate his diet, and be temperate in the quantity of his food. The American labourer, or working mechanic, who has a better and more plentiful table than any other man in the world, of his class, is, for the most part a small eater, and we recommend to you his example. The European of the same condition, who re ceives meat or fish, and coffee at breakfast ; meat at dinner ; and meat or fish, and tea, at supper, an abundance of ani mal food to which he was unaccustomed, insensibly falls into a state of too great repletion, which exposes him to the worst kind of fever during the heats of summer and autumn. He should, therefore, be quite as abstemious in the quantity of food, as of strong drink; and, in addition to this method of preventing sickness, he should take a dose of active physic, every now and then, especially hi the hotter months' of July and August. By this prudent course, an ardent climate will have no terrors, and after some residence here, he may preserve his health by regimen aud exercise alone."], [24, "20 HINTS The labourer or mechanic should put off his ordinary clothes, and wear next his skin, a loose flannel shirt, while he works : it should be taken off again when he has done. The stranger, as well as native, must be particularly careful not to drink cold water, after being heated by ex posure to the sun or exercise. Sudden and severe pain at the stomach, and even death, are frequently the conse quence of such imprudence. The Humane Society of this city has published the following directions to be observed in sueh cases: — 1st. Avoid drinking water while the body is heated, or during profuse perspiration. 2d. Wash the hands and face with cold water before drinking. 3d. If these precautions have been neglected, and cramps or convulsions have been induced, let a tea-spoonful of laudanum be given immediately in a cup of spirits and water, and repeat the dose in half an hour, if necessary. 4ih. At the same time apply hot fomentatio s of spirit and water to the stomach and bowels, and to the lower extremities, covering the body with a blanket ; or immerse the body in a warm bath, if it can be immediately obtained. 5th. Infect into the bowels a pint of warm spirit and water, mixed in the proportion of one part of the former to two of the latter. Do you ask by this time, with a view to the ordinary business of life, — What is America ? What sort of people may expect to succeed in it ? The immortal Franklin has answered these questions — \" America is the land of la bour!\" But it is, emphatically, the best country on earth for those who will labour. By industry they can earn more wages here than elsewhere in the world. Our go vernments are frugal, they demand few taxes; so that the earnings of the poor man are left to enrich himself ; they are nearly all his own, and not expended on kings and their satellites. Idlers are out of their element here, and the being who is technically called a man of rank in Europe, is despica ble in America. He must become a useful member of so ciety, or he will find no society ; he will be shunned by all decent people. Franklin, whose sage counsel is the best that can be given or observed, has said, that it is not ad viseable for a person to come hither, \" who has no other quality to recommend him but his birth. In Europe, in deed, it may have it's value, but it is a commodity which cannot be carried to a worse market than that of America, where people do not enquire concerning a stranger, What is he? but What can he do? If he has any useful art, he is"], [25, "21 HINTS. welcome, and if he exercise it, and behave well, he will be respected by all that know him. The husbandman is in honour here, and so is the mechanic, because their employments are useful.\" \" And the people,\" he adds, have a saying, that ' God Almighty is himself a mechanic, the greatest in the universe.' Franklin farther illustrates the generality of industrious habits by the Negro's obser vation, That the white man makes the black man work, the horses work, the oxen work, and every thing work except the hog, which alone walks about, goes to sleep when he pleases, and lives like a gentleman. \"The only encouragements we hold out to strangers are, a good climate, fertile soil, wholesome air and water, plenty of provisions, good pay for labour, kind neighbours, good laws, a free government, and a hearty welcome. The rest depends on a man's own industry and virtue.\" It would be very prudent for new comers, especially labourers or farmers, to go into the country without delay, as they will save both money and time by it, and avoid several inconveniences of a seaport town. By spending some time with an American farmer, in any capacity, they will learn the method of tillage, or working a plantation, peculiar to this country. No time can be more usefully employed than a year in this manner. In that space, any smart, stout man can learn how woodland maybe cleared, how cleared land is managed ; he will acqnire some know ledge of crops and their succession, of usages and customs that ought to be known, and perhaps save something into the bargain. Many European emigrants who brought money with them have heretofore taken this wise course, and found it greatly to their advantage; for, at the end of the year, they knew what to do with it. They had learned the value of lands in old settlements and near the frontiers, the prices of labour, cattle, and grain, and were ready to begin the world with ardour and confidence. Multitudes of poor people, from Ireland, Scotland, and Germaoy, have, by these means, together with industry and frugality, become wealthy farmers, or, as they are called in Europe, estated men ; who, in their own countries, where all the lands are fully occupied, and the wages of labour low, could never have have emerged from the condition where in they were born. In the west of Pensylvania, there is a custom which the farmers there call cropping, and which is as beneficial to the owner as to the tiller of the ground, in the present state of this country. The cropper performs the labour of the plantation, as spring and fall ploughing s, sowing, har- D"], [26, "22 HINTS rowing, or other work, and receives a certain share of the crop, as agreed on, for his pains. But he must be an ex pert farmer before he can undertake, or be intrusted with the working of the farm. None but a poor man under takes it, and that only till he can save money to buy land of his own. It is invariably the practice of the American, and well suited to his love of independence, to purchase a piece of land as soon as he can, and cultivate his own farm, rather than live at wages. It is equally in the power of an emi grant to do the same, after a few years of labour and economy. From that moment he secures all the means of happiness. He has a sufficiency of fortune without being exempt from moderate labour ; he feels the comfort of in dependence, and has no fear of poverty in his old age. He is invested with the powers, as well as the rights of a freeman, and may, in all cases, without let or apprehen sion, exercise them according to his judgment. He can afford to his children a good education, and knows that he has thereby provided for their wants. Prospects open to them far brighter than were his own, and in seeing all this he is surely blest. Industrious men need never lack employment in America. Labourers, Carpenters, Masons, Bricklayers, Stone-cutters, Blacksmiths, Turners, Weavers, Farmers, Curriers, Tailors, and Shoe-makers, and the useful mrchanics generally, are always sure of work and wages ; Stone-cutters now receive in this city, (New York) two dollars a day, equal to nine shillings sterling; Carpenters, one dollar and eighty-seven and a half cents; Bricklayers, two dollars; Labourers, from one dollar to one and a quarter; others in proportion; At this time, (July, 1816,) House.carpenters, Bricklayers, Masons, and Stone-cutters, are paid three dollars per day in Petersburgh, Virginia. The town was totally consumed by fire about a year since, but it is now rising from its ashes in more elegance than ever, Mechanics will find ample employment there for, perhaps, two years to come, Artisans receive better pay in America tlian in Europe, and can live with less exertion, and more comfort; be cause they put an additional price on their work, equal to the cost of freight and commission charged by the mer chant on importations. But there are not many of the laborious classes whom we would advise to reside or even loiter in great towns, because as much will be spent during a long winter as can be made through a toilsome summer, so that a man may be kept a moneyless drudge for life. But this is not, perhaps, the worst; he is tempted to be-"], [27, "23 HINTS. come a tippler, by the cheapness and plenty of liquors, and then his prospects are blasted for ever. In few coun tries is drunkenness more despised than in this. The drunkard is viewed as a person socially dead, shut out from decent intercourse, shunned, despised, or abhorred. The pernicious habit is to be guarded against as scrupulously for political as moral considerations. Men of science, who can apply their knowledge to useful and practical purposes, may be very advantageously settled ; but mere literary scholars, who have no profession, or only one which they cannot profitably practise in this country, do not meet with much encouragement ; in truth, with little or none, unless they are willing to devote themselves to the education of youth. The demand for persons who will do this, is obviously increasing, and, although many excellent preceptors are everywhere to be found among the native Americans, there is still considerable room for competition on the part of well-qualified foreigners. In the seminaries for classical education, it is very common to find the preceptors natives of Ireland, and the same may be said of the mathematical schools. In the southern states, where a thin population is spread over an extensive country, good schools are comparatively few ; but there are rich planters in those districts, in whose families foreigners, of genteel address and good knowledge of the classics, English and arithmetic, will find employment, and a good salary, as private tutors. It does not detract from a man's personal respectability, or future prospects, to have been thus engaged. The Americans are too wise to treat condition as mean, which is essential to the honour and prosperity of the nation, and which supposes in its professor, natural talents and acquired knowledge. It is not unusual, in this country, to see young men who taught school until they accumulated some property, and who then turn to the professions of law, physic, or divinity; or else become farmers or merchants. The practice and feel ings of the Americans, in this particular, may be judged from the fact, that many gentlemen, who begin their caresr as schoolmasters, pass through all the gradations of state honours, are appointed to foreign embassies, promoted to the head of departments of the Federal Government, and have as good prospects as others of attaining the presi dency. Several instances of this nature, might be quoted from this unprejudiced people. In what part of this extensive country, may an emigrant, from the northern or western parts of Europe most advan tageously settle? — If he be undecided until his arrival, his"], [28, "24 HINTS choice will be agreeably perplexed or suspended by the different invitations offered by various sections of this empire. It covers an area between the 31st and 46lh degrees of north latitude, and from the Atlantic Ocean to the westward indefinitely. In time, our settlements will reach the borders of the Pacific. The productions of the soil are as various as the climates. The middle states pro- duce grain of all kinds; Maryland and Virginia afford wheat and tobacco ; North Carolina, naval stores ; and South Carolina, and Georgia, rice, cotton, indigo and tobac- co; to these products, Louisiana and Mississippi add sng;ar and indigo, which are now cultivated in Georgia likewise. Tennessee, Kentucky, Indiana and Ohio, are productive of the chief part of these great and principal staples, together with hemp, coal ; and such plants as are found in the northern and middle states, to the eastward of the Alleg- hany Mountains. Over this great tract, the finest fruits grow in perfection; grain of every sort is in plenty; and \" He who puts a seed into the earth is recompensed, per- haps, by receiving forty out of it.\" We are of opinion, that those parts of the United States, between the 35th and 43d, or 37th and 42 degrees of north lat. will be found most congenial to the constitutions of Europeans. New York, (principally,) Pennsylvania, Maryland, Virginia, Ken- tucky, Ohio, Indiana; Illinois and Missouri Territories are spread within these parallels. As the European is more patient of cold than of heat, he will be apt to prefer the middle and western, or northwestern states, to the south- ern. There he will form connexions with inhabitants whose manners most resemble his own. In some one of them we would advise him, after a proper examination, to pitch his tent, and fix his residence. Farther to the south, where negro slaves are the only, or principal labourers, some white men think it disreputable to follow the plough. Far be it from us to cast censure on our southern neighbours ; yet, in choosing a settlement, we would have emigrants take slavery, with all other cir- cumstances, into their consideration. It is the opinion of some judicious men, that though persons newly arrived ought to go without loss of time into the country ; yet it would not be prudent for them to re- tire all at once to the remote parts of the west ; that they ought to stop nearer the sea-board, and learn a little of the mode of doing business. Perhaps this, in some in stances, may be advisable, but we think that young men, whose habits are not fixed, cannot post too speedily to the fine regions beyond the Alleghany. The labourer, how-"], [29, "25 HINTS. ever, will find great difference between them and Europe in every thing. The man who was accustomed to the Spade, must now use the axe; be who used to dig ditches, will learn to maul rails and make fences. These are ex tremes that must be met; and the sooner, perhaps, the better. We omit annexing: so these directions a table of roads ; as almanacks are everywhere to be had for a trifle, and they contain accurate lists, with the principal stages from east to west ; there are also people always willing to direct the stranger on his path * If a European have previously resolved to go to the western country, near the Alleghany or Ohio Rivers, he will have saved much expence and travelling by landing at Baltimore ; from thence to Pittsburgh, at the head of the Ohio, is not more than 200 miles direct, perhaps not more than 240 by the course of the road. A few days journey will bring him along a fine turnpike from Balti more, nearly to Cumberland, in Alleghany county (Md.) from whence the public road, begun by the United States, crosses the mountains, and is to touch the Ohio at Wheel ing. A smart fellow, in a little time, will reach Union, in Fayette County, Pennsylvania. Here is a flourishing county adjoining Green, Washington and Westmoreland, in either of which may be found almost every thing that is desirable, and a population hospitable and intelligent. — From Union to Pittsburgh is but a day's journey. There one may ascend the Alleghany River to the upper coun tries ; or he may follow the current, and descend the Ohio to the State of that name, cross it to Indiana, or continue his voyage to Kentucky. He may proceed to the Missis sippi River, and go up it to St. Louis, in the Missouri Ter ritory ; or he may proceed a little farther up, aud ascend the Illinois River, in the Illinois Territory. — Such are the facilities of going by water from Pittsburgh to various parts of the west ; and those states and territories named, are among the most fertile in America. From Philadalphia to Pittsburgh is about 300 miles, chiefly through a fine, plentiful, and well-cultivated coun try. A gentleman in Pennsylvania, of high standing and information, writes to a member of this society—\" Pen sylvania, after all, is, perhaps, the best field for Irish capacity and habits to act in, with prospects for a family, * Mellish's \" American Traveller,\" containing neat maps of the Mates, lists of roads, and much statistical and topographical informa tion, is a good pocket companion for the stranger."], [30, "26 HINTS. or for individual reward. Lands in this state of the finest quality may be had for barely settling, and remaining five years. The advantage derived from the grant, being the encouragement of others to settle and purchase.\" That is, by the laws of Pennsylvania, warrantees must make an ac tual settlement on the lands they claim to hold by deeds from the land office. Hence, trusty persons obtain a deed for a part, on condition of clearing a certain quantity, and building; a house, aud residing there. In our state (of New York) the advantages are great, whether we regard soil or situation, or roads, lakes and rivers. Few, if any of the States in the Union, have finer lands than the great western district of New York. It has risen exceedingly in a few years, and the price will be much increased, as soon as the intended canal, from Lakes Eire and Champlain to the Hudson River, shall be com pleted. These most useful and magnificent works will probably be begun next summer, and afford for several years to come, to many thousands of industrious poor men, an opportunity of enriching themselves. If prudent, they may realize their earnings on the spot, and become pro prietors, in fee, of landed estates in the beautiful country they shall have so greatly improved. From no other city on the Atlantic can a person sooner reach the country than by means of the Hudson, and the roads that branch from the towns on either of it's banks. — Lands of good quality may still be purchased, even in the midland parts of New York, ata reasonable rate. As every emigrant does not mean to turn farmer, and our wish is to furnish useful hints to various classes, we will here, at the risk of repetition, state the ideas of a gen tleman of much experience, respectability and intelligence, concerning the pursuits of different persons. Those who have acquired useful trades, will, in general, find little difficulty, either in our large cities, or the towns and villages all over the country. There are vacancies for a large portion of them. Clerks, shopkeepers, or attendants in stores, are seldom wanted : their occupation is an uncertain one ; it requires some time, too, for such persons to acquire the mode of doing business with the same expertness as natives, or long residents. In most cases a sort of apprenticeship is to be served ; and it would be well for persons newly arrived to engage for some months at low wages, with a view to pro cure the necessary experience. Six months, or a year, spent in this manner, and for this purpose, will fit a man for making better use of his future years, and he will"], [31, "27 HINTS have no occasion to repent his pains : we would press this on your consideration. The same observations are applicable, but in a less de gree, to persons who mean to apply themselves to hus bandry. Some local peculiarities must be learned even by them ; the neglect of which would be so much the more inexcusable, as the knowledge may be shortly and easily acquired.* Those who have money, and intend to settle here in any line of business, would do well to vest their funds in some public stock, or deposit them in a bank, until they have acquired such a knowledge of the country, the modes of life and business, as shall enable them to launch into trade, commerce, or manufactures, with safety. To loan money securely, needs great care. It has been often seen, that persons arriving in America with some property, lose it all before they prosper in the world. The reason of which is, that, in the first place, they begin some kind of business without knowing how to conduct it ; and, in the next, that, with less skill, they are less frugal and industrious than their competitors. It is equally observable, that persons who arrive here with little to depend on besides their per sonal exertions, become prosperous at last ; for, by the time they have earned some money in the employ of others, they will have learned there, likewise, how to secure aud improve it. The delay here recommended, is all important and neces sary. Nothing can be more ruinous to strangers, in this country, than headlong haste into those plans aud arrange ments on which their future fortune entirely depends. Many a fatal shipwreck has been occasioned by precipita. tion ; and many are they who can, from sad experience, bear witness to this truth. Knowledge of modes and methods must be acquired before we think of hazarding, or dream of acquiring money. A man ignorant of the use of the sword, might as well fight a fencing-master with that weapon, as an inexperienced stranger enter the lists in business with those who are adepts in their trade. But in giving admonition, let us not be thought to present dis couragements ; a little pains and observation will qualify a man of sense to judge, and the example of men here, in this or that occupation, is well worth the regarding. The people of this country are cast iu a happy medium, at * Letters from Judge Cooper, of this state, to Counsellor Sampson, entitled \"A Guide in the Wilderness,\" contain some valuable instruc- tions on clearing land, &c. &c."], [32, "28 HINTS once liberal and cautious, cool in deciding, and ardent in performing ; none exceed them in acuteness and discern ment, and their conduct is generally a pattern that may be followed with advantage. Before any other step towards forming a settlement, the stranger should take the proper measures for acquiring citizenship ; and the advantages of this are important and obvious, independently of it's conferring political privilege. Without it, you will remain exempted, indeed, by mild laws, from wrong; but destitute of some valuable positive rights. The alien, in most of the states, is not entitled to hold any lands, can obtain no office under the state, nor participate in the shipping interest of the country. It is fit the emigrant should be distinctly apprized (for it will conciliate his attachment and gratitude to the coun try of his adoption) that no where in the world is a well conducted foreigner received into the bosom of the state with equal liberality and readiness as in America. The stranger, however, is certainly exposed to incidents which may lead him to doubt the truth of this assertion. — He may light upon an ignorant, a prejudiced, or an illibe ral wretch, who will manifest an ill-will towards him be cause he is a foreigner, and perhaps revive British and royalist's taunts in a new form ; but these, the scum of a country, are totally insignificant when compared to the mass of the people. The best men in America have always been ready to welcome the valuable emigrant, the stranger of moral and industrious habits. You will, however, observe, that the privilege of citizen ship is not granted without proper precautions ; to secure that, while the worthy are admitted, the unworthy should, if practicable, be rejected. You will from hence deduce the importance of good moral habits, even to the acquisi tion of political rights. The steps to be taken by a foreigner preparatory to, and for the purpose of, his being naturalized, are these: 1st. He must, at least five years before he can be ad mitted a citizen of the United States, report himself to the office of one of the Courts of Record, within the state or territory where he may be; and in that report set forth his name, birth-place, age, nation and prior allegiance, toge ther with the country he last left to come into the United States, and the place of his intended settlement. In gene ral, forms of this report will be furnished by the clerk of the court, who will also give a certificate under the seal of the court, that the report has been made and filed. This cer tificate must be carefully kept, for the purpose of being"], [33, "29 HINTS. produced at the time of application for admission to citi zenship. This step of reporting one's arrival is indispensable, and ought to be taken as soon as possible, because ttie five years of probation begin to be counted only from the date of the report ; and the time which a foreigner may have previously spent in the country cannot be rendered of any service towards his naturalization. 2d. At least three years before the alien can be natural ized, he must appear before some one of the courts of re cord, within the state or territory where he may be, and there declare on oath, or affirm, that it is in good faith his intention to become a citizen of the United States, to re nounce, for ever, all allegiance and fidelity to any sove reign prince, potentate, state, or sovereignty, whatever ; and particularly by name, to the prince, potentate, state or sovereign, whereof he may, at the time, be a citizen or subject. This oath, or affirmation, which must have been made at least three years before admission to citizenship, may be made at any convenient time after the report of arrival. Indeed, it is sometimes made on the same day, so as to save trouble, and prevent disappointment from future negligence or forgetfulness. For another reason that will be presently pointed out, the sooner it is done, the safer and the better. The clerk of the court also gives a certi ficate that this oath or affirmation has been duly made, which, like the former, must be carefully kept for the pur pose of being produced at the time of applying for na turalization. 3d. At this period the applicant, after producing both these certificates, must declare on oath, or affirmation, be fore some one of the same courts, that he will support the constitution of the United States. He must also satisfy the Court, (which cannot be done by the affidavit of the applicant himself, and is usually done by the affidavits of two respectable citizens, who know and can testify to the facts) that he has resided in the United States five years at least, and within the state or territory wherein he applies to be admitted, at least one year, and that, during such time, he has behaved as a man of good moral character, attached to the principles of the constitution of the United States, and well disposed to the good order and happiness of the same. The clerk will thereupon make out a certi. ficate of naturalization, under the seal of the court, which should be carefully kept, and ready to be produced when ever it may be requisite. The liberality of Congress has extended the benefit of this admission to citizenship, beyond those who perform F"], [34, "30 HINTS these requisites ; for the children of a person so natural ized, being under age, and dwelling in the United States at the time of their parent's naturalization, also become citizens. And, still further, if any alien who shall have regularly reported himself, and made oath or affirmation declaratory of his intentions (which, as we have seen, must precede his own admission by three years,) should unfortunately die before he was actually naturalized, his widow and children would thenceforth be considered as citizens of the United States, and be entitled lo all the rights and privileges as such, upon taking the oaths pre scribed by law. This provision, therefore, furnishes a very strong inducement for losing no time in taking the oath declaratory of the party's intentions. In the interval between the emigrant's choosing a place of abode, and completing the five years of probationary residence, which must elapse before he can become a citi zen of the United States, he will do well to familiarize himself with the state of parties, and acquire a correct knowledge of our constitutions of civil government. He will become a respectable and capable citizen in propor tion to his information and virtue. Liberality and justice are the leading principles of our government, which, as it secures liberty and property, and neither makes nor suffers religious distinctions, better deserves the fidelity of good men than the tyrannical governments of Europe. Ours maintains the rights of the people — theirs, the absolute power of princes. No emigrant ought to stay one week in the country without endeavouring to procure the Constitution of the United States, and, at least, that of the state in which he means to reside. The Federal Constitution, and those of of the several states, are printed and bound together in a neat pocket volume, with the Declaration of Independence, and form a political bible, well deserving the study of every reflecting republican. The source of every blessing, and itself the most valua ble of all which America offers to the emigrant, is a degree of civil and political liberty more ample, and better se cured in this republic, than any where else in the whole world beside. The persecutions of kings and priests, and the denial of righfs, which drove a freedom-loving race from Europe to these shores, the same continue to operate to the present day. This is all to our gain ; for they who escape from the dungeons of tyranny there, will here be zealous to support the noble edifice of liberty; while the private welfare of each man, fairly pursued, forms the benefit of all, and constitutes the public good."], [35, "31 HINTS. From Mr. Cobbett' s Register, dated from the State of New York, May 8, 1817. Some of our fellow passengers have found great disap pointment ; and, it is stated in some of the public papers here, that many hundreds have, during the last year, ac cepted of the offer of our Consul at New York, to go and settle in Canada.* You know, that I never advised any body to emigrate. I have always said, that it is no place for manufacturers; no place for men to live without work; no place fora farmer who does not work himself; no place, in short, for any one, who is not able and willing to work ut the ordinary sorts of work, but, for such men, there is every where a plentiful, happy, and easy life. None should come, however, who have any views of idleness; and, even for the industrious poor, I see no reason why they should expend their last shilling, and undergo all the miseries and dangers of a sea voyage in order to save those who eat the taxes, the expence of their share of poor rates. A man and his wife, and a child or two cannot come under an expence of 35 guineas, at least. A single man about twenty guineas, before he gets into work again ; and, as I always said, I never would, if I were in the place of such a man, expend my earnings on a sea voyage, and endure all it's hardships, in order to remove one eye-sore out of the way of Corruption. Besides, there is the cli mate, which is not so good as ours, though it is not bad, and though people often live to an old age. The country is good, but it will easily be conceived, that new faces, an entire new scene, a separation from every friend, work done in quite a different way from what it is in England ; it will easily be conceived, that all this makes such a dislo cation in a man's mind as to make him very unhappy for a while. Then, he cannot expect to find work the first day. He must ask first, at any rate. Englishmen are sheepish; and, if they meet with any little rebut, they are disgusted at once, with the whole country ; and, they are sure to find rascals enough here to foster their disgust, merely for the sake of serving the cause of Corruption at home. In short, 1 advise nobody to emigrate, but I will truly describe the country and the people. As to emigrating with a view of settling and farming in the new countries, it is neither more nor less than downright madness. It is what our English farmers know nothing at all about ; it is what they are not at all fit for ; and the far greater part of all such * Reports of this kind are noticed in the Journal, p. 7. — There appears to be little or no credit due to them. — Edit."], [36, "32 HINTS speculations end in disappointment, if not in ruin and pre mature death. I hope that our beloved country will shortly be fit for an honest and industrious man to live in ; but if any farmers come with money in their pockets, my advice is, not to give way either to enthusiastic admiration, or to instant disgust. But, to stop awhile ; to look about them; to see not only after good land, but a good market for it's products. The Western Romance writers tells us, that the land in the Ohio is too good ; but Mr. Mellish, in his valu able book, tells us, that beef and pork sell for three half pence a pound. An excellent country for people who want to do nothing but eat. Give me Long Island, where the land is not too good; but, where beef and pork sell for about eight pence a pound (I speak of English money); where good hay sells for five pounds a ton ; and where there is a ready market for every species of produce. One thing above all : if an English farmer (I mean by English, people of the whole of the United Kingdom) come here, with money in his pocket, let him resolve to keep it therefor a year; and then he will be sure to do well. Notwithstanding the many sources from which the editor has already drawn his information, he cannot deny himself the pleasure of laying before his readers the following, from a sensible letter of C. Burleigh, Esq. after a residence in the United States, of thirty years. \" On the arrival of a British ship, (in America) a crowd of poor emigrants, who have been in that country for a number of years, are always fond of meeting their country- men on landing, and of encouraging them to take a share of grog or porter, &c. The feelings of the open-hearted Briton, are alive to the invitation, and some days are often spent in this way, in the company of men who are a dis- grace to the country they came from, and who are utterly incapable to procure themselves work, much less the poor emigrant ; I warn emigrants, therefore, to be upon their guard. The plan which I would recommend, is, that upon land- ing, as soon as convenient, they should divest themselves of any heavy luggage, such as chests or boxes; and, if they are deficient of money to carry them to the inland part of the country, stop some time, and if they can get work, apply to it, and use what they earn with economy, avoiding all idle company, and also being particular to keep clear of a certain description of their own coun trymen. When they have acquired as much money as may help to bear their expences, let them put their bundles"], [37, "33 HINTS. into one of the waggons, loaded with merchandize for the western country. By being active and obliging to the car rier on the way, he will charge little or nothing on your arrival at Pittsburgh or Greensburgh, or any other town in the western parts of Pennsylvania. My advice to mechanics, is, to push back, and take resi dence in some of the inland towns, and as new counties are every year dividing off, and towns pitched upon to be the seat of justice for these counties, work for all kinds of mechanics is in plenty, and money sufficient may soon be earned to purchase a lot in one of these towns, where you may, in a short time, be enabled to build a house on your own property, and have no rent to pay. In these towns you will have an opportunity of educating your children, and putting them to trades at a proper time ; but, I am sorry to say, that most of the mechanics would suffer cold and hunger, even death itself, rather than go from New York or Philadelphia into the country. There are numbers of young men who leave Gt. Britain, and come to America, intending to become clerks or mer chants; of all classes of people, I can give these the least encouragement ; we have ten persons of this description, where we cannot get employment for one, particularly at this time, when all kinds of trade in the United States are at so low an ebb. As to mercantile men emigrating to this part of the world, they have their own difficulties as well as others. If they open in the wholesale way, they have commonly to give six month's credit to country merchants, who make their purchases every fall and spring — that is, what they pu. chase in the spring, is payable in the fall; and that bought in the fall, payable in the spring : though it is sel dom that these engagements are punctually fulfilled, and riders and collectors are always out dunning, and often bring suits at law for the recovery of their money. Goods are generally sold at a large profit when bought on credit, and if the merchant have a capital to support him, and form a connexion with punctual country merchants, he is in a fair way to do well. TAKING THE PASSAGE, Preparation for the Voyage, Sgc. To the persons who may determine on visiting the United States, it now remains to give some information respecting the necessary preparatory steps, the usual charges made for the passage, stores required oil the voyage, &c. &c."], [38, "34 HINTS A reference to the abstract of the several acts of parlia ment on this subject, which form a part, of this work, will shew what description of persons may lawfully leave the United Kingdom. A certificate from the minister of the church and church wardens, countersigned by a resident magistrate, stating that the person about to emigrate, is not, nor has been em ployed in any of the prohibited trades or manufactures, ought to be procured before leaving home. This is the regular mode required at the custom-house ; but the oath of the party himself to this effect, certified by a respect able resident at the port from which the passage is taken, and to whom the passenger has been long known, will enable him, as it is called, to pass at the custom-house. At most seasons of the year, vessels may be found pre paring to sail for some parts of the Union, at the several ports of London, Liverpool, Bristol and Glasgow ; but at Liverpool, the most numerous and greatest choice are to be found, there being always at this port, vessels taking in their freight for every maritime town of the United States, except during the spring months, when, on account of the heat of the approaching season, few or none sail for Charles ton and the more southern ports. The first step to be taken by a passenger, respecting the voyage, would be an arrangement with the captain of the vessel which he might find, as to the time of sailing, and other particulars, most suitable to his convenience. There are two situations in each vessel for passengers — namely, the cabin and the steerage. In the first of these an individual will have to pay for his passage from thirty-five to forty-five guineas ; aud in the steerage, from seven to ten pounds, according to the ease or difficulty with which the Captain may expect to obtain his complement of passengers, before his time of sailing. Smaller sums than these, even, are said to be taken occasionally, especially when a family, or a number of persons engage together. But it is not the difference of situation in the vessel merely, that makes this variation in the price of the pas sage. The cabin passengers being supplied by the Captain with all necessary provisions for the voyage, including porter, spirits and wine, unless a special agreement be made to the contrary, in which case an abatement may be expected iu the fare; whilst the steerage passenger is en titled only to fresh water, aud the use of the fire for cooking, &c. Having made his agreement with the Captain respecting his fare, &c. the passenger will have leisure to provide"], [39, "35 HINTS. himself with the necessaries and conveniencies for his voyage. These, with both descriptions of passengers, will consist of a small bed and bedding, which are to be had at shops in all the sea-ports, made up in a suitable manner, and sold at sums for which they may frequently be re-sold on the fulfilment of the voyage. Flannel waistcoats and drawers, too, should be provided for each passenger. Nor should any neglect to lay in a small stock of medicine, such as rhubarb, salts, cream of tartar and magnesia. — These may become necessary to the preservation, not only of health, but of life. The change of situation, exercise, diet, &c. producing often a change in the system, which, without the judicious use of little correctives of this kind, might prove highly detrimental, or even fatal. There are little delicacies, such as preserved fruit, eggs, &c. which would be highly grateful to the appetites of tender persons, and which, as the Captain cannot be ex pected, it would be well for such individuals to provide for themselves. But the steerage passenger will have to lay in a stock of provisions for the voyage, which he must calculate at two months, though it be frequently accomplished in half the time. The articles which he will find useful and necessary, are hung beef, dried fish, ham, tongue, biscuits, potatoes and porter ; with tea, coffee, sugar and molasses, or trea cle. Some tin, or other metal vessels will also be required to cook, and take his victuals from — glass and earthenware being so subject to be broken. These articles may all be cheaply packed up in small hampers or butter firkins, and sent on board the vessel, just before the expected time of sailing, with the name of the owner written thereon, and the word STORES. Nothing remains to be stated, but what the good sense of every person would dictate, and these are, to be care ful not to miss the passage (an occurrence which frequently happens,) by being absent at the time of sailing ; and the other, an endeavour to render the passage agreeable by accommodating attention to the rest of the passengers."], [40, "36 ABSTRACT OF THE ILAW^ ®W IBSKBIbilNIDd relating to EMIGRATION. IF any person shall contract with, entice, endeavour to per suade, or solicit any manufacturer or artificer of, or in wool, iron, steel, brass, or any other metal; Clock-maker, Watch-maker, or any other artificer or manufacturer, of Great Britain, to go out of this kingdom into any country out of his Majesty's dominions, and shall be convicted thereof upon any indictment or information, which shall be preferred against him in any of his Majesty's courts at Westminster, or at the assizes or general goal-delivery or quarter session of the peace, for the county, &c. where such offence shall be committed, the person so convicted, shall be fined in any sum not exceeding £100, for such first offence, at the discretion of the court, and shall be imprisoned three months, and until such fine be paid ; and for a second offence, fined as above, and imprisoned twelve months, &c. (5th Geo. I. chap. 27, sec. I.) If any of his Majesty's subjects within this kingdom, being; such artificer, or manufactuber, as aforesaid, shall go into any country out of his Majesty's dominions, there to use, or exercise, or to teach any of the said trades or manufactures to foreigners; or in case any of his Majesty's subjects, now being, or who hereafter shall be in any such foreign country, &c. and there using or exer cising any of the said trades or manufactures, &c. shall not re turn into this realm wituin six months next, after warning given to him by the Ambassador, Envoy, &c. of the Crown of Great Britain, resident in the country, or by any person authorized by such Ambassador, or by one of his Majesty's Secretaries of State, and from thencefoith continually inhabit and dwell within this realm ; in such case, every such person shall be, from thenceforth, incapable of taking any legacy, &c. or of being an executor or administrator to any person within this kingdom, and shall be incapable of taking any lands, &c. within this kingdom, by descent, devise or purchase, and also forfeit all his lands, tenements, hereditaments, goods and chattels, within this kingdom, to his Majesty's use, and shall, from thenceforth be, and be deemed an alien, &c. (Same act, Sfc. see. 3.) The 4th sec. of the aforesaid act, enables any Justice ofthe Peace to receive information respecting attempts to seduce or draw away any such manufacturer, &c. or that any such manufacturer &c. hath contracted, promised, or is preparing to go out of his Majesty's dominions, for any of the purposes aforesaid, and also enables any such Justice to issue his warrant, and to bind persons"], [41, "ABSTRACT, &C. 37 so offending, to appear at the next assizes to answer such charges ; and if convicted at the quarter sessions, &c. offenders are com. pellable to give such security as the court shall think reasonable, not to depart out of his Majesty's dominions, &c. and in case of re fusal, to be committed, &c. The 5th sec. extends the provisions of this act to Scotland. And by an act of 23, Geo. 11. chap. 13, sec. 1, penalties of and twelve months imprisonment, for the first offence, aod for the second, double these penalties are to be inflicted on any person con victed of contracting, persuading, or endeavouring to persuade, &c. any manufacturer, workman, or artificer of, or in wool, mohair, cotton, or silk ; or of, or in iron, steel, brass, or any other metal, or any Clock-maker, &c. or in any other of the manufactures of Great Britain, or Ireland, of what nature or kind soever, to go out of this kingdom, or out of the kingdom of Ireland, &c. &c. By the act 22, Geo. III. chap. 60, sec. 1 If any person shall con tract with, entice, or persuade any artificer or workman, or en deavour to entice or encourage any artificer, &c. concerned or em. ploy'ed, or who shall have worked at, or been employed in printing calicoes, cottons, muslins, or linens, of any sort ; or in making or preparing any blocks, plates, engines, tools or utensils for such manufactures to go abroad, on 'conviction in the Court of King's Bench, or at the assizes, &c. where the offence is committed ; every person so convicted, shall forfeit £500 for each artificer so contracted with, &c. and be committed to prison for twelve calen dar months, and until such forfeiture be paid ; and for the second offence, the penalties and imprisonment are doubled. And further, by an act of 25, Geo. 111. chap. 67, sec. 6, penalties similar to the last, are to be inflicted on persons convicted of enticing or persuading, &c. any artificer, or workman, concerned or em ployed in the iron or steel manufactures, in this kingdom, or in making or preparing any tools or utensils for such manufactory, to go out of Great Britain, &c. Subsequent sections of each of the above recited acts, require pro. secutions for any of the offences therein named, to be commenced within twelve calendar months next, after such offence shall have been committed And further, that any suit or action commenced against any person for what he shall do in pursuance of any of these acts, shall be com menced within six months after the fact committed, with the excep tion of the last, viz. the 25th of Geo. III. the period allowed for such suit being limited to three months. END. Liverpool: Printed by IV. Bethell, Marahall-street."], [42, ""], [43, ""], [44, ""], [45, ""], [46, ""], [47, ""], [48, ""]]