[[1, ""], [2, ""], [3, ""], [4, ""], [5, "POPULAR NEW NGVBIS JUST PUBLISHED BY MR. T. C. NEWBY. Now ready, at every Library, RUTH EARNLEY. By Mrs. MACKENZIE DANIELS, Author of ' My Sister Minnie,' ' Gertrude Cameron.' \" By the Clergy to their parishioners — by parents to their families, may this admirable tale be safely recommended. The language is chaste and elegant — the story extremely interesting — the characters life-like, and the moral influence it exercises is certain of being salutary to all who peruse it.\" — The Tribune. II. Now ready, in 4 vols. 42s. THE HERMIT. By EMILIE CARLEN. \" Sir Edward Bulwer Lytton and Emilie Carlen have given us the two greatest novels of the year — greatest in bulk (each being in 4 vols.,) greatest in intensity of interest, and greatest in literary merit.\" — Evening Post. \" The ' Hermit ' is a remarkable production. The style is very vigor ous.\" — The Telegraph. \" The reader will not find its four volumes one single page too many or too long.\" — Dispatch. \" We confidently recommend this book. We have been fairly entangled in the meshes which the author has spread for an English public.\" — Morning Post. \" The pictures of Swedish life are irresistibly attractive. It is decidedly one of the best novels of the season.\" — Naval and Military. \" Pure in sentiment, racy in its description.\" — Bentley's Review. III. MABEL. By EMMA WARBURTON. \" Mabel \" will give additional lustre to the literary fame of the War burtons. — It will do more — It will give lessons of great worth to the mothers and daughters of England.\" — Evening Post. IV. L I S M 0 R E . By Mrs. CRAWFORD, Author of ' The Double Marriage,' ' The Lady of the Bedchamber,' &c. \" Just what a woman's novel ought to be, elegant in diction, pure in sentiment, and absorbing in the interest of the tale."], [6, "POPULAR NEW WORKS PUBLISHED BY MR. T. C. NEWBY. In 1 Vol. 14s. THE AGE OF PITT AND FOX. By the Author of \" Ireland and its Rulers.\" The Times says : \" We may safely pronounce it to be the best text -book that we have yet seen of the age which it professes to describe.\" \" It is a noble work.\" — New Quarterly Review. \" It is a powerful piece of writing.\" — Spectator. In 1 Vol. 8vo., with 14 Plates, 12s. SIX WEEKS IN CORSICA. BY WILLIAM COWEN, ESQ. \" In every respect the book is valuable and interesting.\" — Morning Herald. \" Mr. Cowen gives us abundant anecdotes of the Corsicans.\" — Atlas. Fourth Edition, 4s. THE BEE-KEEPER'S GUIDE BY J. H. PAYNE, ESd, \" The best and most concise treatise on the management of bees. — Quarterly Review. In 1 Vol. 10s. 6d. A HISTORY OF THE KINGS OF JUDAH. BY LADY CHATTERTON. \" No Protestant family should be without this excellent work.\" — New Quarterly Review. In 1 Vol., with Maps, 7s. 6<?. THE PAST AND FUTURE OF HUNGARY. By the Author of \" The Revelations of Russia.\""], [7, "THE CAREER OF A RISING MAN. a Bobtl. BY M. VIENER, AUTHOR OF \"ARTHUR CLIFTON.\" IN THREE VOLUMES. VOL. I. LONDON: THOMAS CAUTLEY NEWBY, PUBLISHER, 30, WELBECK STREET, CAVENDISH SQUARE. 1855."], [8, ""], [9, "DEDICATION It is almost always with a sentiment approaching sadness that we look back upon any work that has taken us some time in its composition. Whether to the calmly monoto nous or varied life, many a passage must recal some event either of past joy or pain, to which it owed its existence. Happy then is he who can recal the sympathy of dear friends with the joy — their consolation with the sorrow. I thank God ! that such has been my lot ; and whether in the first great delight of conception, the more tranquil"], [10, "11 happiness of composition, or in those hours of doubt and despondency which too often follow — kind faces have beamed with my delight or cheered away the darkening gloom. Let me then dedicate this work on the altar of the household gods, inscribing it with your names, my be loved Parents, a poor memento of the eternal love and gratitude of The Author. Southampton, 1855."], [11, "BOOK I. Oh, Happiness ! our being's end and aim ! Good, pleasure, ease, content ! whate'er thy name ; That something still which prompts th' eternal sigh, For which we bear to live, or dare to die ; Which still so near us, yet beyond us lies, O'erlooked, seen double, by the fool and wise. Popb. VOL. I. B"], [12, ""], [13, "THE CAREER OF A RISING MAN. CHAPTER I. Die Hoffunug fiihrt ihn ins Leben ein, Sie umflattert den frbhlichen Knaben, Den Jiingling begeistert ihr Zaubershein. SCUILLER. One of the quaintest of straggling houses was Lomond Manor, situated in a lonely and re mote part of the Highlands ; it belonged to a certain Mr. Beaumanoir, a man well known to the gay worlds of Paris and Vienna, which B 3"], [14, "4 THE CAREER OF capitals he preferred to London. A handsome man was Mr. Beaumanoir, witty, gentleman like, liberal— he had all the gentle suavity, the lighter qualities, the profuse generosity, that makes a man courted in whatever circles he may appear. It is easily imagined that he did not often honor so dull a neighbourhood as Lomond, except for an occasional few weeks in the autumn, and not always then, for he had a large acquaintance among Austrian and Prussian noblemen, who were glad to hail him as their guest. Mr. Beaumanoir had one excuse for the little love he evinced for Lomond. He had no ties of ancestry or even country, to bind him to the place. He was an Englishman, and had come there with his wife many years ago ; he was then seemingly in very poor circumstances, in fact the neighbours hinted that the death of his wife had been hastened, if not caused by grief and want. Almost immediately after wards, the old and childless man, who then"], [15, "5 A RISING MAN. lived at Lomond, died, and was found to have bequeathed them his property, on condition that Mr. Burke, as he was then called, should take his name. In his will he stated plainly that it was for the children that he had left him his fortune. Such was his previous history. Great was the excitement, when the housekeeper heard that some of the family were coming home, intending permanently to reside there. Beaumanoir was a widower, and many fair ladies would have been surprised if they had known that he was the father of a youth of nineteen, and a girl of fourteen. He looked so young, so much a bachelor, it was almost incredible, but so it was. It was his son and daughter, who, after a prolonged tour on the continent, were coming to live for the future, at Lomond. A few years before, the child caught a severe fever. Robert, her brother — who had been to her playfellow, guardian, instructor — loving her as his own soul, was in"], [16, "6 THE CAREER OF despair, when she recovered, blind. He had then just left school — he gave up all thoughts of Oxford, and devoted his time and life to his beloved charge. She was very frail and deli cate, and the doctors, believing her blindness only caused by physical weakness, recom mended her the air of Germany. Her health gradually improving, they remained there. Robert studied at Gottingen ; between terms he took her to Italy, to Spain ; occasionally Mr. Beaumanoir accompanied them ; more often, only her governess was with them. Loving one another fondly as they did, those years, to the brother and sister, were, in spite of her misfortuue, happy ones. Her governess had only a nominal post. Robert was her tutor — he read to her — he in structed her. S;ie learnt to see the world with his eyes — almost to think with his thoughts. And though month by month the hope of recovery gradually faded, it seemed to"], [17, "7 A RISING MAN. affect him more than it affected her. Always cheerful, the loving child was too grateful, too devoted to him, to be unhappy. About two miles from the Manor, was a shooting lodge, which had belonged to some nobleman, too poor to keep, and too proud to sell it ; it had been almost in ruins for the last dozen years, but he had lately died, and the gentleman to whom it had come, through his wife — a man of active habits and easy fortune — had paid off the mortgages, and re built the lodge, in which, during the shooting season, he intended to reside. This gentle man was a Mr. Herbert, Secretary of State, and well known in his younger days as an author of repute. It was the day after their return home. Early in the morning Robert Beaumanoir was out visiting his favorite haunts. The grounds were very beautiful, well wooded, and undu lating enough to diversify the view. Through the park a small stream bubbled noisily ; and"], [18, "8 THE CAREER OF by this stream the young man threw himself to rest after his long walk. It was a splendid September morning. A few light clouds occa sionally veiled the too powerful glory of the sun. Recent rains had restored the freshness and beauty of the grass and flowers ; they smiled as with a second youth ; it was only the deeper tints of the foliage that betrayed the illusion. Robert Beaumanoir surveyed the scene with a glance of pride and pleasure — he was attached to his home as most serious people are to the place where they have long dwelt. It is only your gay, careless men who are cosmopolitan. He had a book with him, but he did not attempt to read, occupied sufficiently with the thoughts that thronged upon him. \"While he thus lay indulging his reverie, there advanced from the other side of the brook, a man of middle height, habited in a shooting jacket, and his features shaded by a straw-hat. Near to where Robert was lying was a rustic bridge"], [19, "9 A RISING MAN. fording the stream, and on this bridge the man paused, and leaning on its rough parapet, seemed to be scanning the landscape. He was apparently about fifty years of age, with features irregular, but sharply cut, and with a mouth that was expressive enough to have redeemed a plainer face. His eyes were small, of an iron grey, very bright and quick. His movements, too, were active, almost restless; and as he stood upon the bridge, thinking himself alone, his features seemed disturbed and anxious ; and he muttered almost audibly. He started when his roving eye rested upon Robert Beau- manoir, fearing that his discomposure had been observed. When he saw that he was still un- noticed, he leant again upon the parapet and amused himself by a close scrutiny of the unconscious Robert. As he so lay his coun tenance and expression were striking enough to have impressed a more careless eye than this intruder's. Features fine and firmly cut, did not make Robert's a handsome countenance, B 5"], [20, "10 THE CAREER OF but a remarkable one; it was too thin, too sallow, too rigid for beauty. It gave promise in after years of a noble, never a handsome face. There was something very haughty in the stern mouth when in repose ; his brows, too, dark and rather thick, spoke of passions deep and strong ; but his eyes were really beautiful, of a dark grey, and softened by drooping lashes, there wa:; something both sad and tender in their clear depths — a mystic un fathomable love, that Avooed and baffled the glance it met. The sh*anger seemed interested in his appearance. At the moment his face was less proudly set than when in the presence of strangers : lost in dreams — the bright dreams of the unknown future — a pleasant and proud smile parted his firm lips ; his dark eyes were bent upon the waters, his left hand supporting his head, his right strongly clenched ; for on this bright morning he shapes to himself a still brighter destiny. The stranger watched and sighed— that heavy sigh that the initiated"], [21, "11 A RISING MAN. heave for the still unthinking neophyte. Then he came slowly, still unseen, a cold smile had replaced the sad one. '* Bah, bah !\" he said in an abrupt voice, -' the stream reflects the clear sky, the sky is clouded, and the waters become dark. Not thus do we read our fate. For the visions you vere brooding on but now, you must watch the clouds that change the face of man.\" The youth, in some confusion, had started from his abstraction when first addressed. He looked with curiosity at the speaker as he replied — \" The features of man speak his interests or passions, the stream, even in its gloom, reflects the Heavens.\" '* Or the clouds,\" added the stranger, coldly. Now this stranger was perhaps right ; but why did he, with his worldly knowledge, break in upon the fair musings of a young mind. It is necessary, perhaps, for the young"], [22, "12 THE CAREER OF to acquire experience ; but God knows ! that experience comes as it is, so soon, that wan tonly and needlessly to force it upon them is a cruel kindness. If they believe in friendship — love — fame, the bright meed of worth — and all the sweet hopes of their age, I say again — oh man ! permit the child to dream ; his dreams may picture a truth ; and if not — why tell him that the friend of his youth, the sharer of his sorrow and his joy, may, if con venience commands, cast him off in his need and desolation? \"Why tell him that the love he worships as a God, may prove a fleeting phantasm fading into a dull commonplace ? that the fame he anticipates is the most worth less vision of them all? For what then is he to live ? Man, man ! you are very clever ; but when you complain of the selfishness, the hollowness of your fellow-man, why do you try to perpetuate the evil ? Tell the boy that he is surrounded by time-servers — rivals or sycophants, and you do your best to make that"], [23, "A RISING MAN. 13 boy worthy of their companionship. Is he to struggle with the crafty, he becomes himself a dissembler ; and to you his eyes may first turn in acquired distrust. And thus tutored you send him into the world. The first time his hopes are disappointed, even by his own imprudence, he becomes a sceptic to all the gentler teachings of his heart ; for he thinks he experiences the common lot, in that he has been deceived. But if you teach him that his own generous instincts are echoed by his fellow-men, that the metal is good, the alloy alone evil — then, although he may meet with disappointment in life, he still has left him the blessing of a heart that can trust and esteem. Come not then to him with your truisms and maxims ; the first time the boy, who in his initiatory life at school has been to him the brother of his soul, the first time that boy meeting him in the world looks at him askance ; that moment, his eyes open to"], [24, "14 THE CAREER OF all that you would teach him ; he doubts his friend, he doubts his own judgments, but he does not doubt — mankind. \" Or the clouds,\" said the stranger ; and the bright glance faded, and, with a sigh, the young man rose to his feet. \"True,\" he murmured, sadly, \"such idle fancies are misplaced in this prosaic world of ours.\" Then averse to further conversation with a stranger, he bowed slightly, and passed on."], [25, "15 A RISING ilAN. CHAPTER II. He who ascends to mountain tops, shall find The loftiest peaks most wrapt in clouds and snow ; He who surpasses or subdues mankind, Must look down on the hate of those below. Ciiilde Harold. Saville Herbert, the present owner of Heath Lodge, was one of those men that the present day could hardly produce. At the time his career began, the number of competitors for the grand prizes, although great, were not so many as to make victory almost an impossibi lity. The bar was a good field ; war enabled the army and navy to reward merit. Literature"], [26, "16 THE CAREER OF gave higher prizes to fewer candidates ; an in ferior writer made, a greater sensation. There were fewer manufacturers and more merchants. This restless, struggling generation was still at school, and their calmer fathers worked on in the old fashioned way. Saville was the son of a provincial attorney, whose utmost ambition was to \"see him at the bar. The boy, clever, bold, aspiring, even from his most youthful days, looked higher. He studied intensely, spoke little, but when he did, he showed great talents, and brilliant more than lofty thought. His father, who was proud of him in his young days groaned in spirit when the boy, as he grew older, read less steadily, fell in love, and talked satire and sentiment. His mother, herself a clever woman, did her son more justice. She thought he might be something greater than a poor bar rister, without connexions, and so most likely briefless until his rich locks had turned to grey. She assisted him in his stolen studies."], [27, "17 A RISING MAN. She read with him ethics, poetry, history, and then saw him depart without fear to pursue his studies in town. The lawyers with whom he read said that Saville Herbert bad great intellect but no dili gence, no power of concentration. He was satisfied with a brilliant effect — he seized a great outline — he could not plod. He flew to Demosthenes and Cicero instead of his law books. \" A man,\" he used to cry, \" could be an orator when he had to plead against Philip or Cataline, but what was there to rouse the genius of a man when his subjeot was a petty theft, or a brutal case of assault.\" Now, undoubtedly Saville was greatly in the wrong ; Philips and Catilines are rare, but larceny and assault every day affect the well being of the community. And besides — oratory is a means, not an end. By the time he was called to the bar, he was disgusted with his profession — he became an author, at"], [28, "18 THE CAREER OF first secretly, but when he had won success, avowedly. His style, sparkling, clever, ex travagant, drew attention. At that time pamphlets were more read, and party squibs were the \" Punch\" of the day. An author who could denounce, laugh at, refute in a para graph — who was sufficiently a lawyer to make much out of little, was not to be neglected. The Opposition, always anxious to secure clever and young men, flattered, caressed, lionized. It was pleasant to be site, but Herbert was not content with an idle triumph. As a lawyer he had ruined his career — people do not entrust their affairs to an eccentric young man, a satirist, a poet, and a genius. The Whigs, daily gathering in force, only because they neglected no aid, however trivial, strove to gain over a still wavering but clever debutant. Saville began his career in the Opposition, where most poor, restless, and ambitious men seek a refuge ; but after a few months he was coy of dinners and refused balls. He wrote at"], [29, "A RISING MAN. 19 that time his most startling treatise. It was the work of a disappointed man — trying, by the strength of genius, to force himself upon a party. \" Hester,\" said Mr. Pitt to his niece, as he threw down the pamphlet, \" will you remind me to ask this young man to dinner. He has great ideas, extravagantly wrong, and is young enough to amend them.\" '- Who is he ?\" asked Lady Hester Stanhope. \" Herbert — what ! Sheridan's Herbert ?\" \" Anybody's Herbert, Hester, who will serve his purpose. Let it be next Friday to meet Canning — they can hurl verses at one ano ther.\" So Saville, dined with the Minister. Lady Hester, perhaps, to annoy Mr. Canning, chose to be pleased with him ; and Saville, smarting under the irritation of his late friend's conduct, who had chosen to consider him bought without paying his price, as much to show his independence as for any other motive,"], [30, "20 THE CAREER OF threw himself into the arms of ministers, and made his first appearance in the House under their colors. He was then in the House, and he proved an honor to his party ; a few murmured that he was too fond of declama tion, that Plato aud Aristotle were as germain to modern politics as the Utopia ; and Virgil and Varro of no authority on agriculture. But the murmurs of one idead men were seemingly lost in the applause of the rest. By the time his party again came in, he had made his reputation and accepted office. The profits of his writings, and the small fortune left him by his father, gave him a competence. A few years since he he had become rich, by marrying a lady of property and family. He was now again in office ; his wife was pretty and elegant. Saville Herbert has ful filled his dreams. So at least thinks the world ; look deeper. Let us read the inmost heart of the suc cessful man. What should we see ? Discon-"], [31, "21 A RISING MAN. tent, anxiety, care ! By dint of the most indefatigable exertions, he had won his posi tion ; the most indefatigable exertion was necessary to maintain him in it. His success had made him many enemies, who were always on the watch to trip him up in the slippery ascent. The very genius that had made him what he was, was brought as an offence against him. Dull country members still af fected to distrust the brilliant Herbert. His very colleagues only in part relied on the firmest support they had. That he was an author was brought against him as a politician ; as a politician he raised hostile criticism against his writings. Thousands of sage wit ticisms as to the difference between the draw ing up of a protocol and a poem, a treaty aud a treatise, were vouchsafed him, and like all men of imaginative temperament, Herbert had the misfortune to be sensitive. His domestic life gave him no consolation for his public griefs."], [32, "22 THE CAREER OF Mrs. Herbert, pretty and a coquette, was no companion for him. He had tried at first to interest her in his pursuits, and as it was but a few weeks after their marriage, she did her best to understand him ; — her per plexed and wearied look soon made him give up the attempt in despair. Yet if her mind could not comprehend his, her heart might still echo to his own ; another few weeks taught him that if she had a heart, his share in it was very small. So ended his dream of domestic happiness. Even the natural wish of a man, the maker of his own fortunes, to be the founder of a family, was disappointed, for he was cluldless. All that he had obtained so hardly must die with him. Saville Herbert would leave to posterity only a doubtful fame. In his melancholy moods it seemed to him that all that had been granted to him was valueless— the mockery of a real blessing."], [33, "23 A RISING MAN. How often could we read the inward heart of the men we envy, should we see how cause less was the pang. The Minister of Lomond, a Mr. Sidmouth, dined one day with the statesman. Herbert had been enquiring into the con dition of the neighbourhood — he had already formed extensive plans of reform. \" Apropos,\" he said, \" I met my neighbour this morning. I recognised him at once, from your description — he seems a noble lad — you told me that this property was left to them.\" \" By an eccentric old man,\" said Mr. Sid mouth, \" who had lived there alone for some fifty years — it was a God-send to them ; for Mr. Beaumanoir — he took the name with the property — was then living in a small house in the village, in a state of poverty that was almost penury. The old fellow took an im mense fancy to Robert — though he had never exchanged a word with him — but he was"], [34, "24 TnE CAREER OF touched by his love for his mother and sister.\" \" Is Mrs. Beaumanoir living ?\" \" That was the saddest part — she died just before they came to the property — it was whispered afterwards, of want. In fact, until she died, it was never known how poor they were ; for they are a proud family — you have not seen Miss Beaumanoir ?\" \"Not yet.\" \" The poor child is blind ; her brother, I think, feels it more keenly than herself. She is so pretty, so mild, so engaging, that she is adored by every one.\" \" I liked the look of his countenance,\" said Herbert ; \" thoughtful and intellectual ; his smile was beautiful — but almost too serious for his age. What sort of character does he bear ?\" \" Rather a great than an agreeable one,\" replied Mr. Sidmouth; \"and I am at a loss to account for it. True, he is severely"], [35, "25 THE CAREER OF just — and often haughty ; but then he is generous, unselfish, equable in temper. At school he was most studious, reserved to his equals, never tyrannical to his inferiors, always ready to do them service, and yet was never popular.\" \" Because,\" said Herbert, \" at school, as in the world, a frank smile and a cordial manner will earn you love ; the greatest real service proudly done, exacts gratitude and wins only a cold respect. I understand my neighbour. It is fortunate he is rich. Once, men of his stamp were the surest of fortune ; but in a smooth and supple age, marble is only admired as a relic of the past. Does his father re semble him ?\" \"Sometimes in expression — never in manner. Mr. Beaumanoir is very affable, very handsome, and I am afraid leads a much more garcon life than his son ; they say that he plays high.\" c VOL. I."], [36, "26 THE CAREER OF \" So — and they inherited this property ; an easy fortune, I should say — but not large enough, what fortune is, to warrant ex travagance.\" \" For myself,\" said Mr. Sidmouth, \" I can hardly wonder at the faults in Robert's character. His boyhood was a sad one ; the bare heaths, the rocks and hills of a highland home, gave a deeper shade to a naturally grave temper. A blind and helpless sister, his only companion ; allowed to lord it over his servants and inferiors, he has grown abrupt and haughty in manner — if not in heart. Not able to respect the character of his father ; and never having had to yield to any one older and wiser than himself, he has arrogated the right to judge others — to do him credit, only less sternly than he does himself. Much as I lament, 1 cannot wonder at the results it has produced.\" \" Come,\" exclaimed Mr. Herbert, suddenly"], [37, "27 A RISING MAN. rising from his chair, \" the sun has set, it is a lovely evening, let us go to the Manor. I don't suppose you stand upon the ceremony of morn ing visits here.\" c 3"], [38, "28 THE CAREER OF CHAPTER III. She was all I had To love in life — this playmate sweet, Thia child of twelve years old. Shellby. — Revolt of Islam. The two gentlemen were received with great courtesy by their young host ; in a large city they might have past months and not have become so well acquainted as they did there in a few hours. Robert listened to Herbert with the respect which a young and ambitious man gives to one who has reached the goal he sighs for. And Saville spoke with the kind con sideration which a clever man is ever ready"], [39, "A RISING MAN. 29 to yield to an intellectual youth. In the young they see their successors, not their rivals. \" I suppose,\" he said, as he at last rose to take leave, \" you are almost indignant at this interruption of your solitude — vexed that society should even follow you to Argyle.\" \" On the contrary. When I first left school, now some years since, I used to long for solitude with a schoolboy's romantic fervour. My wish was to fly to retirement, and for ever hold myself aloof from the cares and follies of the town. I was constantly repeating that ode of Horace, beginning — Beatus ille, qui procul negotiis, Six months tired me of my paradise. Some men, musing and imaginative, can people their desert with an ideal world ; but for a more"], [40, "30 THE CAREER OF commonplace mind, contact with its fellows is a necessity.\" \" But then,\" said Herbert, \" Lord Byron did not picture the desert without the one fair spirit for his minister.\" \" Behold mine,\" said Robert ; and there was both sadness and tenderness in his voice and manner, as the door quietly opened, and a fair young girl came in, with a graceful but uncertain step. Soft and golden tresses marked the outline of her sweet and pensive features ; her form was slender and delicate ; her eyes, though vague, were of a soft blue, and beautifully shaped. She was not beautiful, there was a greater charm than beauty in her sightless face — a charm of tender and innocent youth that spoke to all the purer feelings of the heart. \"This is the sharer of my solitude,\" said Robert, drawing her to him. •* My sister Alice.\" Herbert could not answer with a common-"], [41, "31 A RISING. MAN. place prettiness, but there was real and re spectful sympathy in his manner as he clasped the hand she extended to him. \" I am glad I have made your acquaintance,\" he said, as he shook hands with his host, and it was a marvel — he meant it."], [42, "32 THE CAREER OF CHAPTER IV. Thoughts of great deeds were mine, dear friend, when first The clouds which wrap this world from youth did pass. Shellet. \" I have interrupted your studies,\" said Her bert, some few days after as he entered the library of the Manor ; \" but I want you to come with me, I am about to unpack a parcel of pamphlets and magazines from town. Per haps the books I take you from outvalue a thousand times the modern ephemera ; but it is from the living literature we feel the pulse of a living age.\" \"lam quite at your service,\" replied Robert,"], [43, "33 A RISING MAN. \" the more as I am not grieved to leave this study. I read metaphysics as a duty, not as a pleasure ; more active than contemplative, this wrangling of schoolmen does nothing but dis gust me.\" \" You judge, I think, too rashly,\" said Her bert ; \" surely there is something that speaks of the Eternal in their restless search for truth. The alloy of mortality may degenerate that noble aspiration after the perfect, into a vain confusion of words ; but the divine nature within has spoken in the struggle.\" There were among the pamphlets one or two for and against Herbert's party ; and, as their mouthpiece, more against Herbert himself, yet Robert found Mrs. Herbert in the prettiest of morning dresses, only anxious about the purposed reformation of a sleeve. The attacks were evidently unexpected, for the statesman changed colour as he took them up — and mur muring a few words of excuse to Robert, took them to the other end of the room, aDd began c 3"], [44, "34 THE CAREER OF in a hasty manner to cut them open with a paper knife. Mrs. Herbert took her magazines des modes to her own room, there to debate with her lady's-maid. Robert looked over the others, glancing occasionally to Herbert. He sat biting his lips and frowning uneasily as he read ; in his excitement he had forgotten the presence of his guest — he read quickly some times with a sneer, more often with a flushing brow ; then with a heavy sigh, he let them fall to the ground, and with his head leaning on his hand, sat lost in thought. Robert imagined that he did not wish to be observed, he took up a \" Quarterly,\" and began to read. \" What are you looking at?\" asked Saville Herbert starting suddenly from his reverie. \" A review of a life of Pitt.\" \" A glorious lesson is it not ?\" said Herbert, excitedly. \" Good Heavens, how is it with all the warnings we have, men can still be ambi tious—Chatham, Pitt, Fox, Burke, Canning, Castlereagh, the same, the same eternally. To"], [45, "35 A RISING MAN. wither the heart — to lose the man in the machine, or to writhe with human feelings, yet forbidden to let it appear. Denied all that man holds most dear ; friendship, ease, domes tic bliss — to live suspected or reviled ; to die heartbroken or callous ; denied the natural pride of a man ; held up to the vilest ridicule. In progress of time, watching almost every friend turn foe, losing them for a party. Even after death, your memory left the sport of faction, to be blackened or extolled as it may suit the principles of an historian. What a reward for a life of suffering ! And for this we toil, for this we give each impulse of our youth. It is a strange world.\" \"To make a name,\" said Robert, proudly, \" to command the attention of a world, is it not a worthy aim ? I would not exchange it, with all its cares and vexations, for the most luxurious life of a modern Sybarite.\" \" And yet,\" said Herbert, sadly, \" which is"], [46, "36 THE CAREER OF the happier ; is not the real philosophy of life in ' Dum vivimus, vivamus V \" But what is life ?\" said Robert hesitatingly. \" Is the fabled well of truth the wine-cup ? Is the revel the real Delphos from whence the gods teach the wisdom of life ? So does not speak the book that we believe. Philosophers have argued on the subject for centuries ; if they had condescended to turn to the revealed Logos, they might have found the solution of their difficulties. Living, but as servants of the eternal ; infinite wisdom has so ordered it, that by best serving our fellow men in this world, we merit the happiness of the next. \" Whether,\" he added, with a slight smile, \" that service leads us to uphold the corn-laws or an article of faith.\" ** Oh, youth — youth !\" exclaimed Herbert, looking into his earnest face, \" it can make poetry even out of modern politics !\" The pamphlets that he had received proved"], [47, "37 A RISING MAN. the warning of a political tempest that obliged Herbert to return to London ; there was a change in the administration, and in the papers Robert saw the appointment of Saville Herbert to a distant embassy ; he even received once a few lines fromhim, but Saville Herbert, the Ambassador, had no time to continue the friend ships of his idle hours — the Beaumanoirs were soon almost forgotten. When some few years after he returned to Argyle, he found the Manor let to strangers, and the brother and sister gone, no one knew where."], [48, "38 THE CAREER OF CHAPTER V. A few seem favourites of Fate, In pleasure's lap carest ; Yet think not all the rich and great Are likewise truly blest. Burns. Words are easy like the wind j Faithful friends are hard to find. Shakspeare. If unpopular was the hard title bestowed upon Robert Beaumanoir ; his father, on the contrary, was one of the most popular men in the world — the great world understood him, and no wonder ; his manners were fasci-"], [49, "39 A RISING MAN. nating, his smile enchanting, his temper un ruffled, his person handsome. He was still young, not much above forty ; and thanks to his valet might have passed for five-and-thirty. A more amusing, witty, agreeable man you might have sought for long. His manners weie foreign — Italian — French — anything but English ; but then he had lived so long abroad, and his pliant and easy nature took the im press of whatever surrounded it. Every one who knew anything of their domestic affairs wondered why the charming Mr. Beaumanoir lived apparently on indifferent terms with his son. Of course, as Mr. Beaumanoir had a gentle smile and a cheerful word for all the world, and Robert, when he was seen, was reserved and taciturn, the fault was imputed to him ; and for tho want of a few civil speeches he had the character of gloom and ill- temper freely bestowed upon him. He knew it,"], [50, "40 THE CAREER OF shrugged his shoulders, and leaving the dear world that abused, without knowing anything about him, he contented himself with the society of his beloved sister and the one or two people discriminate enough to court him from his reserve. If general rumour was correct, Beaumanoir ought to have been popular, for he paid very dearly for it. The breakfasts, dinners, sup pers, fetes, he gave were princely. His chef, no English or Russian Duke could have sur passed ; his horses, dogs, carriages, had been the talk of Vienna, Paris, London ; and yet Mr. Beaumanoir was only moderately affluent. His high play was the dread of Ems and Wiesbaden, but he could not have made much, for his losses nearly equalled his winnings. He was, in fact, constituonally extravagant and thoughtless. A man who, when he had the money, only glanced at the sum total, and when he had not ran freely into debt one of"], [51, "41 A RISING MAN. those good-natured, easy men, whom the world may love ; but whose families must look upon them with dread and anger. Still there had always been a certain amount of prudence in his lavish career. His debts could be covered by a mortgage, or the sale of a part of his estate, when, some two years after Her bert had made acquaintance with the son, Beau manoir opened his apartments in the Chaussie d'Antin for the winter. Paris was very full that season. Among other notabilities came two foreigners, who, only intending to stay over the Carnival, lodged at the Hotel des Princes. They were Germans ; one a Baron Nassau, the other a Mr. Steinheim. Mr. Steinheim was well-known to the Paris world ; he had a magnificent establishment in London, and was, in fact, a naturalized Englishman. Baron Nassau had only ar rived from Germany ; but gentlemanly man-"], [52, "42 THE CAREER OF ners and a handsome face, soon won him favor. One evening, Beaumanoir met these friends at the house of a mutual acquaintance. It was one of the best houses in Paris. For the first time, perhaps, in his life, the polished Beau manoir seemed embarrassed ; he turned pale, and broke off abruptly. In a few moments he had recovered his composure. Whatever the cause, his agitation was unnoticed and un shared. Mr. Steinheim, with a courtesy and polish only second to his own, talked in smooth sentences the small talk of the day. Several times during dinner Beaumanoii glanced to him keenly, but his glances were never re turned. Whatever their previous acquaintance, he was unrecognised. Once or twice he was rallied on his silence. He pleaded a headache, and thus protected, his unusual dulness was pardoned. It was the very height of the Carnival. A"], [53, "43 A RISING MAN. party of young men were breakfasting at Tortoni's, and talking over the last night's adventures, when one of their friends entered hurriedly — \" Mon Dieu /\" he said, hastily addressing them, \" I have just heard that there was a duel this morning between Beaumanoir and Baron Nassau, and the Englishman is fatally wounded.\" \" With Baron Nassau ? You don't say so ! What about ?\" \" Beaumanoir has lost immense sums to him at play ; he grew furious, and last night was foolish enough to insult him.\" \"Steinheim, I suppose, was Nassau's se cond ?\" \" No, Steinheim left yesterday morning for England. De Coslin was his second, and a Lord Westbourne poor Beaumanoir's. Nassau has fled, the others are still in Paris.\" \"But,\" said a ci-devant beau gar con, in a"], [54, "44 THE CAREER OF trembling voice, \" you don't mean to say that his wound is serious ?\" \" Mortal — mon cher — mortal !\" \" del ! I am unfortunate ! My poor friend !\" \" Good !\" murmured one young man to his neighbour. \" I never gave d'Estville the credit of a heart, and yet, look — tears are in his eyes.\" \" del /\" murmured d'Estville, in a suffo cating voice, \"wounded mortally — the only man of my acquaintance in Paris who had Lafitte of the vintage of eighteen hundred and eleven in his cellars — pauvre ami /\" \"Wounded mortally !\" cried another. \"What a misfortune ! I was to have dined with him to-morrow — too bad of Nassau to kill, after plucking him.\" \"It is very awkward,\" said a third ; \"not a pleasanter house in Paris ; these contretemps are disgusting.\" Such was the noble reward of Beaumanoir's"], [55, "45 A RISING MAN. brilliant exertions to amuse his friends. Who would say he had squandered his life and wealth, when so touching an elegy was given him by the elite of Paris."], [56, "46 THE CAREER OF CHAPTER VI. Von dem Dome, Schwer und bang, Tbnt die Glocke Grabgesang. Sohilleb. -- Has he not come yet,\" said the dying man in a faint voice. -- Patience, my dear sir, patience,\" said the Doctor. \" It is impossible that Monsieur votre fils, can arrive to-day.\" \" Then to-morrow will be too late,\" replied"], [57, "47 A RISING MAN. Beaumanoir. \" Oh, my God ! let me see him once again, and I can die in peace.\" There was a dead pause ; suddenly he raised his head with an expression of anxious expec tation — ■* He has come,\" he cried. \" Keep him away — how can I face him ?\" The door opened hastily ; looking very pale, Robert Beaumanoir entered, and hurried to the bed. His father had struggled to a sitting posture. When he met his son's anxious glance, he mechanically opened his arms, and before he could recoil, he was in his embrace, sobbing broken words of sorrow and dismay. It was the first time since his childhood that the one heart had beat against the other. \" Alice,\" cried the father ; \" how is Alice ? you did not tell her ?\" \"Not a word,\" replied Robert. \" When you are better I will let her know.\""], [58, "48 TnE CAREER OF \" My poor children,\" he moaned, \" my wronged children. Tell them all to leave us, I have so much to say to you.\" They were alone. Robert placed his arm round the dying man to lay him back upon the pillows ; but his father, looking to him, leant his head upon his breast. \" Let me lie so, for the first time and the last. When I have told you all, you will have the right to hate me.\" He paused, then cried in a voice of agony — \" Robert, I have beggared you.\" In the first surprise, Robert's grasp relaxed, another moment, and it tightened round him, and drew him closer to his breast. \" My folly, my frenzy,\" he gasped, \" has ruined you. I leave you, I leave my poor, helpless Alice orphaned and penniless.\" And still the filial clasp grew closer. \" Is it so ?\" he murmured, in a voice so sweet, that the eyes that had closed in shame"], [59, "A RISING MAN. 49 and remorse dared to look up. \" Well, I have youth, health, education. I will make another home for my sister ; do not fear for us.\" \" Robert—\" \" We have lived somewhat estranged,\" he added, in a low voice, \" live, my father, to know your son better — forgive his arrogant injustice — it was not for me to have remained stubbornly aloof. Love for a mother's memory should not have kept me from you. We have misunderstood one another — God grant time may be left me to atone. For the fortune you have lost ;\" there was a slight, a very slight tremor in his voice ; \" it is not for your chil dren to be your judges. Misfortunes are sent by Providence ; while health and strength are left us, we have no right to repine.\" •'But how lost!\" groaned the dying man; \" not by misfortune, but by vice.\" The violence of his emotion seemed to choke him, he lay back motionless for a time, and VOL. I. d"], [60, "50 THE CAREER OF his son saw, as it were, a shade come over his pale face ; he would have summoned help, but his father motioned him to remain. And after a few moments, he spoke again — but his voice was weaker, and his breath came more gasp in adv. \" Robert,\" he said, \" my life has been one long error ; but in my youth, I was as high principled, if more yielding than yourself. I have never spoken to you of my family — many years since I broke off all intercourse with them for ever. I was an only son ; but my father, the dupe of a vile intriguante, dis owned and disinherited me. After my mother died, he married that woman, and adopted her child ; he still lives, and the reason of my telling you this is, that if, with all your reso lution, you should not be able to succeed in life, you may apply to them. He is an old man, and I was his only son, he may be more merciful now than he was once.\""], [61, "51 A RISING MAN, *' And his name ?\" asked Robert in sur prise. \" Do you remember a young boy for whom you formed a great friendship at school, and how much you grieved when I requested you to break off the connexion. I had my reasons ; that Berkeley Lascelles is the son of the usurper of your rights.\" \" My grandfather disowned us,\" cried the young man, vehemently ; \" he left my mother to die of starvation. Never will I apply to him — never — never.\" There was a pause, a softer shade came over his features. \" Berke ley,\" he added, in a gentler tone, \"the only friend I ever had — lost now — lost.\" His proud eyes dimmed with tears. \" Now I have told you all,\" murmured his father. \" And, my son, whatever your trials, you will succeed even in this world — only keep the same strong will and noble heart — I entrust Alice to you — be a better friend to her d 2"], [62, "52 THE CAREER OF A RISING MAN. than I have been ; a better man, a better christian.\" He spoke only in broken gasps, his son on his knees, prayed aloud. To his prayer his father breathed a low Amen, and then — there was silence."], [63, "BOOK II. RETROSPECTIVE. I was too proud To call her \" daughter.\" New Timon. Sir Buxwer Lttiou. Justice, Heaven, justice ! Ibid."], [64, ""], [65, "CHAPTER I. All my fond love thus do I blow to Heaven : 'Tis gone. Shakespeare. On a bright Spring day in the year 178 — , two persons were walking through an alley in the forest of St. Germain, seemingly in deep and earnest conversation. Of these, one was a youth, with a not unpleasing countenance, dressed very grandly in a velveteen coat, bril liant scarlet waistcoat, grey stockings, large silver buckles in his shoes, a three-cornered hat shading his frank face ; while over his fore-"], [66, "56 THE CAREER OF head his brown, curling hair was arranged with what was for him an effort at elegance. Rustic as he was, it hardly appeared then. Deep passion always gives with it a certain dignity, he grew eloquent pleading to the young girl walking by his side. She was fair enough in the first bloom of her glorious beauty to have metamorphosed the veriest boor into a poet. No wonder the country lad was eloquent. Therese Murray had just entered her eighteenth year ; rather tall, she seemed both in face and manner older than her years. There was something regal in her beauty ; her eyes dark and earnest were speaking with thought ; the proud curve of the short upper lip, and graceful carriage of the head, gave her, in her plain stuff dress, as stately an air as the haughtiest dame, rustling in silk and velvet. The people round about, talked much of the proud daughter of the Scotch emigre. They"], [67, "A RISING MAN. 57 called her, half in earnest, half in derision, Madame la Duchesse. Not, but when she was in society she was always courteous and amiable. So was the lady of the Seigneur, when, at her son's birthday, she danced with the villagers on the lawn. It was the same kind of courtesy, a ladylike condescension. It was said that she was very clever ; but it was not the ordinary cleverness of a pretty woman. French was her mother's tongue, English she spoke perfectly, but with an accent that was very bewitching. Latin her father had taught her, and she read immensely, for the tutor of the young Vicomte, an old and learned man, placed the library of the chateau at the dis posal of the fair student. But she was not at all accomplished, she only knew enough of music to accompany her voice on the old harpsichord, that had been her mother's. Her voice was sweet and full, but she was not very fond of music, all her mind seemed given to books. She used to say D 5"], [68, "58 THE CAREER OF that there she was storing up a capital for the future : that books being the proxies of experi ence, she so gained a double life. With all this, not even her enemies, and she had many, hinted at her being unfeminine. In her love and hate, with her strong passions and deep feelings, she was a true woman, and a fas cinating one, as Hector Levois can well testify. \" No ! Did you say no ?\" he said, passion ately. \" May I not even hope ? You say that you love no one. You know that I would lay down my life to serve you. When I first spoke to you of this, you did not then repel me. Since then, I have only striven to please you. Say but the word, and I give up the farm and go to Paris to study for an advocate. I have abandoned my rough comrades — I have only visited the, Cure — I have — \" \" Learnt dancing,\" interposed his rompanion, with a quiet smile. \" Are you laughing at me ?\" said the young"], [69, "59 A RISING MAN. man, stopping short, his face all flushing. \" Are you laughing at me, because, for love of you, I have tried to refine my mind and person to be more worthy of you ? Are you laughing at me because, for your sake, I blushed to be a clown ? Because I thought that fair and graceful as you were, with all my truth and lo7e, my rough manner might displease you ?. because I said to myself — ' When the young Vicomte rides by, sitting his horse so nobly, she looks at him with pleasure, and smiles when he raises his cap so gracefully. Perhaps, if I learn to lift my hat as he does, to sit my horse as easily, she will smile on me too ; not only because I look a gentleman, but because my love for her made me one.' Will you laugh at me now, Therese ?\" \" Forgive me,\" she replied, gently, and holding out her hand, that Hector bent over as if it had been a queen's, not daring even to touch it with his lips. \" Forgive me, I was wrong ; but, Monsieur — .\""], [70, "60 THE CAREER OF \" Hector, Hector,\" interrupted Levois, eagerly, \" you always called me Hector, until lately.\" \" Eh Men, Hector, let us talk quietly. I think that you are fond of me, more fond of me than I deserve. I wish it were not so,\" she added, with a sigh, \" for it is useless. You .must forget this fancy. There are many, very many more worthy — \" \" Hush, hush !\" he said, in a tremulous voice. \" Say that my love can never be re turned — do not insult it. And yet, Therese, why ? why ? you did not seem to dislike or dis courage me before ; as to your not being worthy, that is all nonsense, I know that I am a poor, stupid fellow, compared to you, but still you did'nt dislike me once. What have I done ? How have I offended ?\" \" In nothing,\" said the beauty, with a little sadness in her voice. \" That is not it.\" \"Say, Therese, shall I go to Paris, and study. I heard you say once you would never"], [71, "A RISING MAN. 61 marry a man who was no scholar. In Paris I may learn more than I can here. It's true that I didn't use to care for books, but you have made me a student. I have made some progress in the last few months. The cure thinks that in time I may-— I need not dis grace even you, Therese,\" said the poor boy, with a sob. \" Hector,\" answered Therese, hesitatingly, \"it is useless. You have mistaken me. I do not care one doit about learning for — itself.\" \" Mon Dieu\" cried Levois, turning white. \" I think that I — Therese, if I wrong you, I will ask your pardon on my knees ; but six months ago M. Thion was living, and I was supposed to be his heir, now he is dead, and is found to have left a son to inherit his property. Grand Lieu /\" he continued, with great ex citement. \" You blush — you turn away — you dare not look me in the face. You — you would have given to a miserable fortune what you would have denied to my honest love —"], [72, "62 THE CAREER OF you the clever, proud demoiselle — you would have— Oh, I am a wretched fool, I have worshipped as a saint, a worldly hearted woman — and now — now — \" \" Hector,\" she said, in a low voice. He had clenched his hand upon his face, \" Hector.\" \" Go, Mademoiselle,\" he said, bitterly, \" I am only a poor, ill educated farmer. I am not rich or a gentleman.\" \" Will you listen to me.\" \" No,\" he said, almost fiercely. \" What do you care for the sorrow of a poor fellow like me. I am not rich enough, Mademoiselle, to buy your pity.\" \" Hector,\" she said, proudly raising her head, \"you shall listen lo me, then I will go, and the next time we meet, you will shake bands and be friends with me. I do not deny that had you been your uncle's heir, I might, in time, have learned to love you, for you are a brave, noble-hearted man, M. Levois. But as it is, it can never be, I am no fit wife for a"], [73, "A RISING MAN. 63 poor man. There is a passion here,\" she said, earnestly, and clenching her hand upon her breast, \" stronger than love, stronger than my thirst for knowledge ; or, rather, my thirst for knowledge is only for its sake — it is am bition !\" He looked at her, with eyes no longer angry, but sorrowful for her, as she threw back the thick hair from her fair forehead, and planted her foot proudly to the ground. \" I !\" she cried, \" I, live all my life among boors and peasants — I, bend my head humbly as the seigneur rides by — I tell you they shall bow, as they pass, to me. I cannot breathe in a village home, I want a larger sphere — if my father has no de before his name — we are noble, Ave Murrays — I must rise.\" \" Therese Murray,\" said I recfor Levois, with earnest and grave tones, \"I do not know much of the world, but this I feel — and the heart is a sure prophet— the wreath that is grown upon the grave of love may turn to"], [74, "64 TEE CAREER OF thorns in the hand that grasps it — the fortune that is built upon the ruins of all tender feelings, has but a sad foundation. I will try to forgive you ; if you have spoken your true feelings, you will need no other enemy than your own self. You are young and very beautiful, but the time will come when you may regret the love of the poor, despised man, but who had, at least, a heart to offer you. You may know what that means some day, and so — and so God guard you — and fare well.\" He turned and was gone ; she seemed for a moment as if she wished to call him back; then with a slow step walked on. The earth, in its new youth, was very fair, but Therese had no sympathy for nature. Ambition is too old a feeling for enthusiasm."], [75, "A RISING MAN. 65 CHAPTER II. Un atto, un guardo, una parola, un riso. When Therese entered the cottage, she found everything in confusion. A gentleman had been thrown from his horse, close to their gate. Mr. Murray had found him insensible upon the ground, and had had him carried into the house. He seemed much hurt, and still lay senseless. Their old servant, Babette, had gone to fetch the nearest doctor, and Murray himself, who was not without some skill in surgery, had opened a vein in his arm. Therese, bent over him with restoratives, ex-"], [76, "66 THE CAREER OP cited by the interview with Levois, and an adventure that broke the monotony of their usually quiet life. The stranger seemed one of those men who might have interested not only a quiet country girl. His pale and handsome face, his white and well shaped hands, the delicate fineness of his linen — she thought him motionless as he lay — a much finer gentleman than the seigneur, and how different to Hector Levois. She wondered who he was, and that she had never seen him be- fore. There was a thrill at her heart, as Avith a deep drawn sigh he slowly unclosed his eyes, looked with a vague and bewildered stare at the old man and young girl, but seemed too confused to attempt to speak. His amateur surgeon, when he had drawn enough blood, bandaged his arm, very tenderly, and laid it down. \" Do you feel better,\" asked Therese, softly."], [77, "67 A RISING MAN. •' Am I then hurt ?\" he murmured, with a faint smile. \" I thought I was in Paradise.\" Hector had paid her thousands of compliments, which she had received very quietly, but then how differently they were spoken. She looked down and blushed. She was, at the moment, so lovely, that the gentleman would have spoken again, but Mr. Murray commanded silence, and the surgeon entering, Therese left the room. She had meant to write a few lines to Hector, but haunted by the stranger's dark, passionate eyes, and sweet smile, she sat at her window, lost in the girl's first dream of the mystic unknown, and dreamt this stranger guest to a god. Mr. Murray was a Scotchman, a soldier, and a Jacobite. In his early youth, which was somewhere in the middle of the last century, he, with a twin brother, had been involved in one of the conspiracies for the return of the Stuarts, with which their adherents madly disturbed"], [78, "68 THE CAREER OF the kingdom from '45 to 1760. The con spiracy in which the two brothers were in volved, was, like the rest, discovered ; they endeavoured to escape, by different routes, to the Continent. Phillip Murray succeeded in reaching France in safety, his brother James was taken. Phillip heard the sad tidings ; loving his twin brother as his own soul, he re turned to England to endeavour to effect his rescue. The day before he arrived at York, his brother had died upon the scaffold. Hap pily friends were with Phillip, who obliged him to consult his own safety, for his first mad impulse was to share his brother's fate. They restrained him by force, they concealed him for a time, and when the first burst of pas sionate grief was allayed, they assisted him once more to leave the country. He went firstly to Flanders ; but rigid in his principles of religion and morality, he soon left the mock"], [79, "A RISING MAN. 69 court of the Pretender in disgust. He came to St. Germains, for with it was associated the remembrance of the Stuarts before misfortunes had unkinged them. He married there a French woman ; and there had lived with his family. His children and their mother had all died one by one, and he had only this one girl left to his old age. He might have returned to Scotland, but he never did. He was devoted in his loyalty to the Stuarts when it was but the memory of a name ; and implacable in his resentment he would never avail himself of the Act of Grace. He never could forgive what he always termed \" the murder ot his poor boy James.\" So the old man still drank his single pint of Macon upstanding and bare headed to the health of Bonnie Prince Charlie — although the bonnie Prince was then dying, a worn-out man at Eome — and added another on solemn days to those who fell at Culloden, or died on field or scaffold for their King and faith."], [80, "70 THE CAREER OF Such was the family in which this young stranger had become an inmate. He was about three-and -twenty, seemed rich and ell-born, and called himself Eoland Lan don, an English gentleman, travelling for his pleasure."], [81, "71 A RISING MAN. CHAPTER III. Perdition catch my soul But I do love thee ! And when I love thee not Chaos is come agaiu. Shakspeare. Trema in petto e si confonde, L'alma oppressa dal piacer. Monti. Letter from Roland Laseelles to the Earl of Leighton, at Paris. \"Mt dear Leightox, \" Vogue la galere ! Do not waste your sympathy. You would joyfully"], [82, "72 THE CAREER OP bear a little pain and a little confinement to be tended as I am tended, to be che rished as I am cherished, to be loved as I am loved. Gold locks, blue eyes, bah ! Give me the glorious flash of a glance dark as midnight, and a pure oval, sharply defined by tresses rivalling the rich blackness of a raven's wing. Still you would laugh to see me ; fancy me, Leighton, playing good boy — devoutly listening to end less tales of Jacobite rebels ; swallowing very sour wine, to the treasonable toasts of thirty years since. Sighing for King James. Groan ing at King George. Rewarded by a smile from a pair of rosy lips, and a devoted glance from those languishing eyes. Adoring even the Stuarts for the voice that sighs their name. I am much obliged to you for your offer, but remain where you are. Console la belle Rose for my absence, but write to me in charity ; do not let me return to the world ignorant of the"], [83, "A RISING MAN. 73 last scandal and on dit, and so confer the best obligation on ** My dear Leighton, ** Your's most truly, \" R. Lascelles. \" Direct, as usual, to Roland Landon.\" Extracts from letters from the same to the same. \" Really, Leighton, this love-making in the country is rather a serious affair ; in the multi tude of fair faces is the surest safety against romance. For the future I forswear the moon, and if I flirt it shall be by candlelight, when the next morning may dispel the illusion. «■ \" Destiny, my dear Leighton, destiny ! your well meant warning was useless, but not un- VOL. I. E"], [84, "74 THE CAREER OF called for. If I had but met her before — now. Every hour strengthens my mad passion ; feigned at first, it has become now a real but not sober reality. Leave her — return to an every day life. Never ! Counsel me, Clarence, counsel me ! she is so beautiful — so different from other women — with such a heart and mind — at once so proud and gentle. Oh ! to wander with her to fairer climes — beneath a brighter sky — and together laugh at that world that would fix laws for the soul. \" For heaven's sake write soon. What must, what can I do ?\" \"How could you send me such a letter, Leighton, when my very soul lay bared to you ? Leave her ? leave sense and being ! What made you entreat my forethought for her ? S'death ! is not her life, passed in poverty, a stern old man, her only companion — is not her"], [85, "75 A RISING MAX. life stagnation ? She never lived until now. You should see her and you would confess it ; but do not come. I am jealous of the very flowers she gazes — the very ground she treads upon. * Madness — folly !' you cry. Ah ! Clarence, who shall dare to say which is the most substantial vision in a life that our school men tell us is all a dream ? Not that which is a reflex of the eternal — not that which in fluences more or less the life of every man.\" \" I cannot keep my secret much longer. I must speak it — but if — there is no if — she loves me, let the world go hang.\" \" I tried to follow your counsel, Leighton, packed my portmanteau, ordered a post-chaise •and came down to bid her farewell. She e 3"], [86, "76 THE CAREER OF was alone in the room, singing. Have you ever heard the voice of a young girl strike note by note upon your heart, until you have felt that if that voice were silenced, the whole world were silent too ? It was a merry song, and so seemed to me the more torture to hear. I covered my face with my hands with a groan — she came to me surprised and troubled — and somehow in that fatal moment my secret escaped me. I told her that I loved her, and she wept upon my breast. Oh ! Clarence, Clarence, for your cool brain and quiet soul ! And yet I cannot grieve — never did I know such happi ness. To feel that I have made this beautiful creature love me — but the end — the end — when she knows — but why need she ? — is the sacrifice all hers ? I would willingly renounce for her, family, country, a career. My family is in her — my country where she lives — my ambition to be her slave. My resolution is made.\""], [87, "A RISING MAN. 77 CHAPTER IV.' At length my burning wish, my prayer — (For such, oh ! what will tongues not dare, When hearts go wrong 1 His lips preferr'd.) Moore. Therese, as we have seen, was only too well inclined to reply to his mad passion. Landon, as he had chosen to call himself, at first from mere caprice and love of adventure, Landon was considered one of the handsomest men of his time, and when he pleased the most fas cinating. Therese might well be proud of her gallant and accomplished lover. No wonder that not only did Hector Levois' departure"], [88, "78 the career of give her no regret, but she did not even notice it. As we have seen, she was no ordinary young girl. She had magnificent qualities ; but her faults, as well as her virtues, were on an exaggerated scale. Had their gwest ap peared poor and of humble birth, she would not have given him a thought; had he only been rich, she would not have cared for him. As it was, she loved him. She felt that she had the genius to be great, she pined at her ignoble position, and she saw in Roland not only the idol of her dreams, but the stepping stone to fortune. Sternly did Providence avenge the pride of that young girl's mind. Roland, as we have seen, for some little time restrained his passion ; but one evil day it had found utterance, and she consented to an elope ment and secret marriage. But even while her lover poured forth his grateful delight at her feet, the remembrance of an old man desolate,"], [89, "A RISING MAN. 79 deserted by his only child, was stinging to her heart. \" You weep, Therese — you turn from me !\" exclaimed Roland. \" Oh, Roland, as soon as we are married, you will bring me back to claim my father's blessing. Only that I feel he would never permit me to be your wife without your father's consent, and you say he is so proud and stern, only that has made me crisply. You promise me, do you not ?\" •' When we are married, my beloved,\" answered Landon^ equivocatingly, ** we will do all that pleases you best.\" \" And yet,\" said Therese, with the better instinct of youth, \" and yet pause, Roland — reflect. Will your family be so very incensed at your wedding a poor girl ? It is not yet too late. Is your father so very stern ?\" \" Aye,\" answered Landon gloomily."], [90, "80 THE CAREER OF \" Then,\" began Therese, with a quivering lip- \" But,\" he interrupted, starting as it were, from deep thought, \" I repeat it to you — he will welcome you when once he finds that opposition would be useless. He will be proud of you, my best beloved.\" ** And,\" said Therese, fondly, \" who could withstand you ? Would,\" she added, and at the moment she was sincere, *' would you were poor, but your own lord. What do we want with wealth ? You would love me as well adorned alone with wild flowers, as with diamonds.\" \" Oh, Therese,\" said Roland vehemently, \" the deepness of my love must plead for me if I—\" \" What, love ?\" \" Turn to me — let me look into your eyes — is your love as mine — heart, soul, life, the Avorld to you ? Do not turn away — we play"], [91, "81 A RISING MAN. with our salvation. Do I frighten you ? Pardon me, Therese ; I meant nothing — but yet — answer me.\" \" Roland,\" she faltered. \" Enough,\" he cried, \" enough, it is de cided.\" E 3"], [92, "82 THE CAREER OF CHAPTER V. And up and down the long canals they go, And under the Rialto shoot along. Byron. Lui qui me fut si cher, et qui m'a pu trahir. Racine. A Gondola glided along one of the lagunes of Venice ; its curtains were drawn back ; in it were a gentleman and lady. He was a dark, handsome young man, and his com panion seemed graceful and young ; but her features were concealed by the thick veil she wore. They were talking so earnestly that they did not observe another gondola, that"], [93, "83 A RISING MAN. having first passed, now turned and followed them. It o\\*ertook them as they were landing before a handsome palazzo, and the young man, who Avas its only occupant, sprang lightly up the marble steps, and tapped the other on the shoulder. \" Las,\" he began. The other turned with a start \" Why, Leighton ! welcome. Roland Lan don welcomes you to Venice. How long have you been here ?\" \" Only came yesterday,\" said the Earl, then with a pause on the name — \" And you, my dear Landon.'1'' \" Oh, some time.\" He saw the Earl's curious glance fixed on his veiled companion. He bit his lip, but there was no help for it. \"Iherese,\" he said, \" let me present to you my very intimate friend, Lord Leighton— Mrs. Landon — my dear Leighton.\""], [94, "84 THE CAREER OF Therese received the nobleman very graci ously. She was glad of this confirmation that her husband's station was what she had imagined ; but Lord Leighton saw at once that Lascelles did not seem so particularly de lighted to see him. He still lingered on the top of the steps, as if charmed with the sunset glittering on the cupolas and domes, and re flected in golden light on the waves, but Leighton saw, with a somewhat malicious pleasure, how often his eyes roved anxiously from the scene he was expatiating upon, to Avatch him as he addressed Therese. Lord Leighton was good-looking, and very A*ain ; he interpreted the glance rightly. Vexed at his friend's coolness, he voAved that in his own despite, he would force him to be hospitable. \" So this is your present home,\" he said, looking up at the palace. \" Yes,\" said Landon, \" we came here principally because there are so few English"], [95, "A RISING MAN. 85 now in Venice — and Mrs. Landon's health not being very good, the doctors recommend strict quiet.\" \" Quite right of you to be careful ; would I had so fair a treasure to guard. Do you stay here long ?\" \" It is very uncertain.\" \" Uncertain,\" said Therese, \" I thought that you had decided to remain here some months at least.\" Lord Leighton smiled. \" I may have changed my mind,\" said Landon, ungraciously. Therese looked up in surprise. Lord Leigh ton played with his moustache. \" What is it Shakespeare says about men being to one thing constant never — you know, Mrs. Landon, it rhymes to men were deceivers ever.\" \" Bah !\" muttered Roland, angrily. \" My best friend wants to quarrel with me,\" thought the Earl. \"What fools men make of"], [96, "86 THE CAREER OF themselves when they are victimised to a love affair. Hang it, he shall be civil.\" \" I saw a very near relation of yours before I left England,\" he said, carelessly. Landon crimsoned. \" My father !\" he replied, hurriedly ; \" was he well ?\" \" A sad fellow, Landon,\" continued Lord Leighton, mischievously addressing Therese ; \" I hope marriage has tamed him.\" \"You must judge for yourself,\" said Landon, with assumed hilarity. \" Of course you dine with us to-day.\" •* Yes, my dear boy, with the greatest plea sure ; and after dinner I can give you all the family news.\" \" Curse the family news,\" muttered Landon, as he followed Therese and their guest into the house. Lord Leighton, much as he had expected, was surprised at the extreme beauty of his hostess ; young in years, old in knowledge"], [97, "87 A RISING MAN. of the world, he had soon, in a great measure, fathomed her character. He soon saw that Roland was very wretched ; he loved her so well that he suffered acutely with the thought of the future. It was no child's play, but deep and tragic passion ; and the young Earl, forbearing his intention to amuse a few weeks by irritating Roland's jealousy, remained in Venice waiting for events. She was sitting one day at her window, looking with sad eyes upon the scene with out when Landon entered quietly, and going to her, threw himself into the seat by her side. \" You seem mournful, Therese.\" \" I Avas thinking of my father, dear hus band ; we have been married now nine months, and you have not permitted me even to write to him.\" \" Have I not told you that — that I must guard my secret a short time longer — you"], [98, "88 THE CAREER OF would ruin me with your childish impa tience.\" \" Are you angry with me ? If it displeases you, I will never mention it again. Only, Roland, this retirement is so unsuited to you — it vexes me when 1 see you wasting in inaction the noble powers of your mind.\" \"Have we not every luxury — what more could we have ? You are too ambitious, my sweet wife.\" \" Nay, Roland,\" she whispered, leaning her beautiful head upon his shoulder. \" I was ambitious once, but my greatest hopes are now fulfilled.\" He kissed her fair forehead passionately, then started from his seat — the messenger Avho went once a week to Trieste for his letters entered with the bag. This time there was only one directed to him in an unknown hand. Theresa felt with a pang the want of a perfect confidence between them, as he went from her"], [99, "89 A RISING MAN. to the opposite side of the room and tore it open. An exclamation made her look up— he was very pale. \" What is the matter,\" she cried, springing towards him. \" Do not alarm yourself,\" he answered, crushing up the letter in his hand ; \" but my — my father is very ill — \" \" 111 ! Oh ! let us go to him.\" \" I must go alone,\" he said, in a constrained voice. \" He — he must not be agitated — and — and — you could not travel fast enough. Therese, be consoled, my beloved — it is not for long — and then — \" he whispered in soft tones — but he grew paler as he spoke, \" I hope to claim my wife.\" So he was gone ; but first he gave Therese to the care of his friend, to watch over her till they should hear from him. Months more have passed, and Therese, with her infant sleeping in her arms, looks thin and pale. Landon is still absent, and his"], [100, "90 THE CAREER OF letters, full as they are of passionate love, neither speak of his return, nor of summoning her to join him. Care is busy eating to her heart. One evening, in searching for some letter of his that she had mislaid, she was looking through a small leather desk that he himself had made many inquiries for before he left, and seemed much disturbed that it could not be found. In this desk were a few letters in Lord Leighton's hand, addressed to him. She opened them with a little curiosity. The child's nurse coming in some time after, found her upon the floor, an opened letter in her lifeless hand. Roland, in England, began to think of Venice. Letter after letter he had received from Therese, forwarded by the Earl of Leigh ton. At first they had been filled with pas sionate love, slowly began to mingle with affection reproaches at his absence, and delay in summoning her to join him ; they grew"], [101, "91 A RISING MAN. more and more impatient. She upbraided him for his cruelty in not fulfilling his parting pro mise — at his coldness in leaving her alone among strangers. She spoke her remorse at the silence he enjoined her to keep to her father, her foreboding of evil, her fear that their child might prove as undutiful as they had been. Then came a long silence. Letter after letter that he sent remained unanswered. He wrote to Lord Leighton. His lordship replied, seemingly in great alarm, that he had been staying at Trieste — that he had \"left Therese in Venice ; on receipt of his friend's letters he had returned there in all haste, and found that she had most unaccountably dis appeared. He had made every research that time would permit, but in vain. He found no trace of the mother or her child."], [102, "92 THE CAREER OF CHAPTER VI. Green o'er the father rose the sullen mound. Sir Btjlwbr Lytton — New Timon. Late one evening a woman, worn with fatigue and recent illness, but young and strangely beautiful, approached the cottage in which for so many years had dwelt the exiled Jaco bite. Slowly she advanced, as if reluctantly ; bearing an infant in her arms. Lights were shining from the window, but they failed to re-assure her. Long she hesitated, then glancing to her child, walked more quickly to the door, and, as if with a violent effort, tapped hurriedly. With a beating heart she obeyed"], [103, "A RISING MAN. 93 the strange voice that bade her enter. She pushed up the latch, and stood in the doorway of the room where they used to sit. She was very pale, but grew paler still when she saw that it was occupied by strangers. Slowly her gaze wandered to the arm-chair where the old Jacobin used to sit, his Bible sharing the little table at his side with his pipe and Clarendon's History. On the opposite side of the hearth was the seat she used to occupy. There was the sofa from which she had drunk in the first SAveet poison from the dark eyes of the traitor guest. 0 God ! with what phantoms may we not people a chamber in which we have long dwelt. What poetry is not hid in the common realities of a poor sitting-room ? What dear eyes may not gaze from an empty chair? What presence may not stand on the cold hearth ? What voice may not speak in the void space when the phantoms of the lost rise in the haunts they peopled living ? With increasing dread, she saw that the"], [104, "94 THE CAREER CF soldier's chair was tenanted by an old French- woman, all sallow, shrivelled and toothless. Jean Rousseau had usurped the place of the family bible. In her seat was a common-place looking man, and on his knee a laughing little child — so she had once sat in that same home. La bonne mere was distributing supper to two or three hungry children, who had been chatter- ing Arehemently, but who noAv stared open- mouthed at the apparition of the haggard and beautiful Avayfarer. \"What does Madame want?\" said the matron, pausing with a ladleful of soup up lifted. \" Monsieur Murray used to live here,\" said the stranger, in a low voice, \" has he left ?\" \" M. Murray,\" said the old crone, answering for her daughter, \" that was the last tenant, he had a daughter, she crime to no good. What could be expected from a sacre English girl, though her mother was French. She was so proud they used to laugh at her, and call"], [105, "A RISING MAN. 95 her duchess, she ran away Avith an English lord, and her father, who was very proud of his honor, took to his bed and died of grief and shame. Poor dear man, they say he was un bon garconl but heretic and aristocrat jusqu'aux talons.\" \" His only child, was she ?\" said the matron, looking to her eldest girl. \" What she will have to answer for ! The Virgin de fend me from ungrateful children !\" Moved by the pathetic appeal, the two eldest began to cry dismally. \" Ah ! beauty is a sad temptation,\" said the father, kissing his pretty little one. The wretched girl stood still unmovable as stone. \" Pray, Madame, come in,\" said the matron, \" you look cold and tired, and it is some dis tance to the village.\" \" He was alone — deserted Avhen he died,\" she asked, in a hoarse whisper. \"Ah, mon Dieu yes,\" said the lady, \"for"], [106, "96 THE CAREER OF pauvre cher homme, he was obstinate ; our neighbour, Hector Levois, wished to be with him, but he said he would never accept from strangers what his child had denied him. Babette said it was the only time he ever mentioned her name, at least he was never heard to speak of her again. You have a child there, Madame, you can imagine how deeply would strike that child's ingratitude.\" The woman clutched the infant to her heart, and murmuring her thanks, turned slowly from the door. She stood in the strangers' burial ground, one foot planted on a grave — one arm uplifted. Hissing came the words from between her clenched teeth. \"Trampling thy grave, as she trampled on thy living heart, Father, hear the vow of thy guilty child — guilty in that she deserted"], [107, "97 A RISING MAN. thee — but for the rest most foully wronged. I will avenge thee — I will avenge myself. Those letters, while they revealed his infamy, con cealed his name, but I will search through the world until I find him, and then woe to him. Woe unutterable on the murderer of my father — on the destroyer of my child. By thy grave I SAvear it, oh, my father ! Witness it this kiss that no dear lips imprinted on thy dying brow.\" As she spoke, she knelt, and kissed the sod. There she was found by some people, who chanced to pass, lying insensible, the infant playing with its little hands in the rich grass. V VOL. I."], [108, "98 THE CAREER OF • CHAPTER VII. If mine eyes can wound, now let them kill thee. Shakespbare. All was gaiety at Montserrat Park, the country seat of the rich Mr. Lascelles, for his young wife, who had long been in very deli cate health, was now recovering, and their little heir's fourth birth-day, was Jto be solem nised the more magnificently for the presence of a Royal Duke, who, on his way to the north, honored Mr. Lascelles by a few days' visit. That day a stranger had arrived at the Park. She was a Frenchwoman, the widow of an"], [109, "99 A RISING MAN. Englishman, and had been strongly recom mended to Mrs. Lascelles to fill the post of governess to the spoilt little Percy. She was a very beautiful woman, but dressed in deep mourning, and with an air of sadness on her countenance, seemed to have little thought left for the charms that had failed to preserve her from an evil destiny. She had one child, a pretty, delicate -looking boy, who was entrusted to a nurse in the neighbourhood, but who was to be brought to the house even* day to play with the young heir. \" And where,\" said the Duke, addressing the smiling, pretty hostess. \" Where is the hero of the day. Ah, Mrs. Lascelles, could he but inherit one half his mother's charms, what an irresistible fellow he would be. Do let us see him.\" Mrs. Lascelles told a servant to let the governess bring in Master Percy. \" Governess,\" said her husband, overhearing F 3"], [110, "100 THE CAREER OF her. \" Since when has he been promoted to such dignity ?\" \" You can have no fear,\" said the Duke, \"of your heir's being tempted, as yet, to con strue the ' Art of love.\" \" I cannot say,\" replied Lascelles, laughing as in duty bound at the royal facetiousness ; \" every age seems so much more precocious than the preceding ; but here is Percy to answer for himself.\" \" Half-shy, half-proud, the little fellow en tered — his long fair hair falling over his point lace collar, and velvet tunic, dragging with his little fat fingers at the hand of his pale, quiet governess. As soon as he saw his mamma, he left his hold, running to her for protection from so many strange people. And while she was presenting him to the Duke, blushing at the compliments he paid her, through the child, the governess slowly raised her head, and her eyes wandered as if in search of some one round the brilliant circle."], [111, "101 A RISING MAN. Suddenly a strange expression passed over her features ; two burning eyes were fixed strainingly upon her face — the man who gazed, pallid as a corpse, leant upon a chair for sup port. The Duke turned. \" Your boy is a fine little fellow, Lascelles ; he resembles you both — your lady perhaps the most. What ails you — you are quite pale.\" \"Nothing, I thank you, sir,\" stammered Mr. Lascelles ; \" I am sometimes seized with palpitation of the heart — it will be over in a moment. Shall I order the musicians to begin ?\" \"Do,\" said the Duke; \"but do not attempt to dance yourself.\" Then he offered his hand to Mrs. Lascelles, and led her to the top of the room. Percy passed from guest to guest to be kissed aud flattered, the governess stood motionless, calm and still as a statue. \" Therese,\" hissed a voice at her ear."], [112, "102 THE CAREER OF She turned and looked at him with a cold glance. \"Mr. Lascelles,\" she replied. \"Therese, I cannot speak to you now — to morrow I will explain all — do not betray me.\" \" I am in your service, Mr. Lascelles. Of course I obey your commands.\" He pressed his hand hurriedly to his brow — then, with no enviable feelings, he turned again to his duties as host."], [113, "A RISING MAN. 103 CHAPTER VIII. The woman and the wrong Rear'd the light form — the voice came clear and strong. New Timon, Sir Bulwer Lytton. It was early morning, but late as he had re tired, Roland Lascelles was already in the park. By the disorder of his dress, it was evident he had not changed it from the night before. After a short time, he was joined by Mrs. Landon. She stopped within a pace of him, without a word, but with a sinister smile on her curling lip."], [114, "104 THE CAREER OF \" Therese,\" stammered Lascelles. He would have taken her hand, she thrust him from her. \" Mr. Lascelles,\" she said, coldly, \" let us understand one another.\" She paused, for a moment, then she continued with the same composure of voice and manner. \" My father is dead — my husband is dead — save for my child, I am alone in the world — to earn my bread 1 came here, knowing nothing of Mr. Lascelles, (that was false) — I know nothing now — the man I loved was no villain. During the last few months I have sometimes wanted bread, I have found at last a temporary home. If you deny me that, I may want again. Say the word, and I leave here, I and my child — we can but starve. If I remain, it is as a stranger — I know you not — I seek not to know you — I serve your wife and child. The last tie that bound me to Roland Landon was broken when I looked upon my father's grave.\""], [115, "A RISING MAN. 105 \" Mr. Murray was an old man,\" muttered Lascelles, uneasily ; \" you — you exaggerate, Therese.\" The same withering smile distorted the fair beauty of her face. \" Remain here if you will,\" continued Las celles, more boldly ; \" but not for the means of subsistence. I have wronged you — would to God the last few years were mine to recall, remorse alas ! is unavailing ; but the future fortunes of my victim must be my care. Your every wish shall be fulfilled, and our poor child.\" \" I thank you, sir,\" interrupted Therese, with a curling lip, \" if I were to beg, it would not be from you.\" \"Have pity on me,\" continued Roland, vehemently. \" Heaven knows Avhat I have endured — my love for you has been a bitter punishment. Have pity.\" The assumed coldness gave way, the fierce passion broke forth."], [116, "106 THE CAREER OF \" Love !\" she repeated, \" does love seek the ruin of its object ? Does love stoop to pre varicate, and conspire, and lie, to destroy an innocent child ? Without one thought for my future, you took me from a home where I was honored and beloved. You took me from my duty to my father — you inspired my young mind with passion — you taught the first craving to au una wakened heart — you took me from all that makes life dear ; from my maiden hope and pride, to thrust me down to eternal infamy. Pity !\" her voice grew thick with sobs. *' Man, did you not know that I loved you — that I would not have turned from your hand if it had brought me death ? That I would have laughed at the bitterest want and privation could I but have sheltered you — that if you had been steeped in the lowest depth oi degradation I Avould have shared it With yon— aye, joyfully — oh! man, man! Where was your pity ? Can you stand before"], [117, "107 A RISING MAN. me with the remembrance of your base false hood in your heart ? Station, family, respect, that I was promised ; but had it all been one lie — had you proved a very mendicant, and then have said — ' Therese, I have taken you from ease and comfort — from the glorious pro mise of your opening future, to share Avith me the hard reality of want, ignominy, despair ; but, oh ! forgive me, for I loved you !' I would have answered — * I do forgive thee. What is this to me 1 Together we will struggle and rise, or together we will die.' But you have ruined me eternally ; and to atone you offer me gold. Sir, give me back my self-respect — give me back the right to hope that, however dark the present, there may come a brighter future. When you can do this, then ask me to pity and forgive.\" He made her no reply ; he shrank back awed by the noble nature he had destroyed ; feeling uneasily conscious that retribution"], [118, "108 THE CAREER OF might come from the very greatness of her mind — as the high column in its fall brings with it to the dust all that obstructs its way. There was a long pause ; Avhen she spoke again it was with the quiet and cold manner that seemed now to be habitual to her. \" Never let us allude to the past again — it is irretrievable. I thank you for your per mission. No one here knows of our previous acquaintance — it need never be known. Now, sir, let us part.\" -- In this manner ?\" said Roland, exasperated by her coldness. \"How else, sir?\" she replied, proudly ; and he turned away with a sigh. He looked after her slight queenly figure, as she walked back to the house, she did not turn once, and he gnashed his teeth to see her coldness. How little he understood the fire in her eyes that months and years of weeping had not quenched."], [119, "A RISING MAN. 109 CHAPTER IX. One sole desire, one passion now remains, To keep life's fever still within her veins — Vengeance ! Moore. From that day the clever intriguer began her Avork. She Avouud herself into the heart of gentle and timid Mary Lascelles ; she gained the love of the spoilt child, and exerted her influence to ruin and pervert a naturally good and easy temper. She made him haughty and violent ; she taught him to fear and dislike his father — she taught him to evade his wishes and disobey his commands — and she laughed"], [120, "110 THE CAREER OF as she foresaw the day when the son would stand against the father. She feigned, at first, to keep her son from the Park ; but saw, with triumph, that Roland seemed to give him the love he denied to his heir. After a few years he announced his determination to adopt Algernon Landon — and when Percy was sent to Eton, the other accompanied him. The two boys hated one another very cordially. Percy detested Algernon because he seemed his father's favourite ; and Algernon loathed Percy who treated him with boyish petulance and arrogance — encouraged by the part which Mrs. Landon took in their quarrels. She always made Algernon submit ; and the boy, writhing beneath some injustice, would go to Lascelles and there find his champion. When they came home, after the first half, Algernon ran to his mother — \" Never, never Avould he go back again ; never with his own consent enter the house of that — \" he broke off choking with passion ;"], [121, "111 A RISING MAN. \" He struck me, and when I hit him back, called me sneak and beggar.\" \"Beggar,\" repeated Mrs. Landon, calmly ; \" let him call you so, my Algy, for a few years, we will see then who will be the beggar.\" Algernon, who was timid and nervous, was awed to silence by the glitter in the dark eyes of his beautiful mother. Therese now lived as companion to Mrs. Lascelles ; but, unobtrusive aud quiet as she feigned to be, was by far more the mistress than that gentle lady. She still held complete empire over Lascelles, not so much with the heart as the mind. The intellect that had so fascinated him in the young, unformed girl, now ruled him in the clever, ambitious woman. The tenderness and love that had sanctified and ennobled it, he had trampled down, ani her hardened heart now worked its vengeance. Poor Mrs. Lascelles was Arery unhappy — gradually Roland's kind ness had become indifference, and now seemed"], [122, "112 THE CAREER OF positive dislike — he was harsh and almost brutal ; as her son grew older, he took her part with all the violence that Therese had done so much to foster, and so drew down upon himself his father's bursts of anger ; the boy, young as he still was, would retort violently, until when he was about fourteen, Mrs. Lascelles. Avho had always had delicate health, worn out by the constant passions con tending around her, fell ill and died. Noi a twelvemonth after, Therese was Mrs. Lascelles — the only change now seemed that Roland more and more favored young Landon. Percy, who had at first fiercely opposed the marriage, was at last won over by his new mother. Living as he did on the worst of terms with Roland, it was something to have a friend in her. She was as indulgent as the other was harsh — much more indulgent to him than to her own son. She taught him to rely and trust in her implicity. Percy Avas naturally extravagant, encouraged"], [123, "A RISING MAN. 113 by her he had launched into a most ruinous expenditure — twice before he was twenty years of age, Roland had paid his debts — once at Oxford and again in town ; and Roland, who as he grew older, had forgotten his own wild youth, had no forbearance for the sins of a spoilt and only child. About this time a cousin of his died, and left his daughter, a girl of eighteen, to his guardianship. She had a small property, and was a pretty, modest girl. To console her for her loss, and for the sake of her health, and for which the doctors recommended the baths of Germany, Therese persuaded Mr. Lascelles to go abroad, and Percy having just had his debts paid, and a promise of amendment having occasioned a hollow truce, accompanied them."], [124, "114 THE CAREER OF CHAPTER X. A coxcomb was he by the public voice ; A count of wealth, they said, as well as quality. Befpo. Mrs. Lascelles marvellously recovered her health when they arrived at Baden ; and she seemed to take, for her, a strange pleasure in the peculiar society of a German watering place. She frequented the roulette tables leaning on Percy's arm, and, usually so re served, formed the most peculiar friendship possible. At the time there was at Baden a young"], [125, "115 A RISING MAN. man named Lionel Steinheim. He was hand some, gay, but rather over well-dressed — in London fine people might have looked upon him suspiciously; in the vicinity of the German baths they condescended to be charmed with him. There was a piquancy, a freshness about him that was perfectly delightful — his com plexion was dark, his moustache and hair jet black — his eyes not particularly well formed, but dark as night and piercing as a falcon's ; his hands small and white, sparkled with gems, in fact, the only thing that was apt to be a little caviare to strangers, was his partiality to an undue amount of ornament both in his dress and speech. It was, perhaps, but his familiarity with the East that had sprinkled his imagina tion and taste with Oriental luxury. What was his family no one knew, and no one cared at Baden. He was profuse in his expen diture, played high and fortunately, and was apparently about six-and- twenty years of age."], [126, "116 THE CAREER OF With this captivating exotic, Mrs. Lascelles formed a close alliance ; whatever their plans, whether ball, or pic-nic, or breakfast, or con cert, Lionel Steinheim made one. And it was only after watching his play, at ecarte one evening, that Mrs. Lascelles seemed so par ticularly struck by his merits. Unknowingly the young man sat with his back nearly turned to a mirror. He was playing with some young Englishman. Opposite the glass was a couch, on which Mrs. Lascelles had thrown herself, feeling very tired. But however quiet her frame might be, those restless eyes of hers were always active. She chanced to look intj the mirror. Steinheim had a splendidly shaped head ; for a little time Therese watched it with the eye of an artist ; next, she looked upon the gem-covered hand, then after a time, with her eyes still fixed upon his movements, a slight smile drooped her still lovely mouth. The Englishman lost every game ; from that"], [127, "117 A RISING MAN. day Steinheim was courted by Mrs. Lascelles ; in a little time Percy could not live a day without his fascinating society. . They walked, rode, smoked, played together, and as Percy was very unlucky, and Steinheim strangely fortunate, his friendship was a rather expen sive luxury, how expensive was only known to their two selves and Mrs. Lascelles. After a time Percy began to look pale and harassed, to dread meeting his father, to shun even Steinheim ; but from him he could not long keep away ; he was drawn towards him by some unaccountable fascination — always to leave him paler and more despondent — until one one day Mrs. Lascelles, after a con ference with Lionel Steinheim, announced herself as perfectly recovered, and the party returned to England."], [128, "118 THE CAREER OF CHAPTER XXI. You know your father's temper : at this time He will allow no speech. Shakspeare. Some months had passed, Percy wanted but a few weeks of one-and-twenty. When one day he arrived at Monserrat pale, spiritless, dejected, he did not go at once to the great entrance, but by a more humble way. He was alone, unattended, and had come from the village on foot. With some show of mystery he was ushered up to Mrs. Lascelles' boudoir by her lady's-maid. This lady's-maid was very young, about eighteen, very pretty, and"], [129, "A RISING MAN. 119 exceedingly graceful ; but greatly disliked by the more staid and discreet seiwants, for her levity and love of gaiety. They had some reason; she was wild and rather flighty, and left her situation a few years after to go upon the stage. Percy usually had some pretty thing to say to a young girl ; but this day he al lowed Agnes to leave their room without a word, to announce his arrival to his step mother. Mrs. Lascelles came almost instantly ; she received him with a mixture of kindness and sorrow. \" My father will not see me then,\" said Percy, breaking the silence that had followed his first welcome. She shook her head. \" Good God ! what must I do !\" exclaimed the young man vehemently ; \" if those bills are not taken up, I am ruined \" \" Your father warned you,\" said Mrs. Las-"], [130, "120 THE CAREER OF oelles gravely, \" when he paid your Newmarket debts, that it was the last time he would countenance your extravagance ; and yet only a few months have passed, and you owe these enormous amounts. Much as I grieA'e, my dear boy, I can hardly wonder at his displeasure.\" \" I acknowledge — I repent my errors most bitterly. If he will help me this time, I promise to forswear dice, cards, the turf, any thing, everything.\" \" But Percy, you went with us to Germany to economise.\" \" But,\" said Percy testily, \" I was so con foundedly unfortunate, I lost so tremendously to Steinheim, that I could see no way to disen tangle myself from the grasp of the money lenders. I only depended upon Fire-fly to set all to rights. The best judges backed her against the field, her owner was confident in her ; he was one of my best friends. I was so sure, that I did not think to retrench my"], [131, "A RISING MAN. 121 expenditure ; besides, what benefit could I gain from the saving of a few hundreds ; it would have been nothing. I was away with the Grantleys until the eve of the race. I heard when I went down a few slight rumours, not enough to Avarn, he lost by a length ; and I could swear I saw the jockey pull him in, but there was no proof, and L 's character is too high for suspicion — still he backed him to lose. I had not hedged the value of a sixpence. Excuse my going into all these details, it must account for my having got fifteen thousand into debt in less than a twelve- month. One consolation, I almost horsewhipped that swindling jockey to death, and I would have done as much for his master if he had interfered.\" \" I can give you no hopes of your father finding consolation, even in that last circum stance,\" said Mrs. Lascelles, quietly ; \" and the only comfort I can find is in the thought vol. i. G"], [132, "122 THE CAREER OF that not being of age your creditors have no legal claims upon you.\" The careless face took an expression of proud dignity, that for the moment made him re semble Roland. \" My honor, madam,\" he said. \" My dear Percy,\" said his step-mother, \" I compassionate you sincerely ; but your father's anger is terrible. He swears he will never look upon your face again. I feel confident that while he lives, and he is a young man yet, he will never allow you a farthing ; as for this debt, it would be madness to hope it.\" \"But,\" exclaimed Percy, \"I repeat the greater part consists of debts of honor ; does he wish my name to be placarded at the clubs as a defaulter ? Does he wish me to be the scorn of the world ? And for a sin, true, but a venial one — a mere money affair, such as a man of fortune might forgive in his heir.\" \" Unfortunately,\" said Theresa, \" Mr. Las-"], [133, "THE CAREER OF 123 celles has such an unfortunate temper — so passionate and so obstinate.\" \" He has always disliked me,\" exclaimed Percy, vehemently. \" He never has shown me the slightest affection — he never loved my poor mother.\" \" You do him wrong,\" said Mrs. Lascelles, with seeming warmth ; \" he is cold, but he can feel deeply. I feel certain, that if you — \" \"I— what?\" \"Nothing,\" said Mrs. Lascelles, hastily ; \"A very extravagant idea just struck me, as a means of reconciliation. But it was too ex travagant — let it pass. To return. Dei you know, you unfortunate Percy, that your father has another cause of displeasure against you ?\" The young man's eyes flashed, the red blood mounted hot into his cheek. \" I know what you allude to ; but not another word of that.\" g 3"], [134, "124 THE CAREER OF \" But I must speak ; believe me, my dear boy, it is for your good. Can you neither in the country or in town find any other house open to you than Mr. Grantley's ? Your father's most bitter political opponent. Indeed, Percy, it is not thoughtful or considerate of you.\" Percy began hastily to pace the room, in a paroxyism of passion. \" Am I then to be the slave of his every caprice ? Was not Mr. Grantley, nntil a few months since, one of his intimate friends ? His sons were my intimate companions at school and college. Used not Alice to be constantly invited here ? Was it not hinted to me, in a thousand ways, that I could not choose a bride who would be more acceptable to my family ? And now, because they have chosen to quarrel over some ridiculous matter, am I to abandon my friendship and my — \" \"Love, Percy.\" \"Well, yes, madam. Thank God that, at"], [135, "125 A RISING MAN. least, I have no cause, whatever follies I may have committed, to blush for this. I do love Alice Grantley, with my whole heart and soul and life ; and she returns my love. My honor is pledged to her ; and were this feud as deadly as it is puerile and contemptible, I would make her my wife in spite of all.\" \" My unfortunate Percy,\" murmured Mrs. Lascelles, sadly. \" If you are so violent I can be of no service to you.\" \" My dear madam,\" said Percy, \" you are my only friend. I rely entirely upon you. Come, tell me, what was the idea you men tioned just now.\" \" It was very foolish, Percy, and I do not think feasible. It might move Mr. Lascelles. But it is not likely you would wish to do it.\" \" What is it?\" said Percy, drawing a chair close to his step-mother's. \" If you think it at all feasible, I am sure I shall. I have such reliance on your sagacity.\""], [136, "126 THE CAREER OF Mrs. Lascelles smiled that peculiar smile of hers. \" You flatter me, Percy,\" she said ; \" but as you wish it. You know your father is fond of power, perhaps to too great an extent.\" \" WeU,\" exclaimed Percy, as she paused. \" Well, Percy,\" she continued, speaking very slowly, and her eyes fixed on his face, watching its changing expression, ready to break off or recoil. \"Well, Percy, you have, above all things, offended his pride, in running directly counter to his Avishes.\" \" But not, my dear mother, to yours.\" \"Not always, Percy,\" said Mrs. Lascelles, softly. \" But then I do not expect a model of prudence in a young man — your father is more severe. It is my firm conviction, so deeply is he enraged against you, that he in tends to fulfil his word — to disown you — to disown you — to allow you nothing, unless you"], [137, "127 A RISING MAN. find some means to awaken his tenderness in your behalf.\" \"1 am willing to do anything, everything, save sacrifice my Alice.\" \" This, then, was my idea — remember I only propose it as a forlorn hope — it might not have the effect I think it would, and yet I think of that there is no fear.\" \" Well.\" \" If you were to write him a most penitent letter, offering, if he will pay your debts, to cut off the entail.\" \" The entail !\" said Percy, starting, not with suspicion, but amazement. \" Why ? for what purpose ?\" \" As far as I can judge of your father's cha racter,\" continued Therese, \" I think the plea sure it would give to his pride would earn you his forgiveness ; it would show you to him humbly at his feet ; and you ought to be humble, Percy, for you have been very thoughtless ; then, what does it matter, if he"], [138, "128 THE CAREER OF should permit it, but that I can hardly think probable — you are an only son, and you do not know the hold that tie has upon such a character as your father's.\" \"My dear madam,\" said the uunhappy boy, \"you are my guardian angel.\" \"Do nothing hastily, Percy, if you ap prove of my idea — still, think well before you decide.\" \" I will think,\" replied Percy, gleefully, \" but I do not believe that any amount of thought will effect my decision, the thing is so simple, so sure to succeed. I was right to trust to you to draw me through my diffi culties.\" Mrs. Lascelles, smiling, gently bade him not to be too precipitate, and then, as with a lightened heart he left her, she again laughed to herself her low, quiet laugh."], [139, "A RISING MAN. 129 CHAPTER XII. That eye returned him glance for glance, And proudly to his sire's was raised. Btron. Poor Percy I The letter, humble and contrite, was written, in which, after the most earnest entreaties for forgiveness, he gave his most sacred word of honor, that if his father would pay his debts, he would show the reality of his penitence by cutting off the entail, and so throw himself entirely upon his father's mercy for pardon. g 5"], [140, "130 THE CAREER OF The answer came, dated from a lawyer's chambers, Lincoln's Inn: — \" Sir, \" We are requested by our client, Mr. Lascelles, to inform you that your letter of the nineteenth ult. came duly to hand, and on the conditions therein proposed, Mr. Las celles consents to provide the money you require for the payment of your debts. If you will, therefore, be at our office on the twenty-fifth of next month, the day on which you attain your majority, you will there meet Mr. Lascelles, and the papers for removing the entail can at once be signed. Until then Mr. Lascelles declines a personal interview. We shall be obliged to be referred to your soli citor, with whom all preliminary business can be arranged. \" We are, Sir, \"Your obedient servants, \"Jewitt and Clack.\""], [141, "131 A R.TSIN3 MAN. On receipt of this letter, Percy again hurried in hot haste to Montserrat. Mr. Lascelles was not at home, Mrs. Lascelles too ill to be visible, and the door against which he had been cautiously kept, was gradually closed in his face. Half-maddened, he posted back to town, gave the affair into the hands of a soli citor, as had been requested, and then, with the irresolution of a weak character, passively awaited the evil day, trusting, perhaps, that a personal interview would enable him to plead for a pardon he was too proud to urge through a couple of lawyers, for the amusement of their clerks ; and it was only through them that he could communicate with his father, as a letter he had Avritten to him after his ineffectual visit to Monserrat, had been re turned unopened. The fatal day arrived. Ill, harassed, wretched, the prodigal found himself on his w*ay to Lincoln's Inn, accompanied by his solicitor, Mr. Monckton of the Temple. He"], [142, "132 THE CAREER OF had always feared his father, and this coming interview caused him positive terror. Rattling over the stones, Mr. Monckton shouted out his advice for the last time — \"My dear sir, why so downcast,\" cried he, \" no power on earth can compel you to cut off this entail against your own wish.\" \" You will not understand, sir, that this is a point of honor. I have pledged my word.\" \" A point of honor between father and son ?\" said the man of business ; \" you must excuse me, sir, but to me it seems a matter of over strained delicacy.\" \" A matter of delicacy,\" repeated Percy, haughtily, \" between one gentleman and ano ther is no such trifle, sir, as you seem to think. No,\" he added, bitterly. \" If he wished to drive out his only son a beggar, he shall do it, my conscience shall be clear.\" Mr. Monckton, seeing that his client was obstinate, forbore to torment him further. Still silent they reached the gloomy inn. They"], [143, "A RISING MAN. 133 were shown to Messrs. Jewitt and Clacks' chambers, the room into which they were ushered was still tenantless. The clerk handed them the day's papers and withdrew. They were alone for some little time. Mr. Monckton, after a fruitless effort at conversation, turned to the Times. Percy looked out of the dusty window, then he, too, took up a paper, glanced at it reversed, threw it down, and began to pace the room, muttering an execration at the delay. Stopping short, he flung himself into a chair, and with his face buried in his hands, strove to think what he should say to his father, and what he might reply. Suddenly heavy steps without made him start, trembling to his feet ; wishing in his heart that the floor could open to hide him. Mr. Lascelles entered, calm, stern, and self possessed, leaning on the arm of a gentleman, whom Percy had occasionally seen before, the gentleman was Lord Leighton. Mr. Jewitt ushered them in, and following"], [144, "134 THE CAREER OF them, came Mr. Clack, and then the door closed. Mr. Lascelles bowed as Mr. Monckton was introduced to him, and then continued hid conversation with Lord Leighton, seemingly unconscious of the presence of his son. The three lawyers conferred together, examining the papers that only wanted the signatures. After a few moments they signified that all was prepared, and for the first time Roland looked towards his son, who silent and awed, — as much by the presence of strangers, as the nervous affair he was involved in — in vain strove to rally his senses for the appeal he wished to make. \" One moment, gentlemen,\" said Roland, \" before we proceed to business, I have one or two questions to ask in your presence of Mr. Percy Lascelles.\" Percy tried to meet his gaze, but his eyes were beaten down by the contemptuous haugh tiness of his enraged father. \" Firstly, sir,\" said he, \" is this your hand-"], [145, "A RISING MAN. 135 writing ?\" and striding forwards he held out the letter in which the young man had so humbly sued for pardon. \"It is well, sir, perhaps you Avill kindly inform me if these are also in your handwriting ?\" The young man started. They were a packet of letters addressed to his step-mother. Such letters, as he well knew, his haughty parent could never forgive ; he remembered in how many of them, drawn on by her affected sympathy, he had written of him with bitter disrespect. Had complained of his selfishness and unsupportable tyranny, and still worse had even turned his haughty pride into ridicule, and scoffed at it as ridiculous and absurd. Her letters, as they had mutually agreed, he had faithfully destroyed, and that she well kneAV ; but there were his laid out one by one before him — mingled with receipts for money he had received from her, unknown to his father. The only ones she had destroyed, were those that might too plainly have shown"], [146, "136 THE CAREER OF her participation in this disrespectful corres pondence. He woke as from a dream, to recognise the precipice down which he was falling, and the hand that had hurled him over. He stood speechless. \" Young man,\" continued Mr. Lascelles, watching him with a glance of withering rage, \" these letters that, by chance, and against the will of the lady to whom they were addressed, fell into my hands, acquainted me with many strange facts. You affirm sir, that I tyrannised over your youth. So be it, but come, sir, do you dare to repeat that I caused your mother's death — speak out, man — speak out.\" \" My dear Lascelles,\" murmured the Earl, \" do not be too severe.\" \" Stand off, Leighton — do not interfere, I await his answer. Did you write this ?\" \"It was drawn from me by a letter from Mrs. Lascelles,\" exclaimed Percy, with the fierceness of desperation."], [147, "137 A RISING MAN. \" Where is that letter ?\" \" I have none of her letters ; at her request they were burnt.\" \" Do you hear, Leighton,\" said Lascelles, addressing his friend, \" and I am to take your word, sir, for the utter baseness and hypocrisy of a woman, from whom you have received but kindness from your cradle. A woman, whose word, until now, has never been questioned — against the honor of my wife — I have that of a man who while writing to her the foul calum nies against her husband and his father, ad dresses me in a strain of abject duty and sub mission. Do you know, sir, that that lady whom you now endoavour to ruin in my esteem, when she found that I had become acquainted with these infamous letters, knelt to me for my forgiveness for you, pleaded your youth, your hot passions. By Heavens ! that this shameless hypocrite should be my son ! Permit me, sir, to restore these valuable"], [148, "138 THE CAREER OF papers to your keeping, and to decline in the name of Mrs. Lascelles, the honour of your future communications.\" Percy strove to reply, his tongue refused him utterance. He would have thrown him self at his father's feet, and there have called his dead mother to witness that he had spoken the truth — that it was the diabolical art of his step-mother that had led him blindfold to de struction. But his pride rebelled, his father had given him the lie before strangers, his father had called him hypocrite and villain — these were bounds beyond which not even the son could stoop to the insulter of the man. Meanwhile, while his convulsed features spoke the anguish of his mind, Mr. Lascelles talked in a low voice to Lord Leighton. Mr. Clack was reading over the documents to him self. Mr. Jewitt mended a pen. Mr. Monck ton alone seemed concerned, but overawed by the patrician haughtiness of Roland Lascelles."], [149, "139 A RISING MAN. After a few minutes so spent, Mr. Jewitt hemmed and bade the gentlemen to be seated. \" I have only one thing more to say,\" said Roland, addressing Mr. Monckton. \"I do not know if Mr. Percy Lascelles is aware that it is my in tention lo have my property settled upon my adopted son, Algernon Landon, who marries my ward and relative, Constance Lascelles, and takes our name, so cutting off that gentle man from the succession, as he himself states he has long been from my affection and fatherly care.\" \" I do not believe that my client was aware that such was your intention,\" said Mr. Monckton, hurriedly. \" In fact I presume it may materially influence his decision.\" Roland honored him with a glance from head to foot, of supreme contempt. Percy hastened to interrupt him. \" Not in the slightest degree, Mr. Monck ton. Mr. Lascelles, whatever his will, has my"], [150, "140 THE CAEEER OF word that it shall be obeyed. Not a word, sir, we interrupted the reading.\" As he so spoke, he looked for the time so like his father, so haughty, so erect, so unyield ing, that, for a moment, Lascelles seemed to waver, only for a moment, he took a chair, the rest followed his example. Percy sat ap parently calm, but his brain was one chaos of bewildered thought. After a time his hand traced a few hasty characters ; and he was a disowned, homeless, and, save for a last gift of one thousand pounds, penniless adventurer. He took up his hat and gloves, he walked slowly to the door, there he turned. \" Farewell, sir,\" he said, in a low voice. \" Farewell.\" Coldly Mr. Lascelles replied to him. Alas ! would he so have parted from his son if he had known it was for ever. Never on earth did he look upon his face again !"], [151, "141 A RISING MAN. CHAPTER XIII. Although I joy in thee, I have no joy of this contract to-night : It is too rash — too unadvis'd — too sudden. Siiakespeari: Cast off by his father, Percy flew to the Grantleys', to find in the sympathy of the enemies of Mr. Lascelles, his owd consolation. Three times did the once honored guest call before Mrs. Grantley was reported \" at home,\" and then, owing more to the stupidity of a fresh footman than to the wish of the lady her self. Alice was not in the drawing-room, but"], [152, "142 THE CAREER OF Mr. Grantley was, with his back to the fireless hearth, and his hands in his pockets. Mrs. Grantley received \" her dear young friend\" with great condescension. Mr. Grantley gave a superior sort of a nod, and before he had been in the room five minutes, he had been gravely condoled with on the unfortunate termination of his affairs. Percy could not help feeling an uncomfortable fear, that this requiem was as much given to their expired friendship. In five minutes more he received a hint, that a young man, who had caused his father to disinherit him, must be a bad son ; and a worse member of the community. Percy writhed — but forbore. Mr. Grantley was all but his father-in-law — aud surely one's father in-law has a right to resent one's imprudence. So, summoning his sinking courage, he ven tured a nervous enquiry after Miss Grantley. Husband and wife exchanged a telegraphic"], [153, "143 A RISING MAN. glance. Mr. Grantley hemmed, his lady coughed, Percy had quite a guilty air. \"I detest treachery and double-dealing,\" quoth the Sposo. \" When I have anything to say, it must out. Frankness is a duty we owe to ourselves and the community.\" (Mr. Grantley always spoke of the world at large as the community — to the advancement or benefit of Avhich, he, with proud humility, daily offered himself a sacrifice on committees, juries, &c.) \" I will not affect to misunder stand you, Mr. Lascelles,\" (it used to be Percy — or, my dear boy,) \" you did Miss Grantley the honor of paying her rather marked atten tions. The youth of both parties, of course, prevented my giving it any serious considera tion. As you are at present circumstanced, I think it had better cease. You will find more profitable employment for your time than dawdling in a drawing-room. It is my sincere advice that you endeavour to soften the just indignation of Mr. Lascelles, filial disobedience"], [154, "144 THE CAREER 0E never yet led to good ; and if you cannot suc ceed, you owe the right to work your own way both to yourself and the community. My dear,\" to his wife, \" it is time you dress — I ordered the carriage at three precisely.\" Percy was politely bowed out of the house. He turned when he reached the street, to look up to the window of Miss Grantley's room, in bitterness bidding his mute farewell ; but from the window, her pale face was watching, her eyes were reddened with tears, but they sparkled brightly as they met his gaze — a blush of pleasure crimsoning her cheek. That look told him, that all had not deserted him. Percy was very handsome, very impulsive, very weak principled. Alice was almost a child in years, quite a child in heart ; loved him dearly, and her whole knowledge of the world was gathered from the volumes of the Minerva Press. In the soft sentiment of one and-twenty and seventeen, they eloped. Oh, Malthus, Malthus ! why will men ag-"], [155, "145 A RISING MAN. gravate their miseries, by neglecting thy stern precepts ! The Grantley s disowned their daughter as Lascelles had disowned his son ; and Percy left London with his fair young bride ; swearing that though she were starving, he would never darken their doors again. ii VOL. I."], [156, "146 THE CAREER OF CHAPTER XIV. C'est assez des peines que j endure, Ne les redouble point par ce funeste augure. CoRNEILLE. After all \" Community Grantley,\" as he was familiarly called, had some reason for wishing his daughter a more secure position than Percy could offer her. When he died shortly after, he was found to have left his affairs hopelessly involved ; so much so, that his son accepted a government situation in Canada, and took out his mother with him to live on very little a year. From the day when the entail had been cut"], [157, "147 A RISING MAN. off, Roland had heard nothing of his disin herited son. Mrs. Lascelles did once — but she kept her own counsel — it was a letter written by his young wife, as she said, without her husband's consent — asking her if no reconcili ation were possible. Mrs. Lascelles answered shortly in the negative, and said that it was the last communication she could ever answer. It was soon forgotten, for Algernon was then busy preparing for his election to Parliament for Montserrat. So things went smoothly on until some strolling players came to Montserrat, and the \" Hamlet\" of the company, a most fascinating and Corsair-like youth, paid Miss Agnes Drew, the pretty lady's-maid, most assiduous court. Miss Agnes was passionately addicted to the enchantments of scenic display ; and her lover was on his knees, vowing by the heaven above them a faith so pure to mortal maid — in short, vowing in the thrilling eloquence of the greatest hits in one of his best parts, that h 3"], [158, "148 THE CAREER OF he loved her — witness it this Here the housekeeper happening to pass through the shrubbery, \" made the woods echo with a\" Lor ! Agnes turned and blushed, and Hamlet looked very frightened. Mrs. South scolded him as loudly as if he had not been a Corsair ; — which reprimand he received very tamely, as he whispered to Agnes, for her sake. Then the housekeeper turned fiercely upon the charming young lady, but the girl was \"game,\" and defied the terrors of authority. Mrs. South saw that \" wagabon play-actor\" off the premises, then took her complaint to *' my lady.\" The delinquent was summoned, listened very primly to the accusation, and begged to speak* to her lady alone. \"What is all this, Agnes?\" said Therese, when the door closed upon the irate dame. \" I have had many complaints about you lately. If you do not reform I shall be obliged to dismiss you.\" \" I don't think you will, ma'am,\" said the"], [159, "149 A RISING MAN. maid, saucily — perhaps the more saucily that she was in some trepidation. \" 1 wanted to speak to you, ma'am, about something mother told me lately, and now you've begun, I'll speak out.\" \" What can your mother's sayings have to do with me. You can leave the room.\" \" You had better hear me first, ma'am. You don't know that mother was nurse to the first Mrs. Lascelles ; and, ma'am, I'm sure you don't know that Mr, Percy isn't so old by a month as is thought ; instead of being born the twenty- fifth of May, he wa3 born the twenty fifth of June. So you see, ma'am, from what I have found out lately, he isn't disinherited at all.\" If Hamlet could have looked as Mrs. Las celles did at that moment, instead of being a strolling player and lover to lady's-maids, he might have rivalled Kean. There was a pause — then in a measure recovering her calmness."], [160, "150 THE CAREER OF she began to cross-examine the girl. What she had said was correct. Roland Lascelles had marfied at twenty, in obedience to his father's will ; and so forced into a settlement for life, before his first youth ful passions were awakened, he submitted for a little time with a tolerable grace to be beloved and idolized; then his wife's quiet and timid nature began to bore him ; and unrestrained by so gentle a companion, he launched into the full career of gaiety, which was brought to an abrupt conclusion by his unlucky fall from his horse at the door of poor Murray's peaceful dwelling. In the mean time, his young wife was fret ting herself into a consumption, when, one day, walking alone in the Park, she was accosted by a gipsy, who persisted in telling her her fortune. The poor young wife, natu rally credulous and inclined to a belief in the supernatural (besides it was half a century"], [161, "151 A RISING MAN. ago), listened with great awe while the gipsy told her some incidents in her past life ; from that diverged to the hidden and entrancing lore of the future. The sibyl was no common impostor ; she herself devoutly believed in her prophetic power. Her calm assurance, the lonely spot, the delicate state of the lady's health, all combined to give solemnity to her obscure revelations, and they concerned the fate of the unborn. From the stars the sibyl read his future. They were then in April, and she said that if his birth were before the summer solstice — well — but if on that day, or within two weeks before or after, a wretched life, full of crosses and mischances, a deathbed of care and sorrow. Alone and nervous, the lady brooded over this prophecy. She had written to her husband, urgently entreating his return ; the letter reached him in the height of his mad frenzy for Theresa — his answer brought on fever, and in her delirium she raved so con stantly of the prediction, that the doctor saw"], [162, "152 THE CAREER OF her life depended on the result. Like a wise man, he waited for events. She lay for months on what they all thought to be her deathbed — unconscious the greater part of the time — and when she knew, and could take her child in her arms, her first question, breathlessly asked, was the day of its birth. The nurse, properly instructed, said the twenty-fifth of May. Mr. Boswell had taken the liberty to put back the calendar a month. The poor young wife was deceived, and her fear removed was the saving of her life ; and as the date of the birth had been correctly registered, no one had given the matter a second thought, until the know ledge came to the sharp intellect of Mistress Agnes. The girl was still speaking. Mrs. Lascelles turned from her, concealed her face with one clenched hand, when the door was thrown roughly open, and Roland entered, pale and staggering. Her first thought was that he knew all. She did not dare to question him ;"], [163, "153 A RISING MAN. and he, for a few moments, seemed too power fully moved to speak. At last he spoke. An emigrant ship had been wrecked off Plymouth, and one of the bodies thrown on shore was that of a young man, who, the paper stated, had been accompanied by a young and delicate woman — his wife. His features were not re cognisable ; but his clothes, though worn and threadbare, were good and well made ; his watch was engraved with the name of \"P. Lascelles.\" That same day, Agnes was dismissed, and joined her friends the stolling players. Roland never again mentioned his lost son ; his family went into mourning — he neither expressed dissent or approval — but the hard man's feelings were changed. He thought of him ceaselessly. He was his son — his first born — his heir. He saw him in that last in terview, honorable even in his weakness ; he heard his passionate accusation against his step-mother — there was the curse ! H 5"], [164, "154 THE CAREER OF A RISING MAN. Lascelles had long out-grown the passionate love of his youth, and now his trust was de stroyed and he felt himself to have been duped. He thought of his son's mother heart-broken — he heard his low ' farewell, sir,' — he thought of him driven to his unknown grave — and in his heart was the cry that that grave avenged the other, where slept the proud old man ; dead for his sin. Like many a cold, stern man he hid from the world a bruised and aching heart. So we leave him to his regret, and Therese to her triumph. But time bears onward the Nemesis !"], [165, "BOOK III. Too poor for a bribe, and too proud to importuue ; He had not the method of making a fortune. Gray."], [166, ""], [167, "CHAPTER I. An honest gentleman, And a courteous, and a kind, and a handsome. Shakspeare. An irregular, picturesque village was Mont serrat ; boasting its gradationary wealth of park, hall, vicarage, farms, inns, shops, and cottages. A snug, well-to-do little place it seemed ; and before the Reform Bill astonished the weak nerves of its few inhabitants, this neat little borough returned two members to Parliament ; and the Lascelles, to whom the whole village belonged, directed the con sciences and votes of the constituents. The"], [168, "158 THE CAREER OF Reform Bill, however, had passed, and this little village, politically speaking, was not. Unspeakable was the indignation of old Mr. Lascelles ; great the eloquence of the Vicar, as he waxed hot on the immorality of all levelling and radical principles ; innumerable the casks of strong ale quaffed in cottage and farm to the health of the Squire, and as our National Anthem charitably has it, the \" con founding the politics and knavish tricks,\" of the new generation, If the people of Montserrat had a weakness, it was the intense contempt with which they looked down upon the people of Lyncham, a small town about five miles distance. Lyn cham, also — at least the greater part — belonged to Mr. Lascelles ; and the Montserrats, by some stretch of the imagination, regarded it as a dependency. Until some twenty years back, it had been but a small hamlet ; in those twenty years it had become a town, almost by as many times multiplying the population of"], [169, "159 A RISING MAN. Montserrat. It had manufactories ; it had a market-place, where the farmers of Montserrat, stoutly as they grumbled, were obliged to take their corn ; it had inns — I beg their pardon, hotels. What wonder the Montserrats were in a frenzy, when for their borough — schedule A — struck out, Lyncham was inserted to return one member to the reformed house. It was adding insult to injury, when moved by old influences, and unconscious yet of their strength, Algernon Lascelles was chosen to represent their infant rights. As George the Third and Lord North looked upon America ; as our statesmen may soon look upon the growing power of Australia; so the Montserrats looked upon Lyncham. The shops in Montserrat were no plate glassed, carpeted, and rosewood luxuries, but plain, honest, small-paned, necessities ; com bining the useful, the epicurean, and the orna mental, in equal proportions of tea, lolly-pops, and calicoes. The inn was a comfortable,"], [170, "160 THE CAREER OF quaint old house, boasting a sign board, with the portrait of a gentleman, who, by a stretch of the imagination, might have been any cele brated character ; but radiant in gold letters, appeared the cognomen — \" The Lascelles Arms.\" \" A house, sir,\" the landlord used to say to any traveller so unwary as to incite his eloquence — \" a house that has been in our family, father and son, these two hundred years. Not a square, damp, red-brick, showy hotel, but an inn, sir, where you and your father before you, and your grandfather before him may have had well-aired beds, and ale twenty years old; and though we don't pretend to keep claret and champagne, and such stuff, we can give you a glass of as good sound port as any iu the country. Not sloes at twenty - four shillings the dozen, served up in vinegar cruets.\" In fine, your first glance at the staring rustics, and the quiet street, told you that you were in a place that the modern spirit had not yet reached. Ah, me ! When"], [171, "161 A RISING MAN. I last saw the place, red-brick and square taste had done their worst, and a lath-and-plaster abomination, called a terminus, stood on the spot where the Lascelles Arms, for centuries, had delighted tourists, and refreshed the weary, way-worn traveller. As for the rus tics that used to stand round ; gossipping and watching every strange face, they have given way to seemingly a new race. Ten years have done the work of a hundred. It is a great age a wonderful age, but still sometimes you can but look sadly on this garish and modern civilisation, striding on so hurriedly that be fore you can accustom yourself to the scene before you it has changed, and you have to begin to make acquaintance with it anew. The colors have no time to mellow before, presto ! the canvass is bedaubed with strange and gaudier hues. Some say this age is the glory of Time ; others preach woe and desolation ; until between the two, one becomes somewhat"], [172, "162 THE CAREER OF of a fatalist, and can only murmur, Inshallah ! The Avill of God be done. In the breakfast-room at Monteserrat, were three persons. Roland Lascelles, in his easy chair, with one foot tenderly swathed in flannel, and resting on a gout stool. He was a fine looking old man, with that certain dis tinction of port and manner, that whatever their features, was inherent in their family. At the head of the table, still erect, and with her grey hair plainly parted on either side her noble and intellectual countenance, was his wife ; and by her side, sat a young man of one or two and twenty. One could see by the soft smile with which she listened to his voice, the love that beamed in her glance when it met his, that this boy was the favorite of her old age. He was her grandson, the only child of Algernon and Constance. His mother dying young, had left him more entirely to the care of Therese, and she loved with more than a"], [173, "163 A RISING MAN. mother's love, the frank, noble, beautiful Berkeley. No wonder he was the pride of her heart; he was the pride of the whole neighbour hood ; his waving hair, of a rich chesnut, Avas tossed carelessly back from a brow, broad, smooth, and open, as his own frank heart. His features were at once delicate and finely cut ; handsome, and manly ; his dark blue eyes were bright, yet gentle ; and his smile was tenderness itself. He seemed, with his light laugh and pleasant manner, born to be the favorite of fortune and the graces. He was listening with a demure smile to Therese ; his mother, as he always called her, as she reite rated advice and entreaties ; for, on this day, he was to leave home, to go into the world for the first time as his own master. Algernon Las celles, who was given to politics, was away, at the house of some friend ; and would not be in London for some time, and then Avould be little restraint to his son ; who was to enjoy the bachelor freedom of an hotel."], [174, "164 THE CAREER OF While Therese was talking with fond warn ing to Berkeley, Roland Lascelles listened with a cold smile. He was the only one who had ever seemed to resist the winning influ ence of his grandson. He was generous, even munificent towards him ; but Berkeley, with all his efforts, could not overcome his distant and cold manner. Sometimes, but rarely, the mood would change ; when he looked quickly up he had sometimes seen the old man looking at him, with a softened gaze, and eyes mois tened with tears ; but he seemed angry if the young man observed it, and would appear afterwards sterner and colder than before. Often this had vexed him, for he was proud and fond of his grandfather ; but conscious that it was owing to no fault of his, he attri buted it to his disposition, and bore it as best he could. While Therese talked, and Berkeley break fasted with a keen appetite, Mr. Lascelles took out a letter, and read it through, it was from"], [175, "165 A RISING MAN. his old correspondent, Lord Leighton, and ran as follows : — \" Dear Lascelles, \" As Berkeley has now done with the University, the sooner he leaves Montserrat the better. Pray let him come up this Spring. Algernon seems to have deter mined upon his becoming a diplomatist ; as far as I can judge, from what I have seen of him, when he has run up to town from Oxford, he is not of the stuff from which statesmen are made — but I must know more of him. It is always best that a young man should be sur rounded by good connections ; and besides, Ellinor is eighteen, a dangerous age, Roland, as you and I ought to know. I candidly con fess that our agreement gives me pleasure ; you know how cursedly dipped I am. My boys are such extravagant rascals, that Nelly's face is her fortune ; and in this mercenary age,"], [176, "166 THE CAREER OF the girl, in despair, might fall in love with her singing master. At any rate, as we have de cided that the match would be a suitable one, send up your young Adonis, and then we can judge. \" That I should have lived so many years a bachelor to be troubled in my old age with les affaires du Cœur. I hope to see you in town as soon as the gout releases you, \"Ever yours, \" Leighton.\" As he refolded the letter, the carriage was announced at the door ; Berkeley rose, em braced his grandmother, and shook hands with Roland . \"Good bye,-\" said Roland; \"take care of yourself ; be as prudent as you can ; I suppose you will write to us, when you have nothing else to do. For God's sake, spare your protes tations,\" he added, tetchily, for a twitch of"], [177, "A RISING MAN. 167 the gout reminded him unpleasantly of the change time had wrought in himself since, at the same age, he stood as buoyant and as ardent, eager to plunge into the world. \" If you want to please me, be as much with the Leightons as you can ; but don't let Augustus Marchmont have too much hold over you. You need not lend him more money than you can afford to throw away.\" \" What a precaution,\" said Berkeley, laughing, \" to take with one's intimate friend.\" \" I am in earnest, sir,\" said Lascelles, an grily ; \" but of course you will go your own way to destruction — there I did not mean to pain you. I am harsh now, sometimes — but I am anxious for you. You need not squeeze my hand as in a vice. Good bye.\" \" Good bye, my darling Berkeley,\" said Therese; \"take great care of your health — enjoy yourself — God bless you.\" At the door, the horses were pawing the"], [178, "168 THE CAREER OF ground impatient of delay. His valet, a fine gentleman, stood on the steps ; talking conde scendingly to an honest- looking fellow who had been Berkeley's servant until now, but who had been condemned by Augustus Marchmont as not being competent for the duties of valet to the distinguished man of fashion he had destined Berkeley to become. Poor Lockman Avas grievously hurt, but tried to bear up like a man before the grand London gentleman ; a treasure, as Marchmont declared him to be, who had been valet to two or three of the best dressed dandies in town. \"Never,\" as he himself observed to Lock man, \" had he before served a commoner — but, Mr. Berkeley was rich, he hoped generous, and had a face and figure that might be made some thing of.\" \" Something of.\" Lockman was too confounded to be enraged against the man who talked of making something of that model of perfection — the heir of Montserrat. Now Mr. Philips made way, bowing low as Berkeley came out with his graceful step,"], [179, "169 A RISING MAN. nodding a kind farewell to the old servants. Lockman held back his dog — bending over it to hide a tear of sorrow and anger ; he was afraid Philips would see it ; for Berkeley stop ped to bid him good-bye, and the honest fellow was quite overcome. \" Good-bye, Mr. Berkeley,\" he faltered, \" I don't think you'll miss anything, for I packed your trunks myself, sir. Oh ! why did'nt you take me, Mr. Berkeley ? that fine gentleman will be too busy by half looking after himself to see to you.\" \"Well — well, Lockman, be consoled,\" said his young master ; \" and if ever I want better care, I'll send for you — that I promise you. Ho ! Dash, old boy — in with you.\" So master and dog sprang in. Philips mounted to his place ; and kissing his hand to his mother, Berkeley Lascelles was whirled rapidly away. i VOL. I"], [180, "170 THE CAREER OF CHAPTER II. In adverse hours an equal mind maintain. Horace, by Francis. A grdtjp of rustics were loitering round the Lacelles Arms with the double purpose of eatching a last glimpse of the good-natured countenance of the young heir, and watching the coach, that on its way from the North stopped there to change horses. It had just driven up with a prodigious bustle, and the guard informed the passengers that ten minutes were allowed them for refreshment. Of the '* insides,\" one was a stout old lady, with an inexhaustible basket, another a"], [181, "171 A RISING MAN. taciturn man, who, throughout the journey, while daylight lasted, hardly raised his eyes from an indigestible book ; opposite to them sat a young man, dressed in black, who seemed at times only by a strong effort to be able to stifle his emotion, as mile after mile passed by, took them further and further from the home he had learnt to love. Nestling to him sat his sister ; she, too, wore deep mourning, and the sombre dress contrasted with the pure and touching beauty of her sweet face. The blind girl had awakened interest even in the dulled heart of the student — the old lady cramped herself to make her more comfortable, and tried to tempt her appetite with the contents of her spacious basket. Alice received her at tentions with a grateful smile, and by many a cheerful and loving word strove to rally her brother from his gloom. She would not let him brood upon the future ; she would not let him think of the past. She made him de scribe to her the landscapes he beheld, the towns I 3"], [182, "172 THE CAREER OF and villages through which they passed, and at the slightest provocation her low and silvery laugh won even to his sad face a smile. \" The coach stops here for a few moments,\" said Robert to her ; \" shall I get you a glass of wine-and- water, or a cup of coffee ?\" \"No, thank you, Robert; but I do wish you would let me take a little walk, the air seems so fresh and beautiful, and the flowers so lovely — perhaps we can get some.\" \"We will try,\" said her brother; \"let me fiist put on your shawl,\" almost to his surprise5 the student, closing his book, assisted him aAvkwardly, but with grave good will, and wished them a pleasant walk. He half- sighed as Alice smiled her thanks — \" Pretty creature,\" he murmured ; \" poor little thing.\" The orphans meanwhile walked on, Alice chatting, and Robert answering with his grave, yet tender voice — \" What a great many people there are here,\""], [183, "173 A RISING MAN. said Alice, listening to the hum of conversation from the groups they passed. \" Yes, and very idle ones — some holiday I suppose — we are in the prettiest village, Ally, and no wonder you smelt the flowers, every cottage has a little garden, one bouquet of colour and perfume. Do you distinguish the sweet briar and the clematis ? I think the owners of these little cottages must know con tent, if there be such a thing in the world. In the field we are passing now they are cutting the hay ; but the men, hizy fellows, are idling near the hedge. Oh ! Ally,\" he said, with a deep sigh, \" shall we not think of scenes like this ? shall we not regret our home in that great city, all tumult and struggle, that we are going to ?\" \" Yes, Robert,\" said his sister, \" we shall think of them, and we shall think, too, of the time when happy and prosperous we shall go back to Lomond, and there again placing"], [184, "174 THE CAREER OF flowers on our mother's grave, delight in the rest you will have earned us.\" \" Thou art a dear comforter,\" he murmured. As he spoke, the noise of an approaching carriage was heard, and Berkeley Lascelles, amid the sincere farewells of the tenantry, was driven by ; at the sound of his horses' feet, Beaumanoir turned his head ; Alice in stinctively did the same. She had loosened the strings of her bonnet, and it had fallen back, so that her pretty head was quite exposed. Berkeley was still leaning forwards, nodding to the well-known faces ; he caught sight of the young girl, looked at her earnestly, till his glance met Robert's ; he started, half rose to pull the check-string, but the pedestrian gave no recognising glance, and muttering, \" I must hav ebeen mistaken ;\" with his English shyness not liking the awkwardness of addresing a man almost surely a stranger, the young traveller sank back in"], [185, "175 A RISING MAN. the cushions and was whirled out of sight. With a frowning brow, young Beaumanoir strode onwards until he felt the pressure of his sister's hand upon his arm ; then he looked into her face and said thoughtfully — \" Which is the better fate, Alice, to make one's fortune or to inherit it ?\" And so the two, the rich man and the poor advanced to their Future, Does it hold for them the hidden curse or the concealed blessing ?"], [186, "176 THE CAREER OF CHAPTER III. •I saw no pits to shun, But thought to purpose and to act were one. Savage. The first struggle for independence ! Can any of my readers recall such ? Can they recall the time when with no help, perhaps alone in the world, they came to a great city to make a home ? Can they recall the hardships, borne manfully — the deprivations endured unrepiningly ? Can they look back upon what they have gone through, unnoticed at the time, but now in their well earned ease, remembering with surprise at their own hardi-"], [187, "177 A RISING MAN. ness, and the Providence that sustained them ? To that Providence the orphans pray, in their small lodging, and no man who has risen from nothing to wealth and position, began with a more resolute and courageous heart than Robert Beaumanoir. It was the night of their arrival in town ; Alice had already retired ; he still stood at the window musing. The street \"was a close, dusty looking street, near Soho Square ; the night was dark and heavy, a melancholj' organ was playing in the distance, and the young man, even while thinking of the future, could not conquer the depression caused by the strangeness of the scene. Tthe loneliness, the darkness, and the benighted organ, emiting its dismal melodies until it sent him thoroughly low spirited to rest. They were still sitting over their breakfast the next morning — Robert pondering — Alice had taken her work, and sat netting hard, but very quietly. I 5"], [188, "178 THE CAREER OF \" You see, my pet,\" he said suddenly, ** that the only profession I can think of as suitable, is the law.\" \"Well Robert,\" said Alice gravely, \"and with your talents you are sure to succeed.\" \" Perhaps ; but then I must study years, then very probably I should have to wait years more for my first brief, and until then we must live — I wonder how, Ally ? You see dear, I am sure to get employment to support us ; but I must have something by which I may rise, and I fear — \" \" You fear ?\" exclaimed the blind girl warmly. He smiled, but the smile soon faded. He rose and took up his hat. \" I must go out now,\" said he. \" You will be lonely, I am afraid, if so ring the bell ; I have spoken to our landlady — she has a sister who works at home and if you like, she will sit with you.\" He bent and kissed her fair forehead as he spoke."], [189, "179 A RISING MAN. \" You are so kind,\" she said gratefully, \" so thoughtful.\" \" Alice,\" he said softly, \"we two are alone in the world, friendless, penniless. What may be our fate, God knows. You are to me friends, fortune, position. God grant me then, the means to fulfil my promise to our poor father. If I can keep you from feeling the bitterness of the change that has befallen us, I am content.\" As he strode on he rallied from his depres sion ; he was young, active, vigorous, not afraid of toil — why should not the world re ceive him ? As he thus thought, he erected his front more boldly, he walked more firmly. He wandered at first aimlessly on ; but soon his steps lingered, he watched the living stream flowing on intent upon its business or pleasure, and in those moving masses, he was unknown, unnoticed. When he roused himself from his musings, he was before a registry office, and thinking it the most likely place to find"], [190, "180 THE CAREER OF what he sought, he went in. The clerk looked up. Robert's dress was plain, but exquisitely made in the fashion of the day — although not handsome, not even to most people good look ing, his manners were distinguished, he looked every inch the gentleman. The clerk jumped from his stool and handed him a chair. \" In what can I serve you, sir ?\" \" In procuring me a situation.\" \" For a servant, sir.\" \" For myself.\" The clerk looked a little surprised, but he was accustomed to strange applicants. \" In what capacity ?\" \" In any, where I can make my education available, and that will leave me some hours a day for my private studies ; my occupation too must be daily.\" \" This is your first application ?\" \" Yes.\" \" I thought so,\" said the young man, with a quiet smile. \" You will leave out conditions"], [191, "A RISING MAN. 181 next time. What do you think of an usher's situation ?\" \"My employment must be daily.\" ** Companion ?\" *• I cannot forfeit my independence.\" *- In some business ?\" \" I am unfitted for it. What I thought of,\" said Robert, \" was a situation as librarian or some secretaryship.\" \" I will put down your name, but there is very little chance of obtaining such a situa tion, even if your references are particularly good.\" \" I have none,\" said Robert, slowly. \" Then your chance is very slight. It re quires great interest to make a first rise in life — and it is a reiterated complaint that the market is overstocked with educated men. Once the demand was greater than the supply, but in making up the deficiency, they have glutted the market.\" Robert rose, laid down his fee, and departed ;"], [192, "182 THE CAREER OF musing on the observations of the young clerk ? Ah, no ! the young are bo sanguine. He thought of the probable applications he should receive ; he thought of the studies he should pursue ; he thought of the pretty home he would make for his darling ; he thought that he would shame, by his success, the family that had wronged him ; he thought a hundred other idle thoughts, for he had a firm trust in himself, and he still had a few pounds in his pocket."], [193, "A RISING MAN. 183 CHAPTER IV. What is your parentage 1 Above my fortunes, yet my state is well : I am a gentleman. Shakespeare. Some weeks had passed, and on the lofty brow of the young aspirant might be already traced the first worn characters of anxiety and care. Alice had often to sigh at his long silence, his nervous abstraction ; as her small head would seek to nestle to him, the hands that parted back her glossy hair trembled as with cold ; his gaiety was forced, and without mirth ; his"], [194, "184 the career of food un tasted ; his nights restless, for he was a poorer, more dependent man than when he first entered London. He had advertised, he had answered advertisements. One of the first was as clerk to a wholesale house ; they would not even question him — he was too well dressed. The second — he was to be private tutor to four or five children — teach them everything for twenty pounds a year. \" How am I to maintain my sister and my self with that ?\" he asked. \"What is your sister to me,\" said the gentleman. \"Am I to maintain your sister • — find her a situation.\" \" She is blind.\" •' Send her to the hospital for the blind.\" \" Never.\" \" Oh, well, the place won't suit you.\" That failed. In his position in life, the most unfortunate thing for him was his un lucky pride. Where an easy smile, and a com plaisant word might have won him favor, his"], [195, "185 A RISING MAN. grave reserve brought him dislike. Obliged to sue, he was doubly stiff. What wonder that he sued in vain. Still he was not dis- heartened, he tried to get connected with the press, by this time he would gladly have ac- cepted the twenty pounds a-year, to starve upon. Daily he repeated, \" I hear of people coming to this great city penniless, and they rise to fortune — how ?\" And daily he en- deavoured to solve the difficult problem. He envied even the street porters their honest toil. There came another chance. A wine- merchant wanted a clerk, who spoke and wrote Spanish. (Long since he had ceased to dream of the secretaryship). At least he could give satisfaction here. With a hasty step he hur ried towards the house in the city, to which he had been directed ; his heart buoyant with this prospect of success, until he stood in the pre sence of the portly merchant. Mr. Groves raised his eyes from the accounts that occupied his brain, and commenced his"], [196, "186 THE career of examination by a rapid survey of the young man's figure and dress. That certain air of fashion and refinement characterising more his past fortunes than his present, was now, as it had been before, against him. \" Too fine, too fine by half,\" said Mr. Groves. Robert not able yet, poor boy, to accustom himself to the outward semblance of disrespect, already felt his blood heating at the careless hauteur of the rich man. \" Your name ?\" said Mr. Groves, in a voice that, like that of too many men, was accus tomed to growl to his inferiors. \" Robert Beaumanoir.\" \" Beaumanoir ! Hum ! Well, Mr. Beau manoir, do you know Spanish ?\" \" Yes, sir, a little.\" \" A little sir, won't do for me.\" \" If you would try me,\" said Robert, the proud flush mantling on his cheek. ** I think I could give you satisfaction.\""], [197, "A RISING MAN. 187 \" Oh ! I dare say,\" sneered the merchant, \" I never yet met a man in search of employ, who couldn't do anything and everything until he was tried.\" Poor Robert forgot himself, his slight form towered. \"Sir,\" he said, haughtily, \"I am no im postor.\" Mr. Groves started with surprise. \" Upon my word,\" said he. The young man turned pale, the memory of his helpless sister, arose to tame him to sub mission. His eyes sought the ground, he played nervously with his hat. \" I was some time in Spain,\" he muttered. \" Do you thoroughly understand book keeping, and double entry, young man ?\" \"I — I am considered a good mathematician,\" stammered Robert. \" My head is clear, if I were shown, I could soon learn.\" \" The devil you could,\" growled the mer chant, \" and so you want to come here to"], [198, "188 THE CAREER OF school, eh, young man ? And who are you ?\" he added, as Robert, too indignant to reply, stood in silence. \" A gentleman, sir,\" said Robert, proudly, his eyes flashing indignant fire. \" Whew !\" whistled the wine-merchant ; then he said, ironically, \" good day, to you, sir, good day, I want a clerk, not a gentle man.\" He rung the bell, and as the servant ap peared, he pointed to Robert, who, with au effort, was restraining his naturally hot tem per. \" Show that gentleman out,\" said he, \" curse it, a pretty pass the world is coming to. Gentleman ! the impudent scoundrel !\" Robert, darting past the boy, was already in the street."], [199, "A RISING MAN. 189 CHAPTER V. Well, sir, for want of other idleness, I'll bide your proof. Shakespeare. \" Hallo, you sir ! Why the deuce don't you look where you are running to !\" \" I beg your pardon,\" said Robert, \" I really did not see you, I hope I have not hurt you.\" \"Hurt! To be sure you've hurt me, do you think men are made of stone ?\" \" Would to Heaven they were,\" said Beaumanoir, with a half unconscious sigh. \"Ho, ho !\" said the man, \"you are young for such a sigh as that.\""], [200, "190 THE CAREER OF Young Beaumanoir made no answer, he had knocked a book out of the stranger's hand as he jostled against him, he stooped and picked it up. As he returned it, his eyes caught the title. \"Spinoza,\" he said. \" Aye,\" said the stranger, \" Spinoza, I don't look as if I could read Spinoza, in the original, do 1 ?\" Thus called upon, Beaumanoir looked more intently at the form before him. A face that had once, perhaps, been handsome, but worn into deep lines about the eyes and mouth ; hollow yet bloated cheeks, sallow and wrinkled with the use of paint, and seamed with blue marks, where whiskers had been shaved off — his upper lip ornamented by a ferocious mou stache, the habitual dulness of his eyes, that still gave place occasionally to a quick and intelli gent sparkle — It was a face that still bore the trace of better times, obscured, but not ob-"], [201, "191 A RISING MAN. literated by vice and folly ; but about his person there were no such redeeming points, his clothes common, shabby and badly, put on, an enormous sized pin, his hat cocked on one side, a suspicious invisibility of linen, alto gether, gave his person a kind of devil-may care look, not wholly prepossessing. Robert's investigation was rapid but complete, and not being able to reply complimentary to his question, he merely remarked — \" In my opinion, no man is the better for the study.\" \" Say you so — you know my subtle friend — eh?\" \"But slightly,\" replied Robert. \"Meta physics have never enchained me as yet.\" And bowing slightly, he walked on. A moment after, he heard a quick step be hind him, and the stranger again accosted him. \"I am going your way, suppose I join you for a short time.\""], [202, "192 THE CAREER OF Robert's half wondering, half haughty glance was disregarded, his new companion was evidently not a bashful man, and taking silence for consent, walked on by his side."], [203, "A RISING MAN. 193 CHAPTER VI. AVell, whiles I am a beggar, I will rail, And say — there is no sin but to be rich. Shakespeare. \" The Avorld is very unjust, very illiberal,\" said the stranger. \" Granted,\" replied Robert. \" What then ?\" \" It scouts at Spinoza without ever having read him.\" \" Very probably; but it follows the opinions of those who have.\" \" What of that ? how do they know the mo tives that influenced that opinion ?\" VOI. I. K"], [204, "194 THE CAREER OF \" Sir,\" ansAvered Robert ; \" if all men were philosophers what would the world come to ?\" \" A very good observation,\" said the stranger, \" yet rather fallacious. Now you Avill grant that Athens Avas a great city ; and yet, sir, the Athenians were all philosophers. And Paris, the modern Athens — sir, where will you find a Parisian who has not skimmed Descartes, or who is ignorant of Voltaire ?\" Robert looked still more scrutinizingly at his companion ; the style of his address was certainly peculiar, and served to throw out his poor, vulgar appearance in still stronger relief. \" Permit me to differ from you,\" he said, after a pause; \"your inference from the Athenians Avas, I think, incorrect. Firstly — Philosophy [was in Athens the fashion; and the young Athenians lounged away their time in the schools as our Exquisites do now in the clubs. Then, sir, you must remember the slaves, they did the work. An Athenian citizen Avas a gentleman ; his servants, trades-"], [205, "A RISING MAN. 195 men, mostly bondmen. For Paris, if Parisians are educated above Englishmen, which, by the way, I can hardly grant ; still remember that Paris has for its Helots all France ; London is but the mart of England.\" \" By the immortal Gods,\" quoth the stranger, who occasionally clothed his words in strange guise, \" by the immortal Gods it pleasures me to talk with so well-informed a young gentleman. As you may see the fates smiled not on my birth ; and it is but seldom I can unbend my mind in rational converse. I am sorry you don't like Spinoza, sir, for I took a fancy to you from the moment you almost sent me into the gutter.\" Beaumanoir fairly laughed at the stranger's oddity, he had a rich, sweet laugh, that heard once made one wish to unbend the grave brow, and unlock the rigid lips, to hear its mellow tones again. His companion stopped short. E 3"], [206, "196 THE CAREER OF \" Give me your hand,\" said he, \" I like your laugh, it comes from a good heart.\" Robert shook his head, but still smilingly. \" Excuse me, my good friend,\" said he ; \" but be it from undue shyness and mauvais honte — I am not accustomed to give my hand without the formality of a previous acquaint ance.\" \" Oh ! never mind !\" quoth the strange being. \" When we know more of eaoh other, you Avill conquer that foolish timidity ; and suppose we begin our acquaintance. My name is—\" \" Stay ! my good friend,\" interrupted Beau manoir, -' leave your name unsaid, for it Avould not suit me to complete the introduction.\" • \"Noav, by the soul of Brutus,\" said the other, not a whit moved by anger or indigna tion ; \" but you are resolute for one so young. What think you of brandy as an expander of the heart ?\""], [207, "197 A RISING MAN. \" I never drink.\" \" Foolish !\" observed the stranger, \" foolish, very ; \"and yet, you are young, and in youth the heart has its own spirit, more potent than the juice of the grape, or the more ardent de light of the exhilirating Fire Fiend. A pity, a sad pity,\" he added, half sad, half scornfully. \"That the intoxicition of joy that riots through the frame in early youth, should so soon subside into emptiness and hollow mirth ! With what different feelings we quaff the cup of life in maturer age, to the delirious joy with which we drain the fevered draught in our young j*ears.\" Robert gazed at his companion with groyning surprise ; the man laughed, but somewhat bitterly. \" Are you thinking what my previous his tory may have been ?\" \"Every man has his secrets,\" said Robert; \" they should be respected ; but I am ap-"], [208, "198 THE CAREER OF proaching my destination. Good day to you.\" \"Well, if you will!\" repeated the stranger; \" good day.\" He paused, hesitated, hemmed, hawed, then said, with a mixture of native impudence and assumed slyness. \" I haven't any change about me. You couldn't lend me five shillings for a few days, could you ?\" Robert stared at the disciple of Spinoza, before he said — \"You have come to the wrong man, my friend. I have no five shillings to lend. Still, if you are in want, I will do what I can. I may give to your need ; but am too poor to encourage idleness.\" \" Oh ! never mind,\" replied the man politely. \" Good day to you, then.\" They were now in Leicester-square ; and as"], [209, "199 A RISING MAN. Robert, musing over the odd stranger, turned to his home, that stranger, whistling an opera tune, went his way — whither, at present, we shall not follow him."], [210, "200 THE CAREER OF CHAPTER VII. This mournful truth is everywhere confessed, Slow rises worth by poverty depressed. Johnson. The well built city's splendid misery. Cyrus. — Translated by W. Hay. Days again rolled on, and lengthened into weeks ; at the opened window, his elbows resting on the sill, his face buried in his hands, stood the unsuccessful wrestler. Unsuccessful ■yes, but not conquered yet. Alice sat at the table, working as usual, and bending over to inhale the fragrance of a few"], [211, "201 A RISING? MAN. flowers he had walked far to bring her — sing ing, in a low voice, a sad and disconnected chaunt. The plaintive air still further de pressed his spirits ; his muttered prayer was breathed with a laboured sigh, that was almost a groan. \" Oh ! God, for her— \" A hand was laid on his arm. \"You are dispirited and weary,\" said Alice, softly. \" Come from that window, darling, you have stood there so long.\" \"We struggle in vain against our destiny,\" he said, sinking despondently upon a seat. \" I have heard you say, my brother, that men make their destinies.\" His head drooped dejectedly upon his breast. \" God only knows how earnestly I have striven to toil for thee ; but the hand of an adverse fate is upon us. Young and vigorous, I eat my heart in inactivity.\" x 5"], [212, "202 THE CAREER OF \" Courage, courage Robert, the way is long and toilsome ; but the end must come at last.\" \" Aye,\" said he, gloomily, \" the grave. So it came to our mother ; so it will come to her orphaned children.\" \" Robert, Robert,\" sobbed the blind girl, \" you will break my heart.\" He started up, sweeping his hand over his brow. \" What have I said ?\" he exclaimed. \"Oh! base coward, to pain her thus, before, indeed, all hope has fled. Forgive me,\" he exclaimed, passionately kissing her. \" It was wrong, sinful. Come, Alice, let us dine ;. we have still food,\" he added, with a laugh, but it rang gratingly. \"Robert,\" said his sister, after a long pause, \" have you forgotten one who could, without doubt, assist you ? Why do you not write to your old friend Berkeley ?\""], [213, "203 A RISING MAN. \" Apply to him ?\" thundered Robert. \" Not while I have strength to break stones upon the highway.\" She turned deadly pale. \"Why?\" she faltered. He strode to and fro in the narrow chamber, silently. \"Why?\" she said again, almost indignantly; \"if he had need of you, his heart would be too generous to shrink from applying for that aid to his friend.\" \" It is well, Alice,\" he exclaimed, bitterly. \"Do you reproach me? but no,\" he added, \" it is but your anxiety for me, that prompted your words ; and as you love me, my dear Alice, I implore you never to mention his name again — never, Alice — never.\""], [214, "204 THE CAREER OF CHAPTER VIII. Ieh stellt 'mem sach 'aus Geld und Gut, juchhe ! Daruber verlor 'ich Freud 'und muth, 0 weh ! Goethe. There Force and grim Despair Fill us with mingled pity and affright. From the Greek. W. Dat. Robert Beaumanoir found employment at last ; he, the clever, educated man in colouring maps. Early and late he sat at thi s unthankful task, with out a sigh or complaint. At least it was bread : it was bread, and no more. They had moved from the second floor to the attic. It was not"], [215, "205 A RISING MAN. so cheap a lodging perhaps as he might have procured ; but their landlady, a young dress maker, who toiled hard for subsistence herself, was a kind, modest girl, and did poor Alice many a good office, partly for her own sake, partly for the dark, sad eyes of her brother. For some time he rose before the dawn, and worked far into the night, that she at least might have the comforts he could do without — . stinting himself to the barest necessaries. But nature is just — she will not be tampered with ; the cares and sorrows of the last few months, his stern application, his coarse fare, his consuming anxiety, were too much for his health. He bore up bravely, as long as pos- sible in heroic silence, his sickly appetite craving delicate food — he ctill subsisted on bread and water, his head distracted with pain — was bent from morn till night over his occu pation, until his strength, utterly exhausted, could no longer support him ; he was obliged to yield, defeated by the hand of Providence."], [216, "206 THE CAREER OF It was marvellous to watch the self-possession and dexterity of the blind girl. She allowed herself no time for tears. Miss Morison, at her direction, sent for a doctor, and a nurse ; the sufferer could not resist, he lay insensible. She never left him for one moment, from her, he took his medicine and cooling drinks — her soft hands smoothed his hot pillow — her gentle ministering rendered the nurse's office almost a sinecure. He was in danger, she knew it by intuition, even then there were no tears ; but she passed the day and night on her knees. The next day the surgeon came accompanied by a physician. Doctor Bartlett examined his patient, and listened to his ravings ; incoherent gaspings of his lost home, of his hopeless struggles, of his sister's fate. The cause of his illness was disclosed, at least in part. Dr. Bartlett turned to the poor child, shivering with anxiety to hear their doom ; he took both the little trembling hands in his — the kind old man — he told her to be calm — that with God's"], [217, "207 A RISING MAN. blessing her brother's youth and constitution would carry him through. She began then to sob, but he calmed her by his quiet way of giving his opinion about Mr. Moore's treat ment, and when he saw her tranquil and at tentive, he rose to take his leave. Blushing, she drew out one of the very few sovereigns in their little purse, he put it back at once, and decidedly. \" For what !\" he said, \" I have done no thing, Mr. Moore's opinion of his case entirely coincides with my own ; but if you will allow me, my dear young lady, I will call again in a few days to see how our patient is progressing.\" Alice smiled through her tears, her grateful thanks. He kept his word, he came again, and brought some grapes for Robert, and some roses for herself. The crisis was passed. Robert was in his first tranquil sleep. Alice, pale with long vigils, was listening to his faint but regular breathing. Doctor Bartlett looked at her attentively, a slight hectic was on her"], [218, "208 THE CAREER OF cheeks, save that unhealthy colour, even to her lips was white. He sat down and chatted with her, by degrees he turned the conversa tion upon herself. She told him almost un consciously all about her frequent illness and delicate health. He asked her if she had long lost her parents ; she said, her father had been dead about six months, her mother had died years since of consumption. \" Why do you ask me ?\" she said, at last, \" I am quite well, do you think that I \" \" I think,\" he answered, \" that you are de licate, and must take care of yourself; you want nursing, exercise, a glass of port- wine every day ; tell your brother so, when he is a little better, and I have given you my address ; if ever, my child, you want anything come to me.\" No wonder Dr. Bartlett was a favorite, his soft voice and kind face made even a sick room cheerful. But he has gone, and they are once more alone."], [219, "209 A RISING MAN. \" Alice, darling,\" said Robert, a few days after, in a faint voice, \" this illness has been most unfortunate, I dread to inquire into the liabilities we have incurred ; but delay will render our position only the more hopeless. I must go out.\" \"Not yet,\" she answered, in alarm, \"my dear Robert, you can hardly stand.\" \" I am only going into the next street. After all the calmness you have shown through this trial, I Avill not wrong you enough to conceal my real purpose. We owe almost a month's rent, we owe the doctor's bill, we owe for all the superfluous things that I have unhappily been tended with. So Ally I shall sell a few useless things I have — watch, rings — I hope that will cover our debts. Then I will work hard at the maps until I can find some more lucrative employment.\" Alice listened and nodded in grave approval, she would not so readily have allowed him"], [220, "210 THE CAREER OF to go out, if she could have seen how ghastly ill he still looked, and although he walked firmly from the room, how his steps tottered when she could no longer hear them. The next time Mr. Moore called, Robert thanked him for his attendance, mentioned his purpose of returning to his usual occupation, and requested his bill. Mr. Moore saw that his patient was in reduced circumstances, how reduced he did not know, for the poor gen tleman nervously concealed his misery. Still he hesitated; but he was a struggling man himself and the cold reserve of young Beau manoir repelled him. So the bill was sent in and paid with the rest, and he stood again at least a free if a penniless man. \"I am really sorry,\" said the stationer ; but I could not wait for your recovery"], [221, "211 A RISING MAN. and our new hand colors the maps at a much cheaper rate.\" \" And so,\" said Robert Beaumanoir, \" you cannot employ me ?\" \" No.\" He leant against the counter gasp ing for breath. \" In any way ?\" \" In none ; good morning.\" With faltering steps, dizzy and heart-sick, he tottered on. Brought down by illness so low that he needed all the careful nursing of a peaceful home. Almost too weak to support his emaciated frame, he still sought despairingly for employment, however hard, however menial — no one would engage so evident an invalid — until little by little began the old sad story — first superfluities — then necessaries pawned for the bread they ate. Her misfortune was now to Alice a blessing — she could not see the change in him, and he no longer told her how the coarse food they lived on was procured."], [222, "212 THE CAREER OF CHAPTER. IX. Life is an opium, it excites us a little at first, and then leaves us sleepy, weary, and disgusted ! Thoughts and Sentiments. Blackwood, 1836. Das Leben ist ein Siisser Trank, Von Schicksal eingeschenkt ; Ein Thor, der nicht mit frohrm Dank Sein Glas zu leeren denkt ! Hang. In the mean time under far different auspices Berkeley Lascelles had begun his apprentice ship to Life. With all his heart he yielded to the fascinations of the world. He was sur rounded by friends, he was overwhelmed by"], [223, "213 A RISING MAN. civilities — rich, graceful, comely, with more than ordinary talent, he was the darling of drawing-rooms, and the idol of the Park. But after a time, when the gloss of novelty had worn off the bauble, when it could be more dispassionately examined, Lascelles dis covered the little real substance beneath the tinsel ; and too clever, too thoughtful to be amused by a worthless trifle, the ordinary list lessness of ennui began to prey upon him. Well read in that pleasing lore that feeds the fancy and softens the heart ; imaginative, sensitive, he discovered that the most luxu rious of modern refinements are commonplaces at the best. With no wish for the ordinary prizes of men's ambition, Avith only sufficient genius to reverence it in others, with a great distaste for the practical, without the energy to escape the influence of those who sur rounded him ; Lascelles was one of those negative characters, that only needing energy and will to become great, wanting that, float"], [224, "214 THE CAREER OF a brilliant bubble on the surface of the world, glitter for a brief space with a diamond's brightness, then vanish to be seen no more. When he first came up to town he was cor dially received by the Leigh tons ; their daughter, Lady Ellinor Marchmont was beautiful enough to have fulfilled his ideal — young, elegant ; but Berkeley did not care for an original of one of the mannerisms of loveliness in a Book of Beauty ; and Lady Ellinor thought Berkeley the most graceful and most handsome of men ; but went no further than admiration. She had been brought up by too accomplished a governess to fall in love with a dreamer. Augustus Marchmont, an officer in the Guards, the Earl's youngest son, was a great friend of his ; who won his money, rode his horses, dined Avith him and chose his wines, was always with him arm-in-arm, and tried hard to entice him into a gayer set than he had chosen as yet without avail. Another of his friends, whom he Avas less constantly with,"], [225, "215 A RISING MAN. but for whom he felt a far greater regard, was a Lord Trevanion. In this gentleman there was sufficient sentiment to call forth his own sympathy — sufficient knowledge of the world to make him a pleasant companion for the ordinary life he now led. Let us describe him. He was about thirty years of age. In person tall, well made, always well dressed ; his features good, not handsome to any one who was not in love with him ; yet pleasing and very aristocratic — gentleman-like was the most apt term by which to describe his idiosyn cracy. He had written poetry passably good — polished — but wanting force and passion ; for not even in his poetry could Lord Trevanion be violent. He had once before he came to his title, contested a borough; but his would-be con stituents required him to out-roar a noisy oppo nent and to stand a fire of cabbages. If he had complied he would most probably have been returned ; for the interest of his family, and the urbanity of his demeanour, had made"], [226, "216 THE CAREER OF him decidedly the popular candidate ; but to become violent, to abandon the calm of his demeanor — he retired from the contest as politely as he had begun it. He was a quick observer and naturally sarcastic, yet he never railed against the world in which he lived — he considered raillery under-bred. He inwardly despised conventionalities (not the convention alities against which Young England em ploy eth its sarcastic powers — id est — a due observance of the sabbath, respect to its supe riors, courtesy to women, etc. — making itself witty thereupon, and when it is therefore re prehended, thinking itself un ttre incompris), but those narrow conventionalities that the most easy occasionally groan under, and yet he was the most conventional of men. To Berkeley Lascelles he showed more of his inward nature than he had done to any one for many years ; but then Berkeley possessed a heart, and in the polished indifference in which the great world enwraps its children, people"], [227, "217 A RISING MAN. who still possess so old-fashioned an accessory are attracted by a kind of magnetic sympathy towards one another. Berkeley was dining with Trevanion ; the other guests besides himself, were Augustus Marchmont and the eelebrated wit, George Spencer. It was a most delightful parti carre\" ; Augustus told anecdotes that Spencer anno tated brilliantly ; Lord Trevanion's cook had eclipsed himself ; the Avines were iced to per fection ; he himself and Berkeley were good listeners : with such condiments a dinner cannot fail. It was with infinite regret that the wit and the dandy departed together to fulfil an unavoidable engagement. Trevanion, still laughing with a last jest of George Spen cer's on his tongue, came back to Lascelles. \" Capital fellow, Spencer !\" said he. \" Very good company.\" \" If you don't meet him too often,\" answered Berkeley. \" Never dine with the same wit oftener than once a month — one cannot enjoy vol. i. < l"], [228, "218 THE CAREER OF a rechauffe of stale anecdotes ; and a pun repeated is almost more detestable than when heard for the first time.\" \" Don't be savage on poor Spencer ; it is ill natured.\" \" Trevanion,\" said Berkeley, starting from a brown study, \" I am disgusted with the hypocrisy of the world.\" \" I do not doubt it. Take a devilled bis cuit ? No ! Why, nonsense ! So am I, but I do not therefore forswear the delights of life, or become sarcastic.\" \" Perhaps you have no reason ; I have. Marchmont, who has been so cursedly civil to me this evening, was interested, I have disco vered, in persuading me to bet on Adder, by which I lost considerably — that, you will say, was my own fault ; true— but Spencer, who has always\" styled himself my most sincere friend — Spencer has amused every one kind enough to ask him to dine for the last fort night, by some very pungent witticisms at my"], [229, "219 A RISING MAN. expense — and by no one was he so much ap plauded as by Marchmont. Lord Trevanion began to laugh, but when he observed Berkeley's brow cloud still more, he broke off. He never hurt any one's feelings, intentionally, at least."], [230, "220 THE CAREER OF CHAPTER X. Ieh hab' mein Sach aus nichts gestellt juchhe ! Drum ist so wohl mir in der AVelt, juchhe ! Goethe. Thus shall we gain new friends, and keep the old. Horace, by Francis. \"My dear Berkeley,\" he said, \"we are alone, shall we indulge in a little rational conversa tion. Most of our misery,\" he continued, drawing his chair to the table opposite his friend. \" Most of our misery in this world is self-made, and comes from expecting so much more than we have right or reason to receive.\""], [231, "221 A RISING MAN. \" Am I then to expect my friends to cheat or lampoon me,\" \" Why not ?\" asked Lord Trevanion, quietly, \" if it is their interest so to do ?\" \" Trevanion,\" began Berkeley, impetu ously. \" My dear Lascelles,\" continued the Vis count, in his quiet way, \" can you tell me why and for what friendships are formed ? Is it not because no man can bear isolation, and so seeks society ?\" \" But not friends,\" said Berkeley. \" Of friendship in its highest sense — in its old chivalrous devotion I am not speaking. What I speak of now, are the ordinary friend ships of the world. Well, then, from the vast ocean of society we next feel the want of some beings upon whom we can always rely, as being ready for our companionship. Some whom we know more intimately, that they may feel that interest in our occupations and pursuits that more intimate knowledge gives."], [232, "222 THE CAEEER OF Observe, it is for our own pleasure and con- venience ; we feel the want ; we endeavour to satisfy the craving ; those from whom you seek it, have also their interests to consider. You want sympathy, for instance ; Augustus wants money ; it is a mutual exchange. Spencer again amuses you, so he must amuse other people, he lives by it, the weakness of men are his stock-in-trade. Why should he not as well enliven other people by an exaggerated account of your sensibility, as he diverts you by a grotesque imitation of our friend Arling- ton's diletanti-ism ? If some fool had not tattled of it to you, would it have injured you ? in your own esteem it cannot, and to the world. — Bah ! the world knows you are rich — and a Lascelles of Montserrat ; it is too busy to care whether you are a sentimentalist or no ; laughs as much at Spencer as with him, and receives you a moment after, with open arms and in all sincerity. In fine — what do you like in Marchmont ? His devilry. In Spen- cer ? His wit. Well, devilry and wit"], [233, "223 A RISING MAN. are both at your service, they have it to give, and they do give it freely. \" Still,\" cry you, \" they have professed esteem — affection, but, Berkeley, they are with them words signifying nothing. It is your own fault if you trust to what they have not to bestow, and then, in disgust, '.turn churlishly from the gifts they offer.\" Trevanion had finished his lecture, he began to peel his walnuts, for Berkeley sat pondering in silence, dismayed at the un palatable consolation the Viscount offered him. \" You must hate the world,\" he said, at last, \" I confess I never thought you so philo sophical a moralist. You seem to enjoy life — to like society. Strange !\" \" As we are in the humour for confidence,\" replied Trevanion, \" I will tell you how I came to my knowledge ; my tale will be egotistical but short. Until I was five and twenty, I lived that unpleasant life — a younger son's. I had two brothers, the eldest affected the"], [234, "224 THE CAREER OF grand Seigneur ; the other, poor fellow, was looked up to as a promising young man, he was the pet of ministers, and on the road to fortune. For myself, you know me Lascelles. All that I asked, was a competency that I might wed Avithout fear of poverty, indolently study Aristippus, and laugh at the world with Horace. Modest enough ! but my very modesty was, to my friends, a proof of the poorness of my spirit. I was held indolent, apathetic — a poet — (I occasionally sent Black wood a translation from the Greek Anthology,) they would not allow me a single good quality. And as I did not, like my eldest brother, tread on the bowed necks of my fel low men, because they chanced to be poor or Ioav born ; or like Philip, classically flout them in a speech, I Avas held to be a democrat. Then I committed the usual folly, and fell in love. I was loved in return as much as I could be by a beauty and a wit. We were both poor. 1 confided my sorrows to Richard,"], [235, "225 A RISING MAN. I took him to the house of my fair enslaver. He was Lord Trevanion, and a fortune— in three months they were married. A few weeks after, he and Philip were sailing on his lake, in a small boat. Poor Philip, who could do everything, insisted upon managing it — upset it — they were both drowned.\" He paused for a moment, then he continued. \" Quietly as I speak of this now, although from neither of them had I received much love, I felt it deeply at the time. Behold me then Lord Trevanion, behold me moreover the most popu lar of men. Publishers besieged me for copy, wits hailed me as a brother ; my indolence was the polished ease of the gentleman ; my demo cracy, affability — generosity — philauthrophy. And yet I had changed in nothing. You look indignant, Berkeley, you think perhaps I should have become another Timon. I enjoy life more as it is. I have read through the speciousness of the world, but that world l 5"], [236, "226 THE CAREER OF amuses me. Shall I rail against it and be wretched — rather laugh with it and be gay.\" \" I envy you your disposition,\" replied Lascelles, \" yet, tell me — could your easy tem per forgive the woman who had wronged you ?\" •' Why not ? was it her fault, that I had chosen to endow her with all the visioned per fection of my ideal ? Just as reasonably I might have imagined a statue endowed with life, and thrown it off its pedestal, because it could not warm to my love. We are the best of friends. I find her a most sensible, most elegant woman, but far from what I had fancied her to be : we should not have suited one another at all.\" \" You have not reconciled me to my present life,\" said Berkeley. \" I too, love Horace ; but in the country I could laugh with him, in this false town I can but sigh.\" \" The country is as false as the town, and"], [237, "227 A RISING MAN. both possess a certain amount of truth ; but then you must seek for it in reason. For my own part, I like to be with men, inasmuch as I prefer the Immortal to the mortal.\" \" Exactly,\" said Berkeley, \" and for that very reason I would avoid them, or at least large societies. I hate to be awakened from a reverie on the perfectibility of the human race, by feeling a strange hand cautiously gliding into my coat pocket. I hate to be recalled from some bright dream on the Immortal great ness of the throngs that surround me, by feeling that one of the immortals has relieved me of my handkerchief. Urban life may be a study for you, it is a disenchanter for me.\" \" Oh !\" replied Trevanion, as he rose from his seat. \" If you will persist in requiring impossibilities, I have nothing more to say. I must leave it to time to tone down this exage rated refinement.\""], [238, "228 THE CAREER OF CHAPTER XI. If you suppose me right — I think I am, Leave your dark thoughts and follow my adv;ee. Go in, and crown yourself, and drink with me. The Alcestis of Euripides, Chapman. Berkeley mused over this conversation. Above all he asked himself if it were true that what he demanded from the world was impossible. When Trevanion, not having met him any where, for a few days, called upon him, he"], [239, "229 A RISING MAN. found that the young man, under pretence of indisposition, had secluded himself from his friends, and not finding happiness alone, more than in crowds, had yielded himself to a fit of spleen. The Viscount warned him half in jest, half in earnest, against this morbid love of the ideal. \" You are mistaken,\" said Berkeley, sud denly ; \" it is not imagination, it is memory.\" \" Oh, so you have left some fair Chloris be hind at Montserrat ?\" \" No,\" said Berkeley. \" You will laugh at me, Trevanion, when I tell you that the angel I see sometimes in my solitude is a child with soft blue eyes and long golden hair, and a smile that is heaven itself. You know that my mother, having a great dread of public schools, sent me to a clergyman's in Cumberland. Well, there was a boy, shy, melancholy, proud — who remained aloof from his companions — poring constantly over his books — never join-"], [240, "230 THE CAREER OF ing in their sports. I was fortunate enough to do him some service, and we became friends — such friends, Trevanion. He used to tell me of his dreams — his hopes — his wishes for the future — and I — I think, if he had bidden me, I would have thrown myself headlong into the sea. Often he used to talk to me of his little sister, whom he loved tenderly — and one vaca tion, he took me to his home in Argyle. I don't wonder that I loved her with all my heart ; but I do wonder that I have never loved any woman as I loved that child.\" \" What has become of them ?\" \" That I could never discover. Robert left Dr. Harris — and from that time, I did not hear a word from him. I wrote — but never received an answer ; afterwards I heard that they had gone abroad, and I lost sight of them.\" \"Well,\" said Trevanion, \"I maintain that this memory is your ideal — you may discover yours — mine I never did. But if you should, as ideals exist only in the early youth of the"], [241, "231 A RISING MAN. life, the first spring of existence, you must in nature see yours fade. Would you then be really blest in your gain ?\" Whether it was Lord Trevanion's reasoning, or his own natural love of gaiety, I do not know, but Lascelles abandoned his musings and plunged afresh into the pleasures of his age. Only he changed the scene of action. He disappeared from drawing-rooms and balls, to luxuriate at dinners and opera suppers. This life amused him better. At least, he came in contact with wit and talent ; and that vision of his youth, half imagination, half remem brance, of a living embodiment of purity, and tenderness, and loveliness, gradually faded before the more dazzling reality around him. He still fancied that he worshipped the Eros, when instead of the young and gracious god, his vows were paid to the fluttering Cupid of an Italian sonnet. The delusion was pleasant, but it could not last long. Delicacy of senti-"], [242, "232 THE CAREER OF ment sometimes answers instead of moral principle ; champagne with a headache, sobers the mind ; paint by day-light disgusts the un derstanding; and reflection induced by sobriety is daydight to the soul. For the last week he had been fooling, and fooled to the top of his bent. So one night, to the disgust of Madame Laura, he yawned half-a-dozen times during her petit souper; answered carelessly to her re proaches, and the moment it was over disap peared. Tired and ennuye, he walked home, vowing that he had done with them all. He occupied his own rooms in his grandfather's house ; he had his own suite, so that if the family were in town, his liberty would not be interfered with. He was not expected home for some hours, for it was still early. His valet foreboded evil from his impatient ring, greatly was he re-"], [243, "233 A RISING MAN. lieved, when, instead of a reprimand, he found he was summoned to receive directions about packings and passports. \" As soon as possible,\" said Mr. Lascelles, \" I shall leave for the Continent.\" Philips listened, bowed obedience, lit the lamps, wheeled his master's chair to its place, placed his cigars within reach, aud withdrew ; it was hardly past twelve, useless attempting to go to bed — for he had accustomed himself to wake at midnight, and sleep at mid-day. He took up a book ; but after the no::*e of Madame Laura's supper, reading was out of the ques tion. It is true Byron wrote \" Beppo\" after his return from balls — but then Lord Byron had been pretty well seasoned — and Berkeley was only two-and-twenty. He threw away his book, and lit a cigar ; suddenly he remem bered that there Avas a grand ball at the Countess of Leighton's, such old friends of his family, he ought to shoAV himself, if only for"], [244, "234 THE CAREER OF a few moments. So the bell was rung again, the cigar thrown aside, Philips was summoned to sober down the careless freedom of his dress »— order his cab — and Berkeley Lascelles drove to Belgrave Square."], [245, "A RISING MAN. 235 CHAPTER XII. Non mene guardai, Che i be' vostr' occhi, Donna, mi legaro. Petrap.ca. There Avas quite a throng in one of the smaller drawing-rooms, surrounding a young and elegant woman. She possessed tolerable fea tures, an exquisite bust and arm, and with her easy and graceful manner — her spirituelle and laughing eyes — you could well account for the fascination thrown around her presence. This was Lady Montagu, wife to the eldest son of Lord Leighton, who, with her husband, had"], [246, "236 THE CAREER OF just returned from a prolonged tour on the Continent. It was very late when Berkeley entered, and the rooms were crowded ; but his arrival pro duced a certain sensation. He was not seen often enough in society to be generally known ; and the exquisite polish of his manner, the sweet and noble beauty of his countenance, would have rendered him remarkable, without the prestige of an old name and a great fortune. The women to Avhom he spoke were proud of his notice ; but he did not accost many. Not that he remained aloof with the impertinent superciliousness of an incroyable, but there was a certain reserve in his manner that kept him from all but those with whom he was tolerably intimate. Tired of the larger rooms, he entered the small drawing-room, in which was Lady Montagu and her court. Her manner so easy, yet so ladylike, her ready and sweet laugh, the animation of her manner struck him at once. He sat down by one of"], [247, "237 A ISING MAN. the tables, and turned over a portfolio of prints as an excuse for observing her. He was sitting there when Augustus Marchmont re cognised him, never before had he felt so de lighted at his approach. \" Do you knoAv who that lady is ?\" \" My sister-in-law — have you not been in troduced to her ?\" \"No — your sister-in-law — present me.\" Marchmont complied ; Lady Montagu, who had observed him the moment he entered the room, and who had already learnt his name and character, was pleased when she saw him accost Marchmont, and then rise, and with him cross to her. His reception was very gracious, she was prepossessed in his favor, and a nearer acquaintance did not disturb the charm. The young man exerted himself to please, and Berkeley had never exerted himself in vain. Lady Montagu was about three-and-twenty. She had been married some years, and had lived since her marriage nearly entirely abroad."], [248, "238 THE CAREER OF Naturally ladylike, she had acquired in Paris the tact — in Italy, the sentiment that made her charming. She had not read, but she had seen much. She spoke of the beautiful with what seemed imagination, and was only me mory. So they talked of Paris, of Vienna, Rome, Naples, Venice. Berkeley was touched, his eyes kindled, his fine face glowed, he spoke as he always did when his feelings were aroused. ■ — poetry. If her romance was hacknied, her sentiments forced, his own truthfulness threw a halo round it — and then she smiled so sweetly — that when he rose to retire and Lady Montagu pressed him to visit her, he promised delightedly ; quite forgetting that he had intended to leave England the next day. At that moment a gentleman came up, telling her their carriage was at the door, and the lady introduced Berkeley to her husband. Husband, the name seemed to grate upon his ear, he wished for a moment he had not pro mised to pass his judgment on her paintings."], [249, "239 A RISING MAN. Lord Montagu was about three-and-thirty, but looked nearly fifty — tall, very fair, with im mense sandy moustachios and whiskers, and a peculiar dissipated-looking face ; he appeared a regular yachting man, rather rough, but tolerably good-natured. He bowed very civilly to Berkeley, hoped they should see him, as they intended to remain in town for a few weeks, while their yacht was fitting out at Cowes, then offered his arm to his wife. Lascelles accom panied them to their carriage. \" Do not forget the paiutings,\" said the lady, as he assisted her in. \" I will not fail — pray, Lady Montagu, wrap yourself up warm,\" he added, earnestly, \" these English nights are so treacherous. Good night ; now I shall go home, and dream of Venice.\" \" A very elegant young man,\" said Lady Montagu. \" Um,\" said the Viscount, in a sleepy tone \"to my taste, too thin. Augustus says he bleeds well.\""], [250, "240 THE CAREER OF \" Does what ?\" \" Oh ! nothing that you understand. I wonder if he would go to St. Petersburg with us ; we ought to make up a party this time — its so dull alone, and one misses one's ecarte.\" Lord Montagu began to snore, and Lady Montagu, looking to the stars, began to senti mentalise. \" Do you intend, sir,\" said Philips, \" to set off to-morrow ? I have been packing to-night; there is only the passport, and then we shall be quite ready.\" \" No, not so soon as that. You need not hurry, to-day is Thursday — Friday is unlucky. Saturday — we should not leave on Saturday. It will be next week mo^t probably.\" \"A note, sir?\" \" From Laura.\" The young man took it, held it to the candle, without opening it, and watched it consume, with a curling lip. \" She has the softest voice,\" he murmured."], [251, "241 THE CAREER OF ** And the prettiest foot !\" added Philips. \" Of Avhom are you talking, sir ?\" \" Madame Laura.\" \" Who the deuce bade you give your opinion ? You mav go.\" \" The softest voice !\" he murmured, as he laid his head upon his pillow. \" And she has a heart ! Whenever it may be my fortune to meet with a woman like that, I may — \" Lascelles did not finish his sentence, he closed his eyes and dreamt — not of Venice, but of Lady Montagu. He called there the next day, and the day after, and the day after that ; Lady Montagu was more charming on a nearer acquaintance than he had even suspected. He did not leave for the continent the next week ; and when Philips gave him the pass port, he told him that it was useless, he had changed his mind and should remain in town. Whether Lady Montagu was or was not VOL. I. M"], [252, "242 THE CAREER OF aware of the warm feeling she had inspired in Berkeley Lascelles is doubtful — most likely her coquetry was unintentional. It had never been her fate to meet with any one who re sembled him. With the most polished manner, with all the minor arts of society, with all the foppish elegance of a young and handsome man ; he possessed the utmost enthusiasm of feeling, and a passionate ardour where that feel ing was once aroused. With men he was a frank, witty companion ; with women he was amusing and courtly ; with the woman he loved, or fancied he loved, he was a poet in fervour, and a boy in truthfulness. At Lady Montagu's he was soon Vami de la maison. The good society always to be met with there, concealed even from himself the real attraction. The person one saw the least there was his lordship ; but, as everybody seemed to overlook his absence, it was little wonder that Berkeley unconsciously did the same."], [253, "243 A RISING MAN. For the first time in his life, at least since his early boyhood, he yielded to the witchery of a young and charming woman. He was amused and interested unconsciously. Gradually and subtely the chaim worked on him; before he would have confessed to friendship, he was in love. In love; as the young love, more with the enthusiasm of his own feelings than with any mortal presence. In love, with all that fervour and intoxication that shows how little reality it possesses, by the ease with which it is for gotten — the mere effervescence of a Avarm and passionate heart. m 3"], [254, "244 THE CAREER OF CHAPTER XIII. In a poor alley of the mighty town, Where, in her narrow courts and garrets, hide The grieving sons of genius, want, and pride, I met him musing. Crabbe. Donnez-moi des conseils qui soient plus legitimes, Et plaignez mes malheurs sans m'ordonner des crimes. Corneille. From one of those emporiums of misery, decorated with its three golden balls, so pre valent in every crowded district, late one night, a gaunt, pale young man rapidly emerged. At the same moment a showily dressed individual"], [255, "245 A RISING MAN. was about to enter. He paused for a moment, looking earnestly at the other, who stood lean ing against a post, as if to recover breath and strength to proceed, unconscious that the light was streaming down full upon his threadbare dress and dejected countenance. \" Hallo ! \" cried the jaunty gentleman, striding up to him. \" It can't be ! Yes, it is my anti-Spinoza friend.\" \" You must be mistaken, sir ;\" said the young man, coldly, and he was about to pass him. \"No, no,\" was the reply ; \" curse it, I never yet mistook any one's business but my own; and excuse me, young gentleman, but you seem to have discovered, since I saw you last, that the world is unjust in other things beside its judge ment of Spinoza.\" \" True,\" said Robert, with a sickly smile, \" she is but a harsh step-mother at the best.\" \"And at the worst,\" said the Spinozean. \" the witches that haunted Macbeth, the"], [256, "246 THE CAREER OF Erinnys that pursued Orestes, were but a faint emblem of her.\" \" You do not seem to be on good terms with the world.\" \"Nor is it likely that I should,\" said the stranger. \" There are only two classes of men who think fairly of life ; those at the top of the ladder, and those in the mud beneath. The first, for their prospect is far extended, and seen through a veil of gold — a great beautifier that, sir, better even than the elixir of the Comte St. Germain. The second, perhaps even more so, for they have an unbounded faith in what might be seen above, if they could but rise. They rail not at the misery of the world, but the position they hold in it ; but men, sir, who sit upon a balance and, as the song says, go up, up, up, and then go down, down, down, for them there is no illusion. Besides riches, lik e the cloak that the Spartan folded in stately gra ce, conceal the sin beneath, from those who are too far off — as from those upon a level ;"], [257, "247 A RISING MAN. but we, as we ascend, can more easily peep under. We see the littleness of life — the folly of life — the wickedness of life, and — and much good it does us. Ah ! sir, Shakspeare, the prophet poet, knew all the secrets of the heart ; and Timon had been rich before he became poor.\" Robert looked as if he heard without com prehending, for he was struggling with his proud heart to address a question to his com panion, it was spoken at last, low and hastily. \" Is it impertinence in me to ask you in what way you live ? I mean,\" he added, more re solutely, \" I am young, educated, active ; I begin to believe that in the last is my only resource. Could you, then, point out to me some way in which to earn the pittance life must have. I could starve myself, but I have a sister, she must not want bread. Anything, however menial, however humble ; we are destitute, and even for her, I cannot beg yet.\""], [258, "248 THE CAREER OF He covered his sallow face with his thin hands, and as he hissed out the last words, his chest heaved wildly. •'So, so,\" said the stranger ; \"1 thought as much. The pulse of. this country beats too high, it will soon want to be bled again.\" \" Its leaders do better,\" said Robert, raising his head fiercely. \" They dread so active a measure ; and so reduce it to its proper beat by starvation.\" \" Tut, tut,\" said the other. \" Every poor man is a demagogue ; it is the same with myself ; I go up to toryism and down to radicalism, with every variation of the scale.\" \"Can you help me?\" asked Robert, doggedly. \" Can you — \" but let us walk on. Beaumanoir moved slowly forward ; his companion was half-inclined to take his arm ; but the dignity of the poor gentleman awed him unconsciously ; he saw, after a few moments, that he walked with pain, and he seized the opening."], [259, "249 A RISING MAN. \" You seem weak,\" he said, respectfully \" will you lean upon me ?\" \"Thank you, said Robert, gratefully; \"I have been ill since I saw you last, Mr. — \" The man noticed the marked pause. \" Roydon — Mark Roydon, at your service will you complete the introduction ? Beauma noir. A stately name, sir ; that makes poverty sound the meaner. Well, Mr. Beau manoir, can you — can you — \" \"What?\" asked Robert, eagerly; his face flushed with excited hope. \" Can you sing a comic song, or pick a pocket ?\" The young man stool still and shook his arm fiercely off. \" Begone,\" he cried. \" Good God, am I sunk so low ? Begone.\" \" I was merely enquiring into your capa bilities. You are too hasty, sir. I see that you have the same weakness that prevents me M 5"], [260, "250 THE CAREER OF from taking from the pockets of the rich what is needed to my own necessity. I call it a weakness, for no man has a right to starve.\" \" Sooner that than sin,\" said Beaumanoir, sternly. \" Sin,\" said Roydon. \" A hard name ; God gave to all — sun, air, and light for all. That man is the true robber who turns aside the stream of Heaven's goodness, to make his own fountains play the higher. Frown not so darkly, young sir, did I not warn you that I was always a radical when I was poor. And, besides, this is only theory ; and, after all, whose is the fault, if the pot de fer and the pot de terre launched together, as they glide down life's stream come in collision, and the pot de terre has the worst of it ; The pot de fer can hardly help its own impenetrable substance. Fate, fate, that is all. Does that sentiment please you V \" No,\" said Robert, roughly ; \" but I am"], [261, "251 A RISING .MAN. desperately situated. I ask you again, can you tell me a way to live Avithout sin, without dishonor V \" I will show you how I live,\" said Roydon ; \" then, as it pleases you, you can decide. You hesitate ; do you fear to trust yourself with me?\" \" No,\" said Robert, sternly ; \" neither you, nor your temptation, whatever it may be. I thank you for your offer, and accept it.\" \" Come, then.\" \" Shall we be long.\" \" Yes — perhaps far into the night.\" Robert's broAV was clouded darkly. \"So be it,\" he thought; \"let me judge, if I go with this man, I do not pledge myself to him. I must first return home,\" he said aloud ; \" I have been away long, my sister will be anxious.\" How beautiful, how pure she looked, amidst that stern poverty. A spirit descended to raise it above the contamination of dull earth."], [262, "252 THE CAREER OF Everything was rigidly clean, afew flowers stood in a glass on the table, her soft voice was load ing the air with sweet sounds ; and, as Robert entered, she sprang forwards to meet him, and threw her white arms round his neck, in joy at knowing him safe again returned. Poor as was their home, still home it was, for love dwelt there to sanctify and bless. The in nocence of the blind girl — the purity of her young heart — sanctified the garret, and en nobled it. Want lost its worst horror ; for life, although its beauty was gone, still retained something of its grace. She could not see the look of despairing love with which her brother regarded her ; but by his silence she knew he was still unsuccessful, she did not speak ; but she smiled to him with cheerful affection, as she drew him gently to his usual seat. Suddenly Robert, looking to the door, saw that Mr. Roydon had followed him unnoticed up — his brows contracted at the"], [263, "253 A RISING MAN. liberty of his new acquaintance ; but as he was there, there was no help for it ; he bade him enter. \" A gentleman, Alice,\" he said, as she drew back, \" with whom I have an engagement to night. I may not be back very soon, so I have come home to bid you good night.\" Roydon bowed, not ungracefully. \" I am glad my brother has found a friend,\" said Alice, with her gentle manner. \" I am afraid he has found this large city, but one great wilderness for the unknown.\" \" And the poor ;\" added Robert, bitterly. \" For us now, Alice, that wilderness would com pass the Avhole world.\" Tenderly her hand sought his, to give him comfort by its silent clasp. It seemed to rebuke him for his words ; to remind him that while she was with him, his wilderness held still one heart that beat only for him. \" Good night,\" he said to her at last, \" and pleasant dreams, Ally.\""], [264, "254 THE CAREER OF \" I shall pray that our mother may watch over you,\" she whispered. \"So have courage, Robert, think that she is with you to-night.\" The whispered words seemed to have given him new energy and life — as he turned from his sister to accompany his acquaintance."], [265, "255 A RISING MAN. CHAPTER XIV. Cain. — Him will I follow. Adah.— Whither] Lucifer. — To a place Whence he shall come back to thee in an hour j But in that hour see things of many days. Btron. \" Where are we going ? ' he asked, as Roydon walked on rapidly, but in silence. \" To my home, such as it is,\" he replied, with a curling lip. \"It might have beeu a different one, if some such angel as that fair girl had smiled there instead of —Well, well, I"], [266, "256 THE CAREER OF might not then have had the honor of your a cquaintance.\" Again he was silent. Robert, with his grave, firm step, strode on by his side. Innumerable the alleys and dark streets traversed, before they reached a dingy looking tenement; the ground-floor, a cobbler's stall, the whole street reeking with the pollu tion of confined air, and the filth of its squalid inhabitants. \" It does not promise much,\" he said to Robert, as the young man's dark eyes roved searchingly round, \" this home would hardly suit your fair companion ; but that is, in a measure, my own fault. When I am flush of cash, I do not stint, and while more is making, I am here. I hate a medium ; all or no thing.\" As he spoke, he ascended the dirty, and creaking staircase, worthy of distinction, even in a poor Parisian street ; and what man who would dine, would willingly mount one of"], [267, "257 A RISING MAN. those. Throwing open a door, invisible, ex cept to a practised eye, he invited his com panion to enter. A small, ill-ventilated room, with its little furniture, hacked, broken, and everywhere but where it should be ; an odour of stale tobacco and long-standing beer, borne out by the evi dence of pipes and pots upon the littered table — all this Robert saw at a glance, then his attention was fixed by the sole occupant of the chamber besides themselves. A boyish form dressed meanly, and with little care, was sitting by the table, resting his face upon the elbows placed upon it, sobbing painfully. A violin was on the ground beside him ; M.S. music, blotted and slurred, littered the table with sundry other papers, and one or two thumbed and well worn books. \" Why, Wilhelm, home so early,\" said Roydon, as he entered, \" What pranks have you been playing now ?\""], [268, "258 THE CAREER OF \"None,\" said the boy, in a sullen voice, and without raising his head. \"None; well then, look up, I've brought a visitor.\" Wilhelm rose, keeping his head turned away, to conceal eyes swollen with weeping. \" What's the matter with the boy,\" said Roydon, impatiently. Wilhelm seemed for a moment trying to re strain his tears. \" I'll never — never go there again,\" he said, in broken but fluent English. \" The Schaf- Rbpfe, they have turned me away,\" and he sobbed afresh. \" A good reason for not returning,\" said Roydon, drily. \" Donncr und Blits /\" cried the boy, pas sionately stamping his foot. \" He understand music, he conduct an orchestra ! He knows ros-bif from plum pudding — dat is all he knows.\""], [269, "259 A RISING MAN. \" A German's idea of our nationality,\" said Roydon, in a quiet voice to Beaumanoir. \" I am grieved, Wilhelm,\" he added, \" that you should have quarrelled with your conductor. What can I do for you, if you make enemies wherever I place you.\" \"You want me to be humble, do you?\" snarled the boy, \"but you have no respect for genius, Herr Roydon, and you will not re member that I am a gentleman.\" \"You and I differ about what makes the gentleman,\" said their host coldly, \" but in the meantime, until you can do better, you are welcome to share my roof and crust. I am going to change my coat, amuse this gentle man for a few minutes with your fiddle.\" He went into a small den adjoining, and Wilhelm took up his violin and drew the bow slowly across the strings. The light of the single tallow candle was now upon him. A short, thick set figure dressed with negligence in poor clothes ; heavy features, and sal-"], [270, "260 THE CAREER OF low complexion, only at times illumined by the flashing of a pair of small, but keen look ing eyes ; light hair, of a rusty and indescri bable colour ; such was the exterior of the musician ; as with his small, but ill kept hands he griped his instrument. Robert threw him self into a seat, at first giving but little heed to the music, gradually his thoughts blended with it, and then it stood out alone in seraphic melody. The boy had begun one of de Beriot's plaintive fantasias, and from that he gradually glided into an improvisation, in a soft, minor key. Robert's eyes filled with tears. It seemed to him as if so, in music, his dead mother would have spoken to him. The musician, slowly pacing the room — filled it with his wild melody. Where was his mind wandering ? A few sudden notes, and joining to his instrument, a thick but not unpleasant voice, he commenced one of those quaint, student songs, half German, half Latin, our neighbours are so rich in. Poor boy, there"], [271, "A RISING MAN. 261 were his thoughts, with home and his father land, and the bright hope, fostered by the fond flattery of friends, of the fame to be won here after. Fame ! he looks round, and the merry song is choked by the swelling tears. \" He plays well, does he not ?\" said Roy don, coming out, rouged to the eyes, and with an extensive assortment of mock jewelry upon his person. \" Some day, if he perseveres, he will be famous,\" said Robert, kindly. The sharp eyes for a moment flashed eagerly upon him, then the sullen scowl returned. \" Bah ! who understands music here ?\" still grumbling, they left him, and descended the reeking stair. \" A boy,\" said Roydon grateful for nothing — imagines every benefit an obligation — and has an inordinate sense of his own genius. If some good angel could raise him to-morrow to the highest pinnacle of his hope, the moment his new coat was on, he would pass me in"], [272, "262 THE CAREER OF the street without a word or sign — ashamed of my bad one. And }*et many the time I have kept him from starvation, when his vanity has embroiled him with his em ployers.\" \" And you are not tired of benefitting him ?\" \" How can I — no one else would do anything for him, he would starve, or steal, and he has youth and genius.\" Beaumanoir forgave the gilt chains and the frogged surtout."], [273, "A RISING MAN. 263 CHAPTER XV. I'll give thee armour — Adversity's sweet milk, philosophy, To comfort thee. Shakspeare. Je faisais des reflexions la dessus, lorsqu 'il entra deux manieres de petits-maitres fort lestes. Gil Blas. \" And now, where are you taking me ?\" ■- Do you understand Political Eco- nomy ?\" \" Its aims ; yes. Why ask ? Are we about to attend a political meeting ?\""], [274, "264 THE CAREER OF \"Do you ever read the mystic, transcendental philosophers ?\" \" Mr. Roydon, I am in no humour for trifling. Once more Avhere are we going.\" Roydon turned to him with his smile of quiet irony. \" I can see plainly,\" he said, \" that you dread that the reality I show you may extin guish your lingering hope, and yet you chafe as being beguiled for a few moments from an anxious expectation. Oh ! men, men, what fools ye are !\" \" Well, sir,\" said Robert, drily, \" you give but little comfort, so have your will. Speak on.\" \" Well then,\" continued Roydon, after a pause, \" being impartial I unite in one theory the principles of Jeremy Bentham and those of Bishop Berkeley. The former are for the greatest happiness of the greatest number ; Berkeley denies that the world consists of"], [275, "265 A RISING MAN. anything but ideas ;* then I conform to them both, when I serve my greatest idea, i.e., myself. You stare. What is there strange in my uniting mysticism and Malthus ? The original of the Utilitarians were the Epicu reans and Democritus of A.bdera, their origi nator, was the most mystic of philosophers, imagining even our dreams to be caused by images of vast stature inhabiting; the air.\" \" Good Heaven !\" exclaimed the young man, in a passion, \" what has this miserable confusion of Berkeley and Democritus to do with me.\" \" This, it proves my duty to consist in * Mr Roydon seems to have fallen into the common error respecting the principles of the amiable and clever Berkeley ; but this is not to be wondered at a-s he w.is, after all, but a very superficial dabbler in metaphysics, an before him the Great Samuel Johnson, as Boswell calls him with sU'?h loving and reverential awe, had, with many more learned men, misunderstood Berkeley's doctrine on the subject of matter. VOL. I. N"], [276, "266 THE CAREER OF serving myself, as my most prominent idea, and consequently I own no allegiance to the laws made by other ideas.\" \"I am afraid, Mr. Roydon, your system of morals is too sublime for an unfortunate man, who has been taught to consider right as op posed to wrong.\" \"What is right?\" asked Roydon, with transcendent equanimity ; \" but it is too soon yet for me to plunge your unprepared mind into the depths of my system of ethics. You are not yet disenfranchised from the trammels of an ungenerous education. You still think with the philosophy of our babyhood, that ' dons care' is the destined victim of the uncul tivated and the brute. Is it not so ? but we near our destination — and my name is now Captain Stuart — yours — \" \" \" Stuart,\" repeated the young man, stop ping short. \" So a feigned name is necessary to conceal vice — perhaps crime.\" \" Neither,\" said Roydon, with his customary"], [277, "267 A RISING MAN. half sad, half mocking voice, \" neither — if you understand Berkeley.\" And linking his arm into Robert's, he drew him on. There was this peculiarity with Roydon when giving utterance to his sentiments, it was impossible to know if he were in jest or earnest, if he were laughing at you, or trying to convince — Robert waited to know which. All at once they emerged from close and narrow streets into the lath and plaster beauty of the Regent's Quadrant ; and by the private door of a tobacconist's shop, he entered one of the houses, and ascended the stairs. When Robert recovered from the sudden glare of light, and the oppressive atmosphere, he looked round to see what absorbing em ployment was occupying the numerous men that thronged the room. He looked, and re coiled with tisgust. He was in a common gambling house. He turned angrily to Roydon ; but he had already left his side, and Avas en- n 2"], [278, "268 THE CAREER OF gaged in a grandiloquent conversation with a fresh coloured, good-natured looking young man, almost a lad, evidently a previous ac quaintance, who seemed to listen to him with great admiration. Robert stood still, silent and despairing — at once he comprehended how the mau lived, and what means of subsistence were offered to himself. But the proud blood did not now mantle his cheek. Faint with phy sical weakness — he had not broken his fast since the morning — exhausted, weary hearted — a sickly pallor was on his stern features — unconsciously his dark eyes looked to Roydon imploringly. He came to him. \" You look ill he said. Come, supper is laid out — eat, it costs nothing.\" \" No, no,\" said Robert, in a choking voice, \"let us go from here.\" \" As yet, I cannot. Come, be a man. We all live more or less by the follies of others. Eat — drink — what else do we live for ?\""], [279, "269 A RISING MAN. The dispirited young man made no reply. He only heard the one cry in his heart-^ \" Alice — Alice.\" Again Roydon pressed him to eat — he took a piece of bread and a glass of water. How could he eat of such food there. Then Roydon stooped forwards and whispered a few words hurriedly, the young man made him no answer, but his haughty gaze was fixed in scorn upon tempter. \" I understand you,\" said Roydon, in the low voice with w'hich every observation to Robert since they entered the room had been ad dressed. \" You loathe and despise me — why ? Have you found so many friends to aid you among honest men, that you can despise my assistance? It would seem not. This calling revolts you — granted — so it does me — but I am not stoic enough to starve — and from various reasons, I, as you, was unable to earn my bread by an orthodox calling. When I had money, it was here I lost it. Now I en-"], [280, "270 THE CAREER OF deavour to gain a small portion of my own back again. Besides, would any man hesitate to appropriate to himself the ideas of another man. Now, money is only an idea.\" A groan from Robert interrupted him. As he spoke, two well dressed and aristocratic men entered, talking loudly, and seemingly flushed and excited with wine. At first they joined the group at the rouge et noir table ; then one of them, the fairest and most affected of the two, happening to look round, saw Roydon, and immediately whispered a few words to his companion. The one he addressed looked immediately that way, then drawing up his collar and twisting his moustache, he linked his arm through his informant's, and with him, advanced towards them. \" Sir,\" he said, haughtily, to Roydon, \" I believe you call yourself Captain Stuart.\" \" And what then,\" said Roydon, politely. \" You further stated yourself, in the hearing of this gentleman, the Hon. Augustus March-"], [281, "271 A RISING MAN. mont, to belong to the 16th Dragoons. Now, sir, as my name happens to be Stuart, and as I am the only officer bearing the name in that regiment, you will please to inform me how that is to be accounted for.\" \" You must be labouring under some delu sion,\" said Roydon, reddening. \" Your friend must be mistaken in his man. I am not in active service.\" \" If I were my friend,\" interrupted the Honorable Augustus, \" I would soon put you to passive service, by kicking you down stairs, you and that fellow there, whom I recognise as having swindled me here some little time since.\" \" Sir !\" exclaimed Robert, starting to his feet, and speaking in a tone that made Mr. Marchmont recoil. ** Did you allude to me?\" \"Yes,\" said the Honorable Augustus March mont, valiant with wine, \" to you^ you imper tinent scoundrel — \""], [282, "272 THE CAREER OF Before the words were well spoken, he had stretched his length on the floor. Amid the confusion that ensued, Roydon tried to force Robert to escape with him from the room ; but the young man, shaking him roughly off, re mained erect and motionless, seemingly utterly regardless of the angry murmurs that ran round. Roydon did not wait to see further ; he slipped quietly off. Captain Stuart noticed Robert's firm and dignified bearing, and he was more sober than his friend. \" Go, my friend, go,\" he said, hurriedly ; \" Marchmont sees double to-night ; he must have been mistaken in you. Take the Avarning, hoAvever, and for the future be more careful in the companions you select. For heaven's sake begone,\" he added, pushing him gently to the door. \" You returned a blow for a Avord, and so have the best of it. He is coming to himself, and he is furiously vindictive. Every body here will side with an honorable — there, good night.\" Robert had suffered himself to be conducted"], [283, "273 A RISING MAN. to the stairs — Captain Stuart looked at his shabby dress and wan features — he drew out his purse. Robert started. \" I am neither swindler nor beggar,\" he said haughtily, and turning from him, he slowly descended the stairs."], [284, "274 THE CAREER OF CHAPTER VI. Her dewy eyes are closed, And on their lids, whose texture fine Scarce hides the dark blue orbs beneith, The baby sleep is pillowed. Suellet. The crust Which had been left, was to my craving breast Fuel, not food. Ibid. She was sleeping a calm, deep sleep, as Beau manoir, fevered and excited, entered hastily. He hushed his step as he saw through the opened door into her little room, glanced for a"], [285, "275 A RISING MAN. moment at her sweet face, and then, turning impatiently away, paced to and fro the room. With fasting and excitement his brain was on fire — his calm, resolute sense had deserted him. He could only brood gloomily on the insult he had received. \" Because,\" he muttered, \" my coat is shabby, does it give any idiot the right to insult me ? Do not the poor, then, possess honor ? If the esteem of the world only remains to the rich, the wonder is not that the poor often become criminal, but that they are not all so. Have I not sought and striven honestly to obtain bread, and if I fail to-morrow as to-day — what then, shall I let her starve ? She is all the world to me, and shall she perish because I still value a good name, which even now is denied me?\" She moved in her sleep — he thought that he heard her speak — he went in and stood by the side of the bed ; but she slept peacefully. Although tears still hung on her long lashes,"], [286, "276 THE CAREER OF a smile Avas on her lips, the smile of an in fant in its confiding innocence. One hand was lying over the coverlet, and held the little locket that contained their parents' hair. As he watched her, a calm seemed to fall upon his despair, the impatient grief changed to more resigned sorrow ; he recalled her parting whis per — he recalled the last words of his poor father. \" Be a better man, a better Christian ;\" and he fell on his knees and prayed. As he knelt, a sudden thought flashed on his mind. At first to be indignantly repelled ; but return it would. He rose breathing hard to his feet ; his eyes were rivetted on the pretty sleeper, until her tender youth conquered his stubborn pride, he went into the next room, searched for pens, ink, and paper, and then wrote hastily and abruptly as though ever}7 word were torn from his heart, the following letter : — \" Madam, \" Only the sternest neces- s'ty could induce the orphan son of Percy"], [287, "A RISING MAN. 277 Lascelles to apply to the family that disowned him for aid ; but all other means have failed me, and for my sister's sake I dare not refuse to bend my pride even to this. What I Avould ask of you, madam, is, to grant a home for a short time to my sister Alice. She is a young, delicate girl, utterly unfitted to struggle with the world, deprived of sight by illness ; but cheerful, affectionate, and gentle. A woman and a mother, you will feel for the sorrows of a motherless child, helpless herself, and whom my exertions have failed to main tain. To your woman's heart I can bow my pride with less pain. * My own purpose is to study for the bar, and meanwhile, alone I shall be able in some manner to earn a living. For myself then, I need nothing ; but I ask a home for her, until I can, by unremitting toil, succeed in my profession — I entreat a speedy answer ; be but kind to her ; give her but the"], [288, "278 THE CAREER OF care she needs, and in none shall you find a truer friend than in \" Robert Lascelles Beaumanoir. \" To. Mrs. Lascelles.\" Alice did not know when she came in the next morning, that at the table as he was sitting then, he had passed the night ; but she noticed, with her quick perception, that his morning salutation was more tender than it was wont to be ; and there seemed a constraint in his manner that she could not comprehend. tt *vV\"ere yOU very late last night ?\" she asked, \" I remained awake a long time, but I did not hear you come in \" \" I was late, Ally,\" he was silent again, his fingers playing nervously with her long hair. She lay her head on his shoulder, smiling sadly ; then she turned with a start, a tear"], [289, "279 A RISING MAN. had fallen on her upturned brow. \" Hush, darling,\" he said, in a choking voice; \"lay your head there again, I have something to tell you.\" She did as he wished, trembling with apprehension. \" This is no fit home for you,\" he continued, in a low voice. \"Would you not be happy if restored to comfort and luxury ; if rude privation and comfortless penury were at an end, again to take your place among the well-born and the gently nurtured.\" \" Then you have found friends ?\" she cried, breathlessly. \"At last has come what you deserved. Oh ! Robert, we will be so happy. You will no longer suffer.\" He was silent, and she continued, joy fully— '• The pretty home we will have, Robert, with flowers, and books, and music, as we used to have — and when you return from your busi ness, I shall be waiting for you, in our cheerful"], [290, "280 THE CAREER OF room, and then we shall dine happily together. Afterwards you will read, and I shall work — all sorts of pretty things for our home.\" He looked at her excited face, uncertain how to break his tidings to her. \"Alice,\" he said, at last, \" you have mis understood me.\" And then he told her, as gently as he could, what he had done. The blind girl listened in dismay ; all curiosity at the knowledge that they had relatives living, was swallowed up in the grief of leaving him. She hid her face on his shoulder and sobbed. '* Do not, Alice,\" he said, gravely, \"there is nothing so very terrible in paying a visit to our father's family.\" \"Why do you send me away ?\" she asked. \" If you are still to live here, why may not I remain with you.\" \" Because, my sister, I can no longer offer you a home — I must work for a few years by myself.\""], [291, "281 A RISING MAN. \" Oh !\" she exclaimed, with bitter grief, \" I see it all — the poor blind girl has been a bur den to you — let me go then.\" \"Alice! do I deserve that reproach. If you have been a burden to me, my little sister, for the sake of that burden alone, I have as yet struggled on ; without it I shall still struggle, but it will be that, some day, I may take it to me again. Come, come,\" he con tinued, more cheerfully, \" let us hold counsel together,\" and then, he began in a cheerful, sanguine voice, to speak to her of his plans and intentions. So the letter was sent, and trying to appear resigned, but w*ith hearts aching with suppressed sorrow, they awaited the dreaded reply. It came at last. It was an event, their receiving a letter, and Miss Morrison brought it up herself. All the time she remained in the room they stood in silence, the blind girl hardly answered the remarks of their good-natured young landlady. Robert, with his lips compressed, held it un-"], [292, "282 THE CAREER OF opened in his hand. At last the door closed upon her, then with a loud sob, she threw her self upon his breast. He strained her closer and closer, \"Alice,\" he cried, \"Alice, what can I do — to-night, we should have wanted bread.\" The thought nerved him, he tore open the letter. A bank note fell at his feet, his eyes glanced quickly through the lines, and as he read, his form seemed to dilate and swell, he gnawed his lip fiercely, his eyes flashed fire, his hands clenched with contending pas sion. This was his answer : — \" Mrs. Lascelles is sorry to hear of Mr. Beaumanoir's distress — how true the scripture, * the sins of the fathers shall be visited upon the children.'' In strict justice to the poor people dependent upon her, she cannot spare him more that twenty pounds, that she en lo ses ; the industrious poor must not pay for the sins of the idle and extravagant. She begs"], [293, "283 A RISING MAN. Mr. Beaumanoir to expect nothing more, but to earn his living honestly, as a young man should do ; he need not acknowledge the note, as he must be doubtless aware that Mr. Las celles would be extremely displeased at her having received any communication from him. \" Montserrat.\" \"Well,\" said Alice, anxiously. \"Well,\" he repeated bitterly, \" your prayers have been heard, we remain together.\" He turned from her contented smile with a bur ting heart. \"And this,\" he exclaimed, \"is the woman that fills my mother's place. Oh, were it not for her sake, I could swear vengeance against them all. Charity,\" cried the proud man, with a groan, \" charity ! Yes, but sooner beg it on the highway than receive it there.\" He took up the letter and the note, and en closing them in a blank envelope, directed them back to Mrs. Lascelles."], [294, "284 THE CAREER OF He was gloomily silent, he gave Alice a cup of milk, bought with his last penny ; in his expectation of that letter, he had overlooked their scanty fare, their exhausted resources. Now he woke as from a trance, he saw how bare and comfortless was the dull garret — he saw how thin she had grown, how pale and wasted were her cheeks ; that her poor sightless eyes were swollen with constant weeping, and his lips muttering vague words, he snatched up his cap and hurried out. \" To beg — to beg,\" he gasped, as he reached the street. \" It has come to that at last !\""], [295, "285 A RISING MAN. CHAPTER XVII. He passes through the crowd, Unsought, unseen, beneath misfortune's cloud ; Or seen with slight regard. Savage. Turn, hopeless thought ! turn from her. Young. Reviving sickness lifts her languid head ; Life flows afresh. Thompson. Languid from want and severe illness, faint with long abstinence, nay, absolute famine, the wretched Beaumanoir staggered on, his hands clenched, his features rigid with despair,"], [296, "286 THE CAREER OF his eyes fixed upon the ground, ashamed to meet the gaze of his fellow men, who so seldom can discern the difference between misfortune and crime. No wonder, even the laws con found the pauper and the criminal. On he walked, sometimes with feverish haste, and then slow and totteringly, with no hope, with -no aim, but powerless to extend his trembling hand. The powerful intellect, the ambitious mind, could only grasp the thought of bread ; so can the mortal nature conquer and subdue the immortal. With eyes downcast, he went on, the living tide jostled him from their path, but could not awaken him from his stupor. When he raised his head, he was in the heart of the busy turmoil, he had reached Fleet Street, he stood by a door for a few moments to rest, his burn ing eyes devouring the face of the quick passers by. Men grave with the care of thousands. Clerks busy, cheerful, and im patient ; tradesmen, merchants, bankers, all"], [297, "A RISING MAN. 287 who had earned the right to look into the faces of their fellows. He could not beg there. It seemed to him that he had more right to charity from the indolent loungers of St. James's, than among these active, industrious citizens. If it had not been for the sake of his helpless sister, he would have turned down one of those narrow and pestilent courts, and there, without further effort, laid him down to await death. Even as it was, the tempter was strong within him, the people of the house were soft hearted, she was so young, so pretty, a thousand hearts would shelter her, if his broken one were at rest. Instantly the temptation was withstood, there rung in his ears his vow to his dead father, he heard his mother's dying words, and for a moment his form w*as erected with a shadow of his old determi nation. He turned and retraced his weary way. As he stood at the corner of Waterloo Place, there was a stoppage in the road, and the pedes trians had to pause before they could cross."], [298, "288 THE CAREER OF He stood immediately behind two gentlemen, seemingly foreigners, for they spoke in German. One of them was a man of middle height, with dark hair and moustaches, haudsome, though with rather thick features — and about fifty years of age. His clothes were good and well made, his gloves and boots irreproach able. His whole manner almost foppish in in its refinement. His companion, although the day was warm had thrown over his dress a German cut cloak. Suddenly Robert's bowed head was raised, he listened breathlessly to their conver sation — \" It is most unfortunate,\" said the one we have described ; \" for I know not Avhere to find the man I want — converse with Cæsar or Xenophon — yes ; but speak the living lan guages they are unable. It is very awkward ; I am in hourly want of a secretary who com bines the gentleman with the scholar, whom I could place at my table as well as at a"], [299, "289 A RISING MAN. desk. I hoped you could have helped me, Ahrnfelt.\" \" I wish I could,\" said the other. \" Most likely in a day or so I may.\" The road was cleared, they walked on, and Robert, dizzy with a faint reviving hope, fol lowed them. They walked up Piccadilly. A few moments, and a splendidly appointed cab, with its neat groom and high-stepping horse, came dashing along. In it lounged a fair, noble looking young man, Avho as he came opposite to them, checked his horse Avith his primrose gloved hands. Robert shrank back and pulled his cap lower o . er his brows, the young man was Berkeley Lascelles ; but he need not have feared recognition, the change in him was too great for that. \" Oh, Steinheim,\" cried Berkeley, in his clear, sweet voice, \" I was so sorry, tut I could not get away from Marchmont yesterday.\" \" Will you be at home this evening ?\" \" That I shall not,\" said the gentleman he VOL. I. o"], [300, "290 THE CAREER OF addressed, in very good English, and with a very slight accent. \" This evening I am en gaged ; but wait at home to-morrow morning, and I'll call.\" \"Do; I shall be glad to see you. By the bye, don't forget you dine with me to-morrow. Good day.\" And Mr. Lascelles drove on. - For a moment his eye had fallen on the sauntering, shabbily-dressed man behind them. Aud he mentally called him — \" Poor devil,\" for Berkeley, in the exuberance of his easy good-natuie, felt for every one, without doing much good to any. This incident darkened the shade on Robert's bent brows ; hopelessly now, but as if me chanically, he followed the two gentlemen. Somewhere opposite to the Green Park they stopped, shook hands, and parted. Ahrnfelt walking on, and Steinheim mounting the steps of a large and handsome house. The time had come."], [301, "A RISING MAN. 291 Drawing a quick breath, Robert sprang forwards, and then stood speechless. Mr. Steinheim turned and glanced at him care lessly. \"What do you want?\" he asked, after a moment's pause. \" I — I — employment,\" stammered Robert. \" My good fellow,\" said the German, ** I have no employment to give you.\" His hand was on the knocker. \" Stay— stay,\" cried the young man, wildly. \" By all that is dear to you, listen to me for one moment — I am an educated man — I know several languages — you want a secretary — I may be useful to you — I am an orphan — my sister will ask me this night for food — and I have none to give. It is so hard to beg. Oh, if you have children, for their sake be mer ciful.\" His rapid words, his heaving breast, his pallid cheeks, his flashing eyes, bore in them more than could words, the pathos of want and o 3"], [302, "292 THE CAREER OF agony. They touched the feelings of the man he addressed ; he looked at him earnestly, saw his quivering limbs, his heart's fierce beating, his features convulsed with anxiety — and he had known sorrow himself. He was moved by the appeal. \" Come in,\" he said ; \" we can talk more freely.\" At his thundering knock the door flew open, he entered. Robert followed, with eyes cast iown, and the blood that had for a moment suffused his face shrinking back to his heart. Steinheim led the way into the first room — it Avas a dining-room, and the table was laid for luncheon, the beaufets loaded with massive plate. Steinheim closed the door, and then turned and scrutinised the person of the appli cant ; he Avas clutching a chair as if for support, his eyes following his every movement, with an expression of intense anxiety and suspense. \"You seem weak,\" said Steinheim; \"be seated.\""], [303, "293 A RISING MAN. Robert bowed his head, but remained stand- ing. Steinheim himself took a chair, still looking doubtfully at the poor gentleman. \" What I want,\" he said, \" is a secretary who perfectly understands Spanish and German ; who recommended you to come to me ?\" \" No one, sir,\" he answered, in a low voice. \" I heard you mention it to the gentleman with you just now, when there was a stoppage at a crossing.\" \" You do understand German then ?\" \" I have been much abroad, sir.\" \" In what capacity ?\" \" In none, sir ; we travelled for my sister's health.\" At the moment the door opened, and a girl of about nineteen came in — she would have drawn back when she noticed a stranger ; but Steinheim motioned her to come to him, draw ing her close to him, with his arm round her waist, he continued the conference."], [304, "294 THE CAREER OF \" A mere knowledge of Spanish and German would not be enough for me. For my purpose, you must know your own language thoroughly, and be a tolerable classic.\" \" I have taken high honours, sir, at Gottin gen — I was educated at a good school.\" Steinheim, a quick observer, noticed the painful timidity of his manner, so much at variance with the character of his features. He could see in a moment that many a painful trial had bowed a naturally proud and impa tient spirit — and he felt interested in him. \" Oh, oh !\" he said, \" I see ! gentleman - extravagance — reduced circumstances and re pentance.\" \" Sir,\" said Robert, in a faint and broken voice, \" misfortune may befall the most pros perous, it is no crime.\" \" True, young man — and what have you been doing lately ?\" Robert's bitter smile spoke volumes. \" What is your name ?\""], [305, "295 A RISING MAN. \" Beaumanoir.\" Steinheim started, and the young girl looking up scrutinised him attentively. Steinheim rose quickly from his chair, and walked to the window, when he turned, his manner had quite changed — it was cold, harsh, and abrupt. \" It is impossible,\" he said, \" for me to en gage a young man for a confidential post in this manner. You will not suit me.\" Robert gasped for breath ; he turned his eyes from Steinheim to the young lady, with a look of such despairing entreaty, that her brilliant eye3 filled with tears. \" Papa,\" she said, in a low voice, \" why are you so harsh ? He has every acquirement that you need ; and you know you have never yet found one who would suit you. I am certain he is no impostor ; at least, give him a trial.\" Steinheim paused for a few moments as if in deep thought, then turned again abruptly to him —"], [306, "296 THE CAREER OF \" Your father's name was Percy Beauma noir ?\" Robert bent his head ; he could not reply. \" Have you ever heard him mention the name of Steinheim ?\" \" Never, sir,\" he muttered, hoarsely. The cloud passed in part from the German's features. \"Because,\" said he, with some slight em barrassment of manner, \" there was a degree of coldness between Mr. Beaumanoir and my self ; but that need not prejudice me against you. I did not intend to speak harshly.\" Still breathing hard, Robert leant heavily on the chair, he did not attempt to speak. \" You never heard of me ?\" \" No, sir,\" \" What say you, Adrienne,\" exclaimed Steinheim, relapsing into what appeared his usual tone of light gaiety ; \" shall we venture to make the trial ? Test his Spanish, Ada, by"], [307, "297 A RISING MA». telling him that I will make the experiment on your recommendation.\" As he spoke, he saw a fearful change come over the young man's face, he turned fright fully pale, his white lips refused to speak his gratitude. Steinheim caught him as he was falling back, and placed him in a chair. Adii enne hastily pouring out a glass of water, moistened his brow and hands. \"Ring the bell,\" said Steinheim. \"Send for a doctor.\" \" Thank you,\" murmured Robert, \" I am better now — \" he raised his head from Stein heim's shoulder, the deathlike hue of his features was passing slowly away. \"Pardon me this weakness,\" he continued slowly ; \" but I have been ill, and your kindness — \" Steinheim, guessing at the cause of his faint ness, poured him out a bumper of wine, and then made him eat ; it was time, the poor boy was literally starving. Some little time after, Robert Beaumanoir o 5"], [308, "298 THE CAREER OF entered their garret, his step no longer languid and inert ; but with more of the firm, grace ful bearing of other days. Alice did not hear him. On her knees, by the side of her bed, she was praying fervently. He threw his arm round her, and raised her from her knees. \" Thy prayers have been answered,\" he said, joyfully; \"my sister, I have found a friend at last — avc are saved, in the extremity of our need we are saved.\" Let us leave them, the orphans, weeping for joy in each other's arms. Had he yielded to the tempter Roydon, under what circumstances would that hour have fouud him ? Still there are many more steps to be mounted, Robert, many more dangers to be overcome. But with thee now and ever is the memory of the divine precepts, taught by a dead mother's lips, and with thee is the pure presence of an innocent girl, aud the sacred tie of domestic love,"], [309, "299 A RISING MAN. CHAPTER XVIII. I've seen this witchery o'er and o'er, 'Tis hollow, vain, and heartless all ! MooitE. It was a soiree at Lady Montagu's ; they were to leave very shortly, this was one of her last receptions. She was sitting in one corner of the room, her group comprising only Lord Trevanion and Berkeley Lascelles. They were talking of a tour that Trevanion intended making shortly through the North of Eng land. \" For my conscience is uneasy,\" said he ; \" I know every inch of ground in Athens, and have"], [310, "300 THE CAREER OF never set foot in Manchester. I know every stone in the Parthenon, and have never seen a factory.\" \" By the restlessness of the present genera tion,\" said Berkeley, \" one would think that steam had brought to light the latent principle of man.\" \"It has been strongly developed in me,\" said Lady Montagu ; \"I love travelling, I love the excitement, I love even the passive enjoyment of motion ; I like scenery, I like change ; for a rapid flow of events gives one double life. We crowd so many more incidents into the mere fact of existence.\" \" It is very well for a time,\" said Trevanion, \" but soon even change becomes monotonous. The Colisseum by moonlight, for instance, what can be more entrancing at the first glance 1 but it can only give a new sensation once.\" \" Travelling gives us ideas.\" ** Are ideas any use in procuring us happi ness?\""], [311, "301 A RISING MAN. \" Happiness,\" said Lascelles, in a low voice, \" can only come from the feelings and the heart. Of what use is all else — fame, wealth, even knoAvledge ?\" \" I question the latter,\" said Trevanion. \" Can nothing fill our hearts ?\" replied Las celles. -' And is our knowledge a real thing 1 How proud we are of it, and how specious it is — take the most common example, history ; our profane chronicles go back little more than two thousand years ; and then fables, and darkness. Ethics, what a confused, what a hopeless prospect ; edifices built on ruins only to be hurled a moment after to the dust. Phy sical science — there we have magnetism, elec tricity, of which we talk so much and know nothing.\" \"Electricity,\" said Trevanion, \"is the soul of the world.\" \" And who can tell us what is the soul, even of our own existence ? Ask a young man, and he pictures you a Pysche ; an old"], [312, "302 THE CAREER OF one, and he figures you a weird and terrible phantom. We talk pompously of our ideas, when no two people comprehend in the same words the same thought. No ; knowledge cannot give so real a thing as happiness.\" \"In what then do you make it consist ?\" asked Lady Montagu. \" In the heart,\" he answered softly ; her eyes fell, for he was looking at her very earnestly, but half unconsciously. \" Alas !\" she said, in a low voice, \" you are mistaken, the troubled delight that it can yield us, is not happiness.\" Lord Trevanion had turned away to au acquaintance, who had called his attention, they were alone in the crowd. \" No,\" replied the young man, in trembling tones, \" happiness is too cold a word, it is bliss and heaven.\" The blood flushed to her face, for as she looked up their eyes met — with trembling hands she pulled her bouquet to pieces ; there"], [313, "303 A RISING MAN. was a long silence. His heart beat so loudly that she could almost hear its throbbings — hardly could he restrain his lip3 from saying, with his heart — \" I love you !\" \" I have just received a message from my Captain,\" said the voice of Lord Montagu. The ' Syren ' will be ready sooner than I thought ; we shall sail on Monday, will you accompany us ?\" Lady Montagu started. Berkeley in his confusion, muttered he knew not Avhat. \" Think it over between this and Saturday,\" continued his lordship, turning aAvay. \" Only remember, old fellow, I shall be delighted if you accept.\" Berkeley looked round for Lady Montagu, she had vanished. His better nature was struggling with his inclination, as he hurried home. An hour before, and he would have accepted joyfully, but that hour had shown .him his danger and"], [314, "304 THE CAREER OF hers; she blushed beneath his gaze, but Berkeley was still young enough to be generous. His heart revolted at the idea of acceptmg the proffered hospitality of a man whom that heart had already wronged. His feelings were still at war within him when he reached his home ; but there neAvs was awaiting him that for a time, made him forget his passion — he was summoned to Montserrat, his grandfather was dying."], [315, "305 A RISING MAN. CHAPTER XIX. For though the plain judge, conscience, makes no show, But silently to her dark session comes — Sib William Davbnant. Sure 'tis a serious thing to die ! My soul ! What a strange moment must it be, when near The journey's end thou hast the gulf in view. Bligii. Roland Lascelles, from the time that Berkeley left for town, had become gradually more and more infirm, but his final sinking to the grave was very rapid. The first sign he gave of any change, was the evident anxiety with which he listened to any news of Berkeley. For the"], [316, "306 THE CAREER OF first time he seemed to interest himself in his pursuits ; and when by any chance from hints in his letters, he knew of the gay life he led, he would shake his trembling head, and mutter to himself, \" Poor boy !\" Mrs. Lascelles proposed sending for him ; this the old man negatived peremptorily. \" Why should you send for him?\" he said, harshly. \" Nothing ails me ; let him go his way, I don't want him.\" But every day his antipathy to Algernon in creased ; he endeavoured to conceal it, and from him successfully, but not from Mrs. Lascelles. The poor old man knew that Algernon did not care for him, he thought him eagerly awaiting his death ; he disliked his common-place character, he disliked his attentions, paid as so many duties. He disliked him, strange paradox, because he had been the enemy of his disowned son, because he stood in the place of the dead. He could bear more easily with Berkeley ; he fancied"], [317, "307 A RISING MAN. his smile resembled his first gentle wife's. Poor Roland ! his had been a sad old age ; a youth of passion and excess, left to those years that should be so calm and holy but painful memories of energies squandered and talents neglected. Selfish from first to last, selfish in his anger, selfish even in his love, he could recal no good deeds to give a pleasant remembrance — no great ones to bestow a proud one. He had for many years withdrawn from all society. \" It is no use,\" he replied to his son's occa sional remonstrances, \"I do not suit these times, and the times do not suit me. In my time, there Avas society, defined, high-bred, good society. I do not pretend to understand a modern cohac. The men whose principles I followed were statesmen, with a definite pur pose and a marked career ; we knew to what we were pinning our faith. Iu society one meets not only lisping boys, stiff- cravated dandies, or lads whose freedom is often impertinent and always vulgar ; but men — men of genius, wits, poets,"], [318, "308 THE CAREER OF orators, who have made themselves immortal. As I never interfered in politics ; although Tory, I was intimate with the great Whigs. Where are your modern Sheridans, Burkes, Foxes, B\\rons, Townshends ? No, no — I have outlived my generation, and I don't think the new one is worth the trouble of becoming ac quainted with. So Mr. Lascelles lived a her mit's life, save when with some old crony he would recal the past glories of Watiers, and t he charms, long mouldered into dust, of such beauties as the Duchess of Devonshire or the Miss Ogilvies. As the summer advanced, his strength gra dually declined — he sank into morbid despon dency. Books had lost their charm. His son's presence irritated him ; he was distrustful of his wife's love ; and he had no happy confi dence in the unseen future— no haven beyond the grave. The incumbent of Montserrat, the Rev. Mr. Daly, was a very good man but hardly a good"], [319, "A RISING MAN. 309 minister. He had been \"Vicar of Montserrat some five-and-twenty years. Before he had grown infirm, old Mr. Lascelles had occa sionally sat in state in his large pew, and in those years the Vicar never presumed to inquire further. In his young days, Roland had been a freethinker — at present he called himself a Christian, at least he was a zealous \" Church aud State\" man. Only within the last few weeks, a vague uneasiness had possessed him — an indefinable fear that this was not all that was required of him. One day, Mr. Daly dined at the Park, and the old man — for the first time unbent — he entered into conversation with his clergyman. Mr. Daly had edited, many years since, an edition of Pindar. Ro land Lascelles Avas still a tolerable classic ; he seized the opening. Two or three conversa tions about a crabbed passage, and the old man felt more at ease, he glided gently into the Greek Mythology ; from thence the tran sition was easy to the works of Eusebius and"], [320, "310 THE CAREER OF the early fathers — in a short time, to Mr. Daly's astonishment, he was discussing with the worldly, callous Lascelles, the vital doc trines of his faith. The old man listened and read, but his despondency only deepened — his heart was untouched. One lovely June morn ing, Mr. Daly knocked at the door of his dressing-room — he generally sat there now. A trembling voice bade him enter ; he found Roland Lascelles in his easy chair, Avith an ex pression of deeper gloom than usual on his withered features, and his reception, though courteous, was cold and rather stately. \" A lovely day, Mr. Lascelles,\" began the clergyman. \" Nature is donning her bravest attire ; if you were to have your chair wheeled to the Avindow, the fresh air and the glad sky would quite cheer you.\" \"Thank you, I am quite comfortable here; pray be seated, Mr. Daly.\" \"A day like this,\" continued the Vicar, in a frank, pleasant voice, \" exhilarates more than"], [321, "311 A RISING MAN. a bottle of champagne; we take in pleasure with every sense — the thick foliage, the per fume of the flowers, the carols of the birds, the clear and elastic air, the bright beauty of the sun — the heart expands on a fine summer day.\" \" To me,\" said the old man, \" it is gloomier than the darkest day of winter. I wish I could blot this day from life — \" and his hands hung listless by his side, and his eyes were fixed mournfully on the floor. \" Pardon me,\" said the Vicar, \" I was not aware that I w*as laying a rude hand on some old remembrance — we all possess some me mory sacred from the rough jostling of the world.\" \" I have been trying to think,\" said Roland, in a gentler voice, \" of what you told me yes terday, and you must bear with me if I cannot feel, Avith all my endeavours, the force of your argument. By your representation, the earth is but one vast dungeon, and the laws which regu late it, a criminal code. Is not this a dark"], [322, "312 THE CAREER OF picture ? A prison is a receptacle for those who have transgressed the law. Granting that we are born to sin, what previous crime have we committed to be born at all ?\" \" Now, my dear sir,\" said the Vicar, \" you are questioning the wisdom of Omnipotence — vainly confusing yourself to understand that which does not concern your salvation — more over, misrepresenting my arguments. Instead of a prison, think of it as a place of probation. You know when you were a child, what cruelty you thought the restraints and laws of your guardians — Avhat needless suffering seemed the punishment and tasks that were to fit you for .the world — to render you worthy of your fortune. Is not this a juster parallel ?\" And then Mr. Daly began again, with patient per severance, to preach the faith ; but his sermon would, I fear, be here out of place, and so I omit it. Mr. Lascelles listened with attention. \" Can you tell me,\" he said, as the Vicar"], [323, "313 A RISING MAN. paused, \" why in a congregation, poor people always appear the most earnest in their wor ship ? Have they greater capacities to un derstand the mysteries of which you are speaking ?\" \" They do not affect to understand the In comprehensible,\" answered the Vicar. \" It would be better, perhaps, if more intellectual, better educated people, possessed a little more of their humility. But it is the fact to a cer tain degree, and we can explain it by our own hearts. In tribulation and sorrow^even sceptics will breathe a muttered prayer — in prosperity they turn with a scoff from the Eternal. How natural, then, that those to whom this life is but a constant struggle, should seemingly fix their eyes upon a happier future. Hope, hope ! we must hope, Mr. Lascelles, and if we cannot hope in life, we give that hope to death.\" \"True,\" sighed the old man, \"true, and they are happy, happier perhaps than those VOL. I, f"], [324, "314 THE CAREER OF they envy, who can so sublimise their thoughts. Think, sir, how my spirit is broken, when I tell you that I mourn day and night for my lost son, it has estranged me even from Berkeley, with his gay frankness he seems to usurp so utterly the place of the dead.\" \" You are unjust to him,\" answered the vicar, \"he is unconscious that he fills the place of the first born, and you, yourself, sir, drove out the ungrateful son.\" \" I was worked upon, there is my curse. I was duped and deceived, and I knew it too late. What was more, sir, he was taught aud trained to the follies that estranged him from me, he was incited against my son. And, imagine, Mr. Daly, when his body was found, it was recognised as a steerage passenger on board, seemingly in very poor circumstances • he was in want, my son, and the heir to thou sands.\" \"I do not understand you, he was disin- herited.\""], [325, "A RISING MAN. 315 \" Illegally,\" said the old man, \" illegally, he was not of age.\" \" You surprise me, I had no idea of this.\" \" Nor I until lately; it came to my knowledge by a strauge coincidence. I was looking over some old papers, among them I found a letter written by a lady who was staying with my wife, when my son was born, and it went on to say, that to allay a foolish fear on the part of my poor wife, who was dangerously ill long before and after her confinement, they had de ceived her about the day of her child's birth, he was born on the twenty fifth of June, instead of the twenty fifth of May. If he had a child, and it were living,\" added Mr. Lascelles, thoughtfully, \" how this might affect its fortunes.\" The vicar did not pay much attention to this at the time, but he was struck when the confidence begun, day after day Lascelles re verted to tne subject, the idea seemed to haunt him, that in the twelvemonth that he lived, \"he"], [326, "316 THE CAREER OF might have had a child, and that that child might survive. He examined the parish register, he found that the letter spoke the fact, he brooded, he dreamt, he thought of little else. But the summer deepened, and the old man was dying, but so gradually that until a few hours before his death, his son and his wife had no idea of the nearness of his danger. Algernon Lascelles was with his brother magistrates at Montserrat, when he was sum moned to the bed-side of his dying father. He was a man of no particular character ; he would have been a good man enough if fate had allowed it, and busy with corn and politics, have passed through life selfish and irreproach able, and descended to the grave unmourned for, and duly honored. Since Percy's ruin, he had done no deed with which he could re proach himself, and none for which any one else could praise him. While his wife lived"], [327, "A RISING MAN. 317 he had been a tolerably affectionate husband, since she died, he had loved Berkeley as much as he could love any one. Fond of his father, it was Roland whom the boy respected and obeyed. Unconsciously he ruled his father, and he respected without understanding him. But now the time had come when this negative virtue was to be put to the test. As soon as he entered the room, he Avas startled by the look of anxiety and dread stamped upon the features of his mother. It was not natural anxiety and grief at the great change for the Avorse in her husband's con dition ; more like terrified bewilderment at some sudden calamity. She motioned him to come near. His father did not recognise him. He was delirious — raving wildly — at one moment again disown ing his son — the next entreating his return. Promising pardon and reconciliation. Again he addressed him as dead, but vowed rest tution of their birthright to his children."], [328, "318 THE CARE LE OF \" Do you hear ?\" said Therese, siezing her son's arm, \" restitution to his children.\" \"My dear mother,\" said her son, surprised at her emotion, \" my father is quite delirious. What children are there living to whom resti tution could be made. Besides, the property is entailed upon me and my heirs.\" \" You are mistaken — it was illegally done. You have no more claim to this property — it is no more yours than that of the veriest beggar on the estates.\" Algernon Lascelles grew livid ; it was a fearful satire on the idol that the world wor ships. Those nearest relatives in the chamber of death, breathless with anxiety for the dross the dying man was leaving for eternity. Its demoralising influence withering even natural affection. \" But after all,\" he said, growing more com posed, \" he has lain years, in a nameless grave — Heaven forbid that I should do an act of in justice. Willingly would I cede to his right,"], [329, "319 A RISING MAN. if right he have ; but of what use to mention the claim of a man who died some twenty-two years ago.\" \"And if,\" said Therese, under her breath, \" he did not die then.\" He started, and again grew pale. \" Two years after he was supposed to be drowned,\" continued Therese, in a low whisper, \" a letter came for your father — he chanced to be away — I knew the hand- writing — I opened it — it was from his wite — she wrote, she said, Avithout her husband's consent — but she had a child — would he let them starve. Algernon, I was sorry for her — but what to do — to relieve them was to hear from her again. I sent her her letter back — I judged rightly — she wrote no more.\" \" But — but,\" gasped Algernon, \" you heard nothing more — Avithout doubt, they left the country — the child may be no longer living.\" \" Read,\" said his mother — and put into his hand the recent letter of Robert Beaumanoir."], [330, "320 THE CAREER OF Algernon Lascelles was stupified. He stood with staring eyes holding the letter in his hand. \" This is your own fault,\" he stammered, at length ; \"Vou always act for yourself — you never ask my advice. Here was an opportunity for us to have protected the young man. We might have assisted him to emigrate. Once in America — \" Mrs. Lascelles had recovered her calmness. \" But,\" she said, quietly. \" If he is the heir ? If my poor husband wishes to acknow ledge him ? You would willingly cede your right.\" \"Oh! that is absurd,\" muttered her son; \"I do not, for a moment, give a thought to the ravings of a diseased brain.\" Their eyes met — they understood one an other. \"Your poor father,\" said Mrs. Lascelles, \" wishes me to send for Berkeley. I Avould not do so, until I had seen you. He can be of"], [331, "321 A RISING MAN. no service ; and we had better not distress him with ridiculous fancies. With his Quixotical generosity, he would not rest until he had dis covered these people. As it is, he need neither know of this, nor of their existence.\" Algernon hung his head and made no reply. Roland was recovering his senses. Nothing more could be done then. Algernon went to him ; he spoke to him, after a little time, in low but collected words — repeating to him what he already knew too well. \" In case,\" he said, \" that my suspicions should ever be verified — improbable as that may be — you will find in my desk a will, by which I bequeath to you all my personal estate ; and I have requested the possessor of Montser rat to make over to Berkeley and his heirs a sum of tAvo thousand a year. Little to what he has been taught to expect — but Berkeley is noble enough to do justice to my thoughts and wishes. Of course, if my dream be but the"], [332, "322 THE CAREER OF chimera of an excited brain, you are the legal heir, and the paper is valueless.\" He fell back exhausted and only spoke again to express a hope that the messenger would find Berkeley. It was only when they knew that it would be in vain that the messen ger was sent. He lay in a stupor all that night. It was late the next day before he spoke again. Then he was near his end — it was the last glimmer of the expiring torch. \" He will come too late,\" he murmured, faintly. ' ' I should like to have heard his dear voice again. Tell him, Therese, what I have said — tell him that, as the hour of death approached that foreboding became more and more distinct — that I charged him on my blessing to ac knowledge their claim — on my blessing, Therese — as he would prosper in life — as he would die in peace. Now I have done with the world — is Mr. Daly there — let him come to me.\""], [333, "323 A RISING MAN. It was late that night — a post-chaise dashed up to the house — and Berkeley Lascelles sprang up the steps into the hall. \" My grandfather ?\" he said, breathlessly. \" Dead, sir.\" He started and turned very pale. With a slow step — he ascended the stairs to his room. His father and Therese heard of his arrival. They found him in the chamber of death, looking in earnest and solemn thought on the calm features of Roland Lascelles. \" The messenger said that he was very anxious to see me,\" he said, in a low voice. \" Did he leave me no last word ?\" His father hesitated. Therese replied at once. \" None, — my beloved Berkeley, save his blessing ?\" Oh woman ! and he lying there ! The young man stooped and kissed the cold lips — then he reverently covered the still face, and drawing Therese to him, they left the dead to sleep in peace."], [334, "END OF VOL. I. T. C. Newly, Printer, 30, Welbeck Street, Cavendish Sq."], [335, ""], [336, ""], [337, ""], [338, ""]]