[[1, ""], [2, ""], [3, ""], [4, "A JOURNAL OF ROUTE BT BHIMBUR INTO THE VALLEY O CASHMERE- VIATOR. ■/j L AHORE: MINTED AT THE CHRONICLE PRESS — BV T. C. McC.4I.THT. 1802."], [5, ""], [6, "A JOURNAL OF ROUTE B HIM B U K INTO THE VAUEY 0* CASHMERE VIATOR. -<e^TGa)'^3=- Esfc curvo anfractu valles. * * * * * Hanc super in speculis summoque in vertice montis. Planities ignota jacet tutique rebessus. Virg. Æn. xi. 522, 526, 527. This journal of route is simply a journal of route. The writer makes no pretension to otiy antiquarian and very little bota- nical lore. He will neither attempt to discuss the dates, of Bhuddist temples, nor reduce to their several orders, the Flora of the region through which his route lay. He takes a humbler flight ; but still entertains a hope that his plain remarks by the way the descriptions of rounds and places • the time taken in the several days journies— which he has made it his busi- ness carefully to note— will be of use to others who may pursue the same route through the same lovely country — so laying aside the third person, I will proceed with my journal. It was a hot morning at 2 a. m. on the 19th of August 1860, when I found myself at Bhimbur my starting point. At day break I set off, delighted with the anticipation of what I was to see : passed the old caravanserai, built by the Mahomed Em perors on the left hand, but did not enter it, even to take a passing look as I was anxious to make the best of my way into a cooler region. It appeared, as I walked on, a tumble down old place. At even a mile from Bhimbur towards the high laud a great improvement is seen in the vegetable world. The trees,"], [7, "2 bushes and grass are yet scrubby, and still seem to suffer from contamination with Punjab dust, but to an eye accustomed to the dreary ugliness of the plains, the state of the-country at this short distance from the plains proper, is beautiful. On the way to the first rising ground the track crosses the Bhimbur Nulla frequently. The rising ground itself is compos ed of what is called in the Punjab \" Bhoosa,\" which is a hardish sandstone, up which there is a good long assent. The assent passed, and a nice green place is reached, where I saw the first pine tree. Found the species had three leaves in the sheath, so fancy it is the Pinus lorixgifolia or the Cheer. After this soon came to forest of pines. At the summit of the first assent is an old place with a faint semblance to a Fort. The ridge on which it stands is called by the people the Adhee-Bhuk. From the Adhee-Bhuk height a sine view into the Syndabud valley is obtained. From this point is seen the grand range of the Peer Punjal, the peak of which 1 had frequently seen from a distance. Fleecy clouds were floating about up the vast height in front ; whilst the Syndabud valley looked beautifully green below. Reached the Baradurree at 5 minutes before 9, having been about five hours on the road from Bhimbur. A good hard hoofed pony or a mule will be found desirable on these first days journies, for a man in bad training, after a hot season in the plains. The Baradurree does very well to put up in. I went in the evening to a Khangah across the stream which was below the Baradurree. Two fine tress here. Learn ed that the tract in which the old seraie stands is named Ram pore Bundoola. Surmanee is the tract to the west of this, which is inserted in Thuillier's map of the Punjab. 20th August — To Noushera. Up at the first appearance of dawn. Rain came on which kept me back. till 5-iiO a. m. .,-^Tr^ptur and 25 minutes walk"], [8, "3 brought me to the foot of the Raman Gosha Dhukkie — not near ly so steep as the Adhee-Bhuk of yesterday. Got thoroughly drenched in rain which lasted some half hour. Road up the Dhukkie of smooth Bhoosa rock. Fine pine forest all down the hill on the Nousera side. Valley below glorious. Saw the Mungla Devee Fort to the right front from the commencement of the descent into the Noushera velley, and a flat-topped hill to the left of it, occupied, I was told by cultivators. Reached the Baradurree which is placed in a garden at 9-10 a. m., having been 3 hours and 50 minutes on the road. Journey to-day not nearly so fatiguing and long as yesterday. Heard the cry of Khoonj or Koolung during the night, and saw some birds as I made the days journey, a great height up which, I believe, were Khoonj, flying about in a restless manner. It appeared as if they thought it was yet too hot to enter the Punjab plains. Learned the local vernacular names of some trees and shurbs to-day. There was the Thossa, with large leaf like the teak, but I saw no large trees of this species. The Kumheela, large pointed leaf, soft and fluffy. The Roombul, something like the Burgud. The Chimroor, leaf like that of a lemon tree but larger —of a bright green color. The Hal, a very prickly shrub— a mimosa — has spherical flowers like the babool, but of a delicate pink color. Mahomed Ali, the Kotwal of Noushera, is a very obliging civil fellow. The Devan Thakoor Pass is at Jummoo. \"Went in the afternoon to see Jowahir Singh's Havelee along a stoney and grassy road. Pass an old gateway on the left as one goes towards the town, which looks like the gate way in a line of defences. It was built, I was told, by the unfor tunate Jowahir Singh. Town stoney but not so dirty looking as a mud town in the plains. Entering a court-yard by a sharp turn to the right at some peepul trees ; ascend some stairs and there saw the chamber and little bay balcony window from which"], [9, "4 Jowahir Singh, it is said, used to enjoy the prospect. This is all very pretty. The brawling Tovee running up in a pictu resque curve from the east to the foot of the building. The foot of Mungla Davee, distant some 7 or 8 miles about south, on which, with a glass, one could see the white-colored masonry work. More westerly you see the flat-topped hill I noticed in the morning's march. Slept in the garden at the Baradurree. Hot and heavy atmosphere all night. I could not help laughing at the descrip tion of this garden or rather orchard, contained in an article in the Calcutta Review for September 1859, entitled \" Cashmere.\" The enthusiastic writer calls it a charming grove. The grove part of the transaction is limited to three bukayns and a mul berry tree, growing close along the front of the Baradurree, which from a sort of outer verandah to the house. The grove, otherwise consists of apple-trees, a few zerdaloos and stunted pomegranates. There may be about an acre of this \" grove\" and. 2 1st August — To Chinguz. Off at 10 minutes to 5 a. m. walking, reached the top ofthe first Dhukkie in an hour. Morning close and sultry. Suffered considerably from the heat.* Proceeding along the right bank of the Tovee this morning, leave it opposite a small village named \" Nareean,\" and proceed with a low range on the right between the road and the stream. A little further on and again you see into the valley of the Tovee, after a trifling as cent. From this point you see a fine peak in front called Peer Padesur, but I could not see the snowy-range for misty clouds hanging upon it. After this tbe road winds to the left along a * I mention facts like them, not with any idea of their being of the smallest interest to readers generally, but thinking they may be of use to those who may intend visiting Cashmere, as teaching them what they may expect ia the way of temperature in August, when traversing the valley of the Tovee."], [10, "5 forest of the Pinus Longifolia, and soon after you reach the ruin ed seraie at Chingnz. Journey to-day lay through a M fair \" country ; but somehow the thing looked tame, arising perhaps, from the sameness in color of the foliage at this season — a steady preserved green all round. This, the eye tires of; though how much better this, than to be tired of gazing at the whitey brown colored plains of the Punjab. Reached Chinguz at half past 9, having been four hours and a half on the road. The Buradurree here has by no means a safe roof. The wretched chheer rasters, or rather lintels, present a well develop ed curve over the wide entrances. Should the traveller not feel inclined to \" try a cast\" in the stream, as dear old Isaak Walton delights to phrase it, as it is yet warm, I should advice himtowards the evening to have his chair brought out of the Baradurree and placed on the edge of the high bank of the Tovee for the purpose of admiring the fine prospect. Looking towards the south, a dark pine forest swept in a curve from the left. This forest grows on a steep bank some 400 feet high or more, at the foot of which rushed the Tovee, at present a brown mud colour. I looked in vain for the \" lovely hues\" described by the writer of the Revieio Article above al luded to, as belonging to this stream, \" the emerald and the purple ;\" doubtless this must be attributed to the present rainy season. Still the colour emerald was there, not however, in the water, but in the rice-fields, which formed a plateau on the op posite side ; and, bending into the curve, flanked by the dark pine forest, was beautiful in the extreme. To the north again was another lovely scene. 22nd August — To Rajoueee. Off at 4-30 a. m. Go along seeing the Dighan peak on the right. This peak is also a marked object from Chinguz Bad traTelling at first— 'Crossing and re-crossing a feeder of the"], [11, "6 Tovee from which cuts are made for the rice cultivation. Near ly came to grief here several times. Mule sulky, and would not face the runners. At length got over the rice ground. Passed under the first Chinar (plane tree) of the journey. As one draws towards the end of the day's march, one sees another stream threading its Way down another valley, of the same character as that of the Tovee, which runs into the Tovee on the right as I was going, but joining the latter on its real left bank : its name is the Putlee. Further on, is another such stream, joining with the Tovee on the same bank as the Putlee. Was told that the Putlee stream runs past a fort of that name. The name of the second stream was the Dilowree. I do not know whether these streams quite dry up or not during the dry season, but I think it is probable they do. A short distance before coming to Rajouree is a stiff Dhuk kie. I had to dismount at one place, and I am sorry to record that one of my baggage mules got jammed between a rock and a tree. However she got off with a cut below the eye about an inch and a half long, and a slight abrasion on one of the hind legs. Had to send coolies back to bring on baggage. Put up in the JBoorj in the town, a very good place for this purpose. The Tovee being out could not cross it to reach the proper seraie, so was obliged to remain in the Boorj. Went in the afternoon to see the tombs of the old Rajouree Chiefs. There is much of interest attaching to the race of these chiefs. Tbeywere of Rajpoot origin, and ruled their little kingdom in the mountains with great moderation. At length the beauty and fertility of the Rajouree iice-fields excited the cupidity ofthe Sikh ruler, who sent an armed force, and simply annexed the country. The Rajouree Chiefs with the love of country so remarkable in mountain races, unable to bear their reverse of fortune, fled from the place of their birth, and now"], [12, "7 literally, all that marks that they ever existed, are tombs of their ancestors. The graveyard on an afternoon pouring with rain was not an exhilarating sight. A few plants of the common blue Iris were still growing in the hollow squares of masonry over the graves which formerly, perhaps did duty as large flower pots. These flowers on the tombs were an apt illustration of the state of things described in the well known lines as that which \" Mocks the woe that lurks beneath. \" Like roses o'er a sepulchre !\" On returning from the tombs proceeded towards the ford which leads to the ruined seraie across the Tovee, and where travellers put up ; but down came the rain again ; and I thiuk I never felt before such extreme wet from rain, as I was standing for shelter in a not over-fragrant verandah at a bunneahs shop in Rajouree on this occasion. Cows returning home from grazing, steaming as they went slipping along the mud. Squalid children crouching out of the rain in dirty holes and corners. Misery indeed intensified. The men of Rajouree too seemed to me to wear a hopeless haggard expression which, I thought, said not much for the happiness of the Maharajah's subjects. 23rd August. Halted to recover from the battering of yesterday. Learned the names of the following trees and shrubs about JUajouree : — Dhunialee. — Dark green leaf between a holly and a birch in appearance. Banta.— Shining, smooth leaf between a willow, and Laurustinus in appearance, Kirrukh. — A fine large tree-leaf of the curvilinear character peculiar to the Ber. Goorounda.—A broad round leaf between the myrtle and the box in appearance, little spiky white flower. Koonb/tul— Leaf like the Mehndee but longer — a shrub."], [13, "8 Quantities of cactus * Thour\" growing at a village before reaching Raj ouree. 24th August— To Thunna. Woke at 2 a. m., but owing to failure in procuring the at tendance of the mules and mule men, did not effect a start till 5-15. Walked to the ford across the Tovee which I reach ed in three quarters of an hour. The mule sta ggered about a good deal but managed to keep her feet. Water rushing at a swift pace, and up to the saddle flaps. Boulders large and slippery. Vale very green. Trees and flowers fewer, as the base of the great range is being approached. The width of the valley much reduced, — scenecry fine — Lights and shades ever varying. Reached Thunna at 11-30. Five hours and a quar ter on the road. Learned the names of the following trees and plants this morning. Aswstee.— Funny orange aud yellow flower. The leaves of that thick fleshy look peculiar to the tulip tribe. The root, I was told is good for that universal complaint of Asiatics — the stomach ache. The Thossa — Mentioned before has here another name, the Trimbul. Bandar.— Pretty little shrub like a larch tree in miniature. Haree. — Very common in Cashmere, leaf round it some- thing between the sufeda and zurdaloo in shape and appearance, but larger. The fruit called Khishtur Kuttaie made from it. Bunj. — The holm-oak. Leaf laurel shaped more pointed — edge serrated. Note. That Mahomed Ali of Noushera and Sham Dass of Rajouree are both good officials. In the Maharajah's dominions men who perform the duties of these men are called Kotwals. As the end of the days journey draws near, the traveller gradually comes to the end of the valley and sees the Ruttun"], [14, "9 Punjaul rising up to his right front. The Tovee is to be crossed again just before reaching Thanna ; and the traveller is herein recommended, unless the Baradurree shall have been much clean ed, and tbe amount of effluvium in consequence considerably reduced, to take up his quarters under a Harree tree in the centre ofthe village square. Had my pall pitched on one of tbe village house tops, the pegs stuck in the earth laid on the roof, which is covered with a fine turf. These houses of huts have generally one of their sides against a bank which forms a snug kind of dwelling in heavy snow storms. 25th August — To Bahamgullee. Off at 4-30. Reached tbe top ofthe Ruttun Punjaul at 7-5, on foot of course, in two hours aud 35 minutes. The ascent to a man in bad training from the plains is pretty hard work. A good part of the way was along the beds of mountain streams. The prospect was obscured by provoking clouds and mists. A magnificent tree at the Fnkeer's Tukeea, on the crest of the Ruttun. The name of the tree was the Manoo. It was like en elm as to leaf, but I think the leaves were generally smaller than those of the elm. Saw the first Abies just after crossing the summit of the Ruttun. It is called here the Rerh. I think it is the Anunder elsewhere. Smoked a pipe at the Fukeer's Tukeea, indemnifying the Fuqueer himself by a fee of 4 arenas for the annoyance my society must have given him. Started again at 7-50 or after a 45 minutes rest. A grand pine forest coming off the top of the Ruttun ; saw a tree very like the Spanish chesnut as to individual leaves, but like the horse chesnut as to the grouping of the 5 or 9 leaves together. Rain came down in torrents, after 1 left the top| accompanied with tremendous lightning and thunder. The storm was very grand, but the cold was intense. A quality of ground after leaving the top composed of a yellow clay in corduroy ridges. These caused the mules to tumble as I found"], [15, "10 to my cost, for my friend — 's mule came down on a rock and gave herself a frightful gash on the breast between the fore-legs. Descended, going aloni; a muddy water stream running over the path, and reached Baramgullee at 10-20, having been 2 hours and 30 minutes from the top. I should have got to Baramgullee in an hour less than I did, but after the accident to the mule was obliged to lend a hand to load her again as both my guide and the mule driver were so benumbed with cold, that they were almost useless. Travellers should recollect, if they have not done so hitherto, to put on a woollen shirt at Thunna. Bunlehor is the name of the tree noticed above, partaking of the characteristics of the Spanish and horse chesnut trees. During the forenoon after arrival at Baramgullee went to see the little fort across the stream, and on a hill about half a mile from the Baradurree. On the way to it had to cross a tolerably dangerous kind of bridge. It was made of poles on each side, perhaps 15 feet long, the ends next Barumgullee rest ing on a rock and on the far side on the grassy bank. The poles on the right as I crossed were elevated ; those on the left depress ed. The road-way was some 4 feet broad, and one side was 5 or 6 inches higher than the other, so it was on a considerable slope. The roadway itself consisted of cross bars nailed on with rude iron spikes, and the poles on which the cross bars rested were of some highly elastic material, which would have answered admi rably as girders to a spring board, but were decidedly out of place as the means of passing over a roaring mountain torrent The fort itself was a wretched place as a Fort, but the situation as a picturesque object was very striking. From the battlements of this building I saw a strange incident in bovine existence. One of the wild active little oxen of these mountain villages was crossing the bridge above describ ed, when the cross sticks gave way, and the poor little brute of course tumbled headlong into the chafing stream. By a miracle"], [16, "11 however, I was glad to see the animal emerge where the current swept round a rock and by a great effort it regained the bank. The chances against the animal escaping must have been enormous, and on examining the place on return, I could not make out how it cams that the animal was not swept away and dashed to pieces. When it fairly got in the shingly bank it shook itself and began gracing as if nothing had happened. Had to wait till friendly hands came from the seraie and repaired the bridge which was soon done. 26th August— To Peshanee. Up at sun-rise. Ascertained where the Poonch road, which joins the Peer Punjaul one at Baramgullee, branches off to the North West. I heard there were some ugly bridges to cross on that road between Baramgullee and Poonch. I was off at 6-30, rather stiff after yesterday, but this soon worked off. Saw a very beautiful cascade on the left bank of the \" White water\" which is the name of the stream along the banks of which my path lay. Chkumm is, I believe, the term for a cascade, as the fine one here is called the Nooree Chhumm. I crossed and re-crossed the stream a great number of times by the tempora ry wooden bridges of the kind above described ; though truth to tell, none were so dangerous as the one I crossed in visiting the Fort near Baramgullee. Accounts differ so about the number of these bridges on this day's journey, that I determined to write down every one I cross ed. Ram Dass* the Vukeel told me there were 50. Some travellers I met yesterday told me they had counted them and there were 28. This must have been a mistake, for I found the number to be 25. In different years of course the number varies. The most striking objects on the road were these. After passing the Nooree Chhumm close to Baramgullee, * I regret to say, since this journal was written, gathered to his fathers — one of the worthiest ot his class that I have met with."], [17, "12 at the 16th Bridge is a fine pine-forest, on the left bank of the stream. At the 19th Bridge a very lovely bend looking up stream. The place to admire this is from a rock of soft blue slate, which forms a nice seat, and if the traveller has ever been in Cumberland and Westmoreland he will be reminded of the slate pencilly material he will have observed lying about the edges of the brooks, only the fragment recommended for a saat is of Brobdignagian dimensions. The 22nd Bridge was only half a bridge, which had one end broken sharp off in some recent torrent ; but the drop on to the boulders was rendered easier by other boulders being piled up to within about a couple of teet from where the Bridge ceased. The end of the Bridge rested on this pile, but unfortunately projected far over it. After getting down the pile of boulders, the trouble was not all over, for there was another branch about 10 feet wide to be crossed, walking on three elastic poles which reached from bank to bank. The water below with a smooth glassy surface, rush ed like a mill sluice, but was only some 18 inches deep. Such is its violence, however, that unless you are acquainted with the dodge of stiffening your leg downwards, no sooner is the foot raised from the bottom than it is carried away sideways, as though one was kicking at something. This it is that is liable to throw down both men and horses in fording even a comparative ly shallow stream running with the velocity of this one. But, to turn to the broken bridge. After coming carefully across the 10 foot torrent ou the three pole9, I sat down on the bank, thinking the mules in my train must come down the boulder-heap head over-heels at least ; but to my astonishment, though every one seemed within an ace of tumbling on his head, none did at which in the phraseology of Pepys's diary, I was mightily diverted, and did continue on my way. After passing the 23rd bridge, a fine cascade on the right bank. Most of these cascades must be dry in Hay and June or the observant writer of the article \" Cashmere\""], [18, "13 noticed before, would have said something about them. 1 presume they are caused by the rains at this season and the melting snows. At the 24th bridge a fine pine-forest bank on the left of the stream. A very stiff piece, (at least so it seemed at the end of the day3 journey) after leaving the bed of the stream and all the way up to Peshanee. Tbe distance is said to be a koss and I should say it was a good mile and a half. Reached Peshanee at 10-15, having been 3 hours and 45 mi nutes on the road. Passed between the place where I left the bed of the stream aud Peshanee, numbers of ponies and oxen laden with that strangely smelling substance which the natives call \" Goot\" and which I believe is a kind of Orris root, used in perfuming hair powder. Had a peep at the Boorj on the summit of the pass, by which the road goes to Alliabad, and on into the vale of Cashmere. It is a gross imposture to call, passing this Boorj, in the ordinary route, going over the \" Peer Punjaul ;\" yet many travellers do so term the ascent by the Boorj, whereas the peaks on either side of the pass are at least 5,000 feet higher than the spot where the road lies. ' To be able to see these mighty mountains properly, I felt one should be able to move more rapidly than a poor mortal ou foot can. Thought I saw the grand peak which we see from Jhelum to the left of the road as it passes the Boorj, and yet I was in doubt about this, for I believe the peak, and the whole range right and left of it, is even now white with snow, as seen from Jhelum, and this peak was green to the summit. I shall try and find this out in crossing the \" Peer.\" Only learned the name of one kind of tree this morning the Sirol, with a leaf something like the mulberry. A mussuck of snow water will be found to be a fine invigorator on arrival at Peshanee whilst breakfast is getting ready."], [19, "14 Took a stroll up a neighbouring hill towards the evening and saw a glorious sight. The clouds, which had hung on the lofty peaks for days, had all cleared off. Indeed, the last day 1 saw the high range was from the Adhee Bhuk on the 19th. Stood with my back to the grand range as I looked South down the valley of the White Water, — a green sward slope for a foreground, which disappeared at a sharp gradient about 60 paces to my front. Beyond this bright colored foreground, and across the ravine, formed by the deep set bed of the White \" Water, stood a sombre pine forest, rising sheer up, and over this dark mass rode a three quarter moon, which tinged with a sad light the top of the solemn height in front. Going round towards the North rose another grand peak. The sight of the sharp edged crags, cutting the frosty sky, determined me to try to reach some lofty point in the range, during the next mornings march to Alliabad Seraie. So instead of going down the Imperial road, as it is called, I resolved to get a guide at Peshanee and take a bend to the West from the Boorj on the summit of the pass. 27th August — Over the Peer Punjaul. Rode where I could, as I wished to be fresh for the toil of the lofty range, but had to walk at least a third of the ascent, owing to the rises being too steep for the mule with my weight on her, and to droves of bullocks and ponies, the former going up laden with salt and the latter coming down with the root mentioned before, which I believe comes from Ladak. These ponies come charging down in the most unceremonious way, so that if you do not keep yourself pretty smartly out of the way, you will be upset to in certainty. In the ascent, for part of the way you follow the bed of the White Water, Dut leave it towards the end of the valley for a time. In the descent to it again just before leaving it finally, I plucked two specimens of a kind of pine which I had not"], [20, "15 before observed. The natives here called it Clihee-r, but it is not the Chheer, as it had five leaves in the sheath. I think it is either the Pinus Excelsa or Bhoten. Crossed the water for the last time by a bridge of the usual kind, opposite a cascade called Nilana. Observed a tree aud got its name, the Burtun on the ascent between the bridge and the tower on the crest of the pass. Its leaf is something like a Spanish chesnut, and the main arms of it are of a red colour which become green towards the ends as they fine off and reach the edge of the leaf. The fruit of this tree, I was told, was eatable. From a certain point during the ascent about three-fourths of the way up, had a good look through the glass into the lower regions. Could make out first the Peshanee hill ; beyond it the Baramgullee one; and a little to the left (East) of the latter, the Ruttun Punjaul. Reached the Boorj at 7-35, having set out at 4-45 ; so was two hours ond 50 minutes in getting up. When I reached the Boorj I felt more intensely than before the imposture of passing by the road into the valley, and then taking about going over the Peer Punjal. This is a very differ ent thing from ascending the tremendous peaks either to the right or left of the pass. It was an apportunity which might never occur during my life-time again, and I was more deter mined than last evening to try my legs. My guide informed me that the peak to the left of the pass as I was proceeding towards Alliabad seraie, was the loftiest in the range of any that were within a reasonable distance : so for it I made, having first divested myself of my mule spurs, and re fused an offering of sour apples from the fuqueer at the toner, a very sacred character, in requittal for which offering he expects a trifle in charity. I could not make up my mind as to which is the grand peak we see at Jhelum. There is a fine one to the right of the pass called Golab Gurh. I thought this was it, on first setting"], [21, "16 off this morning from the Boorj ; but afterwards on returning I thought it might be another, so I came to the conclusion that my trying to identify it was a fruitless task. The peak I wa3 to bend by steps to is called the Chitta panee ke Siree, and I started from the Boorj at 7-40. I first had to surmount a small green peak about the size of mount Tilla, called the Ramnar ; and I think I should have done better to-day, but for the depression engendered after getting to the top of this peak (a good hours task) to find that I had to go down to the base again on the West side, before com- mencing the ascent of the range called the \" rise of the White Water.\" But there was nothing left but to go down again, so down we went. We reached the summit ofthe Sidhur drool at 11 A. m., or in 3 hours and 20 minutes ; and here the clouds came down and obscured every thiDg. It was very cold and sleet and rain fell but soon cleared off. The clouds however kept floating about. I confess 1 was tired ; at the same time loath to allow the excuse ot the clouds to rend me down asam. However, this peak, the Sidhur droob my guide told me was only half way, so had I been able to keep up the same pace to the top (a doubtful issue) I should not have reached it till 2-20 p. M., and I should have been benighted on my way down, which would have been unpleasant if not dangerous. There were two more great peaks to mount between the Sidhut Droob and the \" Rise of the White Water.\" The height of the latter above the pass of the Peer is 5,000, so it is 17,000 feet above the level of the sea. But, I am sure, though my guide told me I had only got half way to the \" Siree \" I had got up more than half in loftiness. I am of opinion I ascended at least 3,000 feet above the pass ; and if I am right I attained at elevation of 15,000 feet. The character of the ground and vegetation, as I ascended was this. At first fine pasturage and countless wild flowers. As I got higher I observed a funny fleshy looking leaved plant,"], [22, "17 much smaller than the Rhubarb plant, but leaves of that shape and quantities of another plant called googul — leaf put me in mind of a young artichoke and an old radish. The root, I was told, is drunk in a decoction as a preventive ( as usual) to dis orders in the stomach. About three quarters of the way up to the Sidhur Broob the green herbage lasted. Of course, it became scantier as I ascended and at last there was nothing under foot, but a softish slate. The convulsion of nature which caused the upheavings of the earth here must have been tremendous. The strata of the slate were nearly perpendicular to the horizon and in this position, though soft for slate, they would have been exceedingly disagreeable to tumble down upon. 1 regretted much not having made out the ascent of the \" Siree.\" A grand peak called the \" Fushtur-dur\" in front across the valley. This is the one alluded to before as having destroyed the illusion of the \" Golaubgur.l\" being the peak seen from Jhelum. , If the tourist (though I am loath to call him by that Mur ray's guide-book name) wishes it he may send his mule or poney on from the tower on the crest of the pass to some Goojurs' huts but 3ome 3 or 4 miles on towards Alliabad Seraie, and get it there on return from exploring the heights to the west. It seemed strange to see the stream, since I crossed the Peer, running the reversed way as it were — the effect of course of the slope being now towards the north. Large tracts of Birch tree forest on the slopes to the east side ofthe stream, called Burruj — an etymologically strange fact. The bark peels off in much larger pieces than is the case with the same tree in England. A Bridge of Burruj poles over the stream is to be crossed shortly before reaching the Seraie, which I effected by 3 p. M. having been seven hours on my legs from the time of leaving the tower on the top of the pass. Fine fresh snow water available here for a bath ; and strong ly recommended. The climate here was sharp as it is at Murree in the middle of October. The rain-clouds had been left behind on the south of the high mountains."], [23, "18 I am quite unable to describe the magnificence of the view from the lofty peak I reached. I should think this must be the best time for seeing the other lofty ra nges all round ; patched as they are now with vast snow fields ; and the green sward be tween them. Here and there some large ravines, still half filled up with the melting snow ; and a stream (the melting snow itself) gushing from the base of the snow drift formed a very respectable mountain torrent. \" A thousand petty rills, \" That tumble down the snowy hills.\" 28th August — To Heerpore. Off from Alliabad at 6-30. A fine clear cold morning. Crossed a little wooden bridge about a mile and a half from Alliabad. On mounting the little Bhakkie over the bridge came to the first Tower, on the left of the path, after the one on the crest of the Peer Punjal pass. From a height in the road, as it winds along the sides of the lessening hills, and at about 5 miles from the Seraie I had left, got the first peep into the \" valley.\" Was informed that the lofty range I saw on the opposite (north) side ofthe valley was that which contains the sacred caves of Oomurnath. Fur ther on again, after a short but stiffish climb is a picturesque old Pine, under which are some lichen-grown rocks which form an inviting resting place to the walking tourist. To the right of my path had been a fine peak. From where I sat it stood about south. To my left, as I faced the peak was the dim blue valley (north-east). A narrow valley or rather gigantic ravine lay to my right (southwest). A dark pine forest over this abrupt valley in front, behind which towered the peak above mentioned. A fine \" subject.\" A little further on came to the second tower about four milles from the fust, I should say. On descending the dip past the tower, observed an Abies I had not noticed before —"], [24, "19 leaves all round the branch and fine, Was told it was the Keeloo* but the natives of the hills are not very correct in these matters. Further on again had to descend a shady slope— shady with vast pines (Keeloos ?) I love the smell of a pine wood. Rain had fallen a short time previously and the beams of the morning sun striking on the damp ground strewn over with the spiky leaves from the fir trees gave out a delic ious turpentiny aroma. This was a place again to sit down and enjoy the scene and the perfumes. Between my starting place, at Alliabad and the pine forest on the hill side I met no less than four travellers with whom I exchanged notes. Some way on is a little wooden pole bridge to be crossed ; and the ruined seraie, the halting place must be a good four miles from the pole bridge. The scenery to-day was charming. Air cool and exhilerating, wild flowers beautiful. Pine forests grand — portions ofthe hills of the most magnificent park like charac ter. Every object softening down after the ruggedness of the great mountain range. The march is a very long one. I must have walked, including all stoppages at least 2J miles in the hour; and I reached the ruined Seraie at xii (noon) 55, so was 6 hours and 25 minutes on the road, which would make the dis tance upwards of 16 miles, and I think it is fully that. The name of the stream which runs past this place is Rindeean — clear and cold. A most delightful bath may be taken here, but the water is so intensely cold, that unless the bather can bear cold better than I could, he will not be able to remain in the water long. It is too shallow to swim in and runs with great velocity over the boulders ; however, it is not difficult to dodge into some quiet place under cover of a big boulder, and there lie down. This procedure is most refreshing, and, as it will be most likely novel, the performer will probably (like myself) be remind- * In the hills in the Kangra District Keeloo is the lerm given to the Cedrus Deodar and Kyi to the Pinus Excelsa but this species was an Abiss-"], [25, "20 ed of his boyish days as he stands on the grass drying himself with his shirt and towels on one ofthe young seedling pine trees which grow about the \" margent green\" of the brooklet and ansver admirably for clothes horses. A funny wooden hut in the Court-yard of the ruined seraie here, carver-built (in nautical phrase) as to planking. The seraie itself is most desolate — all tumbling down, and the enclosure inside a wilderness of weeds and wild flowers. 29th August — To Shupeyon. Began the' day with a dip in the pellucid Bindeean. Breakfasted and loitered about. Started at half-past 10 A. M. At first, leaving Heerpore, the tourist passes throuh a pretty pine tree country. The trees are however stunted and small. After this a piece of grass country very pretty too, but tame after what has been seen. A couple of hours walking will be found enough down this grassy slope, and taken, the tourist should get on the back of his poney and canter on. The distance from Heerpore to Shupeyon seemed about 8 miles I walked and rode it, as described in 2 hours and 45 minutes. As Shupeyon is approached the fine mountain barrier, no ticed before, is well seen across the valley. These mountains appeared of a strange misty blue, unlike anything I ever saw, and yet the lines of the crags and precipices, were very distinct, though at a distance of 34 miles. This strange effect, I attri bute to the far famed purity of the atmosphere of the valley. It was something like that produced by looking at a landscape through glass stained blue. A little russet-colored hill is also observed in front, on the left of which is Shupeyon. The Bara durree is a poor place. There are two fine sycamores and walnut trees near the house. At this season the fine large fresh walnuts procurable in any quantity here, will at first, be thought very delicious. I made out the glorious mountains on the West of the Peer I had ascended, in my way across the great range. To my left"], [26, "21 looking from the Baradurree at Shupeyon (South) there was a row of jagged peaks so fantastic in shape, split and knocked about that no description could give any idea of how they looked. Amongst these peaks is the Kountza Nag, a large lake \" 7 koss\" long and 5 broad. Farther still to the left (West) is the Bunni hal range. The \" kotwal\" here by name Lakhraj is a funny old Hindoostanee very obliging and anxious to make himself useful. The ground and general appearance of this place is stony and hard, not so soft and voluptuous as from the accounts I had heard and read of the valley, (and I was now fairly in the valley) I had been led to expect. 30th August — to Koolgam. Left the beaten track across the plain by Pampore to the metropolis, and shaped my course for the South East corner of the valley for the fountains at Verenag. Started at 10-10. The path goes about East, with the Singoo a stream on the right hand. After a while this stream is crossed and left. The march to-day was exceedingly beautiful. The sky of extraordinary clearness, with fleecy clouds hanging about the top of the wall of mountains all round the valley, but of course this was more distinct, because so much nearer, on my right hand. I took a man from Shupeyon with me, recommended by Lakh raj, the Kotwal, for knowing the country and mountains : and he informed me that the grand jagged row of peaks to the East of the Kountza Nag was named the Narwar. The Naree mountains is the range that closed the valley to my front. Had running streams about me all the way, and large round boulders on the ridges between the rice fields, along which the path principally lay. This made progress slow and the march was a good long one. Passed several picturesque villages, each with its orchard of fruit-trees. Apples are a drug. The"], [27, "22 cores of hundreds are seen lying about at each place where there is au orchard. Some were doubtfully sweet — just eatable ; but most are crab-apples and deserve no better name, excellent for tarts and dumplings I should say, only they are so desperately sour that an English housewife would grumble much at the ex tensive consumption of sugar required to make them palatable. Apples of this kind, however, I think are much more English in flavour than that type which finds its way in kiltas to the Punjab. This latter kind look well — are large in size and have rosy cheeks but are spongy and flavourless. Fell in with the veritable Hawthorn in this day's journey. Ate one or two of the well remembered red berries. The tree is not very common, though there is no doubt about the fact of its be ing the Hawthorn, identical with the \" May\" of English hedge rows. The tree is called by the people \" King\" and I gathered a good supply of berries to experimentalise with as well as cut a couple of blackthorn sticks not to be despised. Some of the names of the villages passed on to-day's journey, in order as they lay were, first Ghazeepore, second Soo koor, third Ooroor. Here I halted an hour in an orchard. There is a pleasant grassy bank to rest on here, of course the traveller will have a book of some sort or the last Overland paper in his pocket to amuse himself with during a halt of this sort. A little weak whiskey and water and a pipe is not a bad adjunct either. I arrived at Koolgam at 4-10, having been six hours on the road, and five moving ; from this the distance must be not less than 14 miles. The Cashmire word for the black-crested Heron is Brug. There was a nest of those handsome birds, a few paces from my tent, in the upper branches of an old dead plane tree. It is a matter of congratulation that this striking species of ornitho logy is met with so frequently in the \" valley.\" A beautiful scene, wanting in tbe evidence of animal or bird existence loses half its charm, and Cashmire, it must be owned is sadly deficient in this respect ; so, were it not for the Heron, the country would be badly off. The associations awakened in the mind by this"], [28, "23 bird with the \" gentle craft\" of hawking in the old baronial times are pleasing ; the stately flap of the large wing just ac cords with the scene, while the peculiar hoarse wild cry seems to hail the traveller to his wild solitudes to \" Greet like a welcome from his tuneless beiik.\" The Wisbow is the name of the stream which flows past Koolgam. It does for bathing in, but is not nearly so clear and cold as the Rindeean ; and the stones in its bed are weed-grown and slimy. The outline of the mountains in the south range is a thing to be seen to be believed. This portion lay in shade as I wrote my journal, whilst the westering sun lit up with a mellow golden tint the heights on the east and north. In the west the sun himself was sinking in a blaze of glory. The whole was a thing (as I have written above) which to be believed, must be seen. The herbage I am disappointed with. It is not, as far as I have seen yet, nearly so rich and luxuriant, as it is in England and parts of Europe. It has a hard Indian look about it, and has quantities of rank looking weeds mingled with the wild flowers. The turf feels hard ; and I think the Cumberland Athletes would hesitate to get up a wrestling match and \" try a fa \" on such knobby hard ground. The trees, too, are not to be compared in point of beauty to the charming variety in English parks. The plane trees are all very well — what a cockney would delight in — smooth and smug, and staring bright green with very clean stems. And then the straight Lombardy Poplars are not very much to be admired. I must say I have seen some tremendous willows — -far larger than I ever saw in England. I shall keep an eye on the turf and trees, as I proceed and record subsequent impressions. But the mountain scenery is unrivalled and can not be surpassed by any in the world. 31st August — to Chougaum. Started at 11-10 from the delightful garden. The climate is in truth delicious, but I should doubt its being bracing."], [29, "24 However, from morning till night one can, at this season of the year, sit out in shade of a tree without feeling \" it\" (as the phrase goes) too hot ; and even if the suns rays do find their way through an opening, it does not much inconvenience. The walking traveller will, however, be prepared to feel the sun vastly hotter and sharper in its effects here than in the summer in England ; if he sets much store by the colour of his hands, he will do well to indulge in gloves. Crossed several branches ofthe Wishow shortly after setting out. In about a mile came to a nice shady village, called Ba roun, with very fine walnut trees in it. Nothing like the quan tity of large boulders along the tracks to-day, compared with yes terday. Pass under a magnificent walnut tree in the way be longing to the village of Argaum. The atmosphere was not so clear this morning as yesterday, but the scenery was equally charming. Arrived at Chowgaumat 12 (noon) : so the distance must have been about 9 miles. The grand peak seen in this di rection from Shupeyon is named Kuzzulwun ; at least so my guide told me, but I always state such facts with reservation, as I have frequently found my informers to be in error. If the traveller wants a bath here he will have to go about a mile to the stream. 1st September — To Verenag. The main source of the river Jhelum according to some au thorities, though some say its source is in the Sheesha Nag, near the sacred caves of Oamernauth, in the mountains that bound the northeast corner of the valley. Marched at 8-55. Nothing to note this march. The mountain scenery is, of course, very fine. but not so fine, I think, as it was on the two former marches, The valley narrows towards Verenag in its south east corner. On my left was a reddish-colored hill, over which my route will lie to Islamabad. To-day I went along the foot of the lower hill, and thus avoided the water and obstacles to be encountered"], [30, "25 in the rice lands I walked for three hours, till 11-55, when I rested under a plane tree. Passed a magnificent specimen of tree creation shortly after leaving Chowgaum — leaf like a gigantic rose-leaf. Would be like an elm, but is longer than the leaf of that tree, and wants the bristles like those on an ox's tongue. A really well grown tree this. Rode from the plane tree, which I left at 12-40, and reached the Maharajah's Summer house at Verenag at 1-20, having been four hours and 25 minutes on the road, and three hours and forty minutes moving. The distance must be full 10 miles. The look out from the Summer house is decid edly pretty ; but like all places owned by grandee natives that ever I have seen in India, the entire concern, without and within, is dirty and badly kept. An octagonal shaped reservoir or tank, surrounded by cloisters, and a trottoir 8 or 10 feet broad is part of the pleasaunce of Verenag, and the entrance to this is under a coverd gateway over which is built the summer house. Large springs must gush from the rocky bed of this reservoir for a stream some 12 feet broad and 18 inches deep keeps flow ing from it in a rapid current, and right out at the gateway mentioned, which has trottoirs on each side, and between these flows the stream. The tank and stream swarm with fish, which the Maharajah strictly preserves. I believe the fish is the same species which do duty for trout at Srinuggur. They rise freely at an artificial fly and make very pretty small trout fishing. One \\ a pound weight would be a large fish of this kind. Their habits are exemplary for fish ; they are found in the clearest streams. In some respects they really resemble trout. They have the red spots, but not so well developed as in the trout ; they have the golden side between the brown of the back and the white of the belly ; they have scales of about equal size with trout, but they have not the sharp teeth on the tongue and jaws, nor the little cartilaginous sin between the great dorsal"], [31, "26 fin and the tail, which are the distinctive marks of the genus Sahno ; and they have a leather mouth. They are therefore not trout. Properly dressed, they are delicate in flavour, but even after submission to a culinary process by no force of imagination, can they be pronounced equal to the trout of Europe. 2nd September. A nice place to halt ; so halted. You may idle away a day here very pleasantly, feeding the fish and loitering about, If you go along the trotloir to the opposite side of the tank from whence you enter you will see a black marble slab, and engrav ed on it in elegantly formed Persian character is the following inscription : — \" Padshah-i-huft kishwur Shahinshah i-adalut, goostur, \" Abool Moozuffur, Nooroodeen Jahangeer, Padshah, Ibnee Ak \" bur Padshah Ghazee, batareekh panzdeh-i-jaloos, dureen sur \" i-chushma-i-fyzeaeen nuzool eejlal furmoodund, imarat but \" hooqum-i-an-huzrut, soorut-i-ihtiman yaft, Az-Jehangeer \" Shah, Akbur Shah, Ean bina Sur kusheed bur aflak. Banee \" akl yaft tureekhush kussur-abad Chushma-i-Vererag, Sun \" 1029.\" The above translated tolerably literally would run thus : 11 The ruler of the seven realms, the just and mighty king, \"protector and preserver, &c. &c, Nooroodeen, the world \" grasping prince, son of king Akbar Ghazee in the fifteenth \" year of his reign, at this very fountain-head essence of \" blessings, came and held his Court At the behest of that \" high Majesty this edifice was completed. Jehangeer Shah '* (son of) Akbar Shah, raised its foundation to Heaven's \" zenith, (through) the Creator of genius, the date is found \" (in the words.) May the fountain of Verenag be as a mighty \" stronghold. Year (of Hijree) 1029.\""], [32, "27 In Arabic the letters composing the words \" kussurabad. Chushma-i- Verenag\" added together, amount to the number 1029. So this year being 1277 of the Hijree, the inscription is 218 years old. 3rd September — To Achowal. Off by 8-30. Achowal lies about due north from Verenag. Reached Shahabad in a little over the hour. This is a place where shawl weaving is carried on. There are several buildings here like little factories which have upper stories, and in them the shawl-looms are placed. I had never seen this process be fore. Two people sit on one bench at the loom, having hun dreds of little bobbin looking things with bright coloured threads wound round them, thrown (to the eye of one not initiated in the craft) about the fore part of the loom in great confusion. The patterns are reduced to a kind of writing, which throws the symbols used in crotchetwork for into the shade. It is curious to see the pale-faced Cashmeree boys with the pattern paper stuck up in the centre between them, glancing at the pattern and then down again at their work, like a couple of young ladies playing a duett — working the little bobbins here and there through the warp. And still more curious is it to remove the covering ot silver paper from the portion going on to the roller of the loom, and see what has been the result of all this apparently mean ingless moving about of the bobbins, in the beauty of the finish ed fabric. In my journey to-day got quite into the rice cultivating country again, which I had partially traversed in coming from Shupeyon, but my path was for the most part of the way in the higher lands, skirting the foot of the high mountains on my right. There is a fine copper coloured grained rice, seen occasionally quite a contrast to the green sort. I have omitted to notice the more picturesque appearance of the cottages, which prevails here, as compared with those in the Punjab and Hindoostan. They have something of a Swiss look"], [33, "28 about them, and something of a small factory; and a little bit of the Dutch barn, partially walled up at the sides and gable ends. The cattle too, I ought to have noticed before, for I observed the change in their appearance from those met with in the plains, before I reached the foot of the Ruttun Punjal. The cattle of this region are more like cattle than the animals in the plains. They are small, but what farmers would call \" well furnished.\" They remind one of highland cattle ; and there can be no doubt but that the Maharajah would do a wise thing if he imported a few highland bulls to improve the breed. The Cashmere cattle have very respectable coats of hair sleek and glossy — of a good strong colour, black or red — very different from that dirty lea- den white, so common in the plains. By the way, I see from the English papers that strong and long hair in cattle is a point of notice for the judges at agricultural meetings in England. I reached the top of the little hill to be crossed in to-day's journey in exactly two hours after starting and again in a little more than an hour came to two villages that are called Hiller and Bheye. Hiller was the first reached, and about 200 yards further on is Bheye. In about another h our came to another village. Four hours walk will generally be found enough, and the tourist may here, after the amount of exercise, take his seat under the inevitable u fine\" plane-tree to be found near every village in the valley. After a rest, rode from this village to Achowal. Went into the pleasaunce-the old gardens : and saw with sorrow \" Decay's effacing fingers\" on every thing but those very healthy plane-trees. The reservoir, in which no doubt in former days the fountains played, was full of green sline and rank weeds ; the water- courses were all tumbling to pieces ; and to crown all, a ginger bread looking trellis work cage, the taste of the present ruler, I suppose, stood hard by perking itself up as the Summer residence of royalty. What would Jehangeer or Akbar have said to have seen such an affair taking a prominent place in their pleasure-ground"], [34, "29 The water, as it wells from the ground, is equally gelid and pure as that at Verenag which I had just left. To one who has never seen a large spring before, such springs as these will ap pear very remarkable. A smooth convex body of water, three or four feet in diamater, and a foot or sixteen inches in height, is not a kind of spring seen every day. Where can the water come from ? Can it be from the melting of glaciers in the lofty mountains ; which finds its way into fissures in ravines and getting beneath the strata of rock runs down a submontane channel, and at last bursts forth to upper day ? That the stream comes down from some height is necessary to account for the impetus the water wells up from the surface of the earth. Got some fair pears given me here by one calling himself the mallee, and wrote up my journal under one of the usual large plane-trees outside the entrance, between two artificial falls for the water, as it issues from the pleasure-ground. The larger fall is to the left as you enter, but they are contemptible things to be termed water falls — about a yard high. I reached Achowal at 2-25 p. m., having been 5 minutes less than six hours on the road. 4th September. Took an early morning stroll in the garden and to the fountains once more. Then ascended the hill, which is \" crowned with cedars\" according to the Cashmire article in the Calcutta Review. It is not only \" crowned\" with deodars, but has them all up the sides. The \" Cedars\" are yet small, and I should say must have been artificially planted. They are not more than 20 or 25 years old, and if of natural growth, where are the large trees ? But I could not get the mallee to fall in with my views in this matter. All he could say was that they were never planted ; and it seemed never to enter his head that if they were natural, there would be larger and older trees aa well in the same"], [35, "30 place. This was the first time I had seen the Cedrus Deodara (not growing wild, for as I have mentioned I believe these had been planted by the hand of man, but at any rate) in their native region. I knew only the Cedrus Deodara as I had seen it exoti cised in England : and from comparing the condition of the trees naturally (it may be said) growing here with the few I saw in England, I should say that it will certainly succeed in that country. From what my informer, the mallee, said, there was not much difference in size with reference to age, between the trees here and in Cumberland. Had a good lookdown on the garden from the deodar-crowned height — a sad spectacle ! At 9-15 a. m., I started for Islamabad by Martundh, or as the inhabitants pronounce it Muthun. Went through rice fields at first, and crossed two or three of the streams which diverge after springing from the fountains. Islamabad lay about North- West from Achowal, and Martundh a little to the East of North. The rice fields not very easy to traverse, owing to the wretehed pathways between the fields, and boulders in the watercourses, which are to he crossed, and mud. After cros sing the rice fields came to the Jhelum, called here the Vahit, the water of which was clear as crystal. Then up a bank of yel low dusty soil, and on to a waste plain. It was rather pleasant than otherwise to be in the midst of uncultivation after the last few days of universal green — trees, bushes and rice crops through which I had wandered. The way to Islamabad lay to the left of my road to Martundh. As one proceeeds towards the latter place, the little red hill at the foot of which is Islamabad, con tinues visible. The town itself is not seen, as it lies on the side of the hill next the large plain. As I approached the end of the plateau, and off the road, perhaps a quarter of a mile to my right, is the wonderful old ruin, the date of which is fixed by Vignein the first century of the Christian era. It certainly is a wonderful ruin. The stu pendous masses of leaden coloured hewn stone proves that men"], [36, "31 of immense energy and capability existed in the days when the pile was raised. The people of the country have a very simple way of accounting for this old building's construction, which does away with any necessity for the application of mechanical skill or contrivances in the work of hewing or raising to their proper places, the immense blocks of stone which compose the structure. They say at the time it was built enormous giant3 lived, who, single-handed could chuck up as high as was requir ed masses of several tons weight each, and thus the building, now in ruin, was constructed. The arches left standing are some thing of the triglyph or tree foil shape. Reached the village of Martundh at 11-45 in two hours and half. There are two tanks here containing the clearest of water, and in the water are myriads of the same kind of fish as are in the waters at Verenag, and about the tanks are wretched dwel iDgs, displaying at the same time, a contemptible pretension to something, which have broad caves. The smaller tank is slightly elevated above the large, into which the water flows from the small one. From Martundh towards Islamabad I came along a track which was undergoing some slight repairs, preparatory to the visit of the Maharajah to the sacred tanks. His Majesty's visit was expected in 12 days. On my left was the bank on the top of which lay the waste plateau above noticed. Reached my tent at Islamabad at 1-30 P. M., which I had instantly struck, as it was pitched upon a sort of village green, where donkies, dogs, and cattle congregated ; and several tomash-leens and idlers were hanging about, a group of whom occupied the shade of a plane-tree close to my tent. Before leaving Islamabad, I entered a walled enclosure, containing more tanks of beautiful clear water, more little fish, more dirty tumble down wooden houses with broad caves. There were two or three of these tanks, and here and there, forming a foot bridge over a water course, lay a block of the leaden hued stone, which made one sigh to think that a"], [37, "32 dynasty which could produce such stern mementos of will and power should have been succeeded by a contemptible race, making paltry wooden edifices about these delightful fountains, and holding the little fishes swimming in them as sacred things. From the tanks I betook myself to the ghat on the river Jhelum, and on the way passed some rows of the finest poplars I had seen — growing in a square, but the effect of the thing was spoiled, by the trees being so close together — not more than two feet or a yard apart. They looked like immense stakes with the wattling osiers omitted. Saw here the first Cashmire bridge, of the peculiar construc tion used in bridging the Jhelum in its course through the valley. Below the water mark the piers are composed of stones rudely piled up, and kept in place by a rough framework of deodar timber. Above this point circular logs of uniform length are laid in layers across each other at right angles* The pier, with its square face towards the current, makes the observer fancy that, in this position, it must offer a great opposing surface to the current, but on coming close to it he finds that the logs are laid with intervals of 4 or 6 inches between each, so the column of water is allowed to flow through the pier, and no great obstruction is presented to the current. Along the road way above \" Bulees\" are simply split in two, the circular side up permost, and are laid close, side by side and nailed on to long springy poles of thicker dimensions which stretch from pier to pier. This corduroy kind of surface is not easy to walk over rapidly, especially when you get well into the centre between the piers, where the up and down motion is most felt. At the ghat, I saw also the Cashmere river boats for the first time. They bear a faint resemblance to a Gondola, though very faint. They are propelled by short handled broad bladed paddles ; the crew consists of 5 or 6 boys and men and general ly one woman is seen amongst them who works a paddle like the men. Vigne and other writers are loud in the praises of the"], [38, "33 beauty possessed by this class of women, but I confess I did not observe it. The banks are high and firm ; quite sufficient to keep the water in its course during any flood, I should think. 5th September. Off at 8-45. The stream from Martundh joins the large river running in from the right bank a few hundred yards after starting. Quantities of the wild Bhung plant growing on the banks, which is a great nuisance from its disagreeable odour. Glided down to Bij Behra by 10-30 and in Avantipore by 4-45. Here I saw the wonderful old ruin on the right bank — the immense blocks of stone quite astonishing. From the ground in which the ruins stand, the little hill is seen across the valley which marks the locality of Shupeyon, and the Kuzzilwun mountain (a fine outline) to the West of the Bunihal range. An uninteresting looking reddish coloured hill in rear of Avantipore, but in front as the boat was proceeding is a fine picturesque line of peaks. The country immediately bordering on the river was not seen in this mode of travelling at all, as the river is shut in all alono' by high banks, but the distant mountain-view was, of course, as superb as ever. I think perhaps more so, for a heavy fall of snow had withered all the higher ranges. Just before sunset these developed their grandeur in an extraordinary manner. But sitting the live long day in the boat floating down stream after the active hill climbing I had been accustomed to seemed a tame mode of travelling. Reached Kakapore at 6-10, having been afloat 9 hours and 25 minutes. 6th September. Down the river to Sirinuggur. Off at 6-20, a cold cloudy day with a good deal of wind. Reached Rampore on the right bank at 8. Landed to see the Kesur (Saffron) grounds of which the natives speak so much. I saw nothing but beds about 8"], [39, "34 feet square, wall raised, which had deep divisions between them. This was not the season for seeing the plant growing. The roots looked like tulip roots. Walked across the land whilst the boat went round the bend in the river. Got off from Pampore at 10-20, and arrived opposite the first Bungalow of the set built by the Maharajah for the use of European travellers at about 1 P. M. Was 6 hours and 40 minutes since loosing from Kakapore ; and deducting the 2 hours and 20 minutes at Ram pore, was 4 hours and 20 minutes floating down, which added to the 9 hours and 25 minutes yesterday, makes 13 hours and 45 minutes in motion from Islamabad to Sirinuggur. As you near the metropolis in the larger and clumsier river craft for travelling in, you will be met by two or three smaller and smarter boats for sight-seeing in and about the city. These boats come alongside and \" nurse\" you all the way down, and it is no use telling the boatman to go away, for they wont. To say the truth from association with English travellers, it is as tonishing to witness to what a degree of astuteness they have attained ; thus curiously showing how like circumstances being out like traits of character in all climes and countries. The Cab cad of London, the Fiacre-cad of Paris, the Gondola-cad of Venice, the boat-cad of Alexandria are all types of the same character, but in a few years the Cashmere boat-cad will equal any of those great models in either smartness or impudence. The Bungalows, of which there are 11 or 12, do very well to put up in. They are of limited dimensions, being about 12 feet square inside with a story above the ground floor, and a large window to the upper room which looks out on the river. It is as well, if obtaining one of these bungalows be an object, to write to the Dewan with the Maharajah a month before the bungalow is wanted. Mohesh Chund is a very civil Baboo in the service of His Highness, and his duty consists in daily attending at the bungalow, to receive orders from the visitors, and attend to their wants. All the Bungalows"], [40, "35 being occupied, I pitched my pall in the Sheikh Bagh, a short distance beyond the last bungalow, or that most to the west, and between it and the city. The place was very pleasant — a nice green turf and an extensive grove of quince trees all round the tent. Went in the afternoon down the river to the 7th or last bridge, all of which are of the kind described at Islamabad. They have a strange and rather picturesque appearance, as one goes along the stream. The houses arericketty andof all shapes and sizes. The Sherghuree, or Maharajah's palace, is on the left hand. The most conspicuous object in the whole pile is its temple of idolatry, with a hideous black and gilt Shewallee. The black portion put me in mind of something I had seen in England about a gas-factory. Lower down or the left hand isMooktiyar Shah's Shawl depot, and Syfoolla Baba's on the right. The latter establishment is not nearlyso grand or imposing as the former, but of the men I liked the Baba the best. On the right a square building with a spire is seen in the way down the stream. The color ofthe building was about that of a labouring Cashmeree's clothes, a curious rich-toned khakee. It reminded me ofthe marketcross of a fourth or fifth rate town in England. Enquired what it was — reply — a Mahomedan Mosque. The Cash meree boatmen are a very emulative race. No two boats, con taining each its traveller, can possibly be going the same way with out racing. The paddlers have a peculiar way of propelling the boat— by alternately taking a series of short quick strokes and then several long ones. Just as they commence the long series, the headman sitting in the bow gives a signal-grunt and the crew all change the time. The effect is pleasing and the change in fashion of paddling must much relieve the work ers of the paddles. The position of the traveller, in a Cash mere boat, is truly oriental and dignified, for he lies at full length, with a common pillow under his head. I tried sitting in a chair, but it did not answer, for in the change of motion"], [41, "36 from the rapid to the slow stroke and vice versa, the danger of going overboard become imminent ; and afforded me one more practical illustration of \" when at Rome do as Rome does.\" 6th September. Went down the river to the famous papier mache man ufacturer's Jubbar Khan, a pleasing looking old gentleman. The traveller will get nothing he wants ready made, but 50 Rs. worth of articles can be turned out in about 10 days. So this should be borne in mind. The filth of the town is really appal ling from the river side to Jubbar Khan's shop. A sort of King- William-street-Strand locality, but a million times more dirty. From this went to see the Jumma Musjid. This was a nonde script place indeed — a large — quadrangle. In the centre of each face of the quadrangle rose a square tower and spire, like that mentioned before, which stands on the bank of the river. In each side of the square, and open towards the inner face is a row of cloisters — but such things to call cloisters. No groined roofs or gothic arches are here, but the very funniest things support the overhead part that I ever beheld. On blocks of black marble, relics of the great Emperors, rise paltry shafts of deodar timber which look bizarre in the extreme. There is little masonry about the building, this being chiefly of wood. I ascended one of the towers, and from thence saw the Hurree Purbut to the north. The Hurree Purbut is a hill on the summit of which stands the fortress of Sirinuggur. To the west, was the round hill, which lies on this (I. e. the Sirinuggur) side of the Mantis lake. After this returned to the boat and landed on the other or It ft bank of the river, for the pur pose of seeing a fine old edifice built of solid masses of stone — ■ the work of the Emperors. It is now used as a rice granary. 8th September. Down the river to Syfoolla Baba the shawl merchant's, and then to see tho fort on the Hurree Purbut. To see this it"], [42, "37 is necessary to obtain the Maharajah's permission. The Baboo Mohesh Chund manages all this for visitors. The most striking objects seen from the Hurree Purbut fort are these. The lake which looks extremely flat and marshy at the edges. Looking towards the lake see the Shunkur Acharj, the Hindoo name for the small temple on the summit of the hill called the Tukkt-i- Sooleyman. The Nishal-lagh with white looking buildings in it on the far side of the lake to the right. A village lies against the lofty hills behind between the Nishat-bagh and S/talimar* on the left ; and the island of the \" Char Chinar\" is seen in the centre of the lake. To the left again (West) is seen the hill marking the locality of the Manus lake, and beyond this again, a peak of some height which shows where the great Wallur lake lies. There were four wretched honey combed guns in the fort. At the foot of the hill, as one ascends it on its southern aspect, is a fine old Musjid, built of that peculiar dark blue stone which the Emperors seem to have so largely used in the construction of their buildings. It is also used as a rice granary. The 'proceedings of visitors to Cashmere are worthy a few words of remark. Some, a majority, I believe, visit the country to enjoy the beautiful works of Nature, and make their sojourn in the valley improving and instructive. These can indulge a taste for botany, drawing, or antiquarianising to a great and almost un limited extent. Each season sees its botanists, its drawers, and its antiquarians. Then again, there is the sporting division * The derivation of this word has been a cause of dispute amongst the learned. I was told at Sirinuggur by a distinguished orientalist that the word is a deriva- tion from the Sanscrits Shala or Sala Court or Hall, as in Chittur-sa/, Dhurrum- sal, and mar a name forKamdeo, the Hindoo Cupid— and that.the correct spelling is Shalamar, not the accepted Shalimar. If this be the derivation the meaning of the word is, Hall or Court of pleasure. The usually accepted derivation is Shalt King and Le emar said to be a Turkish word for garden. If Leemar really does, in the Turkish language, signify a garden, the latter derivation is a very simple one ; and the word would mean Moijal gar- den aud nothing more."], [43, "38 personified by the iron-limbed ranger of the mountains— a noble character and to be emulated ; but few have the strength and constitution to endure the fatigue and exposure which the real sportsman undergoes, as in a grand solitude he traverses the glens and glades about the high peaks, or the peaks themselves which encircle the valley — whether they be those in the distant Thibet, the Himalaya, the Kishwar or the Bunnihal. The real sportsman seldom makes his appearance at Sirinuggur ; but a spurious prototype is frequently to be met with. The coun terfeit article may be known by his brown hands and bare neck, skilfully tanned, to show the exposure he has gone through ; also by the long walking yole shod with a pike, by way of evi dencing the precipices and yawning chasms he has to leap across and climb about in the pursuit of his game. He affects also a kind of sandal in lieu of shoes or ancle jacks, which tell, as plainly as any words could, of the dangerous footing he is con stantly in the habit of encountering. Then, finally there is the Sybarite section. In former seasons, I was told these parties were a serious nusiance ; and that it was a usual occurrence to see them rowing about the river in company with Sirinuggur courtezans. These small but aspiring swells, each, no doubt, in their own estimation, beat Mark Antony and Cleopatra by a long chalk — gliding along the water. \" Youth at the brow and pleasure at the helm.\" They might however have only been attempting to realise the sentiments of the Poet, being doubtless well up in their Moore. Oh ! best of delights as it every where is To be near the loved one — what a rapture is his, Who in moonlight and music thus sweetly may glide O'er the lake of Cashmeer with that one by his side ! If woman can make the worst wilderness dear, Think, think what a Heav'n she must make of Cashmere, 9th September. Went in the afternoon up the canal which runs under the Tulxlit-i-Sooleyman hill. Very much pleased with the shady"], [44, "39 banks and clear water. Saw one of the \" lilies ofthe sun,\" but it was not in bloom — however, there was sufficient red color on the outside of the closed bud to tell me what it was. Saw a few waterfowl, but most were of the grebe kind. Got some very fair grapes from a garden on the right shore — it was not a bank, for it was nearly level with the surface of the lake. I never saw such large vines, three or four inches diameter in the wood — fantastically twining like huge snakes about the stems and branches of the trees to which they clung. Came back much pleased with what I had seen. 10th September. Off for the Tiilcht-i-Sooleyman before sunrise. About half an hour's climb from the base. The temple, at the summit, is an object of veneration to the Hindoos, to which they give the name of Shunkur Acharj. A peep of the famous Hurmookh peak, 1 7,000 feet high, is caught from the TaJcht-i-Sooleyman, above the near range. It lay 10 degrees east of due north (I fixed it with a compass) from the point where I stood. To the left of the great peak (west) a snowy long topped ridge was visible. The Goolmurg the \" flowery mead\" far across the valley lay west from the Shunkur Acharj. The view, I suppose, from the top of this hill is unique. The lakes, to my thinking, do not look striking — like mere marshes. The immediate banks are so flat, but the effect in the early morning of the calm water was pleasing. A lake from an eminence has a remarkably placid look about it. The poplar avenue, stretching along the plain for the length of a mile, is curious. The town stretched out behind it, with the Hurree Purbut hill and its fortress were objects worth attention ; and not least remarkable of all, was the Jhelum, or river that bears that name, as it approaches the town winding about more than any river I ever saw* Proceeded in the afternoon down the grande canale right through the town, to see the place where the Maharaja has had"], [45, "40 morfe little bungalows built for the accommodation of visitors on the left bank going down the stream. This locality is stated to be marshy and damp, of this there was good evidence in a bund which was raised, 4 feet high and running parallel to the bank of the river, to prevent the water overflowing the land about the bungalows. The bun\" galows are quite as good as those on the east end of the town, but visitors complain of the damp, the numbers of musquitoes, and the distance from any market. There were some fine lines of poplar trees at the farthest extremity of the row of bungalows. On return up the stream saw not one but two sets of gallows on the left bank. On one hung suspended in a wooden cage, the blackened remains of some malefactor. Took a note of the number of the curious wooden bridges which span the river in its course through the town. There were seven. In the evening attended one of the Maharajah's enter tainments to which all the European residents (officers and visitors) are periodically invited. We were first entertained by a Natch, I believe the dancing was good of the kind. Some of the dancing girls could boast of a good deal of beauty of face, but their figures, if they had any, were quite destroyed by the hideous fashion of their dresses, the skirts of which seemed to be tied tight round the person just under the arms and then left to dangle as they best could. After sitting a while at this (to me) most dreary of all spectacles, dinner was announced. His Highness does not, of course, sit attable, but most courteously accompanied his guests to the dining room entrance, where he stood till they had entered. The entertainments show a kindly feeling on the part of the Maharajah towards the European community who visit his capital, and I was glad to see his health cordially drunk on the occasion."], [46, "41 After dinner the Natch was continued, and lasted about an hour longer, when the party broke up. On descending the flight of wooden steps from the upper apartments to the river, a general rush takes place amongst the boatmen, and as all the guests reside up stream, in reference to the Maharajah's palace, the boats that convey them to the entertainment are all available to join in the race home, which, I was told, was the custom. Splashing and fouling goes for nothing, for the paddles are freely used by the contending parties and applied to each others arms and heads. The coolness with which the guests leaving His High ness's parties regard these proceedings is amusing. I saw several gentlemen reclining quite unconcernedly smoking whilst the noise, which was of no common order, was going on — indeed I saw two officers take the opportunity of having a chat to each other whilst their boats were fouled, and the boatmen engaged in conflict. When the battle ceased and the boats got clear, the Officers bid each other good night, but neither took the smallest notice of the battle between the boatmen. 11th September. Remained at Sirinuggur till the 16th, and saw all the things to be seen. Penderthun, a Bhuddist ruin, is well worth a visit. It is distant 4 or 5 miles from the bungalows, and makes a very charming walk. A few trimly kept paths are much wanted about Sirinuggur. The simple improvement would greatly contribute to the pleasure of visitors. In tra versing the wilds of the valley a rough pathway is all right . but in the close vicinity of the metropolis, where there are some small pretensions to landscape-garden scenery it is surely out of place to have to thread your way along a raised water course 3 feet high, at the imminent peril of getting a wet foot or spraining your ancle."], [47, "42 The ruin is in a grove and stands in a dirty green slime and weed covered pool. The people of the country call it a Pandoo Temple. I suppose it dates from the same era as the larger building at Martundh, and of course is of great antiquity. The return trip can be made pleasantly by boat floating down with the stream. The Shalimar and Nishat-bagh (gardens) are of course to be visited. An agreeable way of going to visit these famed places, as the tourist will have to get through a great deal of lying down in his boat during the day, is this. Send your boat round by the canal which flows from the lake, and proceed yourself along the poplar avenue, and then turn to the left along the artificial bank which forms the channel of the canal. In half an hour's -walk you meet your boat. I took a channel to the left luxuriously weed-grown on both sides, and after passing a village on the left hand called Hussunabad, arrived at the open expanse of the lake. There is an old wooden mosque going to ruin here. After going along for an hour or so in the boat reach the Nusseem-bagh, a fine grove of plane trees of immense growth. Should the tourist be inclined for a plunge into the lake, he will find the water cool and beautifully clear, but unless he is pretty active, he will find getting aboard the boat ao-ain a work of difficulty. Entering the water from the very inviting grassy shore is not recommended, on account of a belt of weeds, some 50 or 60 yards across, which lies between the open water and the bank. Nearly up to the Nusseem-bagh from the rude lock-gates near the old wooden mosque at the end of the poplar avenue, the canal and lake is a mass of aquatic plants, amongst which the large leafed Pamposh (lily of the sun) is conspicuous. There is a great deal of a smaller leafed plant which people were gather ing in boats for the purpose of feeding cattle. Ponies and cattle seem greatly to approve of this slimy water plant. Numbers"], [48, "43 were standing in the water up to their bellies, and even deeper than that, eating it with the greatest avidity. This ap peared a strange taste for animals to have acquired, when a sup ply of very fair grass was to be had on the banks close by. The grass was rank and coarse bladed, but I should have imagined it were far preferable as food tor cattle and horses to the water plant. The Boomposh (lily of the moon) is rare at this season. The leaf was pointed out to me ; it is much smaller than the Pamposh. Then there is the Singhara, with its spiky triangular root, loved of Hindoos. The seed of the Pamposh is really worth tasting. The seed is the size of an orange-pip and is eatable though not very excellent. Went to the island of the Char Chinar. Either the structure on the island has gone very rapidly to ruin in the last 16 years, since Vigne's book was published, or the edifice is pourtrayed as it would appear if restored. I am inclined to think the latter, and the island cannot be near an acre in extent. Vigne says it is only \" somewhat less\" than that area. From this I went to the Shalimar gardens. It i3 presumptuous to attempt a description of what has been so well described by Vigne. Some execrable vulgarity was being perpetrated on the black marble pillars in the first summer house as you enter the garden. The column was being ruthlessly chipped all over by a stone-cutter, who, in answer to my queries, told me he came from Jummoo, and that he was making the edifice \" dooroosl.\" There was only one artizan, I was glad to see, and it was some comfort at any rate to think that this sad work would go on very slowly. The ceilings had been decorated by painting them in little oblong parallelograms of green, yellow and red! Then to the Nishat-bagh— & sad spectacle too ; but the Maharajah's improvements here, I wa3 delighted to see, had been arrested, I don't know why. Not even one workman was visible, but some nasty ominous looking bricks and lime were lying about."], [49, "44 It is much to be regretted that H. H. does not employ some professional person (say an Italian artist) — imported ex- pressly for the purpose, to restore something like order to these places of loveliness. The man (whose name would end with ini), would not of course be able to make them look as when they were gazed upon and admired by Jehangeer and his courtiers, but he would still be able to do a good deal. He would be in his glory in applying his skill to the dilapidated fountains. A few pretty frescoes in lieu of the astounding parallelograms just mentioned, would be very much in his line ; nor would he be slow to banish tbe startling incongruities which meet the eye at every turn — yea, and make one's hair stand on end. For the same reason that it would be superfluous to describe the Shalimar, I refrain from describing the Nishat-bagh I will merely say that, as I wrote this journal under one of the magnificent plane trees (let me praise this kind of tree for once) which stood on the uppermost of the terraces, and looked to- wards the South, the mountains which are quite close, appeared exquisitely beautiful. They were lit up by a 4 o'clock sun — the west side of the ravines in dark shadow — a rich blue mist seem- ed to fill up the chasm, and again on the side facing the sun was the bright green of the sward, the purple or red brown of the rock, according to the nature of the surface on which the light fell. In returning to Sirinuggur a building is seen on the left hand, which stands a remarkable object on the slope of the hill It is known by the flowery name — Peri Mehal. It consists of series of stories or tiers, receding terrace- fashion from the lake. Just opposite the building is the Sona Lank (the golden isle.) The Char Chinar island is named the Roopa Lank (the silver isle.) Both these little islands, according to Vigne, are artificially made. Light effect very fine in returning. The East face of the Tukht-i-Sooleyman was in shade to my front as the sun declined in the west. To the left of Tukht-i-Sooleyman, over a range of low hills, a fine peak of the Peer Punjal was visible."], [50, "45 The eastern face of the Tukht-i-Sooleyman is much less rugged than the side next Sirinuggur, up which the ascent is usually made. The Canal leading from the lake is called the Qugru Bui beyond the bridge near the old Mosque and on the city side of the bridge, Tsoot Khuwul, or a name that sounds like that. If the res domi be a care to the tourist, he will do well be fore leaving the metropolis to purchase a stock of ducks which are procurable here at the rate of six for the rupee. A coolie will carry 20. Baskets for the purpose are to be got on the spot with two or three tiers in them and apertures for air round each tier. This is the time for apples — points exuberat annus — and walnuts. The tourist will get 100 apples for a rupee and 1,200 walnuts for the same sum at Sirinuggur, but in tbe country I was told that 500 of the former and 1,600 of the latter can be obtained. 16th September. Started on my way to Buramoolla. As you will probably traverse the great Wallur lake in your way to Buramoolla, it is necessary to take one of the larger boats. 1 set off at 8 a. m. The morning was tolerably fine. The mountains to the right, had clouds and mist resting on them. To the left, the prospect was shut in by the high bank. Reached the village of Simbhul where is a bridge of the kind described before, at 1-35 p. M. Here, as the bridge at Simbhul is approached, the round topped reddish colored hill, which marks the position of the Manus lake, is seen about half a mile off to the right. Landed below the bridge and ascended some high ground, which lies between the river and the little lake, in order to get a view of the latter. From this point is a very pretty peep down on to the lake. The cattle were grazing along its banks, a very picture of quiet pas toral life, and an apt illustration of the beautiful scripture simile. \" He maketh me to lie down in green pastures he leadeth me beside the still waters.\""], [51, "46 Saw the Shunker Acharj on the top of the Takht-i-Sooley man bearing about S. E. ; and in the opposite quarter, about N. W. saw the peak under which lay the Wallur lake. Obliged to make fast to the bank, about a mile below Simbul on account of wind and rain. A storm threatened. Light effects good here, produced by clouds and vapours, and the sun-beams striking into them. Wa3 delayed here two hours. The waves rose with white crests, and seemed struggling for the mastery against the current, which set from the opposite direction. Colors quite wonderful on the mountain in front as they were lit up by the evening sun. But the delay of the stoppages, whilst the high wind lasted prevented me reaching the Lank on the great lake, as I had reckoned upon. Stopped for the night at the left bank at a place called Amyim where there were six tremendous plane trees in a line. The one most westerly towards the Wallur was an enormous tree ; and I think this was the last tree of this species, remarkable for its great size that I saw. The musquitoe3 here were a grave annoyance. I had heard alarming accounts of the musquitoes of these parts being large and very fierce ; and, indeed, I was asked before leaving Sirinugger if I had musquitoe curtains with me ; but, I thought, I who had been so long in India, would not find much inconvenience from these insects. In this I was grievously mistaken. Towards sunset swarms of them appearad and attack ed the boatmen and myself with fury. On landing for the evening they were so intolerable that hateful as the smoke of burning grass is to human lungs, I was fain to have a fire of this combustible kindled, and to sit in the column of smoke as it blew over me — rushing out of it to breath at intervals and again entering it before the musquitoes had time to fix on me. Bed was the only chance but \" Mali culices ranccque palustes Avertunt somnos.\""], [52, "47 At this season these insects fly heavily and torpidly, but they are none the les3 formidable on this account. They come in a heavy slow determined manner, and willingly yield their lives to the blow of the hand or flap of the handkerchief for the pleasure of giving one probe, each of which makes one dance again. In another month, I am told, these plagues will disappear, succumbing to the cold. Travellers coming about these Cashmere lakes should certainly bring musquitoe-curtains with them. I am now quite convinced of that. 17th September. Off at sun-rise. River narrows much on approaching the lake. Large reeds (Narree) on either bank. As one proceeds, the mainstream divides into several channels. Found myself at last in one about 15 paces wide, which looked just like a crooked canal (if there ever was such a thing.) I had all along impressed on my skipper that I wished to go to see the Lank in the Wallur but notwithstanding this, with a strange perver sity, he had taken me some distance along a channel, the course of which lay to the left 'West) ; and, to reach the lake at the proper point for going to the island, I ought to have threaded a channel more to the right (East) ; so when I had gone along the wrong channel, a quarter of a mile or so and discovered the facts of the case, contrary to the wishes of the boatmen, they had to veer about, and shove the boat back, to get to the chan nel they ought to have entered before. I reached the lake at nine a. m., when it was perfectly calm and reflected the \" tints of many a peak\" around. But, as the visit to the island would have prevented me reaching Sopoor the same evening, and seeing nothing remarkable in the thing itself, which from the distance of perhaps three miles looked about the size of the Char Chinar on the Sirinuggur lakes, I determined after all to push across the water to the hill, on which is erected the luktea of Baba Shookuroodeen. I fancy I crossed the lake at its broad-"], [53, "48 est part. The entrance from the channel into the lake is flat, marshy, pondy, and dirty in the extreme. It was better on the opposite side under the hill of the Baba, with some pretensions to a rocky and pebbly beach, but there was nothing so clean and fresh looking as on the shores of the Italian or even the English lakes. Crossed the lake and reached the base of the hill of Baba Shookuroodeen in an hour and a quarter, and immediately landed to ascend it. I don't know its height. I should say 800 or 1000 feet above the lake. I reached the summit in half an hour. Clouds and mist enveloped the mountains to the East, and the lake had the appearance of having marshy shores all round it. I saw Sopoor in the grove some distance down the river Jhelum, which flows out of the South West corner of the lake. Looking through the glass I easily made out the building on the Tukht-i- Soleyman at Sirinuggur ; and between it, and where I stood, was the round topped reddish colored hill at the Manus lake. I did not think the view to be compared with that from the Tukht. Hardly had we put off from the base of the Baba's hill, when the rumbling of distant thunder reached our ears from the far hills to the East, though all was yet serene and sunshiny in that quarter. There was not a cloud even of the size of a man's hand to indicate the coming storm ; but on the sound of the thunder, the boatmen began to chatter, and be in a flurry and to paddle fast. In a short time a blue mist seemed to come down the hills, which got bluer and more opaque till those far back disappeared, the thunder sounding louder and louder, and the boatmen jabbering faster and faster. The lake was yet as smooth as a mirror, but a dark gloom was fast gathering over it from its eastern extremity, the quarter from whence the thunder sounded. At length a breeze sprung up right aft, and this kept freshening. Our skipper called to my servants to hold up a chuddur to increase the speed of the boat in running before the wind ; Sopoor, the place"], [54, "49 for which we .were making, being 7 or 8 miles off from the hill of Baba Shookuroodeen, and exactly in the opposite direc- tion to that from which the storm was coming. Our only course was to scud before the wind and try to run away from the danger. In a tolerably seaworthy boat, there would be no danger in this Wallur lake, notwithstanding all that is said of the fury of its storms ; but I had experience enough in fresh water boating very clearly to see that a strong wind added to waves four feet high, must inevitably swamp a craft ofthe description I was in, if she came broadside to the wind. The only chance for the boat living would then be that the whole superstructure, chopper and side jhamps would be blown over board, and thus the chief hold on the wind would be got rid of ; but this would be a summary method of lc taking in sail,\" and there would still be a great likelihood of the wreck fouling the hull and bringing about a capsize. All things considered running before the wind in a storm on the great Wallur lake, with such boats as are used for its naviga- tion is by far the safest, and in fact the only plan to adopt. Eut to the account of the storm. At length white crests appeared on the waves about a mile astern, which soon reached us, and right ahead I saw a reef, not rocks, good reader, but friendly singharas, into which the boat glided, making a pleasing grating sound as they rubbed along the bottom ; and which formed a most effectual break-water to the waves, though the danger from the wind, as affecting the roof, raised on the boat, was of course the same as ever, if not, increas- ed by the speed of the boat being lessened in going through the water-reeds, and thus enabling the wind to get a better grip of the jhamps and matting aloft. However, about half a mile of scraping through the singhara3 brought us to the mud shore, and close to the place where the Jhelum debouched towards Sopoor. I confess I was very glad to feel myself safe and to watch the waves with their white heads dashing into the singharas."], [55, "50 I should doubt if any proficiency in swimming would avail to save one's life in a capsize during a storm on the Wallur lake, under the circumstances described. The tremendous belt of weeds growing out from the shores would be much against this ; besides the traveller is generally accompanied by his servants, and the chances of being grappled by some exhausted Hindoostanee would be formidable. Altogether I think it is matter of congratulation that the affair ended as it did ; and I strongly recommend travellers coming to this lake to bear in mind a very common adage, and veiy often heedlessly uttered, and \" look out for squalls.\" I was much amused at the great change that came over the department of the boatmen as we neared the water-plants. They began to give me encouragement, which was very laughable, for I had behaved (I flatter myself) very well. At any rate I had remained quiet except when I lent a hand to spread the Chaddur, whilst they were shouting and calling on Baba Shookuroodeen, whose sacred hill we had left. I observed, too, when the squall was at its height a nasty looking ray (picturesque enough in its proper place I have no doubt) lighting up some dark coloured vapours coming down the gullies of the hills in the direction to which we were running, and I was afraid we were about to be taken aback by a sudden head-wind coming down on us. — I have seen such things occur on lakes in hilly countries — and when we were safe, I asked the skipper what he would have done had a head-wind suddenly struck us in this manner. He said he would have run before it again ; but I suggested the turning round would be dangerous to which he replied that, he would not have turned round at all, but the boatmen would simply have shifted their position to the bow, and they would have let the boat run up to the other end ofthe lake (if necessary) stern foremost ! I was very glad we had not to put this manœuvre into practice, as I was getting pressed for time."], [56, "51 After lying against the mud shore for an hour or so the wind lulled, and we then entered the Jhelum channel, and shoved the boat along to Sopoor, which is a mile or a mile and a half from the debouchment of the river from the lake. There is a timber bridge of the usual description here. I suppose this is last I shall see. The first being at Islamabad. I reached Sopoor at 4 p. M. There is a good Barradurree here, and if that be occupied, the tourist will find a comfortable Boorj in the Fort. Walked through a street, more than usually filthy out to where there were some large trees, planes and walnuts, and beyond these again — a thing I had never yet seen in Cash mere — was a road. This was a fine broad straight looking road indeed, but all turf. I was told it extended for \" 5 koss\" — but no one believes natives on the points of either time or distance. I walked along this strange grassy way for a couple of miles, and I saw no appearance of its ending. I landed on the right bank of the river, and the direction of the turf road is about at right angles to the course of the river. A grand sunset this evening. To my left front as I walked along the road of grass, the sun went down in a break in the mountains. The crimson, green and gold-color of the sky magnificent. The mountains with that glorious purple hue, and some clouds, like immense white fleeces lying on them, and some of that peculiar gloomy and massive character, which they present in mountain scenery when a storm has passed by— but again I say, and 1 must try that it be for the last time, that no words can describe a scene of this kind. I made enquiries about visiting the Goolmurg and found my plan was as follows : — To send boat with heavy baggage to Baramoolla, and I to go to Bapoomreshee at the foot of the Goolmurg, resting at Oogra about half-way, as I was told, but which turned out to be not more than a third."], [57, "52 18th September. Off at 7-15. Crossed the river by the wooden bridge at starting. Had my first good view of the glorious Hura mookh mountain 17,000 feet high. Came through immense tracts of rice land with khurewahs, on either hand. In fact my path lay along a little valley with a slightly elevated, bank right and left. 1 he cultivation on the top of these eleva tions is called khurewah, in contradistinction to the rice-crops below. Khurewah crops comprise cotton, tobacco, wheat and all the usual products. I reached Oogra on foot in three hours. I therefore suppose it is about 10 miles from Sopoor. Good pears about here, also walnuts ; and fell in with on the road a nice juicy little red apple called by the natives Trail. I sat in the \" Chowky\" of the village at Oogra ; which Chowky, in Cashmere villages, is a wooden contrivance or oblong square about eight feet by six, on the principle of a charpoye as to its lower formation and a four poster as to its upper ; where the Nawar of the charpoy goes, there are fixed good stout boards, and sides rise to the height of 18 inches all round. As one sits on the boards these sides do very nicely to lean the back against. On the top of the posts at each corner rests a thatch of sticks and branches. The tourist should rest here at least an hour. He will probably be hungry after walking from Sopoor. If so he may eat his breakfast ; if too ethereal to be hungry, he will have a very fine scene to feast his eyes upon, a brook danc ing along in the Sunshine (at least it was sunshine when I was at the Chowky) close by, and in the direction I had come from Sopoor, towering high above every thing, were the snow covered heights of the Huramookh. I stopped nearly an hour at Oogra, and got off again by 11 a.m. Came through a village called Krouutra at about two-thirds of the distance between Oogra and Bapoomreshee. A pretty woodland walk nearly all the way, but a good deal of climbing. The au tumnal tints in the foliage getting quite European. Observed"], [58, "53 a bush with a close resemblance to that of the hazel nut ; but it wanted the nap on the leaf, at least to the extent exhibited by the hazel leaf. From Oogra to Bapoomreshee is a stiff day's work without the walk from Sopoor to Oogar. Reached Bapoomreshee at 4 p. m., well tired. I should think the whole distance to-day must have been full 20 miles. The atmosphere was sharp aud cold up here. The height attained must be considerable, though I have no idea what it actually is. Bapoomreshee is an exceedingly picturesque place where a race of Syuds have their habitation. It is on the confines of a fine forest of pines, which clothes the still rising hills on the top of which displaying its sweets in a wonderful profusion is the far famed Goolmurg with its myriad flowers. 19th September. Up at gun-fire to ascend the pine forest hills and visit the ■Goolmury. I had been told that the ascent continued for \" 3 koss,\" but saw agreeably surprised to find that half an hour's climbing brought me to the top. The Goolmurg is an open grassy space, not a plain, for it slopes in graceful undulating knolls, from the higher hills which surround it, and which are clothed with noble pine forests, down to the stream of melted snow which meanders through its lowest level. It is for the kind of thing, of immense extent, of an oblong general shape, with several glens of the same character branching off in different directions. The stream was muddy when I saw it, from the herds of buffaloes, cows and ponies which are turned out to graze herd. The whole thing was a veritable park scene but on a far grander scale than can be conceived without seeing it. The sweep of the lower branches of the large pines reaching far from the massive trunks, and down the bright green slopes ; the hundreds of little wild ponies (which at a distance looked exactly"], [59, "54 like red deer) dotting the distant glades, all helped to keep up the delusion. This was not the season for the wild flowers to be in bloom, but I could see from the vast variety of withered leaves and stalks, as well as from a considerable remnant still in blow, that in the proper months they must be in endless profusion. Was struck by a remarkable species of the order composilœ — a gigantic wild chamomile or small sun-flower. The leaves of the flower radiating from the circular boss were of a rich orange and the boss itself was of dark brown. The flower stood about a foot from the ground and was three inches in diameter — a very res pectable kind of daisy ! In returning to Bopoomreshee you need not go all the way back along the edge of the stream to where the turn is made to the right down the pine forest hill, but you may cut into the forest at a much nearer point. The descent is for steeper here than by the path I ascended ; and you are occasionally brought up by some giant pine lying \" many a rood\" athwart your way and along the side of the precipice, but with ordinary care you can easily get down. My previous reading in the walks of arboriculture received a rude shock to-day. I had always learned that the pine family were distinguished by the number of leaves in the sheath ; that certain kinds had two leaves as our old friend the Scotch fir Pinus Sylvestris (charming bucolic name !) some three, as the Cheer (Pinus longifolia) • that four were rare ; and that some had five leaves as the pinus excelsa. I had an intelligent Sikh with me, one ofthe Maharajah's \" orderlies,\" as.he was called, and through him I had been trying to obtain the seed of the several varieties of Pines and Abies I had met with for the pur pose of sending it to England, but with indifferent success, for the cones of last year were all empty ; and those of this year were green and full of turpentine."], [60, "55 The Chheer (Pinus longifolia) isa long leaved variety indeed. I measured some leaves of this species which were twelve inches. and a half in length, whereas those of the Scoth fir are not more than three or four. To obtain the cones I wanted, I first had to show my Sikh attendant that the kind of tree, on which they would be grow ing, should have five leaves in the sheath ; and by way of teaching him his lesson, before he sallied forth, I made him pluck a branch from the kind of pine I was in quest of, which stood near at hand. I told him then to count the number of leaves grouped together, and he would find five in each cluster. After carefully counting, he said some clusters consisted of five leaves and some of only four ; this being entirely wrong and utterly at variance with all correct principle ; for it is laid down in elaborate works, such as the \" Annals or Horticulture,\" London-Charles Cox 1848, that never such a monstrous event was known, as that the same individual pine tree should produce its clusters of leaves in groups of four as well as of five. I thought, then, that in breaking off the branch the leaves must have been displaced, to account for the phenomenon ; so I broke a piece off the tree myself, very carefully ; and, sure enough, the Sikh was right — some of the sheaths contained four leaves and some five — just showing what pedantic nonsense is laid down in books. I believe this was the Pinus Excelsa. Two Abies were of the following description. One with leaves all round the branch like the \" Spruce-fir\" (Abies Excelsa) of England, and in color of a uniform dark green all round ; and the other was I believe more properly a Picea then an Abies, as the spikes stood in rows on each side the branch, not all round it, and were of a pale glaucous color on the under side, like the silver fir (Picea Pectinate) of Europe I think this latter species is the Webbiana. I was much disappointed at the \" orderly\" bringing back, with his gang of Goojurs, but a very small quantity of seed, as it is of great importance to be sure of the varieties collected."], [61, "56 This place called Goolmurg is well worth coming to see. There is an old man called the Kanoongoe up here at Bapoomreshee, who will tell tourist every thing that is of use to know about the locality. A magnificent view ofthe valley from the charming little piece of green sward on whieh stood my tent. This view is far grander than the one from the Tukht-i- Soleyman. The time being evening the rose hued rays tinted the snows of the Hu rumookh peaks with a delicate pink ; above them was the dark purple of the sky, and below was the still darker purple of the valley. 20th September. It was sharp and frosty up here this morning. On a clear morning, as I was so fortunate as to have, it is worth while to be up and see the sunrise. I roughly took the bearings of the highest of the Hurumookh peaks, relatively to the centre of the Wallur lake by means of a pocket-compass and it stood about 20 degrees east of the lake. This was a good opportunity too for getting pretty correct time, for inasmuch as it was the 20th September, one day from the equinox, I thought 1 could not be far out if at sun-rise I set my watch at 6 A. m. Having had a good look at the wonderful scene before me, I set off for Buramoolla at 6-30. A delightful walk down the Pine -wood hill and through some tolerably even woodland scenery at the foot of it. Reached the village of Ningul in two hours, and here struck off to the left hand (West). Crossed the Ningul brook by a wooden bridge. After this a consider able ascent. Apples and pears to be had in quantities. Saw a good black thorn jungle and went into it to look for sticks. Heard very soon a \" woodman\" who was evidently not \" spar ing that tree,\" far down the glade and out of sight, but we heard his \" sturdy strokes\" ringing through the forest, and made for the direction of the sound. Soon came upon him and enlisted his aid in cutting some sticks which were intended for walking sticks— and I brought away my spoils with me. The"], [62, "57 local names ofthe best and toughest kinds are the \" Loonnee1' smooth and springy, with a dark shining bark (not unlike a cherry stick) which when peeled off leaves a very white willowy looking wand ; but Englishman don't like peeled sticks. Jampanees use this kind of stick and of this is generally compos ed the steadying staff of the leader of the sets of four. Then there is the \" Pakur\" and the \" Puhoo\" both forming sticks of good constitution ; but most English, and on that account, most to be prized of all, was the \" Ring\" (the Hawthorn) with its knobs of happy memory ! I tried the a Kareer\" (Dogrose just because it was the dogrose. The idea of a rose tree walking stick is pretty, but as a walking stick, in the abstract, it is heavy, sappy and brittle ; in short useless. Leaving this place, soon came to ground producing tbe valuable deodar. Saw here the largest specimens I have yet seen, but the largest were gnarled and crooked — far from being like the beautiful straight trunks, which come down the Punjab rivers. However, bad specimens as they were, this species struck me as being very graceful, and the perfume from them was delicious. I collected some cones, but, as was the case with the pines bordering the Goolmurg, they were either too old, or too green and unripe to be of use for despatch to England. Shortly after this (at 11-20) came to the top of the height which look3 down on Baramoolla. From this height the Huramookh mountain is a conspicuous object, and in the valley below may be recognized the two hills of Baba Shookuroodeen at the Wallur lake. From this point I reached the Barudurree at Baramoolla in an hour. The Jhelum winding along the valley made a calm and peaceful scene. I was nearly six hour3 on the road this morn ing. I suppose taking the delay of the stick-cutting into account, the distance from Bapoomrashee to Baramoola is 14 miles. There is another of the strange unearthly looking bridges %t Baramoolla. The Baradurree is on the left bank some 600"], [63, "58 yards below the bridge, and at the bridge end, on the same side ofthe river as the Baraduiree. are rows of poplars and a small Fort with bastions. Walked over the bridge in the evening. Very ricketty in the centre. Went to the Post Office, which consisted of a Cashmeeree Pundit with a Teeka on his forehead, sitting at the end ofthe bridge, and nothing more that I could see. 21st September — To Nowshera. Off at half-past 6 a. m. Road pretty fair — two or three tips and downs. Pretty shady walk along the bank of the river for a great part of the way. The river begins to flow rapidly in this day's journey. Scenery very pretty. Reached Nowshera in three hours and twenty minutes wallking. Walked pretty fast, which makes me think the distance is more than 9 miles as laid down in the new Trigonometrical Survey route Map. My tent was pitched on a charming place by the side of the river, amongst some poplars, and where there is a dilapidated wooden cabin called a Baradurree. Felt the effects at this place of the coolie-refugee nuisance, which is briefly as follows : For some reason or other, certain subjects of His Highness the Maharajah have a fancy to emigrate into the British territory. To this His Highness strongly objects, and even uses force to check the practice. In order to effect, his object, an emigrant will take service as a bearer of a burden in the train of a European traveller returning to the Punjab. I found out that no less than three men were \" slop ing,\" in the guise of coolies, with me ; and I found the matter out in this wise. I had seen a Sikh (evidently from his appear ance) loitering about my tent, plucking leaves from the trees and feeding a goat which followed him about. This was the spy who came to get certain information. At last I lost sight ofthe fellow ; and in about an hour afterwards he came to my tent again, accompanied this time by three \" Scpahees, \" and said he"], [64, "59 had an \" urruz \" to make= I heard him and understanding him to refer to something about coolies (not at all an interesting subject) called for the karinda or Agent who had been appointed to accompany me, and told him to find out what was wanted. At first I was inclined to refuse to give up the coolies, and said I would not. Sometime afterwards the coolies, by some adroit manage ment, got transferred to the \" Thana,\" and something like a rescue must have occurred, for the three coolies came running to me crying, and saying, their hands had been tied behind their backs and that they had been beaten. They were accompanied by the karinda and my Sirdar Bearer. The bearer was for re taining the coolies, saying they would be cruelly treated if I handed them over to the Thanadar. The karinda an inhabi tant of Jummoo, on the other hand, urged that his wife and children would all be seized and put in confinement if I did not release the coolies; whilst the Officer called the \" Hurkarah,\" who seems to be a very different person in the Maharajah's dominions from the common dawk runner of the British Pro vinces, told me on my desiring him to show me a written docu ment to the effect that he was instructed to stop my three coolies, that he had no document, but that he had received a verbal message from court on the subject. His instructions were that three men had taken service with me with a view to leaving his Highness' dominions ; and that he was to give me twelve other coolies if I wanted them, but that these three men must be returned. I believe the Maharajah is supported by the British Go vernment in forcibly detaining his subjects in the country, so thinking it was no business of mine to become champion in the cause of Cashmere coolie emigration, I had each of the men paid their day's wages before me, but instead of making them over to the Thanadar, for him to send them back prisoners to Serinuggur with a flaming report of his prowress in capturing"], [65, "60 the poor wretches from the (( Sahib's\" camp, I let them have afair start and told them to get to their homes as fast as they could. A delightful bath may be taken here by having a rope made fast to a tree and then grasping hold of it launch into the rapid. The current runs too swiftly to bathe in it without the aid of a rope, and the bather will do well not to lose his hold or he would stand in danger of being whirled away down the stream, when he could inevitably be dashed to pieces. 22nd September — To Oorie. Laid down in the new G. T. S. route map as 13 miles, but I started at 6-15 and did not arrive at Oorie till 12-15 (noon). Being thus six hours on the journey. Now taking into account all my stoppages to look at the ruins and seenery. I certainly did not stop one hour, thus leaving five hours, during which I walked pretty fast, along the more level places full 3 and half miles an hour, and up the hills I suppose I managed 2. The distance must be at least 17 or 18 miles I should think. Pass ed a wonderful old Temple in very fine preservation. It stands close on the left of the path proceeding towards Oorie. Observ ed that the arches along the inner faces of the quadrangle, though of the trefoil form had not the oddly let in key stone. In the centre ofthe quadrangle stood one ofthe towers ofthe usual form peculiar to these buildings termed Buddhist, but which is held by some authorities to be an incorrect term. The four larger arches in the four sides of the centre building or tower were crowned at the top with the let in key stone. This term is not very definite aud the nature of tbe key stone is diffi cult to describe, but there are several drawings of it in Vigne's work. After passing the first old building, cross s good sized brook by a wooden bridge. On this the traveller should pause to admire one most of the beautiful sylvan scenes he will ever"], [66, "61 have an opportunity of gazing on. Passed towards the end of the day's journey the ruins of another Temple. This had appa rently nothing but the remains of the gateway left. There were two or three broken and prostrate columns. The ruin is nearly concealed by the trees which stand between it and the pathway, but any one keeping his eyes about him would see it in passing. Saw to-day some magnificent specimens of Cedrus Deodara I stopped to contemplate their grand proportions — 5 feet in diameter of stem — and this without any trickery — no measur ing a foot from the ground, where the roots begins to slant out from the stem, but bona fide where the stem had well com menced, at six feet from the ground. And then ever so high up, branches as thick as good sized larch trees in England I had heard doleful accounts of the diminution of this valuable timber* but was glad to see that these did not apply to the hills border ing the upper Jhelum between Nowshera and Oorie. I saw thousands of beautiful well grown, trees, a foot in diameter of stem, which will be ready to make themselves useful, vice the giants now shading the mountain side, some 50 years hence or less, when the place of the latter shall know them no more, and their cubic contents shall have been cut up for (i sleepers, \" or for other material connected with the growth of railways, I was at some pains to find out the length of time taken by this species of tree to obtain a certain size, and though I was not very suc cessful, I have come to the conclusion that a Cedrus Deodara, of twenty years growth on these hills is as large a tree as a larch of forty years in England. Of course the poor larch would have to stop growing long before it reached the size of a middling sized Deodara. There is or was, a fraud practised by nursery gardeners in respect to the propagation of this species, which though per haps out of place in this journal, yet shows such a sublimation"], [67, "62 of fraud that I must relate it. I was told it by a man of tbe trade and it may be relied on as fact. A few years ago a mania arose in England for exoticising rare species of pines and cedars into England, and every country house, that had any pretensions to style, had its \"pinery,\" now with trees in it of 8 or 10 years growth, the effeet of the mania. To meet the demand for Cedrs Deodara, the nursery gardeners resorted to the following method. Though the larch is a de- ciduous species and the deodar is an evergreen, the two kinds readily graft together. A nursery gardener can rear hundreds of young larches, but the deodar seedlings were not so easily obtained. Owing to the fruitful genius of man however, the supply was kept up by cutting one young deodar into a hundred pieces, and grafting them on the stems of young larches. When the graft amalgamated and the green head of the young deodar shot up, it locked in truth a deodar, root and branch ; but as time went on the fraud was discovered thus. The deodar being a tree which attains a large size much more rapidly than the larch, the yearly rings of growth were much larger in the former than in the latter : so at the graft a horrid excresence made its appearance, and worse than the excresence all above the graft assumed a greater bulk than the larch part below that point. The result was that as the trees waxed in size, they began to break off at the thin place ; and I learned when I was at home that the fraud had ceased to be practised. But to revert to the bodings on the score of failure of the supply of this timber. This will naturally occur if step be not taken to get up a new undergrowth. There ought to be large nurseries established in favourable localities, from which thou- sands of young trees should be annually reared and planted out. There is no reason why the Prussian varieties such as the Memel (a most valuable timber) should not succeed, as well a3 those indigenous to America ; but to set these matters properly"], [68, "63 on foot European energy, experience and knowledge should be indented upon. In passing through the deodar forest hills, I, a very small man, fully shared in the regrets expressed by a very wise and great one (the late James Andrew Marquis of Dalhousie) at the great mistake made at Lahore in the year 1846 when the entire Cashmere territory was ceded to Golab Singh. If for the sake of a policy it was expedient to forbear annexing the entire country, it was surely a terrible blunder not to have added the best of the deodar growing tracts to the British possessions. The only way to account for this very false step is charitably to suppose (which I believe tobethe fact), that in 1846 railways for the Punjab \" and its dependencies\" was yet an unformed idea. I was amused at the replies of the natives of the places about the deodar forests, to my questions, how it was that at certain places large trees were left standing. They said there was no means of getting the felled timber conveyed to the river ! What a primitive state of things, I thought this reply indicated. Primitive railways and primitive men. As if the great demand that will in a years spring up for this most valuable timer will not cause a method to be found to carry the trunks to stream. One very simple one would be to collect 50 hill men, with a few levers made from the smaller branches, a few yards of Moonjh rope, and I would engage at a cost of 3 or 4 rupees to launch many a good \" stick\" into the stream that would be worth Rs. 100 each down at Mooltan. The plan adopted now is this. The tree is not always cut down. It is sometimes burnt through. If the wind is strong the fire does its work pretty well, that is to say not above 20 or 30 cubic feet of the finest wood is wasted, for the burning proceeds in a horizontal direction. If the day be calm and a fire is kindled round the root it is a matter of chance when the trunk is burnt through . Indeed it not unfrequently happens that the tree is entirely consumed where it stands, for I need not say that"], [69, "64 turpentine is a highly combustible substance. If the tree falte and it does not find its way down the precepice by its own gravity, it is left to rot on the spot, a moment (for a few years) of bad Government (Cashmiree of course) and imbecility, 23rd September. —To Chukotee. Off at 6 a. m. Reached a place called Isham at 9-10. This is the halting, resting or breakfasting place, and a very good place it is for this. Off the path a few paces, and down a \" mild declivity of hill\" to the right as you go M urreewards, is a good sized plane tree. Rested here an hour and 20 miles, and got off again at 10-20. There is a small hamlet, 1 believe, in some recess near here, which bears the extraordinary name of Isham, but it is not visible from the path. Passed over a hill with pines on it, but they did not constitute a thick forest. The hill was of a kind that produces a nice long hay-like grass, of bright green colour, and the pines stood sparsely. The soil, I observe, on such kind of hills, is of the well known red co lour. I reached Chukotee at 1-15 having been walking 5 hours and 55 minute3. The distance put down on the new G. T. S. map between Oorie and Chukootee is 15 miles. The latter part of this day's journey is trying, for laden animals. The red soil above mentioned, becomes glutinous and slippery after rain. Small landslips are frequent on the face of such hills which carry away the path cut along their sides. But though there is no path,- if you have mules carrying your bag gage they must try to come along but whether they succeed or not depends entirely on chance. I do not recommend bag gage animals for this portion of the journey. 24th Seftember— To Huttee. Did not start, owing to rain, till 7-10. The halting place on this day's journey is called Tukkea where there are a few huts. Kuttai fort is passed on the right bank ofthe Jhelum"], [70, "65 6 or 7 miles from Chukotee, I reached Tukkea by 10-30. Set off again at 1-30 and reached Huttee at 3-30. On road moving 5 hours, 20 minutes. The scenery very beautiful — a great variety on both this days journey and the one of yes terday — mountain and woodland, with the peeps here and there down on to the brawling Jhelum exceedingly striking. The village of Huttee is on high ground, but travellers go down to a level grassy place below, where there are two useful plane trees, and where a feeder of the Jhelum forms a pool 4 or 5 feet deep. It does to bathe in, but is rather Buffalowy and Cowy, after a course of bathing in the crystal pools and streams met with before. 25th September. To Maira. Got off at 6-30 a. m. After a very wet night the morning was delicious. The mud under foot was disagreeable and delayed my progress. The Jhelum, which had run along the valley to my right hand, and had resembled a blue riband streaked with white, was this morning of a rich pea-soup color, the white foam, which formed the snowy streaks on the blue riband metamorphosed into exact similarity with the froth on a pot of stout. The bank of the river is left at the village of Kotlee where the path takes a bend to the left (West) I must say the scenery here begins to diminish in sylvan beauty. Fur ther on again it improves, though it has lost the charm arising from the presence of the river. From Kotlee there is a good stiff ascent which takes about an hour and a half to master. I reached the Buradurree at Chikar at 10-30. It is laid down in the new G. T. S. Route map at 9 miles. The tourist can change baggage cattle here. A few mules are kept by those who trade between the Punjaub and Cashmere or perhaps the regions of Leh and Yarkund. Two little creapers growing about in great profusion on these hills ; one, named the Chitlree with a disagreeable sickly"], [71, "66 6dour ; the flower is of a delicate straw color and it has long white petals. This plant is rather a nuisance from its nasty smell. It has oppressed the air for the last 2 or 3 marches. The other was named the Neeloo Tara, an odoriferous little pear ly looking flower. It winds and creeps about in an extraordi nary manner — being all feelers and tendrils. Got off from Chikar at 1-30 P. M. A steep descent on leav ing the Baradurree and then an ascent which took two hours to accomplish. The road extremely muddy from the recent heavy rain. This rendered progress slow. The scene was a wild mountain forest all the way up to the summit, from whence the traveller looks down again on hills of less eminence, as they descend to the Jhelum. The view from this height — the Chikar Dhaklie* I think it is called, towards the Murree side of the ridge, presented one of the finest mountain scenes I had yet seen. The forest scenery too was magnificent. The pines very fine, and other trees. The kind here known by the name Burroonge grow to a large size. There were three sloping ridges, or spurs clothed with forest running away at right angles to the great ridge I stood on ; and where one could see down to the bottom of the valleys, plateaus of cultivation appeared in the midst of the great wild of forest and mountain. 1'hese spots had a pleasing effect, yellowing towards the autumnal ripeness. Three high ridges are conspicuous, South of West, from the summit of the Chikar Dhukkie ; on one of which is Murree, but no one with me knew which of the three it was. Saw Dhunna about West from where I was, judging from the sun. Dhunna is on this side the Jhelum but the high range, behind the Dhun na hill, is beyond the river. It is six miles from Chikar to Maira, a mountain hamlet, which 1 reached at 6 p. m. Almost a quarter of a mile, or something less perhaps, down the hill side, the surface of which is composed of huge masses of DhukkleSUkUie W0Untain pas8' The SimPlon and th0 Sa\" Gotthard are both toe"], [72, "67 rock, a novel but refreshing bath can be obtained. The con tents of a little mountain stream (the work of some village engineer skilled beyond hi3 fellows) is coaxed into a wooden two-sided trough, the angle downwards. Along this a jet of water of 3 cubic inches is carried out 4 feet or so from the bank, and discharges itself into a square stone and mortar reservoir. This is evidently thought by the villagers to be a considerable work of art ; for I had hardly arrived before I was invited to go and visit tbe \" houj\" 26th September — To Kohale The place where the Jhelum is crossed going to Murree. Started at 6-15 a. M. A steep descent down to the Angun stream. Reached it at 7-40 ; in an hour and 25 minutes. Have had to go through a deal of thunder-storm weather, hail and rain — since leaving Chukotee. Nothing could be grander in the way of thunder-storms, I should say, than those I was in the midst of on these occasions. A tourist will naturally and properly meet with contempt and ridicule for alluding to Lord Byron's description of the thunder-storm on Lake Leman, in connection with any thunder storm he may have witnessed; but yet, as this description con tains the only combination of words and ideas, that I ever met with, that fully comes up to the reality of the thing, I do allude to it. \"From peak to peak leaps the live thunder, \" just seems to describe what the thunder is about. To make a hacknied quo- tation, or allusion is a bold thing to do but what can be said for a man who has the hardihood to substitute names of places to suit his theme? \" And Dhunna answered from her misty shroud \" Back to the Dliuk Chikar* who called to her aloud !\" * Brev : for Hhukkie as the Adhee Dhuk mentioned at the commencement of this Journal. .A"], [73, "68 Had a sodden climb of it up the Dhukkie from the Angun stream to Dhunna owing to the soaking rain. Reached the Bara durree at 10 a. m. in 2 hours and 20 minutes, being 3 hours and 45 minutes from Maira to Dhunna. A fine view of the way I had come from the little building called the Baradurree. Saw the top of the Chikar Dhukkie which I crossed yesterday, and the ridge or spur of the Chikar range, on which stood Maira ; Saw also Maira itself. Left the Baradurree at 12 (noon). A short ascent on first leaving it, and afterwards a long and tiresome descent to the river. This piece is somewhat dangerous for even a surefooted mule. The hill side assumed a strong Punjabee character, as I got lower towards the Jhelum. The Phulaie made its appearance, as did the Bykhoor, that powerfully swelling bright green plant with white flowers so common on the hills of the Jhelum district, and several other old familiar friends. Reached the Ferry at Kohale at 4 p. m. Saw the Murree hill well as I came down the ridge to Maira. It turned out to be the one I saw to the right of the two others, noticed yesterday, on the descent from the Chikar height. There was a resemblance to the shape of our \"rand Cumbrian mountain Helvellyn in it, as seen from Eusemere. The main Murree hill being the back of the Helvellyn, and a sloping shoulder running down from its right extremity, put me in mind of the outline of the English hill. A sine view of the Muchpoora mountain too all the way down. Indeed durin* the last two marches the mountain scenery had not abated one jot in stu pendous grandeur. The tourist will here finish his course of open-air bathin\"- The stream runs here deep and fast through great cubes of li,ne stone, and the water is pleasant and cool, not so intensely cold as the snow waters about the mountains surrounding the valley but cold enough for anything. Two miserable ferryboats swing across the swift current by VVI of keeping up the communication, and go with a heavy"], [74, "69 bump against the rocks each time of crossing. I should not say these boats last long. I should think a little ingenuity might easily construct a pleasant and safe mode of transit in a boat bridge. A strong chain cable made fast at each end, and if one were not strong enough, half-a-dozen of them — and spanning the stream. To this the boats would be attached by cable or chains of necessary strength. A similar line, across the stream below the boats, would be required to keep them steady, but of course it need not be of nearly the strength of that to which the boats would be attached. In a flood here owing to the steep rocky banks, the river simply rises 8, 10, 12, or 20 feet as the case may be and hardly increases in width at all. The line to which the boats were fastened should of course be a proper length to admit of these great rises in the water and plenty of cable should be given to the boats to allow them to rise and fall, still keeping a good horizontal strain on the cross line. In a stream flowing through banks like these, 1 should not think the water runs with much greater velocity in a 20 foot rise than in one of 8 foot ; but if it does why then the cross line should be made strong enough to bear the extra tension. There would be some trifling details to manage, such as the putting in another boat to fill up the space, left on each side by th e rise of the water. I should think 4 or 5 good Pontoons would suffice to bridge the river at the Kohale ferry. The mode of making the passage in loose boats \" by the run \" as they now make it, is decidedly dangerous. 27th September. Off from Kohale at 5-10 at day break for Murree. Went along a woody bank on the left side of the river, and crossed a brook called the Rungoon, about two miles from Kohale, run ning from right to left as I proceeded. Heard by far the sweetest note, from one of the feathered tribe this morning, that had reached my ears throughout my trip. The natives called it the Khewul."], [75, "70 I suspect from the song coming from the bank of the rocky rushing stream that it came from a member of a very interesting tribe— the water-ousel. Reached Devul where there is a Thanna of the Rawulpindee district at 9-5. Passed by nice comfortable looking villages, with rich Mukhaee cultivation about them, on the sloping ridge up to Devul. The rupees expended at Murree have evidently a good effect on the circumstances of these villages. Was 5 minutes less than 4 hours in walking up the gentle ascent from Kohale to Devul distance 9 miles by the new G. T. S. route map. A severe hail and thunder-storm delayed me at the Thanna till 11-40. Reached Rewat in an hour and a half from Devul and Murree by 2-30. An excellent road on an easy gradient all the way from Devul to the sanatarium. This was all new since 1856. And so ended my trip by Bhimber into the valley of Cashmere. I do not recommend either mule3 or porters hired by the month. The former invariably get lame, and the latter when you come to take long day's journies, \" tail off.\" If you get one march a head of them, you are at their mercy, for you are helpless in the matter of making them hasten on after you ; and thus, should the coolie, who is carrying anything you want ever So grievously, have lagged, you must either go back for him yourself or wait till he comes on. Either alternative is annoying. If the tourist requires baggage cattle he can always hire the ponies kept for this purpose along the Peer Punjal road. At Serinuggur by paying pretty high, and taking care of the pack saddles at night, you contrive to get ponies or mules to go in any direction. These animals, accustomed to the county, rarely go lame. 6 annas is the usual rate of hire per diem for an ordinary day's journey, along the beaten track, but if you go to visit strange and rough places give 8. And on the vexatio quceslio of ladies going to Cashmere. By the Peer Punjal, a lady accustomed to riding, and able to bear a"], [76, "71 little roughing, would enjoy the trip, but children would be troublesome. 1 should say the journey by the Chikar-Dhukkie, from Murree, for ladies is objectionable — no danger, but a good deal of fatigue would have to be undergone. As to their attempt ing the axpera of the valley I am ungallant enough to say that in these places they are out of their proper sphere enjoying no pleasure themselves, (unless they happen to be of the Madame Pfeiffer order) they are only a source of anxiety to those lords of creation, with whom they may be travelling. Still, I strongly advise as many of our fair countrywomen as have health, strength, and opportunity for taking the trip, to do so. There is plenty for them to admire without attempting the inaccessible and difficult places, and they ought to go and admire it. I used often to wonder, in gazing on scenes in a country as lovely as tbe Tyrol, how it was, when there was so much ugliness in the Punjab plains and amongst which so many of us lived, that every person that could, did not come to where these scenes lay, a distance perhaps of not more than a hundred miles from the ugliness aforementioned. If the badness of the road has anything to do with this, we Punjabees would willingly subscribe to improve it. Then, finally, as to the subject of making the trip alone, or in a party ; which is the best ? No one will expect this question to be answered in any other form than by the common platitude ; \" this depends entirely on the pursuits and temperament of him \" who makes it. \" Youth and gaity would naturally be for the party ; but some respectable authorities would be found also on the other side. Poetry from all sources, universally so, from the pious Abraham Cowley of 200 years ago, down to (I fear, the not-so-pious) George Gordon Byron."], [77, "72 The former in some quaint old lines wrote Ah I wretched and too solitary he, Who loves not his own companie ! He'll feel the weight oft many a day, iTnless he call in sin and vanity To help to bear't away And the latter, that majestic stanza; the sentiment of which is very applicable to the kind of tour I took, To sit on rocks, to muso o'er flood and fell, To slowly trace the forests shady scene, Where things that own not man's dominion dwell, And mortal foot hath ne'er or rarely been ; To climb the trackless mountain all unseen, With the wild flock that never needs a fold ; Alone o'er steeps and foaming falls to lean ; This is not solitude ; 'tis but to hold Converse with Nature's charms, and view her stores unroll'd. VIATOR."], [78, ""]]