[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "THE Unfortunate Usurper. A TRAGEDY. AdOemrwn Cereris fine cœde e> vainer e pauci De/cendunt — <srficca morte tyranni. Juvenal. L 0 ft^D 0 Printed in the Year, MDCLXIHi"], [8, ""], [9, "To his honoured and highly efteemed Friend, Mr. SdwardVmfreville. s IR, ■ Have read that Luplius (one, wvho in his time, had tlterepute of a learned Person) was wokt to fay, That he would mt have his Writings read or perujed either by Learned or Illiterate the former might haVe a more clear wo tionand conception of things than himself ; the latter tt\\% derfiood nothing. If I should, in the Front of this Book, affix this as my own Opinion, my exposing it to publ'ick View would give me the Lye, and tell me my {Pen and Thoughts move not in a parallel Line ; it being no le fie ridiculom to assert that the Sun (Jhining in bit high Me* ridian) may lye conceal d from our eyes} than that a Book, once publish' t , should not find (Readers of all ranks and degrees of men: I (hall not therefore pin my Faith wholly on the jlecVe of Luc. lius. but assume the confidence to be of a .different Opinion' from him • and insert this into my Let any, That I may meet with learned andjudki* qua Readers, Ignorance being the onely Enemy that I can fear^ \"which usually does, like some Birds, \"toho fitting up* maTree, foul all the good fruit, and dishonour it, that it maybe unfit for food; and its breath (like an Eastern wirtS) breeds Caterpillars where e're it comes } which con* A 2 fume"], [10, "The Epiftle Dedicatory. fume the prim: Fruits of the Tree of Knowledge . and it wrackt w:tb perpetual throws an i pangs , tdljhe u dtlive+ red of Detraclton her eldefl Daughter, wb.fe peflilent nature it is and ever hath been, to raife the pyramids and Trophies of her own glory, upon the (Ruines and Rubbifh of the 'Refutation of others - } and her frequent breathings forth of contumelious and opprobiious Speeches againfi true worth anddefert, (likefo many impure exhalations) cloud and obfcure the lufire of the mofi commendable and glorious action { it being {as my Lord Verulam has well obferVed) infallibly true, That he that hath no virtue himfclf, ever cnvieth virtue in others, for mens minds will either feed upon their own good, or upon others evil, and who wanteth one,will prey upon the other, and whoio is out of hope to at tain to anothcrs viitue, will leek to come at evea hand, by depre fling it with black mauth'd oblo quy and detraction. With thefe (as with evil genii) the mofi learned and defervingmen have ever bin haunted and as dark (hadoWs do not lefie attend beautiful than de' formed Bodies in brightefi Sun fhine . So, as well the beft men as their beft actions', are ftiO waited on by (thofe brats of Ignorance or Malice) detraction and calumnies. For the confirming the truth whereof Ifi?allneedno fur ther to fearch the (Rolls of Antiquity, than to look back upon thofe times, in which, ( Johnfon that Son of wit) did"], [11, "The Epiftle Dedicatory. did by the clear and piercing rates of his wit and judgment, difiipate allmifls oflgnorawe, and. Reform the Errors of the Stage- and yet 3 though he Jhin\\d fo-bri^H in Wit s Hori^on y Ttere there not wanting fome barren- dods of dull Earth, who, being uncapable of receiving the leaft ray of wit them/elves from his qukkening mftuena, as ( Niobe prefer/ d her own earthly brood before Apollo and Diana the eceleftial Twins o/Latona) dard prefer the (pur ions 1 flues of their own TSrain before this great Apollo, and endeavour to eclipfe the glory of his heavenly endowments -, hut with how bad fucceffe they attempted it, his incompa rable (flay (the Poetattcr) made in derifion cfthem,fuf fickntly declares. And although like a petty mconfidi rMs Star J couU not expect to be taken notice of in tie pre fence of that glorious Sun, nor dare to entertain fuch high con ceptions of my felf, as to hope to be named \"frith him ; ye t, Tie take the confidence to declare to thety 'orld \\that though my weak abilities can hold no ptoporthn \"frith thofe rich gifts of Nature of which he was Mafler, yet I can glory J refemble him in this, that lam a (faulted with the Ignorance of partial and prejudicial Readers, \"who have be/pattered with the blacKeH Obloquy they can, a (Piece lately publijht by me -, which, becaufe it lookt upon all with an tmpanhl Eye, and (remote from fervile flattery) f par d not neareft (Relations, taxing not their ferjons, but their Vices, is ha ted for fpeaking truth, and kickt by thofe gall'd Camells Tfkom"], [12, "The EpiMe Dedicatory. \"whom it touch to the quick, whofe anger 1 as much fcorn as pity. And as I am a Votary to be re fetid from thofe wholook upon my Writings th trough the falfe Claffe of de traction and enVy>, So J ove deliver me from (thofe Tray tors to trite Friendship) fawning and cringing Flatterers, whofe exprefsimsfwell up the Cheeks of Fane with recef* fes of praties of the Perfon they fpeak of, and thereby pro claim to th World the defect of their ofrn capacities • and hy praiftng beyond T\\eafon,feem either to difparage thofe they make the Subje&s of their Commendation, or mxk themfdves,or thofe that hear 'um. Now (Sir) (that I may addrefs my felf to a Verfon to \"frhom both thefe ex* treams are Strangers, and give you an acknowledgment of thofe Obligations you haVe laid upon me , which are fo great and numerous , they make me defpair of a fuffic'ient Coma penfation) I have Dedicated this Tiece, and with it my felf wholly toYou,making the fame Requefi to You (Pliny once did to his Friend Paternus ) that what You intend to fpeak to others of my You would jay the fame to him f who is Your much obliged and Devoted Servant—."], [13, "Drammatis Terfon<€. The Scene Constantinople. ALtxius Comnenus only Son of Manud,\\^W\\o,at he suc- ceeded in the Empire of Constantinos le. Prottsebastus , second husband to the Empressc-M other Xene, Andrenkus Comnemt, a Prince of the blood, bmistit by Manuel, who was afterwardsthe Unfortunate Usurp-r. Ifaaeius Angelas, Successor to Andronieus^but one who had a truer Title to the Empire. Manuel, second Son to Andronhus. Cento- stephanus the great Duke, Admiral of the Galleys. Theod$rus,<\\ Religious Patriarch. Basilius, one who was unworthy of that sacred name (Bishop) which he had* Trypsieus Constantinus\") Mamulus, (^ . T . Dntas, ' >Grccian Lords. Lapardas, j Hagio Cbristophorites, a Captain.' Amphorem, Tutor to the Emperor Alexius, Setb, a Conjurer. Dtmon. Xene, the Empress Dowager, who, after Channel's death. Married Protefebastus a voluptuous Epicure. Maria Cxfarijfa, Daughter to Manuel. Ceuru Ladies. Citizens. Stuldiers. Blades."], [14, ""], [15, "1 THE Unfortunate Usurper. A ct. I. Scene i. Enter Pretojebastus, Xene. Protofeb. Hat we the sweetness of our pleasure may enjoy Without all molestation*, bitter mixtures, 'twere not amiss, If care were taken that young A- lexiut be dissolutely educated ; Wee'U either lay the reins upon his neck, and let him run Uncurb'd and uncontrol'd his full career in vice ; Or, Which will sooner ripen our design, let some debauched Tutor Be procur'd, who can with specious fucuses daub over Vice, and represent it to him, tricktup with its alluring Gau- deries, And make him think it worthy his best Endeavors , His years are yet springing and young, and make him capable Of all Impressions ; and if the feeds of lewdness be planted in His early Youth, they'll take deep root, and grow up Vicious Habits in'* elder years. Xene. Thy care's anticipated (dear Prolefebaflus) I have conrnitted him to such a Tutor, whose Wicked actions will speak loud in young Mexius't Eares, and prove Such moving objects to his eye, that he must need* Receive som tincture from 'um ; He is a man B So"], [16, "The Unfortunate Ufurper. 2 So rarely qualify 'd for that employment , that he deferves To be a Tutor to an Emperor ; Although his vaft ambition were fo great , that it would prompt Him to affeft the Title of Emperor of a World of Vice. Smell-fmock Sardatafalus would have gwen TheM iety of his Kingdom to be his Pupil , One of his Le&ure* has ufually that influence On .their minds to whom 't ii read,* tku they become , Extempore Profelytes to his perfwa'ton* . and Praftcal Gbfervers of him , Pie warrant my Alexius So well improv'd by his Endeavor.', That ( like the Romin Emperor , who for's carouzing was New Chriften'd Hiberius) hec'J think none fit to bear An office in his Court, Put thofe that bear their liquor bravely; He'le think, that Vi&ory will hover with her triumphant Plumes Only about thofe Sons of Mors, who are Invincible Drinkerx as well as fighters , fuch as beat Drawers in (lead of Drums, whereof, each common Spuldier may be an Enfign, carrying his Colours in His Face, who di (charge reckonings ir.ftead of-Guns, And are as much delighted with the harmonious noife Of a Quart pot, as the report of a well-loaded Musket- P otofeb. How pleafant and harmonious founds this news, lme turn'd all Ear at the Relation of it, Now may we fafely indulge our felves in genial pleafures, And reap our Mariage-joyes with open freedom , Wtle lofe our felves In Venus (hidy Groves; nowwearefure Alexius will be brought unto our Lure, Xen. Thou frotofebaftut fhall't be my aftive A/<ar/, and I Will be thy pafTive Venus , thou ( like the %j>mm Emperor Vomitian ) (hall conflitute a new Clino^ale , which had It's rife and name from frequent exercifings in ( Cupid's camp )the Bed; we'Ie monopolize All pleafurcs to our felves, and arm againft enfuing Miferies, by not vouchfafing them a thought, and if ( Which we'le ne're dream of) they furprize us Wel'e folace and encourage one another with the thought Of"], [17, "The Unfortunate Ufurper. 3 Of all our former joyes, as indigent and banifht Mariut Is ftoried to have done, who banifht grief out of His mind by the remembrance of His formerly acquir'd vi&orious Trophies ; Let forrow be a iiranger to our bread, banifht our Court ; A melancholy look in any face (hall be a fymptom Of it's ruine ; he that dares tap his eyes, and fet them Running, a Daggers point opens a Vein of's fiillen Heart, to let out all that melancholly blood which Caus'd his forrow. Protofeb. *Twas fpoken like an Emprefle (Royal Xene) Let that vile wretch, who fullies our bright daies With the leaft f*gh, breath out his laft ; each man (hall be A merry Vemocriius, and alwaies laughing, And each Lady (hall wear that Epithet in her Face The Poets gave to Venus, whom they (lyl'd Their Smiling Goddeffit: A chearful countenance Shall be reputed the Court fafhion. And lie fo dedicate and addift my felf to thee (My Xene) that I'le not brook one Minutes Abfence from thee : Tie fpend my thoughts, my flrength, To do thee fervice. Come let's retire to ou r Chamber, where, Although before I fear'd thy voice like Thunder, I will lye uppermoli,my Empreflc, under. \"Exeunt. Act. I. Scene 2. Alexius the Emperor, Amphoreus his Tutor, two other caroufing Blades, Servants with Wine. Alexius. Now Tutor fhall you fee what profit I have reaped by your Left ures ; You told me once a Story of a Roman Emperor That did prefer an Upftart, born of obfeure Parents, (Who then flood Candidate for the Pretorfliip) Before fome others of a nobler Birth, For his carouzingofF large Bowleg of Liquor. I'm now i'th' humour, and applaud that man B 3 Who"], [18, "The Unfortunate Ufurper. 4 A, Who is of ldomenem'% golden temper, whom valiant Agamemnon did admire,. becaufe that, when the other Giecians dinted themftl/es to fuch a qu intity Of Wine, yet he (like a true merry Grecian ) Was ne're without his brimer. Let's celebrate Drunkenefle amongft ourgreateft Feftivals and Triumphs; let our Court Echo With the melodious noifes of Roaring Boyes, Our Pavements fwim with Wine, and our W-dls grow damp With the vaft Floods and Torrents of our Liquor. Ampbor. Now does your Majedy fpeak like your felf, This wasa Royal and Imperi-i! drain, And does encourage nie to commence another Lecture To you $ Philofophers define, a bumid body, ihu«, Tis fuel) wbicbis not terminatedIj itself, tut by body. Now to apply this to our lelves^ So we, when we are th'roughly Iiquor'd, and our Bodies Are become Humid Bodies, mult not be terminated By our felvs, nor ftand on our own legs, But by another bodies help. Alexius. Wee'l drink till we reel round the Circle Of all wickednefle ; like Nero, wee'l wear No garment twice, and though we now Swim in the golden dreams of wealth, wet I drink off And exhauft 'um all ; wee'l protraft our loofe Revelling from noon till midnight -, And the red Rubies in our Faces ( like Stars o* th 1 Brigbted Magnitude) fhall give us light; and on the Morrow Weei quaff off for our Mornings draught As many Bowles of Liquor, as Pbabut drinks Out of the Ocean, when he rifes : Then wee'l have A whole Seratdio of Buxom Wenches. I. Blade, Yes (an'c pleafe your Ma'efly) Wee'le have Wenches by all means, And only read fuch Books as thofe, in which The only letters arekiffes printed on their lips, Tthey are fine Venus Paper, and are capable O'th'beft Impreflions ; and if we will but fill them"], [19, "Tie Unfortunate Ufurper % 5 As full as they can hold, or will defire, They*i fwell into vaft Volumes; , Alex, Our Wine (hall be fo plentifully drunken, Thac it (like Lethe witer) fhall caufe usto Forget all cares attending Princes Courts. Wee'le worfhip no other Deity but Bacchus, Fat-god Bacchus, Refign our felves up to him wholly ; His inspirations onely we defire Of roaring Boyes, when we have a full Quire. Boy fill fome Wine. He takgs the Curp, and views the Wine, and drini\\s> and whilji he's drinkjng Lapardus enters at t'other end of the Stage. Lapardus. Manuel is fcare yet cold ins* Grave, afu '*?. Andean young Alexius be fo blith and jovial .? Can he afford his Royal Father no other than Tankerd tears.? I txpefted to fee him almod drown'd with forrow, But find him fwiming, and almofl drown'd in's Liquor. Alexius. 'Tis off my Boyes. 2. Blade. Your Majedy affords us ample proof of your Moft Royal virtue, and fhwes us an example Worthy our imitation. Lapardus. OJove, what a Sponge fill'd with Liquor aftde. Is our Emperor ! and how thefe fawning Pa ralites Give him word* ! poure Oyl into his ears as faff, As he does Liquor into his Belly ! - i. Blade. But where are thefe pretty things to play with, Called Wenches ? I am big with defire, And fain would be deliver'd by fome fuch Midwives .• Though Bacchus is fo heavy that I can fcarce Support him and my felf, upon my legs ; Yet have I dill a (landing Part, which cannot Be brought down,withouta lighter Creature, Call'da Whore. Alex. Are you fo hot with Luft.? then wee'i retire ([Exeunt And get a Cooler to allay that fire, (all but Lapardut . Act."], [20, "'The Mnjmmate Ufurper. 6 AcT.I, Scene $ . Lapardus, Solus. Lapardus. What > does Alexius think to reft conceal'd By his retirement into fome obfcure and clofe recedes .? He beats the Air, and plowes the Sands, it is impoffible ; For 'twas ever incident to great Fortunes, That their aftions fhould not be buried in fecrefie and filence : The greatntfle of Princes Fortunes not onely forcti 'um To keepopeB Courr, but (as if the Herb Lunaria Were in the Locks) makes all their Privy-Chamber Doors fly open ; thofe tbat lead A private life, fin with a greater licence ; few know Of their delinquencies and aberrations, Their Fame and Fortune are alike ; biit thofe Who are pofleit of Kingdoms, and far-extended Empires, Live on a Hill, cheir a£Uon« can't efcape the fight Of all men; for 'tis moft true, that greateft fortunes Grant to their pofleflbrs the leaft and fewefl licences to fin, And each offence is more notorious , by how much greater The perfon is that ads it : Vice derives Its pedigree from the Aftor, borrows its great nefs From him; cracks in glafs, although pad mending, Are not regarded ; but the (mailed flaw Apparent in a Diamond, is thought confiderable : The Sun in an Eclipfe calls every eye, The Univerfe mud (eel and know it, A Kings Example is the FirftMovtr of His Subjects Aftionsj pleafures were T In great requtft at Caprea, beqaufe there, The Emperour Tiberius wallowed in 'um : In wry-neck'd New! Court, a wry-neck was the mode, Limping was the Court fafhion in Macedonia A'ter King Philip broke his Leg. Is any Delighted with unchad embraces.? He prelently re lifts on thundering Jove, and from his Lewd"], [21, "Tht Unfortunate U fur per. 7 And Lewd example cherifhes, pampers, and foments his luft. The only courfe a Prince can take to make His Sabjefts good, is, to do well himfelf; for they think, All aftions lawful which they aft By the example of Superiours. Are thefe the beft requitals? Conjlantinople Will return the gods, For her fo long-enjoyed happinefs ? Has her pofterity given her a furfet ? Nothing is now predominant but Vice , One f wells with Pride, another boils with Luft, A third differs his canker'd bread to be The receptacle of Black Envy £3 I fear thefe wickedheffes, which are afted With fuch applaudedand fuccesful Epilogues, Wili feed (like Beads; till they are fat, And then they'l bleed: Heavens fmiling Does often hurt more then its weeping, Sunfhine does greater harm fometimes then rain ; We formerly (\"upon a defperate famine) Had hopes of general amendment, during which, Pride was contained to undrefs her fejf r And be difrob'd of all her gaudy vanities ; Luft was aflwag'd and mortify'd by Want, And the privation of thofepatiiperings with which It formerly was dieted: but now, that we enjoy A copious affluence of delicacies, We are Apoftates from our Virtues Unto our former lewdnefs, and have abm'd The gods indulgency. O once famous, but now, Declining City, Conflantinople I I fear thou'fo weep in blood for thy So carelefs trampling on thofe terms of Mercy Tender'd thee by thegods : Relapfes have been ever fatal and dangerous, And, Heavensgrant, that thine prove not a Prologue Unto fome Tragical enfuing ruins, nor caufe Thy now refpleudent glory to make an Exit, an J Bid thee Adieu ; now mud I marfhal"], [22, "The Unfortunate Ufurper 8 A nd mufter up all my beft thoughts, to finde Some Antidote to countermine Thefe poifonom praftifes : The body Politick mud be purged From thofe malignant humours which caufe thefe Feavers Of Luft and Pride, with which it is Diftempercdandaffefted: but* here moft {* Enter Mmaltts, Opportunely is arriv'd a Colledge ConflantfTbecd: Of State- Phyfuians, whofe counfel and advice Bafil: Cxfariffa. Will not be wanting unto my endeavours. Act I. Scene 4.. Lapard:t/, Mmalut , Try pfuusConfta minus, Tkeodorus, Bafilius, Cafariffa. Lapard. Welcome my Lords , your prefence is raoft fortunate tome, And fmiles propitioufly on my defignes : 'Lis now high time that weberowzed Out o'th' Legarthick fencelefnefsanddulnefs, Into which, we are fo finely cheated by our felves : We that aremo'tengag'din State- affairs, Are now become Secluded Members, The CounceJ-Chamber doors are barr'd againft us ; We Hand as Cyphers, and allof's put together, C an't make Oiie Counsellor, according to Xene's Accounts. M.iv,at. Tvvas rightly fpoken, Thou Soul of Eloquence. Lipardus. Tri: Confiantin Prutojebaflus (who fits at the Stern, And's abfolnte Monarch over tfu Enprefs Regent, Her Son the Emperour, and ali% Dominion') Is doted for the Pathick of the times; We muft ufe fome expedient to It op That Stallion in his career of Luft , Hold in the reins, and check his pride. TheoJor. It is not fit that he, who cannot rule hiinhlf, Should"], [23, "The Unfortunate Ufurper, 9 Should be permitted to govern others. Baftlius. We muft ftrike off thofe Poppie's Heads, Protofebafius and his Faftion muft bleed for't j Conflantinople muft drink a draught of juyce Squeez'd from thofe Poppies, Before S hee'l be at Reft, Lapard. I fee, my Lords, that we Concur together all in our Opinions, And that, which addes new lifeto our proceedings, is, That the Holy tbecdorus, to eminent for piety, Deigns them his approbation : We are new Spirited alfo, that Bafilius, (\"One that hath taken the true pulfeot's Fortunes, whom the world knows, but yet Can't board him, or found his bottom ) Should favour our defigns, and rank himfelf Into our Combination. Gafariffa. Pardon my msfculine Spirit, NobleSirs, If Iprefume to tell you in plain terms You aft the Womens part too much, talk all, and Do buc little great Talkers Difcharge too thick to aim at the true mark ; The True-bred Mady (hows not his teeth, nor opens, Till he bites, we (like Thunder) muft kill Before the blow is heard, fuppofing therefore That all of you (like th' Oratour Hjpcrides Wrack'd by Ant ipater ) had rather Bite out your tongues, then fuffer 'um to divulge The lead Iota of our fecret counfels, My great requeft (hall be, That you Will put Your brains upon the wrack for fome brave Stratagem to level, that proud HiU,Protofebaftus t , And lay him lower. Lapard. Thou faireft Star in the bright Orb of Women, Thou more then woman, Whole deeds are unimitable by any of that Sex, Who (like the Ocean which (huts ftill as it opens) Canft not be track't in thy immenfe and C Bottomlefi"], [24, "The Unfortunate Ufurper. 10 Bottomlefs defigns ; whofe glory (hall (hine brighter in Conjlantinople then CUlid't at Rome ; Great Cleopatra that couragious Queen Was much inferiour to thy martial Spirit ; That Foundrefs of fo many Cities , The fair Semiramis, to whom the Worlo's Great Macedonian mader gave An equal portion of glory with himfelf, Shall Iofeher name, being fo fir Outvy'd by Cifariffa : but to the bufinefs, That we may counterpoife the power Of proud Prtiofebajlus, and free the Emperour Alexius From the Wardfhip of thofe bafe Court-Buffoon s AndParafites which abufe his tender years; What think you of imploying an Agent to Andrtnhus. (\"Who lately was banifht to Oenaum) A Prince o'th'blooc,' One of vaft parts and great abilitie?, Wee'i make him a folemn invitation to return , And enfranchife our Emperour from that flavery, Under whofe weight he groans : Mmal. We hear L^ardus with no lefs attention Then we fhould do Apllo from his Oracle, Thy counfel m?ii:s our appl>ufe and approbation. Tr.Confi. But to whom may we fafely unbutton our breads .? Whofe truft can claim fo great an intereft in Our fecret thoughts.? as, thatweihould Reveal'iimto hira; C&farif. 1 hope I am fo wrought into your truft, And woven to your dcfign, that, though a woman, I may be trufted with the management of theie Affairs ; grant me but your confent, and I my felf In perfon will port t'Oenx»m i carry the invitation, Which hee'J as willingly embrace As Virgins do their Husbands the firft night , Or fire flies upward ; l'le fly like lightning, and out-run my thoughts To reach him quickly. Exit. Lspard, I'lc leave you too, my Lords, that I may go And"], [25, "The Unfortunate Ufkrper. 11 And win the Admiral to revolt with his Navy To Andronicus, and waft him over. Exit, Tr. Confi. Now do 1 fancy with my felf Howl (hall hurle Protofebi{}us'$ panting brain Into the Air in mites as fmall as Atomes, His hands are too effeminate and fofc To pluck up fuch rebellious Thirties, As we are, by the roots. Mamat. There can'c be much opposition made Againd tAndronicus, at his arrival ; for Protofebafltif is abetter Stallion then war-horfe ; Me undertake the fight of a drawn Sword Shall make him run under a Womans Coats, And hide his head within a Smock for (heker, He had rather fee a naked woman, then A naked Sword. BafU. I dare promife my felf to fee all our defigns Effefted, if Lapardm can but oblige the Admir 1 To fide with us; which too we need notquedionbut His powerful eloquence will bring to pafs ; But lets retire my Lords, Lead fome of Xenes faftion fiirprize us : Exeunt mneu Act I. Scene $. Lapardm, Conto-Stepbanm. ConU'Stepb. Thefe your Propofals ftartle me (my Lord) And raife within me perpetual (iruglings Betwixt Rebellion and Loyalty; Loyalty waxes and feals up my ears againft Your charming eloquence which would move me T' attempt fuch treacherous praftifes ; Rebellion, on the contrary, prompts me to a fair Audience, and commands me to put all your Commands In execution. Lapard. Why do you ufe that (fo harfh Term) Rebellion, From which my Counfel'sfo remote, thatit (\"\"cy- More plaufibly may be Chridn'd , Love to my Prince and Coun- C 2 You"], [26, "Tin Unfortunate Ufurper. 12 You ftrike not at the Majedy of th' Emperour Alexius,. Nor mud your aim be the fuppreffion, B Jt preservation of it ; you bend your main defigns Againft the proud Prtiofebafius, that profperous Traytour,. Who (hackles the brave Soul of young Alexius, Which otherwife would take a nobler flight, and foar Much higher, were it not clogg'd with The incumbrances of a vicious and debaucht retinue, Which Xene puts upon him, that with her Minion Prettfebaflus (he may fafely lead A lewd and dilTolure life, knowing that if His virtue be not clouded by the black deeds Of thofe vile wretches, 'twill (nine too bright, For her eyes (weakn'd with the works of darknefs) E're to behold, 'twill be too hot to be endur'd by her. Conto-Step. You have afforded me full fatisfaftion to that fcruple Of Loyalty, which Ipropos'd, with which I fee Your counlel is confident ; but what if we By bringing in AndronUus (\"like the Hyrcanians) Should nurture and preferve a dogge To be devour'd our felves, and prey'd on by him ? What would this be, but in effeft to court our own dedraftion, And woe our mine ; isitnotfafer To reft contented with that fenfelefs Loj?ge Alexius ? Then raife a King who (as the Storle- i'th Fable Didtbe Froggs) will run with open mouth upon his Subjects ; You are not ignorant of the rare endowments For which Andronicus was ever famous, And that his eloquence runt in fo ftrong a ft ream That it will hurry with it all it meets; And he, it may be, exafperated by his late exile , Will intermeddle in Alexius power, Nay more, un-King, un-Thronehim Under fome plaulible pretence Which trcafonous praftifes Have always in their womb, and are Delivtr'd of at the lead fummons ; You know he (hin'd fo bright in popular favour, Before"], [27, "The Unfortunate Ufurper. 13 Before his late confinement to Oenaum, that the rayes Of Mamels Majefty were fcarce difcern'd ; And now perchance if he appear again, His prefence (like the Sun's after a long Eclipfe ) Will be more highly priz'd by all, and by uniting The Rayes of his hot fury, hee'l diffipate And utterly deftroy thofe clouds, which Formerly obfcui'd his ludre. -Lapard. Let not fuch caufelefs fears poflefs The noble Com o-Stephanus, wee'l fet him op, As men do little children upon Horfes) and Never truft the Reins in's hand; and if we fhould, Government (like Great Alexanders Horfe, Bucephalus) Will throw all Riders, but the true owner And pofleffor of it; We do but borrow him for a while from banifhrnent, And after we, by's means, hare level I'd Protofebajlus'i power, wee'l pay him honedly again Unto Oeneium ; we only draw him out ofrs 'Banilhmenc (like a Sword out o'th' Scabberd) To kill all we dengue for death, This done, wee'l put him up again, Conto-Steph* Make him your Sword*fay you ? I wi(h your medling with fuch Edge-Tools May not prove dangerous: But however, My Navy (hall be ready at a fmall warning. Lapard. And Tie acquaint the reft o'th'confpiration That I have made you and your Navy ours. Exeunt. A c t. I. Scene 7. Xene, Ptotofebafius, Two Court. Ladier. Trotofeb. How does our Palace now refemble Great Mahomet's Paradice ! how does it float in pleafures I Let fmall-brain'd Book-worms talk of Speculations And empty notions floating in their underftanding; We by our practice onely will embrace The knowledge of Our Senfci, which they Attribute"], [28, "The Unfortunate Ufurper. 14 Attribute falfeiy unto Brutes alone, but we, Having exper'enc'd itsTranfeendent excellence, And bath d us in the pleafant dreams Which flow from thatfweet fountain of our Senfe, Either deny chat Brutes are capable of that- Not to be paralleled felicity, or if they are, They know not how to prize that excellent Jewel, And here lies Tt/efTwuial difference'twixc them and us, fin this my New P'ailofophy) that men by often Wearing and making ufe of it, know rightly How to prize it; but Brutes, Although that happinets be in their pofleflion, Are ignorant of the value ■, Men know how to improve the knowledge of their Senfe By bringing and reducing it to practice; What the Senfe reprefents as lovely to 'um, They prefen'Jy embrace that objeft. i. Lady. O that I were that object then! fori would willing ly be embrac't. ajide. Protojcb. How could we e're difcover the admirable virtues Which reiide in you fair Ladies, V/uhout this knowledge? for firft W c diould deprived be of that moft raviftiing Senfe of Ftelingi which once loft , Coition would turn Nature'sdomack.and makeherloath it: 2. Lady, Which Heavens forbid. afids, Protofeb, And then again our Iuft would fall, It'. were not underpropt and heightn'd By a fixe gazing on fair objefts •, Then (hould Aelofethe Harmony which lies in Ladies Tongues, which caufes us As often as they fpeak, to be of His opinion, T hat faid the Souls of mortals are a Harmony ; And *hen they'rin that Hot Difpuie Cill'd by the Pebble, Scolding, Without our Senfe's Knowledge, we fhould lofe The Harmony, that Difcord wjs thecaufe of, Xer.e ("], [29, "The Unfortunate Ufnrper. 15 Xene. Were it not for this Knowledge, Our rared delicacies would afford us No better relilh then the poor Rufiet-Tenants Meaner fare ; then our Caveare, Eringo Roots , Potatoes, and Chocolate, and the red Of the Train-bands of high difhes would be in vain Mufter'd together to defend - Our lufts from being mortify *d and kill'd, By frequent skirmifhings in CupidsCamp ; Then would our Bildaes be of no great ufe. Our Eunuchs, Marmofets, and young Pages Woulddo us little fervice ; Ptetofeb. Let us live then a life of Sense, And follow all its dictates, 'tis Sense shall only reign . In this our Microcosm or little World of Man. i . Lady, And I hope too in out great World of Women j a. Lady, 'Twas well interpos'd Madam, for If Sense fliould reign, »We Women should prove its best Subjects . Protejeb. Now, because no Laws can oblige before They are promulgated and known, - I shall recite the Laws of Sense unto you ; First, They bid Women be as common As rh' Aire in which they breath. i. Lady, Excellent, Excellent; Protofeb. They strictly charge us men to dwell awhile Upon a Ladies Lips, and then to make Hot pursuits after virtue, which we must finde By speedily restoring to her Lodgings, Which always are i'th* Middle. 2. Lady. I wonder then that those Who visit us Court- Ladies, are not reputed virtuous, For they always Hire our middle Lodgings. Protofeb. Then they enjoyn us men to labour till With our great Clubs (like Hercules) we beget (* whilst be faeakj Fifty a night. *But what means enter 3 or 4 servants This winged speed you make to us ? in a fright, j »♦ Serv."], [30, "TheHnjortunateUfurper. 16 i. Serv, An Army's Landed. Ptetofeb, Howl 2. Setv. An Army headed by Andrtnicus. Protofeb. Our joys are blafted ; Where's the Admiral.? 3. Serv. Hee's revolted and in the Navy, the Army confiding of Papblagonians is arriv'd. Prttojeb. WellXcne, now ufe all thy Arts and Charms, Lay all the Gins thou can ft to catch Thy fubjefts Hearts, of which if now we fail, Our lives t Andronicus willbe a prize, And to his tury hee'lthcra facrifice. Finis A3us Prims. A ct. 1 1. Scene f* Enter three Soldiers. 1. Slid. TJ Y Mars, Conftantinoptelta well-treafiit'd O City, her wealth's 10 great 'twould tempt The fingers of a Saint. 2. Sold. Let us make golden Hilts to our Cold-Iron We wear; ourSwords, fince they have proved So v ftorious, deferve 'um well. 1 . Sold. I could have almoft curd our General, for forbidding Plunder on pain of death, jud at that Inftant When I was feizing on a She-Citizens Watch, Whole Alarm would have been more melodious To my ear, then our Drums. 3. Sold But what though he prohibited all Plunder, You might have ftorm'd Her Fort by Law of Arms , You might have dock'c her Notwithdanding. I. Scld. Notwithftanding, faidthou? I muft have don't witbfiattding, it at all ■, And fo I did , for though the fearful creature hearcf The Generals Command, yet (he thought Thar, fliould] take her Wiich, She^'J Icarce recover it when 1 was gone, Whic h"], [31, "The Unfortunate Ufurper. 17 WhichT lufpeftingby the Panick fear Which then polled her, promif'd to leave ir, Upon condition (hee'd yield her Body to me, And fall before me ; which words I fcarce breath'd our, But fhe as eafily was blown down by my breath, As wither'd Leaves in Autumne, Which breath of mine that blew her down, (As that of Boreas made Orylhia) By this time is the caufe of Her Belly's fwelling. 2 Sold. Tis an ill wind blows no good , But thine blew fome to thee. 3 Sold. I love fuch Wind- falls as Women dearly, They're al waies ripe and fweet. 2 Sold. And they think us men ripe and fweet too, For if they did nor, a merry Baggage I docktupon our March, would never have told me, That Part of mine I gave her, was fo ripe and fweet, It melted in her mouth : 3 Sold. But hear you fellow Souldicr*, The General Andronicus promif'd us double pay For our good fcrvice, our Officers have E're this receiv'dit ; let's go fee. Exeunt. Act. II. Scene i, Protffebafiut guarded by Officers. Protofeb. Muft thefe my eyes, already too much weakened By Luft, be thus kept waking ? thefe That were caufes of all the Lighthefle I am guilty of, be now fo heavy I cannot hold them open ? ■ * He nods and the Of t.Officer, * Nip him, he deeps. ' ficer snip him to keep Protofeb.OW. oh! thus is my youth nipt in the bud. (him waking 2 Officer. Faith he's witty, and ( like Vefpaftan the Roman Em peror) He'l dye with a jeft in h?s mouth ; Pinch him again for quibling. ( They nip him again. D Protofeh."], [32, "The Unfortmatt Wjur^u 18 Protofeb, Oh.' oh ! oh! Hell never faw wocfe torments. Tantalus's torture was a play to mine, He was only dry and hungry, but I Am almoft mad for want of (lcep; My eyes are grown as dull and heavy As if Morpheus had hung great weights He nods again & Of Lead upon 'am; Oh,oh, oh, oh. »<*7 t in(0 b,m ' 2 Officer. I fee my Boyes you can help him at a Pinch. Serv. The General Andronhut commands (Enter a Servant. Tint after his long waking you bore his eyes out. Trotoftb. This mediae is more welcom to me then My f jrmer torments ; it is leffe torture not to fee , Than not to deep ; would I might deep my lad, for then 1 am in hopes I mould have fleep enough ; I have feen my bed daies. 2 Offi.So you have; for when your eyes are out (fTbe Officers You'l fcarce fee better *„ go to bore bis eyei out. Protofeb. Oh, oh, I f, can't endure thefe fo * He fuBt Exquifite and cruel torments. back^bis bead. 3 Officer. Hold dill, or Tie bore a hole Shall let your foul out of your body *. *They btre again Protoft-b. 1 wifh you would, Oh,oh,oh. with a hot Iron. a. Officer. Now his eyes are out, how does he look Like a Sc ul that has been buried half an Age -' Protofeb. Thofe eyes of mine whkh have fo often been Luft's Burning-g!a(Tes, are now judly \"burnt out, Thofe that ( like Salamanders ) have dwelt I'th' flames of Lud, defervedly do feel This unfupportable and fcorching heat, Thofe eyes that fiw fo many works of Darknefs Are now condemned to perpetual Darknefs; Heavens I fee in all their dooms are juft, He that Repentance fcorn'd, be tortur'd muft. Officer. Come let's away with this blindeOwle, this Night-bird, the Dungeon's fitter for him Than this place. Extnm. Act."], [33, "The Unfortunate Ufurper, 19 Act. II. ScBN.t, Lapardus folus. Now is Lapardus riling Unto the Zenith of all high preferments, And fwell'd with a tympany of expe&ation Of great honor's ; like th' Macedonian Boyes, All my defires are infinite ; The World's not bigg enough to bear Proportion to 'um; methinks I could comprize The Ball of earth within thefe * Palms , * He opens his Extend my power from Pole to Pole; hands. ( Like Pompty ) I'le endure no Rival or Competitour, Muchleffc brook a Superiour : When I am converfant with any that for Priority contend ( like th' Emperor Caligula ) I'le point unto my felf, and fay with him, Let there be but one Chief, and Prince '. If I am challenged to great atchievements By any perfon , Tie give him that brave Anfwcr Great Alexander gave his Friends ( when they defir'd him To contend for the prize oftheO/j-wp'r^games ) Tie tell him, Jmuji have Kings for my Competitors; Princes and Emperours are only company Fit for Lapardus : Dame Fortune (hall be made to know That fhe has come too fhort of all my wifhes. And fhall be found ly chid for'c, unleffe She for the future promife to be my Waiting-woman, And attend my Beek or Call : If fhe (like Vt nut ) be not alwayes fmiling, As if fhe favour'd my defigns, Vic deal with her ( as th' Vulgar does with Witches ) I'le take away her power of hurting me By drawing forth her Blood, if fhe be'nt willing to couple with mc in all D2 My"], [34, "Tlte Unfortunate Ufnrper. 20 My enterprlfej , Me force her by a rape, And when fhe once hat been my Whore, Shce'l eafily turn Bawd to my defigns, And bring'um to embrace what they defire. For, not co flatter her, how dares fhe do lcfle ? Now I am like to rife with great Andrcuieus Our riling Sun , whofe prefcnce muft create Fair Dayes and happy Times for great Laparaut ; For by my means fhe fhines fo bright in our Horizon, His luftre's borrowed from me ; whiHt Alexius , The yong Boy Alexius ( for now his Title of ErapcroUr's Too long for me co name , too Chore for him To hold faft long ) whilft that yong Boy I fay Shall prove a Falling Scar from the high Sphear Of Government • for I've derermin'd; Apd'my (ike refoiutions are co hurle him From the Imperial Seac, and fubfticute ■ Andf-onictu in his room, who , 1 believe, Needs few and fmalliQcitemenrs To a complyance with me. I cannot buc applaud my felf how 1 havefool'd The Admiral mco thefe choughes, as That my malice g! anced at Protofebaftus only , But 'cwas Alexius .igaind whom My howe was bc-.n,he was the mark I aim'd at-, Becaufe he lee my worrh lye unregarded, And ( like che Morning- dars at the Sun's prefence) My gbry ranidiedand difappear'd whilft he did fhine Which now I (hall 3t lergrh recover, Having contriv'd th' advancing of Andronicus- Unco the Throne, and laid the under-ground Foundation of his Grandeur, Upon which others may erect and build it higher : R.tfd'iHS will prove an excellent Hackney For me co fpur op to chjsProjed:,, Nay, I brieve he'le poft unto'c without a fpur, Whild I ( like th Grecians in che Trojan Horfe ) Do lurk within him, and a& unfeen, unknown ; He (hall incline che odium of the Aft, Fie"], [35, "The Unfortunate Usurper. 21 1e reap the profit, The Afle Bafdius fhall be only feen Whilft.I lye hid under that Affes skin.. Act. II. Scen 4 4^ Alexius wich Servants, Andronicus , four of Andr onirics Ins Officers. Alex. They fay our Coufin Andronicus is return'd to vific Confiantinop'e, buc yet the manner of HisComing's ftrange , h'as brought fuch a retinue Of Armed Hangers-on wich him; buc probably He may have heard we keep a Royal Court, Which ( like the Sea ) can never be d rank dry; When he gives us a vifit we'le command Our City Conduits fee running for's entertainment. ' There are thofe, we hope about us, \"Who can drink down his Train, Though it were greacer. Enter an Officer from An- Officer. May it pleafc your Majefty, dronkus. Our General Andronicus defires admittance To kiffe your hand. Alex. Tell him he has a free accede Unto us : Exit Officer. Now lee me recoiled my thoughts, What entertainment fhall we give him Suicable to his naeure ?. Serv. Your Kingdom (Sir) your Empire. nfide. Alex. What Wine does he love beft ? Hee's a Prince of our blood, and therefore will not Refuse his Liquor, hee'l not prove a Fdo de fe, And rob himself, surely. Serv. No : but take heed he don't rob you, of afide. ' The best Jewel in your Crown, y our.Head , Ere long. Alex. He is reported to be proud, Wele"], [36, "The Unfortunate Ufurfxr] 22 Wee'l make him drunk, and then hee'l be Most rarely elevated. Serv. I fear hee'l quickly be elevated aside. Too high for you, without drinking. Al x. Wce'l fill him so with Liquor, that It shall swell him more than all his Pride. En/er Andronicw with four Officers. Andronic. lam arriv'd (Dread Sovereign) to pay that Tribute Of Loyalty and Veneration due to your Majesty, * Desiring that those feet I ri.e from kissing, * He falls duxen May trample me to Atomes, nay to Nothing, and t(iffes A- That fame minute when I entertain lexius's feet. Thoughts of Disloyalty against your Person ; I kiss, those feet, those sacred feet, Ctnstantixtfle's Empire which support, As an acknowledgment of my subjection to um ; I shall forget I am related to you, By my too well remembring you are my Emperor, and I Your Subject, nay, your Vassal: The Paphlagonian Cohorts I brought with me, Shall be at your Devotion, and guard you From all danger^, thinking their safety is Involv'd in yours, who are mankinds delight and joy, An J whom your Subjects most justly may proclaim The Soul of Vertue . and all those Encomiums They heap upon you, will be like the dreams Drawn from a Spring, which dill more fully rife, The Fountain being inexhaudible ; Your Subjects fhall not need tear co affirm That all your Titles find encreafe by you, Not you by them, that you as far tranCcend All other Monarch*, as Monarchy A private perfon's flr*te, having invented That excellent Art of making Your courteous affability (which yet goes hand in hand With Majefiy) commit a Rape upon Your SubjedVs minds, and wind your Celf Into their favour.'* Labyrinth; and this I can alfure j ou In"], [37, "The Unfortunate UfttrpeK 23 Ifl the behalf of me and * thefe my followers, * Points to the That if (is Momtu wilht ) our breads were glazed Officers witb A id tranfparent, you'd fee the Motto fixed in them bim. (Which w^sengrav'd on Viteliiut his Statue at Rome) Of mod untainted Loyalty to their Sovereign : And th $ (hall be our joynt unanimous Prayer, That Heavens would grant Alexius Thofe millions of years his vertue merits. Alexius. Sure Coufin, after this long Speech You mud be thirdy, lee us go in and drink ; And wee'l endeavour in fo me meafure to requite Your love unto us exprefi'J in your Mellifluous Oration. Exeunt Omnes. Act. II. Scen^. 5. Lapardm, Bafilim. Lapardw, Eafilius arY ambitious of the renowned title And name of Make. king ? wil't thou have Fame Tell all the worid thou gav'it Andrtnicus, and The famous City Confiantinople , their ftrength, Their ipirit and their glory ? and that Their confervation was thy Donative? Wilt thou command as many fupple hams and knees To cringe to thee as do to Heaven ? Have thy frowns dreaded more than Joves ? Thyfmiles courted and lov'd, and no lelTe priz'd Than thofe of Fortune : Affefteft thou to be in power and reputation equal ftrOBg, And call the eyes of all mens admiration on thee ? Would'ft thou be known the man to whom His Country's (afetie'sfWeeter than its fight.? And one who'd rather quit his Country,then . His love unto it .? would'ft be efteem'd A man not born unto, or for thy felf, Bat to, and for thy Country, and for us ? Or would'ft thou be in a capacity of challenging . Thofe"], [38, "ThetriHfmmateUfurper. 24 Thofe words unto thy felf, which dying Vrufut Breath 'd out wi th's life, and left his Country as A Legacy > My friends, wiS ere the Common- wealth Meet with my equal. All thefe, and more, thou (halt be Mader of, If thou'lt but deer thy courfe by my advice. Bofil. O my good Lord, your guidanceand prudent conduS In all matters, (hall be as grateful tome As that o'eh\" Polar-Star to Marriners, Or Ariadne's clue was unco Theft us: Your counfil (hall be fo atcractiveof me, That ic fhall draw me forcibly to what it pleafes, As greater Mignet's draw the lefler to'um. My Lord> I am your Creature, and your command (Like the firft mover of the Spheres ,1 (hall let me Ieavj Nothing ivithin the Spheare of my abilities, unattempted, Whereby I may be ferviceable to you. Lapard. Twas nobly reply'd Bafilita .- Buc yet I tar, when once my purpofes are darted, And f:t a running in full view, (like a young Hound fcarcely Initiated to the fport) you'l not purfiie *um dole, But either fly back, or ft and at gaze, Not moving towards 'am the fmalled ftep. For there's a faulr , of which, men of your Goat are often guilty, They're troubled with a thing call'd Confcieace, which When they attempt ought that is worth a name, Ic prefently recoils within 'um, curdles their blood, And makes them dread and loath to fwallow A brave and daring A-ftion ; But, to deal plainly with you, if it were well view'd Withoutthat frightful vizard dull ignorance Let's it wear, you'd find it is no other, then A puny fear, not to be harbour'd in A noble bread. Baftl. My Lordjl'm forry you Co much miftakeme, All that I have retain'd belonging to the Clergy, is only The Name and Habit ; nor do I think my felf Concern'd to prattife thrir deluding fancies ; I"], [39, "The Unfortunate Ufwp'er. 25 I wear a heart f my Lord) guilty of fuch black deeds, That 'tis of a more Sable Hue then thismy Habit ; I am one of Fames Candidates, and Afplre to greatnefs ; I fain would hear That Horrid wickednefs of Which my bread Has not a Receptacle been ; What po'fonous crimes are there that have a name ? To which my natur's not inur'd, and can't concoct > Should I refute an enterprize upon the fcore of conlcience. Let me be chalk't up a religious Fool, And branded for a Superftitious Afs ; AsSophiftersmakeufeoftruepropofitions The better to infer their falle Conclufions, So I make ufe of confcience and reiigion toclokc my Vices ; Or as thole that are the moft deformed oftneft paint, So I make Confcience a Colour for my actions ; Tis fomy Lord, Lapard. I fee now thou art moulded for my projrrl ; Andronicus, you know, has got fure footing in the City, His Army's in a readinefs for all Exploits : Now if you'l forge a Petition from all the Peers And Commons in the Empire, and in their names Requeft Andronicut to be joint- Emperour With Alexius, you will give being unto my defigni, And leave no ftep of honour untrodden by your felf For your deferts ; there's no fear but Succeft Will crown all our endeavours ; for yo'i and I 9 With Conflanmus and Hagic^hrifiophorites, Andionicus's, Favourices will fublcribeto't, and then Millions, partly for fear, partly for gain, will follow; And if any (hould refufe it, you Mayurge'um with this Argument, That Tis a moft affefted obdinacy to deny what Their Superiours willingly embrac'd, That Tis foolifh fuperdition to be more Holy then Biftiop Baftlius ; SawcineO, to pretend to Greater policy then thofe Statefmcn, Liparite* And Conjlaniinui ; and thus wee'l force E All"], [40, "The Unfortunate Ufurptn 26 All their confents; which that we may difpatcb, Let u« go and contrive the Form of the Petition, which you (hall have the honour Of preferring to Andronicus. Exeunt. Act II. Scene 6. Andronicus, Theodora. Andron. Reverend Sir, my zeal to pay my thanks to Heaven, And th' Tribute of my tears to my dear Couhn Manuel t has brought me to this facred place ; But being confcious of my own infirmities, And well affui'dof your divine perfections, and Eminent piety, Tie humbly beg that favour of you To fend the fweet incenfe of your Devotions To Heaven for this my profperous arrival Unto Conftantinople ; thank all the Powers above For making me the indrument of enfranchising This City from that Scrvitulc which Protofebajtm Had brought upon it ; Tbeod. That intereft I have in Heaven Shall be imploy'd to fupplicate the gods To (howre their choiced bleflings on your acVion*. Andron. Then (hall I never need call their fuccefs Inquedion, but (hall on eaiie terms bring Heaven down to fide with my deiigns, For pious mens good Prayers and Orations (Like Ordnance highly mounted) batter the walls Of Heaven, before that the report Is heard on earth; I'm out of gun-(hot, andfecure Now I have got your prayers for ray (afe-guard ; For me thinks that in you I fee all th' Holy Fathers of the Church In an Epitome ; whofe learning, virtue, and What ever elfe was noted in them, furvives in you ; But it remains that I pay my Devoir To"], [41, "The Unfortunate Ufurper. 27 To my deceafed Goufin Manuel. {He turns from TheodoruMnd gas to Manuels graft?, where he fpeakj thefe words aloud. By what ill fate of mine , no fault of thine, Were not the lines of my affeftion to dear Manuel Better difcem'd ? the rayes of my Love to thee Were fo fervent I wonder thoufhouldfi never Feel their heat ; or rather were they not Too hot for thee t' endu re 'um, which becaufe Thou couldd not return to me with the fame ardor Ofaffeftion, thou fend'ft me to exile j for which, Tis true, 1 feemed much concern'd and troubl'd, But not fo much for th'fmart of puniftimenr, As for the hand that laid it on , a Friend*, A Kinfmans hand; however, I (hall dry up All thofe tears (bed in my baniftiment, With the heat of affeftion I ever bore thy perfon, And (hall make my chiefeft ftudy Alexius intereft'i promotion* ( Then befpeaky thefe following Words foftly, tbttTheo- Thou Bafe Revengeful Wretch, dorus m;gl;t mt bear them. Who (like a Blood-Hound) raad'ft my blood Thy only game 5 I'de fpurn thy afties into th* aire, Ungrave thy dud, did 1 not fear, That yet thy Malice (Phasnix-like) will rife Out of thy alhes, and put my eyes out with 'um : I fcorn to trample on thy dead andfenfelefs Carkafs, I'le touch thee to the Quick in thy Relations And Friends, whom I'le deftroy •, I'le fill all the Church- yards and Monuments Ith'City with their bodies, And all Hells large vacuities with their Souls ; Charon (hall beconftrained to get as large A Navy (\"as Xerxes had) to ferry them to Hell, Their number fhall be fb great ; When I (hake any of thy acquaintance by the hand, ' T (hall not be out of Amity and Friendftiip, But to reach their Pulfes, that I may feel E 2 How"], [42, "TheUnfortmate)Ufurper. 28 How fpeedily Nature would kill thofe Whom I foredoom'd to death •, Nay, to pleafe my revengeful humour I will burn and enflame the E npire, that I (Like Nero) may rejoyce and triumph at it ; All thy Whitr-Boys and Favorites Shall have their names with bloody Charafters Written in thy Black Kalendar ;. I'le Curfes now to thee as Tribute Pay, But leave the Reft unco a Blacker Day. Now I have paid chat debt due to my Coufin , (ho turns again to I'le leave you Th:odorm to your devotions, Toad rut, (exit. Theed. If I don't much out-run my mark, Andronicus will prove a Sovereign remedy To cure the Empir's Maladies and Wounds, He is fo much addi&ed to devotion; het's either. Thegreateft Saint, or greateft Hypocrite, That ever Souldicr was. Exit. Finis Aclus Secund. Act. 1 1 1. S c e n. I. Xene,S$la, weeping. NOw could I wilh my tears could finde As many pores to iflue out at, as my fweit ; Now could I make each p >re of my dull carkafs Aweepingeye: me thinks my eyes Are too fmall Chanels to convey away Such floo Is of mifery in which ray Spirits Are loft and drown'd; I could with Heraclitus } Be always weeping, and all the refidue of Pleafareleft me, is, that I have the priviledge To weep, and vent my forrow In large effalions of Briny tears : Thefe eyes of mine that have been heretofore EriftanVd"], [43, "The Unfortunate Ufurper. 29 Enflatn'd With luft, are now condrained To fhed warm tears for my Protofebafius; I little dream'c of thefe fad fhowres of mifery In our late Sun-(hine days, which now for ever Are over-caft and clouded ; for I (hould prove Ungrateful, cruel to him, if, now his eyes are gone, Mine (hould ceafe running ; O Barbarous and inhumane Prince, Andronicus ! Sure thou wer't fuckl'd by fome ravenous Wolf, Either thy Nurfe (like Nero's) foak'd her Papps in blood, Or elfe her blood wa'nt throughly concofted Into milk when thou hung'ft on her breads ; Thou eouldft not otherwise have been fo cruel. Had my Protefebaftus been permitted To lleep with me in ths fame gaol and fetters, When he wak't I had been happy ; for then, His eyes (like two bright Stars) might have afforded me Some light and comfort in my Affliction's dark night ; Buc now that they are hurled from their Spheres , •They no lef« threaten The ruine of His little World of Man Then, Stars and Planets falling from their Orbs They have it'h' Heavens, would prefage the deftruftion Of th' Univerfe and greater World. And next I fear they will Eclipfe My childe the Emperour Alexius, Conftantinoples quondam glorious Sun, And throw him out of his Imperial Sphere To Earth's lowed: Center ; I fear hee'l be The next mark of their tyranny and envy ; Poor foul, He is not fenfible o'th' imminent Danger he is in, how a drawn Poniard Hangs by a (lender clue over his head Ready to cut him off each moment * Hee's unacquainted with thefe State-devices, And ne'reread fo much Politicks as to know That thole who gaze and afpire after government, Will purchaft and procure it, though theyfwim To's"], [44, "ThelinfirtunateUfurperl 30 To't in the blood of thofe whofe Right it is , A Crown will make men leave no project unattempted, They'l build a Bridge o'th'CarkilTes of their oppofers To reach ic, and rather then they'i mils or loft ic, They will un-hinge the world, turn the Globe upfide down, Pull all into a Chaos and corr'fjlion with Themfelves: Now do I look upon my felf as a defolate And childlefs widow, and refemble The aged Body of fame dry and fruitlefstree, Whofe tender branches arc lopt off, And fhall my felf be cut do wn next. Farewel to all my former joyes and pleafuresj I now am divorc'd from 'um ; thofe Halcyon days Of peace which I enjoy'dure now expir'd , No branch of Olive grows near to my Palace, A Cyprefs branch better befits my dying ftace ; lie retire to my Chamber as to a Coffin of A larger (use, and there lie walk As folitary, as if I were in the Elyfian (hades, To which tee long I know I (hall be fent ; If I can, I'le either talk my felf away, Or wade my felf with abHinence till I ceafe To be a boJy, and am all voice (like Eccho) And this (hill be my laft recourfe andrtfuge To comfort me i\\h* word of danger s ; that all they can do to me Can't tr-jnfeend my expectation , Who ampaffedwich thoughts of nothing elfe But Hell and Horror. ■ Act. III. Scen 4 2. Enter Tr. Conftantinw, Lapardus, Hagk-Chriilopboriles, Bifilius, with a Peticion in his hand. Tr.Conftant- The form of the Peticion L'kes me well. Ht&io'Chriflopb. And I Co thorowly approve of it That"], [45, "The Unfortunate Ufurperi 31 That it has my affent. Baftl. We (hall deferve to be i'ch' Chronicles For being tAtlas's o'th' Grecian Empire, . Andraifing up Andionicus to mate and check Alexins, Who is yet young, and has too weak and Feeble hands to hold the reins o'th' Empire ; Government is a Horfe too skittifh To let fuch Youths ashebeftrideit-, ( Except he rides behind Andronicus 'Twill throw him off. Lapar. This Baftlius is a gallant Rogue for a BIatk-< Hefwallows Rebellion bravely, andl believe He'd ur-throne fove bimfelf with fmall entreating. Baftl. 'Tis a known Axiom in Politicks, Wo to that Land whofe Sovereign is a Child; Alexiusyouth's heat muft be allay'd and cool'd By th' Snowy Age of old Andronicus, His filver Hair; and golden Head are fit For th' management of State-affairs : He has been long betroth'd To ('the beft Miftrefs in the world) experience, Hee's politick and wife And his age gives him a fufficient title To rule and govern; And therefore 'twas Enacted by fage Lycurgus , That men fhould receive honour and refpeft, Not for their riches, power, but their Age, Knowing the fhadow of an Aged perfon Creates more terror, and drikes a greater fear on men Then a Youth's fharpeft Steel ; Hence at Rome The Senate did confift of ancient men -, Coat, (aside. Amongft the famous Lacedemonians The Magift rates were ftiled Old and Ancient men ; Confiant. And therefore 'twas, Great Alexander Gave none but aged men, Commiffions To be Grandees and Officers in his Army, Which to all its beholders Seemed a Grave and Reverend Senate Of"], [46, "The Unfortunate Usurper. 32 Of fome well-regulated Common- wealth : And thoig'n that Hoary-Age be not fo vigorous, as Youth,' In frrengcb ot Body and Agility, Yet 'chas a ftronger and a nimbler Brain ; And as in tedious voyages. Ships lofe that outward fplendor Which they had when they firft laneh'd cfF from (hore, Yet then they chiefly gain, By being laded with richer Wares ; So ancienr men repair all Youth's decays By thepoflefiion of a richer Brain and golden Head, Wich which they'r 'laded, after they 'r pad the Tropicks Of Youth's hot bravery : What fools are therefore thofe Who th'n *k chat aged men are too unaftive For Sovereignty > Such do refemble thofe, Who fay, rhe Pilot's idle, Becaufe, when others climbe the Mafts, pump out the witer, (Which the too covetous Ship would otherwife retain) He fits at eafe and quietly at the Stern, Although his talk's the hardeft, Lapard. My Lords, I fhall be guided by you, Hoping you have nofiniftcr intentions Againu Alexius, but tf at his lotered and Honour Ar^your main Scope and end. AUanfvoer, Tis fo my Lords. Rafil. Well, let us go out and procure Soiie of the Citizens to fecond our Petition With S-'iouts and Acdamuions lor Andronicus. (exeunt omnes. Act. III. 5c en. j. Andronicus. Lapardus enters again. Lapa'-d. Howfinrlydbl cheat the world, And mak> my Loyalty to Alexius (nine At bright at ever, alchough Til foully blur'd and fpattcd with Rebellion ; Now"], [47, "T^eMnfixkmteUfurper. 33 Now, ceuld 1 have private and fafe admittance To Anironicus, Tde open to him all my plot, And make him know I was the chiefeft Agent Toreduce him fromexile- and inform him (Before Baftlius prefents him the Petition) Thatlcontriv'dit, andfpurr'd him on 1 * attempt that noble aft, although l*le not Appear my felf in publick when 'tis prefented to him ; But *here he comes moft opportunely: (*Rntcr An ironicas,»<> whir* * May 't pleafe your Highnefs, (* lapa- din addrtffes bimfelf. Fame having nois'd abroad your noble and heroick fpirit, ' You can't imagine it (hould efcape conceai'd From my knowledge, who ever hath been converfant At th' management of State affairs : Be therefore plea*'d t accept the profer of my fervice, Which yet (I can affure your Highntfs) was Never wanting to you; Iwastheman That motion'd fitft your invitation to return To this diflra&ed C«y, and after I Started the bufinefs unco others, I prompted 'um t? accoreplifh it fpeedily : Of which I thought to certifie your Highnefs, Not out of my hopes of confequent rewards But only that I might b' efteem'd worthy Of fbme employment, whereby I may Give you a larger proof of my affeftion. Thinking my felf munificently and well Rewarded, if my poor fcrvice May find the lead acceptance from you. Andron. I was inform'd of my engagement! to you at Oenam By my dear cou fin Ctfariffa ; I know (my Lord) Thai I fwam over to Confymtinoplc By th' powerful dreams of your great eloquence You laid the fi.-d Foundation done Of all my grandeur. Then have I my dcfign ; But I would further acquaint your Highnefs That I han't only laid your grandeur's F Firft"], [48, "The.V^oHmauUfurptr. 34 Fird Foundation, but have proceeded too . To build upon it, and hope to make you The Highed in the Emp'xe before I've done. Andron. lumeritandyounot (My Lords,) You are a drain too bigs forme To apprehend your meaning. Lapard. A drain too high .? it is 'wnpofllble ; Had I difcours'd to you of Thrones and Empire , I could not foar fo high But your deferts would reach me. Andron. What does your Lordfhip mean: Lapard. My meaning (hall be known in a Petitioi, which Bifliopfitf/F'/w will bring t'y<>ur Highnefs Of my contrivance. Andron. What Puition my Lord f I (hall be willing to do any thing I am requefted, Togratifiemy Friends. Lap*rd. Your Highnefs fhall foon know Ifyoudifpenfe but a while v\\ith my ablenc. Andron. You have your liberty* My Lord. (* Exit Lapardui. The Noifeofthi- Petition Makes excellent musick in my ear* 3 for. By all I can collect from his Discourse Of Thrones and Empires, 'tis to entreat me To accept something about the Empire, Which I'le most willing!* embrace at last ; Though 1 at first (like politikc.siifr.Vi) Hold out long, before my Resolutions against k Shall be storm'd by their importunate intreaties, And tptn shall fay of me.as they did of that Emperoar,.' Others are long performing what they promise, burhc But slowly promises what quickly he«i perform, And when 1 have attainM my ends I'le fling away my Crutches on which I went To my preferment, and burn those stairs , By w'tich I mounted the imperial Throne ; I'le hate their presence /'who helpt me up Into the saddle os Government ) as mortally. A«"], [49, "The Unfortunate U fur per. I 35 As Pbeebut does black Nigh', j-.i As defperate debters do a ftrim-Iookt Serjeant*,! Or Schollers ( that are loft i'th Labyrinth of A Drapers (hop) a difmal Dun, Or women, weak backt and impotent men. But here they *come (Enter Bafil/Confl-int, Now l'le compofe all my affeftior*, Hagio-Ghrilft. And feera no lefs unwilling to embrace their offers, . : Then Maids do to embrace their Lovers, ■ -, ' Although (like Maids) I defire what they offer More then they can that tender Thofe profers to me. Act. III. Scene 4.. Andronicus, Bafil, Gonttantinus, Hagh-Cbrifiophoritei, Citizens. Bafil. When brave Marcellus was to Rome reftor'd From banifhment, the Prince of Oratours ' Rejoyced in open Senate, and confeft His voyceenjoy'd aReftauration with him, So I, Though much inferiour to (\"That Roman Oratour^ can but acknowfedge My voyce, by your being reduced from banimmenl Reftof d to me. And I, who other wife had been but a dumb Statue of An Oratour (like Metrmns) now am taught to fpeak By having felt the rayes of great Andronicm, Conftantinoples riling Sun. And though all Eloquences golden dreams Cant perfeSly reflect, the radiant beams Of his Meridian light , yet Pie not fear The Shipwrackof my credit, whilft 1 ftear My courfe in the large Ocean of his f ralfe Becaufe I carry Ctfar and the rayes Of his bright Fortune; To whom our humble fuit is, Fz That"], [50, "The Unfortunate Ufurper* 36 That he would condefcend fo much as to accept The title of Joy nt Emperour wich Alexius, Who.c fhoulders are too young, and joynts Scarce yet fufficiently knit to bear Such weighty burdens as a Crown ; And though the Empire whole does not tranfcead But fall (hort of your merit, Yet we prefume fo much upon your courtefje Andgoodnefs, as to allure our f elves, Thaiyou'l not fcorn a Part ; Such a young Phaeton, as Alexius, Will quickly burn and overthrow ch' imperial Chariot Which only can be govern'd By fome fuch prudent Phcebus as -joufl ftlfr Hee'l either be toohigh tranfported by ambition Until he melts his wings and taIls,or elfe, (As he has done too long) heele fly too low And, with's debauch'd and lewd company, Be drown'd Ah Ocean of his liquour. Andron. You'l pardon this my barrennefs of thanks, I hope, my Lords, when l'veaflur'd you Thar admiration ftrikes me dumb, locks up my lips : This fo unlookt for and unthought of proffer You all have made me, Huddles my fpirhs Together fo confufedly, that where to fix And take their habitation they know not, bur (Like vagrant beggcrs) wander about My little world oi man : my aged limbs Will not permit me to inherit the title Of th' Atlas of the Empire ; Mylegsarelikei a Gentleman ulher's then An Emperours, who nuft beer a mailie Grown • My eyes are too weak and (hortfighted To overlook an Empire, My head's unfit to wear a heavy, Crown, And (like a ruin'd houfe in a great wind) It (hakes, and threatens a fpeedy fall off from My (boulders, and in its paraUtick motion Is"], [51, "The Unfortunate Ufurper. 37 Is fo dubious to which (boulder it (hould incline, That it may well bethought,! ha ve a Load-ftone In each (houlder; I'me fitter for the grave Then for the Throne, and had rather (Like Anchorites) live imtnur'din walls. Or be confin'd (like a fobbing Nun.) Unto a Cloyfter, then be promoted to Th'imperial Seate; the many headed Monfter, Gall'd the People, is not fo tame a Bead That I (hould rule it with Thefe paralytica! and trembling hands. BafiL I wonder great Andronicus Ihould be fo ignorant Of his own worth and merit, Which can no more remain conceal'd Then the Sun in its high Meridian, Or that he fhould refufe Ought which may tend to th' Empires fafety, We know he's of a publick fpirit, And will prefer the common good before his eafe ; O that he would but once confent that we Unaijimoufly might fhout together, God fave Andronicus )oynt Emperour with Alexius. Andron. Your importunity (ray Lords,) commit* a rape Upon my refolutions, and forces me T' embrace what they diflike, I mean The partnerlhip o'th' Empire; but yet my modefly Will fea! up my ears againft fucb acclamations *. (*He flops his Omnes.God (aye Andronicus joynt Emperor ears whilft With Alexius, tbeyfbouu Andron. My Lords, we thank you all For your fo cordial affe&ion to us, Which we fhall ftudy to requite, as time ftiall ferve us, And this weel promife in our own behalf, That you (hall find us a Father rather then A Lord and Sovereign ; and by our goodnefie The timei wherein we live fhall be at happy Ai the firft ftate of Innocence before the fall Coulcj e're have made us; are, by our own Example,"], [52, "The Unfortunate Ufnrper. 38 Not onely men, but even the times wherein we live Shall be repuced virtuous; we will wholly Devote our ftl ves to Afts of Juftice, Wee'Ie ufe no other fword but that She carries in her hand, which we fo prudently Will wield and manage, That virtue (hill not want her due encouragement, Nor vice its imart and puniftiment ? Let Altars therefore fmoke, and That our Coronation may rightly Be celebrated, Bacchus (hall let run His ftrutting Bellies overflowing Tun. Omnes (hout. God fave Andronicusjoynt Emperour With Alexius. * ( * At which fhtut Alexius enter* Alexius.Wofi full of melody were thefe acclamation* as awakf That rouz'd us from our fleep, wherein from jleep, Andronicus our coufin's made our Coadjutor In the Empire, Dear coufin we rtjoyce That we have you for our companion in So great imployments ; come let us go And drink like Empcrours, Exeunt omnes. A C T. I I I. S C E N. j?. Maria Cafariffe, Mamalus, Lapardus, Contiflepb. Cjefarifa. Say you my Lords ,Aidronicm is joynt Emperour With Alexius i and in all Patents tAndronkus Is placed finf , and afer him Alexius, Like a poor Jnfignificant cypher after a figure. Mamal, 'Tis too true Madam. Ctfariffa. Then I mud tell you plainly my Lords, That you have forfeited the Title, You had before to worth and valour, Youra&ions contradict and give Your noble births the lye ; You are all timorous Tray tors, co permit A bold"], [53, "The Unforttmte U/nrper. 39 A bold Ufurper thus afccnd the Throne Without controwl ; you rather fhould have been All arm and Weapon to cut off Such poyfor.s from the earth ; 1'de fooner (hoot my teeth at him And pull his eyes out wich (the beft weapons Nature gave me) my nails, then fuffer him To foar thus high;you (hould have dipt the wings Of his ambition in time, and then you'd have prevented His tow'rihg flight ; but now he A&s In a Sphear much too high for you to reach him, And makes you look as if You all were Planet-ftruck by his malign afpeft, Which j 1'me fo far from pittying, That 1 cant but abraidyou for Your cowardife, and call you all Tame Tray tours. Mamal. Madam wemuft be tame and cautious If Wee'd not be devoured by (The worft of wild and favage beads ) a Tyrant, 'Twill be but foolifh indiicretion in ut To (how our teeth till we can bite, i Or draw our fwords, till we can fafely (heath 'um In their bowels, againft whom they were drawn ; Your ferious judgement will check and curb Your wilder Paflions, and regulate your Extravagant expreflions proceeding from its Gontotfepb, Patience (Madam) is the beft remedy When we defpiir of all amendment- Lapard* 'Tis but in vain to try to fwim Againft the dream. Qstfariffia. Well Mamalut, Vie contain my felf Within thofe bounds you have allotted me, Until fome opportunity (hall encourage you to attempt Some noble aft ion againft the tyrant, And fo I leave you. Mamalus, Madam, lie wait upon you to your Palace > Cenltflepb. And l'le attend yon thither, Cafak"], [54, "T&* Unfortunate Ufurptr. 40 cle/SrETMy Lords, I (hall be happy w the injoymentot Your company, and pride my seisin That great favour. * * (Exeunt all but LafardHf. Lapard. Now will 1 rivet my self so fast To the .ff ction ©f Andronicm, _, That Jove wich all his thunder shall not move me, And Tie fo fix my felf in's truft That all my looks (hall be no Iefs efteemed by him Then vows and folerun Proteft-itions of my Loyalty ; And that 1 (hall affeft, By fpeedily informing him cf Gafariffa.es late Seditious fpeech againft him, and here He is moll happily arrived * (Enter Andron, Baft I. Act. III. Scen. 6. Laptrdus, Andronicm, Baftlius. Lapaid. I have a bufinefs of fome confequence With which your Majefty muft be acquainted. Andron. We long to hear dear Lapardus. Lapard. There is fome Treafon in the Forge, Mifchiefs tended againft your perfon. Aadnn, Engage us further to thee By* particular information of 'utB, And thou (halt quickly be Adronomcr enough To read their del' iny chat plot it. Lapard. There was a meeting lately Between the Admiral Contoflepbanus And Mamalus, with whom was alio Thac proud ambitious Lady Cefarifa, to whom Snetothispurpofeexprefs'd her felf; She told 'um Greece was grown barbarous, And quite deprived of itl wonted Juflre, That the men of this age were, in too uue a fcnfe, Defcended from their noble anceftours, And fill far (hort of their Heroick aftioni. She"], [55, "The Unfortunate Usurper* 39 She call'd 'um tame and timorous Tray tout J, That could behold Usurpers mate and curb j. Their lawful Emperour : She dreaded not to tell 'um, Their channels or Nobility could not have a (Leant, When Honour's Fountain was damn'd up By their unworthineste. tAndron. And what reply made Mamalm and C*ntt*Stefbanus- Lafard. They were ext ream reserv'd. But yet I could collect from their discourse, , They onely wanted opportunity to act As (he perswaded. Andron. At present wee'I defer their punislimen.j But as for Cxfarijsa, weel ta ke some course To bridle her unruly tongue, wee'l serve her As ttrem served Philomel, Unnerve, unstring her tongue. Basil. But then your Majesty may be serv'd As Terem was ; and her murder May be discovered by some means $ A poysonous Pill were n or: secure 'Twould give her a speedy passage to . Another world, before she could so much as think, Much lefle speak of the murder . and, if you please, I will procure you one who is Physitian to me And Ctfariffd, whom you may salely make The Cabinet of your secrets. Andron. Wet'd gladly see him : And for this contrivance. We give thee the Patriarchstiip of Theodoras, that religious Afle. - Basil. Yojg^rlajesty (hall fee him, ifyou'l but grant me licence To post to h im my self. Andron. Use your discretion Bafilim *, * Exit Bafilim. But now I must discourse a little with My dear Lapardus: I would thou kncwft we make it Ou hie;, ft ftudy to reward thee for T <y fove unto us, we muft acknowledg It cranfeends our power, and with * G W«"], [56, "The Unfortunate Ufurptr. 40 We could but think of fome preferment Which might hold fome proportion to it ; Tho longe're this hadft been promoted Did we not fear to injure and dimini(h Thy deferts, by our not being able To give the fuitable returns of thanks ; Thon lay 'ft a daily Taxe upo* us By thy continual Acts of Amity and Friendftiip , Which how ready we arc to pay thee, Heaven does know. Lapard. Your Majedy infufes a new foul into me By this your gracious accepting my fmall endeavours To do you (ervice, and makes me view 'um Through a magnifying Glade, and Think 'um great ones*, becaufe they find Such courteous entertainment from So great a Perfon. {Enter again Bafilius with a PbyftciaK. Baftl. The Phy fician is arriv'd with me, To wait upon your Majefty. Andron. Art thou defirous to purchafe Some in tereft in our favour ? And to be entertained by us as our sole physitian/ Wil't be reputed the Æfculafim of the Age f Thou shale if thou'lt beitrafiy and faithful to us, And by a Drug or two dispatch Some few rebellious Varlets Design'd by us for ruine. Pbyfit. May't please your Majesty, Trae very dexterous in the Art of Killing, Cbarozbzd nevter better custome, then he has had** Since I began to practise, I make him faint, His Boat's!© filled with my Patients; Caligula that wistit Rome had but one Neck, Had he been Master of his wish, and cut All Rome off at a blow, He had not made so popular aslaughter t I a m the onely men whom yong Heirs, ' Patfons, Sextons, and a!J,that live by death, Do"], [57, "The Unfortunate Ufurpen 41 Do court and cringe to. Andron, We call not thy abilities in question, O^ir ÆfcuUfiat, and hope We shall not ne^d to doubt of Thy raadinesse to perform what we enjoyn, Dame Clarissa must be poyson'd 5 Nor is this al), but onely the first Act O'th Tragedy that we must make. Phyfitian. It happens fitly out to be accomplish! by me, For I (this very nigh t) was to administer to C*jarijfa some Phiiick for a small Distemper that much affects her. Andron. Well, go you Phy si dan to your imploy men t. And you, my Lords, follow us CO Our Council C hamber. Exeunt itmnes. Eink Alius Tertii. Act, IV. S c e n. i# Cefarifla, pbjfttian. Phyfitian. I S your distemper nothing yet abated, 1 Noble Madam? Cafarif. No Sir, I am much indisposed still. Phyfitian. What caus'd it (Madam) think you i Han't you contracted cold. Cefarif. No Sir, 'twas heat (I rather think J That caus'd it . A heat of Passion I was lately in When I pereeiv'd Andronhus was yoaked with Al'xw in the Imperial Chariot . ' ' I have enflam'd my blood by \\ Boyling it too much with that Excessiive heat : Phyfitian. Be pleased (Madam) to swallow down theft pill*; 2 And they 'I soon cool you, and allay r* , • Ga You?"], [58, "The Unfortunate Ufurpen 42 Your hot di.lemper, although atfirft You muft expeft to feel , A violent and intenfe* heat. ( * Shefwallowi 'um davn. Now they are fafe got down, f . I'le leave you to their operation which will be hidden. ( h.xiu Ctfariffa. How do my bowels bucn .' The hot fulphureous flamings Which *Altnaes fiery paunch Continually vomits into the Aire, Gould not have fcorcht me worfe. I could not dwell in this fo vehement heat, Were la Salamander; That poyfon'd token m the Centames blood Which caufed Hercules to burn in living flames - W'asflotfohot: me thinks I fenfibly decay, My fpirits droop and faint ; my foul Sits on the vierges of my lips ready to take her flight Into the coo! Elyfian (hades : How do my eye- Wrings fnapflikea Baft Viol firings In rainy weather : Death hasgot Sure footing in my Body : I dye, * I dye, (* She falls, and as fhe fetches her last groan, enier/,MamaluSj6-c A C T. I V. S C E N E X. Mamahts, Contitfepb. Ducas. Mamal. What doleful noife was this Which lately ftruck my Organ t * What fad Objeft do I behold < (He fees Caefa rifla dead, and What > Ctfariffa dead : the Princefs Ceefariffa > fuatu The Tragedy's begun, in which We (hall ere long \\>i Aftours all;. „ Cafariffa has fpoke the Prologue, ButHeavens know how many will be f icrific'd Tb th ! fury of the Tyrant Before"], [59, "The Unfortunate Ufurper. •- 43 Before the Epilogue the end will come ; * Poor PrinceG, 'tis evident that poyfon (* Hf vitwt btr veQ. Frighted her foul out of her body, Twould never otherwife have left thus foon So fair a Manfion, but what (hould be Thecaufeof this inhumane murder I can't conjecture, unlefs Lapard. ffiould Inform the Tyrant of her late inveftive Words agaihft him, when (he was in our company, • Which I think very probable, for then He was referved and fcarce vouchfaf'da word. Contcftepb. This thy con jefture forces my faith To joyn with it, and railes in me a jealoufic That it is true : well my Lords When the white and untainted innocence Of this Lady is dy'd in blood, and has a crimfon hue We muft expect ere long To blazon all our coats with the fame colour ; But feeing dye we muft, Let's breath our I aft like men that have Brave and heroick fouls ; Let's have a funeral pile of our < Inveterate enemies dye with us, Nor let our fwords lye buried in their fcabbards Before we'ere dead our ftlyes ; Let 'um with their brightness Bazle our enemies eyes and fly Like lightning about their ears. Ducast Defperate difeafes require defperate remedies We muft venture all upon our fwords point, Upon that point dependeth our eternity Either of happinefs ormifery: Bullet's remove this Noble Princefs And con veigh her to fome of her r erinew i Exeunt mrnet, Ac Ti 4?"], [60, "The Unfortunate Ufurper. «. 44 Act. IV. Sc en. 3. Andronicus, Alexins, Manuel, Bafilius, Hagio-Chrilt. And- en. Coufin we for our and the Countryes Safety defires you to fign this* warrant, Fortli'eecuciono crY Queen Mo cher Xene; Ic has been prov'd by feveral wicnefles, Thac fhe hasufedcreacherouspraftifes To bee cay ehc City of Belgrade to Btl<* King of Hungary. Alex. Coufin, although we willingly would Gracifieyourrequeft in things that are Lawfull and reafonabie yet wec'l not So relmquifh all our duty unco our Royal Mochcras co grant you her life; We 1 noc be Chronicl'd for a Second Nero, nor be (o barbarous and unnatural To fign her death , who Gave us birch and life -, this your demand Clafhes with all the Laws of nature, and Runs counter to *um. * Gives him t warrant. We fhal' not, will noc grant it. Andron. Confider, Coufin, that Belgrade Is a ftrong and well-fortified Garri fon, And 'tis the Magazine o* ch* Grecian Empire; You alfo mad fbrgec yonr ducy co your Mocher, \\\\ hen by forgeccing it, you pay a greacer To your Country, which ftands in competicion Withic; Befide*. herDeach Needs not fo heavy lye upon yonr Confcience , Since irj her hfevtirne ih# has been So lighc with her blind Lover Protefebafit*s y So chat , jwhac was accounced Vtrita&ieirr Nero , will be in you, a piece of Impartial Jullicc. A/ex."], [61, "The Unfortunate Ufurperl 45 ym * Alex. If fhe has been fo lighc in Her former years, fhe has the greater need Of being heavy-hearted, and forry for it in Her elder ones which the more are granted her, Will give her better opporcunities of repenting. What though Belgrade be A confiderablc Fore of th' Empire, Yet feeing Jcis in our Dominion ftill, Wc'l ufe a middle way tofatisfie Jufticeandyou : She fhallfor this Attempc Be confin'd clofely to a Cloyfter, and chere do pennance. Andron. We cannot Coufin but commend you For your filial.care of your Royal Mother, 3 For whofe greac Benefit we alfo are fo Careful, that we'le hire Fifty Friers, Which after her deceafe, fhalfpay their Daily Oraifons in her behalf, and by The number of their Prayers iftorm Heaven To gee her entrance, and bychick.difchargtng Their Beads they drop, (\"jfaemfir, all che Hoft of Heaven. You know well Coufin, that if we Our power would extend to th' utmost limits, We could our self command her execution : Butwc'l.upon no term^depsiVRyouof The means of eternizing your faifte - To all succeeding Ages by your necessary And just severity : Did not brave Manlitu Procure immortal credit , by sacrificing His Son unto his Country .' Is j?6t tior-atius Still extoll'd I for murdering his Sister, Because she only wept, when all her Country Rejoyc'd and laught. Our Parents ought, 'tis true, be dear unto us, # But our Country may challenge and demand . Their lives, when her safety Depends upon their losse. Alex. You have pleaded a bad Cause •"], [62, "The Unfortunate Ufurper. 46 To Very well, Cousin , bat yet We'l not give our verdict on side. Andron. Then take the Empire to your se f, I will no longer Weary and tire my self with such a burden-, Tie leave the Vessel of the Empire To wind and weather, sink or swim, All's one to me. /lix. Cousin, your importunity constrains us To renounce a 1 Thoughts of filial duty, A nd did we rot the inward wracks of Conscience, dread, attending such black deeds, We'd sign the Warrant- Basil There's no such thing as Conscience 'Tis buc an aery name, and has no real being I Such thoughts are one'y harbour d By Fools and Cowards. Andron Nay Cousin, if that be all molests you, we Have taken special care for that, And have appointed a match of Hunting, Which may divert you from all ghostly thoughts. AUx. Well, give us then the warrant, /fe takes the And we'l subscribe it. t Warrant You have no w your request and fnb- And so we leave you. Exit Alexius. series it. Andron. Now Manuel let me see thou art My Issue, by thy undaunted murdering O. Xene, Thou hist a noble prey failure thee, An Empress , No less than Empress, A Murder worthy a Prince's hands. Mannd. The times are very bad and desperate, when So many are executed that Princes themselves for want of others Must turn Executioners. I'le not attempt it for your Fmpire, Nay the world , ber Crme is none. And onclyforg'd, never yet truly prov'd. Andron. Thou By-blow, thou Bastard, thus"], [63, "The Unfortunate Ufurperl 49 To let thy cowardife be fupported I By a weak thing called Confidence. Come my Hagiochrifiepherites, Thou art a man whofe looks afford us Sufficient tedimony of thy courage, Go dime Xe«e in her bed. We do but what her own Soivfeas commanded In this Warrant, here's his hand for't •, Wee'l pretend to the people 'twas his Deed , And eafily p«rfwade 'umour Confcicnce Was too nice to do't.and let 'um know 'Twas his command it (hould befo. Hagiochriff^ She's as fiire dead, as if The murder were already acted. Andron. This done, aflault Atlexius , and Strangle him with this Bow-ftring. 'He gives him a Bow.jhing. Hagiochr. l'le prefently difpatch 'um Sir. Exit Hagiocbr. Andron. That Bow-ftring which I gave him, I call my medicioe for all maladies : „ For, whereas Purges are nady, Vomits loathfome and naufeating, Cupping painful, Clyfters undecent, . Phlebotomy too tyrannical and cruel, This Bow-firing has in it The opposite good qualities to thofe had onas, 'Ti» a Pan Pharmacon, and Cures alldiftafes by onely flopping Half an hour's breath. But we have bufinefle which requires Our preftnee eifewhere, let's retire. Exeunt omnes Act.IV # ' ScEN.4. Alexius, Hagio-Cbriftofbotites. Alex- We had excellent fport to day, It pleai'd me wondrous well ; , The Dogs ran fafter than AUeen'i Could have done , the Sent lay well, H The"], [64, "The Unfortunate Ufurper. 50 The Hounds made excellent mufitk With their united cryes into a Chorus, Methinks I do not mifs my mother now, I have forgot her quite. Enter Hagiocbrift. How now Captain, What's your bufinelTe with us .' Hagiocbr. I come to bring your-Majedy The fad tiding of the Emprefle your Mothers death, Whom Heavens judly doom'd unto a Punifhment fuitable to her vices, For fhe, who lived once a foft Effeminate Kind of life, was ftiffled with two Soft and Downy Pillows. g A lex. Come Captain wet^ drink away forrow And never think on't. — Haghchr. I can fhow your Majedy abetter way To banifh forrow from your bread, And bury't in perpetual Oblivion. Alex. Prithee let's hear't. Hagiocbr. Tis thus Sir. ( He Hrangles Alexius with Now I'le warrant you fo far from ibe Bowilring. Grieving for che Emprefle your Mocher, That you (hall ne're think of her more. I've fpoil'd your quaffing too, And flopped your capaciou* throat Which you made a tunnel to convey So many bowlcs of Liquor into Your belly: But Tie recede For fear of a difcovery, And leave thy carkafs to tell the World, Thy Soul was weaty oft, and left it : Buc yet take that befcrelgo. ' (He fiabs bint and goes out. AcT.IV r Scen^ $. Mtmtlut, Contofttpbanus, Ducat, Lapardus. Mamal. What.? another objeftof Mortality ? Death reigns in theft our day es Without"], [65, "The Unfortunate Ufurper. 51 Without controle ; who's this I wonder ? He view* the Heavens blefle us I the Erngttovir Alexius • Corps. Lyes here murder'd ; what Hell-bred Traytor Has aflaulted his Royal Perfon > Now may we judly fear a general Ma fiacre, For, as Anatomids threaten mortal danger If theBafilick vein be cut or wounded, Becaufe the Arteries that (hrowd Themfelves next under it, will Bleed whole floods, and caufe an t Aneurifina ; So, now Alexius (The Body Politick'sBafiHck vein) Is hurt and wounded, 'tis to be fear 'd That we (who are the Arteries in whom The Empire's pureft nobleft blood docs flow ) Shall bleed a deluge. O thefe fad times ! O this unhappy Age j In which fuch Tragedies o'th' Grecian Stage Are Afted, not unto the life, but death I , And Cyprefs onely, not the Lawrel wreath, The Aftors cr«wnt, when th' Empire of its head Depriv'd, lyes like a Carkafs almod dead. Contoflepbt My Lords, I fte by this your bare fufpition Of danger, you know not all; There was a black D-cree lately enacted By the Tyrant, that all fuch of the Nobles Which were now, or fhould hereafter be Imprifon'd, (hould executed be < Without a fair and legal Tryal, Which bis Son Manuel ( Too good, too virtuous to be born of fuch a Monfter ) In vain oppos'd ; although he told The Tyrant to hit face it would unthrone him. Mamal. Let us then whet our fpirits at well as Swords, and fall to prefent aftion, N You know Ifaacus by birth's intitled to The Crown ; 'tis true, he leads a private And clofe life, but Majefty will fhine^ H t Though'e"], [66, "The Unfortunate Ufurper 52 Tnoufh ic be in rags ; bee's a mm Of a fwe;t and courteous temper, And will hinlle the Empire's wounds With a Ladie's, a gentle hand, Although he has a Lyon's heart , when Valour is exafted of him. Ducts. I fear hee's too mild to deal with Such tough rebellious rogues as arc The Tyrants followers. But however my Lords, Tie concur with you. And I believe Lapardus too will net be idle, Orsdand neuter, for he Ha lately been difguded at fome neglect Ofrer'd him by the Tyrant ; and here he comes. (Enter Lapardus. Lapard. Save you my Lords. All good fuccefTe attend your Counfels. Mart. You'l be clofe and fecret (we hope) my Lord, If we reveal 'um to you. Lapard. Vie be as fecret as the N ight, as clofe As an old Mifers C 'tiers, whofe Treafures Scarft ever law the light. M*m. Aidronicus the Tyrant is The mark we (boot at. Lapard- Thank you (my Lords) for this good naws, Pie fpend my life to aid you In your Plot. WhM they talk,, inter ConftantinuS behind the Hangings with a Guard. Conftantinus. Treafon, Treafon againft Anironicus ; Seize on the Tray tors, and carry 'um away With me. Exeunt omnes. ACT.lV* SCBN. 6. The odor us , Solus. 'Tis ftrange I (hould be fo mifiaken In a man, or rather that any (hould Be"], [67, "The Unfortunate Ufurper, 53 Be such a grand Impostour and deceiver Of all the world, as to imagine - jj He (hall unpuniftr go for his usurping Tyranny, andfoulHypocrisic: How did he lately seem as if He were made up of Sanctity, And wore Religion in his looks, Though now it does appear by 's actions,- • - j He's nothing less : 'tis in his reign A capital offence to be thought pious, The age is grown so qucazy It can't endure the smallest touch OfaSatyrical Pen, and the men that live in' t,. (Like those that liv'd in Cjalbars time, Love their Emperours vices no less Then formerly they reverenc'd tKeir Virtues ; lie speedily retire to Xerebyntbm Where honesty may live in less and smaller Danger, I'le sequester my ftlsfrom AH these wickednesses with which Conftantinople now abounds; Let Baftlitts ( a Chaplain fit for fuch a . Patron as Andronicus) enjoy my Patriarchftiip, I (light and fcorn it, A good and quiet confcience is cauft Of greater happinefs and foalcs to me ; Farewel farewel Conflantinople,, Exit. Finis Mm Jguarii* Act, V."], [68, "The Unfortunate Ufurper. 54 A C T. V. ScEN, I. Enter Andronicus, and Officers with Pflfc?/, guarding Mamalus, Lapardus, Contoftephanus, Ducas. Andron. \\ 7\\ /E love ac leafure favours to beftow, V V Andticklf men by dropping kindnefs flow But our revenge we in one inftant fpend ; That Moment Which begins it, doth it end, Half doing undoes many ; 'tis a fin Not to be foundly finful, to begin And tire ; We'l do the work.tbey firike in vain Who ftrike fo, that the ftricken might complain. Let therefore all thefe Traytours receive Condign punidiment for their Treafon ) As for Mtmalus, we doom him, Fird To run the gantlet betweeri your Pikes Encompalfing him in on every fide, A.nd if the wounds you give him, Send not his foul Into another world, His body (hall be made too hot for'c By a fulphurus fire, wherein , He (hall be burned. Mamal. Do tby word, Tyrant. 1'me proof againft thy torments, Were each pore of my body duck wich Spears as thick(as bacatt fomtimesirWitfi Cloves) I'dedill laugh at thee; The prickings of thy guilty confcience For thy foul deeds will be a Greater torcure to thee, then theft to me, Thy mind will be worfe flafht and Wounded wich angry Furies ; and though 1 cannot doubt but that tl)ere is nofenfe Of mercy or humanity in fucb as thou art ; Tet"], [69, "The Unfortunate Ufurper, 55 Tel 1 conclude, that when a danger Shall furprife thee, thou wilt be Terrify d and amaz'd with the flafhings of Thy guilty Confcience, and refletJionr Upon thy barbarous ana unbumane actions . Thou do'ft evil.but feared: worfe, Tho'it alwaies think thy felf encompafled with Swords, and fancy that thou dwelled Among poyfons; thou'lc never, when alone, Dare to remove, thy hand from off thy Dagger, Although with it thou rt no more able to Defend thy felf from horrid apparitions, Then *AlneM fin's journey unto Hell) Waito difpel and drive away the Ghoils (\"That did naoleft him) without the aid ofProferpine. I'de have thee know, 1 am prep ir'd for A thoufand deaths, and can receive urn As cheerfully (as ere 1 did) my nutriment. Now rogues I,Ie be among * you ( * He runs ammg the Pike men, who Andr. If there be life ftill in him ««« b' m *•\" h their Pik.',«nd when h: Carry him out andburn him cmt »d*U(t man, falls dc-m.j In the flames prepared for * him (* The officers carry him away.) We'i follow after, and fee him burnt, • The (link of his dead carkafs Will be a fweet perfume unto us ; As for Lapardus, ContoUephanus, and 'Ducas, Bore out their eyes, and then Return um to the Dungeon^ Sxit Andron. Lapard. Farewel bright Orb of Light, Eye of the world, thou wilt for ever be Eclipfed tome, although thy luftrebe The fame to others' || Muft I then loofe you thus > ( || He lay bit bandt on bis ejeu) Pray let me fee for what before you leave r Was it becaufe I Iookt too high, And all my deeds of Darknefs Are come to light at length ? Van ill requited for my fervices done to obi'"], [70, "56 The Unfortunate Ufurper Andronittu, nay rather.muft juftly ferv'd, For making my bafe flattery a Midwife to his rage, and being His Informer. OfEc. Come Sirs we muft * execute our office. • \" ih'- officen but Omnescrj. Oh,ob,oh. *»\"' te^ Offc. New lcc us hurry 'um to prifon. Exeunt omnes. Act V. S c e n. 2 Hagio-Chriflophorites , Androuicus. H*gio-Chrift.\\ vOes Confiantinus thinktobeprcferr'd L^Bcfore me, and engrofs the Emperors afTecti- To himfelf, and make his Love ( like Kingdoms) (on Not endure cwo Rivals ? Shall he be ab;'o!uce Monarch of' The Emperor's good thoughts, and Have 'um all in his Dominion only f I'm fure I've aSed as highly, for Hs incereftas Confiantinus ; Whac chough 'c was he difcover'd The lace Treafonous ploc, yet I Have tar out-vy\"d him; I drangled Alexius, Sciffl'd Xene, which mechinks Should be accounted more meritorious Acts Thenchac was by Andronicus : Andyec hehasvouchfafedCo«/?-4»r'»«/ A greaccr portion of his love, than me, He has wroce unco him private Lett*?, And chereinfty'ld him, Beloved Friend, Ana\" fhown him many ocher expreffions of His favour, which'fpeak moreincimacy Than I can hear wich Pacience: i Buc yec I hope he's noc fo fixe ins favour Buc I fhall eafily remove him; l'lc cry my drcngch and forcune co Effeft"], [71, "The Unfortunate Ufurper. 57 Effeft it, and heretbe * Emperour comes * Enter An- M oft fitly for it. drosicut. Heavens preferve your Majedy. Andron. How litres it with my Hagio-Chrifitpborites, After hislate Achievements, I mean— The murder of the Empreflc and Her Brat Alexius-, doft not Fancy thy felf a Son of Mars ? A man of Steel, and think thy felf Worthy the beft place in the Empire, I mean a place in my afleftions f By that heroick aft of thine thou Haft fo glu'd thy ft If unto our truft, That only Conhantinm can vaunt he has An equal portion with thee. Hag.i'm forry your Majefty knows not Confiantinus better. Andron. Why better? what Mean you by 'if Hag. I'm loath, Sir, to difparage Your judgement fo as to condemn, Yourchoyceofhim, But — Andron. Prechee explain thy felf Unto us. Hag. I am fo much your Ma jefties creature, That 1 can't but fpeak againft the life Of my dear Friend, your Favourite Confiantinus, Andron. Why againft his life ? Sure he has aAed nought againft us Worthy of death? Hag. I wifh he had not Sir, But yet my heart recoyles, And will not give me leave to fpeak my thoughts Without fome interruptions of * Sorrow. * f{ t wept. Andron. Prethee no more of thefccircumflances. But declare to us the main action. Hag. My Loyalty to you ( Sir ) overweight I My"], [72, "T7;<? Unfortunate Ufurper, 58 My former love to him, which is too light Now ic is in che ballancc wich Your affection ; 'tis this then, He has abufed John your elded Son, He called him deformed, faid that he ( like Firft matcer ) has no form; chat The chread of his life was fpun When Clotho f lepc, and by her deeping Ic fell into che dirt ; that chere are As many Hills and Da'esin his mifbapen-facc, As Telefeopcs have difcover'd l'ch'Superfices of che Yoon; Thac che excreraicies of his moueh Are as far diftanc from each other, As the two oppofite Poles of che world, That hisNofe was broad enough co make A Bridge for Xerxes army co paf< over All in a bread ; chac his Eats were longer Than chofe of Midas , his Eyes More cerrible and fatal ehan a BafiliskV, His Hair more fnaky chan Medstfa'i : All his Body as rann'd and yellow A« Traycors parched Quarcers 0 th' City-gates; laftly he faid Thac all the errors and miftakes Nature e*re made, united are in him. Nor is this all : for he proceeded to Scdicious expreflions againft the Times, And feemed co bewail their mifery, Saying, that now the Age was much degenerate* Which if your Majefly fhou'.d pardon, 1 fhould excol your clemency as much As I condemn his impious ingratitude And baft dlfloyalcy. Aadrtu. Noble Captain, Thou'lc be our pnly Favourite, rf Wich chy Logger thou'lc open a door ins body To let his Soul out Hag."], [73, "The Unfortunate UfurpeY* 59 ■Hag. lie go about it prefently. Exit. Andron. How difconfolate isfolitude unto me I The words which Mamalm caft forth Ac's execucion, made fo deep imprefSon in My mind, thac I dare fcarce remove My hand from off my Dagger, Now do I feel the wracks and gripes OfConfciencc, which formerly I made A Cloke for my Roguery, I taft The Wormwood and Colloquintida of My tyranny : the fecret Torturer within me Shakes my mind and diflbtves it Into an indifcrirnination and condition .- Will this pulfc of my difturped Confcience Never ceafe Beating.? Can no intermiflion beexpefted ? How does it (like aWhirlc-pool) draw all My fins unto it, which otherwife Would gladly pafle it by: I lookt on Gonfcieflceforme%' As a mere BubBle in th'imagination, Which fear and hope, by ufe could ( Like a Glaffc ) blow into what ftape They pleas'd: but now I feel by Sad experience that ic is a fevere punifher of Vice; now 1 have no true blandifhment or Plcafure in this my Ufurpation : Oh that each room within my Palace were ( UkcDotwitians chamber) befetwith The Phengites ftone, bywhofe fjikndour /mightperceive all that is dorie behind ait\\'. Who would endure my interrupted fleeps And gaftly terrOf^for all the Dignities O th' Gracian Empire ? my Dreams More terrifie and Waft me, than refrefh me: My Fancy in the'night does run Divifions Upon the melancholly Mufickmade by la The"], [74, "The Unfortunate Ufurper. 60 The grones of ihofe whom I have tnurder'd. Somtimes the pale Ghoft of Alexius appears And frowns upon me; anon, Dame Cafaiiff* Shows me her nailt, and threatens with u^ To plow and harrow my face; My chamber ftems to me beftudded with Their eyes whom I have blinded ; 1 have (as I remember) heard of One Setb a Conjurer, who by bis Art Can open the Coeleftial Houfes, and Difcourfe with the Planets, and know of them Mtn's Horofcopei, I fent to him this morning (After I was awaked frommy dreadful dreams J To cakul ice my Nativicy, and c<dl m*, Who (hall fucceed me in this Empire, l'lego and make furcher fearch After him, Exit AC T. V. SCEN. X. Seth the Conjurer, Dzmon. I- me sent for by the Emperour To give him an account of his Succeslbur, assist me therefore All you Infernal Powers, and Triforra'd Hecate, be thou my Midwife, And give me a fase delivery of this action. He makes a.Ciu% and mutters fmthing lobirnftlf, »\\ *>btcb out of a trap- door *ib Stage of the fame bignefs and Figure as tbe Gircle rifes a Uanun in black. . Damon. What employment ha ft thou for me. oM That thou disburft and rowzcdme From the Elizian (hades. ■ Setb"], [75, "Tk Unfortunate Usurper. 61 Seih. I come to be inform'd Who (hill succeed Andronicm. Dm. Is thy Faith strong enough to believe ;j We have the power to foretel Future contingencies ? Setb. It is, T>£tn. Here are the two first Letters of His name contained in this * paper. (* He givts-him a poser with Setb, The letters are obscurely S.I, scarcely legible. Delineated, I see it stands not with The state o'th' Prince of Darkness to be Too clear in all his Actions- This obfeurity commands a greater tribute, , - c • Qf- Veneration to be paid him- Damon. But no w I am afcended ..' ',, s2 g jH From my Infernal Manfion below, ,, -• ; w y Me fpend what time I dare in the Relation Of what (hall happen in this, and Lin . K Succeeding ages, whereof f *iv.i\\,V.»R\"io Jo' f Jiai§ arii lA I charge youlet Andronicusjwfei h\\ 3 fb B p,-, atom nuovab ; No further notice then the fight _ wv - j c , r!j ,..,, ; -. r0 Of thofe two letters in the paper. Setb. I'lebe fo truea Subjefyto m : - : .,, The Prince of Darknefs, that not. - 0jn * , ; n . , ud oJ bflMni bi • One fy liable fhall come toh^bf vap k^ .... A i! Er ftmswl*9H Damon. Know, sn, {/^»^W§i!ul5ri3mvblbi^l«T Succeed and that fuddenly, .. dajwjqnril And mak= him dearly pay for ~ His long Ufurpation, and render iira AfadexampletoallboIdUfurpers: or] . , But my mam defign is to unfold j The volumes of tranfaftions to come, Byparallelling'umwiththofeofthis Your Grecian Empires, and prophefie Whatmanyyearshencefhallbe raided UVao.3 Acted on E^Wj Stage: the patriarch _ .. Q 5fljlo MfljsM ,. 9H B^«« Cwho for his blact De«da may Be."], [76, "ThttitffortunauUfUKpir: 62 Be call'd my Chaplain) shall have His Parallel in England : one by's Name And base Profession a Presbyterian, J my self was his God-father, and gave him That factious Name to breed a Chaos and Confusion in the Kingdom : this Feilow, Although he to a vulgar eye msy seem .Toke entirely made up ot Refcgron, And w^ar it in his Garments, Keeping his hair of s Head muc h shorter than His Beard, and wearing it in Characters, But showing's Ears in Text, and by His tedious tautoligies in praying. Starting a controversie, whether His Ears or Prayers are longest : Yet, for all this his outward form of Piety, C like that of BafiUus ) His Conscience (hall be as large As the great Tub of Heidelberg , And devours more sequester d Litf ng* Than Civil war does Lives. He (hall rayl with such a fervent zeal Against an innocent Surplisse, as if He d id intend to burn it in to Tinder : He alwayes shall be Braip-sick, and Talk idlely in the Pulpit; pYate Rather than preach , and he shaHirtwayes Make such an Alphabet of faces, j* Splay Mouths, and Noses cifcuYnfhkr, That he may well be said to fright His Auditors out of their sins: ' Whilst he rayles against Ckuaft-Cer^ohW His mimick Gestures shall contradict And give the lye unto his Doctrin For all that sec him, will think. ' He's Master of the Ceremotiicrby ] His Cringes, and antick Geftfculartioris Hcl"], [77, "63 The Unfortunate Ujurper. He'l make a four face at his Auditors, As often as he thunders in the Pulpit, Thinking ic very reafoaable, tbat HisFaceaswellas Beer, fhould be Madefour by Thunder : He (hall have a Vertigo in his Brain, And ufe fomc fuch ridiculous Action, as that Offwingingupanddown his Hankercher To keep him from being giddy, Which Hankercher feen in his hand, May at firft make him thought a Wit , And that he does intend to give His Auditors found wipes, But he I make fuch a Snotty Sermon That he'l need have a Hankercher To wipe it clean from Faction and Seditfon : He ( like BaftUus ) fhall Un-throne his King, nay fovt himfelf for A Preferment, and write a Holy (Falfely fo called) CommonrWealtb, «. . And fee up a new Chaos of unfetled Anarchy Of his own aery contrivance; and ■'.-.* Be as guilty of Falfe Divinity by wearing Cap upon Cap, as thofe are of Falfe Heraldry that place Colour upon Colour, or : Metal upon Mecal, the laft whereof Is intimated in his Leaden-bead and Brazen- face : and chough this cunning Pilot Shall tack about When the wind changes, and ( as, Baftlius did with Alexius, Andr sulcus ,and Angelus ) ingratiate himfelf with. Old Nol, his Son Dick, and hope To curry favour too with Royal Charles , . And thereupon look bigg and fwelf, Yet, Time fhall make it known, tbat ( Like the Sun ) he looks biggeft when Hif"], [78, "The Unfortunate Ufurper., 64 His Glory's feccing; in which condicion l'le leave our Presbycer, and pafs (rom him Unco OldNolmldol of his feccing up-- I He f like Andronicus \"will noc fttck to murder His lawful Sovereign, and make Greac Charles's Wain give place unto His Brewer* Dray , He'ibe Tbegreaceft H^pocrice che Sun ere - Shin'd on, and precend he dears His Courfe by ch' Corapafs of Religion, When he incends to fail to ch' fortunate Island of a prosperous Wickcdnessc, He shall spin so fair a thrcd of Vice, as That it (hall deceive's own eyes; He shall admire the Cobweb, And yet not know himself to be the Spider ; At length he ( that like Nero ) rais'd so Many storms .'th* Kingdom slaall ( like him ) In a storm be hurried away, His tyranny (hall cause so many sighs In England, that alt the breath ( Exhaled in 'um ) (hall unite, and make A Whirle-wind to waft him over Styx to Hell, And ( when he's landed there ) Co blow the tire The more to torture him: This Tyrant gone,- One (hall succeed him ( in nature much Resembling Angelas) Great Bri taint Titular Angel, the true Heir to Englands Crown; one, who as far transcends The virtues of his Predecessors , Is the eye Of the World out-stiinesa^winklingStar, I Whom though his Foes (hall first giv< many Falls, Ye: hc'l ( Antasu-like ) grow stronger by 'um, When England with MeesSkunVd'.i.lbe hung' Round ( like the Augaanftable VHest.aH be A Second Hercules to cleanse' nod <purge it, And after . that Monstrous wbitfyihc Rump j ?'•! ■'. -^~^^^^^M ■> Shall"], [79, "The Unfortunate Ufurper* 65 Shall with its Tayle Have toiled up and down the Kingdom's Ship, Great Charles fhall by his prudence fafely Steare it, and afeer't has been floating Betwixt the Rump and Lambert, fAs 'twere 'cwixt ScyUa and Cbarybdii) Hee'l bring her to the Haven Of all her former happinefle and glory. But now my time's cxpir'd, and I Muft fpetdily retreat To my Infernal Station *. * He defcends where be rife'd. Setb. And I'le go the Emperour And tell him all that my Commiffion in this paper will permit. Exit. Act. V, Scen. 4. Hagiochriflophorites, Cmflantinus. Confian. Say you the Emperour's offended At me. Hagiocbr. Tis fo my Lord. Confian* My faith's to weak to give you credence, I kow I ftand as bright in his affeftion, As any in the Empire ; his love to me To Fervent, that all black envy's and Detractions ft reams can never cool, Much lefle extinguifh it ; I fhall as foon Doubt of the Beeing of the gods, as of His love to me; I know he has a Ventricle Of his heart big with affection for me, Of which hee'l be deliver'd at my requeft ; I am fo deeply rooted in his thoughts, That malice cannot hurt me. Hagiocbr. But will your Lordftiip Be wcan'd from this opinion of his love, If I can give you An ample proof of his inveterate hatred ' K Confkn."], [80, "The Unfortunate Warper. 66 Confiantin My Lord, you fecm to grafp the air, and to Attempt Impoffibilities, but however 1'le give your proof the hearing. Hagiochrifi. I that you (hall, and feeling too, *Tisthiss Ano'ronicusfent you this *Hefiabsbim. To cedifie his hatred to y ou. Confiantin. The more ungrateful Wrerch and Tyrant He, Oh! He falls arddjes. Hagiockrifl- Now will I folely reign i'th' favour of 'Jndronicus t the world ftiall have as Many Suns as I will Rivals. Exit. Act. V- Sc en. Seib, Andronicm, Easdins. Setb. The two first Letters of Your M a jeftic's Successor's Name Are in this Paper. He gives Andronicus tin Poser with S. 1. in it. Andron. S. I. the Letters of his Name > This is without all doubt Ifaurtts Comnenut King of Cyfrm, but wee'l endeavour To oppose him ; and a» for thee Setb, Wee'l study to requite thee, but at present Leave us, tor we have businefftof importance with The Patriarch Bafiliue. Seth. 1 (hall obey your Majesty, £.vi j Setb; Andron. What news Bafititis halt' t1 impart Unto ut ? Bafilim. I came t' inform your Majesty Of th apparition of a Comet, as m Embassadour from Heaven, to summon Your appearance thither. Andron. Fear no such thing Bafilim j 1'me glad the Heavens are so merry As to make Bonfires at our Triumphs, That"], [81, "The Unfortunate Ufurper. 67 That hairy Star presages ontly The downfal of some Prince that Weareslong hair, mine is too fhorr, . To have it portend my death. Bafilim. But further, The Earth has had A violent fit of an Ague, and has Been soundly shaken by an Earth-quake. Andron. I'm glad my Mother Earth, sick of The CoIIick, has so good a vent, She is a woman, and therefore may B- over timorous, and tremble Without a cause : Basil. Nay more, Saint Paul your Tutelar Saint, was seen to weep. Andron. Weeping does fomtimes rather weare a badge Of joy than sorrow . If this be all Thou hast to tell us, Farewel, and fay We told you, Fortune when feared, is A Tyrant, when fcorn'd.a Coward. Exit Andr. Bafilim. I'me glad he is so lullaby'd i'th Lap o'th' Mother of all danger, Security ; After I saw these sure fore-runners of His fall, I play'd my cards so well, as To addresse my self to Angtlm (\"the true Heire To th' Grown) and promise him what Interest I had to make him Emperour, He has escaped Andronku* his Scouts, sent out To catch him, and has ('I hope) ere this Procut'd a Party to second and abet him In his designs : look where he comes. Enter Ifaaeim AngelMt&c* Act* K% — ,., -,-r*"], [82, "TlnUnfortunate Ufurper. 68 Act.V.Scen»-5, Baftliustlfaacim Angelus, Citizens, Souldiers. Angel. My loving Subjefts (for fo my Title to The Crown encourages me to ftyle you ) You have too long experieno'd the ills Which U furpation carries in ics womb, And hope you'I all aflilt me Co make Is birth Abortive for the Future » You can't be ftrangers to The tyranny of Andronicus, by having heard\"- Such fhreeks and groans with which ConHirtinople Eccho's, and feen, your Fellow C t'zms run trembling, and pale As death (chey fear'd) about the ftreet*, All Shop-doors are (hut up.and (as If Each houfe were troubled with the Plague, . A ( Lord have Mercy onus) may be writ Upon the doors : the Temples of the gods - Arc all locktup, ail facred duties Intermitted, and, to be (hort, Conflantinople is not to be found, except The ruints of Saint Sophie's Temple Direft us co ir. Baftl. Wear then the Crown (Dread Sir) your felf 'Tis Heavens guifc unto you. Gitizem.Twxi nobly faid; God fave our Emperor Ifaacius Aijelus. Bafil. *Tis now no tiim for you to complement, Be pleafed therefore, without all further Ceremony, to accept the Empire, Your Subjefts love fpeaks loud in Theft their joyful Acclamations, which Prefage your future happinrffe; and I Wifh"], [83, "The Unfortunate Ujurper\\ 69 Wish from the bottom of my heart, that Constantinm greatness, the goodness of Jovianm, Honorim's success, Valens\" long life, the quiet death of Manuel, and the immortal Fame Of wite Justinian may meet and all United be in you- Angel. We thank Bafilim for his prayers, And (hall endeavour to discern 'um ; You Souldiers go make a speedy and - Diligent search after Andxomcm, and Seize upon him, bringing him to Our presence. || \\\\ Exeunt Souldiers. And you our loving Subjects Be in a readiness to assist us on All occasions. Omnes Citizens. Wt'l spend our lives for Th' Interest of Royal. Angelm Our Emperour, whom Jove preserve ', Angel. Now I am so well guarded by my Innocence and your affections l'me proof against all danger; There's no greater torment to a Prince Then when he's fear'd by all, for then He must himself fear many; 'rislove, 'Tis onely love, which does cement a Prince into his Throne, and wind him Into his Subj'cts j| favour. (|| Enter Souldiers guarding Andro- , Soul, May't please your Majesty, nlcut fetter'd with chainnr, ■ This bold Usurper was taken by Some of your Agents, whom we metassoon As we had Use your presence ; He thrice attempte Ito sail away, but Thrice was beaten back by furious storms, And Heavens reserved him as a sacrifice For all his former Tyranny ; ■ Angel. I give him over to your difpofafi (My"], [84, "The Unfortunate Uforper. 70 (My loving Subjects) Inflict what punishment you will Upon him. i.S««/-/.Taketlh * thou crtfl Tiger (He strips Andronicu'; Apeot Religion, Envies Balllike: I. Chiz. Tie make thee seel irx || too. (\\\\Hefulsbimlj tie Thou that before fear'dst not (beard. By thy impieties to pull Jove by the beard, Shalt have a parallel assronr. 2. Ssuld. Out thou Fowl Monster i j] Tie make thy Face as black (\\\\ He flings dirt in bit Face. As thy foul heart: a. Cilia. I wili torment thee jj too. (He tortures him with Andron. Heavens pity me unfortunate Usurper (Pinchers That I am, 3. Sould. Let this give thee a passage Unto || Hell. (He stabs him, and be jails. ■Angel. The Tragedy is done, whereof Andronkm, That first begun to make it Has spoke the Epilogue* Exeunt OmntSe Epilogue"], [85, "Epilogue td the Spectators. ANgclus toldyon that, th* Ufurping Rogue Andronicus has fpoke the Epilogue Of his own Tragedie i it w©TJ> remains That 1 to fpeak another take the pains, More fuitable, then that, to Englands Stage, And what has atled on, it been t this Age X Let Ncvill, Lambert, Vane, and all that crew To their Ufurping Tower bid Jdieu y Thofe Meteors muH vanifh, Charles our Sun f Having in EfigJands Zodiack begun Hirscourfej and that prodigious Comet's Tail Which dar'dprefage that Monarchy Jhould fail, And swings Jhould never rule our t ~Britti(b Nation Mufi rvanijh (like a fhortAiVd Exhalation :) True Monarchy s fupported by our play Which we to it as lawful Tribute pay, And hope all Loyal Subjecls in the Nation Will therefore deign it their kind approbation. F I N I S."], [86, ""], [87, ""], [88, ""], [89, ""], [90, ""], [91, ""], [92, ""]]