[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "THE CHANCES, A COMEDY: As it is ACTED at the THEATER ROYAL. By his Grace the Duke of Bu ckingham; Author of the Rehearsal. LONDON, Printed for R. Bently, at the Pofi- Houfe in Ruffel-Street Covent-Garden, 1692."], [8, ""], [9, "PROLOGUE. OF all Men thofe have reafon leaft to care For being laugh' d at, who can laugh their jharei And that's a thing our Authors aft to ufe Ufon occafion, 'when no Man can chufe. Suffofe now at this injlant one of you Were tickled by a Fool, what wouldyou do . 'Tis Ten to one you d laugh : here's juft the cafe, For there are Fools that tickle \"with their Face. Tour gay Fool tickles 'with his Drefs, and Motions^ But your grave Fool of Fools, with filly Notions. Is it not then unjuft that Fop jhould ftill Tone one to laugh, and then take laughing ill ? Tet fince ferhafs to fome it gives offence, That men are tickled at the want of Sencey Our Author thinks he takes the readieft way Tofhew all he has laugh 'd at here fair flay. For if ill writing be a folly thought, Correcting ill is Jure a greater fault. Then Gallants laugh, but chufe the right f lace fir ft, For judging ill is of all faults the worft. Dramatis"], [10, "Dramatis Personæ. Duke of Ferrara. Petruchio, Governour of Bolognia. Don John, ~? tisoo Spanish Gentlemen and Conic* Don Frederick, £ rades. Antonio, an old stout Gentleman, Kinsman to Petru- chio. Three Gentlemen, Friends to the Duke. Tvoo Gentlemen, Friends to Petruchio. Francilco, a Musician, Antonio V Boy. Peter Vecchio, a Teacher of Latin and Mustek, a refu* ted Wizard. Peter and An- Servants to Don John and Fre- . thony, 5 derick. j4 Surgeon. WOMEN. Conftantia, Sifter to Petruchio, atd Miftrefs to the Duke. Gentlewoman, Servant to Conftantia. Old Gentlewoman, Landlady to Don John and Frede rick. Conftantia, a Whore to old Antonio. Bawd. The"], [11, "1 The Chances. ACT I. SCENE I. Enter Peter and Antony ; two Servingmen. Teter.'\\ \"fOuld we were remov'd from this Town (Anthony) ■ \\/\\l That we might taste some quiet : for mine own part, j T I'm almost melted with continual trotting After Enquiries, Dreams, and Revelations, Of who knows whom or where ? serve wenching Soldiers, I'll serve a Priest in Lent first, and eat Bell-ropes. Anth. Thou art the froward'st Fool. . Pet. Why, good tame Anthony ? Tell me but this \\ to what end came we hither ? Anth. To wait upon our Masters. Pet. But how, Anthony ? Answer me that •, resolve me there good Anthony. Anth. To serve their Uses. Pet. Shew your Uses, Anthony. _ Anth. To be employ'd in any thing. Pet. No, Anthony, Not any thing I take it ; nor that thing We travel to discover, like new Islands , A silt Itch serve such uses \\ to things of moment, Concerningthings 1 grant ye, not things errant, Sweet Ladles things, and things to thank the Surgecn : In no such things, sweet Anthony \\ put cafe— ,„,_„„ Anth. Come, come, all will be mended: this 11. visible Woman Of infinite report for Shape and Beauty, That bred all this trouble to no purpose, JThey are determine now no more .to think on. . . u"], [12, "The CHANCES, 2 [.Exeunt, Fred. I Pet. Were there ever Men known to run mad with Report before ? Or wander after that they know not where To find ? or if found, how to enjoy ? Are Mens Brains Made now adays of Malt, that their affect-ions Are never fober ? but like drunken People Founder at every new fame ? I do believe That Men in love are ever drunk, as drunken men Are ever loving. Anth. Prethee be thou fbber, And know that they are none of thofe, not guilty Of the leaft vanity of love, only a doubt Fame might too far report, or rather flatter The Graces of this Woman, made them curious To find the Truth, which fince they find fb Lock'd up from their Searches, they are now refblv'd To give the wonder over. Pet. Would they were refblv'd To give me _ tie new Shooes too : for 1 .1 be fwom Thefe are e'en vorn out to the reafbnable Souls In their good W orfhip's bufinefs : and fbme Sleep Would not do .nuch amift, unleft they mean To make a Bell-man of me : here they come. Enter Don John and Frederick. Job. I would we could have feen her tho' : for fere 3he muft be fbme rare Creature, or Report lyes, All mens reports too. Fred. I could well wifh 1 had feen Conftantia *, But fince fhe is fb conceal'd, plac'd where No knowledge can come near her ; fo guarded As 'twere impoffible, tho' known, to reach her, I have made up my belief. Job. Hang me from this hour, If I more think upon her, But as fhe came a ftrange Report unto me, So the next Fame fhall lofe her. Fred. 'Tis the next way : But whither are you walking ? Job. My old round After my Meat, and then to Bed. Fred. 'Tis healthful. Job. Will not you fcir ?"], [13, "A CO M EVT. 3 tExewt. But Fred. I have a little bufinefs. Job. I'd lay my Life this Lady fijll : Fred. Then you wou'd lofe it. Job. Pray let's walk together. Fred. Now I cannot. Job. I have fbmething to impart. Fred. An hour hence I will not mils to meet ye. Job. Where ? Fred. V th' high Street * For not to lye, IJiave a few Devotions To do fir-., then I am yours. Job. Remember, SCENE II. Enter Petruchio, Antonio, and two Gentlemen. Ant . Cut his Wind-pipe, I fey. i . Gent. Fie Antonio. Ant. Or knock his Brains out firft, and then forgive him, If you do thruft, be fere it be to th' Hilts, . A Surgeon may fee through him. i. Gent. You are too violent. 2. Gent. Too open, undifereet. Petr. Am I not ruin'd ? The Honour of my Houfe crack'd ? my Blood poyfbn'd ? - My Credit and my Name ? 2. Gent. Be fure it be fb, Before ye ufe this violence. Let not Doubt, And a fufpec-ing Anger fb much fway ye, Your wifdom may be queftion'd. Ann I fey kill him, And then difpute the Caufe *, cut off what may be, And what is, fhall be fefe. 2. Gent. Hang up a true Man, -Becaufe 'tis poffible he may be thievifh : Alas, is this good Juftice ? Petr I know as certain As Day muft come again * as clear as Truth,\" And open as Belief can lay it to me, That I am bafely wrong'd, wrong'd above recompence, Malicioufly abus'd, blafted for ever In Name and Honour, loft to all remembrance, B 2"], [14, "The CHANCES, 4 [Exeunt- SCENE But what is fmear'd and fhameful *, I muft kill him, Neceffity compellsme. i. Gent. But think better. Petr. There is no other Cure left ; yet witnefs with me All that is fair in Man, all that is noble, I am not greedy of this Life I feek for, Nor thirft to fhed Man's BloOd *, and would 'twere poftib.e, I wifh it with my Soul, fb much I tremble To offend the facred Image of my Maker, My Sword could only kill his Crimes ; no 'tis Honour, Honour my noble Friends, that Idol Honour, That all the World now worfhips, not Petructio, Muft do this Juftice. Ant. Let it once be done, And 'tis no matter, whether you or Honour, Or both be acceifery. 2. Gent. Do you weigh, Petruchio, The value of the Perfbn, Power, and Greatneft, And what tin's fpark may kindle ? Petr. To perform it, So much I am tv'd to Reputation, And credit of my Houfe, let it raife wild Fires, And .forms that tofs me into everlafting ruine, Yet I muft through ; if ye dare fide me. Ant. Dare ? Petr. Y'are Friends indeed, if not. 2. Gent. Here's none flies from you, ' Do it in what defign you pleafe, we'll back ye. i. Gent. Is the caufe fo mortal, nothing but his life ? Petr . Believe me, A left Offence has been the Defolation ' Of a whole Name. i. Gent. No other way to purge it ? Petr. There is, but never to be hop'd for. 2. Gent. Think an Hour more, And if then ye find no safer Road to guide ye, We'll set up our Rests too. Ant. Mine's up already, . And hang him for my part, goes less than life. 2. Gent. If we fee noble Cause, 'tis like our Swords May be as free and forward as your Words."], [15, "A C 0 M ED T. 5 SCE N E HI.,-' Enter Don John. Job. The civil order of this City Naples Makes it belov'd, and honour'd of all Travellers, As a moft fafe Retirement in all Troubles ; Befide the wholfbme Seat and noble Temper Of thofe Minds that inhabit it, fafely wife, And to all Strangers courteous ; but I fee My admiration has drawn night upon me, And longer to expect my friend may pull me Into fefpicion of too late a ftirrer, Which all good Governments are jealous of. I'll home,\" and think at liberty : yet certain, 'Tis not fo far night, as I thought ; for fee, A fair Houfe yet ftandsopen, yet all about it Are clofe ; and no Light's ftirring : there may be foul play : I'll venture to look in, : ff there be Knaves, I may do a good Office. \\\\Voman within. Winhin. Signior ? John. What ? how is this ? Within. Signior Fabritio ? John. I'll go nearer. Within. Fabritio ? John. This is a Womans Tongue, here may be good done. Within. Who's there ? Fabritio ? John. I. Within. Where are you ? John. Here. Within. O come for Heavens feke !' John. I muft fee what this means. Enter Woman with a Child. Within. I have ftay'd this long hour for you, make no noife, For things are in ftrange trouble here, be fecret. 'Tis worth your care ; be gone now, more Eyes watches, Than may be for our fafeties. John. Hark ye ? Within. Peace \", good night. John. She's gone^ and I am loaden, fortune for me_* v J| weighs well, and it feels well ; it may chance \\_Exit. To"], [16, "The CH ANCES, 6 ZExiK {.Exit. XExtunt. SCENE To be fome Pack of worth : By th' Mafs 'tis heavy • If it be Coin or Jewels, it is worth welcome : I'll ne'er refufe a Fortune ; I am confident 'Tis of no common price *. now to my Lodging : If it be right, I'll blefs this Night. SCENE IV. Enter Don Frederick. Fred. 'Tis Arrange, I cannot meet him *, fere he has encounter'd Some light o' Love or other, and there means To play at. in and in for this night. Well Don John, If you do fpring a leak, or get an itce, Till you claw off your curl'd pate, thank your night walks: You m aft be frill a Boot-haling *, one round more, Tho' it be late, I'll venture to difeover ye, I do not like your out-leaps. SCENE V. Enter Duke and three Gentlemen. Duke. Welcom to Town, are ye all fit ? i. Gent. To point, Sir. Duke. Where are the Horfes ? 2. Gent. Where they were appointed. Duke. Be private, and whatfoever Fortune Offer it felf, let us ftand fere. 3. Gent. Fear us not. Ere you fliall be endanger'd or deluded, We'll make a black night on't. Duke. No more, 1 know it *, You know your Quarters ? 1. Gent. Will you go alone, Sir? Duke. Ye fhall not be far from me, the leaft Noiie Shall bring ye to my Refcue. , 2. Gent. We are counfell'd."], [17, "A C 0 M EDT. 7 To SCENE VI. Enter Don John. Job. Was ever Man fo paid for being curious ? Ever fo bobb'd for fearching out Adventures, As I am ? Did the Devil lead me ? muft I needs be peeping Into Mens Houfes where I had no bufinefs, And make my felfa mifehief ? 'tis well carry'd ; I muft take other mens occafions on me, And be I know not whom : moft finely handled,: What have t got by this now ? what's the purchace ? A piece of evening Arras work, a Child, Indeed an Infidel : this comes of peeping : A lump got out of lazinefs • good white Bread, Let's have no bawling with ye : 'fdeath, have I Known Wenches thus long, all the ways of Wenches, Their Snares and Subtilties ? have I read over All their School Learning, div r d into their Quiddits And am I now bumf-dled with a Baftard ? Fetch', over with a Card of five, and in my old days, After the dire Maffacre of a Million Of Maidenheads? caught the common way, i'th' night too Under anothers name, to make the matter Carry more weight about it ? well Don John, You will be wifer one day, when ye've purchas'd A Beavy of thofe Butter-prints together, With fearching out concealed Iniquities, Without commiffion : why, it would never grieve me, If I had got this Ginger-bread : never ftirr'd me, So I had a ftroke for't : 't had been juftice, Then to have kept it *, but to raife a Dayry For other mens Adulteries, confeme my felf in Candles, And feouring work, in Nurfes, Bells, and Babies, Only for Charity, for Meer I thank you, A little troubles me : the leaft touch for it, Had but my Breeches got it, it had contented me. Whofe e'er it is, fere 't had a wealthy Mother, For 'tis well cloath'd, and if I be not cozen'd, Well lin'd within : to leave it here were barbarous, And ten to one would kill it *, a worfe fin Than his that got it *, well- 1 will difpofe on't, And keep it, as they keep Death's Heads in Rings,"], [18, "The C H A N C E 8 [Exit. Alas, S, To cry Memento to me *, no more Peeping : Now all the danger is, to qualirie The good old Gentlewoman, at whofe Houfe we live ; For fhe will fall upon me with a Catechifm Of four hours long . I muft endure all; For I will know this Mother : come good wonder, Let you and I be jogging : your ftarv'd trebble Will waken the rude Watch elfe;: all that be Curious Night-walkers, may they find my Fee. SCENE VII. Enter Frederick. Fred. Sure he's gone home : I have beaten all the Purlews, But cannot bolt him : if he be a bobbing 'Tis not my care can cure him } to morrow morning I shall have further knowledge from a Surgon - Where he lies moor'd to mend his Leaks. Enter i Conftantia. Con- I am ready, And through a world of dangers am flown to ye, Be full of hafte and care, we are undone elfe : Where are your People ? which way muft we travel ? For Heavens fake ftay not here\", Sir. Fred. What may this Move ? I Con. Alas, I am miftaken, loft, uhdone, For ever perifli'd : Sir, for Heaven's fake tell me, Are ye a Gentleman ? Fred. I am, Con. Of this place? Fred. No, born in Spain. Con. As ever you lov'd honour, As ever your defires may^ain their ends, Do a poor wretched Woman but this Benefit, For I am forc't to tf uft ye. Fred. Y'ave charm'd me, Humanity and Honour bids me help ye ; And if I fail your truft Con. The time's too dangerous To ftay your Proteftations : I believe ye,"], [19, "A CO M ED T. 9 [Exeunt. Not Alas, I muft believe ye : From this place, Good noble Sir, remove me inftantly. And for a time, where nothing but your felf^ And honeft Converfetion may come near me, In fome fecure pLace fettle me. What I am, And why thus boldly I commit my Credit Into a Stranger's hand, the fears and dangers That force me to this wild courfe, at more leifure I fhall reveal unto you. Fre. Come be hearty, He muft ftrike through my Life that takes You from me. SCENE VIII. Enter Petruchio, Antonio, and two Gentlemen Petr. He will fere come. Are ye all well arm'd ? An. Never fear us. Here's that will make 'em dance without Fiddle. Petr. We are to look for no weak Foes, my Friends, Nor unadvifed ones. An. Beft Gamefters make the beft Play, We fhall fight clofe and home then. I. Gent. Antonio, You are a thought too bloody. An. Why? all Phyficians And penny Almanacks allow the opening Of Veins this Month : Why do ye talk of bloody ? What come we for, to fall to cuffs for Apples ? What, would you make the Caufe a Cudgel-Quarrel ? Petr. Speak foftly, gentle Coufin. An. I will fpeak truly *, What fhould Men do ally'd to thefe Difgraces, Lick o'er his Enemy, fit down, and dance him ? _. Gent. You are as far o' th' Bow Hand now. An. And try, That's my fine Boy, thou wilt do fo no more Child. Petr. Here are no fuch cold pities. An. By St. Jaques, They fhall not find me one : Here's old tough Andrew, A fpecial Friend of mine, and he but hold, I'll ftrike 'em fuch a Horn-pipe : knocks I come for, And the beft Blood I light on j I profeft it, V_/"], [20, "The CH A tiCES, 10 Not to feare Coftermongers ; if I lofe my own, My audit's loft, and farewel Five and fifty pet. Let's talk no longer, place your felves with filence, As I directed ye ; and when time calls us, As ye are Friends, fo fhew your felves. An. So be it. [Exeunt* SCENE IX.' Enter Don John and his Land-Lady. Land. Nay, Son, if this be your regard. Jo. Good Mother. Land. Good me no Goods, your Coufm and your felf Are welcom to me, whilft you bear your felves Like honeft and true Gentlemen : Bring hither To my Houfe, that have ever been reputed A Gentlewoman of a decent and a fair Carriage, And fo behaved my felf? Jo. I know you have. Land. Bring hither, as I fey, to make my Name Stink in my Neighbours Noftrils ? Your devices, Your Brats got out of Alligant and broken Oaths ? Your Linfey-wolfey work, your Hafty-Puddings ? I fofter up your filtch'd Iniquities ? Y' are deceiv'd in me, Sir, I am none Of thofe receivers. Jo. Have I not fworn unto you, 'Tis none of mine , and f__w'd you how I found it ? Land. Ye found an eafie fool that let you get it. Jo. Will you hear me ? Land. Oaths'? What care you for Oaths to gain your ends, When ye are high and pamper'd ? What Saint knew ye ? Or what Religion, but your purpos'd Lewdneft, Is to be look'd for of ye ? nay, I will tell ye, You will then fwear like accus'd Cut-purfes, As far off truth too ; and lye beyond all Falconers ; I'm fick to fee this dealing. Jo. Heaven forbid, Mother. Land. Nay, I am very fick. Jo. Who waits there ? Pet. Sir ? (Within.) Jo. Bring down the Bottle of Canary Wine. Land. Exceeding fick, Heaven help me. Jo."], [21, "A CO M £ 2) r. 11 Jo. Hafte ye Sirrah, I muft e'en make her drunk ; nay gentle Mother. Land. Now fie upon ye, was it for this purpofe You fetch'd your Evening walks for your Devotions, For this pretended holinefs ? No weather Not before day could hold ye from the Mattins. Were thefe your bo-peep Prayers ? y'ave pray'd well, And with a learned Zeal watch'd well too *, your Saint It feems was pleas'd as well : Still ficker, ficker. Enter Peter with a Bottle of Wine. Jo. There is no talking to her till I have drench'd her. Give me : Here Mother, take a good round draught, 'Twill purge Spleen from your Spirits : deeper Mother. Land. I, I, Son ; you imagine this will mend all. Jo. All, I faith Mother. Land. I confefs the Wine Will do his part. Jo. I'll pledge ye. Land. But Son John. Jo. I know your meaning Mother *, touch it once more. Alas you look not well, take a round draught, It warms the Blood well, and reftores the colour, And then we'll talk at large. Land. A civil Gentleman ? A ftranger ? one the Town holds a good regard of? Jo. Nay I will filence thee there. Land. One that fhould weigh his fair name ? oh a fti.ch ! Jo. There's nothing better for a ftich, good Mother, Make no Ipare Y>f it as you love your health ; Mince not the matter. Land. As I said a Gentleman, Lodge in my House ? - now Heaven's my comforts Signior ! so. I look'd for this. Land. I did not think you would, have us'd me thus : A Woman of my credit : One, Heaven knows, That loves you but too tenderly. Jo. Dear Mother, I ever found your kindness and acknowledge it. Land. No, no, I am a fool to counsel ye. Where's the Infant ? Come, let's see your Workmanship. Jo. None of mine Mother •, But there 'tis, and a lusty one. C x hand."], [22, "The C H A N C E S, 12 [Exit. Jo. Why Land. Heav'n blefs thee, Thou hadft a hafty making *, but the beft is, 'Tis many a good Man's fortune *, as I live, Your own Eyes, Signior , and the nether Lip As like ye, as ye had fpit it. Jo. I am glad on't. Land. Blefs me, what things are thefe ? Jo. I thought my labour Was not all loft, 'tis Gold, and thefe are Jeweis, Both rich, and right I hope. Land. Well, well, Son John, I fee ye're a Wood man, and can chufe Your Deer, though it be i' th' dark, all your difcretion Is not yet loft ; this was well clap'd aboard : Here I am with ye now, when as they fay Your pleafure comes with profit ; when you rauft needs do, Do where you may be done to, 'tis a wifdom Becomes a young Man well : be fiire of one thing,. Lofe not your Labour and your time together, Itfealbnsof a Fool, Son, time is precious, Work wary whilft you have it : fince you muft traffick. Sometimes this flippery way, take fore hold, Signior, Trade with no broken Merchants, make your Lading, As you would make your reft, adventuroufly, But with advantage ever. Jo. All this time, Mother, The Child wants looking to, wants Meat and Nurfes. Land. Now bleffing o' thy heart, it fhall have all, And inftantly ; I'll feek a Nurle my felf, Son, 'Tis a fweet Child : ah my young Spaniard, . Take you no further care, Sir. Jo. Yes of thefe Jewels, I muft by your good leave Mother : thefe are yours. To make your care t^e ftronger : for the reft I'll find a Mafter ; the Gold for bringing up on't I freely render to your charge. Land. No more words,. Nor no more Children, (good Son) as you love me. This may do well. Jo. I mall obferve your Morals, But where's Don Frederick (Mother ?) Land. Ten to one About the like adventure : he told me He was to find you out."], [23, "A C 0 M EDT. 13 [Exit. 2. Gen> Jo. Why Ihould he ftay thus ? There may be fbme ill Chance in't : Sleep I will not. Before I have found him : Now this Woman's pleas'd, I'll leek my Friend out, and my care is eas'd. SCENEX. £»rer Duke and three Gentlemen. i. Gen. Believe, Sir, 'tis as poffible to do it, As to remove the City ; the main Fa_fcion, Swarm through the Streets like Hornets, and with arigers Able to mine States, no fafety left us, Nor means to die dike Men, if inftantly You draw not back again. Du. May he be drawn, And quarter'd too, that turns now, were I furer Of death than thou art of thy fears, and with deaths More than thofe fears are too ! i. Gen. Sir,\" I fear not. Du. 1 would not break my Vow, ftart from my Honour, Becaufe I may find danger ; wound my Soul, To keep my Body fafe. i • Gen. I fpeak not, Sir\", Out of a bafenefs to ve. Du. No, nor do not Out of a bafenefs leave me : What is danger More than the weaknefs of our apprehenfions ? A poor cold part o' th' Blood ? Who takes it hold of? Cowards and wicked Livers: Valiant minds Were made the Mafters of it, and as hearty Sea-men In defperate Storms, ftem with a little Rudder The tumbling ruins of the Ocean *, So with their Caufe and Swords do they do dangers. Say we were fiire to die all in this Venture, As I am confident againft it : Is there any Amongft us of fo fat a fenfe, lb pamper'd, Would chofe luxuriously to lie abed, And purge away his Spirit ? lend his Soul out In Sugar-fops, and Syrops ? give me dying, As dying ought to be, upon mine Enemy, Parting with Mankind, by a Man that's manly : Let 'em be all the World ; and bring along Cain's Envy with them, I will on."], [24, "The CHANCES, 14 {Exeuntl Exit To 2. Gen. You may, Sir, But with what fafety ? i . Gen. Since 'tis come to dying, You lhall perceive, Sir, that here be thole amongft uS Can die as decently as other Men, And with as little Ceremony : On brave, Sir, Du. That's fpoken heartily. i. Gen. And he that flinches May he die loufie in a Ditfch. Du. No more dying, There's no fiich danger in't : What's a Clock ? 3. Gen. Somewhat above your hour. Du % Away then quickly, Make no noife, and no trouble will attend us. SCENE XI. Enter. Frederick and Anthony with a Candle. Fre. Give me the Candle : So, go you out that way. An. What have we now to do ? Ere. And o' your Life, Sirrah, Let none come near the Door without my knowledge, No not my Landlady nor my Friend. An. 'Tis done, Sir. Ere . Nor any serious business that concerns me. An. Is the Wind there again ? Ere. Be gone. An.' I am, Sir. Ere. Now enter without sear. Enter 1. Conftantia with a Jewel. And noble Lady That fafety and civility ye wiih'd for Shall truly here attend you : no rude Tongue Nor rough Behaviour knows this Place, no wilhes Beyond the moderation of a Man, Dare enter here : your, own defires and innocence, Joyn'd to my vow'd obedience, fhall prote^T: ye. Con. Ye are truly noble, And worth a Womans truft : let it become me, (I dobefeechyou, Sir) for all your kindnefs,"], [25, "A C 0 M E<DT. 15 {Exit. Might To render with my thanks this worthlefs trifle ; i may be longer troublefome. Fre. Fair Offices Are ftill their own Rewards : Heaven blefs me Lady felling civil courtefies : May it pleafe ye If ye will force a favour to oblige me, Draw but that Cloud afide, to fatisfie me For what good Angel I am engag'd. Con. It _kall be. For I am truly confident ye are honeft : The piece is fcarce worth looking on. Fre. Truft me, The abftracr. of all beauty, Soul of fweetnefs, Defend me honeft thoughts, I lhall grow wild elfe. What Eyes are there, rather what little Heavens, To ftir Mens Contemplations ? What a Paradife Runs through each part ihe has ? Good Blood be temperate I muft look off : Too excellent an Obje-. Confounds the Senfe that fees it. Noble Lady, If there be any further fervice to caft on me, Let it be worth my Life, fo much I honour ye, Or the engagement of whole Families. Con. Your Service is too liberal, worthy Sir, Thus far I fhall intreat. Fre. Command me Lady. You make your power too poor. Con. That prefently With all convenient haft you would retire Unto the Street you found me in. Fre. 'Tis done. Con. There if you find a Gentleman oppreft With force and violence, do a Mans office, And draw your Sword to refeue him. Fre. He'sfafe. Be what he will, and let his Foes be Devils, Arm'd with your Beauty, I lhall conjure 'em. Retire, this Key will guide ye : all things neceffary Are there before ye. Con. All my Prayers go with ye. Fre. Ye clap on proof upon me : Men fey Gold Does all, engages all, works through all dangers : Now I fay beautv can do more : The King's Exchequer, Nor all his wealthy Indies, could not draw me Through half thole Miferier this piece oipleafure"], [26, "16 The C H A N C E S, Might make me leap into : we are alLlike Sea-Cards, All our endeavours and our motions, (As they do to the North) ftill point at beauty, Still at the faireft : for a handfbm Woman, (Setting my Soul afide) it fhould go hard, But I would ftrain my Body : yet to her, Unlefs it be her own free gratitude, Hopes ye fhall die, and thou Tongue rot within me, E're I infringe my Faith : now to my refcue. [Exif. ACT II. SCENE I. Enter Duke purfud by Petruchio, Antonio, , and that Vadion. Duke. \"T7~Ou will not all opprefs me? An. X Kill him i' th' wanton Eye: Let me come to him. Duke. Then you fhall buy me dearly. Petr. Say you fb, Sir ? An. I fay cut his Wezand, ipoil his peeping : Have at your Love-fick Heart, Sir. Enter Don John. Jo. Sure 'tis fighting. My Friend may be engaged : Fie Gentlemen, This is unmanly odds. 5 Duke falls : Don John An. I'll stop your Mouth, Sir. I bestrides him. Jo. Nay then have ac thee freely : There's a Plumb, Sir, to latisste your longing. Petr. Away : I hope I have sped him : here comes rescue : We shall be endanger'd : Where's Antonio ? An. I must have one thrust more, Sir. Jo. Come up to me. An. A misehief confound your I ingers. Petr. How is it ? An. Well: 'Has given me my Quietus est ; I felt him In my smull Guts, I'm sure 'has feez'd me : \"This"], [27, "AC 0 M ED T. 17 'A Trampling I. within. Duke. t This comes of fiding with you. 2. Gent. Can you go, Sir? An. I fhould go Man, and my Head were off, Kever talk of going. Petr. Come, all mall be well then. I hear more refcue coming. Enter the Duke . Faction. 'An. Let's turn back then • My Scull's uncloven yet, let me but kill. Petr. Away for Heaven's fake with him. Jo. How is it ? Duke. Well, Sir, Only a little ftagger'd. Du. FaB. Let's purfiie 'em. : Duke. No not a Man I charge ye : thank's good Coat, Thou haft fev'd me a fhrew'd \\v^lcome : 'twas put home too, With a good mind I'm fore on't. Jo. Are you fafe then ? Duke. My thanks to you brave, Sir, whofe timely Valour, And manly Courtefie came to my refcue. Jo. Ye had foul play offer'd ye, and fhame befal him That can pafs by oppreffion. Duke. May I crave, Sir, But thus much Honour more, to know your Name ? And him I am fo bound to ? Jo. For the Bond, Sir, 'Tis every good Man's tye : to know me further Will little profit ye *, I am a ftranger, My Country Spain, my name Don John, a Gentleman That came abroad to travel. Duke. I have heard, Sir, Much worthy mention of ye, yet I find Fame fhort of what ye are. Jo. You are pleafed, Sir, To exprefs your Courtefie : may I demand As freely what you are, and what mifchance Caft you into this danger ? Duke. For this prefent I muft defire your pardon : you fhall know me Ere it be long, Sir, and a nobler thanks Than now my Will can render. Jo. Your Will's your own, Sir."], [28, "The C HA N C E S, 18 Duke. What is't you look for, Sir, have you lost any thing ? Jo. Only my Hat i' th' Scuffle j sore these Fellows Were Night-soaps. Duke.. No, believe, Sir: pray use. mine? For 'twill be hard to find your own now. ~Jo. No, Sir. Duke. Indeed ye shall, I can command another : I dcrbeseech you honour me. Jo. Well, Sir, then I will, And so I'll take my leave. Duke. Within these few days I hope I fhail be happy in vour knowledge. Till when I love your Memory. {Exit cum fuis. Jo. I yours. Enter Frederick. This is fome noble Fellow ■** Er el 'Tis his Tongue sore. Don John ? Jo. Don Frederick ? Ere. Y'are fairly met, Sir ? 1 thought ye had been a Bat-fowling : prethee tell me, What Revelations hast thou had to night, That home was never thought of? Jo. Revelations ? I'll tell the Frederick. But before I telUthee, Settle thy Underftanding. Fre. 'Tis prepared, Sir. Jo. Why then mark what fhall follow. This night Frederick, This bawdy night. , Fre. I thought no lefs. Jo. This blind night, What doft thou think I have got ? Fre. The Pox it may be. Jo. Would 'twere no worfe : ye talk of Revelations, I have got a Revelation will reveal me An errant Coxcomb whil'ft I live. Fre. What is't? Thou haft loft nothing ? Jo. No, I have got \\ tell thee. Fre. What haft thou got ? Jo One of the Infantry, a Child. Frc How ? Jo."], [29, "A CO M EDT. 19 Difcove. Jo. A chopping Child, Man. Ere. Give you joy, Sir. Jo. A lump of lewdnefs, Frederick, that's the truth on't : This Town's abominable. , Ere. I still told ye, John, Your whoring must come home \\ I counsell'd ye : J3ut where no grace is — Jo. 'Tis none of mine, Man. Ere. Answer the Parish so. Jo. Cheated in troth. Peeping into a Houfe, by whom I know not, Nor where to find the Place again.: no Frederick 'Tis no poor one, That's my beft comfort, for 't has brought about it Enough to make it, Man. Fre. Where is't ? Jo. At home. Ere . A saving Voyage : But what will you say, Signior, To him that searching out your serious Worsoip, Has met a stranger Fortune? Jo. How good Frederick ? A militant Girl to this Boy would hit it. Ere. No, mine's a nobler Venture : What do you think, Sir, Of a distressed Lady, one whose Beauty v Would over-sell all Italy ? Jo. Where is she- Ere. A Woman of that rare behaviour, So qualifi'd, as Admiration Dwells round about her : of that perfect Spirit- **r— Jo. I marry, Sir. Ere. That admirable Carriage, i That sweetness in discourse :, young as the Morning, Her blushes staining his. Jo. But where's this Creature ? Shew me but that. Ere. That's all one soe's forth-coming, I have her sore, Boy. N Jo. Hark ye, Frederick, What truck betwixt my Infant ? Fre. 'Tis too light, Sir, Stick to your charge, good Don John, I am well. Jo. But is there such a Wench ? Fre. Firft tell me this, ■ Did you not lately as you walk'd along, D 2"], [30, "The C H A N C E S, 20 But Difeover People that were armed and likely To do offence ? Jo. Yes marry, and they urg'd it As far as they had fpirit. Fre. Pray go forward. Jo. A Gentleman I found engag'd amongft 'era.' _ It feems of noble breeding, I'm fore brave Mettle, As I return'd to look you I fet in to him, And without hurt (I thank Heaven) refcu'd hinv Fre. My work's done then : And now to fetisfie you there is a Woman, Oh John, There is a Woman ■ . ■ ■ - Jo. Oh where is fhe ? Fre. And one of no lefs worth than I told ye ; And which is more, fain under my proteftion. Jo. I am glad of that ; forward fweet Frederick. Fre. And which*is more than that, by this nights wandring, And which is moft of all, foe is at home too, Sir. Jo. Come let's be g;one then. Fre. Yes, but 'tis moft certain, You cannot fee her, John. Jo. Why? Fre. She has fworn me, That none elfe fhall come near her : not my Mother Till fome Doubts are clear'd. Jo. Not look upon her ? What Chamber is fhe in ? Fre. In ours. Jo. Let's go, I fey : A Woman's Oaths are Wafers, break with making, They muft for modefty a little : We all know it. Fre. No I'll aifure ye, Sir. Jo Not fee her ? I fmell an old dog trilk of yours. Well, Frederick Ye talk'd to me of whoring, let's have fair play, Square dealing 1 would wifh ye. Fre. When 'tis come (Which I know never will be) to that iffoe, Your Spoon fhall be as deep as mine, Sir. Jo. Tell me, And tell me true, is the caufe honourable ? Or for your eafe ? Fre. By all our friendfhip, John, 'Tis honeft and of great end. ' Jo. I am anfwer'd :"], [31, "A C 0 M EDT. 21 But l#t me see her though : leave the Door open As you go in. Ere . I dare not. Jo. Not wide open^ But juft fo, as a jealous Husband Would level at his wanton Wife through. Fre. That courtefie, If ye defire no more, and keep it _tri<__ly, I dare afford ye : Come,, 'tis now near Morning. {Exeunt. SCENE II. Enter Peter and Anthony. Peter. Nay, the old Woman's gone too. Anth. She's a Catterwauling Amongft the Gutters ; but conceive me, Peter, Where our good Mafters fhould be ? Peter. Where they fhould be, I do conceive, but where they are, good Anthony '■ Anth. I, there it goes : my Mafter's Bo-peep with me, With his fly popping in and out again, Argu'd a Caufe [Lute founds. Hark. Peter . What ? Anth. Doft not hear a Lute ? A gen ? Peter. Where is't ? Anth. Above, in my Mafter's Chamber. Peter. There's no Creature : he hath the Key himfelf, Man.\" Anth. This is his Lute : let him have it. f Sing within a Peter. I grant ye *, but who ftrikes it ? \\ Unit. Anth. An admirable Voyce too, hark ye. Peter. Anthony, Art fore we are at home ? Anth. Without all doubt, Peter. Peter. Then this muft be the Devil. Anth. Let it be. Good Devil fing again : O dainty Devil, Peter, believe it, a moft delicate Devil, The fweeteft Devil.. Enter"], [32, "22 The .C HA N C E S, 1 * — , Enter Frederick and Don John. Fred. If you would leave peeping. Jo. I cannot by no means. Fred. Then come in softly, And as you love your Faith, presume no further Than ye have promised. Jo. 'Bafco. . Fred. What make you up so early, Sir ? Jo. You, Sir, in your. Contemplations. Peter. O pray ye peace, Sir. Fred. Why peace, Sir ? Peter. Do you hear ? Jo. 'Tis your Lute. She's playing on't. Anth. The House is haunted, Sir, For this we have heare this half year. Fred. Ye saw nothing ? Anth. Not I. Peter. Nor I, Sir. Fred. Get you our Breaks.; hen, And make no words on't ; well undertake this Spirit, If it be one. Anth. This is no Devil, peter, Mum, there be Bats abroad. [Exeunt ambo. Fred. Stay, now fhe fings. Jo. An Angels Voice I'll fwear. . Fred. Why did'ff thou fhrug fo ? Either allay this heat j or as I live I will not truft ye. Jo. Pafs : I warrant ye. [Exeunt. Enter i. Conftantia. Conft. To curfe thofe Stars that Men fey govern us, To rail at Fortune, to fall out with my Fate, And tax the general World, v/ill help me nothing : Alas, I am the fame ftill, neither are they Subject- to helps, or hurts -, our own defires Are our own Fates, and our own Stars, all our Fortunes, Which as we fway 'em, lb abufe or ._lefe us. . Enter"], [33, "A CO MED T. 23 Fred Enter Frederick, and Don John Peeping. Fred. Peace to your Meditations. Je. Pox upon ye. Stand out o' th' Light. Conft. I crave your mercy, Sir ; My mind o'er charg'd with care made me unmannerly. Fred. Pray ye fet that mind at reft, all fhall be perfect, Jo. I like the Body rare ; a handfbm Body, A wondrous handfbm Body ; would fhe would turn : See, and that fpightful Puppy be not got Between me and my Light again. Fred. 'Tis done, As all that you command fhall be : the Gentleman Is fefely off all danger. Jo. Rare Creature ! Conft. How fhall I thank ye, Sir ? how fatisfie ? Fred. Speak foftly, gentle Lady, all's rewarded, Now does he melt like Marmalade. Jo. Nay, 'tis certain, Thou art the fweeteft Woman that Eyes e'er look'd on. Fred. None difturb'd ye ? Conft. Not any, Sir, nor any found came near me, I thank your care. Fred. 'Tis well. Jo. I would fain pray now, But the Devil, and that Flefh there o' th' Worid, What.are we made to fuffer ? Fred. He'll enter *, .Pull in your Head and be hang'd. Jo. Hark ye Frederick, I have brought you home your Pack-Saddle. Fred. Pox upon ye. Conft. Nay, let him enter : Fie my Lord the Duke, Stand peeping at your Friends. Fred. Ye are cozen'd Lady, Here is no Duke. ConftH I know him full well, Signior. Jo. Hold thee there Wench. Fred. This Mad-brain'd Fool will fpoil all. Conft. I do befeech your Grace come in, Jo. My Grace, There was a Word of. Comfort."], [34, "The CHANCES, 24 Conf. Fred. Shall he enter, Who e'er he be ? Jo. Well follow'd Frederick. Conft. With all my Heart. Enter Don John. Fred. Come in then. Jo. Blefs ye Lady. Fred. Nay, ftart not, though he be a Stranger to ye. He's of a noble ftrain, my Kinfman, Lady, My Country-Man, and Fellow-Traveller, One Bed contains us ever, one Purfe feeds us, And one Faith free between us j do not fear him, He's truly Honeft. Jo. That's a Lye. Fred. And Trufty : Beyond your wifhes : valiant to defend And modeft to converfe with, as your Blufhes. Jo. Now may I hang my felf; this commendation Has broke the Neck of all my Hopes *, for now Muft I cry, no forfooth, and I forfooth, and forely, And truly as I live, and as I am honeft 'Has done thefe things for nonce too ; for he knows, Like a moft envious Rafeal as he is, I am not honeft, This way : h'as watch'd his time, But I fhall quit him. Conft. Sir, I credit ye. Fred. Go falute her, John. Jo. Plague o' your Commendations. Conft. Sir, I fhall now defire to be a trouble. Jo. Never to me, fweet Lady *, thus I feal My Faith, and all my Service. Conft. One word, Signior. Jo. Now 'tis impoffible I mould be honeft. What points fhe at ? My Leg I warjrand -, or My well knit Body : fit feft, Dun Frederick. Fred. 'Twas given him by that Gentleman You took fuch care of ; his own being loft i' th' Scuffle. Conft. With much joy may he wear it : 'tis a right one I can allure ye, Gentleman *, and right happy May he be in all fights for that Noble Service. Fred. Why do ye blufh ?"], [35, "A CO M ED T. 25 [Knock within* tExit Anthony. With Conft. 'T had almoft cozened me, For not to lye, when I few that, I look'd for Another owner of it: but 'tis well. Fred. Who's there? Stand ye a little clofe : come in, Sir. Enter Anthony. Now what's the News with you ? Anth. There is a Gentleman without, Would fpeak with Don John. Jo. Who, Sir ? Anth. I do not know, Sir, but he fhews a Man Of no mean reckoning. Fred. Let him Ihew his Name, And then return a little wifer. Fred. How do you like her, John ? Jo. As well as you, Frederick, For all I am honeft *, you fhall find it too. Fred. Art thou not honeft ? Jo. Art thou an Afs ? And modeft as her blufhes ? What a Blockhead Would e'r have popp'd out foch a dry Apology, For his dear Friend ; and to a Gentlewoman, A Woman of her Youth, and Delicacy, They are Arguments to draw them to abhor us. An honeft moral Man ; 'tis for a Conftable : A handfbme Man, a.wholefome Man, a tough Man, A liberal Man, a likely Man, a Man Made up like Hercules, unflack'd with Service : The feme to night, to morrow night, the next night, And fb to perpetuity of pleafures, Thefe had been things to hearken to, things catching % But you have foch a foiced confederation, Such Qualms upon your Worfhip's Confeience, Such Chilblains in your Blood, that all things prick ye, Which Nature, and the liberal World makes Cuftom, And nothing but fair Honour, O fweet Honour, Hang up your Eunuch Honour : That I was trufty, And valiant, were things well put in , but modeft ! A modeft Gentlemen .' O Wit where waft thou ? Fred. I am forry, John. Jo. My Lady's Gentlewoman Would laugh me to a School-boy, make me blufo E"], [36, "The CHANCES, 26 y«. With playing with my Cod-piece-point : fie on thee, A Man of thy difcretion. Fred. It fhall be mended ; And henceforth ye fhall have your due Enter Anthony. Jo. I look for't : how now, who is't ? Anth. A Gentleman of this City, And calls himfelf Petruchit. Jo. I'll attend him. Enter Conftantia^ Conft . How did he call himfelf? Fred. Petruchio, Does it concern ye ought ? Conft. O Gentlemen, The hour of my deftruction is come on me, I am difcover'd, loft, left to my ruine : As ever ye ha' pity. — ■ Jo. Do not fear, Let the great Devil come, he lhall come through me : nxfi Loft here, and we about ye ? Fred. Fall before us ? Const. O my unfortunate estate, all angers Compar'd to his, to his ■ Fred. Let his, and all Mens, WhiPct we have Power and Life, stand up for Heavens lake. Confi, I have offended Heaven too ; yet Heaven knows — Jo. We are all evil : Yet Heaven forbid we soould have our deserts. What is he ? Confi. Too too near to my offence, Sir : O he will cut me piece-meal. Fred. 'Tis no Treason ? Jo. Let it be what it will : if he cut here, I'll find him cut-work. Fred. He must buy you dear, With more than common Lives. Jo. Fear not, nor weep not : By Heaven I'll fire the Town before ye periso, And then the more the merrier, we'll jog with ye. Fred. Come in, and dry your Eyes."], [37, "A CO MED T. 27 [Exeunt: f Jo. Pray no more weeping : Spoil a fweet Face for nothing ? my return Shall end all this I warrant ye. Conft. Heaven grant it may. SCENE III. Enter Petruchio with a Letter. Petr. This Man foould be of Quality and Worth By Don Alvara's Letter, for he gires No flig^fctcommendations of him : 111 e'en make ufe of him. Enter Don John. Jo. Save ye, Sir : I am forry My bufinefs was fo unmannerly, to make ye Wait thus long here. Petr. Occafions muft be ferv'd, Sir : But is your name Don John ? Jo. It is, Sir: Petr. Then, First for your own brave sake I must embrace ye : Next, for the credit of your noble Friend Hemanda de Alvara, make ye mine : Who lays his charge Upon me in this Letter To look ye out, and Whilst your occasions make you resident In this Place, to sopply ye, love and honour ye ; Which had I known sooner—-^ — ■ ■ Jo. Noble Sir, You'll make my thanks too poor : I wear a Sword, Sir, And have a Service to be still dilpos'd of As you shall please command it. Petr. That manly Curtefie is half my business : Sir, And to be soort, to make ye know I hononr ye, And in all points delieve your worth-like Oracle, This day Petruchio, A Man that may command the strength of this Place, Hazard the boldest Spirits, hath made choice Only of you, and in a noble Office. Jo. Forward, I am free to entertain it. Petr. Thtis then : E 2"], [38, "The CHANCES, 28 I do beseech ye mark me. Jo. I shall, Sir. Petr. Eerrara% Duke, would I might call him worthy,1 But that he has raz'd out from his Family, As he has mine with Infamy, This Man, Rather this powerful Monster, we being left But two of ail our House, to stock our Memories, My Sister Confi antia and my sel f j with Artsand Witchcrafts, Vows and such Oaths Heaven has no mercy for, Drew to diihonour this weak Maid, by stealth, And secret pa.lages I knew not of, Oft he obtain'd his wisoes, oft abus'd her, I am aiham'd to fay the rest : This purchas'd, And his hot Blood allay 'd, he left her,' And all our Name to mine..- Jo. This was foul play, And ought to be rewarded fo. Petr. 1 hope fo *, He feap'd me yefternight : • ■ Which if he dare again adventure for___.\" Jo. Pray, Sir, what commands have you to lay On me ? Petr. Only thus *, by word of mouth to carry him A Challenge from me, that fb (if he have honour in him) We may decide all difference between us. Jo. Fair, and Noble, And 1 will do it home : when fhall I vifit ye ? Petr. Pfeafe you this Afternoon, 1 will ride with ye *•- For at a Caftle fix Miles hence, we are fore To find him. Jo. fll be ready. Petr. My Man fhall Wait here, to conduct ye to my Houfe. Jo. 1 fhall not feil ye, Sir. {Exit Petruchio. Enter Frederick. Fred. How now ? Jo. All's well, and better than thou could'ft expeft, for this Wench here is certainly no Maid ; and I have hopes fhe is the fame that our two curious Coxcombs have been fo long a hunting after. Frtd. Why do ye hope fo ? Jo. Why? becaufe 4_rft fhe is no Maid, and next becaufe foe's hand fome j there are two Reafons for you : now do you find out a third, a better if you can. For take this Freda kk, for a certain Rule, fince fhe loves"], [39, "A CO M EDT. 29 _2 loves the fport, foe'll never give it over. And therefore (if we have good luck) in time may fall to our foares. . Fred. Very pretty Reafons indeed. But I thought you had known fome particular that made you conclude this to be the Woman. Jo. Yes, I know her name is Conftantia- Fred. That now is fomething *, but I cannot believe her difhoneft for all this: She has not one loofe thought about her. Jo. It's no matter, foe's fbofe i' th' Hilts by Heaven. There has been flirting, fumbling with Linen, Frederick. Fred. There may be fuch a flip. Jo. And will be Frederick, whilft the old Game's a foot. I fear the Boy too will prove hers 1 took up. Fred. Good circumftances may cure all this yet. Jo. There thou hit'ft if, Frederick, come let's walk in, andcOmfort her ; that fhe is here is nothing yet fufoe__ed. Anon I foall tell thee why her Brother came, (who by this light is a noble Fellow) and what honour he has done to me, a Stranger, in calling me to ferve him. There be Irons heating, for fome on my word, Frederick. {Exeunt ACT III. SCENE I Enter Landlady and Anthony. Land. f^Ome, Sir, who is it keeps your Mafter Company ? Anth. V-j I fey to you, Don John. Land. I fey what Woman ? Anth. I fey fo too- Land. I fey again I will know. Anth. I fey 'tis fit you fhould. Land. And I tell thee he has a Woman here. Anth. I tell thee 'tis then the better for him. Land. Was ever Gentlewoman So frumpt of with a Fool ?- Well, fewcy Sirrah,. I will know who it is, and to what purpofe * I pay the Rent, and I will know how my Houfe Comes by thefe inflammations : if this geer hold ; Beft hang a Sign-poft up, to tell the Signior s, Here ye may have Lewdnefs at Livery. timer"], [40, "The CHANCES, 30 Enter Frederick. Anth. 'Twould be a great eafe to your age.\" Fred. How Now ? Why what's the matter Landlady ? Land. What's the matter ? Ye ufe me decently among ye, Gentlemen. Fred. Who has abus'd her, you, Sir ? Land. Od's jny witnefs I will not be thus treated, that I will not. .Anth. I gave her no ill Language. Land. Thon lyeft lewdly. Thou took'ft me up at every word I fpoke, As I had been a Mawkin, a flirt Gillian ; And thou think 'ft, becaufe thou canft write and read, Our Nofes muft be under thee. Fred. Dare you, Sirrah ? Anth. Let but the Truth be known, Sir, I befeech ye, She raves of Wenches, and I know not what, Sir. Land. Go to, thou know 'ft too well, thou wicked Varlet, Thou inftrumeat of Evil. Anth. As I live, Sir, foe's ever thus till Dinner. Fred. Get ye in, I'll anfwer you anon, Sir. {Exit Anthony. Now your grief, what is't ? For I can guefs Land. Ye may, with foame enough, If there were fhame amongft ye ; nothing thought on, But how ye may abufe my Houfe : not fetisfied With bringing home your Bafiards to undo me, But you muft drill your Whores here too ; my patience Becaufe I bear, and bear, and carry all. And as they fay (am willing to groan under) Muft be you, make-fport now. Fred. No more of thefe words. Nor no more murmurings Lady *, for you know That I know fbmething. I did fofpeft your anger, But turn it prefently and handfbmly, And bear your felf dilcreetly to this Woman, For foch a one there is indeed. Land. 'Tis well, Son. Fred. Leave off your Devil. Matins and your Melancholies, , Or we fhall leave our Lodgings. Land. You have much need To ufe thefe vagrant ways, and to much profit : Ye"], [41, "A COM EH T. 31 Exit Ye had that mighty content (At home within your felves too) right good, Gentlemen, Wholfom, and ye laid handfom. But you Gallants, Beaft that I was to believe ye , ■ ■ Fred. Leave your fofoition : For as I live there's no luch thing. Land. Mine honour *, And 'twere not for mine honour. Fred. Come, your honour, Your Houfe, and you too, if you dare believe me, Are well enough : Sleek up your felf, leave crying, For I muft have ye entertain this Lady With all civility, fhe well deferves it Together with all fervice : 1 dare truft ye, For I have found ye faithful : When ye know hef You will find your own fault *, no more words, but do it.- Land. You know you may command me. Enter Don John. Jo. Worfoipfol Lady, How does thy Velvet Scabbard ? by his Hand Thou lookeft moft amiably : now could I willingly (And 'twere not for abufing thy Geneva print there,) Venture my Body with thee— -«—__- Land. You'll leave this ropery, When ye come to my years. Jo. By this Light. Thou art not above Fifteen yet, a meer Girl, Thou haft not half thy Teeth ... Ere. Yretheejohn Let her alone, she has been vext already : She'll grow stark mad, Man. Jo. I wou'd fain see her mad, An old mad Woman. Ere. Prethee be patient. Jo. Is like a Millers Mare, troubled\" wi' th' Tooth ach. She makes the rarest Faces. Fre. Go, and do it, And do not mind this Fellow-"], [42, "The CHANCES, 32 Exit Landlady, and comes back again prefently. Jo. What, agen/ Nay, then it is decreed : though Hills were fet on Hills, And Seas met Seas, to guard thee, I would through. Land. Od's my witnefs, if ye ruffle me, I'll lpoil your fweet Face for you, that I will. Go, go to the door, there's a Gentleman there would fpeak with ye. Jo. Upon my Life Petruchio ; good dear L-.ndlady carry him into the Dining-Room, and I'll wait _pr ; , him prefer.tly. Land. Well Don John, the time will come that I foall be even with you. {Exit. Jo. I muft be gone : yet if my Projecl hold, You foall not ftay behind : I'll rather truft A Cat with fweet Milk, Frederick j by her Face. Enter Conftantia. I feel her fears are working. Con. Is there po way, I do be feech ye, think yet, to divert This certain danger ? Fre. 'tis impoffible : Their Honours are eneag'd. Con. Then there muft be murder, Which, Gentlemen, I fhall no lconer hear of, Then make in't : you may, if you pleafe, Sir, Make all go lefs. Jo. Lady, were't mine own caufe, I could difpence : but loaden with\" my Friends truft, I muft go on though general .Maffecrees As much I fear Con. Do ye hear, Sir *, for Heavens feke Let me requeft one Favour of you. Fre . Yes, any thing. Con. This Gentleman I find is too refolute, Too hot and fiery for the Caufe : as ever You did a virtuous Deed, tor Honour's fake Go with him asd allay him : your fair Temper And noble Difpofition, like wifh'd Showers, May quench thofe eating Fires, that would fpoil all elfe. 1 fee in hjm deftruftion. I will do it. Ere."], [43, "A CO M ED t 33 Fre. And 'tis a wife Confideration, To me a bounteous Favour : Hark ye John** I will go with ye. Jo. No. Fre. Indeed I will, Ye go upon a hazard • no denyal; For as I live I'll go. Jo. Then make ye ready, For I am ftrait a Horfe-back. Fre. My Sword on, and I am as ready as you : What my bleft Labour, With all the Art I have can work upon 'em, Be fore of, _nd expeft fair end : the old Gentlewoman- Shall wait upon ye, foe is difcreet and fecret, Ye may truft her in ail Points. Con. Ye are noble ; .And fb I take my leave. Jo. I hope, Lady, a happy iffoe for all this. Conft. All Heavens care upon ye, and my Prayers. Jo. So, Now my Mind's at reft. Fred. Away, 'tis late, John. {Exeunt. SCENE II. Enter Antonio, Surgeon, and a Gentleman. Gent. What Symptoms do ye find in him ? Sur. None, Sir, dangerous, if he'd be rul'd. Gem . Why ! What does he do ? Sur. Nothing that he fhould. Firft, he will Jet no Liquor but Wine, find then he has a fancy that he muft be dreft alw the Tune of John Dory. Gent. How ? To the Tune of John Dory . Sur. Why ? -he will have Fidlers, and Make th«m play au to him all the while. _* Gent. An odd Fancy indeed. Ant. Give me fome Wine. Sur. I told you fo— — ■ .» 'Tis Death, Sir. Ant. 'TisaHorfe, Sir. Doft think I foall recover tilth the of Barley-water only ? Gent. Fie, Antonio, you muft be govern .1. Ant . Why, Sir ? he, feeds me with nothing but rotten Roots, i drown'd Qaickens, ftew'd Pericraniums and ?ia-maters\\ and U*hen 1 ,\"• F to"], [44, "The CHANCES, 34 g* to Bed, (by Heaven 'tis true, Sir) he rowls me up in Lints with Labels at 'em, that I am juft the 4Man i* th' Almanack, my Head and Face is Aries Place. Sur. Will't pleafe ye to let your Friends fee you open'd ? Ant. Will't pleafe you, Sir, to give me a Brimmer ? I feel my Bo dy open enough for that. Give it me, or I'll die upon thy_ Hand, and fpoil thy Cuftom. Sur. How, a Brimmer ? Ant. Why look ye, Sir, thus ram us'd frill *, I can get nothing that I want. In how long time canft thou cure me ? Sur. In Forty days. Ant. I'll have a Dog foall lick me whole in Twenty. In how long canft thorn kill me ? Sur. prefently. Ant • Do't that's the foorter, and there's more delight in't. Gent. You muft have patience. Ant. Man I muft have bufinefs *, this foolifo Fellow hinders himfelf *, I have a dozen Rafeals to hurt within thefe five days. Good Man-men der flop me up with Parfley like fluff 'd Beef, and let me walk abroad. Sur. Ye foall walk foortly. Ant. I will walk prefently, Sir, and leave your Salads there, your green Salves and your Oyls, I'll to my old Dyet again, ftrong Food, and rich Wine, and try what that will do. Sur. Well, go thy ways, thou art the maddeft cli Fellow I e'r yet met with. ; [Exeunt. SCENE III. Enter Gonftantia and Landlady. Conft. I have told ye all I can, and more than yet Thole Gentlemen know of me ; but are they Such ftrange Creatures, fey you ? Land. There's the younger. Don John, the errant'ft Jack in all this City : The other, time has blafted, yet he will ftoop, If not o 're flown, and freely on the Quarry *, H'as been a Dragon in this days. But Tarmont, Don Jtskin is the Devil himfelf, the Dog-days, The moft incomp.rehenfible Whoremafter, Twenty a night is nothing ; the Truth is, Whofe Chaftity he chops upon, he cares not- He flies at all -, Baftards upon my Confcience, He has now in making multitudes.*. The laftnight He"], [45, "A €0 M ED T. 35 £Ejci - , He brought home one *, I pity her that bore it, But we are all weak Veflels. Some rich Woman (For wife I dare not call her) was the Mother, For it was hung with Jewels *, the bearing Cloth No lefs than Crimfbn Velvet. Conft. How? Land. 'Tis true, Lady. Conft. Was it a Boy too ? Land. A brave Boy *, deliberatioft And judgment fhew'd in 's getting, as I'll fay for hifi*2 He's as well pac'd for that fport Conft. May I fee it ? For there is a Neighbour of mine, a Gentlewoman j Has had a late mifchance, which willingly 1 would know further of*, now if you pleafe To be fo courteous to me. Land. Ye foall fee it : But what do ye think of thefe Men now ye know 'em ? Be wife, Ye may repent too late elfe *, I but tell ye For your own good, and as you will find it, Lady. Conft. I am advis'd. Land. No more words then *, do that, And inftantly, I told ye of, be ready. Don John, I'll fit ye for your frumps. Conft. 1 fhall be: But foall I fee this Child ? Land. Within this half hour. Let's in, and there think better. SCENE IV. Enter Fetruchio, Don John, Frederick. Jo. Sir, he is worth your knowledge, and a Gentleman (If I that fo much love him, may' commend him) That's full of Honour ; and one, if foul play •Should fall upon us, (for which fear I brought him) Will not fly back for Fillips. Petr. Ye much honour me, And once more I pronounce ye both mine. * Fred. Stay, what Troop Is that below i' th' Valley there ? Jo. Hawking I take it. F 2"], [46, "The C H A N C E S, 36 Petr. They are so ; 'tis the Duke, 'tis even he Gentlemen, Sirrah, draw back the Horses till we call ye, I know him by his Company\". Fred. I think too , . . He bends up this way. pe tr? So he does. Jo. Stand you still, Within that covert, till I call : he comes Forward ; here will I wait him : to your Places. Petr. I need no more instruct ye ? Jo. Fear me not. [Exit Petruchio and Frederick. Enter Duke and bis FaBion. Duke. Feed the Hawks up, We'll fly no more to day : O my blest Fortune / Have I so fairly met the Man ? Jo. Ye have, Sir, And him ye know by this. Duke. Sir, all. the honour, And love r— Jo. I do beseech your Graee stay there, and Dismiss your Train a little. Duke- Walk aside, And out o shearing I command ye : Now, Sir, Be plain. Jo. I will, and soort ; ' Ye have wrong'd a Gentseman, beyond all Justice, Beyond the Mediation of all Friends. Duke. The Man, apd manner of wrong ? J». Petruchio ; The wrong, ye have dishonour'dhis Sister. Duke. Now ftay you, Sir, And hear me a little : This Gentleman's Sister that you nam'd, 'sis true I have long lov'd, .., As true 1 have enjoy'd her : no less truth 1 have a Child by her. But that she, or he, Or any of that Family are tainted, Suffer disgrace, or mine, \"by my pleasures, I wear a Sword to latigfie the World no, And him in this Cause when he pleases; for know, Sir, She is my Wise, contracted before Heaven, (A Witness I owe more tie to, than her Brother) Nor will I fly from that Name, which long since Had"], [47, "A C 0 M EDY. 37 She Had had the Churches approbation, But for his Jealous Nature. Jo. Your pardon, Sir *, I am folly fatisfi'd. Duke. Dear Sir, I knew I foould convert ye ; had we But that rough Man here now too— _______ Jo. And ye foall, Sir. Whathoa, hoa. Duke. 1 hope ye have laid no Ambufo ? Enter Petruchio. Jo. Only Friends. Duke. My noble Brother welcome : Come put your anger off, we'll have no fighting, Unlefs you will maintain I am unworthy To bear that Name. * Petr. Do you fpeak this heartily ? Duke. Upon my Soul, and truly -,'the firft Prieft Shall put you out of thefe doubts. Petr. Now I love ye, And I befeech ye pardon my fofpicions, You are now more than a Brother, a brave Friend too. Jo. The good Man's over-joy'd. Enter Frederick. Fred. How now, how goes it ? Jo. Why, the Alan has his Mare again, and all's well : The Duke profeffes freely he's her Husband. Fred. 'Tis a good hearing. Jo. Yes, for modeft Gentlemen, I muft prefent ye : May it pleafe your Grace To number this brave Gentleman^my Friend, And noble Kinfman, amongft the reft of your Servants. Duke. O my brave Friend : you foower your Bounties on me - Amongft my beft thoughts, Signior, in which number You being worthily diftos'd already. May freely place your Friend. Fred. Your Grace does me a great deal of honour, Petr. Why this is wondrous happy : But now, Brother, Now comes the bitter to our fweet : Cutiftaptia. Duke. Why, what of her ? Petr . Nor what, nor where do I know : Wing'd with her fears, laft night, beyond my knowledge,"], [48, "he CH A N C E S, 38 3 She quit my Houfe, but whither ■— ..... Fred. Let not that Duke. No more, good Sir, I have heard too much. Petr. Nay, fink not, She cannot be fb loft. Jo. Nor foall not, Gentlemen *, Be free again, the Lady's found *, that fmile, Sir, Shows you diftruft your Servant. Duke. I do befeech ye. Jo. Ye foall believe me, by my Soul foe's fefe. Duke. Heaven knows I would believe, Sir. Fred. Ye may fafely. Jo. And under noble ufege : this Gentleman, Met her in all her Doubts laft night, and to his Guard (Her fears being ftrong upon her) foe gave her Perfon, Who waited on her, to our Lodging ; where all refpeft, Civil> and honeft Service, now attend her. Petr. Ye may believe now. Duke. Yes I do, and ftrongly *, Well, my good Friends, or rather my good Angels, For ye have both preferv'd me *, when thefe Virtues Die in your Friends remembrance - Jo. Good your Grace Lofe no more time in Complements, 'tis too precious, I know it by my felf, there can be no Hell To his that hangs upon his hopes. Petr. He has hit it. A Fred. To Horfe again then, for this night I'll crown With all the Joys ye wifo for. Petr. Happy Gentlemen. [Exeunt. Enter Francifeo, and a Man. Fran. This is the maddeft mifehief, never Fool was fo fob'd off as I am, made ridiculous, and to my felf, to my own Afs*, truft a Woman, I'll truft the Devil firft, for he dares be better than his word Ibmetimes-. Pray tell me, in what obfervance have I e'er feil'd her ? Man. Nay, you can tell that beft your felf Fran. Let me confider. Enter Don Frederick and Don John. Fred. Let them talk, we'll go on before. Fran. Where did 'ft thou meet Conft antia, and this Woman ? Fred."], [49, "\"A CO M ED r. 39 39 Fred. Conftantla! What are thefe Fellows ? Stay by all means. Man. Why Sir, I met her in the great Street that comes from the Market-place, juft at the turning by a Gold-fmith's Shop. Fred. Stand ftill, John. Fran. Well Conft ant i a has fpun her felf a fair Thred now: what will her beft Friend think of this ? Fred. John, I fmell fome jugling, John. Jo. Yes, Frederick, I fear it will be prov'd fo. Fran. But what foould the reafon be doft think of thisfo fudden change in her ? Fred. 'Tis foe. Man. Why, tru'y \\ fofoec. foe has been entic'd to it by a Stranger. Jo. Did you mark that, Frederick ? Fran. Stranger? who? Man. A young Gentleman that's newly come to Town. Fred. Mark that too. Jo. Yes, Sir. Fran. Why do you think fo ? Man. I heard her grave Condu&refs twattie fomething as they went along that makes me guefs it. Jo. 'Tis foe, Frederick. Fred. But who that he is, John. Fran. I do not doubt to bolj; 'em out, for they rauft certainly be a bout the Town. Ha ! no more words ; come, let's be gone. {Exeunt Fred. Well. (Fran, and Man- Jo. Very well. Fred. Difereetly. Jo. Finely carri'd. Fredt. Ye have no more of thefe Tricks ? Jo. Ten to one, Sir, I foall meet with 'em if ye have. Fred. Is this fair ? Jo. Was it in you a Friend's part to deal double ? I am.no Afs, Don Frederick. Fred. And, Don John, it foall appear I am no Fool : Difgrace me to make your felf thus every Woman's courtefie *, 'tis boyifo, 'tis bale. Jo. 'Tis falfe : I privy to this Dog-trick? Clear your felf, for I know well enough where the Wind fits, or as I have a Life — [Trample within. Fred. No more, they are coming, foew no difeontent, let's quietly, away *, If foe be at home, our Jealoufies are over *, if not, you and I muft have a farther parly, John. Jo. Yes, Don Frederick, ye may be Hire we foall : but \"where are thefe Fellows ? Pox on't, we have loft them too in our Spleens, like Fools. Enter"], [50, "The CHANCES, 40 Enter Duke and Petruchio. Duke. Come Gentlemen, less go a little faster •, Suppose you have all Mistresses, and mend Your pace accordingly. Jo. Sir, I mould be as glad of a Mistress as another Man^ Fred; Yes, o' my Conscience would'st thou, and of any other man's Mistress too ; that I'll answer for. [Exeunt* SCENE V. Enter Anthony and his Man. ' ■ Ant. With all my Gold ? Mon. The Trunk broke open, and all gone. Aat. And the Mother* in the Plot ? Man. And the Mother and all. Ant. And the Devil and all : the mighty Pox go with 'em : belike they thought I was no more of this World, andthofe trifles would but difturb my Conference. Mm. Sure they thought, Sir, you wou'd not live to difturb them. Ant. Well, myiweet Miftrefi, I'll try how handfomly your Ladi foip can hang upon a pair of Gallons, there's your Mafter-piece. No imagination whe r e they foould be ? Man. None Sir : vet we have fearch'd all places we fofpetted *,' I believe they have taken towards the Port. Ant. Get me then a Water-Conjurer, one that can raife Water-De vils, I'll port 'em, play at Duck and Drake with my Money ? Get me a Conjurer, I fey enquire out a Man that lets out Devils. Man. I don't know where. Ant. In every Street 7. mFool, any blear-ey'd People with red Heads, and flat Nofes can perform it. '• Thou foalt know 'em by their half Gowns, and no Breeches. Find me out a Conjurer, I fey, and learn his price, how lie will let his Devils out by the day. .I'll have 'em again if they be above Ground. [Exeunt . SCENE VI., Enter Duke, Petruchio, Frederick, and John. Petr. Your Grace is welcome now to Naples; fo ye are all, Gentlemen. Jo."], [51, "A CO M ED T. 4 i Jo. Don Frederick, will you ftep in, and give the Lady notice who comes to vifie her ? Petr. Bid her makehafte,we come to fee no curious Wench, a Night- Gown will ferve turn. Here's one that knows her nearer. Fred. I'll tell her what you fey, Sir. {Exit. Petr. Now will the fport be to obferve her alterations, how betwixt fear and joy foe will behave her felf. Duke. Dear Brother, I muft entreat you Petr. I conceive your Mind, Sir, I will not chide her. Enter Frederick and Petrnchio. Jo. How now ? Ered. You may, Sir : not to abuse your patience longer, nor hold ye off with tedious circumstance ; for ye must know — . ■■ Petr. What? Duke. Where is she ? Fred. Gone, Sir. Duke. How ? Petr. What did you say, Sir? Fred. Gone : by Heaven r&nov'd. The Woman of the Houfe too^ Petr. What, that reverend old Woman that tir'd me with Comple ments ? Fred. The very same, i Jo. Well, Don Frederick. Fred. Don John, it is not well. But Petr. Gone ? Fred. This Fellow can fatisfie I lie not. Petr. A little after my Master was departed, Sir, with this G;v„ man, my Fellow and my self being sent on business, as we must think on purpose. Petr. Hang these Circumstances, they always serve tousoerin ill ends. Jo. Now could I eat that Rogue, I am so angry. Gone ? Petr. Gone? Fred. Dire-tly gone, fled, foifted : what would you ha' me fey ? Duke. Well, Gentlemen, wrong not my good opinion. Fred. For your Dukedom, Sir, I would not be a Knave. Jo. He that is, a Rot run in his Blood. Petr. But hark ye, Gentlemen, are ye fore ye had her here ? Did ye not dream this ? Jo. Have you your Nofe, Sir ? Petr. Yes, Sir. .fa. -Then we had her. Petr. Since ye are fo-foort, believe your having her fhall fuffer mof> conftruftion. G Jo."], [52, "The CHANCES, 42 Jo. Well Sir, let it fuffer. Fred. How to convince ye, Sir, I can't imagine, but my Life foall juftifie my innocence, or fell with it. Duke. Thus then for we may be all abus'd. Petr. \"Tispoffible. Duke. Here let's part until to morrow this time *, we to our way to clear this Doubt, and you to yours. Fawning our Honours then to meet again ? when if fhe be not found — Fred. We ftand engag'd to anfwe'r any worthy way we are call'd to. Duke. We ask no more. Petr. To morrow certain. Jo. If we out-live this night, Sir. [Exit Duke and Petr. Fred. Come, Don John, we have somewhat now to do. Jo. I am sore I would have. Fred. If me be not found, we must fight. Jo. I am glad on't, I have not fought a great while. Fred. If we die— -———'' Jo. There's so much Money sav'd to Lechery. [Exeunt. ACT IV. SCENE I Enter i. \"Conftantia and her Mother. Mo. T YOld Cans, hold, for goodnefs hold, I am in that defertion of __jL Spirit for want of Breath, that lam almoft rfeduc'd to the neceffity of not being able to defend my felf- againft the inconvenience of a fell. 2. Conft. Dear Mother let us go a little fafter to fecure our felves from Antonio ;. for my part 1 am in that terrible fright, that I can nei ther think, fpeak, nor ftand ftill, till we are fefea Ship-board, and out of fight of the Shore. Mo. Out of fight o' the Shore ? Why, do ye think I'll depatriate ? 2. Conft. Depatriate ? what's that ? Mo. Why, ye Fool you, leave my Country : what will you never learn to fpeak out of the vulgar road ? *^ 2. Conft. OLord, this hard word will undo us. Mo AsIamaChriftiarijif it were to feve my Honour (which is Ten thoufand times dearer to me than my Life) I would not be guilty of fo odious a thought. 2. Con."], [53, "A C 0 M E D T. 43 i. Con. Pray Mother, since your Honour is so dear to ye, consider that if we are taken, both it and we are lost for ever. Mo. Ay Girl, but what will the World fay, if they mould hear so odious a thing of us, as that we should depatriate ? 2. Con. Ay, there's it, the World ; why, Mother, the World does not care a Pin if both you and I were hang'd; and that we soall be certainly, if Antonio takes us, for running away with his Gold. Mo. Protest I care not, I'll ne'er depart from the demarches of a Person of Quality ; and let come what will,, I shall rather choose to submit my self to my fate, than strive to prevent it by any deportment that is not congruous in every degree, to the steps and measures of a strict practitioner of Honour. 2. Con. Would not this make one stark mad ? Her stile is not more out of the way, than her manner of reasoning ; she first sells me to an ugly old Fellow, then soe runs away with me and all his Gold, and now like a strict Practitioner of Honour, resolves to be taken,, rather than depatriate as soe calls it. Mo. As I am a Christian, Cons, a Tavern, and a very decent Sign 5 I'll in I am r.esolv'd, though by it 1 mould run a Riseo of never so stu- pqndious a Nature. 2. Con- There's no stopping her : What soall I do ? Mo- I'll fend for my Kins- Woman and some Mustek, to revive me a little ; for really, Cons, I am redue'd to that sad imbecillity by the injury I have done my poor Feet, that I'm in a great incertitude whe- ther they will have liveliness sufficient to support me up to the top of the Stairs or no. > [Exit. 2. Con. This sinning without pleasore I cannot endure ; to have always a remorse, and ne'er do any thing that soould cause it, is in- tolerable. If I lov'd Money too, which (I think) I don't, my-Mother soe has all that ; 1 have nothing to comfort my self with but Antonio's stiff Beard, and that alone, for a Woman of my years, is but a sorry kind of entertainment. I wonder why these old fumbling Fellows soould trouble themselves so much, only to trouble us more. They can do nothing, but put us in mind ofour Graves. Well, I'll no more on't ; for to be frighted with Death and Damnation both at once isa little too hard. I do here vow I'll live for everChast, or find out some hand- som young Fellow I can love ; I think that's the better ; Mother looks out at the Window, Mo. Come up, Cons, the Fiddles are here. 2. Con. I come rr— [Mother goes from the Window. I must be gone, tho' whither I cannot tell •, these Fiddles, and her dis- creet Companions will quickly make an end o fall soe has ftolen,and then 50oNewPiecessellsmetoanother oldFellow.She has taken care not to leave me a Farthing; yet I am so, better than under her conduct: 'twill be at worst but beggind for my Life ; G 2 And"], [54, "The CHANCES, 44 And ftarving were to me an eafie'r Fate Than to be forc'd to live with one I hate. {Goes up to her Mother. SCENE II. Enter Don John. Jo. It will not out of my head, but that Don Frederick has fent away this Wench, for arl he carries it fb gravely: yet methinks ha ftould be honefterthanfo ; but thefe grave Men are never touch'd upon fuch occafions: Mark it when ye will, and you'll find a grave Man, espe cially if he pretend to be a precife Man, will do ye forty things with out remorfe, that would ftartle one of us mad Fellows to think of Be caufe they are femiliar with Heaven in their Prayers, they think they may be bold with it in any thing : now we that are not fb well acquain ted, bear greater Reverence. [Mufick plays above. What's here, Mufick and Woman ? would I had one of 'em. [One of 'em looks out at the Window. That's a Whore ; I know it by her fmile. 0 my confeience take a Wo man masked and hooded, nay, covered all o'er, fo that ye cannot fee one bit of her, and at 1 2 feore diftance, if fhe be a Whore, as ten to one foe is, I fhall know it certainly ; I have an inftinc. within me ne ver fails. [Another looks out. Ah RogueJ foe's right too I'm fore on't. Mo. above. Come, come let's dance in t'other Room, 'tis a great deal better. Jo. Say you fo ? what now if I foould go up and dance too ? It is a Tavern. Pox o' this bufinefs : I'll in I am refolv'd, and try my own Fortune \", 'tis hard luck if I don't get one of 'em. As he goes to the door 2 Conftantia enters. See here's one bolted already : Fair Lady, whither fb faft ? 2. Con. 1 don't know, Sir. Jo. May I have the Honour to wait upon you ?_ 2. Con. Yes, if you pleafe, Sir. Jo. Whither? 2. Con- I tell ye I don't know. Jo. She'svery quick. Would I might be fo happy as to know you, Lady. 2. Conft. I dare not let you fee my Face, Sir. Jo. Why? 2. Conft] For fear you foould not like it, and then leave me; T • - 0 tell you true, I have at this prefent very great need of von- Jo. Ifthou haft half fo much need of me,asihav. '■ be content to be hang'd though."], [55, "A CO M ED T. 45 2. Conft. It's a proper handiom Fellow this *. if he'd but love me now, I would never feek out further. Sir, I am young, and unex perienced in the World. Jo. Nay, if thou art young, it's no great matter what thy Face is. 2. Conft. Perhaps this freedom in me may feem ftrange ; but, Sir, in foort, I'm forc'd to fly from one I hate : if I foould meet him, will you here promife he fhall not take me from you ? Jo. Yes, that I will, before I fee your Face, your fliape has charm'd me enough for that already ; if any one takes ye from me, Lady, I'll give him leave to take from me too. . (I was a going to name 'em) certain things of mine, that I would not lofe, now I have you in my Arms, for all the Gems in Chriftendom. 2. Conft. For Heaven's feke then conduct me to fome Place where I may be fecured a while from the fight of any one whatfoever. Jo. By all the hopes I have to find thy Face as lovely as thy foape, I will. 2. Conft. Well, Sir, I believe ye, for'you have an honeft look. Jo. 'Slid I am afraid, Don Frederick, has been giving her a character of me too. Come, pray unmafque. i. Conft. Then turn away your Face*, for I'm refolv'd you foall not fee a bit of mine-till I have fet it in order, and then— j ■ . Jo. What? 2. Conft. I'll ftrike you dead. Jo. A mettled Whore, I warrant her* come if foe be now but young, and have but a Nofe on her Face, fhe'll be as good as her word : I'm e'en panting for Breath already. 2. Conft. Now ftand your Ground if you dare. Jo. By this Light a rare Creature ! Ten thoufand times handfomer than her we feek for ! this can be fore no common one : Pray Heaven fhe be a Whore. 2. Conft. Well, Sir, what fay ye now ? Jo. Nothing ; I'm fo amaz'd I am not able to fpeak. I'd beft fell tp prefeutly, though it be in the Street, for fear of lofing time. Prethee my dear fweet Creature go with me into that corner, that thou and I may talk a little in private. 2. Conft. No, Sir, no private dealing, I befeech you. Jo. 'S Heart, What foall I do ? I'm out of my wits for her. Hark ye, my dear Soul, canft thou love me ? 2. Conft. If I could, what then? Jo. Why, you know what then, and then Ihould I be the happieft Man alive. 2- Conft. I, fo you all fay till you have your defires, and then you leave us. Jo. But, mv der.- Heart, lam not made like other Men y I never can love heartily till '.have > 2 * Conft."], [56, "The CHANCES, 46 2. Conft. Got their Maidenheads *, but foppofe now I foould be no Maid. Jo. Prethee foppofe me nothing, but let me try. 2. Conft. Nay, good Sir, hold. Jo. No Maid ? why, fo much the better, thou art then the more experienc'd ; for my part I hate a bungler at any thing. 2. Conft. O dear, I like this Fellow ftrangely: hark ye, Sir, I am not worth a Groat, but though you fhould not be fo neither, if you'll but Jove me, I'll follow ye all the World over; I'll work for ye, beg for you, do any thing for ye, fo you'll promife to do nothing with any dody elfe. Jo. O Heavens, I'm in another World, this Wench fore was made a purpofe for me, fhe is fb juft of my humour. My dear,'tis impofiible for me to fay how much I will do for thee, or with thee, thou fweet be witching Woman *, but let's make hafte home, or I foall never be able to hold out till I come thither. [Exeunt. SCENE III. Enter Frederick and Francifeo. Fred. And art thou fore k was Conftantia, fey'ft thou that he was leading ? Fran. Am I fore I live, Sir ? why, I dwelt in the Houfe with her *, how can 1 chufe but know her ? Fred. But did'ft thou fee her Face ? Fran. Lord, Sir, I few har Face as plainly as I fee yours juft now, not two Streets off. Fred. Yes, 'tis e'en fo : I fofpe&ed it at firft, but then he forfwore it with that confidence. — —Well, Don John, if thefe be your practices, you foall have no more a Friend of me, Sir, I affore you. Perhaps though he met her by chance, and intends to carry her to her Brother and the Duke, Enter Don John, and Second Conflflntia. A little time will foew Gods fo, he-re he is ; I'll ftep behind this Shop, and obferve what he feys. Jo. Here, now go in, and make me for ever happy. Fred. Dear Don John. Jo. A poxo' your kindnefs, how the Devil comes he here juft at this time ? Now will he ask me forty foolifh Queftions, and I have fuch a mind to this Wench, that I cannot think of one excufe for my life. Fred. Your Servant, Sir : pray who's that you lock'd in juft now at that Door ? Jo. Why, a Friend of mine that's gone up to read a Book. Fred."], [57, "A C 0 M ED T. 47 Fred. A Book ? that's a queint one i' faith : prethee Don Jolm what Library haft thou been buying this A fternood ? for i' th' Morning to my knowledge thou had'ft never a Book there, except it were an Al 'manack, and that was none of thy own neither. Jo. No, no, it's a Book of his own, he \"brought along with him. A Scholar that is given to reading. Fred. And do Scholars {Don John) wear Petticoats now adays ? Jo. Plague on him, he has feen her. . Well Dow Frederick, thou know'ftT am not good at lying j 'tis a Woman, Iconfefsit, make your beft on't, what then ? Fred. Why then, Don John, I defire you'll be pleas'dto let me fee her. Jo. Why, faith Frederick, I fhould not be againft the thing, but ye know a Man muft keep his word, and foe has a mind to be-private. Fred. But John you may remember when I met a Lady fo before,this very felf fame Lady too, that I got leave 'for you to fee her, John Jo. Why, do ye think then that this here is Conftantia ? Fred. I cannot properly fey I think it, John, becaufe I know it *, this Fellow here few her as you led her i' th' Streets. Jo. Well, and what then ? who does he fey it is ? Fred. Ask him, Sir, and he'll tell ye. Jo. Sweet hear$, doft thou know this Lady ? Fran. I think I fooiild, Sir, 1 ha' liv'd long enough in the Houfe with her to know her fore. Jo. And how do they call her prethee ? Fran. Conftantia. Jo. How ! Conftantia} Fran. Yes, Sir, the Woman's name is Conftantia ; that's flat. Jo. Is it fo, Sir ? and fo is this too. [Strikes him. Fran. Oh, Oh. [Runs out. Jo. Now Sirrah, you may fafely fey you have not born felfe witnefs for nothing. Fred. Fie, Don John, Why do you beat the poor Fellow for doing his Duty, and telling Truth ? Jo. Telling Truth\"? thou talk'ft as if thou had 'ft been hir'd to bear falfe Witnefs too : Ye are a very fine Gentleman. Fred. What a ftrange confidence he has ? But is there no fhame in thee ? nor no confideration of what is juft or honeft, to keep a Woman thus againft her will, that thou know 'ft is in love with another Man too ; do'ft think a Judgment will not follow this ? Jo. Good dear Frederick,do thou keep thy Sentences and thy Morals for fome better opportunicy, this here is not a fit Subject for 'em : I tell thee foe is no mo; e Cmftamia than thou art. Fred. Why won't you let me fee her then ? Jo. Becauie I can't : befides foe is not for thy turn. Fred."], [58, "48 The C H A N C E S, Fred. How so ? Jo. Why, thy Genius lies another way ; ' thou art for Flames, and Darts, and thole fine things ; now 1 am for the old plain down-right way : I am not so curious, Frederick, as thou art. Fred. Very well, Sir ; but is this worthy in you, to endeavour to de bauch Jo. But is there no soame ? but is this worthy ; what a many Buts are here ? If I soould tell thee now solemnly thou hast but one Eye, and give thee reasons for it, would'st thou believe me ? Fred. I think hardly, Sir, against my own knowledge. Jo. Then why dost thou,with that grave Face,go about to persivade me against mine ? You soould do as you would be done by, Frederieh Fred. And so I will, Sir, in this very Particular, since there's no other remedy ; I soall do that for the Duke and Petruchio, which I soould ex pect from them upon the like occasion : in soort, to let you see I am as sensible of my honour, as you can be careless of yours ; I must tell ye, Sir, that I'm resolv'd to wait upon this Lady to them. Jo. Are ye so, Sir ? Why, 1 must then, sweet Sir, tell you again, I am resolved you soan't. Ne'er stare, nor wonder, I have promis'd to preserve her from the sight of any one whatsoever, and with the hazard of my Lise will make it good; but that you may not think I mean an injury to Petruchio, or the Duke, know Don Frederick,that though I love a Wench perhaps a little better, I hate to do a thing that's base, as much as you do. Once more upon my honour this is not Confiantia ; let that satisfie you. Fred.- All that will not do —.— — [Goes to the Door. Jo. No ?._ why then this iliall. {Draws') Come not one ftep nearer, for if thou do'ft, by Heaven it is thy laft. Fred. This is an infolence beyond the temper of a Man to foffer *, — thus I throw off thy friendfoip, and fince thy folly has provok'd mv patience beyond its natural bounds, know it is not in thy power now to feve thy felf Jo. That's to be try'd,Sir,tho' by your favour .[Looks up to the window. Miftrefs what you call 'em, prethee look out now a little, and fee how I'll fight for thee. Fred. Come, Sir, are you ready ? Jo. O Lord, Sir, your Servant. [Fight. SCENE IV. Enter Duke, and Petruchio. Petr. What's here, fighting? let's part 'em. How? Don Frederick againft Don John ? How came you to fell out, Gentlemen ? What's the Caufe ? Fred."], [59, "A C 0 M ED T. 49 -Ve_. Why, Sir, it isyour quarrel, and not mine,that drew this on me: I few him lock Conftantia up into that Houfe, and I defir'd to wait up on her to you ; that's the Caufe. Duke. 0,it may be,hedefign'dto lay the Obligation upon us himfelf Sir, we are beholden to you for this favour, beyond all poflibility of— Jo-. Pray, Sir, do not throw away your thanks before you know whe ther I have deferv'd 'em or no. O, is that your defign ? Sir you muft not go in there. [Tetruchio'/ going to the Door. Petr. How, Sir, not go in ? Jo. No, Sir, moft certainly not go in. Petr. She's my Sifter, and I will fpeak with her. Jo. If foe were yourMother,_Sir,you fhould not, though it were but to ask her bleffing. Petr. Since you are fb pofitive, I'll try. Jo. You fhall find me a Man of my word, Sir. [Fight. Duke. Nay pray Gentlemen hold, let me compofe this matter. Why do you make a feruple of letting us fee Conftantia ? Jo. Why,Sir,'twould turn aMan's head round to hear thefeFellows talk fo-, there is not one word true of all that he has faid. Duke. Then you do not know where Conftantia is ? Jo. Not I, by Heavens. Fred. O monftrous Impudence ! upon my Life, Sir, I few him fout her up into that Houfe, and know his Temper fo, that if I had not ftop'd him, I dare -.rear by this time he would have ravifo'd her. Jo. Now that is two Lyes: for firft he did not fee her, and next the Lady I led in is not to be ravifo'd, foe is fb willing. Duh. But look ye,Sir,this doubt may eafily be clear'd ; let eitheri*. rruehio or I but fee her, and if foe be not Conftantia,\\ve engage our Ho nours (though we foould know her) never to difcover who foe is. Jo. I but there's the Point now, that I can ne'er confent to. Duke. Why ? Jo. Becaufe I gave her. my word to the contrary. Duke. And did you never break your Word with a Woman ? Jo. Never before I lay with her ; and that's the Cafe now. Petr. Pifo, I won't be kept off thus any longer : Sir, either let me enter, or I'll force my way. Fred. _no pray, Sir, let that be my Office, I will be reveng'd on him for having betray'd me to his friend-hip. Petruchia and Frederick offer to fight with John. Duke. Nay, ye foall not offer him foul play neither. Hold Brother, pray a word *, and with you too, Sir. Jo. Pox on't, would they would make an end of this bufinefs, thatl H . might"], [60, "The CHANCE S, 5 o might be with her again. Hark ye, Gentlemen, I'll make ye a fair Pro pi .lition, leave off this Ceremony among your felves, and thofe dife mal threats againft me, Phillip up croft or pile who fhall begin firft, and __] do the beft I can to entertain ye all one after another. Enter Antonio. Ant. Now do my Fingers itch to be about fbme Bodies ears for the loft of my Gold. Ha ! What's here to do, Swords drawn ? I rauft make one, though it coft me the finging of ten John Dory's more. Courage brave Boy, I'll ftand by thee as long as this Tool here lafts j and it was once a good one. Petr. Who's this ? Ant onio ? 0,Sir,you are welcom, you foal! be e'en Judge between us. < Ant. No, no, no, not I Sir, I thank ye *, I'll make work for others to judge of, I'm refolv'd to fight. Petr. But we Won't fight with you. Ant. Then put up your Swords, or by this Hand I'll lay about me. Jo. Well laid old Bilbo i' faith. [They put up their Swords. Petr. Pray hear us though : this Gentloman few him lock up my Sifter into that Houfe, and he refofes to let us fee her. Ant. How Fricv.d ? Is this true ? Jo. Nay, good Sir, let not our friendfoip be broken before it is well made. Look ye, Gentlemen, to foew ye that you are all miftaken, and that my formal Friend there is an Aft. Fred. I thank you, Sir. Jo. I'll give my confent that this Gentleman here foall fee her, if his information can fetisfie you. Duke. Yes, yes ; he knows her very well. Jo. Then, Sir, go in here if you pleafe ; I dare tnift him with her, for he is too old to do her either good or harm. Fred. I wonder how my Gentleman will get off from all this. Jo. I foall be even with you, Sir, another time for all your grinning. Enter a Servant. How now ? where is he ? Scr. He's run out o' the back Door, Sir. Jo. How so ? Ser. Why, Sir, he's run after the Gentlewoman you brought in. Jo. 'S death, how durst you let her out ? Ser. Why, Sir, I knew nothing. Jo. No, thou ignorant Rascal, and therefore I'll beat something in to thee. • [Beats him. Fred."], [61, "A C 0 M E D T. 51 Fred. What, you won't kill him ? Jo. Nay, come not near me, for if thou doft,by Heavens I'll give thee as much ; and would do fo however, but that I won't lofe time from looking after my dear fweet a Pox confound you all. [Goes in and Duke, vffcat ? he has fout the Door. (puts the Door after him. Fred. It's no matter, I'll lead you to a private back-way by that cor ner, where we foall meet him. [Exeunt. ACT V. SCENE I Enter Antonio'.. Servant, Conftables and Officers. Sef. \\ Young Woman, fey'ft thou, and her Mother ? Man. _/\"\\_ Yes, juft now come to the Houfe Not an hour ago. Ser. It muft be they, here Friend, here's Money for you *, be fore you take 'em, and I'll reward you better when you have done. Conft. But Neighbour ho — hup — foall I now— hup. know thefe Parties ? for I would. hup execute my Office 'hup — like — hup — a fober Perfon. Man. That's hard ; but you may eafily know the Mother, for foe is hup — drunk. Conft. Nay — hup— if foe be drunk, let — hup — me alor.e to maul her, for — hup — I abhor a Drunkard — hup — let it be Man — wo man, or — hup — Child. Man. Ay Neighbour, one may fee you hate drinking indeed/ Conft. Why Neighbour — hup — did you ever fee me drunk? anfwer me that Queftion : did you ever — hup — fee me drunk ? Man. No never, never : come away, here's the Houfe. [Exeunt. SCENE II.' Enter i. Conftantia. i. Cm ft. Oh, whither foall I runto hide my felf! The Conftable has feiz'd the Landlady, and I'm afraid the poor Child too. How to return to Don Frederick's Houfe, I know not:, and if I knew, I durfl not, after thofe things the Landlady \"has told me of him. If I get net from this drunken Rabble, I expofe my Honour j and if I fell into my Brothers Hands, I lofe my Life: you Powers above,look down and help me, I am H 2 faulty"], [62, "The C H A N C E S, 52 faulty I confeft, but greater Faults have often met-with lighter Punifo ment: Then let not heavier yet on me be laid, Be what I will, I am ft ill what you have made. Enter Don John. Jo. I'm almoft dead with running, and will be fo quite, but I will overtake her. I. Conft. Hold, Don John, hold. Jo. Who ? sthat? Ha? is it you, my Dear? i . Conft. For Heaven's fake, Sir, carry me from hence, or I'm ut terly undone. Jo. Phoo pox, this is th'other: now could I almoft beat her, for but making me the Propofition : Madam, there are fome a coming that will do it a great deal better ; but I am in fuch hafte, that I vow to Gad, Madam . i . Conft. Nay pray, Sir, ftay, you are concem-'d in this as well as I *, for your Woman is taken. Jo. Ha ! my Woman ? [Goes back to her. I vow to Gad, Madam, I do fb highly honour your Ladifhip, that I would venture my Life a thoufand times to do you Service. But pray where is fhe ? i . Conft. Why, Sir, foe is taken by the Conftable. Jo. Conftable ! which way went he ? [Rafhly. i. Conft. I cannot tell, for I run out into the Streets juft as he had feiz'd upon your Landlady. Jo. Plague of my Landlady, I meant t'other Woman. i . Conft. Other Woman, Sir .' I have feen no other Woman never fince I left your Houfe. Jo. 'S heart, what have I been doing here then all this while ? Ma dam, your moft humble i . Conft. Good, Sir, be not fo cruel, as to leave me in this diftreft. Jo. No, no, no ; I'm only going a little way, and will be back again prefently. i . Crnft. But pray, Sir, hear me ; I'm in that danger Jo. No, no, no, I vow to Gad, Madam, jio danger i' the World *, let me aW.e, I warrant you. [Exi'. i. Conft. He's gone, and I a loft, wretched, miferable Creature, loft [for ever. Enter Antonio. Ant. O, there foe is. i. Graft. Who's this, Antonio! the fierceft Enemy I have. [Runs cut. Ant."], [63, "A C 0 M ED T. 53 Ant. Are ye fo nimble-footed, Gentlewoman ? If I don't overtake you for all this, it fhall go hard She'll break my Wine with a Pox to her. A Plague confound all Whores. [Exit. SCENE III. Enter Mother to the second Constantia, and Kinsivoman. Kins. But, Madam, be not so angry, perhaps soe'U come, again. Mot. O Kinswoman, never speak o f her more, for soe's an odious Crea ture, to leave me thus i' th' lurch. I that have given her all her breed ing, and instructed her with my own Principles of Education. Kins Protest, Madam, I think soe's a Person that knows as much of all that as — — — — Mot . Knows, Kinfwhoman ? There's ne'er a Woman in Italy of thrice her years knows so much the procedures of a true gallantry, and the in fallible Principles of an honourable friendsoip as soe does. Kins And therefore, Madam, you ought to love her. Mot. No, fie upon her,nothing at all, as 1 am a Christian : when once a Person fails in Fundamentals, soe's at a Period with me. Besides, with all her wit, Conftantia is but a Fool, and calls all the Meniarderies of a bonne mien, affectation, Kms. Indeed I must confess, soe's given a little too much to the care less way. Mot. Ay, thereyouhavehitit, Kinfwoman^ie careless way hasquite undone her. Will ye believe me, Kinswoman! as I am a Christian, I ne ver could make her do this, nor carry her Body thus, but just when my Eye was upon her ; as soon as ever my back was turn'd, whip, her Eldows were quite out again : would not you strange new at this ? Kins. Bless me sweet goodness.' But, pray, Madam, how came Constan tia to fall out with your Ladisoip ? Did soe take any thing ill of you ? Mot. As I'm. a Christian I can't resolve you, unless it were that I led the Dance first ; but for that soe must excuse me, I know soe dances well, but there are others who perhaps understand the right swim of it ?.s well as soe. Enter Don Frederick. t And though I love Conftantia Fred. How's this? Conflantial Mot. I know no reafbn why I fhould be debarr'd the Privilege of -hewing my own parts tooJ(_v:etimes. Frtd. If I am not mifbTen that other Woman is foe Don John and I were directed to, when we u:;ne ttrft to Town, to bring us acquainted with"], [64, "The' CHANCES, 54 with Conftantia. I'll try to get fome intelligence from her. Prayy Lady, have I never feen you before ? Kinf. Yes, Sir, I think you have, with another Stranger, a Friend of yours, one day as I was coming out of the Church. Fred. I'm right then. And pray who were you talking of? Mot. Why, Sir, of an inconfiderate inconfiderab'.e Perfbn, that has at once both forfeited the Honour of my concern, and the concern of her own Honour. Fred. Very sine indeed. And is all this intended for the beautisol Confi antia ? • Mot. O fie upon her, Sir, an odious Creature as I'm a Christian, no Beauty at all. Fred. -Why, does not your Ladisoip think her handsom ? Mot. Seriously, Sir, I don't think she's ugly, but as I'm a Christian, my Position is, That no true Beauty can be lodg'd in that Creature, who is not in some measore buoy'd up with a just sence of what is incumbent to the devoir of a Person of Quality. Fred. That Position, Madam, is a little severe, but however soe has been incumbent formerly, as your Ladisoip is pleas'd to fay; now that soe's marryed, and her Husband owns the Child, soe is sufficiently justifl'd for all she has done. Mot. Sir,) mustblusoingly begleave to seyyou are there in an Error. I know there has beed passages of love between 'em, but with a tem perament so innocent, and so refin'd, as it did impose a Negative up on the very possibility of her being with Child. Fred. Sure she is not well acquainted with her. Pray Madam, how long have you known Confiantia ? Mot. Long enough I think, Sir ; for I had the good Fortune, or rather the ill one, to help her first to the light of the World. Fred. Now cannot 1 discover by the fineness of this Dialect,whether soe be the Mother or the Midwife : 1 had best ask t'other Woman. Mot. No, Sir, I assure ye, my Daughter Confiantia has never had a Child : .a Child ! ha, ha, ha ; 6 goodness five us, a Child ! Fred. O then soe is the Mother, and it seems is not inform'd ofthe matter. , Well, Madam, I soall not difpnte this with you any further ; but give me leave to waite upon you to your Daughter ; for her Friend, I assure ye, is in great impatience to see her. Mot. Friend, Sir ? 1 know none soe has; I'm sore soe loaths the ve ry sight of him. Fred. Of whom? Mot. Why, of Antonio, Sir, he that you were pleas'd to soy had got my Daughter with Child. Sir — ha — ha — ha — Fred. Still worse and worse ; 'Slife cannot soe be content with not let- ting me underfland her, but muft alio relblve obftinately not to under- ftand"], [65, "A CO MED T. 55 ftand me becaufe I fpeak 'plain ? Why, Madam, I cannot expreft my felf your way, therefore be not offended at me for it; I tell you 1 do not know Antonio, nor never nam'd him to you: I told you that the Duke has own'd Conftantia for his Wife, that her Brother.and he are Friends, and are both now in fearch after her. Mot. Then as I'm a Chriftian, Ifolpect we have both been equally in volved in the misfortune of a miftake. Sir I am in the derniere confufion to avow, that though my Daughter Conftantia has been liable to feveral AddreiTes,yetfhe never has had the honour to be produc'd to his Grace. Fred. So then you put her to bed to Mot. Antonio, Sir, one whom my ebb of Fortune fbre'd me to enter into a negotiation with, in reference to my Daughter's Perfbn*, but as I'm a Chriftian, with that candor in the Action, as I was in no kind deny'd to be a Witneft of the thing. Fred. So, now the things is out. This is a damn'd Bawd, and I as damn'd a Rogue for what I did to Don John: For o' my Confeience,this is that Conftantia the Fellow told me of. I'll make him amends what e'er it coft me. Lady, you muft give me leave not to part with you, till you meet with your Daughter, for fbme Reafbns I foall tell you hereafter. Mot. Sir, I am fb highly your Obligee for the manner of your Enqui ries, and you have grounded your Determinations upon fo jufl a Bafis, that I foall not be afoam'd to own my felf Votary to all your Com mands. _ [Exeunt. SCENE IV. Enter Second Conftantia. 2. Conft. So, I'm once more freed from Antonio • but whither to go now, there's the queftion:, nothing troubles me, but that he was fent up by that young Fellow, for I lik'd him with my Soul, would he had lik'd me fo too. Enter Don John, and a Shopkeeper, Jo. Which way went soe ? Shop. Who? jo. The Woman? Shop. What Woman? Jo. Why, a young Woman, a handsom Woman, the handsomest Woman thou ever saw'st in thy Life : speak quickly, Sirrah, or thou shalt speak no more. Snap. Why yonder-'sa Woman: what a Devil ails thisFellow? [Exit. Jo. O my dear Soul, take pity o' me, and give me comfort, for I'm e'en dead for w ant oi thee. 2. Confi."], [66, "The CH A N C E S, 56 2. Conft. O you're a fine Gentleman indeed, to fhut me up in your Houfe, and fend another Man to me. Jo. Pray hear me. 2. Conft. No, I will never hear you more after fuch an Injury, what would ye have done, if I had been kind to ye, that could ufe me thus before ? Jo. By my troth that's forewdly urg'd. 2. Conft. Befides, you bafely broke your word. Jo, But will ye hear nothing? nor did you hear nothing? I had three** Men upon me at once, and had I not confented to let that old Fellow up, who came to my refcue, they had all broken in whether I would o'r no. 2. Const. Faith it may be it raas so, for I remember I heard a noise ; but suppose it was not so, what then ? why then I'll love him however. Hark ye, Sir, I ought now to use you very scurvily, but 1 can't find in my heart to do it. Jo. Then God's blessing on thy heart for it. 2. Confi. But a—— — — — > Jo. What? 2. Const. I would fain — Jo. I, so would I: come let's go. 2. Const. I would fain know whether you can be kind to me. Jo. That thou soalt presently ; come away. 2. Const. And will you always ? * Jo. Always ? 1 can't fay so ; but I will as often as I can. 2. Const. Phoo.' I mean love me. Jo. Well, I mean that too. 2. Const. Swear then. Jo. That I will upon my Knees : What soall I fay ? 2. Const. Nay, use what w ords you please, so they be but hearty, and not those are spoken by the Priest, for that Charm seldom proves fortunate. Jo. I swear then by thy fair self, that look'st so like a Deity, and art the only thing I now ca*i think of, that I'll adore thee to my dy ing day. 2. Const. And here I vow, the Minute thou do'st leave me, I'll leave the World, that's kill my self. Jo. O my dear heavenly Creature.' ■ [Kisses her. That Kiss now has almost put me into a Swoon, for Heaven's fake let's quickly out ofthe Streets for fear of another scuffle, I durst en counter a whole Army for thy sake ; but yet methinks I had better try my Courage another way ; What think'st thou ? 2. Const. Well, well ; why don't you go then ? [As they are going out. Enter"], [67, "A CO MEtor. 57 Enter I. Conftantia, and juft then Antonio fciz.es upon her. Jo. Who's this, my old new Frielid has got there ? Ant. O have I caught you Gentlewoman at laft ? Come, give me my Gold. i . Conft. I hope he takes me for another, I won't anfwer, for I had rather he foould take me for any one than who I am. Jo. Pray, Sir, who is that you have there by the Hand ? Ant. A Perfon of Honour, Sir, that has broke open my Trunks, and run away with all my Gold j yet I'll hold Ten Pound I'll have it whip'd out of her again. 2. Conft. Done, I'll hold you Ten Pounds of that now. Ant. Ha ! by my troth you have Reafon ; and Lady I ask you par don ; but I'll have it whip'd out of you then Goflip. Jo. Hold, Sir, you muft not meddle with my Goods. Ant. Your Goods ? how came foe to be yours ? I'm fore I bought her of her Mother, for Five hundred good pieces in Gold, and foe was abed with me all night too *, deny that if you dare. 2. Conft. Well, and what did you do when I was abed with you all night ? confefs that if you dare. Ant . Umh, fey you fo ? i. Conft. I'll try if this Lady will help me, for I know not whi ther elfe to go. Ant. I foall be foam'd I fee utterly except I make her hold her peace. Pray, Sir, by your leave ; I hope you will allow me the Speech of one word with your Goods here, as you call her ; 'tis but a fmall requeft. Jo. I, Sir, with all my Heart, How, Conftantia ! Madam, now yon have feen that Lady, I hope you will pardon the hafte you met me in a little while ago ; if I committed a fault, you muft thank her for it. i. Conft. Sir, if you will for her fake, be perfwaded to protect me from the violence of my Brother, I foall have reafbn to thank you both. Jo. Nay, Madam, now that I am in my wits again, and my heart's at eafe, it fhall go very hard but I will fee yours fb too ; I was before di ftracted, and 'tis not ftrange the love of her foould hinder me from re membring what was due to you, fince it made me forget my felf t. Conft. Sir, I do know too well the power of Love, by my own experience, not- to pardon all the effects of it in another. ' Ant. Well then, I promile you, if you will but help me to my Gold again. (I mean that which you and your Mother ftole out of my Trunk) that I'll never trouble you more. 2. Conft. A match *, and 'tis the beft that you and I could ever make. Jo. Pray, Madam, fear nothing *, by my love I'll ftand by you, ai.d fee that your Brother foall do vou no harm. \" I 2. Conft:"], [68, "The C H A N C E S, 58 2. Conft. Hark ye, Sir, a word ;_ how dare you talk of Love, or flanding by any Lady, but me, Sir ? Jo. By my troth that was a fault ; but I did not mean it your way, I meant it only civilly. 2. Conft. I, but if you are fb very civil a Gentleman we foall not be 1 ng Friends : I from to foare your Love with any one whatfoever ; and for my part, I'm refolv'd either to have all or nothing. Jo. Well my Dear little Rogue, thou foalt have it all prefently, as foon as we can but get rid of this Company. 2. Conft. Phoo, y' are always abufing me. Enter Frederick and Mother. Fred. Come, now Madam, let not us fpeak one word more, but go quietly about our bufinefs ; not but that I think it the greateft pleafure in the World to hear you talk, but > Mot. Do you indeed, Sir? 1 fwear then good wits jump, Sir ; for I have thought fo my felf a very great while. Fred. Yo've all the reafbn imaginable. O, Don Jon, I ask thy par don *, but I hope I foall make thee amends, for I have found out the Mother, and foe has promis'd me to help thee to thy Miftrefs again. Jo. Sir, you may ftve your labour, the bufinefs is done, and I am fully fatisfi'd. Fred. And doft thou know who foe is ? Jo. No faith, I never ask'd her name. Fred. Why, then, I'll make fchee yet more fetisfi'd ; this Lady here is that very Conftantia. — Jo. Ha ! thou haft not a mind to be knock'd o'er the Pate too, haft thou? Fred. No, Sir, nor dare you do it neither *, but for certain this is that very felf feme Conftantia that thou and I fo long look'd after. Jo. I thought foe was fbmething more than ordinary ; but foall 1 tell thee now a ftranger thing than all this ? Fred. What's that ? Jo. Why, I will never more touch any other Woman for her feke. Fred. Well, I fobmit ; that indeed is ftranger. 2. Conft. Come Mother, deliver- your Purfe *, I have deliver'd my felfup to this young Fellow, and the Bargain's made with that old Fellow, fo he may have his Gold again, that all foall be well. Mot. As I'm a Chriftian, Sir, I took it away only to have the honour of reftoring it again j for my hard fate having not beftow'd upon me a Fund which might capacitate me to make you Prefents of my own, I had no way left for the exercife of my Generofity, but by putting my felf into a condition of giving back what was yours_ Ant."], [69, "A CO M EDT. 59 *Mnt. A very generous defign indeed. So, now I'll e'en turn a fbber Perfbn, and leave off this wenching/ and this fighting, for I begin to find it does not agree with me. Fred. Madam, I'm heartily glad to meet your Ladifoip here ; we have been in a very great diforder fince we few you!.. —. What's here, our Landlady and the Child again ? Enter Duke, Petruchio, and Landlady with the Child. Petr. Yes, we met her going to be whipp'd, in a drunken Conftable 's hands that took her for another. Jo. Why, then, pray let her e'en be taken and whipp'd for her felf, for on my word foe deferves it. Land. Yes, I'm fore of your good word at any time. i. Conft. Hark ye, dear Landlady. Land. O fweet Goodneft ! is it you ? I have be%n in fuch a Peck of Troubles fince I few you ; they took me, and they tumbled me, and they hall'd me, and they pull'd me, and they call'd me painted Jez.ebel, and the poor little Babe here did fo sake on. Come hither, my Lord a come hither ; here is Conftantia. i . Conft. For Heaven's feke peace, yonder 's my Brother, and if he difcovers me I'm certainly ruin'd. Duke. No, Madam, there is no danger. i . Conft. Were there a Thoufand dangers in thofe Arms, I would run thus to meet them. Duke. O my Dear, it were not fafe that any foould be here at pre fent, for now my Heart is fo o'er preft'd with Joy, that I foould fearce be able to defend thee. Petr. Sister, I'm so asoam'd of all the faults, which my mistake has made me guilty of, that I know not how to ask your Pardon for them. i . Const. No, Brother, the fault wasmine, in mistaking you so much, as not to impart the whole truth to you at first ; but having begun my Love without your consent, I never durst acquaint you with the progress of it. Duke. Come; let the Consummation ofour present Joys, blot out the Memory of all these past Mistakes. Jo. And when soall we consommate our Joys ? 2. Const. Never. We'll find out ways soall make 'em last for ever. Jo. Now see the odds 'twixt marry'd Folks and Friends : Our Love begins just- where their Passion ends. FINIS."], [70, "EPILOGUE. PEr haps you Gentlemen, expett to day The Author of this Fag-end of a Play, According to the Modern way of Wit, Shou'd (frive to he before-hand with the Pit ; Begin to rail at you, and fuhtiy to Prevent th' affront by giving the firjl blow. He wants not Prefidents, which often fway In matters far more weighty than a Play .* Bat he no grave admirer of a Rule, Won't by Example learn to play the fool. The end of Plays fhould be to entertain, And not to keep the Auditors in pain. Giving our price, and for what trafh we pleafe, He thinks the Play being done, you fhould have eafe. No Wit, no Sence, no Freedom, and a Box, Is much like paying Monyfor the Stocks. Befides the Author dreads the ft rut and mien Of new prais'd Poets, having often seen Some of his Fellows, who have writ before , When Nel^bas danc'dher Jig, steal to the Door, Hear the Pit clap, and with conceit of that Swell, and believe thews fives the Lord knows what. Most Writers now adays are grown so vain, That once approvd, they write, and write again Till they have writ away the Fame they got j Our Friend this way of writing fanfies not, And hopes you will not tempt him with your Praise, To rank himself with some that write new Plays : For he knows ways enough to be undone Without the help of Poetry for one. FINIS."], [71, ""], [72, ""], [73, ""], [74, ""], [75, ""], [76, ""]]