[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "THROUGH LOVE TO LIFE VOL. II."], [8, ""], [9, "THROUGH LOVE TO LIFE A NOVEL BY GILLAN VASE A novel is a subjective epopee, wherein tlie author bens permission to treat the world after his fashion : the question therefore is, Jias lie a fashion? the rest ivill attend to itself — Goethe IN THREE VOLUMES VOL. II. LONDON SMITH, ELDER, & CO., 15 WATERLOO PLACE 1889 {All rights reserved]"], [10, ""], [11, "CONTENTS OI THE SECOND VOLUME. CHAPTER PAGE XXII. A LION IN THE WAY 1 XXIII. AS A WOMAN ........ 14 XXIV. A LETTER ........ 33 XXV. LETTER NUMBER TWO 14 XXVI. AILEEN 51 XXVII. A LIVE LORD 59 XXVIII. PETER'S NICK .123 XXIX MY MOTHER — THE WIND 148 XXX. TAKEN TO TASK 165 XXXI. ' BIM, BIM, BIM ! ' SAID THE BELL . . . . 184 XXXII. HE AND SHE AGAIN 202 XXXIII. AN INEVITABLE ROAD 228 XXXIV. IN SCHLOSS MANDELSLOH 246 XXXV. LOUIS L'ANGLAIS 272"], [12, ""], [13, "THROUGH LOVE TO LIFE. CHAPTER XXII. A LION IN THE WAT. And yet, believe me, good as well as ill, Woman's at best a contradiction still. — Pope. Nothing but faith. Yet if we seek faith as God would have it, it is not to the learned that we must turn. ' Thou hast hidden these things from the wise and prudent, and hast revealed them unto babes.' William's struggle was but a short one. He could not understand, but he could believe that God did, and that He was good. His brow cleared ; his fists slowly unclenched themselves. VOL. II. B"], [14, "THROUGH LOVE TO LIFE 2 ' What's in a kiss now ? ' he continued, turning his eyes delicately away from my crimsoning face. ' You may kiss your sister ; but when you kiss a maiden not your sister, is the kiss the same ? Oh, sir, you can't hood wink Natur' like that. She knows what she's about if you don't. You sow the seed, thinking nothing o' the harvest, and yet it ripens ; and there it is with all its poisonous fruit, and you have to gather it. 'Tis so pleasant and so easy to say pretty things to a maiden, to watch the rosy colour rising and falling, to call up at your will bright smiles or tears to the tender eyes. But the man who does this, knowin' all the time that there can be no rightful end to it, is a greater villain than a murderer of the body, for he murders a loving human heart.' 'I have done bitter wronp-,' I cried, stun<7 to the quick, ' but I did it in ignorance. And believe me, William, I never knew what suffer ing meant before yesterday.'"], [15, "A LION IN THE WA Y 3 ' Sir, 'tis plain enough that you too have some'at to bear, and I'm glad of it, for I'd swore to make you sorry some road. I'm a quiet man, mostly, but there's one thing can make a wild beast of me, and that's to see my maiden suffer. I'd cut off my right hand to save her a tear. Cut off my hand — if 'twould make her happy I'd cut off my head.' He turned away his honest eyes that I might not see them filling. ' That woman yonder,' he continued, point ing to the door between us and the Schenk stube, ' does not love my maiden because ' — he smUed faintly — 'there was some as thought she would make me a good second wife, and I — well, I loved Thereschen best. So when she came with her warnings about you and her, I thought 'twas the old tale and paid small attention. Eor if you were a fool, I said, my Mddel had got sense enough for both.' B 2"], [16, "THROUGH LOVE TO LIFE 4 I hardly winced, so eager was I for him to continue. ' You see, sir, 'tisn't for want of lovers, young as she is, that my maiden hasn't been married over and over, but she turned up her saucy nose at every one on 'em. \" There isn't one of 'em fit to fasten thy shoe-buckle, father,\" she'd say. \" They've all got some'at. Some's miserly and some seem to have holes in their pockets. Some's so silly that if they were women all the world 'ud laugh at 'em, and some so wise that they wouldn't want a wife as could see thro' em. ' \" And they're all masterful,\" she says, \" and I've been too long the missus to want a lord to rule over me.\" And then she'd put her soft arms round my neck till she could do what she liked wi' me. 'Ah, sir, I doubt I've been over-ronfident, and now am getting punished for it.'"], [17, "A LION IN THE WA Y 5 He subsided into a little muse for a few moments. ' When the Fohn was signalled, sir, that time that you was in it, me and my maiden had been makin' merry over a letter from a young man in Lucerne, as had asked her to marry him now the third time, and seemed as if he wouldn't be satisfied. ' \" I'll send him a basket this time,\" said Therese wickedly, \" as '11 make him wish he'd been content with what he's got already.\" ' You know, sir, the maidens here call it sending a basket when they say No to a lover. ' \" Model\" I said, \" thy time '11 come yet, and then thou'lt talk t'other side thy mouth. Take care how thou laughs at love. Take care, or thou'lt pick up a crooked stick at last, fit for nothing but to beat thee.\" ' So I talked to her, sir, in the way Ave talk to our children, to hide the folly in our"], [18, "THROUGH LOVE TO LIFE 6 hearts. For I were prouder than she of her sperrit and of her beauty. God forgive me, so I was. ' She looked up at me with the sudden change which seems to make of her sometimes a creature far above us — with that grave, earnest look, which comes so rare and passes so quick. And the colour in her eyes goes darker and deeper until they look like two deep wells of water, in which only God's stars are reflected. ' Then she put her soft little face close to mine, whispering, \" Father, no man alive '11 ever be so good to me as thou art, and if thou wasn't my father, and came a-courting me, I'd marry thee with all my heart, and know I shouldn't ever live to repent it. But when I see how sweet the men are on the lasses afore they are their wives, and how little count they makes on 'em arterwards, I wonder how tbe Madels can be so blind as to sell themselves"], [19, "A LION IN THE WAY 7 for a few sweet words and a few kisses, and I thank the dear God that He gave me eyes to see.\" ' She had just said them words when we both noticed how dark it was growing ; the sky was all black except in the west, which was of an awful red. I knew the Fohn was coming. Therese knew it too. ' -* Father,\" she cried, \" look, there is a boat upon the lake and two men it. They will be drowned.\" '\"Aye, my Model,\" I said. \"The Lord have mercy on their souls.\" ' \" Oh, save them ! \" she cried, sobbing, as the bell rang out. \" Father, save them ! \" ' But the mist had closed the boat in, and we saw it no more. Again the bell rang out. You must have heard it, sir ? ' ' Yes, we heard it,' 1 said, shuddering at the recollection. ' Every man, woman, and child, all along"], [20, "8 THROUGH LOVE TO LIFE both shores o' the lake, sir, know the meanin' o' that bell, and in a few moments every man, except the old and sick, was down upon the shore. I kissed the wet cheek of my maiden, and bid her put out the lamps and the candles, and pray to God to give us help, and then, with Peter's Nick at my side, I ran down upon the pier. ' Sir, Nick and me is both big strong fellows, as you know, and we pushed our way through the crowd and got to the far end, and clung there in spite of the darkness, and the roar o' the wind, and the splash o' the maddened water, and the fierce flash of the lightning, which made the darkness deeper than ever ar ter it. \" Herre,\" said Peter's Nick, \" if I'm drownded, you'll be a friend to my Frau and the little 'un, who's too small yet to know what it means to lose a father, won't you ? \" We was close together when he said it, but the spray o' the water was in our"], [21, "A LION IN THE WA Y 9 eyes, a blinding of us, and the roar o' the thunder was in our ears, a deafening of us, and the glare o' the lightning was aU around us, so that when I could see him at all, or he me, 'twas as if we was standing in a blaze o' fire, and his words was like a whisper ; I only just managed to hear 'em. ' \" Nick,\" says I, \" thou'rt a brave lad, and in my will I've got thee and thy heirs written down for five hundred francs, seeing that it's but thy right and due, for thou helped me to earn it. If any hurt should happen to thee, Nick,\" said I, \" thy Bub' shall never know what 'tis to want a father, nor thy wife a friend. But thou'rt never thinkin' surely o' riskin' thy life to-day to save them as God has doomed ; for no boat,\" I said, \" could live a moment on the lake to-day. We'd better do what the wives and the maids are doing — pray for their souls,\" I said. So I spoke, sir, forgettin' what my mother, who"], [22, "THROUGH LOVE TO LIFE 10 were a Methody, had told me over and over when I were down-hearted — that there were nothing too hard for the Lord. ' Whether Nick heerd me or no, I cannot tell ; mostlike not, for I couldn't hear myself, the words being tore away out o' my mouth as soon as they were spoken. But I pressed the brave fellow's hand and he mine, and we both forgot, I'm sure, that I were the master and he the servant, on the borders o' that unknown land to which we was all of us bound, for two human beings were perishing close to us, and we had no power to put out a hand to save 'em. ' We tried to force our eyes to pierce the darkness, until they seemed as if they would spring out o' their sockets from the violence o' the effort. Then I heerd Nick cry out loud — a sharp, sharp cry that pierced a way for itself through the roar o' the wind and the water — and the lightning glared out like an"], [23, "A LION IN THE WA Y 11 answer, and we all saw a boat close upon the pier wi' two men in it, who were jerked out as the boat dashed itself to pieces close to our feet, and one of whom hardly touched the water, so quick were Nick to catch him. ' But the other, a young man wi' a pale handsome face, and wide-open eyes, looking straight at me, rose a moment wi' the wave that were carrying him back again, and then went down into the depths. And that look seemed to go straight to my heart, and to draw me in to him into the water. I never thought what I were doing — if I had thought, maybe I shouldn't ha' done it ; but the next moment there I were, having cried out to the other men to give me a rope for the love o' God, and it was boiling madly round me, and bubbling in my ears. And I forgot you in the midst of it, and only thought o' my dar ling Mddel, and how she would fret about her father."], [24, "12 THROUGH LOVE TO LIFE ' Sir, how I found and saved you only the dear God knows. I suppose my hands knew what they were sent into the water to do, though my head had forgotten. But, all of a sudden, just when I was losing my senses, the slack rope under my arms tightened, and the lads drew me to the shore again, and you along wi' me, and I heard their long ringing cheers above wind and water. And that's how you was saved, sir, and the first part of what's been made clear to me it were my duty to tell you.' As he stopped to blow his nose, and wipe away a tear that had gathered, I found that I too had been weeping. I could not thank the man before me for having saved my life in meaningless words, after I had already repaid him in a manner which, as he had quietly told me, had broken his heart. But could any good thing come from one whose whole life had been misspent and wasted? Can a bramble,"], [25, "A LION IN THE WAY 13 however sharply pruned, produce grapes? Noble deeds are the blossoms of noble lives, and no chance growth to be found anywhere. Yet for all this — oh, unsolvable enigma of human motive, as unsolvable as human life ! — I went on groping for light down into earth's dark caverns, nor dreamed of turning my face upward to the heavens and the sunshine. The only road wherein was happiness lay straight enough before me, but a lion was in the way, and I dared not venture into it — a lion in petticoats, the dreaded frown of whom is more potential than that of an angel sent from God, brandishing a sword of fire."], [26, "THROUGH LOVE TO LIFE 14 CHAPTER XXHI. AS A WOMAN. Sir Ulrich sings a well-known song, Remorse the motive in it ; And when 'tis finished, 'twon't be long Till he again begin it. Translated from Heine (Ballads). Up to this point William had got on bravely, telling me what he had to say in his usual grave and solid way, and rarely letting his feelings, though deeply stirred, interfere with his straightforwardness. But now he made a long pause, and from his eyes, turned down wards towards the tiled floor, great tears were falling. Every heavy drop was forced from him by a heavier pressure, leaving behind not relief but barrenness. And when they ceased to fall, and he turned his pained eyes slowly"], [27, "AS A WOMAN 15 towards me, a something in their expression checked the words of sorrow on my lips, and compelled me to withdraw my unworthy grief into the background before the dignity of his. I saw the struggle going on between his resolution and the indignant pain it was causing him. I saw the pride he deemed he had conquered rising up within him to rein force the pain. Yet I could not bear the delay. The over ture had but indicated the theme, and I was panting for the climax. The knife still rankled in the cancer, increasing the evil instead of cutting it away. I cried out to him to com plete the cruel operation for the love of God. ' There is nothing,' ' I said, that I will not do to atone.' The very idea of atonement roused up in William a sentiment of fierce anger. He with drew his heavy hand from my knee, and the corrugations on his bronzed brow deepened"], [28, "16 THROUGH LOVE TO LIFE into sternness. ' Words, sir, words,' he said bitterly, ' and mayhap some of your super fluous gold into the bargain. That's your notion of atonement. But me and Therese don't want neither — me and Therese won't have it. Wirdanken, sir, wirdanken.' He got up and began to pace the roughly- tiled floor, his strong hands clenchingj his strong frame bowed — oh, how much more since yesterday ! — his face working as he struggled to quench the rising wrath and remain true to his own resolution. The fight was very fierce while it lasted, and for several minutes I hardly dared to breathe. Then he slowly sat down by my side once more, turn ing his dimmed eyes towards me again. ' Sir, I've made up my mind to tell you all. There's other maidens in the world besides mine, and her trouble may be the means, perhaps, of savin' some one else. I will tell you, sir, and may it be a lesson.'"], [29, "AS A WOMAN 17 Yet he hesitated so long that I was forced to urge him. ' You think,' said I, ' that your daughter — you imagine ' But I found it harder than he did, and stopped confused. ' Let me say it for you, sir,' said William. ' You liked my Therese, you admired her pretty ways, and to my thinkin' no fine lady ever had prettier ones. And though she has her faults — bless her ! — they are like the thorns to the rose ; it wouldn't be a rose, nor smell half so sweet, without 'em. ' You didn't mean no harm, sir, at first. I do believe that. You ain't one o' them scoundrels who sets their wicked wits to work to win a maiden's heart, only to break it.' ' God forbid ! ' I cried. ' You liked her company — who could help liking it ? — your vanity was tickled to see how much she liked yours — my poor lamb ! — you VOL. II. C"], [30, "18 THROUGH LOVE TO LIFE thought, maybe a SchenkmddeV s good fame weren't worth much thinking about.' ' I never thought that, William. You wrong me there.' ' Well, sir, mebbe not. I've promised not to be hard upon you. Besides which I ain't quick-tempered, or I should ha' handled you last night a heap rougher than I'm handling of you now. I like too to know for certain that I'm striking the right person when I do strike, because, though I'm slow to do it, when I strike, I strike hard.' He paused a moment, sorrowfully shaking his head as he looked out upon the stars. ' 'Twas Fleurette as told me what were going on, and who brought me to the door to see it for myself through the keyhole. (I never looked through a keyhole before in my life, and don't never want to again.) And when I see her at your feet and you a-kissing of her, and she — oh, my God ! — I said never a word to the"], [31, "AS A WOMAN 19 woman beside me, for she were glad of it, but went straight to my own room, and took down a loaded pistol and a horsewhip — one for you, one for her.' ' She is as innocent as a new-born babe,' I cried. ' Surely you will not visit my sin on her?' ' Sir, nobody needs to plead with me for my maiden. There's a voice in my heart which speaks up for her always, and has stayed my hand many a time when, mebbe, it had ought to have fallen. And it spoke up for her then, and I remembered too that you were weak and ill, and in my house. So I sat down by my bedside, and sat there, sir, all the long night.' I had sinned, I had sinned, but Heaven knows how heavy then was my punish ment ! ' When the morning broke, the sky red as blood, I went to my Therese's door, and bade c2"], [32, "THROUGH LOVE TO LIFE 20 her get up and come out to me on the terrace. Very soon she was there, looking bright enough as she came towards me, her face all lit up by the red sunlight. She slipped her little hand in my arm, and we both stood still to look at Uri Eothstock and the Gletscher upon it, shining like a lake of blood ; and we stood long, for I was loth to speak, until the red light died away from the mountains and mists began to settle there. ' At last I ventured to look sideways at my maiden, and I saw that her cheeks were paling, and her face drawn and sad, and her eyes lifted timidly to mine, as if they would fain have asked a question and yet were afraid. ' \" What art thinking about, my Mddel ? \" I said, tenderly. I had meant to be a bit sharp witn her, but that deep, deep troubled look were too much for me. It always is. ' \" I was thinkin',\" she answered softly, ' how beautiful it all is, father, and that"], [33, "AS A WOMAN 21 Heaven itself cannot be lovelier than our Switzerland, and that Here she flung herself into my arms and burst out into a frightened cry, holding me so close that I could feel her little heart a-beating quick against mine. I had all the trouble in the world to comfort her, and her smile when it come was as weak and watery as the sun shine trying in vain to break through the clouds. ' \" Tell thy father, Mddel,\" I said ; \" sure thou hast no reason to fear him.\" ' \" 'Tis no great thing to tell thee,\" she answered, becoming, all in a winking as it were, once more my mischievous Therese and smiling through her tears. \" I want thee to give me leave and money to go to Lucerne.\" ' \" To Lucerne, Mddel ! \" I was forced to sit down on the little bench outside, I was that surprised."], [34, "THROUGH LOVE TO LIFE 22 ' Meanwhile she stood lookin' at me, her hat hangin' behind her, and her long hair moving with the rising wind. And she seemed to say, \" Don't go makin' any fuss about it ; it won't be no manner of use.\" ' And, sir, how could anyone say nay ; she looked so pretty, the mountains rising grand behind her, the shining lake below ? ' \" First the money, father,\" she said coax ingly; \" time enough for the leave afterwards.\" ' \" Indeed, and suppose I say no ? \" ' \" Then thou'lt have to eat thy words and say yes after all, and I wouldn't advise thee.\" ' Now was there ever such a maiden ? And don't you think I must be a great fool, sir, to have brought her up like that ? A moment before she had been cryin' as if her heart must break, and now her voice was fresh and joyous. Yet I was glad to hear it so, and disposed to let her have her way. Besides, it"], [35, "AS A WOMAN 23 might answer my purpose as well as what I had been thinkin' of. ' So I took her hand and made her sit down beside me, saving a little sternly, \"That's not the way to speak to thy father, Mddel ; thou must try to remember that thou'rt not a ittle child any more, but a grown maiden, who ought to know what is fit and proper. But without being too hard upon thee for what is more my fault than thine, I'll give thee leave and money to go to Lucerne on one condition.\" ' \" And what is that, father ? \" she said quietly. ' \" That thou'lt stay there until I send for thee.\" ' She pulled away her hand sudden and sharp ; and I drew my breath hard for the struggle, in which, however much it cost me, she would have to give way ; and her eyes flashed, and her little hand clenched itself."], [36, "THROUGH LOVE TO LIFE 24 ' But she did not speak a word. She sat down beside me on the stone bench, her eyes full of frightened anger, and fought the fight out in her own mind, the while I prayed to the dear God to help her. And then her head sunk upon her hands. ' At last my maiden said in a low voice : ' \" Father, you are right. I will do just what you tell me.\" ' \" You know what I mean, my darling? \" ' \" Yes, father.\" ' \" And you know if I hurt you it is be cause I cannot help it.\" ' \"Yes, oh yes, father.\" And I saw her lip bleeding from the sharp way in which she bit it. ' \" Father,\" said my Mddel, after a little while, \" may I go first to see Madame Sauerwein, who is ill, poor thing ! in the village ? \" ■ \" Why, yes, if thou likes, maiden,\" I"], [37, "AS A WOMAN 25 said, surprised at her thinking of such a trifle then. \" The diligence for Lucerne starts from near there. Take an inside place ; we shall have a thorough downpour to-day.\" ' She looked up at me so pitiful that it was a'most more than I could bear, and said in a low voice : ' \" Father, thou'lt not tell Fleurette why thou hast sent me away ? \" ' I could hardly help smilin' a bit at this. And I thought I knew now why she wanted to go to Madame Sauerwein's. ' \" No, maiden, I will not tell her.\" ' \" And, father \" '\"Well, my Mddel?\" ' \"May I \" And here she stopped again, and I saw that her cheeks were red as fire. ' \" Mayest thou what, Therese? Speak, my Mddel.\""], [38, "26 THROUGH LOVE TO LIFE ' \" Father, thou wilt not understand why I want it. Part of what thou hast got into thy head is true, father, though I only found it out quite for certain this very morning.\" ' She stopped again. Oh, it was hard to see how she suffered ! ' \" I knew yesterday, father,\" she went on, \" that his anger could hurt me even more than thine, and his forgiveness give me joy greater than anything, but I did not know quite \" ' She covered her face with her hands. ' \" But part is wrong, father, and if thou hadst been the least little bit less good and kind — and, father, though thou hast hurt me almost more than I can bear, I never loved thee half so well before — never knew before how noble \" ' She couldn't keep back her tears any longer. She leaned her head upon my"], [39, "AS A WOMAN 27 shoulder, sobbing as if her tender heart was breakin'. ' Oh, it was hard to see what she had to suffer ! ' But she went on again : ' \"If it had not been for that, father, I might have been tempted to deceive thee, but now I cannot, though I warn thee that, if thou refuse permission for what I ask, I shall dis obey thee.\" ' \" Therese ! ' ' \" Father, no one shall ever say that Therese is a coward. I will pluck the folly out of my heart. I myself will sharpen the knife to murder it.\" ' \" Therese,\" I cried again, almost afraid of my own Mddel, for she had sprung up from her seat, and her long black hair was flyin' in the wind, and her eyes were flashin', and her lips set as firm as a rock. And she looked, I thought, just like one o' them"], [40, "28 THROUGH LOVE TO LIFE grand women, whom Joachim Spritmeier in the village tells us of, who led men on to victory.\" ' \" I'd scorn,\" she said, \" to make myself a laughing-stock for the village, like Aennchen Amme, because Hansli, of the ' Golden Lion,' went a-courtin' the Gretel instead of her. And I should be a bigger fool, because I knew all the time \" ' She stopped again, wringin' her poor little hands till my heart seemed fit to burst. ' \" So, father, you'll let me write to him, won't you ? \" ' \"Write to him, Therese ! Are you mad ? \" ' \" No, father, no. Trust me this once, and all my life long I'll do your bidding. Do you remember my telling you that I should never marry? That was a girl's foolish speech, father, and deserved to be laughed at. To-day, before God, I repeat it, as a woman!'"], [41, "AS A WOMAN 29 ' She turned her face up'ard to the dark ened sky and clasped her hands ; her lips movin', her face workin'. And the raindrops began to patter down upon it, as if an angel up in heaven were weepin' too. ' Then she put her hand into mine, calm once more, and I led her back into the house. ' When she came to your door, sir, I saw her face turn white, and she leaned her head again it. Then she looked up into my face, whisperin' — oh, in such a tone of pain : ' \" Father, let me stay until he is awake, and carry in his coffee once more, and say good-bye. I shall never see him again. He will think me cruel and unkind.\" ' \" All the cruelty is his, and may God give it back to him tenfold,\" I said, and every drop of blood within me cursed you that moment. But she dragged me from the door,"], [42, "THROUGH LOVE TO LIFE 30 as if she thought my anger might do you harm, and she flung herself upon her knees before me. ' \" Get up,\" I said ; \" there's no need for thee to kneel to thy father.\" ' \" I will not get up,\" she said, \" if I stay here for ever, until thou hast promised me not to say one angry word to him, but to care for him until he is able to go, as if he were my self. It is not his fault. He told me long ago that his heart belonged to another.\" ' \" The puppy ! \" I said. \"As if he didn't know that that was just the way to set thee longing for it.\" ' \" Hast thou promised, father ? ' ' I heard Fleurette coming. I wouldn't have had her see my maiden like that for the world. ' \" Yes, yes,\" I said ; \" get up.\" And I pulled her to her feet again. She ran away just as Fleurette came in."], [43, "AS A WOMAN 31 * \" What's the matter wi' Therese ? \" said she. ' \" Cryin' a bit, because I've said nay to her.\" ' \" What, thou'st said nay ? It 'ud be the first time,\" said Fleurette. ' \" Bah ! \" I said, \" get on with thy work, woman, and mind thy own business.\" ' \" Did she persuade thee that kissin' an English milord is a different sort o' thing to kissin' a Frenchman ? \" ' \" Woman,\" I said, \" thou'st had thy bite and sup sixteen year in this house, because the Kindli was nursed at thy breast ; but say one more word like that, and thou must find another shelter.\" ' And she said no more. 'Tisn't often, sir, that I speak sharp to them o' my household, but when I do, they minds me. ' And now, sir,' concluded William, ' I've told you all, and God grant I haven't done it"], [44, "THROUGH LOVE TO LIFE 32 for no good. Stay here till you are well ; and may God forgive you.' But he did not give me his hand when he went, leaving me to my reflections."], [45, "33 CHAPTER XXIV. A LETTEE. Live a coward in thine own esteem ; Letting, I dare not, wait upon, I would. Lady Macbeth. Nous n'avons pas assez de force pour suivre toute notre raison Rochefoucauld (Pensees et Maximes). I was dressed, resting wearily upon the bench outside the Schenke, longing to be well enough to do something, wondering what I should do, when William brought me two letters. The overhanging roof of the old house, weighted with large stones, sheltered me a little from the noonday sun, which had already dried and warmed the spot where I rested. Some friendly hand had spread a mat under VOL. II. D"], [46, "THROUGH LOVE TO LIFE 34 my feet. Below me lay the lake, pale in its noonday listlessness ; opposite rose the snow capped mountains. A few gnats danced gaily before me, behind hummed a drowsy bluebottle, while a solitary bird sang low and softly in the wood beyond. Afar off I heard the distant Yodeln of the herdsman and the tinkling bells of the cattle he guarded Oh, how peaceful was nature and how little able to sooth my troubled heart ! All along I had been sustained by a vague hope that Providence would send someone to save me, or work a miracle on my behalf. All along I had half believed in help from outside to sustain and support me. But William's very nobleness became my strongest enemy, and Moppert was absent when I wanted him most. There was no one else, no one ! I must stand alone or fall. Such a necessity comes — must come — to every one of us. We cannot always rest upon"], [47, "A LETTER 35 our neighbours. Each is responsible for himself before God. We are, more or less, the carvers out of our destinies. We are the framers of our spiritual lives. The plea ut tered by our first father is as unavailable as it is cowardly and base : ' The woman tempted me and I did eat.' The letter I first glanced at was in a strange hand. A man's — an Englishman's — firm, clear and decisive. The other was also in a strange hand and bore the postmark ' Lucerne.' As I touched it my fingers thrilled and the trembling of every nerve told my heart from whom it came. Oh, my Therese ! Whatever comes between us, God made us for one another : even if thou wert but a beggar-maid and I a King Cophetua. I laid this second letter against my beating heart. I laughed and cried over it. I pressed it to my cheek, letting the strange something d 2"], [48, "36 THROUGH LOVE TO LIFE emanating from it thrill my nerves anew, and kissing it as if it were the dear lips for which I was yearning. Then I broke the seal and read as follows : ' Hochgeehrter, gnddiger Herr.' I smiled, even laughed loudly over this formal commencement, a spasmodic and un mirthful laughter which made my heart tremble, then read on : ' By this time, monsieur ' (ah ! she could not help it ! the old word uttered in a hundred different tones, angrily, imperatively, tenderly, beseechingly, now in mirth, now softened by tears — the old word, worth a thousand en dearments, crept in among the stiff unnatural ness of the distant German ones !), ' my father will have told you — for it is now two days ago and I know you will have missed me — hat he has sent me awaj*, not to return until you have left Switzerland. * He may have told you too — I almost think"], [49, "A LETTER 37 he has — the reason why. If not, let Therese tell you herself. For though I should die of shame to even breathe it if I were a girl in your own position — a lady fit to mate with you — I am not ashamed to speak now. If the grave stood between us we should not be more separated than we are. To my mind it does stand between us, and I am speaking to you from the other side of it. ' My father sent me away, monsieur, and I consented to go, even without a Lebewohl, not because I care too little for you, but because 1 care infinitely too much ; because, if I had ventured to come to you aud say good-bye, I should have revealed what I am revealing now, without the safeguard of distance. And you would have pitied me, perhaps, monsieur, even in the midst of your profound contempt. You would have given me pity for love. There are many stones love will take for bread, but not that one, the hardest and cruellest of"], [50, "THROUGH LOVE TO LIFE 38 all. It would have choked, not my love, monsieur, but, my life. ' For love, monsieur, even when it is what the world calls hopeless, is the grandest, the most ennobling gift that God can give to man. Even poor Therese is not to-day what she was yesterday. I look upon the world and the human creatures in it with different eyes now. I love them all for your sake. I was a foolish, giddy, thankless child a month ago ; now I am a woman, thanking God for having made me one — thanking Him above all for the woman's capacity for loving. ' So whatever you do — however hardly you think of Therese ; spare her what she verily does not need — your pity. Once I told you, monsieur, in one of my naughty tempers, that I cast your gratitude back in your teeth ; now I cast back pity. I do not need it ; only those do who never know what"], [51, "A LETTER 39 love means, and I am not sad or miserable, but profoundly happy. ' So happy, that I thank the dear God every hour for sending you to us, also be cause it was my father who saved you out of the cruel water, and I who helped to nurse you back to strength. So happy, that I ask nothing more of Use than to give me oppor tunity to prove, by love and kindness to others, how real and strong is my gratitude. 'I have written so much already that my hand begins to ache, and yet I have not written a word of what I meant to tell you. For, monsieur, the work I came here to do is done, and done well. She is with us, sleep ing sweetly on the bed close beside me ; her golden hair upon the pillow ; her fair face turned towards mine ; her gentle breathing plainly audible when I stay my pen. 'And to know her there, and to know"], [52, "THROUGH LOVE TO LIFE 40 what the knowledge will be to you, is joy ; yes, joy inex- ' Monsieur, the tears that blotted out that word are all happy ones. You know Therese would not tell a lie. ' She is very, very beautiful, monsieur. Since ■ I have seen and spoken to her I do not wonder at you, nicht ein Bisschen. And her soul is as beautiful as her body. It is a woman who tells you that, and women understand women better than men do. No affectation of goodness can deceive them. You have a great deal to do, monsieur, to make yourself worthy of her, a very great many faults to conquer and subdue ; but you ivill subdue them for the sake of your love, and then, together, may you be very, very happy ! ' I meant to tell you a great deal more about her, monsieur ; but Monsieur Moppert must do that now. He came here with me, came on purpose to help me. We were only"], [53, "A LETTER 41 just in time : a few hours later and they would have been on the road to Hungary. ' I will not pretend to be better than I am. I had my wicked moment, and during it I hated her more intensely than I ever hated anything in my life — would have given worlds to have found her so polluted as to render her unworthy of anyone's regard — wished her to know something of the intoler able pain ' My lamp burns low, monsieur, and my hand trembles, and I fancy I am hardly writ ing what I meant to say. She moved in her sleep just now, and cried out loud for help, and her voice cut me to the heart. But her troubles are over now, are they not ? You will love her as she deserves, and make her happy? ' These foolish tears which blot the words again, and make them almost illegible, are only shed for her."], [54, "THROUGH LOVE TO LIFE 42 ' Dock noch ein Wbrtchen. Do you take care of yourself now that I am gone? Do you take your medicine and your Suppe regularly ? Eemember you must not spoil the work Therese began ; remember that your life is now consecrated to another. ' This is Wednesday, and on Saturday Monsieur Moppert will be with you. ' I can hardly bear to think that these are the last words you will ever see or hear from Therese, that the Lebewohl I am writing dare not be followed by an Aus Wiedersehen. But perhaps in Heaven, monsieur, we may meet again — there, where all men are equal. ' May Mary, Mother of God, bless you both ! This is my daily prayer. ' Hochachtungsvoll und ergebenst, 'Marie Therese Eveline Pascoe.' I thought I had fought a battle and gained it, but the enemy had only beaten a sham"], [55, "A LETTER 43 retreat, and now, freshly reinforced, attacked me in the rear. And oh ! this second on- slaught found me at a terrible disadvantage ; my strength was exhausted, my armour cast aside, and, unharnessed and defenceless, I was now wholly at his mercy !"], [56, "THROUGH LOVE TO LIFE 44 CHAPTER XXV. LETTER NUMBER TWO. Double-barbed is Cupid's arrow ; Should it hit thee, heart and marrow, Patiently endure the pain ; Never seek, good counsel spurning, To extract the barb ; in turning 'Twill but tear thy heart in twain. Translated from Burger. I had forgotten all about the other letter with its correct English address, and it probably would have decayed on the spot where it had fallen but for its being recalled to my remem brance later on in the evening by the receipt of a somewhat bulky packet, the outside of which bore my name in the same well-formed though rather stiff characters. The letter had been dated from the ' Hotel des Trois"], [57, "LETTER NUMBER TWO 45 Rois ' in Lucerne ; the packet came from the primitive Wirthschaft ' Zum Goldenen Lowen ' in the village of Brunnen. My unknown cor respondent was following me up with a ven geance. I began to think it was high time to see what he wanted. I went out again upon the terrace, picked up the neglected letter, opened it, and read as follows : ' Sir, — Your sister Aileen has commis sioned me to give you a packet containing a manuscript in her own hand, and a few other trifles which she hopes you will do her the kindness to accept. I shall be in Brunnen to-morrow evening, and will send them up to you by a special messenger, according to promise. Should you wish to see me after perusing the MS., I will do myself the honour of calling upon you. I shall remain twenty four hours in Brunnen. If, during that time"], [58, "46 THROUGH LOVE TO LIFE you send for me, I am at your disposal ; if not, I shall presume that you prefer not to know me. ' Your present address I obtained from the proprietor of this hotel. I regret to hear that you have been ill. ' Yours faithfully, ' Gerald Malcolmson.' This very dry, matter-of-fact, yet puzzling epistle contained two or three rather startling clauses. 'Your sister Aileen.' For the world, my sister Aileen was Miss Aileen Smythe, of course ; what on earth did this absolute stranger mean by writing so familiarly about her ? ' I shall presume that you prefer not to know me.' Why should my sister's trusted messenger imagine the possibility of that ? There being nobody to answer these questions, I turned my attention to the packet that might contain the solution of"], [59, "LETTER NUMBER TWO 47 them. It did contain it in a very lengthened form. Swathed in two or three utterly useless articles of feminine handiwork, fit for nothing but a bazaar, I drew forth a bundle of paper, neatly sewed together, and closely written upon. This handwriting I instantly recognised as no forgery to impose upon me, but really and truly that of my sister Aileen. Now I liked Aileen. I am not sure that the small modicum of affection I bestowed upon her could be dignified by the name of love, but she was not totally indifferent to me. I had taken up arms against the dragon Atkinson principally on her account. I could not think of her moist little kisses upon my cheek without a sensation of tenderness. I had long ago made up my mind that when I was lord of Ballyacora Hall no one should hector my little Aileen but myself, and above all things she should never have a husband to scold her, untd I had fully satisfied myself"], [60, "48 THROUGH LOVE TO LIFE that he would do it mildly. Indeed I some times thought, when my tenderness was at its climax, that I would never let her marry at all. If this Mr. Gerald Malcolmson therefore had come to Switzerland to get my help to enable him to approach Aileen as a suitor, he would have to submit to being called pretty smartly over the coals. Of course communications of some kind or another came to me from time to time from Ballyacora Hall. My father's epistles were usually full of glowing anticipations concern ing a man child yet to be born into a world anxiously awaiting his advent — his grandson and a Duke's — but, as they also usually con tained money, I put that thought away from me as something that would wait till to morrow. Florence's, Mabel's and Aileen's were short rehearsals in various keys, from F sharp to G minor, of their own dull lives and"], [61, "LETTER NUMBER TWO 49 their wish that something would happen to enliven them: 'Even a murder' — so, on one occasion, had written Mabel, who seemed to be developing, according to promise, into an odd character — ' would be refreshing. I look round sometimes and wonder whether I should not be a public benefactor by getting up some such variation.' But only Aileen's — pretty, blue-eyed Aileen's — ever contained a word of genuine love. The last month, however, had witnessed the advent of no letter at all — and, to tell the truth, I had neither sorrowed nor won- dered over the omission. Since that memo- rable event on the promenade of Lucerne, the current of my life had set in a fresh direction, and, fascinated by the new scenes and im- pressions among which it had conducted me, I had almost forgotten the stagnant pool of home and its forlorn inmates. The Prince, the beautiful lady. Moppert, most of all E VOL. II."], [62, "THROUGH LOVE TO LIFE 50 Therese, had so completely filled my thoughts and my life as to leave no room for them, until they appeared as an army of phan toms in the rear of society, all holding murderous knives wherewith to murder my love. Except once. When the lady turned her face and fixed her beautiful eyes on me, I had been struck by a certain resemblance to Aileen. Her hair was of the same golden hue, her eyes of the same azure, her delicate transparent skin of the same purity. Of course she was a hundred times more beau tiful. That goes without saying. I have finished the manuscript. Here it is, unabridged. Aileen's story is so closely interwoven with mine that I cannot separate them."], [63, "5' CHAPTER XXVI. AILEEN. Planted deep within the flower Lies concealed tbe coming fruit: — Once obedience learned — the hour Strikes for tend'rest love to shoot. Translated from Goethe (Ballads). ' The gentleman who will bring you this, Charley, with the smoking-cap and the purse, both of which I have knitted for you with my own hands, and cried over, too, more than you would imagine (I don't think they're much stained though), and will you wear them for my sake ? — the cap I mean — is — no, I cannot bring myself to tell you yet. I am trembling all over, and shaking in my shoes like an old woman, at the thought of how E 2"], [64, "THROUGH LOVE TO LIFE 52 angry you will be, because your anger will hurt me more than all theirs — those at home I mean — seeing that I love you best. 'Yet I must tell you, whether you are angry or not. Well, he is — good gracious ! I wonder whether you are beginning to frown or gnash your teeth, or clench your fists, or do any of those horrible things that men do when they are angry, just to frighten us poor women out of our wits ! I'll fetch my vinaigrette before 1 write any more, for fear. ' Well, he is — he is — do you remember when you went away, promising to bring me back a husband ? Silly old boy ! As if any pattern of the article would do ; as if Aileen had no taste of her own. Keep your husbands for them that want them. Fm provided for. ' There now, the secret's out, and with it all my fear has gone too. I am afraid of no man alive, Charley, with him to protect me."], [65, "AILEEN 53 They have cast me out of what they call home, but my home is with him. Papa says, in a furious letter, that he and my family disown me for ever. What of that? He — Gerald, I mean — is father, mother, brother and sister to me, all in one, and husband too. I had to choose between him and them, and I have chosen with all my heart. I cannot repent it. ' Only a few days ago I was talking to my husband about you, and he suggested that I should do what I am doing now. \" Give your brother a chance to be your friend,\" he said. \" Tell him your side of the story. Let him judge for himself.\" ' In compliance with this suggestion I am writing you, not simply a formal announce ment, like they do in the newspapers, you know, but the why and the wherefore of it. For the sake of justice, Charley, read to the end, before you judge and condemn me."], [66, "54 THROUGH LOVE TO LIFE Even a criminal has a right to plead in his own defence, has he not ? And Englishmen — at least I have been taught to believe so — love fair play, even when they fag one another at Eton — eh ? That's a rhyme, but I didn't mean it to be, which brings luck, doesn't it ? ' To begin then, Charley, your little Aileen is legally and lawfully married by special leave and license of the dear old Archbishop of Canterbury, whose foot I'd rather kiss than that of any Pope alive. Yet Gerald laughs when I say what a darling old love he must be, and wonder whether I shall ever have an opportunity of thanking him. I know he thinks I'm a little goose — Gerald, I mean — but I'm not nearly such a goose as I pretend to be. ' I'm not a particularly good housekeeper yet though, but I am trying hard to learn, and I mean to be an out-and-outer in time. We live in the funniest little house you ever"], [67, "AILEEN 55 saw, like a doll's house. Do you know Clap ham? Well, it is there, opposite a graveyard, so that nobody can look in upon us except ghosts, and I don't believe in them since I am married. I did before a little, because we used to be told such horrible stories about them when we were in the nursery, to keep us quiet. Oh, that terrible Bogey that comes down the chimney to carry off little girls who scream ! I can see him now if I shut my eyes. Black with soot, great red eyes flaming fire, mouth as big as a shark's and full of sharp teeth to eat up crying children with ! ' In this dear little house, haunted by nothing but kind words and loving kisses ; and they — don't you think so ? — ought to be strong enough to keep at bay a whole church yard of bogies ; Gerald and me and Margery live : a great deal happier than the day is long, for when it is gone to bed our happiest time begins."], [68, "56 THROUGH LOVE TO LIFE ' Margery is our maid, the only one we have. I felt rather frightened when I first saw her, for she is half a head taller than I am, and her cheeks are redder than the red hood she wears. But she curtsies to me and calls me \" Ma'am,\" and whatever she may feel like, doesn't laugh much at my mistakes. A few days after Gerald brought me here, she asked me what she should cook for dinner. Now I can eat a dinner when it is set before me, but have as much notion of ordering one as the man in the moon — though perhaps he always eats green cheese and don't need notions. ' I was in the kitchen when she asked the question, and my eye fell upon some eggshells — the remnants of our breakfast. ' \" Would eggs?\" I said, blushing furiously. ' \" Oh no, ma'am, not eggs,\" said Margery with decision. ' \" Or — or cockles ? \" I stammered, seizing the word from a man's mouth who was crying"], [69, "AILEEN 57 them outside the window, and not in the least knowing what they were. ' \" Oh dear no, ma'am,\" said Margery, more decisively still, \" not cockles.\" ' \" For myself, I should like nothing better than bread and butter,\" I said in my despera tion, feeling myself such a little duffer, and pretending that the tear in my eye was a cold. I really tished, Charley ! Would you have believed me capable of it ? ' \" Master likes fish,\" said Margery, looking things unutterable, while I tished again, and scrubbed my innocent nose till it was redder than my cheeks. ' I rapturously seized the straw she held out, and clung to it with the rapacity of de spair. (Is rapacity right ? It sounds romantic and novelish, yet somehow reminds me of pigs in a sty. Why now ?) ' \"Yes, to be sure, let's have fish,\" I said. ' \" What fish ? \" said Margery."], [70, "58 THROUGH LOVE TO LIFE ' The straw broke in my hand. I gasped for breath and implored memory to come and save me. Ha ! Turbot a la hollandaise. I remembered that. ' \" Turbot,\" I cried triumphantly. ' Margery stared. said she. \" How much, ma'am ? \" ' Another poser But necessity's the mother of — you know, don't you ? ' \" Why, three, of course,\" I said firmly, though not quite so triumphantly : \" one for you, and one for me, and one for \" ' But I didn't finish, for Margery turned her back upon me and went into the scullery. There's just room for her there, without breaking many things, if she turns round gently. ' Since then Margery tells me what she would cook if she were missus, and we get on first rate. ' Goodness ! That's Gerald's knock ! and"], [71, "AILEEN 59 I always open the door to him myself, be cause Margery might think it improper if she saw ' Gerald has been reading what I have written. I am very angry with him for doing it, but he says he is going to put his veto (I don't know what that means, but am sure it's something tyrannical, because he said it in such a masterful way) on my having any secrets from him whatsoever. He says, too, that if I ramble on like this I shall want a special messenger to carry you my epistle, for that it will be too heavy for him. He says that I must extract the -pith of the matter — his own very words — and send you that, for that otherwise I shall weary you to death. But how am I to talk unless it is in my own language and in my own fashion ? How is poor little Aileen to become all of a sudden as wise and matter-of-fact as he? But I will begin at the"], [72, "60 THROUGH LOVE TO LIFE beginning, at any rate, and try to make it as short as I can. ' Soon after you went away, Charley, paper took it into his head that it was quite time that we three girls should be introduced a little into society. ' You may be sure we three girls had no objection to that, Charley. Society ! Balls ! Oh ! I laugh now to think how my heart beat when I heard the words, and even Florry's fair face looked a trifle warmer. Florry is our beauty, you know. * Papa actually went to London and brought us home some lovely necklaces and things, and mamma's jewel-box was ransacked, and there was some quarrelling among us as to which was to have which, till mamma said : \" Go and quarrel upstairs ; do what you like there, but leave me in peace.\" Charley, dear, did you ever dream of a mother who loved you ? 'Our old dancing master from Cork came"], [73, "AILEEN 61 specially to drill us ; and oh, how he did rap my toes ! and when we'd learned how to waltz and galop and the rest of the fashionable dances, papa gave a ball — a real ball, Charley ! He said it cost a mint of money, but he hoped 'twould be a good investment. He meant, I think, that he hoped Florry would get married, and Mabel, and perhaps me. ' There were lots of officers from Cork at the ball, Charley, and I heard them talking among themselves once, of papa, and Florry, and Mabel, and me. And they talked of us girls as if we were horses they had come to see trotted out before they bought them, and of papa as if — but oh, I won't say how they spoke of papa, not even to you ! ' But I thought, as I sat in my corner hidden by a curtain, that at any rate Aileen wasn't a horse whom they might have if they would pay for it. And my cheeks burned with shame and with anger, and I had to bite"], [74, "62 THROUGH LOVE TO LIFE my lip so hard, or I should have cried ; and if I had, shouldn't I have caught it from papa ! ' Oh, the conceited creatures with their small waists — Mabel says they wear stays — and their long moustaches, and their white hands, and their simpering smiles, and their rude laughs and jokes aside ! Yet lots of girls coloured up with pleasure when they asked them to dance, and seemed to think it the grandest thing in the world to be whirled round the room by a uniform. I used to think officers were men, Charley, who went out to fight our battles, and to protect the country they loved. Now I think they are uniforms, stuffed ; sillier than the silly girls who think it an honour to dance with them. \" But you won't, any one of you, get Aileen to dance with you,\" I thought ; and I shouldn't either, orly none of them asked me. ' But the swell of the ball, Charley, was a live lordl Only think! Viscount Kilreeny, one"], [75, "AILEEN 63 of whose estates is within a drive of Ballyacora. I looked at him with awe, but he seemed like any other man, only rather worse ; and simpered, and ate and drank — drank a great deal, and hic cuped after it — and laughed and joked aside, just like the officers. I was never so disappoin ted in my fife. A live lord; and if I'd met him in the street I shouldn't even have looked at him. ' I must try and tell you what he's like though, because he's got a lot to do with my story. He's a little taller than papa, and has a pale, yellow face, and a pale grey eye, and a mixy complexion, and a mouth that looks as if he'd just swallowed some vinegar and didn't want you to know it. And his hair is, oh, so black, with a greenish shade, and his teeth, oh so white and a little too large for his mouth, and he wears an eyeglass in one eye, and has to make horrible faces to keep it in its place, and it tumbles down notwithstand ing, every other minute or two. I never talk"], [76, "64 THROUGH LOVE TO LIFE to my Lord Viscount without counting the seconds till his eyeglass falls, and you wouldn't believe how nervous that makes you. ' I didn't dance much myself, so I had plenty of time for watching the others. Papa told me to keep in the background, because I mustn't stand in the way of my sisters. So I only danced the Lancers with Harold Lan yon — my old chum, you know — and one galop with a stupid boy who trod on my dress, and the last waltz with — guess ? Give it up ? Why, with his lordship, Viscount Kilreeny. ' When he asked me I looked at papa, and papa nodded, but very angrily, and when the dance was over, ordered me to bed with a look which seemed to promise \" a far from agreeable interview \" — that's what Mab calls 'em — for the next day in his study. But, good ness knows, /couldn't help it, and didn't enjoy it at all, for the noble lord's hair smelt of some nasty stuff that turned me sick."], [77, "AILEEN 65 ' I heard two old dowagers say as I passed them that it was wonderful how genteel Miss Florence Smythe looked, considering. And that she was the belle of the room, and that it was no wonder that my Lord Kilreeny didn't take his glass off her. They said eye, but I say glass. I like to be accurate, and I saw it fall three times upon her bosom. ' Ethel — naughty girl ! — was in her night gown on the landing, dancing a pas seul to the music, her long black hair tumbling down over her and her great dark eyes full of ex citement. Oh, I did scold her ! It was so nice to have somebody to scold, I was so cross. But the silly child actually cried, and then I had to tell her all about the stupid ball to comfort her. I wonder if papa ever felt sorry after having scolded me. ' But I got no scolding the next day ; not an angry word. Papa was kind to all of us, and once patted Florry on the head. For a vol. 11. P"], [78, "66 THROUGH LOVE TO LIFE minute I really thought he was going to kiss her ! ! ' If I were to tell you everything, 'twould make a book. We had oceans of balls after that first one. Mr. Lanyon gave a ball. Viscount Eilreeny gave a ball. The officers at Cork gave a ball. And Florry was the belle at everyone of them. Mabel's pale face was said to be distingue. And as for Aileen — / know what was said of her, and so shall Gerald, every word of it, if he ever forgets what is due to that fascinating creature. ' I don't know how Ethel got to know that the Viscount was courting Florry. (\"Courting \" seems a vulgar word to use when you speak of a live lord, doesn't it ? I suppose I should say, \" was honouring Florry with his attentions.\" ) Everyone seemed to know it after a bit, but Ethel guessed it first. And if she liked him, I was pleased enough, for now he came every day to ride with her, and I was allowed to"], [79, "AILEEN 67 ride too, as Mabel doesn't like it. What fun we had, Harold Lanyon and me, sometimes watching the noble lord honouring Florry with his attentions, and when that became too slow bounding off at a wild gallop, leaving them to follow at a decorous trot. Papa shouldn' have put me on a horse's back and let me taste liberty, if he intended to keep me in subjection. ' It was Harold Lanyon who first noticed the mischief my wildness was doing. \" He looks ten times as often at you, Aileen, as he does at your sister,\" said he. \" By St. Patrick I'll be sworn it's you the swell's in love with.\" And then he put his hand on my hand, hold ing the whip, and said : \" If I wasn't as poor as a church-mouse, and forced to read, hang it ! for Holy Orders, I'd let no man in the world squint love at you — that I wouldn't.\" Poor old Hal I I'm almost as fond of him as I am of you, Charley dear. 1 2"], [80, "THROUGH LOVE TO LIFE 68 '\"Let's take the ditch,\" I said, rather frightened — not at it, but at that eyeglass of the noble lord's. \" No,\" said Harold. \" Yes,\" said I. \" Give her her head,\" shouted Harold, as my mare rose for it in answer to my whip ; but the next moment I was in the ditch, covered with mud, dripping with dirty water, my foot twisted and sprained, and looking as little like a creature to fall in love with as ever naughty girl did in this world. ' \" You deserve I don't know what,\" said Harold angrily, dismounting to pull me out again. ' \" Well, at any rate,\" I thought, as lie wiped my streaming face with his handker chief and shook me a little, \" there's one good thing will come of it. No more aberrations (aberrations is the word, isn't it ?) in the eye of the noble lord. He'll think of me now as a wild schoolgirl who ought to be whipped and sent to bed.\" And then Harold gave me"], [81, "AILEEN 69 another shake, and blushed as red as I did when the two hove in view, at the pickle we were in. ' Florry looks beautiful on horseback, Charley. Let me out with it and have done with it, for in my heart I don't admire Florry at all. Her figure is exquisite, her complexion like pure white velvet tinged with pink, her eyes such a deep dark blue, the knot of her silky black hair behind absolute perfection. These pretty words are Harold's, not mine. I asked him what he thought of Florry, and he said all that ; and then he added — but, never mind ! ' \" Oh, Aileen ! \" she said, as she rode up to the ditch. ' \" Bless my — er — er — soul ! \" said the noble Viscount, as if he wasn't quite clear whether he'd got one. ' What could I do but hang my head and blush and wish I were dead, Charley ? I was"], [82, "THROUGH LOVE TO LIFE 70 always the pickle of the nursery, and the times I've wished I were dead, in corners and dark closets, you wouldn't believe, for fear of the bogey. The bogey I feared now was papa, and I wondered if the Viscount would tell him. And then Harold lifted me up on my horse and rode home with me very gloomily to the time of the \" Dead March in Saul.\" 'When I was a little girl, Charley, and began to learn music and didn't — neither do I now — like practising scales and five-finger exercises, I set my wicked little brains to work to find a plan to escape them. I dipped my head, long hair and all, into a basin of cold water, and dried it out of an open window through which came a cutting east wind. I remember now the feeling- of fearful delight with which I went to bed, expecting to get up in the morning with such a sore throat as never was. But I slept like a top, and woke"], [83, "AILEEN 71 in the morning feeling as well as a cricket. And oh, the scales I had to practise that day ! Do you see the meaning ? Silly old boy ! men are so slow at seeing meanings. If you try not to do anything, you are all the more certain to have to do it. ' Margery has come to lay the cloth for dinner, and that is — yes, it is — Gerald's foot upon the pavement. Good-bye, you are nothing now that he is there — my husband — my husband — who is all the world to me ! ' Gerald has gone again — back to that Moloch of a business (I know Moloch is right, because I asked Gerald), and won't be back for ever so long. Yet if he didn't go, he wouldn't come ; and oh, the coming — the coming ! ' I've helped Margery wash up the break fast things (I only broke one cup), told her what to cook for dinner, though I know she"], [84, "THROUGH LOVE TO LIFE 72 won't cook it, watered my flowers — two buds on the chrysanthemum, which Gerald thinks may come to \" blossom ; fed my canaries, they're just like us — so fond of one another ; dusted my drawing-room — such a mite of a room ! — mended my pen and begun again. I daresay you won't read half of what I'm writing, but I'm so full of it, it will come out. And I've nobody to talk to but Margery, and that would be intra digg, wouldn't it? That's Latin : ah ! you don't know how clever I'm getting ! ' Yes, there is someone else to talk to. Someone who knows you too. Would you like to know who it is ? That's a secret, and I can keep secrets, you shall see. 'I was telling you about Florry and Florry 's noble lover. But I must go back a bit first and tell you about someone else and how we got to know — never mind yet whether 'tis a him or a her."], [85, "AILEEN 73 * One day, Viscount Kilreeny, turning over a portfolio, came across a wretched little sketch of Florry's, and said she ought to learn how to draw. Papa always echoes everything the Viscount says, so papa said she ought to learn to draw, too. \"I've got a young er-fellah down from er-London,\" says the Viscount, \" to make some alterations in-er Kilreeny Castle. He teaches er-drawing.\" ' \" Send him to Ballyacora,\" says papa. ' So he came. And now I suppose you've guessed that it's a him. But never mind, you'd have to know some time. ' We were all out when he came, except papa, who engaged him on the spot to come and give us lessons three times a week. \" He seems a decent sort of fellow,\" said papa, \" and to know his place.\" ' I saw his card lying on papa's study table, and took it up and read it. \" Gerald Malcolmson, Architect.\" That was what the"], [86, "THROUGH LOVE TO LIFE 74 card said ; nothing more, Charley. Not a word of all the pain and hope and fear and joy. ' I carried the card into the schoolroom and showed it to Mabel. \" A pretty name, isn't it ? \" I said, and then I laughed and added : \" Perhaps he'll fall in love with one of us. What a joke if he does ! Wouldn't papa be fit to kill the one, eh, Mab ? \" ' 'Twould be a joke which the one wouldn't see, I fancy,\" said Mabel, severely ; \" there'd be more crying than laughing about that joke ; and I hope it won't be me.\" ' \" You ! No, Mab, I don't think it will be you,\" I answered, \" it will be me. I dreamed last night of a burial, and saw three black crows this morning. I wonder whether papa will beat me to death or lock me up in the cellar.\" And then I danced away laugh ing, for I saw by the backward turn of Ethel's head that the chit was listening. But when he really came, and I saw him"], [87, "AILEEN 75 standing by the side of papa — the one short, stout, bald, pompous ; the other tall, grave, gentlemanly — oh, Charley, how is a woman to describe the man whom she loves ? ' Not that I fell in love with him there and then. It wasn't love but shame which made my heart beat so quickly and so out of time, and made me hang my head, and sent the red blood to my cheek. For when I saw him, so different from what I had fancied, I was so ashamed of what I had said to Mabel that I would have liked to have run away and hid myself. ' I fancy I can see us all again, just as if somebody had painted a picture in my head : he, looking so much more of a gentleman than papa, although he only wore a short shooting coat, as simple as possible ; Ethel staring at him with wide-open black eyes; Miss Whit field, the present \" young person \" who teaches us, trembling at sight of papa ; Mabel smiling"], [88, "76 THROUGH LOVE TO LIFE her queer, sarcastic smile ; Florry looking as unmoved as a duchess ; and I myself blushing like a goose — I didn't see myself though, of course, only felt what an idiot I was looking. ' \" These are my daughters,\" said papa, introducing us, \" and this,\" with a nod to Miss Whitfield, who looked as if it were a blow, \" is my daughters' governess. Florence, show your drawings to Mr. Malcolmson. Ethel, if you can't behave better than that, I'll send ycu out of the room. His lordship thinks that Miss Smythe has undoubted talent.\" ' Mr. Malcolmson looked at the drawings, but said not a word. Mabel smiled that sour smile of hers. There was a dead silence. ' \" Well, I'll leave them to you,\" said papa, who doesn't know a stick from a stone in a drawing, and was glad to get away. And then our new master put aside all Florry's crooked cottages and tumble-down trees, and gave her a clean piece of paper and"], [89, "AILEEN 77 a sharpened pencil, and set her a few straight strokes for a copy. It was always best, he said, to begin at the beginning. All this while he never looked at Florry, which I thought strange. All men looked at Florry, who, till you're tired of a face that never changes, is a great deal better worth looking at than her drawings. ' Oh, how my hand aches ! I'll rest now and begin again in the evening. ' I'm going to begin with a confession, Charley. I've been a bad girl : I know I have. But it's like this : when we get a new teacher, I always try — something makes me try — whether he or she, or I am the stronger. If I am, woe betide the stranger ! If he or she is, I submit. And very soon I began to try my hand on Mr. Malcolmson, and found my master in him. ' Never was so proper a young man, I"], [90, "78 THROUGH LOVE TO LIFE should think. He make love to us ? Very, very soon we had to make love to him, or rather, mind our P's and Q's when he was teaching. Even saucy Ethel only tried dis obedience once. She began to chatter, and was told to be quiet. Her great black eyes flashed and she talked the harder. And then without a word — without force — I don't know how — she was packed out of the room, at liberty to talk on the other side of the door. I looked at Mabel's twitching mouth, my own twitching, but was called to order by a stern inquiry as to whether I thought trees grew like that in nature. ' \" 'Twas no use to snub Mr. Malcolmson — he wouldn't be snubbed ; 'twas no use trying to disobey him, so I obeyed. And soon I began to do more — I began to try to please him. ' \" He'll be sending Florry out of the room next,\" grumbled Mabel, when he was gone."], [91, "AILEEN 79 ' \" If he does, she'll have to go,\" I answered shortly. ' \" Or boxing your ears by way of a change. It looks a deal more likely than falling in love with you.\" ' I don't know why those words of Mabel should have made me so miserable, for I had noticed something. I noticed that though he seldom praised the others, he never praised me ; though he always spoke gravely to them, he sometimes spoke sharply to me ; and even when I tried my best to please him, he always showed me what I might have done, instead of being pleased with what I had. ' The next lesson, I brought him a draw ing I had done alone, and done well, I thought. I had taken a great deal of trouble with it, and I gave it to him smiling, thinking he would be sure to praise me. He gave a little start when I put it into his hand, and"], [92, "80 THROUGH LOVE TO LIFE looked at me with such an odd look : not pleased, but full of trouble. Then he said. sternly : ' \" I do not wish you to draw alone. You will do yourself more harm than good by attempting it. The perspective of this draw ing is quite false.\" ' Charley, I cannot tell you how I felt. but I said to myself : \" I have tried to please him and I cannot. I will try no more.\" ' He got a fresh bit of paper, and prepared it for me, and put the pencil into my hand. Our fingers touched as he did it, and a great pain seemed to run into my body from the touch. But he should not make me cry. I would die first. ' \"Begin,\" he said. ' But I dashed the pencil down, and looked at him, and said : \"I will never draw again. I have deserved praise, and you treat me as if I deserved punishment.\""], [93, "AILEEN 81 ' Then I ran out of the room, and into the library, and locked the door, and flung my self upon a sofa, and covered my mouth to keep myself from screaming ; and I lay there till the clock struck four and he came out. ' And when he came out I forgot my anger in the terror lest he should go away angry, and I should never see him again. ' You know how high the library window is. No matter, I jumped out of it on to the gravel, and ran in among the shrubs down to the avenue leading to the North Lodge, for I knew he always went back to Kilreeny Castle that way. And what I was going to say to him I didn't know the least bit, only I couldn't bear that he should go away hating me. ' 'Twas only when I heard his step coming down the avenue that I began to feel wonder as to what I should say to him, and every VOL. II. a"], [94, "82 THROUGH LOVE TO LIFE moment I thought about it I grew hotter, till at last, when I saw him through the tree branches, I could think of nothing but how I should escape again ; and I began to run back faster than I had come. ' But in running I caught my foot in the root of a tree and fell, and in another moment he had broken through the shrubs and was kneeling beside me. ' Oh, I had hurt myself very much, I knew, for when I tried to move I could not help groaning. And when I groaned, he groaned too, and looked at me with such a look. He was not going away hating me, Charley. I knew that then. ' His touch — so unlike anybody-else's touch, Charley — kept me from fainting for a minute, and then the sky turned black, and I thought I was dying ; and I wasn't sorry to die either. Doesn't that sound like something out of one of mamma's three? I am laushino-"], [95, "AILEEN 83 while I cry over it, yet I am crying most. That smudge is a tear : don't mind it. ' I'll run and fetch my vinaigrette and bathe my eyes with cold water, for it's near Gerald's time for coming ; and if he finds me with red eyes he'll put his veto or something on my finishing what I've got to say. And the most delicious bit of it, and the most fear fully awful, is coming — in the third volume, you know, like all the tit-bits always do. 'There now, I've emerged from the ro mantic — isn't that grand? — by pretending to scold Margery, and am quite myself again. And now I can go back to lying on the wet grass, with Gerald kneeling beside me making it all the wetter with his tears, without being too sentimental. By-the-bye, Gerald declares he didn't cry, and doesn't know how to. \" Tell your grandmother,\" I say ; \" I felt them\" — meaning the tears — \"warm upon my face.\" e2"], [96, "84 THROUGH LOVE TO LIFE ' Anyhow, when I came to myself he had got his arm under my head, and was asking me, in a voice as gentle as it used to be stern, if I were better, and if I could move without pain. ' I tried to move, ashamed of having for gotten how odd it would look if anybody came and found us, but the trying made me groan again. ' \" Where is it ? \" he said, in the old sharp way, putting his lips together hard ; but I wasn't afraid of him now — not a morsel. Or, only afraid in a new way — afraid of hurting him, Charley, not of his hurting me. ' \" In my left shoulder,\" I answered, trying to smile ; 'twas hard work though. ' \" You must let me look,\" he said, and now he spoke in the old masterful way. \" I'm a sort of Jack-of-all-trades, and know a little of everything. You won't mind much, will you ? There's no one else. I've been to the"], [97, "AILEEN 85 Lodge already, and it's too far back to the house.\" ' \" You will do what is right,\" I said. ' It was he who smiled now, though his lip was trembling, and I wouldn't have let him see how frightened I was for the world, when he pulled out a knife. But I shut my eyes when he began to use it, though it was only to cut open my dress at the shoulder, leaving it and my left arm bare. ' \" Ah, I see what it is,\" he said. \" Now, Miss Aileen, I am going to hurt you, but you will be a good girl and forgive me. Scream as loud as you like, there's nobody here to hear you but me and the birds.\" ' And I did scream, Charley, sure enough, as loud as he could wish when, with a sharp clicking sound, he pulled my arm into its place again. Then the sky turned black once more, and I couldn't see him, only hear his voice."], [98, "86 THROUGH LOVE TO LIFE ' \" Thank God that it is over,\" he said. Then, quite sternly, \"Miss Aileen, you are not to faint again. I won't allow it.\" * But I had to go, even though I tried to obey him. I could not help myself, and it was a few minutes before I could open my eyes, or knew where I was. Then I saw that he, too, was as white as a sheet, and that his forehead was wet with drops of perspiration. '\"How can I ever thank you?\" I said, \" and after I had been so naughty ! \" '\"Yes,\" he said, \"you were naughty;\" and, Charley, he may take his affidavit on his word and honour, but I'm sure there was a tear in his eye, and I think two, but perhaps my faintness may have made me see double. '\"But I have been punished,\" I said, beginning to cry myself, \" you don't know how severely.\" ' \" And punishment is a very good thing for most of us,\" he answered."], [99, "AILEEN 87 ' But now that he began to be so master ful I grew a little angry, and remembered how unjust he had been. ' \" You were unkind to me, though,\" I said. And I felt it so particularly hard that he should have been unkind to me that I began to sob. ' But he did not say a word to comfort me : he looked exactly now his old self again, and his forehead was lined, and his mouth firm and straight, and the tear was dried up in his eyes, and his whole manner hard, and he said sharply : ' \" Miss Aileen, it is time I carried you up to the house.\" ' \" Oh, I can walk.\" ' \" I think not. At any rate I shall not let you.\" - \" Mr. Malcolmson ! \" - \" Miss Aileen ! \" ' But I forgot to be angry any more when"], [100, "88 THROUGH LOVE TO LIFE he lifted me, and my heavy head sought his shoulder as if it was its natural resting-place. Yet we never, either of us, spoke another word till he put me down in the hall. ' I have been crying again, and why, I do not know. To-morrow I will take a fresh sheet, and try and finish. To-day I cannot, somehow.'"], [101, "s9 CHAPTEE XXVII. A LIVE LORD. Ja Lieb' ist hbher Leben im Gemeinen ; Yes ! Love is higher life in commonplace. — Uhland. ' What a heap I have written, to be sure, and yet I've almost as much more to tell you. Have you got a waste-paper basket over there in Switzerland ; and will this be thrown into it, I wonder ? ' Never mind. I'm doing what Gerald told me to do, anyhow, and that's one comfort ; and I've found someone it isn't intra digg to tell it to, and that's another comfort, and Latin into the bargain. ' Well, Gerald put me down in the hall, and the footman stared as if he'd stare his"], [102, "THROUGH LOVE TO LIFE 90 eyes out, till Mr. Malcolmson sent him off to fetch Mab. And when Mab came she stared just as much, only her eyes aren't quite as round as his. ' Wasn't it clever of Gerald to send for Mab instead of Florry ? ' But Mab's staring didn't last long ; and a new look came into her eyes which made me blush as red as a lobster, and then she turned her back on Mr. Malcolmson in her quick way, and told John to carry me up into my room, and came herself and sat down beside the bed, and looked at me again. ' \" Here's a pretty kettle of fish,\" said she. ' I put my arms round her neck and drew her head down to mine upon the pillow, and cried until her hair was wet and her collar dabbled, and I could cry no more. And she let me do it too, and never said another word until I stopped."], [103, "A LIVE LORD 91 ' \" Oh, Mabel dear, help me ! \" I said. ' \" I'd far better whip you,\" she answered, smoothing her hair — she cannot bear it rough ; \" but I suppose I must do worse than that — tell papa.\" ' \" Mabel, you are cruel.\" ' \" Would it be kind to let you stay in your fool's paradise till you have eaten the apple? But I'm afraid you have eaten it already.\" ' \" Oh, I'm so miserable,\" I sobbed ; \" I wish I were dead.\" ' \" Of course you are. That's the con sequence of sucking poison. It's sweet in the mouth, Aileen, but bitter in the stomach. As for that parson-looking young architect, whom you'd have thought was as proper and pious as a dean of eighty, I've a great mind to send John after him with a horse whip.\" ' \" Mabel, he never said a word to me."], [104, "THROUGH LOVE TO LIFE 92 Could he help my falling ? Was it not kind of him to pick me up ? \" ' \" He can help looking at you like that, I suppose, the goose ! I thought he had some sense before, but find he's as silly as the rest of them.\" ' \" How did he look, Mab ? \" I cried eagerly. ' \" Oh, don't think I'm going to give you any more of the sweet poisonous stuff. I'm racking my brains to find an emetic. Ha, I have it ! You'll go to Corvanny House to day on your long-promised visit to Alice Lanyon.\" ' \" Go to Corvanny House ! \" ' \" Yes. I'll drive you over myself in the phaeton. Your shoulder's a little stiff, I daresay, but never mind that. You deserve to be hurt a little.\" ' \" Go to Corvanny House ! ' \" Lie down, Aileen, this moment. What do you mean by frightening me like that?"], [105, "A LIVE LORD 93 Would you rather I told papa ? And when you are there, I'll drop Mr. Malcolmson a line, and request him to find some excuse for not coming again. I think he'll have the gump tion to understand me.\" ' \" What do you mean, Mabel ? Do you mean, never to see \" ' \" Break your descent from heaven to earth by a little mid-air flirtation with Harold Lanyon. He'll be delighted to support you in the clouds.\" ' \" I will not go to Corvanny. ' \" You don't like my emetic ? But it is answering its purpose. You are turning sick already.\" - Oh, Charley, Charley, the thought of that terrible moment turns me sick again, and faint, and fit to die. Every drop of blood in my body rebelled against this cure. ' \" Let me help you dress, Aileen. Drink the cup to the dregs.\""], [106, "94 THROUGH LOVE TO LIFE ' \" I will not drink : it is killing me.\" ' \" Nonsense, it is curing. You will \" ' \" I will not. I will not. Take away your loathsome cup from my lips.\" ' \" Empty it first.\" ' \" Not if you kill me. Not if you tell )j papa. ' \" Hoity-toity ! Hear how this helpless girl defies the universe ! But disgrace and shame are strong motives, Aileen.\" ' \" Yes, Mabel, but there is something stronger.\" ' \" Very well. Stay at home, and let papa take you in hand. I hear his boots creaking on the gravel.\" ' I heard them too, Charley, and fell back upon my pillow sobbing again, for I was afraid ; oh, I was afraid ! ' \" Take a little time to think about it,\" said Mabel, and she spoke in a kinder voice. \" To-morrow you will be stronger in mind"], [107, "A LIVE LORD 95 and body, and will give me your hand, I hope, and let me lead you out of your Garden of Eden. Child, do you think you would be happy if you married a poor man like that ? Men are cruel, Aileen — take from a woman all she has to give, and then forget the sacri fice ; and he is no exception to the rule, believe me.\" ' I only half-listened to what Mabel said, for, though I don't know why, I'm sure, that word married took all the romance out of me. Marriage ! I had only thought of love, or rather thought of nothing except that to touch him — to be near him — seemed the only thing worth living for. Marriage ! Why he had never asked me, or kissed me, or touched me, but when he must. He was my master. I had been naughty, and because I had been punished for it he had forgiven me. And now, it was not Mabel, but something else which drove me out of the Garden of Eden."], [108, "96 THROUGH LOVE TO LIFE ' I'm only a silly little thing, Charley, and not full of wise thoughts like Gerald and you, but I saw the flaming sword and felt it. And I cried no more ; for crying comes when you are hurt a little, not when your heart is pierced through and through. ' Mabel went away and left me to sleep, as she said ; but I did not sleep ; how could I ? how could I ? 'Are you getting tired, Charley? Does this commonplace love of silly little Aileen's seem ridiculous when you think of the Duke's daughter whom you are going to marry ? Oh dear ! maybe it's like the fable in that absurd Æsop about the boys and the frogs — only fun to you, while it was almost death to me ! ' I was very poorly for a day or two, but nobody seemed to mind it much, except Mabel, who nursed and scolded me, and — who else do you think ? Give it up ? The noble"], [109, "A LIVE LORD 97 Viscount. He sent every day to inquire. I thought I had done him a wrong, and that he wasn't so disagreeable as he looked, but I never thought — oh, me, again ! why do things go so contrary in this queer world ?—every thing higgledy-piggledy, and upside down, and inside out. ' I had been sitting at my bedroom window looking down the carriage drive and watching him — not the Viscount, Charley — come slowly up it. I thought perhaps he would look up — I was so afraid that he might look up that I hid myself behind a curtain. If he had, I should have been angry, because papa might have been looking out too, and seen him, but when he didn't, not even lift his head for a moment — he might have pretended to be looking at the sky, you know — I was so much more angry, that I cried out loudly that I hated him, and then, frightened at the lie I VOL. II. n"], [110, "98 THROUGH LOVE TO LIFE was telling, covered my face with both my hands and burst out a-sobbing. ' \" Miss Aileen, you are wanted in the study.\" ' Good gracious, Charley, what a turn it did give me, to be sure ! I had felt so angry with him that I had been thinking how I could hurt him most, and had wondered whether if I died he would be sorry, and whether the chemist sold poison in the village. I should be afraid to drown myself in the pond down by the Lodge, for there were ghosts there, I knew. And yet I thought he could hardly help crying a little, if he saw me floating there with golden hair — that's another rhyme — and a white paper pinned to the bosom of my frock to say that if he'd looked up I shouldn't have done it. And I was so full of this that I went and lay down upon the floor, and lay quite straight as dead people do in coffins, and crossed my hands upon my breast, and shut"], [111, "A LIVE LORD 99 my eyes, and made believe that I was really dead, and that he was looking at me, and so sorry that he hadn't looked up. And you can't think how it comforted me ! ' And it was just then that James knocked at the door and said, \" Miss Aileen, you are wanted in the study.\" ' You should have seen how quickly I came back to life at hearing these words. It is so much more romantic to die than to be scolded by papa. And of course that's what I was wanted for. So I had to brush my hair, and sponge my eyes with a little of Eimmel's Aromatic, you know, and run downstairs as fast as I could. And I got to the study door breathless, and burst it open in the way for which I am always being scolded. Then I stood still, and waited to hear what papa had to say to me. ' He began in an odd way. He began with an \" ahem ! \" Now, you know, or perhaps E 2"], [112, "THROUGH LOVE TO LIFE 100 you don't know, that papa usually begins with a stronger word than that when he scolds us girls. And it wasn't \" ahem \" either ; it was \" er — er — hem ! \" so I looked up in amaze, and met a fishy gleam shining through a glass covering. And I knew it was his lordship, Viscount Kilreeny. ' \" Oh, I beg your pardon,\" I said, blushing furiously. (And while I think of it, Charley, couldn't you bring me home some cure for blushing ? It does look so very ridiculous to see an old married woman in a low dress — not that I wear them much now — blushing all over her neck and arms. The more I try not to, the more I do it. I've tried saying, \" It will all be tlie same in a hun dred years,\" and it doesn't help me a bit. I wonder if leeches would — what do you think?) 1 \" Not at all,\" said his lordship. ' \" I think papa wants me,\" I said. ' \" Not at all,\" said his lordship again. \" To"], [113, "A LIVE LORD 101 tell the — er — truth \" (and I shouldn't think he tells it very often, Charley, he bungled so over it), \" it was I that wanted you, not your papa.\" '\"What do you want me for ? \" I said, and I suppose it was rude to say it to a live lord, but he did look such a duffer. ' \" My — I mean — Miss Aileen, you are a — er — doos — er uncommon clever girl ; answer the question yourself.\" - \" I wouldn't have asked it if I could have answered it, my lord,\" I said pertly. ' \" Doos — er — uncommon clever,\" he re peated. \" Pray sit down, my — Miss Aileen, and let me — er — stand.\" ' \" What ! \" I said. \" / sit, and you a live \" But I didn't finish, Charley. I nearly burst out laughing, though, and had to pre tend to use my pocket-handkerchief, and even then almost betrayed myself. ' \" My — Miss Aileen,\" he said, getting up and taking my hand — and, oh, Charley, the"], [114, "THROUGH LOVE TO LIFE 102 horrid creature actually pressed it — \" there are some questions — er — doosedly unpleasant for a fellah to put.\" ' \" Then don't put them, my lord,\" I said. And then I used my handkerchief again, and said to myself ten times over, \" It will all be the same in a hundred years; it will all be the same in a hundred years.\" But I knew, for all my saying it, that I was crimson. ' \" No,\" he said, brightening and letting his eyeglass fall upon my shoulder, \" I — I — won't. Mutual understanding so much more — er — agreeable.\" And then, oh, Charley! he stooped his greenish-black head and tried to — to ' If you can't guess what he tried to, never mind. I don't think he thought before that Aileen had such a temper. ' \" For — for shame, my lord,\" I said. \" I — I am not Florry. But I am her sister,'* I added, with a burst of rage. \" I am her sister, my lord.\""], [115, "A LIVE LORD 103 ' \" I never thought you were an iceberg,\" he said, more eagerly than I ever heard him speak before. \" Handsome girl, your sister, very — but a fellah likes warmth.\" ' If he wants warmth, he shall have plenty of it, I thought, soon, and indeed I was like a furnace already. And then I tried to restrain myself, and to be dignified, and to look like a heroine.' ' But, Charley, I can't play the heroine for the life of me. If I toss my head, my curls come tumbling down. If I try to curl my lips, they only pout ; my neck isn't long enough for arching, and there's an absurd dimple in my cheek that makes me look like a baby. If I frown at Harold Lanyon, he only laughs and says : ' \" Go it, Aileen ; you do look jolly when you do that.\" And he's a sort of a make believe lover, you know. Other men give me their hand instead of their arm when they want"], [116, "THROUGH LOVE TO LIFE 104 to help me over stiles and things, and treat me as if I were in short frocks. That is to say, did treat me — they can't now, you know. ' So I daresay I only looked like a little idiot instead of looking dignified, and the noble lord went on unabashed : ' \" Miss — may I say, Aileen ? I felt that it was you cut out for me by what you may call — er — fate, the very first time I danced with you. When your curls tickled my cheek — er — I felt that you were born to be a viscountess.\" ' \" I'll go straight upstairs and cut off my curls,\" I said, \" or I would, but for papa. Would you accept them as a keepsake, my lord ? \" ' \" I'd a great deal rather you kept them on your pretty head, my — Miss Aileen — be cause I want the — er — head too.\" ' \" Do you want me to cut off my head ? \" ' \" Not exactly. He — he ! sharp that —"], [117, "A LIVE LORD 105 very ! The curls began it, and the leap — uncommonly plucky thing for a girl to do — finished it. In fact — er — floored me.\" ' \" What do you mean, my lord ? \" ' \" That a girl who can rise to a ditch like that is worthy of any station. You've got wealth, beauty, pluck, and by — er — jove, I'll make you into a — er — viscountess.\" ' \" Are you asking me to be your wife ? \" ' \" Yes,\" he answered, \" I am. Why shilly-shally about it ? \" ' I didn't try to be a heroine any more. I only said, \" No, no, no, a thousand times,\" and bolted — I mean, of course, ran — to the door. 'But his lordship — I didn't think it had been in him — was quicker than I, and held me back. ' \" Let me go,\" I panted. ' \" Your father says, yes, Aileen.\" ' \" I will not speak another word until you open the door.\""], [118, "THROUGH LOVE TO LIFE 106 '\"But a lady's 'no.'\" And now he fell upon his knees — to me — a live lord. There's that comfort, I've had a live lord upon his knees before me, and it's worth going through something for that, isn't it? When Gerald vexes me, I'll remind him of it. ' Nevertheless, somehow I got away, and ran upstairs to my bedroom and locked my self in, and cried till my head ached. Every thing seemed going wrong with me. And I was sitting there in the twilight, and thinking of the pool again, when there was another rap at the door — a sharp rap, and one I was forced to answer. Mabel had knocked before with my tea, but I wouldn't let her in. ' What papa had to say to me I'll tell you another time, for I must stop writing to day. I'm tired, and have other things to do. ' I begin to think I could write a splendid novel if I tried, and read up some long words"], [119, "A LIVE LORD 107 for it. My story doesn't sound as well as it would if there were longer words. Now there's parallelogram — that sounds romantic. But I can't make it fit in. And there's archaio logick (I've just looked it out in Walker) — that sounds bewildering, but then it means \" relating to antiquities \" — another stunner — and though Gerald and me are quite old married people now, we weren't then, and so it wouldn't suit. ' Neither would delirium tremens. (I've asked Gerald how to spell that.) It's what your Patsey, you know, that you used to lick — I mean, of course, correct — has sometimes, and is sure to die of, so the doctor says ; and when he has it, he raves and rants and rushes about like a madman. But if I wrote, \" Papa rushed towards me in a delirium tremens,\" you might not know that I meant \" came in in a fury.\" ' Which reminds me of Margery. She wrote a letter to her love the other day, and"], [120, "108 THROUGH LOVE TO LIFE told him he might come on Monday evening at \" zackly \" half-past seven. She showed the letter to Gerald, and he suggested she should put exactly for \" zackly.\" \" Well, sir,\" said Margery, \" ' eggs ackler ' is nice words, but I'm afeard he wouldn't understand em.\" And that's the way with me : if I were to have written, \" The noble lord described a parallelo gram,\" you'd never guess, would you, that a live lord had been down upon his knees before me? ' To go back to papa. It was a fury he was in, and oh, how I trembled ! And when he said, \" Now, miss, what's the meaning of this (and then he used such a bad word, Charley) nonsense ? \" I wished I hadn't put off going to the pool, and would rather far have been floating upon it, — a ghastly corpse (doesn't ghastly corpse sound goose-fleshy ?) than sitting facing him. ig itu,n,5 ' -- Answer me,\" said papa."], [121, "A LIVE LORD 109 ' \" I don't like him,\" 1 said. ' \" Like him ! What's that got to do with it ? I like him,\" said papa. ' What could I do but cry, Charley ? So I cried and cried and cried. ' \" Now just you look here,\" said papa. \" He's coming again to-morrow, and to morrow you'll say yes. It's a (and here he used that wicked word again) nuisance that it isn't Florry he wants, but no matter. There'll be one of you off my hands, at all events. To-morrow you'll say yes.\" ' \" I can't say yes, papa.\" And then I took his hand and put it to my lips, and said, sob bing, \" Dear papa, isn't it a dreadful thing for a wife not to love her husband, and perhaps — who knows ? — to love some one else ? \" ' He tried to take away his hand, but I went on : ' \" Dear papa, I am only a foolish girl and know very little, but I can fancy I should"], [122, "THROUGH LOVE TO LIFE 110 want to kill myself if I were forced to marry a man whom I could not bear to touch or look at — whom I could not honour, papa, as well as obey. I fancy I should die, or grow hard and cold and cruel, and hating him first, hate everybody afterwards. Dear papa, would not you, too ? \" ' He got away his hand then, Charley, and looked at me with such a look, and his red face turned grey, and he seemed to gasp, as if I had struck him. I went on — something inside me seemed to put words into my mouth : ' \" Oh, papa, you would not condemn me to that, would you ? — your poor little Aileen. For, papa, you were young once, and loved someone, maybe, and mamma was young, and \" ' But I could not go on with that, Charley — that seemed so impossible. ' For a moment I thought I had conquered."], [123, "A LIVE LORD 111 His face worked, his eyes grew dim, his breath came short and quick. Then the colour came back to his face, and he pushed away my hand — I had put it on his knee — and he grasped my shoulder — grasped it so hard that I nearly cried out loud with the pam. '\"Look here, no more of that,\" he said, using some dreadful words again. \" It's a daughter's duty to obey her father, and it's a father's duty to make her if she won't. You'll say yes to-morrow, or I'll know the reason why.\" ' I did not answer him. ' \" Speak,\" he said, shaking me. ' \" I will not tell you a lie, papa. I cannot marry the Viscount.\" ' Oh, Charley, how can I tell you ? It seems almost too dreadful to write. With his other hand he struck me — struck me on my head with such force that I turned faint, and"], [124, "THROUGH LOVE TO LIFE 112 all but fell. And I was so frightened that for a second — only for a second — I nearly gave way, nearly promised to do what he bade me. ' But he did not strike again, or even try to find out what effect his blow had had upon me. He might have been the one struck him self, for he let me loose instantly, and put up botli his hands to his head, and stood looking at me as if I were a ghost. And then without a word he went to the door and opened it and went out. ' But he locked the door after him, and left me alone — a prisoner. ' No one came near me all the rest of the day, and I began to feel something of the pain of starvation, for I had had nothing to eat since the morning. The sun sank, and the shadows in the room seemed to turn to living things and to move towards me slowly, like stealthy murderers. At last I saw even"], [125, "A LIVE LORD 113 them no more, and saw nothing. And I thought I was really dead, and that someone — my Gerald — was crying over me. ' And his tears fell so cold upon my face, that, with a great effort, I said : ' \" Don't cry ; it hurts me.\" ' \" Thank God ! \" cried an eager voice, but it was not Gerald's, it was Mabel's. And I could see her now, bending over me. '\"Aileen, Aileen, my darling,\" she said, \" are you better ? \" ' \" Mabel, is it really you, or am I dream- ing ? \" '\"It is really me. Here is some break fast, Aileen. Try to eat it.\" ' \"I think I had better die, Mabel. Papa struck me.\" '\"I know,\" she said, setting her teeth. \" Never mind, dear. I will help you now. I will help you now.\" ' \" What do you mean ? \" VOL. II. i"], [126, "THROUGH LOVE TO LIFE 114 ' \" That with the blow, Aileen, he struck something else besides you, and struck it dead.\" ' \" What, Mabel ? You look fierce and angry. You frighten me.\" ' \" My sense of duty to him, Aileen — my hesitation to help you. Eat, my darling ; eat and live, and be happy.\" ' But she was forced to feed me after all, a spoonful at a time. And when I had eaten as much as I could, she undressed me and put me to bed. I had not been in bed, but had been lying on the ground all tlie night. ' \" Now, there you stay for the next fort night,\" she said ; \" the doctor is coming.\" ' \" But I am not ill.\" ' \" You'll have to be ill to save my reputa- tion.\" ' \" Mabel, why do you always talk in riddles?\" ' \" To conform with everything else in the"], [127, "A LIVE LORD 115 world. All our life's a riddle, and I've given up trying to guess it.\" ' \" Why a riddle, Mab ? \" ' \" You are a riddle, first of all. You might marry a viscount, and prefer to marry a poor architect.\" ' \" Marry ? Oh, Mabel, Mabel dear ! \" ' \" Don't begin to cry again, Aileen. Papa's another riddle — might be respected by his children, and prefers to be despised.\" ' \" Ah, Mab, you always laugh at every thing, and yet your laughter is bitterer than my tears ! \" ' \" Mamma's the third — might love and be loved, and prefers to feel the emotion through the medium of a novel.\" ' \" How clever you are, Mab ! Where do you get the long words from ? \" ' \" And I'm the biggest and most incom prehensible riddle of all — might run away, and don't.\" 1 2"], [128, "116 THROUGH LOVE TO LIFE ' \" Well, dear, what next ? \" I asked, for she sat upon my bed, silent, her lips pressed hard upon one another, her broad forehead frowninc-. ' \" Eat and drink,\" she answered, \" for to-morrow we die.\" ' \" Mab, I love you better than anyone else in the world, except Charley, and — and — and — but sometimes I feel more afraid of you even than I am of papa.\" ' \" It's papa that's getting punished to-day,\" she said, smiling. \" I've told him that you are dying of hunger, and he's in, what Charley would call, a desperate funk.\" ' \" Oh, Mab, but it was not true.\" ' \" Very well, then marry the Viscount. ' \" Oh, Mab, dear, help me ! \" '\"Just what I'm going to do, if you'll be a good girl and do what I tell you.\" ' \" I'll do anything, Mab.\" ' \" First answer me this, though — and now,"], [129, "A LIVE LORD 117 Aileen, I want the truth. You needn't try pretence with me. Do you love Mr. Mal colmson ? \" ' But how could I answer her, Charley — how could I ? I only burst out sobbing again, and hid my burning face in her bosom. And she kissed me, and said : ' \" Never mind, dear, I know now. And here is something for you. I've had it in my pocket a week ; and all the week, till yesterday, I was debating whether I ought not to give it to papa. Read it, and be happy.\" ' Then I suppose she went, Charley, for when I thought about her again she was gone. But I didn't think about her for a long, long time, for the letter was from him, and I was drinking of a cup so sweet, so sweet ! Do you know the taste, Charley ? Do you think the duke's daughter will mix such a draught for you ? \" ' The Viscount came and the Viscount"], [130, "118 THROUGH LOVE TO LIFE went, but / never said yes to him. He's engaged to Florry now, and will be our brother-in-law before Christmas. And I was ill for a fortnight, and the doctor came and looked at my tongue, and felt my pulse, and shook his head over the puzzling case, and sent me medicine — oceans of it — but his medicine didn't do me the least good in the world. Physic won't cure love, will it? ' And Mabel nursed me all the time, and brought me love-potions, and at the end of the fortnight she and I got up one morning with the cock-crow, and went out together into the park through a window, with the dew thick upon the ground, and the deer looking at us with wide eyes of sympathy. ' A little way from the Lodge there was a carriage waiting, and a lady in it — an old lady with the sweetest face you ever saw — who took me to her bosom and cried over me, and"], [131, "A LIVE LORD 119 kissed me a thousand times, as if she had been my mother. ' Mab never left me — good, kind Mab ! — until I was in this lady's arms, and then she stood upon the carriage step to kiss me and say good-bye, adding : ' \" What a wonderful riddle you are, Aileen, to want to marry a poor architect when you might have been a viscountess ! I give you up.\" And, \" What a still more wonderful riddle am I — to be able to run away, and not to do it ! But I gave myself up long ago.\" ' Before I could speak for crying she was gone, her dark dress soon lost sight of among the trees, and we were dashing down the rutty road as fast as the horses could take us. ' Two days afterwards I was married in London by special leave of that darling old Archbishop, who must know, I think, what true love means — perhaps Gerald told him —"], [132, "THROUGH LOVE TO LIFE 120 and feel sorry for poor girls whose parents are hard upon them. And I hope he's got a good wife of his own, and daughters to stroke his dear old face, and pat his kind old cheeks. I asked Gerald the other day to let me work him a pair of slippers or something just to show my gratitude, but he only laughed and wouldn't let me. ' And this is all, Charley. Or, not all ; but if you want to know the rest, you must come to Clapham to hear it. And you needn't be afraid of ghosts from the churchyard opposite, for Margery has hung an old horseshoe inside the housedoor, and she says it would be a bold ghost to pass that. And I was going to say that I haven't a trouble in the world, but I have — let me see how many — why, four. First and worst that Gerald has got to be away a whole fortnight in Switzerland, about that Moloch of a business. Second, that may be you won't forgive me. Third, that I"], [133, "A LIVE LORD 121 haven't found any very clever man yet to run away with Mabel. Fourth, that the Viscount will pinch Florry, for he has long white fingers that look exactly as if they could pinch. Oh, and there's a fifth — I'm not yet such a good housekeeper as I should like to be, and tried to make a pudding yesterday, and it was spoiled, and I can't help thinking that Margery went into the pantry to hide that she was laughing when it stuck to the dish, till I shook it out in pieces on the floor. She made a terrific clattering there, but I'm sure I heard a giggle. So I suppose people always must have their troubles, even when they are married. ' These five blots are five kisses. Margery made five at the bottom of her letter to her sweetheart, and I thought it such a good idea. I don't disdain to learn even from a servant. Gerald says we may learn something from everybody. ' Good-bye again. I wonder if you ever"], [134, "THROUGH LOVE TO LIFE 122 will come to Clapham. Don't mind if Margery seems rather rude. She isn't accustomed to visitors, and always thinks they come to steal. I've tried to talk her out of it, but I can't. ' Good-bye, and now it's for the last time, really.'"], [135, "J 23 CHAPTER XXVIII. peter's nick. De Nicolas je ne veux pas Faire un pompeux eloge ; Ne craignez pas, que d'ici-bas Par mon zele il dctoge : Car si je faisais son portrait, Fidelement et trait pour trait, Le ciel bientot nous l'oterait Pour en faire un apotre ; II vaut bien mieux, que dans ees lieux Nicolas soit le notre. I did not see my new brother-in-law after all. I had started to go down to the village when, looming gigantic through a dense fog, I saw a stalwart figure approaching me. As it came nearer, I saw that it was Peter's Nick. But changed, oh, so changed ! As he stood facing me, the thick fog enveloping him"], [136, "THROUGH LOVE TO LIFE 124 from head to foot, dripping from his light hair and short stubbly beard, hanging in minute drops upon his pale eyelashes, every nerve within me told me that he was come in wrath. He spoke no word. Indeed, I think he could not, for his broad chest was heaving, and out of his usually pale mild eye, as if the fog were fuel to it, sprang hot sparks of flame and ire. ' Have you come from the village ? ' I asked, to break the menacing silence. ' Yes, Herre.' He breathed heavily as he answered me, and slightly clenched the fist of his powerful right hand. Of which signs and tokens I took careful notice. 'Do you know if Monsieur Moppert has returned from Lucerne ? ' It was ridiculous to note how much deadly venom we both contrived to infuse into our"], [137, "PETER'S NICK 125 commonplace words. Through mine rang this : ' Does the country-lout think to arraign me before the bar of his narrow understand ing ? ' Through his : ' I've got my fists and mean to use them.' 'Yes, Herre.' ' Do you know when ? ' ' Yesterday evening in the diligence.' ' Was he alone ? ' And my voice was choked with anger. ' Mademoiselle Therese was not with him,' answered Peter's Nick, accompanying his words with a sound like a maddened bull's first low bellow of defiance. ' Tell me why not, Herre.' ' Stand back,' I cried ; ' do you think I'll answer questions with your fist under my nose? You've been drinking too early, and it has muddled you. Go back to your pots.' My insulting words produced as much effect upon him as a few smart slaps might do"], [138, "126 THROUGH LOVE TO LIFE to one suffering intense internal pain. They were, if anything, a relief. Their petty sting acted as a momentary counter -irritation. The angry flush on his low forehead, which this morning seemed to have acquired new breadth, faded somewhat ; his eyes, elongated by the new weight upon them, grew round again; his horny fist unclenched itself; his wide nostrils, which, if they could not quiver, could unequivocally snort, ceased this exhibi tion of bucolic wrath, and he grew calmer. ' Hbren Sie' mal, Herre ? ' he said, ' I'm not drunk, and you don't think I am, but I'm all abroad in the fog. And my right hand burns, as it never burned before, to strike. It keeps clenching itself; I can't help it.' ' Take care what you strike,' I replied, still all ablaze, ' or you may get your blows returned with interest.' ' I'm willing to take my chance of that,' he answered, ' only I think ' — and he looked at"], [139, "PETER'S NICK 127 his mighty palm with a grim smile — ' I think, Herre, that I shall strike the harder.' ' Go back to your pots,' I said again, ' or you'll get into a devil of a mess.' ' I won't forget my pots, Herre,' he answered with dignity, ' though it seems to me that that is my master's business and not yours.' ' Well, stand aside,' I said, ' and let me pass. I have neither time nor inclination to stay here any longer.' ' But I have time and inclination to make you, Herre. There is something I must hear from you before you go any farther — some thing you must explain to me.' He placed himself, a strong living barrier, between me and the narrow footpath leading down the hill, and stood waiting. My pride, stung to the quick by these words and the accompanying action, rushed to a mad alternative. I sprang forward and"], [140, "128 THROUGH LOVE TO LIFE struck him with all my force a furious blow. But, still weakened and enfeebled from my long illness, the violence of the reaction, not any deed of his, for he stood as immov able as the everlasting rocks around, made me stagger like a drunken man. I reeled heavily, and should have fallen, felled by my own blow, but that he caught and saved me. ' Herre,' he said, in a voice now as gravely gentle as if I had been a wayward child whom he loved, ' I had forgotten how weak you are. Sit down here and rest a moment. I should be a base coward to strike you now, but you must hear me all the same.' He supported me to the stone bench outside the Schenke and sat down beside me. He did this unconsciously ; he never had done so before and never did it afterwards to-day he was not my inferior, but my judge."], [141, "PETER'S NICK 129 ' You see, Herre,' he said, ' I've never had any book-learning. I only know how to read, and how to write my name, and that's not much. And I'm not given to Grubeleien. My wife is. She has all sorts of fancies. It seems to me women mostly have. Fancies she's going to die if she gets a headache ; fancies our Bub's going straight to the bad if he's a bit wilful ; fancies I'm going to kill him if I correct him ; fancies I'm going to spoil him if I don't ; fancies our cottage is on fire when we are both comfortable in bed ; fancies Mademoiselle Therese is getting too high to notice her ; fancies that the English milord up at Gtitsch will bring no luck to the old house harbouring him.' As he turned his slow eyes slowly on mine, and I saw the effort he was making to quicken their power of comprehension, I could not help fancying, in my turn, that if his wife had been there to give birth to a new VOL. 11. K"], [142, "THROUGH LOVE TO LIFE 130 fancy — to wit, that my face looked very much like conscious guilt — there would have been no want of food on which to rear it. ' But the fancies mostly come to nothing, Herre, except to worry us when there's no other trouble handy to do it, so I got to thinking little about them until ' ' Until when ? ' He waited so long that I was forced to prompt him. ' Well, Herre, things come into my mind so slow that you'd think they'd never come at all ; but when they do, they stick. They stick so that I can't get rid of them anyhow, and that last fancy of my wife's has got into my head, and won't get out again. ' I went to see my old teacher, old Joachim Spritmeier, a few days ago,' he con tinued, ' the one who beat the learning into me. Mademoiselle Therese had sent me to take him some mufflers she had knitted to keep his poor old rheumatic hands warm"], [143, "PETER'S NICK 131 during the winter, and I thought perhaps if I told him about this new fancy he might help me. \" Ah,\" he said, putting on the mufflers, \" it was time I gave up being village school master Avith my hands like this. I can teach as well as ever,\" he said ; \" my brain is not rheumatic, but my hands are worn out. And what is a schoolmaster fit for,\" he said, \" when he can't handle the cane ? \" ' \" You were a rare one for that,\" I answered ; \" my back tingles now at the sight of you.\" ' \" Nee, Junge, nee,\" he said, \" it wasn't so bad as that, surely. Though I remember it was hard work getting the alphabet into thee. It cost me a heap of trouble.\" ' \" It cost you a new cane for every letter,\" I said, laughing, \" for you broke one over me at each in turn, except at 0 ; some how or other 0 looked familiar to me.\" : His round face at this moment, with its K 2"], [144, "THROUGH LOVE TO LIFE 132 flat and formless features, its pale eyelashes, and its smooth uniform vacuity, looked so exactly like a magnified 0 that I burst out laughing. © ED ' And well it might,' I said ' But they stuck, Herre,' he continued gravely, after a very momentary participation in my mirth ; ' they stuck like leeches. They're every one of them in my head now from A to Z. But I still remember 0 the best of all. Why, I was forced to say it over and over with everyone of them.' ' Did Joachim Spritmeier teach you to believe in fancies ? ' I asked. ' No, Herre. His teaching was more fitted for the likes of us — hard facts, and harder blows to drive them in us. That was why I took my fancy to him, to make a fact of, or beat out of me.' ' What did he say, Nick? ' - He didn't say I was a fool, Herre. I"], [145, "PETER'S NICR 133 wish he had. I wish he had been able to take his old cane and break it over my back, if so be he could have beaten it out of me. But he only shook his head, and told me the next time it came not to drive it away, but look it full in the face and make it give an account of itself ' And have you found out, Nick, what it had to say ? ' ' I have come here this morning to settle that for ever,' he answered grimly. ' Nick, believe me, it is as baseless as the fancies of your good wife, and fit for nothing but to worry you.' ' It is good for that,' he said, ' at all events. I dream about it night and day — I who never used to dream at all. And I see horrible things. 1 see an angel, trodden into the dirt at my feet, and lying there worse than dead.' ' Nick, these are the fancies of fever. You are ill.' ' And I see,' he went on doggedly, ' a"], [146, "THROUGH LOVE TO LIFE 134 creature like a man ; young and handsome, yet full of wicked thought and wicked desire. And I seem to know that he has murdered the bright angel, and that I must murder him. ' And I see,' he continued, silencing me with an energetic movement, ' I see him dead too, and my hands are red with blood, and God is gone from me.' His voice had sunk into a hoarse murmur. The sweat stood thick upon his brow. ' Oh, the fancy ! ' he said, ' the horrible fancy which looks up at me out of every pot I drink ; which poisons every morsel I eat ; which glares at me out of your eyes, Herre ; which even — oh, my God ! — hangs dark and heavy over the dear eyes of Mademoiselle Therese ! ' So this morning, Herre, when I heard that she had not come back with Monsieur Moppert ; when I heard from Fleurette how"], [147, "PETER'S NICK 135 she went away ; when I saw you coming down the hill, smiling a smile of triumph as it seemed; the fog turned to blood all about me. And if you hadn't struck me, why then ' ' You would have done a foul wrong, Nick ' ' Perhaps that's why the dear God saved us both, and let you strike me,' said he, ' for that blow, which wouldn't have hurt a baby, made me feel what a coward I should be to fight you. But you must make things clear to me now — you must tell me now. You must tell me what you have been doing and what you mean to do. ' Of what do you suspect me ? ' I inquired, somewhat haughtily. The thought of the blow that ' wouldn't hurt a baby ' chafed and irritated me. That he should set himself up to be my lawgiver chafed me still more. A suspicion that his passionate interference was due to something my pride hated to believe chafed me most of all."], [148, "136 THROUGH LOVE TO LIFE Perhaps Peter's Nick divined my thoughts, for his answer went straight to the root of my angry suspicion and struck it dead. ' Herre, before I tell you that, I must make certain that you understand me. You must not fancy things that are not meant ; you must not think that I Let me put it in another way, or I shall never be able to tell you. Was Peter's Nick blushing, or was it the red sunlight now peering at us over a heap of clouds ? The fog was falling fast ; soon we should have glorious weather. ' See, Herre,' he said ; ' I want to make you understand how differently I feel towards Mademoiselle Therese to what I should do to any other Model. She's made of different stuff' to us, and we all felt it even when she was in the cradle. I was a great hulking lad then, always in trouble because my limbs would grow out of the clothes covering them, and the little one"], [149, "PETER'S NICK 137 would cry sometimes when I was beaten. And when she grew bigger I used to carry her about huck-a-pack. I can feel her soft little arms round my neck still, and sometimes she would touch my cheek with her lips — mine, great, ugly, stupid Nick's. Little children are like the dear God Himself in one way — they see through the coarse outside right to the faithful heart. ' Herre, I wonder sometimes whether up there ' — and he turned his face towards the sky, from which the clouds were fast dispers ing — ' she'll forget once more the difference between us and touch my face again. But whether or no, bless her for the past, bless her for it ! ' ' Ay, bless her ! ' I murmured. ' So, Herre, 1 never dreamed — I would not have dared even in my inmost soul to think of her as a Freier. I want you to understand that perfectly. It may save trouble. I've"], [150, "138 THROUGH LOVE TO LIFE got a good wife of my own at home : a hard working lass she was when I married her, and she's a hard-worker still. She's like Brei, wholesome porridge, flavoured with salt, not with sugar, and none too good for everyday eating. That's the sort of wife a poor man wants as a helpmate in his cottage. ' I've got a child, too — a little lad of the same sort as father and mother ; none too beautiful to be scolded as well as loved ; punished as well as caressed. I love them both, and am angry with them both, some times. I'm a heap bigger than either of them, and a heap stronger, and I feel they ought to mind me and to look up to me. ' The wife's got to rough it with me, and to bear a bit of roughness from me without making a mountain out of a molehill, or thinking an angry word is a sure sign of a faithless heart ; and my Bub's got to do my bidding. I love them both, and should fret"], [151, "PETER'S NICK 139 sore if I lost either of them, yet if I go home to-day and the Suppe's not ready, or over salted, I shall scold a bit ; and if my little Nick's ungezogen I shall let him feel that my hand can hurt as well as guard him, for that's my duty. 'And I like to have it so,' he continued, after a momentary pause ; ' I choose to have it so. The husband is the head of the wife, and children must obey their parents. I work hard for them, deny myself for their sakes ; and if anyone ventured to say aught against them or do them harm, I'd fight the whole village in their defence. But at home I like to feel myself a bit above them ; to know that, though elsewhere I am servant, there I am Herr as well as husband and father ; that they look up to me, and respect me as a ruler, who only rules, though, for their good. ' And it seems to me that that's how it ought to be, and that God meant it so.'"], [152, "THROUGH LOVE TO LIFE 140 Was I dreaming, or was it really Nick talking? — round-eyed, obtuse Peter's Nick, who, I had always thought, neither possessed two ideas of his own, nor wit enough, even if he had, to put the two together. He went on ' But, Herre, I am glad, I am proud to look up to Mademoiselle Therese, as proud as I am to bow down before the high altar, and worship there upon my bended knees a woman and a Child. Yet listen, Herre ; pay heed to what I say, for God knows I mean it : if anyone, and were he a brother of tlie great Emperor of Austria, should do anything to destroy my faith, or stain the snow-white flower reared upon our mountains, I should forget everything but that I am strong.' His downward glance again upon his giant hands and sinewy arms was a strange compound of pride and pain and ire. Then we both sat silent, as insensible to the glorious"], [153, "PETER S NICK 141 beauty of the scene before us as if we had been blind. 'It would be impossible ' — with these words I at last broke the painful silence — ' for me to pretend to misunderstand you any longer, Nick. It would be absurd to do so. But before entering on my defence, let me perform a simple act of restitution and honesty. You have shown yourself to me in a new and unexpected light to-day, Nick. You have forced me to admire and respect the man who has profoundly humbled me. I do not ask you to take my hand — it is not worthy to clasp yours ; but I do ask you with all my heart, Nick, I do ask you to forgive me.' The tears were in my eyes ; and if they were not dazzling me, I am sure I saw answer ing drops in his, as, full of surprise, he turned them towards me. ' How would you feel, Nick,' I continued, ' if you had lost a priceless jewel, and another"], [154, "THROUGH LOVE TO LIFE 142 man, whom you had despised and outraged, should risk his life to save and restore it to you? How would you feel, Nick, to that man ? ' * Herre, I — I ' he stammered. 'You do not understand,' I said, ' but you shall, Nick. Add one iota to the mighty debt of gratitude I owe you. Tell me, when did the fancy first come ? ' ' Herre, I am beginning to think — another fancy is coming ' ' Open your arms wide to take in the God sent stranger, Nick. Clasp it to your wounded bosom ; let the balm of its divine presence heal and comfort you.' ' Herre, I am dreaming, or I have been all wrong. ' No, Nick ; all right, old fellow ! Do you think God lets such as you go astray ? You fancied yourself on the road to murder, when it was the road to life. Murderers have been"], [155, "PETER'S NICK 143 training themselves for the final deed, Nick, all their sinful lives ; the last step is the in evitable one of a long and tortuous road they have wilfully chosen.' Where did all the wisdom spring from ? — perhaps from my profound happiness. Oh, I had been sharply pruned, but the new grafts were slowly taking root, already putting forth tiny buds, filled with a nobler sap, instinct with higher life, pregnant with promise ! ' Herre,' said Peter's Nick, ' I am in the fog still, but it is falling thick around me, and above it I seem to see light.' ' So do I, Nick, so do I.' ' Light which, if it's not deceiving me, will soon be brightest sunshine.' 'Ay, Nick, alter Junge. And now tell me when the fancy first came, and what it looked like.' ' But if it was an Irrlicht, Herre, better try to forget it.'"], [156, "THROUGH LOVE TO LIFE 144 ' Even Irrlichter, Nick, ignes fatui, spring from truth, buried somewhere in the marshes. Tell me, guter Nick, when the fancy came.' For my longing soul was thirsting for the nectar of renewed assurance. Who ever wearies of love ? Who does not love to hear that he is loved ? 'It came,' said Nick, slightly smiling — (a great deal of what I said was incomprehen sible to the simple fellow, but his heart, a thousand times keener than his intellect, his heart began to understand me) — ' it came, Herre, soon after you did. It came with a change in Mademoiselle Therese which nobody seemed to notice but me, not even her father. I couldn't help but see it, though, if I'd been asked to describe it, I should have been, as I am now, sorely puzzled.' ' Try, try, Nick.' ' I am trying, Herre. I think it was her"], [157, "PETER'S NICK 145 smile first that altered. It wasn't quite so bright, I think, and yet sweeter.' ' Go on.' ' Tears had got into her smile, Herre, and something else had got into her merry laugh. As for her eyes, I wonder even now that no one else saw the change in them.' ' What was it like, Nick ? ' ' Herre, how can I tell you what it was like, when no words could do it ? I saw some thing of the same look in the eyes of my own wife when we first put her little Bub' into her arms. So sweet, and full of wonder, Herre ; so beautiful, and yet I could not bear to look. For though the tears were smiles, the smiles were tears too.' He looked searchingly into my face, as if to note the effect of his words. I suppose what he saw there satisfied him, for he went on more cheerfully : ' Sometimes she would come out of your VOL. II. L"], [158, "146 THROUGH LOVE TO LIFE room, Herre, hardly seeming to feel the ground she trod on. Then I would stand aside to let her pass, for I knew that we were all nothing to her — all forgotten. Sometimes she would come out with death in her face, and then I would draw nearer, my heart burning hot with the longing to murder the man who had murdered her joy, and my faith along with it.' Was it sublimest happiness or intensest pain contracting my heart ? Oh, the boundary line between the two is but a hair's-breadth, the climax of one close touching the other ! ' And now, Herre, that is all.' ' Not quite all, Nick.' And here I whispered something low into his ear. I shall never forget the terrific grasp with which Nick's two mighty hands almost reduced mine to a shapeless mass, after he had con vinced himself that my whispered words were a true index to my heart. It has made me"], [159, "PETER'S NICK 147 shy ever since of offering the hand of fellow ship to giants. He put his mark upon me that day, did honest Nick. He drew blood. But he poured me out in return a full draught of nectar. My thirsty soul drank deep and long, and I too ' was satisfied.' Warm and bright and full, the sunshine streamed down upon the earth ; and the tear drops, still heavy on the lids of the wood flowerets, smiled back a beaming response. Over the tops of the trees beyond Gtitsch not a breath of air was stirring, and the birds' sweet minor faltered, as if in awed recognition of a diviner song than theirs. Deep, profound, intense was the peace around and within me, and with Goethe I sang : Over the mountains Turmoils cease ; The murmuring fountains Whisper peace. Hardly a breath In the wood, where the birds sing low : Patience, and thou this peace shalt know Certain as death. 12"], [160, "148 THROUGH LOVE TO LIFE CHAPTER XXIX. MY MOTHER — THE WIXD. in such high hour Thought was not ; in enjoyment it expired. Woedswoeih (Excursion). Wenn im Menschen Friede und Fiille sind, so will er nichts niehr geniessen, als sich; jede Bewegung, sogar die kcirperliche, verschiittet den vollen Nektarkelch. — Jean Paul. Peter's Nick had long since returned to his Avork in the Schenke ; William too passed me with a grave yet kindly greeting ; and I still sat upon the stone bench outside the house, with the warm sunlight full upon me, lost to everything but a profound sense of peace — rest after toil — ease after pain — victory after defeat. At such moments life pauses: our senses grow misty ; the newly-oiled machinery"], [161, "MY MOTHER— THE WIND 149 of our incessantly active brain moves with imperceptible softness ; happiness, long vainly wooed, turns smiling towards us — not as a wayward mistress, whose caresses madden while they enthral, but with the self-abnegat ing tenderness of a mother. Instead of excit ing, she calms our fevered pulses, and soothes us into perfect rest upon her gently-beating bosom ; where, like convalescent children, we forget the suffering which is over, forget even that we are happy for very happiness. But life never halts long, neither under ' double loads ' nor when all load is taken off us. The order to march comes, alas ! too often when rest is at its sweetest. ' Didst hear the bugle, brother ? See, I will help thee get again into harness, and thou wilt help me. Here is thy knapsack ; let me strap it on again — a rude but efficient pad over the raw spot where the leather galled thee. Thy bottle is filled from the sparkling spring, and there"], [162, "THROUGH LOVE TO LIFE 150 is fresh bread in thy wallet. Courage ! we shall rest again ere night, and dream of the blessed time when, our duty bravely done, we shall rest for aye. Courage, brother ! we were born to fight and work, shoulder to shoulder, helping and loving one another.' The so-called inferior animals — let us hope, let us believe — have such periods often and long ; to man, with a brain which must analyse, must logically prove that sweet is sweet, in stead of simply tasting it, such moments are as rare as they are fleeting. Like a sweet odour wafted direct from heavenly-reared flowers, they salute us on their passage, but that is all. Like a drop of ambrosia, they touch our yearning lips to teach us to believe in Heaven ; but who has tasted many such drops ? I was aroused from my trance in an unex pected and startling manner. A little elfish hand, cold as ice, was suddenly laid upon"], [163, "MY MOTHER— THE WIND 151 mine, and my raised eyes met a pair of elfish ones, which were examining me from top to toe with a keen and curious intentness. I was too amazed to speak, and for a few moments this creature or being scrutinised me, and I it, in silence. The elfish hand belonged to a body more elf-like still, and for a second or two I was really unable to determine whether it were that of a child, or woman, or of an unknown animal clothed to represent one of these. It wore the short Swiss petticoat, falling slim and straight in scanty folds from the waist to the knees — its bare legs and feet, though brown as a berry and hairy as an animal's, as beautiful in form and shape as Therese's own. It wore, tightly laced over its meagre bosom, the scarlet bodice of Swiss girlhood ; leaving shoulders and throat bare like hers, though with a difference. With a difference as immense as the dis-"], [164, "152 THROUGH LOVE TO LIFE tance between Pole and Equator. Here were no bewildering dimples in the velvety softness of perfect flesh, here no ivory unblemished roundness to ravish and delight ; one felt inclined rather to close one's outraged eyes to the horrible deformity, to protest in the in terests of indignant humanity against its ex posure. If such things exist, let them, in the name of our fineness of feeling — our æstheti cism — let them be covered ! For, entirely filling up the cavity between chin and breast, as shamelessly exposed to view as if it had been — good heavens ! — an ornament, hung an unsightly bag of flesh — hung, did I say ? — no, danced, moved, vibrated, brimful apparently of a horrible life of its own, even when its unfortunate owner was passive. I knew what it was, though I shuddered as if it had been the first time I had seen it — the goitre, the scourge of lovely Switzerland,"], [165, "MY MOTHER— THE WIND 153 the terrible penalty many have to pay for living among the mountains. I had turned away sickened eyes from the sight often enough in the Rhone Valley, a very hotbed for its cultivation, though never here before in healthier Schwyz. An angel's face would have been rendered odious by such a termination, and the face upon which my fascinated eyes were resting was by no means an angel's. I should have been inclined to descend among a very diffe rent race of beings to find its prototype. Yet it had an undeniable attraction of its own. The brow, tanned to a colouring more animal than human, was already corrugated, the cheeks sunken, the full lips pallid ; but the eyes were vividly beautiful, their irids large and richly coloured, the thick brows above them finely arched, and their black lashes long and curled. Over the back of this crea ture fell, nearly to its ankles, the greatest"], [166, "THROUGH LOVE TO LIFE 154 quantity of hair I ever saw on human head — hair of a deep red, and flaming in the golden sun-rays like living fire. ' Ugh,' said she, the opening of her large lipped mouth disclosing a perfect set of teeth, white and sharp as a puppy's — letting her wonderful eyes run over me from head to foot several times in succession, during which their irids repeatedly changed colour, and were now of a deep red brown, now of a vivid green, now more black than their pupils — ' you are odious. You are a devil. I detest you.' Whether she was addressing me or making of herself a mouthpiece for my thoughts, I cannot tell. I only know she might have read her words on my forehead or sucked them from my lips. Involuntarily I raised my hand to ward her off, as if she had been in very truth a demon. Then I saw that she was but mortal, for she was evidently accustomed to blows. She"], [167, "MY MOTHER— THE WIND 155 sprang back a step, lightly enough, and covered her elfish head with her elfish hands. ' I am not going to strike you.' ' You'd better not, or I'll tell my mother.' This remark was so commonplace and so childlike that I smiled at my own vague fear. ' Who is your mother ? ' I said, fear making room for pity, as I put my hand into my trouser-pocket for a franc. The answer was a startling one ' The Wind.' ' The Wind ! What do you mean, imp ? ' ' Have you never seen her, Herre ? 'St ! ' — lifting an uncanny finger — ' she is sleeping now in the wood ; you can only just hear her breathe if you listen softly. The birds know she is asleep, and dare not sing for fear of waking her ; the water knows it too, and is dimpling all over with smiles, because no one can drive away its lovers, the sunbeams, until she awakes. See how straight and still the"], [168, "156 THROUGH LOVE TO LIFE trees stand around her, holding their green umbrellas wide to shield her from the sun- shine ; not even a saucy leaflet dares to rustle, or, pouf ! she would tear it off and drown it in the lake.' ' Child — if child you are — who put such thoughts into your head ? ' ' S-st ! S-st ! Herre ; speak low as I do, or maybe she will awake and punish you. When she is angry, all the world is fright ened ; her eyes flash red light and her voice is terrible. The earth trembles and the mountains shake ; even the great sky itself grows pale as death, and the water turns raving mad. For she drives everything before her, and those that will not run or bend are beaten to death.' ' Maiden, thou art inspired, or pos sessed, or a poet in a strange garb.' I spoke smiling, to hide something — not a smile. ' Herre, you may mock, because you are"], [169, "MY MOTHER— THE WIND 157 both blind and wicked ; but though your false mouth laughs, there is no laugh in your eye. Your eye is afraid, for it would like to see, and cannot. But my mother, the Wind, knows all about you and the wickedness in your heart, and she bound a rod for you long ago. I mean to come when she uses it, and listen to your cries, and laugh to think how little they will help you — for I hate you, I hate you.' ' What have I ever done to make you hate me ? ' ' Oh, the rod is thick and strongly bound, and every sharp twig will sting you like the forked tongue of a serpent. My mother wanted to drown you in the lake, but I begged her to spare you. I did not know you then, for I was blind and foolish, but I know you now — white outside, black within, and I hate you, I hate you.' ' Imp, tell me why.'"], [170, "THROUGH LOVE TO LIFE 158 ' I saw a drop that looked like water, Herre, in a dear eye, out of which no thing but love ever shone before, even for me, who have nobody else to love but my mother, tlie Wind. Yet though the drop looked like clearest water, it was bitter, bitter, bitter, as the bitterest juice of the most poisonous flower in tlie wood, and it had been pressed out of a bleeding wound ; and, oh, I am afraid it will put out the light of the dear eye, and poison the love within it — and I hate you, I hate you.' I could not see the strange weird face, for something had destroyed my vision. I could not ask again why she hated me, for some thing was holding tight the strings of my voice, and to speak would have been to break them. ' Oh, I like to see my mother in a rage,' continued the child, her low voice full of fierce enthusiasm, ' for though she hurts"], [171, "MY MOTHER— THE WIND 159 everything else in the world, she never hurts me. I like to see her tear up the obstinate trees, which won't go down on their knees before her, to lash the vain and fickle water with. I like to hear everything shriek and howl when she beats it. But I like most of all — oh, I love my mother best then — to see her creep slily in through the keyhole, to nip and bite and pinch old Madame Sauerwein, till her groans frighten the neighbours. People say it is the rheumatism, but I know better — I know it is my mother, the Wind.' A sharp voice, issuing through an open ing window, came to my relief. It was the voice of Fleurette. ' Mieschen, was machst du da ? Again a backward spring, again an elfish hand before an elfish head. Mieschen's world was evidently accustomed to adopt summary measures for the disciplining of Mieschen's peculiarities."], [172, "THROUGH LOVE TO LIFE 160 ' Mach, dass du fort kommst, Teufelsbrut.' ' Thy Muhme sent me ' ' I'll be bound she did, and also that she'll send thee somewhere else when thou gets back again. ' With a message for the English milord.' ' Give it then and depart, or I'll see if there isn't a stick ' ' Oh, my mother shall hurt thee for it,' muttered the child ; ' she shall get into thy throat and make it sore ; or into thy eyes and make them water ; or into thy back, with a Hexenschuss, hard as iron and sharp as steel.' ' If the great Council at Berne hadn't done away with the law — a good and necessary law — which would have subjected such as thee to \" the question,\" ' said Fleurette, who, not having heard a word of the child's vindictive speech, naturally construed it into a worse form than the original, ' thou'd have learnt to keep thy"], [173, "MY MOTHER— THE WIND 161 wickedness to thyself, for fear of broken limbs and tortured members. But they'll have to go back to the good old laws yet, made for the safety of honest folk, will the learned gentlemen. Thou'lt yet end upon a Scheiter haufen, child of sin.' ' It was my mother made thee deaf,' con tinued the unfortunate child ; ' she got into thy ears one winter's night and killed the hearing in them. Soon she'll get into thy wicked eyes and make them blind.' ' Herre, ask her what she wants,' said Fleurette, crossing herself; 'who knows but she's got the power to do wickedness, as well as the will ; maybe she'll tell you and go.' ' What do you want of me, child ? ' I inquired. 'The Frenchman has come back,' she answered, turning her strange eyes upon me once more, while the horrible appendage to her chin shook and trembled. M VOL. II."], [174, "162 THROUGH LOVE TO LIFE ' I know that.' ' But he is not coming to see you, nor must you come to see him to-day.' ' Why not ? ' ' Because to-day he has prettier fish than you to fry.' ' What do you mean ? ' ' Sunshine-haired fish, summer-sky-eyed fish, snow-white fish.' ' Tell me this moment.' ' Sleeping fish, weeping fish, not keeping fish.' ' Speak plainly, and I'll give you a franc to buy bonbons.' ' Let me see it then,' with a quick change of manner. - The next moment I was alone on the stone bench, minus the franc ; at my ear the echo of a mocking voice, saying : ' Ask Fleurette, deaf Fleurette, angry Fleurette, who'd give her best gown to be able to beat me, but is"], [175, "MY MOTHER— THE WIND 163 afraid of my mother, the Wind ' ; and gleams of tawny locks vanishing before my eyes, all ablaze in the red sunlight like living flames of fire. Truly, ' the female form divine ' had re vealed itself to me in strangely varying forms in Switzerland. Therese — oh, my Therese, art thinking of me now ? art feeling my spiritual presence in one fibre of thy Herzchen, in any thing like the intensity with which every nerve and tissue of my body is impregnated with thine ? How could I give thee up, when thou hast subtly insinuated thy essence into the life-blood of my system ; when our souls are already joined together in holy matri mony ; no more — never more — two, but one, for time and for eternity ? I had forgotten what I meant to say. What matters it ? What matters anything to me now except my love ? Thou wast right, Goethe — man whom we forgive so much u 2"], [176, "164 THROUGH LOVE TO LIFE because of thy grand legacy. Thou wast right ! For the first time I comprehend thy words : ' Es ist eine Forderung der Natur, dass der Mensch mitunter betaubt werde, ohne zu schlafen.' With the beloved name upon my lips — bugle sound and sweetest opiate at once — I sank anew into a glad syncope — into the sublime intoxication of love. And the universe composed for me a new melody ; soothed me into rest with the sweetest song man ever heard. And its name, its theme, its tune, were all Therese !"], [177, "165 CHAPTER XXX. TAKEN TO TASK. Warum erkennt es denn das Mannergeschlecht nicht, dass die Liebende in der Stunde der Liebe j a nichts weiter thun will, als Alles fiir den Geliebten, dass die Frau/i«' die Liebe alle Kriifte, !/egen sie so kleine hat, und dass sie mit derselben Seele und in derselben Minute eben so leicht ihr Leben hingabe, als ihre Tugend? Und dass nur der fordernde und nehmende Theil schlecht sei, besonnen und selbstsiichtig ? — Jean Paul. As the mountain would not come to Maho met, Mahomet had to go to the mountain ; we all know that. And we all know, perhaps, quite as well, how very often we ourselves have been compelled to adopt the same humiliating expedient. In spite of my im patience, Moppert did not come, and finally I had to go and^seek him. In obedience to the strange child's message, I waited that day,"], [178, "166 THROUGH LOVE TO LIFE but rose very early the next morning, unable to wait longer. I hurried down the hill. Impatience drove her sharp spur into me, and I hurried faster and faster. For I was hungering, thirsting, dying, for news of Therese. I had no difficulty in finding out the house of Madame Sauerwein, where my friend lodged, although I had never been there before, and soon I was standing at the door, rapping loudly. My impatient rap was answered, or rather echoed, by several other raps on an appar- ently sentient body which resented them by smothered mutterings — not cries. Virtuous Indignation, instantly assuming the office of a preux chevalier — it has a leaning that way — rushed into the room headlong, carrying me with it, and exploded on the spot. ' You ought to be ashamed,' I said, ' to beat a child.'"], [179, "TAKEN TO TASK 167 But even with the word ' child ' upon my lips, I faltered, and all but changed it into ' monkey.' Then I saw that it was my singular acquaintance of the day before — the auda cious claimant of the Wind's affection, upon whom the cudgel of retribution was falling. It was Mieschen, who, taking advantage of my entrance, wriggled herself free from the infuriated grasp of an old woman, and fled for refuge behind a perfect mountain of a stove, from which place of sanctuary she menaced and mouthed, with the most horrible grimaces and the most admirable impartiality, both chastiser and rescuer. Virtuous Indignation, feeling probably very small after her fit of uncalled-for heroics, slunk out of the room ; even tender-hearted Pity drew back in disgust ; and Justice, pointing to a pool of milk upon the floor, wherein lay swamped some broken fragments, said sternly : ' Look at that! ' If ever imp in this"], [180, "168 THROUGH LOVE TO LIFE world looked as if it wanted a whipping that imp did. In the meantime the old woman, whom I rightly judged to be Madame Sauerwein her self, slowly hung up the cudgel, her own crutch, on the side of the chair whereon she was seated, and as slowly turned a pair of deeply-set grey eyes on me. I remained standing — not being invited to sit — scruti nising and scrutinised. I saw a woman of about sixty years of age, whose resolute face, moulded as massively as a man's, was rendered still more masculine looking by a snowy beard, over which her cap-strings were neatly tied. Her face, though hard-featured and deeply lined, was not with out a certain manly comeliness, which, per haps, in the bloom of her ' teens ' — hardly later — had been beauty. Her head was covered with a cap of white linen, stiffly starched and scrupulously clean. Crossed"], [181, "TAKEN TO TASK 169 over her bosom was a snowy kerchief of the same material. Her short grey frieze gown just touched her ankles, and was carefully protected by a stout blue-checked apron. Her gouty feet rested on a wooden stool. Her gouty and swollen hands, half hidden in black mittens, had immediately taken up the inevitable knitting on laying down the stick. The sight of these hands inspired me with no small respect for their owner. I was confi dent that her recent exertion must have been attended with far more bodily pain to herself than to the child. I was confident that Madame Sauerwein was a person of character. While making these observations I knew that Madame Sauerwein was taking stock of me quite as intently. Her keen grey eyes, the huge horn-cased spectacles pushed up on her massive square forehead, were gradually becoming cognisant of every spot upon me. I began to grow bewildered. It seemed not"], [182, "THROUGH LOVE TO LIFE 170 minutes, but ages, that I had been standing there, the low hum of the kettle in one of the many apertures of the stove growing louder, the vague mutterings and menaces of the child behind it growing fainter ; the white pool upon the tiled floor gradually becoming absorbed into its crevices ; a well-disciplined kitten furtively sniffing at it, but evidently conscious of consequences if it went further ; the nasal tick of the cuckoo-clock behind me like a snore ; the final ' Humph ! ' which issued from the masculinely adorned mouth of Ma dame Sauerwein. A doubtful ' Humph ! ' an insinuating ' Humph ! ' a very mortifying and humiliating ' Humph ! ' ' You think you are very wise, young gentleman,' she said at last in the deep guttural of the Swiss patois, ' but you've a great deal to learn yet. Don't you know that there are two sides to everything?'"], [183, "TAKEN TO TASK 171 If I looked as I felt, I must have looked foolish indeed. I sank into the chair, towards which with scant courtesy she pointed. The child broke into an uncanny laugh. ' What are you come for ? ' said the old woman. ' Who are you ? ' ' The gentleman is drunk,' said the child, emerging from her hiding-place. ' Pfui ! drunk, and only eight o'clock in the morning ! ' My astonishment at this assertion some what dissipated the maze in which my bewildered senses were wandering. The snoring clock behind repeated it in a series of eight convulsive sounds, like the voice of a cuckoo in agony awaking out of a horrible nightmare. It was really — for my own watch confirmed it — only eight o'clock in the morning. '/know who he is,' continued the child"], [184, "THROUGH LOVE TO LIFE 172 'but I will not tell thee, Grossmiitterchen, because thou hast beaten me.' ' Beaten thee ! If I only had the power ! But I will ask the Herr Kaplan to come and drive the unclean spirit out of thee with a Tauende.' ' He beat me once with a rope-end,' said the child in her peculiarly low yet sharply distinct accents — now absolutely discordant, now as sweet and mournful as the birds' own minor, ' and broke his leg afterwards. 'Twas in winter-time, and my mother's sharp breath had frozen the water I threw before his door, and my mother's maidens, the Zephyrs, had covered it thick with snow. Oh, he came out with his eyes upturned as if the earth were hardly good enough for him to walk on, and im Nu, there he lay groaning and crying out for help. Hu, hu, hu ! how I laughed and my mother with me ! \" Hu, hu, hu ! \" it said, \" Hie, welche Andere schlagen,"], [185, "TAKEN TO TASK 173 sollen auch geschlagen werden, und die, welche meinem Kinde Boses thun, sollen auch leiden.\" Oh, I love her, I love her, my mother — the Wind ! ' ' Do you hear, Herre ? ' said the old woman significantly. ' There are two sides to every thing.' ' Soon she will come again, Grossmut terchen, to nip thee and bite thee and scratch thee. Thou may'st call it the rheumatism, but it's my mother's sharp teeth, her fierce claws, her stinging Buthe. And she does it all for love of me, my dear, dear mother, the Wind ! ' ' Go and fetch some more milk, Mieschen, for the kind Frenchman, who gives thee centimes. Go, and I will forgive thee.' ' Not yet ; I will not go yet.' ' I've had ten children,' groaned the old woman, turning uneasily on her chair, ' ten lads and lasses, and not one of them would"], [186, "174 THROUGH LOVE TO LIFE have ventured to say \" I will not \" to me. Nor would they venture now that they are grown men and women, with lads and lasses of their own. Whatever else we leave untaught in Switzerland, we teach our children to love their Fatherland, obey its laws, and honour their parents. I've taken the Tauende to thy mother when she was a big wench in service with the Frau Grafin, selig, and she stood to bear it as still as if she had been but a helpless infant on my arm. It is only thou who ever ventured to defy me — Model, hated and loved for her sake — grandchild and none, in a breath.' She groaned again and shook her heavy head. ' But perhaps the gniidiger Herr (looking at me) will help a helpless old woman; take my crutch and ein Bischen Deutsch mit dir sprechen (administer a little correction to thee).'"], [187, "TAKEN TO TASK 175 1 If he does,' answered the child quickly, advancing towards my chair with a step light as a fawn's, though -the loathsome appendage to her chin took away effectually all idea of grace, ' he shall never see Therese again, never look upon her bonny face, or kiss her sweet lips any more.' I saw my involuntary start reflected in the old woman. I felt her eyes upon me with renewed interest, though I could not raise my own and fearlessly meet them. Again time seemed to stand still and lengthen a period of suspense indefinitely, as did once the moon, at Joshua's behest, in the valley of Ajalon. The clock had stopped too. Its nasal tick began again with the words which fol lowed : ' Dost love Therese ? ' said the child, her sharp elbows on my knee ; her sharp eyes, with their weird change of colour, seeming to pierce mine ; her flexible voice cadenced to a"], [188, "THROUGH LOVE TO LIFE 176 tone of such pathetic sweetness as bird never knew ; ' dost mean to marry her ? ' ' Aj, ay,' responded the old woman in a deep guttural tone of approbation, ' that's the question, Mieschen. That's the touchstone wherewith to try if the love's of the right sort or not. I didn't think so much sense had been in thee, child. But thou'lt get no answer. I put it to thy father : \" Dost mean to marry her ? \" I said, and the only answer was a death and a birth cry, both strong enough to murder my heart. Ah, Model, die Mannsleuf — die gnddigen Herren noch am wenigsten — lassen sich nicht zur Rede stellen. They govern the world, child, the wicked world, and won't punish themselves. Go and fetch the milk and don't waste thy time any longer.' To my surprise the child made no further demur. As quietly and submissively as if obedience had been a necessity, she opened a cupboard door, took thence a jug, and sedately"], [189, "TAKEN TO TASK 177 departed, leaving the old woman and myself alone together. ' I know who you are now,' said she, knitting industriously ; ' you are the English man from Giitsch.' ' Yes.' 'And you have come to see Monsieur Moppert.' ' Yes.' ' He is not here at present. He has busi ness to attend to ; but he will be back by and-by.' ' May I stay till he comes ? ' ' Yes, you may stay, but you must not expect me to entertain you. I'm a poor lame old woman. There isn't a joint in my body that doesn't ache. And inside me my heart aches worst of all.' ' You have had much trouble ? ' ' Trouble ? The dear God above us knows ! Ten lads and lasses, and a husband paralysed VOL. II. N"], [190, "THROUGH LOVE TO LIFE 178 ever since my youngest was a baby. My youngest, my Minchen — the bonniest lass in all the country's side. Ever since I lost her I have prayed for nothing except that the dear God would take me, but He seems to have forgotten me altogether.' ' You have lost your daughter then ? ' 'Lost her? Yes, Herre, lost her in more than one way. Oh, it is a wicked, wicked world ! Yet I was happy in it once.' 'And it is a great thing to have been happy.' ' Is it, Herre ? You are a boy and I am an old woman, and could teach you some thing, maybe, if you would listen to me. But you will not learn. I would not learn either, till the dear God took the rod and made me do so with stripes that are raw and bleeding still. Yet I was happy once. Oh me ! I was happy once, and thought the world was a sweet, green, shady nest for doves to coo in.'"], [191, "TAKEN TO TASK 179 « Tell me, when ? ' ' When I was a lassie, Herre, whom you, perhaps, would have smiled upon, as well as all the other Mannsleui'. So slim was my waist, it seemed made on purpose for a sly arm to encircle ; so rosy were my lips, which the Buben thought were only pouting and rounded for them to kiss. You may smile, Herre, but it is true, though I am an ugly old woman now.' ' I did not smile. 'Not with your lips, Herre — but what matters it whether you believe me or no ? My Minchen was more beautiful still, more's tlie pity and shame and disgrace ! So beauti ful that — oh, how can I tell it ! how can I describe what went on in darkness and night when she was Kammermddchen of the Frau Grafin von Olenhusen, and me at home for getting my trouble in joy at her being next N 2"], [192, "THROUGH LOVE TO LIFE 180 door to a lady, and made so much of by the great folk ? How can I tell you of the white bosom beating high with joy and hope when he put the sparkling jewels — his purchase- money — upon it, and the aching heart of gathering doubt beneath ? Of the fair face, more beautiful than any lady's, and the rage and despair and agony in the terraced walk on the dark night ? Of the kisses and the honeyed words and the false vows ? Of the farewell and the forgetting ; and the midnight pond where Will-o'-the-wisps held the funeral torches, night-birds croaked, and snow-white lilies drew back shuddering from a dead human face, whiter than they ? Oh, 'tis a wicked, wicked world ! governed by men who make laws for their own advantage, crush the sufferer and uphold the sinner. Talk about the wind, like Mieschen does ! Oh, it and the pale moon could tell strange stories ! Go, I have no patience with you.'"], [193, "TAKEN TO TASK 181 I half rose, hardly knowing whether she meant me or not, but was violently reseated by the vehemence of her next question. ' Where's the Model ? ' she said. -Whati/aYfeZ?' ' Therese.' ' I do not know.' ' You do not know ? Why, then, do you tremble and turn away your face, which is as red as a convicted sinner's ? ' ' You have no right to ask me. I did not come here to be questioned.' ' Ah, I knew you would not answer me. But I have answer enough already. And I do not knoAv whether to be sorry or glad. It was she gave me this cap and this kerchief. It was she who made me this blue apron and knitted these mittens for me. It is she who changes Mieschen from a devil into a human child. It is she who, though she can be sharp sometimes — Fleurette tells me so — comes into"], [194, "182 THROUGH LOVE TO LIFE this room only to warm and to cheer it, like a living sunbeam.' (Oh, my maiden, my maiden !) ' And for that I am sorry. But I am glad, because my Minchen was as beautiful, and yet was bruised and broken, while the light in her eyes had not a mote to sully it. I am glad, because my lily's purity was soiled and she was stainless. I have suffered so much that I want others to suffer with me — to be forced to groan as I do — to share my bitter pain.' I thought I saw Moppert coming, leading Mieschen by the hand, and that stayed me. ' Minchen, too, was beautiful. Minchen, too, heard false vows from hochwohlgeborenen Lippen. Minchen died, unshriven and un absolved.' Thank Heaven, it ivas Moppert ! I could not have borne it much longer. But even he looked coldly at me — his smile of welcome forced and constrained ; his hand so loose in"], [195, "TAKEN TO TASK 183 my warm grasp that it fell like a dead one when I dropped it. But his little companion, that land-mer maid, half-inimitable grace, half-horrible de formity, putting down the milk, advanced eagerly to propound the previous, and now more than ever inopportune, questions : ' Dost love Therese ? ' she said, her words intoned with a mournful sweetness like that of a dirge chanted over a dead child ; ' dost mean to marry her ? '"], [196, "184 THROUGH LOVE TO LIFE CHAPTER XXXI. ' BIM, BIM, BIM ! ' SAID THE BELL. An insult to his honour, No man forgives, ye ken : Revenge, the maid's dishonour, A virtue is, in men. Translated from Bodenstedt {Mirza Sckaffij). On est plus criminel quelquefois qu'on ne pense. Voltaire (Œdipe). Two or three hours later Moppert and I were walking up to the spot where the Grand Hotel and Pension of Axenstein now stands, through the then solitary wood. Whenever I see a wood in its late Octo ber splendour, I think of that day ; whenever I smell autumn's peculiar odour or feel autumn's peculiar breath upon my cheek, bringing with it a sense of strength and"], [197, "'BIM, BIM, BIM.\" SAID THE BELL 185 vigour as if intended as a reminder for those of weak faith that, though the aged year is drawing to its wintry end, man shall live — I hear again the crackling of the fallen leaves under our feet, and the birds' joyous warbling above us ; see the rich mosses and the fairy cups ; smell the lichens ; and through it all hear Moppert's voice : its sweet sounding Parisian accents falling mellow on my ear — the sentences beginning soft and low and rising towards the end like swelling music. Schwyz lay beneath us in the valley, guarded by two needle-shaped promontories, the bare, straight, rugged sides of which make them look like stern sentinels, whose watchword is ' Duty,' and who, faithful to it, scorn any effeminate and emasculating orna mentation whatsoever. There is no softening snow upon their summits, no verdant tresses to hide their barrenness. Only sometimes"], [198, "186 THROUGH LOVE TO LIFE towards evening they brighten into beauty. The sun places crowns of gold upon their bald heads, and draping them in crimson, purple, and amber, transforms them into gods. But now they stood, frowning heavily down upon the sensuous valley, basking in the brightness and warmth of the noonday sun, and presuming to slumber before the day's work was ended. Even the convent bell, drowsily summoning the faithful to con fession of sin, almost sank into sleep during the very act. ' Bim, bim, bim ! ' it said. ' Life is short ! Bim, bim, bim, bim ! Come, and confess.' But there was no rest for me. Moodily I paced along by the side of Moppert, cut to the heart by his refusal to take my proffered arm, wounded to the quick by the conscious ness of a cloud of separation which had risen up between us ; yet too proud still, oh much"], [199, "'BIM, BIM, BIM I' SAID THE BELL 187 too proud ! to ask him for an explanation. We are called upon to suffer much in this probatory world, but the keenest suffering, the sharpest pain, we inflict upon our selves. And now even my sense of wrong, chameleon-like, changed its colour and resolved itself into a sense of justice. Not only pride, but shame too, tied my tongue, and sternly forbade any attempt at vindica tion. I could not make foregoing wrong right, because I had determined to do right for the future. I should not be able to escape the punishment of which every wrong bears in itself the inevitable germs. The thought of what might have been began to oppress me as heavily as if I had really reached the awful end of the awful road upon which I had entered. I had dallied with sweet poison, I had put it to my own sinfully enamoured lips and to the lips of"], [200, "188 THROUGH LOVE TO LIFE another. Was I any less guilty because it had been dashed out of my hand ? Some odious remembrances of my short London career rose to my mind, filling me with a deep repugnance to myself. If Therese had not fled before me, her pure soul been a whit less spotless, her beautiful body tenanted by a less beautiful mind — what then ? ' Bim, bim, bim ! ' said the sleepy bell, breaking suddenly into shrillness ; ' bim, bim, bim, bim ! ' How did I know either that expiation was possible, that Providence would allow me now to love in the only way in which love is worthy of the name ? In defiance of danger I had voluntarily chosen to wander on the brink of a precipice, and I had been but one inch from the abyss. But an inch is as good as an ell when you can see. Yes. But when you are blinded by"], [201, "'BIM, BIM, BIM! SAID THE BELL 189 passion, lost to sense of past or future, conscious only of one intoxicating moment — what then? ' Bim, bim, bim ! ' said the bell, sending up a bugle note sharp and distinct from the valley ; ' bim, bim, bim, bim ! ' My eye fell before Moppert's look of searching inquiry. I dared not vindicate myself. ' Do you wish me to tell you why I went to Lucerne ? ' inquired Moppert coldly. ' As you please,' I answered as coldly. But then my pride gave way, and left me full of passionate yearning. ' How did you leave her ? ' I sobbed ; ' only tell me that.' ' Somewhat composed,' answered Moppert ; ' somewhat refreshed after her night's rest, far away from him. Still there must have been an attachment. She told us frankly that she must escape or die, yet she shrank from the"], [202, "THROUGH LOVE TO LIFE 190 separation, almost as much as she longed for it. It was truly a case where the physician's unflinching hand was needed to take off, even by force, the mortifying limb. She had lost all power to help herself except by one irre vocable act. I verily believe that we have saved her from that.' He hardly seemed to comprehend my bewilderment, or hardly chose to do so. ' Au reste, mon cher,' he continued, adopting a new and colder form of address for the accustomed ' mon ami,' ' one difficulty is cleared out of your way. She is not bourgeoise, as I imagined. She is penniless, it is true, but of as noble birth as even your father could desire. Even he can hardly object to your union with a Countess of Mandelsloh. Her ancestors have been Grafen for generations, their patent of nobility going back much farther than most of your English dukes.' And what if she had been a princess of"], [203, "'BIM, BIM, BIM!' SAID THE BELL 191 the blood ? what if she had been a Queen ? Love is no respecter of persons. It laughs at patents of nobility. It transfixes a King Cophetua with a beggar-maid's bright eyes. This beautiful lady, about whom I had raved and dreamed a month before, was now as indifferent to me as the Mount Pilate in the brilliance of whose doubly reflected rays she had stood transfigured. Disgusted with the world's sensual pleasures, wearying for love, I had filled the vacuum in my heart with a golden calf set up to represent him. But real love had come long since, full of indignation, to cast out the usurper. And, but for very shame of the Mentor beside me, I would have drawn back from the work to the doing of which I had stretched forth so eager a hand. ' You have fastidious notions as to beauty, monsieur,' continued my Brutus, with a new sword-thrust. ' You never admired Mademoi-"], [204, "192 THROUGH LOVE TO LIFE selle Therese, you know, although the rest of us — nous autres — thought her as pleasant to contemplate as the sun at his rising. But it is well. Youth should be blind to the charms of all save one — the one. And \" the one \" in this case is beautiful as an angel.' If I had not been able to speak before, how could I speak now ? ' I have done my best for you, monsieur. Already the fair countess smiles through her tears when your name is mentioned. She remembers you perfectly ; spoke of you with keen interest ; called you — do not let me make you vain — \" Ce beau jeune homme anglais.\" Why do you look at me so reproachfully ? Ah, je comprends, c'est bien naturel — you prefer to do your courting yourself.' ' I prefer, I wish — Oh, my God ! ' I cried, standing still in my despair, my back resting against the mossy trunk of an aged beech-tree, a solitary grand parent among a group of"], [205, "'BIM, BIM, BIM!' SAID THE BELL 193 blooming offspring, ' What shall I do ? what shall I do ? ' ' Bim, bim, bim ! ' said the bell, sending up its call in a faint desponding whisper ; ' bim, bim, bim, bim ! ' ' What shall you do, mon cher ? Ah, good Mother Nature will teach you that better than I. Murmur a few soft words — senseless folly to the rest of the world ; sweetest wisdom to her to whom they are addressed. Courage, monsieur, the words will come as easily as the kisses ; there is a time in his life when every man is a poet. And the road before you is smooth as this soft turf under our feet, the long-hoped-for goal so near.' ' Let us go on,' I said, suddenly and im periously. ' Ah, monsieur, I understand and honour your impatience, even while I smile at it. \"La jeunesse na qu'un temps.\" Alas ! I myself am in the autumn of my life, like the year, but I can VOL. II. o"], [206, "THROUGH LOVE TO LIFE 194 rejoice in your May ; in the luxuriance of its bloom — hawthorn, lilac, syringa, nightingale son\" — all in one glorious whole.' Where could I escape to ? Where could I run and hide from him ? ' Not so fast, mon cher. My heart has a memory of May still green within it, but my legs have no longer the untiring vigour of youth, nor my lungs its strength. You must have patience with my many infirmities. As for you, it is easy to understand why the mention of possible exhaustion is as a tinkling cymbal in your ears to-day. Iron has been infused into your blood, monsieur, and the most potent restorative the world knows of injected into your nerves.' ' Oh, I am deliriously happy ! I am elated to desperation ! I am frantic with an over dose of delight ! I am dying from repletion ' Gently, monsieur ; your blood is too fiery for an Englishman, because it contains also"], [207, "'BIM, BIM, BIM!' SAID THE BELL 195 the one-sided earnestness of your nation. We — nous autres Franqais — are all ablaze in a moment, but we soon flicker and fade. You catch fire more slowly, but, par le bon Dieu, the intense flame of it is dangerous — it scorches me.' ' And it is burning me to death, monsieur.' ' Soyez tranquille, mon ami. Sit down with me under the cool shade of this spreading oak. Weep a little, it will ease you. Your cheek is like a coal of living fire, your pulse at fever heat. Just now, under the beech tree, your face was pallid, your eye dimmed and hopeless, you shunned my eye, which would fain have penetrated to the cause of your changed aspect. Now you look at me with fire in your glance, but I am still troubled. I fear the pains of love will always be greater for you than its pleasures.' I threw myself upon the turf at his feet, the gloriously-tinted wood undulating before 0 2"], [208, "THROUGH LOVE TO LIFE 196 us in as gay and variegated hues as Joseph's coat of many colours, down to the shimmer ing water. He made me rest my hot head upon his knee, stroking my burning cheek as tenderly as Therese might have done. ' You shall give the key of your locked heart to Moppert by-and-by,' he said, ' and though he must not spare you — only aid you if necessary to pluck out the offending eye or cut off the offending arm, he will do it in love. Let us talk of something else, till you are calmer. What have you been doing in my absence ? ' ' Growing older, monsieur ' That is true,' he said, earnestly ; ' so much older that it puzzles me. So many new lines in your face, that I tremble for a prema ture age. Grey hairs, too,' pulling one smilingly from out my light-brown hair. ' And it is not only you in whom a week has worked such a marvellous change. I met William yesterday ;"], [209, "'BIM, BIM, BIM!' SAID THE BELL 197 he has grown quite bent since I saw him last. Peter's Nick might be fourscore. Little Mieschen is a woman. Even Mademoiselle Therese He stopped, raising his head and one warning finger simultaneously. I stopped too — my very breath. ' Did you hear a footstep as if someone were moving below us — a rustling as of tree branches disturbed ? ' ' I heard nothing, monsieur, but the sigh of the gentle wind aud your own words, \" even Mademoiselle Therese \" ' ' Do you see something white gleaming through the green undergrowth — a moving something like the flowing garments of a wood nymph ? ' ' I see nothing, monsieur, but the gleaming of the water, snowy white where snowy clouds are passing over it. You were speaking of — of Mademoiselle Therese.'"], [210, "THROUGH LOVE TO LIFE 198 But he sprang to his feet, looking eagerly down towards the lake; his eyes fixed, anxious and dilating. ' My sight has the peculiarity of age,' he murmured ; ' it is better than yours for the far distance. I see, I am sure I see — Chut ! what is that ? ' 'Bim, bim, bim ! ' said the dying bell, its faint voice only just audible ; ' bim, bim, bim, bim ! ' The next moment I had risen too, turning a pale and dumbfounded face towards my agitated companion, for a cry of intense human terror broke the silence, or rather, left behind it a momentary silence in the wood. The birds ceased to twitter, the grasshoppers to chirp. The squirrels paused in the very act of springing. My blood curdled in my veins, my heart's beat was silenced. The leaves, falling one by one around us, died without a rustle. It might have been a phantom cry, it was"], [211, "'BIM, BIM, BIM.\" SAID THE BELL 199 so faint, so far off, and never once repeated. It was the very whisper of a cry — in nowise an appeal to man, but only one to God. Then my heart sent forth its curdled blood, rushing wildly to the surface ; my brain began to dimly comprehend the approach of a crisis ; and my body to straighten and nerve itself for an attack. Something of the brute plea sure, which comes to men at such moments, came to me, filling all my veins with a quick pulsating joy, like the animating and inspirit ing sound of martial music. Instinctively I followed Moppert's example, tore off a stout branch from a neighbouring birch, and strip ping it of all extraneous leaves and branches, formed it into a by no means despicable weapon. Yet my idea as to who my adversary was — whom I was going to fight — was as vague and indefinite as if I had been acting in a dream. I only knew, somehow, that there was somebody to thrash, and that I meant to"], [212, "THROUGH LOVE TO LIFE 200 thrash him with a vengeance. The brute instinct to fight was uppermost in me for the time, heated to intensest fury by a fire lit by love. 'Follow me, mon ami,' said Moppert, in the low passionate tones of profound excite ment. ' I had composed myself to hear a con fession, now I must fight for one.' He led me by a winding path — for he knew every foot of ground upon the hill, having had ample opportunity of exploring it during my illness — to a spot where, hidden behind a mass of thick, bushy undergrowth, we could see and hear what was going on without being ourselves discernible. We had crept as noiselessly as deer-stalkers or savage Indians. We stood now as motionless. For we both saw, at a glance, that there was no immediate danger. Then I knew why every drop of blood within me had been eager for the fight. That"], [213, "'BIM, BIM, BIM!' SAID THE BELL 201 is to say, my brain knew it. My body had known and vibrated to it at the woman's cry. I grasped my rough instrument of chas tisement with fierce delight. He had insulted me ; he had foully wronged Moppert. Here, in the lonely wood, he should pay the penalty — a penalty which every honest man is justified in inflicting on a scoundrel."], [214, "THROUGH LOVE TO LIFE 202 CHAPTER XXXII. HE AND SHE AGAIN. C'est un exemple a, fuir, que celui des forfaits. Cobneille (Cinna, Acte 3, Sc. 1). There are past scenes in most lives which have been so indelibly branded on the memory that when they recur it is with a vividness almost more intense than the reality. Not only are our brains at such moments endowed with abnormal power : our bodies, our senses, our nerves — spurred into intense emulation — acquire abnormal power too, step far beyond their ordinary limits, and perform prodigies. Such supreme moments are, of course, su premely rare. Should they occur often, our overstrained faculties would lose all their"], [215, "HE AND SHE AGAIN 203 elasticity and grow limp and powerless. We should have to pay heavily for the short period of apotheosis, by subsequent mental death. I have only to shut my eyes and I see it all again ; every leaf, I think, and every flower. There is a tiny green lizard, creeping out from under the fallen leaves : he is evi- dently intent on making a meal of the heed less, bright-winged insect hovering near him. There is a fly, a stinging one, on Moppert's clenched right hand. I see a boat below us on the lake, its white sail gleaming in the sunlight. I see a Lammergeier hovering high over us, a dark patch on the sapphire sky : I am sure it is a Lammergeier and not a hawk. That is an unknown fern, to me, nest ling yonder in the hollow — Mabel and Aileen used to collect ferns ; I'll get a bit of it. What a glorious Fritillary ! how exquisitely soft and downy is the rich variegated brown"], [216, "THROUGH LOVE TO LIFE 204 of its wings ! Woodruff scattered thickly under our feet : in seed and scentless now, but how it must have perfumed the wood in the spring ! What a clever fellow Moppert is ! we can look through this break in the brushwood as through a window : see without being seen. Thus sight rambled on and drew its inferences independently of me ; for soul, its rigorous master, was elsewhere. The other senses were equally alert. Hear ing, perhaps, the keenest of all. The ' bim, bim ! ' of the bell from Schwyz on the other side of the hill, just removed from silence. Every breath, every movement, every rustle in the wood spoke to me — loud, clear, distinct, pregnant with meaning ; Moppert's smothered breath and my own throbbing pulse, so loudly, that I wondered they did not turn to look whence the sound proceeded. They — for though my quickened senses seemed to hear and see and have knowledge of"], [217, "HE AND SHE AGAIN 205 everything, as if they had absorbed into them selves a hundred others, my soul was conscious but of them ; saw, and heard, and felt them alone. He and she again ; looking intently at one another as I had first seen them on the prome nade at Lucerne, and once more in the phantom-boat. And I shall see them like that from time to time in the mirror of my memory till it is broken — his beautiful lips white with passion, hers with terror. Like a helpless bird fascinated by the basilisk gaze of the serpent, she sat motionless, her violet eyes dilated and fixed on his ; her right hand still mechanically grasping some brightly tinted leaves and scarlet berries ; her white lips, not trembling, but asphyxiated, under his burning and imperious gaze, which seemed to scorch and consume her power of resistance — to awe even the fibres of her body into submission."], [218, "206 THROUGH LOVE TO LIFE The cry we had heard must have been uttered when he surprised her — which he evidently had done. Now it would have been impossible. He stood opposite her ; his right hand slightly resting on a walking-stick he carried ; his grandly chiselled face in profile ; his magnificent figure, standing at graceful ease, thrown out into strong relief against the glowing background of warmly-tinted leaf and azure sky and emerald water. He wore no uniform to-day, but was simply attired in the conventional grey costume of the tourist ; possibly to avoid recognition or notice, though his beauty made him so conspicuous an object that he would have been a marked man any where. No grey insipidity of colour, no shapeless cut of garment, could mar his beauty, as no uniform could make it. Every one of his movements — now full of voluptuous ease, now passionate and excited — was as graceful"], [219, "HE AND SHE AGAIN 207 as that of a young leopard, his splendidly moulded limbs as supple. The rich colour ing of his complexion, instead of suffering by the contrast with the rich tints of Nature, seemed enhanced by them ; as if for the first time seen to absolute perfection in that glorious setting. I was forced to acknowledge — hating him as I did — that as a perfect human animal, Nature's masterpiece, he bore away the palm, even when subjected to this severe com parison surrounding him — bore it away without a struggle. But it was the devil, not God, who had breathed into him the breath of life. He spoke first. At the sound of his musical, seductive voice, I started so violently that Moppert laid a warning hand heavily on my arm : ' So thou hast tried to escape me, Kathe,' he said, his full lips curling, his sharp white"], [220, "208 THROUGH LOVE TO LIFE teeth flashing threateningly through them ; ' thy brain is well developed for a feminine one — there is no lack of sense under thy golden curls, as well as no lack of obstinacy ; but die Einfaltigkeit selbst must have taught thee to believe that thou couldst do that.' I saw her sweet white lips momentarily convulsed, as if she were trying to speak. But no sound issued through them. The shudder which ran through her slight frame was his only answer. 'Dost thou think,' he continued, 'that I would leave my most precious treasure un watched and unguarded ? I am always with thee, Kathchen, in the body or in the spirit. For thou art, though thou wouldst deny it, a part of myself, as I am a part of thee. Thou hast my love always. I gave it thee, freely, when I first set eyes on thee — dost remember it, Kiithe ? — under spreading trees as now, in the palace forest.'"], [221, "HE AND SHE AGAIN 209 ' If I remember it ? ' she gasped. 'Oh, if I could forget ! ' 'I thought I had loved before,' he said, ' thought the quickly fading passion I had felt for other women was love, and had learned to hate the very name of it. I was wandering through the dark forest all alone, killing beautiful living things in order to kill memory. But memory would not die. She showed me all her hideous records till my brain reeled and desperation seized me for her prey. I raised the muzzle of my gun and pressed it to my maddened brain. I laid my finger on the trigger. If there were no other road to Lethe, I — young, rich, handsome, a prince, a ruler — I must seek it thus.' She must have loved him, for I saw her arms stretch themselves involuntarily towards him, as if to save. He saw it too, and smiled. ' See'st thou, Kathe ! Thou hast taught VOL. 11. p"], [222, "THROUGH LOVE TO LIFE 210 thy lips to perjure themselves, but the rest of thy body throws back the lie to the false tongue, and passionately asserts itself against the misguided soul that would govern it. The colour has faded from thy eyes at the thought of past danger to me. It is a sign that I shall triumph. To-day I shall wring a \"Yes\" from thee after a thousand \"Noes.\" To-day I shall carry -thee back with me to repent of thy obstinacy on a bosom which never forgave living thing before, save thee.' I nearly sprang out of my ambush — should have done so if he had touched her. But the impetuosity of his forward movement had been but the mechanical yielding of the body to the passion of the soul. He had evidently resolved to exhaust argument before resorting to force. Only when he should attempt the latter had we a legal right to interfere. 'Let us go back in thought, Kathe,' he continued gently, ' to that first morning when"], [223, "HE AND SHE AGAIN 211 we met — thou and I — in the solemn pine wood, where the tall, brown, branchless stems stood around us like cathedral pillars, forming endless avenues ; while leaves from many a bygone year lay thick under our feet. The carriage sent to meet thee had missed thee, somehow, and thou wast walking to thy new home in the palace with a Hungarian lad for thy guide, who had chosen for thee the lonely, though certainly shorter, cut through the forest. Dost remember it ? ' ' Yes, oh yes, yes ! ' ' The cold muzzle of the fowling-piece had touched my throbbing temple, for life with that incessantly wailing memory along with it had grown too horrible to be endured. If the carriage had met thee that morning, my Kathe, or thy Hungarian guide loved forest shade less, thou wouldst never have seen the man before thee, but, perhaps, as a senseless corpse.' p 2"], [224, "THROUGH LOVE TO LIFE 212 Again with an irrepressible shudder she half extended her arms. Again, smiling, he continued : ' But fate willed it otherwise, Geliebte ; fate had not made me what I am to die before my prime. She sent a lovely hand — thine, my KUthe — to do a work too hard for me : to kill implacable Memory, and Despera tion, her latest born. I stayed my hand for a moment, angry at the interruption ; then forgot my fell purpose in watching thee. ' As thou earnest onward at first only a tiny bright speck at the extreme end of one of the dark stately avenues all converging towards me, I fancied the very sunbeams above the mighty trees were all enamoured of thee, for, whenever it was possible, one of them was sure to creep in to nestle warmly Dn thy golden hair.' His voice had sunk almost to the tone of self-communing. In looking at the past, he"], [225, "HE AND SHE AGAIN 213 turned his eyes away from the present. She sighed, and moved slightly, with an evident sensation of relief, while the violet came back into her raised orbs, deepened by a tear. His gentleness alarmed me more than his anger. I began to doubt whether her heart could resist it. ' Thy hat was in thy hand, Kathchen, and thy fair hair fell unconfined around thee ; thy cheek, usually a little pale for one so young, was flushed by warmth and exercise : now and then I saw thee stoop to pick up a fallen cone. Every one of thy movements was full of an in describable grace — not the studied grace of our court ladies, taught by a dancing-master : only nature had been thy mistress. Conscious ness of self had never come near thee, my darling ; the blushes coming and going on thy round young cheek were not painted by her. Thou hadst made acquaintance with pain : I saw that in the gentle pensiveness of thy brow,"], [226, "THROUGH LOVE TO LIFE 214 the gravity of thy innocent mouth, which not even the brightest smile could quite dis sipate ; but she had laid no sullying hand upon thee. For once cruel pain had come, not to rob, but to endow grace.' His gentleness, the fascination of his pleading- voice, made me tremble from head to foot. If my heart were softening under it, how much more must hers ? ' Thou earnest on through the lonely wood, my Kathe, like an embodied innocence. Thy sweet presence calmed even me and stayed my intention. The fowling-piece fell from my hand. ' Thou hadst not seen me yet, Kiithe, hidden as I was behind a tree-stem, the dark grey and green of my shooting costume harmonising almost completely with the tints of nature ; but now thy guide's more practised eye caught mine, meeting his frowningly, and he stood still, petrified with terror, probably knowing"], [227, "HE AND SHE AGAIN 215 that he had sinned, and conscious of deserving punishment. ' I sent away thy guide, Kathe — one of my people ; he had been poaching, doubtless, and his undiscovered crime, and my frown together, were too much for him. That night he hanged himself in the forest. It had clamoured for a sin-offering that day and ac cepted the servant for his lord. What, can the death of a base boor affect thee like that ? ' ' Oh, it is horrible, horrible, horrible ! ' she said. iBeruhige dich, mein susses Lieb. Thou hence forth shalt govern my people, and my judg ments be tempered by thy mercy. Nay, thou must not turn from me. I am sorry. See, I, Prince Eberhard von Pobeldowski, never said that before to any mortal on earth or to any God above. I am sorry. I will repent. I will love my people for thy sake. Think of"], [228, "216 THROUGH LOVE TO LIFE that ! think of the good, the happiness that will result from thy consent. Oh, I know thee, Kathchen ! I was foolish — mad, to try and coerce such a woman as thou. I have not been taught patience. All my life long I have said : \"I will,\" and everything has yielded. Have pity on me, Kiithe, have pity ! ' She was in an agony of weeping now, her slight frame convulsed. I looked pleadingly at Moppert, but he shook his head still. ' Weine nicht, mein Liebling, or, rather, weep on until that frozen, implacable \" No\" in thy dear eyes is dissolved for ever. I let my untried patience break where it should have been strongest, and frightened my timid bird. Men are not like women, Kathe ; their passions will not always obey the curb. But women — some of them — are angels, and know how to forgive. Forgive me, Kiithe ; I have re- tied my patience and the knot will bear much, now ; will bear any strain but one — nay,"], [229, "HE AND SHE AGAIN 217 comtesse, that is the one thing it will not bear. I will not suffer thee to turn from me.' The blue veins upon his forehead, from which he now vehemently flung the straw hat, swelled almost to bursting as he spoke. The desperate struggle between passion and self-control was grim and fierce, but the latter, though with trembling hands, kept the reins still. His voice, when he could make it audible again, was gentler, tenderer than ever. ' Thou wast not afraid of me that morning in the forest, Kathe, nor shrank then from my presence. Thy own heart was thy teacher, unbiassed by prejudice, unpoisoned by base words of calumny. Men are not women, as I said before, and very narrow-minded must be the woman who would measure them by her standard of right and wrong. We must learn to be good, Kathe, by sinning. How can we detest pollution without having waded in some measure through it ? Let thy heart be my"], [230, "218 THROUGH LOVE TO LIFE judge, Kathe, and thine. I submit to it. I will bow to its decree.' ' Oh, my heart is a traitor,' she sobbed ; ' my heart is false to me.' ' No, Kathe, it is true as gold. Trust it, and all will be well. Bless thee for those words, my treasure ! Let me take thee back with me into the pine-wood, and we will fancy ourselves there again — the simple voice of nature, and our own unfettered impulses, our only arbiters — the great world outside, with its misleading and mischievous teach ing, nothing to either of us. No suspicion clouded thy fair face when I dismissed thy guide and offered to conduct thee myself to the palace. The Hungarian lad had done homage to me as his lord and prince, and at first there was some fear in thy timid greet ing to thy master ; but ere long thy look of awe changed into a shy look of pleasure. I soon got thee to talk to me, and learned all"], [231, "HE AND SHE AGAIN 219 thy previous history by one or two simple questions. What was it, Kathe ? I have forgotten the story ; hardly listened to the words of the song, so matchless was the voice trilling it. Something about a dead father, an unhappy home, a hard stepmother who had made escape from that home like release from a prison, and a few bright hopes for the future. Thou hadst suffered, Kathchen, and thy song, my bird, was very plaintive, tremulous and unsteady. But soon in the new and unaccustomed sunshine it swelled into a gladder key, and thy tender heart peeped out of the dreary convent where it had been educated, to sun itself in the ripen ing light of love. Thy blue eyes looked up into mine as fearlessly as they had looked into the guide's, but differently too. When turned on him, though very gently, they had commanded ; now they sued.' Oh, I had reason to fear for her ! With"], [232, "THROUGH LOVE TO LIFE 220 inimitable skill, with matchless art, he was playing on the chords of her too susceptible heart, and every quivering nerve responded. ' And they did not sue in vain, my Kathe. I walked by thy side only as a protector, the yearning of my heart as pure as thine. There was no lack of Wurde in thy matchless Anmuih, and where dignity and grace are combined, the woman rises above the man's level and is stronger than he. Every word, every look, every movement of thine, re vealed the inborn lady, that man-subduing element in women which even a queen may be without. Thy Anmuih, even more than thy beauty, attracted me, as the butterfly yonder is attracted by the sweet scent of the flowers ; but thy Wurde held a shield before thee, an impenetrable one, which has resisted all attack, and kept me in perpetual check until now. I knew at the beginning of our acquaintance that, if I would win thy pure"], [233, "HE AND SHE AGAIN 221 heart, I must win it innocently, and I vowed to do so. I would make compensation to thy sex for the wrong I had done them by unceasing goodness to thee.' The very stones might have been melted by the pleading pathos of his voice. Even Moppert's inflexibility seemed to falter. A perceptible tremor passed through him. The Prince continued : ' Was it wrong to lead thee further into the wood, to determine to finger to the utmost in the first absolutely pure com panionship I had ever known ? Yet I never touched thee till thy foot stumbled against some obstacle, and thou, of thy own accord, put thy hand upon my arm. Oh, the magic of that touch, Kathchen ! The magic of a touch which no man, even the most blessed, ever feels but once.' I could not help echoing his deep sigh ; and I think Moppert echoed it too. The"], [234, "THROUGH LOVE TO LIFE 222 tears of his beautiful companion had ceased to flow, and she sat listening to him in a momently deepening trance. I seared she was lost ; and I feared, too, that we were losing the power to help her. ' We passed out of the pine-wood into an adjoining one of oaks and elms and stately beeches. Thy hand touched a bramble-bush, the tender skin was torn and bled. I led thee to a pond I knew of to wash away the tiny blood-drop. The colour had left thy cheek and I moistened thy face with water. I rent my handkerchief in twain to bind up the wound : I have it still, the torn morsel, stained with thy blood. ' We bent together over the water ; thy hand as confidingly in mine as if we had been two children to whom passion was but as the murmuring voice of a placid ocean far away, the fury of its storms yet undreamed of; we gazed enchanted at our own marvellous"], [235, "HE AND SHE AGAIN 223 beauty, dimly reflected in its dark depths. What a pair we were, my Kathe ! made, believe me, made for one another ! I had read Ovid's \" Metamorphoses,\" and wished the gods would change us too into some thing that would exist for centuries — me, into the strong-limbed oak ; thee, into the green ivy twining round it.' ' IS they only had ! ' she said ' They reserved us for something better, my Kathe — for a life together as man and woman, husband and wife. Yes, Geliebte, as my wife, whom even the miserable world thou art so foolish as to dread will delight to honour. If I cannot get the emperor's con sent — and I shall, for thou art a countess of Mandelsloh, inheritress of a name as ancient as our own — I will let my present heir take the succession, and exchange the power I sinned so fatally to obtain, exchange it gladly for love.'"], [236, "THROUGH LOVE TO LIFE 224 ' Your wife ! ' she said, looking at him with a roused and altered expression, not of pleasure, but surprised indignation. ' Your wife, Prince Eberhard, when ' ' When I have foully sinned against thee, by encouraging the world to think differently. I was mad, Kathe. I have suffered, sinned enough to make me so. That was one of my means of coercing thee. But I have learned two things since then. I have learned that thou canst not be coerced, and also that I cannot live without thee. And I let thee go, at the suggestion of the Schenkmddchen, with the assistance of the verfluchten French man — whom I will punish yet — to show thee that thou canst not live without me. My spies saw thee and them in that boat of Josef Aufdermauer's, though midnight darkness encompassed you. Now, my Kathe, I have conquered ; is it not so ? Thou wilt come back to me of thy own free will. And I will"], [237, "HE AND SHE AGAIN 225 not even tell thee that I forgive, in the com pleteness of my forgiveness.' ' I dare not ! I dare not ! ' she gasped. ' \" Dare not.\" Oh, woman's love is the most despicable thing on earth if it will not dare so little for its own sake. \" Dare not,\" when thou art daring to drive me back on despera tion. Nature, which made in thee for once an almost perfect creation, body and soul, could not leave out that verdammte Eigen schaft des Weibes, that supremest folly of woman, which impels her to strain man's endurance to its utmost limit — to try how far she may dare. Nehmen Sie sich in Acht, Comtesse — take care ! I have not learned to be patient.' Passion had got the bit between its teeth now, and the reins in the hands of Self-control were useless ; but Passion, as if afraid of its own liberty, still went softly. His face had VOL. II. Q"], [238, "226 THROUGH LOVE TO LIFE lost its rich colour and was ashen grey as he continued : ' Thou alone, Geliebte, hast seen me weak — weakened by the strength of my love, and it is not wonderful that thou shouldst like some- times to show thy power. Women, even the best of them, are childish enough to enjoy tormenting those they love, but with men it is different. We bring all our forces to bear upon one thing, Kiithe, and distraction irritates us beyond endurance. Love, to you, is either business or amusement : with us it is passion. Thou hadst nearly driven me to hurt thee, and when a man, forced thereunto by keenest suffering, hurts what he loves, the pain he inflicts falls back upon him self again like an added curse. We cannot enjoy giving pain as you do. When we hurt what we love, we suffer most.' He stopped, looking at her — the passion,"], [239, "HE AND SHE AGAIN 227 still restrained in action, flaming out of his eyes. ' Let it be enough, Kathe. In the lives before us thou wilt have ample opportunity for the exercise of thy power. To-day my patience is worn away to a thread so fragile that another tug must break it. And if thou dost not fear the consequences, aus meine furstliche Wilrde, aus meine Ehre als Prinz und Offziei — I do! He had advanced towards her whilst speaking, and now her face was white as death, and she fell forward in a deep swoon. But her last conscious effort was to repulse him. The ' No ' he had so fiercely contended against died away only in the silence of unconsciousness. He might break but never bend her — never conquer the indomitable soul. 4 2"], [240, "228 THROUGH LOVE TO LIFE CHAPTER XXXHI. AN INEVITABLE ROAD. Sed omnes una manet nox, Et calcanda semel via lethi. LTokace, Od. i. 28. But now another cry ran through the serene quiet of the wood, mingling itself discordantly with the myriad gentle whispers which make up Nature's silence ; and this time no feeble woman's cry for help, but a war-cry from men, awakening all the echoes. Moppert's restraining hand had withdrawn itself when she fell forward, and now his command to advance was obeyed by his fiery adjutant almost before it was uttered. At the moment when we broke through the"], [241, "AN INEVITABLE ROAD 229 brushwood, I was conscious of nothing but the fierce delight of warfare, my blood dancing within me at the elevating certainty that I had found an adversary worthy of my steel. Sudden and unexpected as was our ap pearance, it found the Prince not wholly unprepared. The ever-watchful instinct, the undaunted courage of the true soldier, must have been an integral part of his nature in spite of all his wickedness — wickedness which on account of its very excess raised him above contempt, placed him upon a pedestal of crime, and forced you, looking up, to do involuntary homage to the grandeur of the terrible. His face, so violently agitated but a second before, grew hard and cold as iron. The smile hovering round his mouth changed instantaneously into the haughty sneer of con temptuous recognition. No shadow of either surprise or fear modified the intense virulence"], [242, "THROUGH LOVE TO LIFE 230 of the conscious hate with which he honoured the implacability of the two enemies before him. For he knew us. With the most admirable self-possession he gently laid the lady on the sward, stooped to pick up his fallen walking-stick, and ad vanced towards us. The supple ease of his movements — that rare combination of strength with lightness which arises from the perfec tion of proportion — ravished my eye in spite of myself. A prince of darkness he was, maybe, but nevertheless a prince — his patent of nobility given him by Nature. ' You have disturbed me, gentlemen,' he said courteously — the courtesy of defiance. ' Nevertheless, since you are here, we may as well settle our accounts with one another. A step or two farther back, if you please. It is hardly en regie to fight in presence of a lady, though, fortunately, she is at present unconscious. What have you to say to me,"], [243, "AN INEVITABLE ROAD 231 mon capitaine ? R faut commencer avec vous. Vous etes I' ame. Vous avez bien le droit.' ' That lady,' said Moppert quietly, ' is under my protection. I will spare you the trouble of further attendance on her. That is all.' ' A very comprehensive all, mon capitaine — an \" all \" that does you credit. Much courage may be packed into a very small parcel. Your legs are short, mon petit monsieur, but what matters it when your courage is so tall and so fiery ? Never mind, I will help to cool and reduce it. Did you enjoy the process so much last time that you are eager for more ? ' ' You will not irritate me into abandoning my purpose, Prince. Be sure of that.' ' Are you going to summon the universe to be your witness, as you did last time we met, monsieur? That was rather a fine bit of acting, by-the-bye. There was a spice of real tragedy in it. The actor who can make every muscle in his body subservient to him has"], [244, "THROUGH LOVE TO LIFE 232 undoubted talent. I have seen worse acting bring down a Vienna house. Pity the motive was such a paltry one — the death of a dog.' He laughed, watching the torch of anger lighting up in Moppert's eye. ' But you are gathering your forces, perhaps, for another tragedy, mon capitaine. Tragedy must be your forte. You are a son of la gr-r-r-ande nation. You need a deal of thrashing to teach you humility. You have recently had a dose which ought to satisfy you, but there is plenty more of the same sort ; wuchtige Deutsche Hiebe, smart English slaps with the flat of the sword, the stinging lashes of Austro-Hungary.' Still Moppert was silent. ' Pour moi, j'ai eu assez de tragedie aujour d'hui. 1 have been having a private rehearsal, and it has exhausted me. I am weary of it. What do you say to a change, monsieur ? Human nature demands change. Let us"], [245, "AN INEVITABLE ROAD 233 finish up with comedy — a screaming farce. We will act together this time, monsieur, and your companion there shall be our audience. We will call it : \" The Whipped Hero.\" ' Up to this moment I too had kept silence, following the tacit command of my beloved leader, but this was too much for me. I started forward, uttering an indignant exclamation. ' Ah,' said the Prince, pretending to recog nise me for the first time, ' it is the young English chanticleer, burning with emulation to win his spurs in the sacred cause of friend ship. It is touching. I feel almost tempted to break out into those world-renowned lines of Schiller's : Ich sey, gewahrt mir die Bitte, In eurem Bunde der Dritte ! only I have the sense to see that I should be a very incongruous element.' ' I am not so long-suffering as Monsieur le Capitaine,' I said fiercely."], [246, "234 THROUGH LOVE TO LIFE ' No, sir, you are English, not French. You make a devil of a noise, and do nothing. \" Kikeriki ! \" that's your note, sir, on the top of every foreign dunghill as well as on the tops of your own. And in the meantime the dunghills flourish amazingly, and other nations, hearing your impotent cry, look at you and laugh. Gradually, and almost im perceptibly, the lion's roar has changed into the bray of an ass. Never fear, sir, you shall get your caning when the proposed farce is ended.' Saying which, he suddenly shifted his walking-stick, called out to Moppert, and I became spectator of a desperate struggle. As they closed with one another my friend had commanded loud and clear : ' No interference, mon ami ; let me do it alone.' How or when I became a factor in the fight I cannot tell. I found myself, some-"], [247, "AN INEVITABLE ROAD 235 how, straining every sinew in my system to hold a pair of struggling hands ; and blows were falling heavily on a human body, now mine, now his, vaguely recalling to my mind old Eton days, when proud boys endured, stoically and in Spartan silence, martyrdom under the name of discipline. I was in no sense of the word a free agent, only one working wheel in the complicated machinery of circumstances, driven to action by an over powering force beyond and outside me. Then the ever-shifting kaleidoscope of brilliant colours arranged itself afresh. The Prince had wrenched himself free from the iron grip with which we held as we chastised him. I now distinctly saw his white face with its gleaming eyes of fire opposite me — a terrible centre to the odd shapes of intensest colour which were grouped around it. Above us arched the autumn sky, higher and bluer than I ever remember to have seen it before ;"], [248, "236 THROUGH LOVE TO LIFE behind were tall forest trees, their golden foliage sparkling in the vivid sunlight, and standing out like giants among the younger and more tenderly coloured wood below. I saw the muzzle of a pistol pointed at my heart ; knew why he chose to kill me before Moppert ; and had no more power to move than if I had been petrified. Then the flash — the little puff of smoke — the report, which ran from hill to hill in thundering echo. But, 0 merciful God ! it was not I who fell, it was not my life-blood which oozed slowly out of a deadly wound. Moppert had brought the last, the supreme, offering to the altar of friendship — he had laid down his life for me. The birds' sweet song, momentarily checked, went on again as joyous as ever ; the Geier's flight, delayed for an instant, con tinued with unfaltering wing ; the water's fair"], [249, "AN INEVITABLE ROAD 237 face dimpled anew with smiles ; the busy in sects buzzed and hummed and chirped with undiminished ardour — all of them deaf, blind, and senseless to the great human drama en acting ; while I knelt upon the grass beside my dying friend, powerless to help him. Powerless, for already his face was con tracting to the death agony. Then my soul rose up in fierce rebellion against its Maker. I arraigned God on His throne before the fallible bar of human justice. I cried out in the intensity of my heart's despair, ' If this is Thy mercy — this Thy right, I will have none of Thee. Thy decrees are monstrous in their cruelty. We cannot bear them.' The blasphemy of this thought was, I trust, I pray, drowned in the flood of tears which burst from my burning eyes. And now I became conscious that Moppert was speaking."], [250, "238 THROUGH LOVE TO LIFE ' Is that you, mon ami ? ' -It is I.' ' The curtain is falling thick before me. I cannot see earthly things. I cannot see your face, my boy. But I can see ' He stopped, gasping for breath. ' \" C'est a, moi que la vengeance appartient, je la rendrai, dit le Seigneur.\" Cher ami, we have been trying to do His work, and this is His answer.' Again he stopped, painfully trying to push back obtrusive Death for a moment. ' I must tell you one thing before I go, cher garcon. I have been a mistaken guide. I see it now. I was wrong.' ' Oh, my friend ! my more than father ! ' ' You must not avenge my death, dear boy — promise me.' ' Oh, ask anything but that ! ' ' I see things in a clearer light than you now — in the divine light of death. Promise.'"], [251, "AN INEVITABLE ROAD 239 ' I do ! I do ! My life, you have pur chased it. But this is harder than death.' ' You were going to confess. It is — late. It is night — Je suis tr op fatigue — I must sleep.' I bent low over him. His voice was now but a feeble whisper. ' \" 0 Dieu, sois apaise envers moi qui suis pecheur.\" What does the bell say ? — Confess — to God.' After a pause he added with great diffi culty : 'Always do the — right — however hard.' The next words were inaudible : I had to read them from his quivering lips. ' Kiss me, my boy. Take my head upon your breast.' I raised his honoured head and laid it on my bosom. I pressed my lips to his paling ones. I bedewed his face with my tears. His breaking eyes opened wide ; his lips were smiling."], [252, "240 THROUGH LOVE TO LIFE * If I had ever had a son- Then, joyfully and loudly : ' Gracieuse, ma petite, sois tranquille ! C'est moi.' As he spoke the last word, Death laid a gentle hand upon his mouth and silenced it on earth for ever. The great, the inscrutable Mystery lay upon my heart — the terrible separation of spirit from matter was witnessed by me for the first time. Love and light and friendship had gone out of the body they had made so inexpressibly dear to me — the mortal frame that had held the soul of a hero soul less once more. Let me pass over the next few weeks in silence. They were among the most terrible of my fife. During them I was exposed to the fury of a wildly-tossed ocean ; the one spar I had to cling to — Moppert's parting words: 'Do the right, however hard' — as"], [253, "AN INEVITABLE ROAD 241 often as not submerged and at the last gasp with me. For, many a time, my own conception of right waged furious war with the promise he had extorted from me. Not avenge his death ! The not doing it, the not devoting my whole life to do it, often seemed to me even more despicable than perjury to a dead friend ; and the two conflicting emotions almost rent me in twain. During the conflict, though her spiritual presence was ever near me, the personality of Therese was all but forgotten. Love drew modestly into the background of my heart, putting on sackcloth and ashes for my dead friend. Then there came a lull. I resolved, not knowing what else to do, to do as I had been bidden. And when I clung, like a timid child, to the skirts of submission, came the divine command, ' Let there be light.' VOL. II. R"], [254, "THROUGH LOVE TO LIFE 242 ' Do the right, however hard.' Oh, it was very hard to leave my maiden, without even a parting word, a parting embrace ; but the compass-needle of duty pointed steadily to the north — to Ballyacora Hall — where dwelt an old man who had a right to be con suited before I acted, because, whatever else he had failed to bestow, he had given me existence. I resolved to take the Countess with me. The princely murderer, in escaping from the scene of his crime, had left her behind. She had succumbed to her terror and her grief. I had to wait for her reco very. The passionate wish of a few weeks ago had passed into fulfilment, bringing, as every fulfilled wish does, also its trouble. Henceforth the burden of her life was upon my own. She wanted to go to England : as soon as she was able to see me she told me that. She"], [255, "AN INEVITABLE ROAD 243 had relatives there — or at least one relative, with whom she hoped to find a refuge. This relative's name — a singular contrast to her own grand-sounding one — was Smith — a certain Mrs. or Miss Smith, who, some twenty years ago, had been living in London. This was the clue by which we had to seek her. And, remembering the noble army of Smiths which enriches our Fatherland, I with difficulty suppressed a whistle of dis- may. ' Do you think we shall find her, monsieur?' the Countess asked, wistfully raising her blue eyes to mine. I replied that I was determined to do so ; for her face was pale and her eyes heavy with unshed tears, and I would not have cast a shadow of discouragement over her for the world. E 2"], [256, "THROUGH LOVE TO LIFE 244 ' I have a little money,' she continued more cheerfully — ' about fifteen hundred francs. It is very little, but perhaps it will suffice until we find her.' ' It will suffice,' I answered. And in wardly I bent my back to the new burden. ' It is only right,' she continued, her fair face flushing, ' that monsieur should know a little more about me than he knows at present. He might perhaps, otherwise, think of me as an adventuress.' ' Tell me what you choose, Comtesse, but I ask to hear nothing. You need no justifi cation.' ' I will tell you all,' she answered, ' if you will have patience to listen.' And there, in the little salon of the primi tive Gasthof in Brunnen, the beautiful Countess told me her sad story. I did not know then how intimately her life was connected with"], [257, "AN INEVITABLE ROAD 245 my own, even before our memorable meeting in Lucerne. I know now. This story, part as she told it me, part as I heard it afterwards from different sources, I shall now proceed to narrate."], [258, "THROUGH LOVE TO LIFE 246 CHAPTER XXXIV. IN SCHLOSS MANDELSLOH. Though the mills of God grind slowly, yet they grind exceeding small ; Though with patience He stands waiting, with exactness grinds He all. Translated by Longfellow from Feiedrich von Logan. It was in Saxon Switzerland, not far from the beautiful city of Dresden, that Katherine Ludovica Theda von Mandelsloh first became conscious of life. From out the confused and misty memories of early childhood two or three pictures still stand out prominently, painted in vivid colours by pleasure and pain. Behind these pictures, forming, as it were, their ever-shifting background, rise visions of sharply-cut hill-tops, piercing a deep-blue sky ;"], [259, "IN SCHLOSS MANDELSLOH 247 broad meadows and narrow vales at their base, through which rivulets foamed and fretted or broad streams flowed eagerly in their onward striving towards the sea. Stately forest trees — now bright with the fresh green of spring, now red, golden and russet brown — grew around and among them ; and thick and dark pine woods filled the evening air with their spicy odour. For sounds there were the tinkling bells of the cattle ; the Jodeln of the herdsman ; the deep bay of the hounds ; the gentle ripple of the rivulets ; the love-sick song of the nightingale ; the croaking of frogs in the marshes ; the on coming sough of the hurricane ; the roar of the cataract ; the whirr of the spinning wheels ; the stern voice of the house's master ; the gleeful songs of the maids ; and, sweetest and best-remembered of all, the gentle voice of the mother. And these sights and sounds sank into"], [260, "248 THROUGH LOVE TO LIFE the heart of the child and became a part of her. Very early too came the knowledge of superior rank. Little Kathe knew almost before she could speak what it meant to be a Countess of Mandelsloh. Whether romping among the fragrant hay with the maidens, or sitting poppy-crowned on some broad shoulder among the reapers — whether gathering with numbed fingers snowdrops for the Miitterchen or wandering bare-headed among the roses, she was ever conscious of superior dignity. And even when tripping by her mother's side to the village church amidst the sweet chiming of the bells, and smilingly returning the salu tations of the common folk, she would keenly notice any omission on their part and proudly resent it. For, was it not in the natural order of things that the peasants should labour for the high-born ? Were they not created to till the"], [261, "IN SCHLOSS MANDELSLOH 249 ground for them, and face for them an enemy's musketry ? Was it not her home — the still stately Schloss on the hillside, its turrets gleaming white against the dark background of the woods, and looking down, even in its ruined splendour, for ever looking down on the humble homes of the people? These things seemed to her the natural sequence of immutable law. For how could she know of the mighty change going steadily on in the hearts of the down-trodden people? a change destined to shake to its very foundations the so-called rights of the high born ! The household consisted of the master, the now rather feeble Graf von Mandelsloh ; his daughter, little Kathe's mother ; one man servant ; two maidens ; and last, not least, a noble boar-hound, called Ino — the child's sole playfellow. Of her father Kathe knew nothing. On"], [262, "THROUGH LOVE TO LIFE 250 the few occasions when she had spoken of or asked about him, she had been instantly silenced even by her gentle mother, and once so sternly by her grandfather that she had not dared to mention him again. And now comes one of the pictures painted so vividly on her memory — painted there by humiliation and pain. Part of the castle, now so pitifully reduced from its former grandeur, was quite in ruins. To this part Kathe had been forbidden to go, but, child-like, she longed all the more ardently to do so, for what is so attractive as the forbidden? Already, accompanied by Ino, his conscious tail between his legs, she had tasted the delights of disobedience, and as yet Retribution was in abeyance. But Retri bution only bides its time. They used to sit there, the child and the dog, both equally conscious of wrongdoing, listening to the cry of the owls, or starting in"], [263, "IN SCHLOSS MANDELSLOH 251 terror from the bats, or watching the curious creeping things, battening on decay, which crept out of chinks and crannies in the ruins, looking at them bolder than they, conscience stricken, dared look back. And these crea tures — the offspring of corruption — seemed to say — at least the child fancied so — ' Your time has come and gone ; the turn is now at us, little Frblen.' It was on one of these occasions that Ino, starting up from a doze by the side of his little mistress, uttered a furious bark, instantly strangled by his perfect consciousness that he must not bark in that place. Then Kathe became aware that a stranger had approached them, and was gazing at her with a look of interest which terrified her exceedingly. The little Countess never forget the ap pearance of this stranger. He was very beautiful, far more beautiful than anyone she had ever seen before, and though his"], [264, "252 THROUGH LOVE TO LIFE face was strange to her, yet it was somehow familiar too. It was like some other face — whose she could not say, but it was one she knew well. He was tall, this stranger, and his figure was gracefully, although powerfully, moulded. But what the child noticed most was the beauty of his golden hair and bright blue eyes. The expression in these eyes repelled and attracted her at the same time. And when he smiled, she felt a strange tremble at her heart, as if something had touched it that had a right to touch, awakening a long-lost echo. But Ino was not attracted. His bark had subsided into alow growl of fierce defiance, and his teeth were displayed, and he stood there, ready to tear the intruder to the ground. ' Send the dog away,' said the stranger. Trembling and frightened as the child was, she felt constrained to do as she was bidden. She"], [265, "IN SCHLOSS MANDELSLOH 253 bade Ino return to his kennel in the court yard. But the dog, accustomed to obey her every sign, refused to go, absolutely. ' Take him away,' said the stranger in a sweet melodious voice, wholly dissonant to his words, ' or I shall kill him.' Kathe, again awed by the same strange sensations, took Ino by the collar, and was leading him away when the stranger called after her. ' Come back again, you. I want to speak to you.' He spoke with the easy confidence of one who was sure of submission, and sat down carelessly among the ruins, waiting. Kathe, trembling, led the dog back to his kennel and chained him there. But this occult power, stronger than her own will and desire, forced her to return and stand alone before him. She was not used to stand thus, while"], [266, "THROUGH LOVE TO LIFE 254 another lay on the ground at her feet. Poor and almost ruined as was the high-born house of Mandelsloh, its traditions still lingered. Nevertheless something stronger than her pride kept her where she was, awaiting his pleasure. His pleasure seemed to be to keep her wait ing ; to test to its utmost the strange power he felt, and she felt, he had over her. Then he said, carelessly and smilingly — with that same smile that made her heart throb again — ' You are a good girl, little one. At all events they have taught you to obey.' ' They ? What did he mean ? ' As if he had read the unspoken question in her dilated eyes, he answered it : ' The old fool in yonder, Graf Mandelsloh, and his too submissive daughter.' ' They are my mother and grandfather,' answered the child, strangling the sob in her throat."], [267, "IN SCHLOSS MANDELSLOH 255 ' Are they fond of you ? ' he asked abruptly, with that same strange smile, so bright and yet so heartless, which fascinated while it repelled her. Fond of her ? Kathe had never asked herself that question, nor could have answered it. They were hers, and she was theirs. The same pulse throbbed in their veins ; the same proud, passionate, yet intensely loving heart beat in their bosoms. ' They are my mother and grandfather,' she repeated falteringly, and now the great tears began to fall. ' Ha ! Yet thou art not like them, except for thy haughty carriage and that proud and defiant look in thy blue eyes. Little aristo crat, knowest thou not that your time has come and gone, and that the turn is now ours ? ' He was repeating the very words she had heard the lizards say, and the bats, and the"], [268, "256 THROUGH LOVE TO LIIE creeping things about the ruins. Was he too born of corruption ? ' Thou art going to be beautiful,' he con tinued, using the form of address of an acknow ledged superior, and now rising and look ing down, his shadow full upon her. ' Very beautiful, I should say. Well, little one, they gave thee rank, but they did not give thee beauty. And to-day rank is doomed. Trust to the beauty, little one ; there is safety in that.' Kathe neither understood nor could answer him. Suddenly he stooped and took her in his arms. ' Kiss me, little one. Nay, do not turn away thy head. I am fond of thee too, and soon thou wilt be fond of me. I am going to take thee with me.' ' Nay, do not struggle,' he continued, look ing down smilingly on her agonised efforts to"], [269, "IN SCHLOSS MANDELSLOH 257 escape. Soon thou wilt love me, and I am going to save thee from their fate. Besides, this too will be a punishment — a short pre lude to the greater punishment hereafter.' But now the spell was partly broken, and Kathe's wild scream had rung out into the air before he could stop it with his hand upon her mouth. A moment later, and, half-unconscious, she heard Ino's furious bark and the lash of a horsewhip. Then Joi-g, their sole retainer, was beside her, and her grandfather had her in his arms again. She was saved, and the mysterious stranger gone. That very afternoon a stout ancestral rod — always hung, a perpetual warning, by the side of the rarely-used Kamin — was put into requisition, in spite of the tears and entreaties of the mother. For Kurt, Graf von Man delsloh, Freiherr von Oberhusen, Biittel und VOL. II. s"], [270, "258 THROUGH LOVE TO LIFE Franzensheim, never forgave disobedience, or left to uncertain fate a punishment which his own strong right arm could administer. And this is the first picture which stands out in the Countess's memory, eternally al fresco, painted there by terror, pain, and mortification ; the mortification greatly en hanced by the commiseration of the maidens and tender-hearted Jorg. The second picture is painted in livelier colours, and sunshine from a cloudless sky streams upon the canvas. It was Hochsommer, and the limes, heavy with blossom, filled the air with fragrance, while a few nightingales still warbled their love-songs among the foliage. And it was Jorg's wedding-day. Linda, one of the maidens at the Schloss, was the happy bride, and the little Countess thought that anything more lovely was no where to be found."], [271, "IN SCHLOSS MANDELSLOH 259 Her embroidered bodice was tightly laced over an ample bosom, harbouring nothing but good-will. Her long flaxen hair, well oiled, was tightly braided. Her round blue eyes twinkled perpetually between smiles and tears, and her plump cheeks were as red as peonies ; almost as red as the ribbons which fastened her hair. She wore a short, narrow petticoat, hardly reaching to her knees, and revealing garters, wonderfully embroidered, on legs that would have done honour to a Scotch Highlander. Upon her head, gorgeous and indescribable, sat a crown fit for a queen. Nobody but an Altenburgerin could have worn it without suffer ing martyrdom, but Linda was used to carry ing heavy pails of water on those fair plaits of hers, and could dance you a jig into the bargain without spilling a drop. The Countess always remembered the walk to the village church through the crowd of 8 2"], [272, "260 THROUGH LOVE TO LIFE admiring spectators, and the intoxicating scent of the limes. ' They always smell strongest before a storm,' someone whispered, and Kathe looked up to the serene blue sky, with wonder at the remark. There was plenty of laughing and feast ing and dancing and merriment that evening in the usually silent great dining-hall of the castle, and it might have been only the little Countess's fancy that she saw scowling brows, and heard muttered menaces through the music. It was her own little mother who carried her to bed that night. ' When shall I be married, my Mut terchen ? ' the child asked, while the Countess plaited and brushed her thick golden hair. ' God forbid that thou shouldst ever marry,' said the lady, pressing the child's head to her bosom, upon which a hot tear fell."], [273, "IN SCHLOSS MANDELSLOH 261 ' Why do you weep, my little mother ? ' asked the wondering child. ' Does marriage hurt, like my grandfather's Birkenruthe ? ' But the lady only wept more and did not answer, and the sandman came and weighted the child's eyes and ears till she could neither see nor hear. Now for the third and last picture in the old ancestral Schloss. Kathe was too young to notice how her grandfather's health was failing. She only remembered how querulous he grew, and how anxious for news from France. She only re membered how he used to sit there muttering, while her mother grew paler and paler. Sometimes the old Count would seem to confound the grandchild with her mother, calling her Theda, her mother's name, and summoning her to his side. ' I am only Kathchen, grandpapa.' ' Kathchen ? Who is she ? It was a boy"], [274, "THROUGH LOVE TO LIFE 262 I wanted, yet I grew to love my daughter above all things. She was the apple of my eye, mein Herzblditchen. Ah, she is lost to me ! ' And he would sink into reverie, from which he would rouse up furious, cursing someone for having thwarted his desire. ' To marry him, the base-born foreigner ! Go ! I know thee no more.' Then he would add proudly : ' But he acknowledged the claim. For more than once I stood between him and death. Once in the grand-ducal forest in Sachsen Meiningen, when I rushed between him and the infuriated boar. Once again, when I received the ball levelled at the monarch.' And he would add : ' Forget the other name, my Theda. It is thine no longer. For he, wiser gnddigste Kbnig, has granted my request for thee and for thy heirs. Thou wilt remain Countess"], [275, "IN SCHLOSS MANDELSLOH 263 of Mandelsloh. I have the royal letters patent.' All of which the child could not under stand, but infinitely dreaded. The red sun was slowly sinking in the west, and the evening meal over. And now Jorg and Linda brought out the spinning-wheels for the evening task. The old Count had supped heavily, for the supper had consisted of his Leibgericht — Puffer (potato-cakes baked in oil and served hot and crisp), salad made from the celery-root, and stewed plums from the orchard, gathered and dried in the autumn. He was now lying on the Kanape at the far end of the hall, breathing heavily and ster torously. ' Go and kiss the dear hand of thy grand father, my child,' said the grave Countess of Mandelsloh. ' I will take thee to thy rest.' The whirr of the spinning-wheels made a sort of dreamy music, which mingled"], [276, "264 THROUGH LOVE TO LIFE not discordantly with the deep breathing of the old man upon the couch ; and outside, Ino's deep bay was heard from time to time. The child never forgot the mingling of these sounds and the sensations they awakened. And now the maids began to sing : 'Sgibt nur 'ne Kaiser-Stadt, 'Sgibt nur 'ne Wien. Alas, how heavily it had nearly cost them, that leaning of Protestant Saxony and her Catholic king towards the soft, sensuous arms of demoralised Austria ! ' Now, my Herzchen,' said the Countess, ceasing her spinning, which she had been doing with two hands at once, unlike the maids, who only span with one; while she moistened her thread in a basin at her side, they using a handier moisture, afforded by their own mouths. ' Now, my Herzchen, thy time is un.'"], [277, "IN SCHLOSS MANDELSLOH 265 Thine too, gentle little lady, thine too, on earth ! For what were those shadows on the floor, thrown there by the rising moon ? And what was the meaning of that loud cry from the maidens ? And now Ino's fierce, furious bark died away in a howl of mortal agony. The child had no time to scream, for her mother's hand was on her mouth, and her mother's sweet voice was saying resolutely, ' Remember that thou art a Man delsloh, little Kathe.' And now the thicken ing shadows grew into stalwart men, and stood armed around them. They were all peasants from the village. Kathe knew them all, yet knew them not, for they were strangely altered. They bowed no knee before the Herrschaften, nor stood aside to let them pass. They had been re created since yesterday. They had become men."], [278, "266 THROUGH LOVE TO LIFE Men like unto themselves. The old Count — a moment before weak. helpless, and almost unconscious on the Kanape — rose to meet them as quietly as if they had only come at his summons to receive ' gracious punishment.' His glazed and dimmed eye grew bright and keen, as he drew himself up to his magnificent height and stood facing them. One of the troop, a huge peasant, advanced towards him. The child never forgot the look on her grandfather's face as he stood confronting them — one against a hundred. The velvet cap had fallen from his white head ; a won derful light irradiated his massive features ; his lip was defiantly curled. And he seemed to say, ' This is the work for which I was born — to suppress such as these. Let me die with my foot in the stirrup.'"], [279, "IN SCHLOSS MANDELSLOH 267 ' What is the meaning of this, Johann Faullenzer ? ' he asked haughtily. ' Has he forgotten the time, long years ago, when he was brought before me to be chastised? Do his scars want renewing ? ' ' It is forty years ago — just forty years come Martini,' answered the man with almost aristocratic dignity and sternness, ' since you — you, Graf Mandelsloh, sentenced me for a thoughtless, foolish act — nothing more — to be tied up and lashed.' ' He has a good memory,' answered the Count, as coolly as if no hundred armed men — armed with the weapons of revolt : flails, hoes, spades, rakes — stood behind ; 'it is exactly, as he says, forty years ago.' There were muttered curses to be heard as he spoke, and the men behind pressed hard upon their leader, while a humpbacked cripple, mounted upon the Countess's spinning wheel and armed with her basin, made as if"], [280, "268 THROUGH LOVE TO LIFE he would have hurled it at the resolute white head of the speaker. Johann's big bulldog face paled a little. The old Count proceeded : ' Could he not learn the lesson taught him ? Does he want it repeated ? ' ' It has been learned, Graf Mandelsloh. Ay, and taught to others as well. And we are come here to-night — that's what we are come for, Herr Graf — to reward our teacher. Gott hob' ihn selig ! ' ' Gott hab' ihn selig ! ' repeated the others. And the cripple in the rear laughed, a shrill ' he ! he ! he ! ' of scorn and mockery. ' I was then only twenty years old, Graf Mandelsloh, and had been taught that I owed love and obedience to the hohen Herrschaften. I was willing to learn. I owed them no grudge then. And I was in love with a maiden. We were together in the wood, and I had hurled the stick at the hare"], [281, "IN SCHLOSS MANDELSLOH 269 which crossed our path more for frolic than aught else. And for that, Herr Graf, you condemned me to the lash and to the dungeon.' ' Wilddiebe must be punished,' said the old Count, somewhat uneasily. ' Freili, freili, Count Mandelsloh, and Bauernmadel must die. Aennchen drowned herself, foolish Dime, in despair at my dis grace. And my love and respect for the hohen Herrschaften were turned to hate.' The old Count was silent. ' A drowned Bauernmadel ; ein unter drlicktes Volk ; a whipped Bauer ; what is that to the hohen and the hbchsten Herr schaften ? Will it poison the wine they drink or harden the couches on which they repose ? But the eyes of the peasant are opened, Herr Graf, and he knows now that he has no need to submit. The sun which has risen blood red over France is rising over us too ; the"], [282, "THROUGH LOVE TO LIFE 270 bugle-note sounded there has raised a hundred echoes all over Germany.' 'He ought to know, knowing so much,' said the Count, ' that the cellars in Schloss Mandelsloh have been drained dry long ago, and that our Feldbett is harder than his own.' ' Knock him down, Johann ! ' shrieked the cripple. ' Tell him that in another hour the Red Cock, the banner of the people, will be seen far and wide, floating from the turrets of Schloss Mandelsloh. Hurrah ! the harvest is there, and Johann, sickle in hand, at the head of the reapers.' Then there was an onward rush, the old Count still standing erect as long as his grand daughter could see him. After this, the picture grows confused and dim. The Countess seems to remember seeing her mother rush forward, her long soft brown hair floating around her, and seems still to see her gentle head upon her father's heart."], [283, "IN SCHLOSS MANDELSLOH 271 But Jorg was holding her, so that she could not follow. Then cruel voices around her cried : ' Mach' ein Ende zum ganzen verfluchten Geschlecht ! kill the brat too ! ' And finally, the vision of a man, beautiful as an angel, with bright hair, golden as wheat when it is ripe unto harvest, and a voice saying : ' If anyone hurt a hair of the child's head, he shall answer for it with every inch of his life. The child is mine.' And after that nothing more. Except the fancy that she was back again among the ruins with Ino by her side, and crawling, creeping, wriggling things looking at her and seeming to say, ' Your time has come and gone ; it is our turn now, little Frblen.'"], [284, "THROUGH LOVE TO LIFE 272 CHAPTER XXXV. LOUIS L' ANGLAIS. La tache de notre propre cœur est comme le miroir du mal en nous ; plus elle s'tStend, et plus le miroir devient complet. Sainte-Beute. Der Schmutz ist glanzend, wenn die Sonne scheinen mag. Goethe. The next few months of her life little Kiithe spent in a sort of trance. Many strange and terrible things seemed to pass before her, but always as if in vision. The usual course of things was bewilder ingly reversed ; bustle and fierce gaiety came with the shadows of evening, and morning sunshine found her companions prostrate and inert. The child's life in Schloss Mandelsloh had been always partially overshadowed by a"], [285, "LOUIS V ANGLAIS 273 cloud of mystery ; but this new life seemed darkness and mystery itself. The man who had claimed the little Countess as his own after the murder of her mother and grandfather was the same mys terious stranger whom she had met in the ruins. He was strikingly beautiful, yet his beauty, while it fascinated, also terrified her. This man bade her call him father. ' Come and kiss me, Kathe,' he would say sometimes, drawing her to his knee, his hot lips redolent with that eau-de-vie which was his favourite beverage. Then, when she shrank from him, he would add, laughing : ' Little aristocrat, when the cursed folly has been driven out of thee, thou wilt learn to love me.' But he never ill-used her, nor allowed another to do so in his presence. And when he was absent she would slink into a corner, VOL. II. T"], [286, "THROUGH LOVE TO LIFE 274 like a timid dumb animal, conscious that it is only allowed to live on sufferance. After many a weary night's journey — they never travelled by day — they arrived at last in a great, turbulent, storm-tossed city, which Kathe afterwards learned was Paris. There they halted. Besides the man who called himself the child's father, and who, as she learned after wards, really was her father, were two other men, dark-haired, close-shaven, and fierce-eyed. Of these men she felt afraid, although they rarely noticed her, mostly passing her by in sullen silence except when she was in their way. And then they would push her aside as if she had been an insensate log, with a muttered curse. There was also a woman, and she too was dark-haired and fierce-eyed. This woman was the object of Kathe's most supreme terror, for she instinctively felt that she hated her —"], [287, "LOUIS L'ANGLAIS 275 hated her because she knew that she was in some sense a rival ; that she possessed influ ence where this woman wanted to reign alone. The child used to wonder, watching this woman from the corner to which she had retreated, whether she were beautiful, or what it was that made her father, otherwise so im perious, so much under her influence. She had great bold flashing eyes, varying in colour with the emotion dominating her — she was always in a passion of emotion — now they were of a bright hazel, now vivid green, now blood-red, and anon black as their pupils. These eyes met men's unabashed, and, combined with full red lips, large white teeth, a supple and graceful body, and a Parisian aptitude for dressing in the style most be coming to her, made up a curious whole — singularly distasteful to the refined taste of the child, but apparently very admirable in the eyes of the father. T 2"], [288, "276 THROUGH LOVE TO LIFE Not but what they quarrelled often, and that most furiously. Mademoiselle de Laffolie was made up of emotions, and without the daily rage and the daily reconciliation would have died. And the man loved nothing better than to rouse these emotions, laughing cynically when the devils he evoked tore and rent her. They were a strange pair, these two. Sometimes the terrified child witnessed hor rible scenes between them. Occasionally the passionate words of the woman would rouse her companion's wrath, and once roused it knew no limit. He would beat her cruelly. At other times he would caress and fondle her, and then to please him she would caress and fondle the child, calling her ' petit ange,' and the like, and declaring she was the image of her father, the most beautiful of men. ' I love her like a mother, thy little one,"], [289, "LOUIS L'ANGLAIS 277 Louis,' she would say, clasping the child to a bosom perfect in contour, though hard and bony to the touch. ' But how sweet is thy tongue, Hortense,\" her companion would answer sneeringly, even though his head, maybe, was resting on her lap. And he would add, with that strange smile of his, which hurt and charmed in almost equal proportions : ' Drink a little more wine, ma belle, and change me into a scoundrel, whom thou wilt murder yet, and the little one into a devil who merits the guillotine — by-the-bye, not a bad escape for the victim of thy caprices. Vive la guillotine ! ' They drank together. But the woman's eyes were flashing and her sharp white teeth clenched. ' Vive la guillotine ! ' he repeated. ' Is not she our milking cow — our adorable benefac-"], [290, "278 THROUGH LOVE TO LIFE tress, by whose aid we will mount — thou and I, Hortense — to the top of the ladder ? ' ' Thou wilt mount that ladder one day, verily, and return no more,' she answered fiercely, her humour changing as he had pre dicted. ' Nay, mon ange parisien, my good-luck is proverbial. Nevertheless, I will accompany thee thither and take a moving farewell from thee at its foot. In the meantime may it live and flourish ! ' He raised his glass high as he spoke, and seemed, or would have seemed, as brimful of enthusiasm as the glass was full of wine. Yet his words left behind them a cold and slimy trail like that of a serpent, and the concen trated fight from his blue eyes fell full upon the face of the woman like the dar k light of a policeman on the watch. 'Drink,' he said, 'drink, ma belle amou- reuse."], [291, "LOUIS L'ANGLAIS 279 - La petite shall drink also,' said Hortense, rapidly seeking out a victim for the rage con suming her. ' Assurement,' he answered coolly, pouring out a third glass. ' Come hither, Kathe. Drink and shout — say it in thine own tongue, child — Die Revolution soil leben ! Die Guillo tine hoch ! ' But Kathe burst out into loud weeping, and with an impatient 'Bah ! ' he pushed her from him. The child returned sobbing to her corner. She had caught a red gleam, the danger signal, shining out from Mademoiselle's eye, and she knew its meaning. The sins of the fathers are eternally visited upon the children. Meanwhile in Paris, the passionate heart of the Continent, the Revolution raged, send ing forth from its fiercely palpitating centre fresh streams of maddened blood into the long stagnant veins of Europe. If there had"], [292, "THROUGH LOVE TO LIFE 280 been one man, only one, equal to the crisis ; capable, not of stemming — that was impossible — but of directing the bloody course of the current, Europe, revitalised, might have been saved. But there was not one prince among the rulers capable even of standing upright amidst the rush, no Gideon among the people. Princes fell prostrate. Petty German electors bought a momentary safety by yielding where they should have stood firm, as they had hardened themselves when they should have yielded. Prince William of Prussia fled from Berlin. Ferdinand of Austria abdicated. Louis Philippe had fled to England at the first note of alarm, aided by the passports of a Mr. Smith. ' With the passport and under the name of Mr. Smith,' said Kathe's father, slapping the cheek of Mademoiselle de Laffolie, and in radiant good-humour. ' Now, I warrant thee,"], [293, "LOUIS L'ANGLAIS 281 Hortense, thou wouldst never guess how I, chief among his enemies, learned that so early.' * Who told it thee ? ' she inquired, keenly watching him — her eyes narrowed and in tent. ' Who told it me, ange celeste ? ' he repeated, slowly watching her too with those brilliant eyes of his. ' Come and kiss me, and take that for thy answer. I am told many things, moi, but I do not repeat them to a woman. Women were made to caress, but never to confide in. The man who confides in a woman is the most arrant baudet in the world.' ' And the woman who believes in a man,' retorted Mademoiselle Hortense fiercely, ' might as well put her head under the fall ing knife of the guillotine.' ' Thinkest thou ? ' he replied coolly. There were times when he loved nothing"], [294, "282 THROUGH LOVE TO LIFE better than to excite this woman to frantic fury. ' Then don't believe, Hortense.' And he added with that maddening smile of his : ' Thy head is too handsome to feed the guillotine yet. Wait a while, till I am tired of thee.' ' Ingrat ! ' she said, but she said it gently, for he had drawn her to his knee and was smiling as he caressed her, ' where wouldst thou have been but for me ? ' ' Somewhere, doubtless,' he replied with a yawn ; ' I'm not particular. I've a trick of falling on my feet ; and I've a trick that's worth two of that — I know how to manage a woman. After this manner they would quarrel and make it up again, Monsieur l'Anglais (by this name he was known to the dark, secret, close-shaven men who came to confer with him) playing with this woman the double"], [295, "LOUIS L'ANGLAIS 283 game he played with the people and with the sovereign — with danger and with death ; and he played it unto the end. For Louis l'Anglais was nothing more than an unscrupulous adventurer. There was not much good in Mademoiselle de Laffolie, but there was one great virtue. She could love, and he could not. Although many a time he treated her worse than a dog, she clung to him with all a dog's fidelity. More than once she held his life in her hand. But she bore with him, forgave him, until the final offence which struck at the root of her one virtue and turned the fountain of her love into a deadly poison. Even then she shared his fate, dying upon his bosom. The storm-tossed hearts of the people had finally beaten themselves numb against the iron barriers forged by wealth and power."], [296, "284 THROUGH LOVE TO LIFE They grew quiet at last. New voices, loudest among them Monsieur l'Anglais's, were heard in the streets and in the faubourgs. ' Vive Napoleon!' succeeded to, and finally over powered, ' Vive la Revolution I ' So it was that the fruit he lusted for ripened under the sunny sky of France, and when the ex-prisoner of Ham landed at Boulogne, it was with a sigh of satisfaction that many a weary heart in the capital heard of the eagle which had flown to meet him and settled on his head. ' An omen from above,' they cried, for Paris longed to feel the pressure of a firm heel again. She had had ' assez des revo lutions.' 'It is a sign from above, Hortense,' Monsieur l'Anglais had said, forestalling the people. ' Vive Napoleon ! ' ' Thou wouldst cry, thou, \" Vive le bon Dieu I \" if Satan ceased to be of service to thee,'"], [297, "LOUIS L'ANGLAIS 285 answered Hortense. ' There is not a drop of true blood in thee, Louis. But what about the bacon in the Prince's hat ? ' she continued, ' and who tamed the eagle ? ' And she laughed, the hysterical laugh of a wounded heart. But why follow the details of this ever recurring strife? Soon the little Countess, by the mercy of God, was removed into a healthier atmosphere. The coup d'etat, which speedily followed the proclaiming of the third Napoleon as President of the Republic, raised Louis l'Anglais to a very different position. He no longer lived in a remote street, but in the centre of one of the great boulevards, where Hortense, now called Madame l'Anglais, ' entertained ' to her heart's content. Nay, more than this. For some unex plained service Louis l'Anglais was ennobled by a grateful Emperor, and received the title"], [298, "286 THROUGH LOVE TO LIFE of Comte de Grise. He had worn grey on the occasion when he met a grtater adven turer than himself on the pier at Boulogne, and had been jocularly accosted by him as Monsieur Couleur de Gris. Hence his title. But poor Hortense never rose beyond Madame l'Anglais. Many of the greatest gentlemen of the new court came to her receptions, but the ladies accompanying them had nothing wherewith to reproach their hostess. She was to the full as honourable as they. Now, as only child of the Comte Louis de Grise, and also, by virtue of royal letters patent, Countess of Mandelsloh in her own right, it became necessary to care a little for Kathe's education. She was sent to a convent school. Fortunately the choice was a good one. The little Countess received excellent teaching"], [299, "LOUIS L'ANGLAIS 287 and made rapid progress. Several peaceful and happy years succeeded. And so she grew into a tall demoiselle of seventeen. One morning she was hastily summoned to the Lady Superior. She obeyed without emotion. The current of her life had flowed so peacefully of late that the painful recollec tions of her murdered mother and grand father and the horrible life she had led afterwards were partially obliterated. It was a letter from her father which awaited her. It commanded her instant return. With a trembling heart she obeyed. She had not seen him since she had left him for the convent. But with the proud resolution which was an integral part of her character, she kissed her companions, embraced the Lady Superior, and, accompanied by one of the sisters, returned to Paris. There the sister left her."], [300, "288 THROUGH LOVE TO LIFE The Count Louis de Grise was alone in his grand hotel, lying upon a silken couch ; his golden hair damp and tangled, his blue eyes bloodshot and haggard. ' Tiens, que tu es devenue belle, ma file,' he said. 'It is I whom thou resemblest, Kathe. Thy mother was dark and ugly.' ' She was an angel,' answered his daughter, roused by the strength of her love. And his cruel words did what the kind ones at the convent had failed to do — they loosed the iron bands round her heart, and she wept. ' Sit down,' he said, disregarding her emotion. ' I have something to tell thee. Last night I had a dream, but I did not dream that I was an angel ' He broke off suddenly, and the thick drops stood upon his brow. ' Bah ! ' he continued, fortifying himself with a draught from a glass at his elbow. ' Qu'est-ce que c'est qu'un reve ? Trdume sind"], [301, "LOUIS L'ANGLAIS 289 Schdume, as they say yonder in Germany. To be interpreted by contraries.' And he smiled. But his smile had lost its attraction and only retained its horror. ' Dost thou ever dream, Kathe ? ' ' Yes, my father.' ' Didst thou ever dream that thou wast dead ? That all was over ? That superior cunning could avail thee no more ? ' ' No, I never dreamed that.' ' Oh, it was horrible. To be tied hand and foot, and know it was for ever. To be con quered, not by skill, but by sorcery.' ' Perhaps you are ill, my father. Let me stay and nurse you. I — I am your daughter ; I have the right to do that. Let me stay and learn to love you.' ' Thou, thou too ? ' he answered. ' I knew thou wouldst learn to love me. They all do. They cannot help it.' vol. 11. u"], [302, "THROUGH LOVE TO LIFE 290 And he smiled his old triumphant smile for a moment, but it speedily faded. His daughter stood aloof, aghast that not one impulse in her tempted her to approach him nearer. He went on : ' I dreamed that I was dead, yet, though I was powerless to move, I could both see and hear. ' And I saw a woman standing beside me, a little woman with a face like mine and thine, only not so beautiful. And I could see right through this woman into her heart, and it was white as snow.' His daughter still stood aloof, gazing at him. And he trembled as he returned her gaze, seeming to see something terrible even in the frightened eyes of his child. He went on slowly, speaking as if in self-communing : 'Then I saw in the centre of that pure heart one bleeding spot. And I knew the hand that made it."], [303, "LOUIS L'ANGLAIS 291 ' She stooped over me, this woman, and said in a low sweet voice : ' \" Louis, now that thou art dead, give thy innocent child to me.\" ' \" What dost thou know about my child, Mary ? \" I said. For I knew who she was. ' But she did not answer me, and now a thick vapour enveloped her and hid her from my sight, and the spell seemed gone and I could move again. Where she had stood something was lying on the ground, covered with a cloth. ' I drew off the cloth and looked, and it was an image of myself, the face white and ghastly, the golden hair red with blood.' The colour had died out of his face as he spoke, and his eyes grew fixed and glassy. ' I forgot,' he said hoarsely ; ' I forgot that I must die.' After this he rallied, and said with an effort of gaiety : v 2"], [304, "THROUGH LOVE TO LIFE 292 ' I know what the vision meant. I am to be dead to thee henceforth. I am to send thee to her. And I will,' he added with a virtuous air. ' Thou shalt make atonement.' ' Am I to go now, my father ? ' ' As soon as I can make arrangements. I must tell thee first a little about myself. I am going to be married. Canst keep a secret, child ? And Hortense is gone ; she shall not ill-treat thee any more.' He said this as if he had made a sacrifice of her for his daughter's sake, playing the old double game even with his own soul. Then he added, hardly conscious that he was giving himself the direct lie : ' It is she who is dead. She grew old and ugly, child, and her tears wearied me.' He then bade his daughter fetch a casket from an adjoining table. 'See,' he said, 'this is for thee, Kathe. There are a few things in it that will be of"], [305, "LOUIS L'ANGLAIS 293 value to thee. And it contains the address of the woman to whom thou must go. Tell her I sent thee.' ' Where is it I am to go, my father ? ' ' To England. I was born there, in a dark hole of a place in London. I ran away. If I had not, I should have killed him. And I came here with a friend, who knew how to coin stones into gold. He died on the guillo tine. I die — no, live — as Comte de Grise. I was ever luckier than he. ' 'Twas in Bad Elster that I met thy mother. I got into trouble there and she saved me. They can't resist me, the women. More than one has died for me. Thou wouldst too, child, if I strove to bewitch thee. But I don't. Par le bon Dieu, I'd rather see thee turning from me as thou art turning now. ' Not that I love thee. Love — what is love ? Did Theda love me ? Does Hortense? I should define it, I think, as a mixture of"], [306, "THROUGH LOVE TO LIFE 294 passion and extreme credulity, of which only women are capable, and which grows in exact proportion to the unworthiness of its object. I have tried to kill it often, sometimes out of curiosity, to see what the incorporeal thing could bear. Neglect is nourishment upon which it fattens ; cruelty is its strongest stimulant; and to murder is to recreate it. Again and again I have seen it arise from a grave, full of new and vigorous life. ' The only love I know, is something re sembling remorse. The only wrong I repent of, is that done to her. Others pretend to be good. She was good. But I give thee o DO to her. Thou shalt atone. ' I married thy mother in Berlin. She was a great lady, and marriage was necessary — comprends-tu ? Thou, too, wert born in the \" Stadt der Vernunft.\" ' But the old man was inexorable. Har bourage for her and the child, but guerre a"], [307, "LOUIS L'ANGLAIS 295 outrance with Louis l'Anglais. Well, he has had it. I've been his evil genius ever since. And now he is dead. ' I told them to save her. I did. And if Johann Faullenzer hadn't perished in the melee he'd have died under the lash of my vengeance. Ha ! I worked him up well for the heroics. ' I am tired. I have only another word to say to thee. Keep thy own title, it is thine. In that casket are papers containing the deed wherein the King of Saxony, in acknowledg ment of thy grandfather's services, allows the title, in default of male issue, to descend on the female side. I am but a creature of the new Empire, and it will not last long. I heard strange things in Berlin when I was there as agent for the French revolutionists, and scattered broadcast over Deutschland's Auen the seeds of anarchy. ' My mother was a Frenchwoman. There"], [308, "296 THROUGH LOVE TO LIFE is a portrait of her in the casket. I took it with me. It may serve for thy identification. I am to be married in a week, and then thou shalt go to England.' Here the Count stopped, motioning to his daughter to leave him. She had been listen ing with ever-increasing horror, every fibre within her quivering from the intensity of her repulsion. Now this horror was deepened by a vague impression that someone else was listening too. The curtain at the head of his couch moved slightly ; the air seemed suddenly suffused with a sulphurous vapour. Almost choking, she hurried away. The Count sank back again upon his silken couch. He had talked away his fear and his remorse. His lips smiled. His blue eyes sparkled. His attitude was full of voluptuous ease. The next morning all Paris rang with news"], [309, "LOUIS L'ANGLAIS 297 of a great tragedy. In his own magnificent hotel, Louis, Comte de Grise, had been found dead in the arms of a woman — a mistress whom he had abandoned. Louis l'Anglais had learned that love may mean more than credulity and passion. It may also mean death. After the state of bodily and mental in capacity which succeeded her father's death, Katherina, Countess of Mandelsloh, found herself almost destitute. Her father's goods were claimed by creditors. Her letters to London were returned to her by the post officials. She wrote to the Lady Superior of the convent where she had been educated, but she was dead. It was then that, after much seeking, aided by a Monsieur de Laffolie, who assumed a sort of protectorship over her, she obtained employment as dame de compagnie to a Hun-"], [310, "298 THROUGH LOVE TO LIFE garian princess. And so she became ac quainted with Prince Eberhard and learned to love him. Learned to love him before she knew how impossible it would be for her tender con science to sanction the love. And for Countess Katherina to love once was to love always. She told me afterwards what was the mean- ing of that expression on her face when she turned and looked at me on the promenade in Lucerne. She had been struggling with her fate until, like a little bird in the snare of the fowler, she was getting worn out with the struggle. Nothing seemed left but the cruel waters of the lake, and her young life shrank from that alternative. ' I had just been imploring God,' she said, ' to save me from a fate towards which every thing seemed driving me — my own traitor heart foremost of all — when I lifted up my"], [311, "LOUIS L'ANGLAIS 299 weary eyes, monsieur, and saw you. And from that moment I felt I was saved.' It was impossible to misunderstand her, even for the vainest of men. Her sweet blue eyes were full of unspeakable innocence and purity. ' You saw that your enemy had become mine too, countess, did you not? And that you might escape him while he was dealing with me ? ' ' Not exactly, monsieur. I thought I saw my father again, young and good, and full of generous impulse. I should not have been amazed at a miracle, I was so full of passionate prayer for help. And, monsieur, you are wonderfully like him.' ' And you, countess, are as wonderfully like a sister of mine. You remind me of her continually ; only that she is as merry as a cricket.' ' While I am dull and moping,' she"], [312, "THROUGH LOVE TO LIFE 300 answered, smiling sadly. 'Ah, monsieur, I have not had much to make me gay.' ' You shall learn to be gay at home with Aileen,' I said cheerfully. ' And I mean to find this Mrs. or Miss Smith if she is in the land of the living. By the way, the name is some thing like my own. Suppose we are relations ; that would account for these strange resem blances ! ' Her face brightened. She looked at me with sudden hope, then shook her head. ' Ah, monsieur, such joy is not for me. But I will not repine. At any rate, I have found a friend.' And I vowed that I would find a home for her before making one for myself. But I vowed it silently. The next day we started for England. END OF THE SECOND VOLUME. Spottituoodt & Co. Printers, Netc-st/eet Square, London."], [313, ""], [314, ""], [315, ""], [316, ""]]