[[1, ""], [2, ""], [3, "NOUVEAU GUIDE DES ÉTRANGERS A ORLÉANS, NOTICE SUR L'ORLÉANAIS ET LA VILLE D'ORLÉANS, SES ÉDIFICES, MONUMENTS, MAISONS REMARQUABLES, COMMUNAUTÉS religieuses; sur son commerce, etc. par C.-F. VERGNAUD-ROMAGNÉSI. ORLÉANS. H. HERLUISON, libraire -éditeur, 17, RUE JEANNE-n'ARC. 18 6 8."], [4, ""], [5, ""], [6, "29 rue Jeanne d'Arç.a.1 Tirpennc lìth L'HOTEL DE VILLE ORLEANS. Herluison, Libraire-Editeur"], [7, "29 rue Jeanne d'Arc.àOrléaiií Tìsfiennc hUi LA PLACE DU MARTR07 ORLEANS h leur"], [8, ""], [9, "ORLÉANAIS. Le territoire Orléanais, avant la conquête des Romains, faisait partie de celui des Gaulois-Carnutes dont Chartres était la capitale ; sous les Romains il fil partie de la quatrième Lyonnaise dont Sens était la capitale, aussi TEvêché d'Orléans reìeva-t-il longtemps de cette métropole. Lors de la révolution de 1789, l'Orléanais comprenait, comme formant un des douze gouvernements généraux, sous le nom de Généralité, l'Orléanais propre, le pays Charlrain, le Dunois, le Vendômois, le Blaisois et le Gâtinais. Son centre forma, en 1790, le département du Loiret, et prit son nom de la source du Loiret, abondante et curieuse, comme affluent de la Loire, située en droite ligne à 8 kilomètres d'Orléans. Sa préfecture est subdivisée en trois sous-préfectures placées Tune à Montargis, l'autre à Gien et la troisième à Pithiviers. 349 communes couvrent son territoire, dont l'étendue est d'environ 2, 139 kilomètres carrés, peuplés de 337,110 habitants, dénombrés en 1866. Outre les villes des trois sous-préfectures, il y existe dix petites villes au sud, à Test, au nord et à l'ouest d'Orléans: La Ferlé, Olivet, Jargeau, Sully, Lorris, Neuville aux-Bois, Artenay, Patay, Meung, Beaugency. Saint Altin, vers Tan 250, serait venu prêcher la foi catholique à Orléans, saint Euverte lui aurait succédé vers Tan 320 et saint Aignan en était évêque en 451 lorsque Attila vint faire le siège de la ville, que le Patrice romain Aétius, commandant les Gaules, lui fit lever. Gilles ou Gillon, succéda à Aétius, combattit et tua près d'Orléans, Frédéric, frère de Théodoric II, roi des Visigoths. Siagrius succéda à Gillon et opprima la Gaule. Childéric, frère de Clovis 1er, pénétra en Gaule jusqu'à Orléans. Enfin, Clovis 1er s'empara de l'Orléanais. Son fils aîné, Clodomir, lui succéda, et vers Tannée 312 rendit Orléans capitale de son royaume, com posé de la Sologne, de la Beauce, du Gâtinais, du Blaisois, de I'Anjou et du Maine. Childebert, roi de Paris, possédait l'Orléa nais en 533. Clotaire, héritier des états de Clovis à la mort de Childebert, mourut aussi à Compiègne en 562, laissant pour héritiers ses quatre fils: Contran, Sigebert, Caribert et Chilpé ric 1er. Gontran, euoiqu'il eût pris le titre de roi de Bourgogne, est qualifié du titre de roi d'Orléans. En 593, il laissa à son neveu, Childebert, ses royaumes d'Orléans et de Bourgogne. Thierrv II, son fils, en 604, posséda les royaumes d'Orléans et et de Bourgogne, et décéda en 613. Clotaire II, son frère, roi de Paris, joignit à ce royaume ceux d'Orléans et de Bourgogne ; ils formèrent ensemble le royaume de France, qui ne fut plus divisé."], [10, "VILLE D'ORLÉANS. Le milieu environ du cours de la Loire, à distance presque égale de Paris, de Bourges et de Tours, anciennes villes de la Gaule, a dû rendre dans tous les temps, cette position précieuse pour Tétablissement d'une cité; c'est ainsi que Jules César, de Tannée 60 à Tannée 70 avant Tcre chrétienne, lorsqu'il fit la conquête des Gaules trouva ce lieu occupé par un Oppidum gaulois, du pays des Carnutes el servant de marché à une partie de la Gaule. Cet Oppidum, appelé Cenabum par les Gaulois et Genabum par les Romains, fut démantelé et non détruit par cet adroit et hardi conquérant. Le nom d'Orléans, d'Orlins', à' Or liens, succéda à celui de Genabum vers le temps de la domination des Aurèle, disent nos anciens historiens ; mais Topinion qu'Orléans a succédé à Gena bum, si souvent controversée, est aujourd'hui hors de doute par suite d'une inscription latine votive, trouvée récemment dans son faubourg de Saint-Vincent et déposée au Musée. Orléans avait primitivement la forme d'un carré un peu allongé vers le nord el il était ceint de murailles et de tours à distance de traits. On y entrait par quatre portes principales, fortifiées et crénelées. Ces murailles et tours, dont il resle quelques traces, étaient à la romaine, par assise régulière de larges briques el de moellons taillés. Sous Philippe-Auguste ou lui joignit un municipe voisin à l'ouest, le bourg d'Avenum. Plus tard, Louis XI commença à augmenter son étendue à Test, par de nouvelles murailles et tours ; enfin cette nouvelle enceinte fut continuée par Charles VIII, Louis XII et François Ier. Avant la destruction de cette dernière enceinte, la longueur d'Orléans était d'Orient en Occident, de 1,000 toises, et sa lon gueur du sud au nord de 570 toises. Entre ses murs et ses fau bourgs existaient quelques ouvrages de défense anciens et avancés vers des barrières, détruites sous Louis XV. Cette ville est située à 47° 54m. 4S. de latitude et à 19° 34m. 22». de longitude. Sa distance légale de Paris, par la route de terre, est de 123 kilomètres, environ 31 lieues de 2,000 toises. Sa population était, dit-on, de 54,000 âmes avant la révoca tion de l'Edit de Nantes Témigration des Protestants la fit tomber de 25 à 28,000 ; elle est en 1868 de 40,100, pour la commune. Sous la première et la seconde race des rois de France l'Orléanais fut gouverné par des comtes héréditaires. Velléchaire est le premier de ces comtes bien connus, en 584. Robert-le- Fort, en 867, fut le sixième; Robert II, son fils, qui prit le titre"], [11, "3 de roi de France en 922, tué par Charles-le-Simple, fut le hui tième el enfin Hugues-Capet, fils de Robert II, le neuvième. II s'empara en 988, autant par adresse que par une coupable trahison, du trône de France. En 841, Charles-le-Chauve fut sacré à Orléans. En 855 les Normands remontèrent la Loire, pillèrent Orléans et ruinèrent son pont, selon leur usage. En 1,029 le roi Robert habita Orléans, y donna de fâcheux exemples de fanatisme religieux et sit réédifier Téglise de Saint-Aignan. Au xive siècle, Philippe-de-Valois donna Orléans en apanage à son second fils Philippe. Eu 1344, l'Orléanais fut érigé en duché-pairie, en faveur de Philippe-de-France. II mourut sans enfants cl Charles VI gratifia son frère Louis, de ce duché-pairie. II fut la tige de la branche d'Orléans, qui monta sur le trône par le duc d'Orléans, devenu le roi Louis XII. Précédemment, sous Charles VII, eut lieu le siège si célèbre d'Orléans, de 1428 à 1429, que Jeanne d'Arc, Dunois et autres vaillants guerriers firent lever aux Anglais, alors conquérants de la France en grande partie, par suite de la félonie d'Ysabcau de Bavière, femme du roi Charles VI et mère dénaturée de Charles VII. François Ier, successeur du roi Louis XII, donna successivement le titre de ducs d'Orléans à Henri, qui régna sous le nom d'Henri II et à Charles qui précéda son père au tombeau. La superstitieuse et cruelle reine Catherine de Médicis fut aussi duchesse d'Orléans, et le titre de duc fut donné à Henri III, son fils. Henri IV vint à Orléans en 1601, faire montre de catholicisme en assistant à un jubilé et en ordonnant comme suite de son abjuration et pour un vœu, la réédificalion de Téglise cathédrale de Sainte-Croix, ruinée par les Protestants. Louis XIII donna le duché d'Orléans à son frère, Gaston de France, dont la fille, Mile de Montpensier, vint s'emparer de la capitale en son nom pour la Fronde. Enfin, Louis XIV gratifia de Tapanage du duché d'Orléans, Philippe de France, tige de la branche d'Orléans, qui a régné sous le nom de Philippe Ier. En 1868, le revenu cadastral du dép°* est de 9,216,967 fr. 25 c. Le montant total des quatre contributions directes s'élève en : foncière 3,702,527 fr. 50 c. personnelle et mobilière .... 866,641 49 portes et fenêtres 483,083 96 patentes 712,269 57 frais d'avertissement 9,975 80 Total. . . S, 764,498 fr. 32 c."], [12, "4 Les cotes foncières sont au nombre de. . 145,348 personnelles 85,626 mobilières 74,401 portes et fenêtres 58,204 patentes 15,306 L'impòt du pavage, produit à Orléans seulement. 12,000 fr. Orléans, chef-lieu du département du Loiret, possède comme la plupart des grandes villes de France un Palais-de-Justice où siègent le Tribunal de première Instance, la Cour d'appel et le Tribunal de Commerce, une Préfecture, un Evêché suf fragant de TArchcvêché de Paris, un Lycée, une Bibliothèque publique nombreuse, deux Musées, un Jardin botanique plu sieurs Sociétés: littéraires, agricole, archéologique ou des amis des arts, des Casernes, etc. Les différents sièges qu'Orléans a soutenus, Tintluence que sa population a exercée sur les évènements de la France, la part qu'elle a prise aux troubles religieux, ont attiré sur cette Ville, en divers temps, de grandes calamités et des destructions totales ou partielles, dont elle s'est constamment relevée avec plus ou moins d'éclat. Le principal commerce d'Orléans consiste aujourd'hui dans les produits du pays, les blés de Beauce, les vins de ses envi rons, la fabrication toujours renommée de ses vinaigres. Elle possède aussi de grandes et fort actives fabriques de couver tures de laine, des teintureries, une verrerie, des tailleurs de limes, des boissolliers, des tanneurs et chamoiseurs ; enfin des couteliers fabricant-; et des usines de construction de machines à vapeur. DIVISIONS DE LA VILLE, RUES, PLACES, BOULEVARDS ET PROMENADES Orléans a été divisé en 1800, ainsi que sa banlieue, en quatre quartiers distingués par la couleur des numéros des maisons : le 1er quartier fond rouge, le 2e fond vert, le 3' fond jaune, le 4e fond bleu. Elle eut deux divisions de Justice-de-Paix intra-muros et irois extra-muros : elle est partagée en trois arrondissements de police. L'archidiaconé et doyenné rural comprend onze paroisses et dou*.e oratoires ou chapelles, sans compter celles des nom breuses communautés religieuses. Orléans compte dans ses murs et dans sa banlieue neuf pa roisses, dont les principales sont: Sainte- Croix, cathédrale; Saint-Aignan, collégiale ; Saint-Paterne ; Saint-Paul, etc."], [13, "5 La Ville est sillonnée par trois grandes voies, une qui faisant suite à la route de Paris, la traverse du nord au sud, et dont le faubourg, la place et la rue Bannier sont la tête, et la place du Martroi, la rue Royale, le pontet la rue Dauphine, faubourg Saint-Marceau, sont Textrémité et route de Toulouse. L'autre voie la coupe en deux parties, de Test à l'ouest dans toute sa longueur, elle commence par le faubourg Bourgogne et la rue de ce nom, route de Lyon, et finit par la rue du Tabourg, la rue des Carmes, la rue Porte-Madeleine et le fau bourg de ce nom, roule de Tours, avec un embranchement rue de la Porte et faubourg St-Jean, route de Cháteaudun. La troisième grande voie est formée de Test à l'ouest, par de beaux et vastes quais, plantés en partie d'arbres, rive droite de la Loire. D'autres quais sont aussi établis sur la rive gauche du fleuve. Les principales rues sont aujourd'hui : la rue de Jeanne-d'Arc. la rue Royale, la rue Bannier, ensuite la rue des Carmes, les rues d'Escures, de TEvêché, du Bourdon-Blanc, de la Bre tonnerie, de la Hallebarde, d'Ilíiers, etc. Comme lieu de réunion, elle jouit d'une vaste place au centre, le Martroi, assez régulière, où se trouvent les principaux cafés et où stationnent les voitures de place. Une aulre place, l'Etape, malheureusement défigurée et rétrécie maintenant, où Ton voit la Mairie, le Théâtre, TInstitut musical. Les autres places plus ou moins spacieuses sont celles du marché Porte-Renard, du Vieux-Marché, du Grand-Marché, les trois places de la Cathédrale, sur Tune desquelles se trouve la belle statue du célèbre jurisconsulte Pothier, enfin les places de Saint-Pierre-le-Puellier, de Saint-Euverte. celle de Saint- Aignan, plantée d'arbres et où se tient la foire d'hiver, sur un_ ancien cimetière de la Ville, et le square de la Préfecture, créé tout récemment au sud de son jardin. Les promenades de la Ville étaient jadis fort élevées sur les remparts, plantés en grande partie sous Henri IV, portant les noms de mail et boulevards; applanies depuis 1848, elles sont remplacées par des boulevards bien planlés et séparant encore la Ville de ses faubourgs. L'historien Le Maire, dans son édition in-quarlo, a donné une nomenclature des anciennes rues d'Orléans; moi-même, j'en ai donné une nouvelle dans la 2e édition de mon histoire d'Or léans, mais avec indication des édifices et monuments qui s'y trouvaient. Mais en 1852, le Conseil municipal a cru devoir supprimer un grand nombre de noms de rues, les uns rappelant pourtant queìques faits historiques, d'autres surannés, et quelques-uns ridicules. Dès Tannée 1841, on a commencé à établir les pre miers trottoirs: rue Jeanne-d'Arc, à sa création, rue Royale, rue Bannier, et successivement dans toutes les rues."], [14, "6 RUES: Noms supprimés. Xoms remplaçant les anciens. . De Stc-Catherine. Barillerie, Aiguillerie, Hôtellerie. . . Faverie, Cordonnerie, Pomme-de-Pin, Ormerie, St-Sauveur, Sl-Liphard, Villeneuve, Bourgogne Machecloux St-Martin-de-la-Mine, Battoir-Vert . . Poterne, Epée-d'Ecosse, Roche-aux- Juifs De Bourgogne. De Rccouvrance. Parisis. De la Poterne. Du Bourdon-Blanc. Hurepoix, Bourdon-Blanc De la Berche, St-Côme, St-Victor, des Pensées, de la Treille Grand-Ciseaux, Petite-Horloge, Sémoi, Clouterie . . • Des Pensées. Des Grands-Ciseaux. Du Poirier. Huis-de-Fcr, du Poirier. Des Images, de lTmpossible, Charpen- terie, St-Donaticn De St-Magloire, des Noyers De l'Oie, de la Limarre, de la Poêle, du Vert-Galant Des Grands-Champs, Grange-au-Diablc, Pot-d'Argent Meslée, du Grenier-à-Sel Du Bœuf-St-Paterne, des Hilaires . . Du Pot-de-Fer, des Petits-Champs . . De la Croix-de-Malte, V.islin De la Charpcnteric. Des Noyers. De la Limarre. Des Grands-Champs. Du Grenier-à-Sel. Du Bœuf-St-Paterne. Du Pot-de-Fer. Croix-de-Malte. De Gourville. De Gourville, de la Levrette Du Chat-qui-Pèche, Croix-de-Bois, St-Laurent Croix-de-Bois. D'Angleterre. Du Four-à-Chaux. Des Turcies. D'Angleterre, de la Crosse. ....'. Du Four-à-Chaux, Rose Du Griffon, Croix-par-Dieu,desTurcies. De l'Ecorcherie Du Baron. St-Laurent (ou faubourg) . . Des Bahutiers, de l'Ecrevisse. Du faub. St-Laurent. De l'Ecrevisse. De la Vieille-Foulerie, de la Vannerie. Des Charretiers, du Cours-aux-Anes . De St-Flou, de l'Ecu-Vert, de la Folie. Du Devidet, des Cornes Des Quatres-Fils-Aymond, aux Loups. Des Trois-Poëlons, desOrmes-St-Victor. Des Pastoureaux, du Coq-Dinde . . . De TEmpereur, du Soufflet, Porte-du- Soleil Du Cheval-Rouge. Des Charretiers. De St-Flou. Du Devidet. Des 4 Fils-Ay mond. Des Ormes-St-Victor. Des Pastoureaux. De TEmpereur. Rue Basse. Cloche-Meffroy Bouche ou Rebrousse-Pénil. De la Trée, Cloche-Meffroy ."], [15, ""], [16, "Herkusou .Libraire -Editeur? VUE GENERALE. ORLEANS. 29. rue Jeanne d'Arc. a Orléans Tir paine ht h."], [17, "9 Quai de Cypierre. . . Du Pont à la rue de Recouvrance. Quai Barentin .... De la rue de Recouvrance à la grille St-Laurent. Quai du Châtelet. . . Du Pont à la rue de la Tourneuve. Quai duFort-Alleaume. De la rue de la Tourneuve à la grille Molle-Sanguin. Quai du Roi De la Motte-Sanguin jusqu'au chemin d'embranchement. La rue du Tabourg s'écrira rue du Tabour. EDIFICES, MONUMENTS, MAISONS REMARQUABLES, ANTIQUITÉS, PAR ORDRE ALPHABÉTIQUE. (1) ABATTOIR. — L'inconvénient des boucheries avec tueries particulières ou même publiques dans Tintérieur des villes, se faisait sentir à Orléans, comme dans d'aulres villes, lorsque en 1808, le Conseil municipal consentit, sur la demande du Maire, à la construction d'un Abattoir public; malheureusement l'em placement sur le boulevard de THôpital fut mal choisi, et le rendit d'un accès peu facile et trop loin de la Loire : la première pierre en fut posée le 2 juillet 1820, dale rappelée par une médaille commémorative. Le plan de cet Abattoir, fait par Tarehitecte Pagot, fut trop restreint, et a nécessité depuis bien des adjonctions. Le 2 juin 1821, les bouchers ont été mis en possession de ce local, affermé pour trois ans, au prix de 26,500 fr. ; en 1847, ce fermage monta à 38,550 fr., et en 1863, il était évalué à 43,000 fr. : il fonctionne maintenant d'une manière satisfaisante, et le marché aux bestiaux est établi dans de bonnes conditions, en face de TAbattoir. ACADÉMIES. — Voir Sociétés savantes. BIBLIOTHÈQUE. — Rue Pavée, près de la place de TEtape. II existait à Orléans plusieurs Bibliothèques importantes, tant à l'Université que dans divers monastères, lorsque en 1714, M. G. Prousteau , docteur-régent de l'Université, acquéreur (1) Le visiteur trouvera chez ('éditeur H. Herluison, rue Jeanne-d'Arc, 17. toutes les vues des édifices de la ville d'Orléans, ainsi que les ouvrages relati/* * l'Orléanais et à la Tille d'Orléans."], [18, "10 en 1679 des livres précieux de H. Henri de Valois, donna sa Bibliothèque aux religieux Bénédictins, à la condition de la rendre publique. Telle est l'origine de la Bibliothèque commu nale d'Orléans. Elle s'est accrue de nombreux dons particuliers, de livres enlevés de 1790 à -1793, à des châteaux et à divers monastères et d'envois des divers gouvernements. Elle est depuis 1806, disposée assez commodément dans Téglise et les locaux additionnés, de Tancienne église du Bon- Pasteur, jadis refuge des filles repenties, puis paroisse. Cette Bibliothèque possède plus de 40,000 volumes, des ou vrages précieux, des manuscrits sur vélin peints, d'autres sur l'his toire locale. Les deux statues de Charlemagne etde François Ie' qui ornent son entrée ont été faites pour la porte du lycée où elles gênaient la circulation et étaient exposées aux mutilations. La Bibliothèque est ouverte tous les jours, excepté le mer credi, du 15 octobre au 15 août, depuis 11 heures du matin jusqu'à 4 heures, et les dimanches et fêtes de 11 heures à midi, mais on doit regretter ici comme ailleurs la fermeture des Bi bliothèquesau temps des vacances où elles pouraient rendre des services aux élèves des classes supérieures. BOURSE. — L'Hôtel de la Bourse, maintenant ouvert dans un bâtiment approprié à cet usage contient quelques peintures décoratives d'un faire satisfaisant et dont les sujets sont em pruntées aux fresques découvertes à Pompéi. CALVAIRE. — Cette communauté fondée à Orléans en 1637 malgré les habitants par le Capucin si connu, Joseph du Trem blai, occupait jadis un assez vaste local aujourd'hui couvert, rue porte-Madek'ine parles bâtiments del'hospice. Les religieuses de ce monastère ont acquis, depuis leur réta blissement, les locaux de l'ancienne chapelle Ste-Colombe et des bâtiments adjacents, rue des Gobelets. CARMÉLITES. — En 1617, ces religieuses s'établirent à Or léans avec quelque difficulté, rue des Anglaises, où elles créèrent une belle église et un vaste jard'n, englobé maintenant dans la caserne des Jacobins. Elles ont acquis depuis leur réunion de leurs deniers et de dons de dames pieuses Tancien local des Carmes déchaussés où elles sont cloitrées depuis 1808. CASERNES. — Orléans possède une très-belle et vaste ca serne d'infanterie ouvrant sur la place de TEtape et sur la rue de St-Martin-du-Mail, ancien local des religieuses Carmélites et des moines Jacobins. Et une autre caserne au faubourg Saint-Marceau, ancienne maison rurale ducale, et ancienne succursale des religieuses Ursulines, puis dépôt de mendicité."], [19, "11 CIMETIERES. — Deux cimetières sont aujourd'hui affectés aux paroisses ; l'un dit de St- Vincent avec un beau portail archi tectural qui formait Tëntrée de Tancienne église Saint-Maclou. 11 est vaste, bien tenu et orné de divers monuments. L'autre cimetière est situé près de la porte St-Jean et son portail provient de Tentrée latérale ouest de Tancien grand cime tière, maintenant halle au blé. Ce cimetière couvert de tombes et de tombeaux aurait besoin d'être agrandi ou transféré. CONSULTATIONS GRATUITES (Hôtel des). — En 1786, M. Petit, né à Orléans, et fils d'un tailleur, médecin recomman dable et jouissant d'une grande réputation de talent à Paris, fonda à Orléans et fit construire à ses frais cet établissement, avec un fonds de 66,000 fr. En 1788 il ajouta aux consultations de médecine, des consultations de droit. M. Le Brun, architecte d'Orléans, fut chargé de la construction, et en 1792 on y inau gura le buste en marbre du docteur Antoine Petit, le fondateur, qui avait voulu que le concierge fût à perpétuité un pauvre tailleur, 4 médecins et 4 chirurgiens sont encore attachés à cet établissement où se trouve le comité de vaccine et le bureau de bienfaisance. CROIX DE LA PUCELLE. — C'est une simple croix posée sur une colonne et érigée le 8 mai 1817 au faubourg du Porle reau, en mémoire de Jeanne d'Arc et de la blessure qu'elle reçut vers ce lieu à la prise des Tourelles, tête de Tancien Pont. Cette croix a coûté 512 fr. 76 c. et porte une inscription votive. « En « mémoire de Jeanne d'Arc, dite la Pucelle, pieuse héroïne qui « le 8 mai 1429 dans ce même lieu sauva par sa valeur, la Ville, « la France et son Roi. » EGLISES. — St-Aignan. — Place de ce nom: cette ancienne église et paroisse fut fondée en dehors de la première enceinte de la ville à une époque très-reculée, vers Tannée 349 et sous le nom de St-Pierre-aux-Bœufs, par Tévêque d'Orléans, Diopet. En 841 elle était desservie par des moines et cn 851 par des chanoines, elle aurait pris le nom de St-Aignan lors de la translation qui y fut faite des reliques de ce saint évêque, avant Clovis, qui l'aurait accrue et enrichie: vers Tannée 812, Charlemagne l'aurait fait rebâtir avec magnificence. En 865 les Normands la dévastèrent. En 999 elle souffrit d'un incendie. En 1029, le roi Robert l'inau gura après Tavoir fait rebâtir dans un emplacement plus rapproché de la Loire. En 1370 les Orléanais la démolirent eux-mêmes, lors de la première invasion des Anglais commandés par Ka nolle. Charles V commença sa réédisication achevée sous Char les VI. Lors du siège de 1428, les Orléanais la sacrifièrent encore à leur sûreté. Enfin le dévot Louis XI entreprit en 1476 sa reconstruction sur un beau et nouveau plan; mais ce furent Charles VIII et surtout Louis XII qui y mirent ladernière main. Cette église élail vaste et très-remarquablc avant les guerres de"], [20, "12 religion. Les Protestants démolirent la partie ouest el isolèrent ses restes desatour monumentale détruite en 1804 seulement. Elle est restée dans cet état et néammoinson remarque sa bonne disposition intérieure, la piscine de sa sacristie, une vierge transportée là, des tourelles de Tancien Pont, enfin sa châsse des reliques de St-Aignan singulièrement sauvée, dil-on, du feu des Protesiants en 1565, et miraculeusement dérobée en 1792 aux fureurs des révolutionnaires. A Textérieur son portail la téral nord quoique très-mutilé et Tentrée de Louis XI deman dent une intelligente restauration. Sa sacristie possédait encore récemment un coffre en bois orné en demi-relief de figures pas sablement exécutées, représentant le sacre d'un Roi, soit Louis le-Gros, soit plutôt Louis XI, ce coffre précieux est aujourd'hui au Musée. Ste-Croix. — C'est la Cathédrale, construite de pièces et de morceaux avec un tel accord et tant de goût que son en semble, — on pourrait dire semi-gotique, semi-moderne, — est vraiment admirable, surtout dans Texécution de son hardi, léger et harmonieux portail. L'époque de la fondation primitive de la Cathédrale d'Orléans est fort incertaine, car elle portait dans l'origine le vocable de Sl-Etienne. église ancienne, qui n'occupait point cet em placement. Saint Euvcrle, appelé miraculeusement suivant les légendaires à Tévêché d'Orléans, aurait été le fondateur de Téglise actuelle et aurait été aidé dans cette entreprise par un trésor qu'il aurait trouvé dans les fondations, et par les libéralités de Tempereur Constantin. La découverte de la vraie Croix, par Timpératrice Hélène le détermina très-probablement á mettre cette église sous cette invocation. En 865, les Normands la brûlèrent, et en 999, elle fui de nouveau fortuitement incendiée. Réparée à la hâte, le rond-point et la nef s'écroulèrent en 1277. L'évèque Robert de Courtenay commença sa restauration de ses deniers en 1278, elson successeur Gilles Palay, aidé par les dons des ha bitants continua en 1287 les constructions commencées. En 1562, les travaux n'étaient point achevés, lorsque, en 1567, et malgré le prince de Condé, des forcenés s'introduisirent dans la nef, par une fenêtre, et sapèrent des piliers, qui entraînèrent la ruine d'une grande partie de Tédifice ; cependant, le vieux portail, les tours, onze chapelles autour du chœur restèrent debout. Cette église était dans un triste état, malgré les réparations que Charles IX y avait fait faire, en 1580, lorsque Henri IV se décida à abjurer le Protestantisme el se soumit à créer les cou vents d'hommes et de femmes, promesse qui fut convertie en celle de réèdifier Sainte-Croix d'Orléans. Un jubilé était établi par le Pape Clément VIII ; ce roi vint y assister, et des travaux importants furent commencés en 1598. En 1613. Louis XIII af fecta de nouveaux fonds á cette restauration et donna les plus."], [21, "13 beaux chênes de la forêt d'Orléans pour la toiture. En 1690, Mansard sit faire un beau jubé, qui fut supprimé cn 1791. En 1704 et 1706, on travailla aux chapelles et on acheta les stalles et leurs beaux dossiers sculptés par les Dugoulon père et fils, pour la chapelle de Versailles; Sainte -Croix en a été spolié assez récemment au profit de la chapelle du Séminaire, où elles sont aujourd'hui. En 1708, un nouveau plan de la Basi lique fut proposé et mis à exécution par Tarchitecte M. Coste : A sa mort, M. Gabriel, premier architecte du roi, fit agréer un nouveau plan auquel on travailla de 1723 à 1764. M. de Ja rente, évêque d'Orléans, directeur de la caisse des économats, obtint de Louis XV d'employer une partie des fonds de cette caisse à Tachèvement de Sainte-Croix. M. Trouard continua les travaux en modifiant les plans de M. Gabriel. En 1773, M. Le grand fut chargé de terminer les tours qui avaient éprouvé un tassement dangereux. En 1787, M. Pavis remédia à ce danger, cn allégeant les tours et les terminant circulaircment au lieu de leur donner un étage de plus carrément. De 1790 à 1816, on cessa de travailler à Ste-Croix. En 1816 et 1817 on y dép nsa 40,000 fr., de 1818 à 1819 3H.O00 fr., de 1820 à 1825 80,000 fr., de 1823 à 1827 160,000 fr., enfin, de 1826 à 1828 71,000 fr., et depuis 16 à 20,000 fr. En vérifiant les sommes employées tant bien que ma! , à Ste- Croix par Tarchitecte M. Pagot, et celles payées précédemment, on trouvera que Ste-Croix a couté plus de 22,000,000 de fr. En 1857, Tancien clocher étant incliné et menaçant ruine dit-on, fut remplacé par un nouveau clocher plus élégant, mais, peut-être moins en harmonie que Tancien avec Tédifice. Celte œuvre due à M. Boeswilvald a été terminée en 1859. Outre Textèrieur remarquable de cette église et son ancien petit portail de l'Evêque ; on voit à Tintérieur un beau buffet d'orgue, provenant de Tancienneabbayede St-Benoil-sur-Loire ; la chaire à prêcher sculptée parMM. Rcmagnési frères; de beaux tableaux relégués dans la sacristie, des chapelles nouvellement restaurées avec des peintures murales, des vitraux récents et sa chapelle de la Sainte-Vierge où se trouve une admirable Vierge en marbre, sculptée par le célèbre Michel Bourdin. Un artiste orléanais, de talent, M. Clovis Monceau, sculpte dans la pierre des basses nefs un magistral chemin de croix. Septde ces remarquables compositions, commencées il y a trois ans, ont été découvertes le 10 mai 1868, à Toccasion des fêtes du Concours régional et du passage de Tempereur Napoléon 111 et de Timpératrice Eugénie. St-Donatien. — Petite église et paroisse, sans intérêt à Tex tèrieur ni méme à Tintérieur. Cette église, dont la fondation sur vastes caves, remonterait à 1 123, sous le vocable de St-Donatien et St-Rogatien, fut endommagée par des boulets, lors du siège de 1128, et en partie ruinée par les protestants en 1364."], [22, "14 St-Euverte. — Cette église, qui aurait été fondée vers 390 sous le nom de Ste-Marie-du-Mont, par un citoyen romain nom mé Tetradius, servit ensuite à la sépulture de Sl-Euverte dont elle prit le nom. Dans ce lieu existait très-anciennement un cimetière romain et un château fort. En 865, les Normands ra vageant les rives de la Loire, les reliques du Saint furent por tées à Ste-Croix, puis rétablies à Ste Marie-du-Mont, où Charles le-Chauve vint les visiter, et fit aux chanoines séculiers de cette église de riches dons. Leur abbé Etienne de Tournay sollicita des secours des chanoines de St-Martin-de-Tours, pour réédifier son église brûlée. En 1428, St-Euverte fut sacrifié à la défense de la ville. En 1539 le couvent était rétabli. En 1562, les protestants firent de Téglise une caserne dereitres. En 1564 on commença à réparer cette communauté, Henri IV y contribua. En 1615, M. d'Escures en était alors abbé commendataire. C'est vers le milieu du XIIe siècle que les chanoines auraient embrassé la règle de St-Augustin, mais cette communauté fut réformée en 1636 et les anciens religieux remplacés par les Génovéfins. Cette abbaye avait le privilège de donner à souper aux évêques d'Orléans fa veille de leurs entrées à Orléans, de leur adminis trer les derniers sacrements, et de les inhumer dans leur chœur. L'église a servi de nitrière artificielle et la maison conventuelle a été disposée en filature de coton. En 1838, M. de Rauzan, supé rieur des Prêtres de la Miséricorde, avait acheté les bâtiments conventuels 90,000 fr. L'église avait été donnée par TEtat à la fabrique de Ste-Croix, qui avec Tagrément de la municipalité Ta vendue à la même communauté 18,000 fr., à la condition de la réparer et de Tentretenir. Cette église est la plus régulière et une des plus belles de la ville ; déjà d'utiles réparations y ont été faites et sont en cours d'exécution. Un caveau récemment retrouvé est regardé comme étant le tombeau de St-Euverte. Le portail, obstrué cn 1566 par la construction de la tour massive, bâtie par le moine Langelas et mutilé en 1564, est encore en ruines. St-Jacques. — C'est une ancienne petite chapelle, située dans l'ancienne rue des Hôtelleries, servant aujourd'hui de magasin et fondée vers 1155. Construit sous Louis XI, son joli portail, qui demande à être restauré, Ta fait classer au nom bre des monuments historiques, le gouvernement Tavant acheté 5,000 francs. St-Laurent. — Ancienne église du faubourg de ce nom. En 1091 c'était un monastère situé au bourg d'Avenum Cette église plusieurs fois ruinée a été modernement rebâtie en y conser vant une église souterraine. St-Marc. — Petite église et paroisse du faubourg de ce nom. Elle est aujourd'hui assez bien décorée à Tintérieur. St-Marceau. — Eglise et paroisse du faubourg de ce nom."], [23, "15 En 1428, les Anglais en avaient fait une forteresse en s'y re tranchant, ils en furent bientôt chassés. Cette église a été ré parée depuis; elle n'offre rien de remarquable nia Tintérieur, ni à Textérireur. Notre-Dame-des-Aides. — C'est une chapelle de l'extré mité nord du faubourg Bannier dépendant de la paroisse de St- Paterne et qui doit son origine à des confréries qu'encouragea en 1719 Tévêque d'Orléans en contribuant à son érection par un don de 2,000 fr. Notre-Dame-du-Chemin . —Rue de Bourgogne à son extré mité orientale, ancienne chapelle de St-Aignan fondée en 854 avec un cimetière supplémentaire de Téglise de St-Aignan par une charte de Tévêque Agius. Elle était devenue une paroisse, supprimée en 1786. Les Protestants Pavaient ruinée mais elle avait été reconstruite en conservant son portail latéral nord de l'époque de la renaissance dont on voit encore les restes. C'est aujourd'hui un atelier de pressoirs. Notre-Dame-de-Recouvrance. — Après le siège de 1429, on employa les matériaux d'une bastille anglaise à la construc tion hors ville d'une chapelle, à laquelle on donna le nom de N.-D.-de-Recouvrance : les Protestants y commirent des dégâts, mais une partie de son joli portail échappa à leurs dévastations. On y a fait des travaux intérieurs et extérieurs tout récemment. Ceux de Tiniérieur sont remarquables; à Textérieur, on doit re gretter qu'on n'ait point mis la partie sudde son entrée enhar monie avec les restes de la partie nord; à Tintérieur, on peut trouver qu'on a trop usé et même abusé de la mode actuelle des peintures murales ; mais les tableaux des chapelles sont bien traités. C'est la seule église d'Orléans où il existe un ancien grand vitrail, fort beau, mais aujourd'hui un peu masqué par les décorations du maître autel. St-Paul. — ■ Le bourg d'Avenum, avant son adjonction à la ville, vers 1300, possédait deux églises ou chapelles, jointes dans les mêmes bâtiments et accolées Tune à l'autre. La principale, qui était la paroisse, étaitdédièe à St-Paul, et l'autre à Notre-Dame. En 1750, ces deux chapelles furent réunies sous un seul curé. L'église conserva le'nom de St-Paul avec une chapelle de N.-D. des-Miraclcs vouée à une vierge en bois, noire, à laquelle on attribua en différents temps des miracles. Cette église et paroisse dont Tentrée principale est par une petite place sur la rue de Recouvrance a été ruinée et restaurée plusieurs fois. Son portail principal a été refait cn 1854 par M. Clouet, sur les dessins modifiés cle M. Carteron fils. Le clocher de cette église est établi dans une ancienne tour de ville, surexhaussée et séparée de Téglise. A Tintérieur, elle pos sède un autel à la romaine, une chaire à prêcher remarquable, un bon jeu d'orgue, une belle grille de chœur et des peintures murales dans la chapelle de la vierge noire."], [24, "16 St-Paterne. — Eglise et paroisse à Tcxtrémité nord de la rue Bannier, est un édifice très-ordinaire précédé d'une grosse tour servant aux cloches. Avant le siège de 1429 c'était une Au mône (hospice) de nom de St-Pouair, 1 1 Téglise actuelle ne fut bâtie qu'en 1500 des deniers des habitants du faubourg et de la rue Bannier. On voit outre un jeu d'orgue médiocre, un beau tableau de Restout, élève deJouvenet. Depuis longtemps on projette la réèdisication de cette église peu digne d'une grande ville. St-Pierre-Ensentelée. — C'est-à-dire sur le chemin exté rieur de la ville (première enceinte). C'est aujourd'hui une belle et vaste chapelle rebâtie en briques, avec une entrée sur la place du Martroi et une entrée principale sur la rue de son nom. Cette chapelle dépend maintenant de la Cathédrale. St-Pierre-le-Puellier. — C'est une des plus anciennes églises de la ville et un ancien baptistère de filles, ce qui lui a donné son surnom ; c'était un chapitre et maintenant une paroisse située sur la place de ce nom et près de la Loire. St- Vincent-des -Vignes. — Eglise et paroisse au faubourg de ce nom, petite, assez bien décorée nouvellement. Elle possède les reliques de Ste-Christine, objet de vénération et de pèleri nage pour lesquels on vient de construire une chapelle, dont M. Imbaut jeune, a été Tarchitecte , ainsi que du nouveau portail. EMBARCADÈRE DU CHEMIN DE FER. — Le chemin de fer d'Orléans à Paris a été autorisé en 1838 et inauguré le 2 mai 1843. Sa dépense totale a été de 59,801,293 francs, son embarcadère situé sur le boulevard de ce nom, près de laplace Bannier, est d'une grande simplicité et doit r tre remplacé en partie par un embarcadère plus vaste à trois kilomètres de la ville, commune de Fleury, au lieu dildes Aubrais. ENTREPOT DES DOUANES, sur le quai Barentin. — En 1832 la chambre de commerce émit le vœu de voir établir un entrepôt des douanes à Orléans dans Tintention d'en accroître les relations commerciales, on sacrifia à cette création le jardin de la ville pour construire sur le dessin de Tarchitecte M. Pagot , un grand bâtiment d'habitation des employés, peu commode , et des magasins qui n'ont jamais été fruc tueusement occupés. Cet établissement a coûté au total 406,820 francs, et en 1863 le Conseil municipal fatigué de son improduit a demandé sa suppression, mais il a été conservé pour les magasins de farine des boulangers. ÉVÊCHÉ. — Le palais épiscopal est situé rue de TEvêché : il est vaste, assez bien distribué, précédé d'une vaste cour et possède un jardin. Sa porte extérieure, d'une architecture"], [25, "LA CATHEDRALE Tirpcrmc hth"], [26, ""], [27, "19 lourde et peu gracieuse, a été exécutée sur le dessin de Tar chitecte Weirbreicht. Ce palais a été bâti en 1631 sous Tépiscopat et par les ordres de Tévêque Mgr de Netz, sur les anciennes fortifications de la ville, murs et tours de la Fauconnerie, très-ancienne seigneurie des évêques qui précédemment logeaient dans lc cloître Ste- Croix par tolérance des chanoines. II y existe à Tintérieur un joli modèle en bois de la cathé drale et une galerie de portraits des évêques d'Orléans. HALLE AU BLÉ. — Cette halle a été construite en 1824 et le marché y fut installé en 1826 dans le local de Tancien grand cimetière de la ville, dont il reste des traces par des galeries fermées aujourd'hui et par un beau portail no d maintenant en fermé dans une cour voisine. Lors de sa construction ou trouva les traces curieuses d'une ancienne fabrique de Poterie, dont les débris décritsparnous et par M. Jollois sont au Musée. La halle a ses entrées rue de TEvêché. rue Pavée et rue St- Martin-du-Mail ; le carreau de cette halle, pour Tinauguration de laquelle on a frappé une médaille, a été exécuté par M. Duret sur les dessins de {'architecte Pagot. HOPITAUX. — U a existé dans l'origine plusieurs aumônes (hospices) à Orléans, le principal hospice dirigé par les cha noines de Ste-Croix était au nord de cette église et sous le nom d'Hôtel-Dicu. II longeait la rue de TEvêché. Cet hospice qui ne possédait guère qu'une belle salle disposée sous Louis XII et par ses ordres, était devenu depuis longtemps trop petit et mal placé lorsqu'il a été détruit en 1846, et joint à un autre hospice nommé THôpital général, rue porte Madeleine. Cet hôpital gé néral avait été créé lui-même en 1673 par les habitants en y réunissant les aumônes dispersées dans ia ville. Aujourd'hui et par suite des dépenses considérables qui ont été faites, Thospice d'Orléans est un des plus beaux, des plus vastes et des mieux aménagés de France, et en outre comme annexe existe pour les aliénés libres un vaste jardin et des locaux convenables appelés le Baron, au faubourg Madeleine. L'église des hospices, d'une forme particulière et orientée du nord au sud, fondée en 1716 n'a été terminée qu'en 1864, d'après les plans primitifs de Tarchitecte Gabriel. Deux belles statues couchées, la Religion et la Charité, dues au ciseau habile de M. Vital Dubray, ornent son portail: on y remarque d'autres sculptures, bas-reliefs, etc. du même artiste. INTENDANCE ancienne). — C'est un vaste hôtel bâti en briques, avec un grand jardin. Son entrée est rue de la Breton nerie. U a été construit en 1430 par François Brachet, inten-"], [28, "20 dant de la reine Isabelle d'Aragon et il a servi quelquefois au séjour des Rois de France, il est aujourd'hui divisé en maisons particulières. INSTITUT MUSICAL. — Cette Société musicale pour la quelle Tarchitecte M. Pagot a bâti le local qu'elle occupe place de l'Etape, a été fondée en 1834. Création utile de classes de composition, de chant et d'ins trument. Concerts très-brillants el très-suivis dans une belle salle. Locaux adjacents commodes pour de grandes réunions. JARDIN DE VILLE ou BOTANIQUE. —Situé au faubourg du Portereau Tudelle, assez bien disposé: belles serres où se trouvent des plantes rares, butte élevée dominant la ville, remarquable statue en marbre représentant Cadmus. LTCÉE. — Antérieurement à Tétablissement bon gré malgré des Jésuites à Orléans , il y existait divers collèges. Sous Louis XIII ils obtinrent de créer une maison d'enseignement, rue St-Anne. Plus lard ils furent autorisés à envahir les locaux des chanoines de St-Symphorien ou St-Samson et y établirent leur collège. En 1761 on les remplaça par des professeurs sécu liers; telle fut l'origine de Técole centrale, près du lycée, qui occupe encore le même emplacement, mais avec de nombreuses adjonctions successives. Ses nouveaux bâtiments, avec façade peu remarquable sur la rue Jeanne-d'Arc, furent faits en 1842 par Tarchitecte Delton : une chapelle y a été bâtie tout récemment par Tarchitecte Clouet. Le lycée d'Orléans est aujourd'hui un des plus grands et des plus aérés de France, quoi qu'il soit situé au centre de la ville. MAIRIE. — L'Hôtel-de-Ville occupait jadis rue des Hôtelle ries Sainte-Catherine, le local du Musée actuel appelé Thôtel des Carnaux, (Crénaux). En 1738, les maire et échevins achetèrent des successeurs de Tinfortuné bailli Groslot, massacré à Paris, à la Saint-Bar thélemy, le bel hôtel qu'il avait fait construire avec luxe sur la place de l'Etape. et, y disposèrent les bureaux et les archives de l'administration municipale, qui y est restée. Cet hôtel bien bâti, mais d'un aspect alors très-sévère, resta à peu-près dans le premier état extérieur de sa construction jusqu'en 1852, où Tarchitecte Delton fut chargé de le restaurer en le modernisant à sa guise : un perron d'un style différent de Tancienne construction y fut bâti tout en conservant les belles cariatides de son pallier, statues attribuées à Jean Goujon. Aujourd'hui, la façade de la Mairie présente un aspect agréable aux étrangers, et, les ornements et ameublements de Tintérieur méritent d'être visités."], [29, "21 MAISONS PARTICULIÈRES REMARQUABLES. — Maison, rue de la Poterne, ayant été bâtie pour un doyen de Téglise de Saint-Pierre-Empont. Maison rue de la Bretonnerie. — C'était Tancien hôtel du Cerf-Volant. Maison rue de la Charpenterie. — Très-petite, mais cu rieuse. Maison rue de la Pierre-Percée. — Très-remarquable par sa façade etses sculptures assez bien conservées ; en face, d'au tres maisons conservent à l 'extérieur des traces de construction jadis distinguée. Maisons rue du Poirier. — L'une offre des ornements de bon goût dans sa façade, et était appelée maison des Lacs-d'Amour : L'autre possède dans sa cour un petit cabinet sculpté, conservé ou sur-ajou'é très-curieux. Maison rue Ste-Catherine, ancienne rue des Hôtelleries, dont la belle façade du bon style, dit de la Renaissance, a été bâtie par le célèbre architecte Ducerceau. Maison rue de Gourville. — Entre cour d'honneur et jardin, jadis bel hôtel, occupé maintenant par une communauté. Maison des Oves, ou vulgairement des Œufs, rue Ste-Anne, attribuée à tort à Ducerceau, mais bâtie en 1379, par M. Mas suau, guidé peut-être par Jean-Baptiste Ducerceau, fils de Jacques Androuet. Maison rue du Marché-à-la Volaille, ou place du Chàtelet. Bâtie vers 1561, par Jean Alibert, qualifié homme noble, pieux (protestant) et zélé ; jolie façade, et, ayant possédé un cabinet et une cheminée richement sculptée au premier étage : il y reste un vitrail et de vastes plaques de cheminées avec des salamandres. Maison rue de Recouvrance, dite de François Ier. — Ce dernier nom lui a été donné cn raison de son constructeur, du séjour qu'y a fait la duchesse d'Etampes, et surtout des Sala mandres qu'on y voit. Elle a été bâtie avec un grand luxe en 1538 et terminée en 1540, par G. Toutin, valet de chambre du Dauphin, qui la fît décorer des deniers du Roi, qui Taffranchit de cens el rentes. Elle ne conserve guère de son ancienne splendeur que deux galeries à colonnes superposées, un escalier en pierre et une petite tourelle posée sur trompe, enrichie par des caissons por tant de jolies sculptures, avec des attributs amoureux, et la date de 1540. Maison rue du Tabour, nus 13, 15, dite d'Agnès Sorel. — Cette belle demeure construite avec un luxe princier, qui s'éten dait jusqu'aux sculptures de ses portes d'entrée, dont la princi-"], [30, "22 pale est au Musée, est assez bien conservée dans sa façade et surtout dans son intérieur où Ton admire les menaux et cordons des baies, la cour, la galerie avec son plafond artistement sculpté, son puits, la cheminée de sa vaste salle aujourd'hui divisée, et, jusqu'à des restes de goutière, enfin son large escalier en pierre et ses vastes caves. Son origine pourrait être de 1470, mais plus certainement de 1512. Maison de TAnnonciade, rue du Tabour, n° 35. — Ce nom lui est venu d'un bas-relief de TAnnonciation à la Vierge. En 1429, elle était le séjour de M. Boucher, trésorier du duc d'Orléans, qui eut Thonneur d'y recevoir et d'y héberger Jeanne d'Arc, pendant son séjour à Orléans. En mémoire de la chambre où Jeanne d'Arc coucha, dans le même lit avec la jeune fille de M. Boucher, à laquelle elle laissa un de ses chapeaux filigranes, MM. Colas, devenus, propriétaires de cette maison, ont fait construire en 1588, un joli pavillon en Thonneur de Jeanne d'Arc, sur Templacement de cette chambre. Ce cabinet porte leurs armes, et il est très singulier par les sculptures en arabesques de ses plafonds. Maison rue de Sainte-Catherine, non loin et presque en face du Musée. — Elle a été bâtie vers 1364, par les moines du couvent de Bonneval. Elle leur avait été donnée comme lieu de refuge en temps de guerre, par Jehan Christianisati, Suédois, dont Tépitaphe en caractères runique existait au grand cimetière. On voit encore dans sa façade des traces du séjour des moines, et, à Tintérieur dans une cour séparée, des têtes romaines bien tra vaillées. Maison de la Fleurs de-Lys ou de la Monnaie. — Autrefois située rue des Basses-Goutières, elle porte aujourd'hui le numéro 17 de la rue Jeanne-d'Arc. Cette maison remarquable était voisine d'un jeu de paume en 1650. Malgré des adjonctions modernes, elle a conservé ses charmantes sculptures de la renaissance, et de curieuses cariatides qui décorent chaque côté des trois fenêtres du rez-de-chaussé. Elle a appartenu successivement aux familles: Vaillant, Houderon, Bourdineau, de Gorris des Voisins, Lobereau de Montigny, Durant, Cahouet, de Mareau, Laisné de Ste-Marie, Laurent de la Bouchetière, etc. Elle est occupée actuellement par la librairie H. Herluison. Maison de Marie Touchet. — On a bien diversement parlé de la famille de cette maîtresse de Charles IX, dont réelle ment le père orignaire de Patay était, sous ce Roi, lieutenant particulier au baillage et siège prèsidial, et habitait la rue de la Vieille-Poterie, maison n° 9 actuel; on y voyait jadis dans la façade de la sculpture et des têtes romaines. Maison du célèbre Jurisconsulte Pothier. — II habitait et il est mort dans une maison de la place sud de la Cathédrale, désiguréeaujourd'hui, maisdontun marbreaconservélesouvenir."], [31, "23 Maison des Dulys. — Cette maison de la rue des Pastou reaux était occupée, lorsque la mère de Jeanne d'Arc vint demander Thospitalité aux Orléanais, par un nommé Anquetil. auquel la ville payait une pension alimentaire, pour la mère de Théroïne de Vaucouleurs. Elle y est morte à peu près ignorée. MANUTENTION CIVILE. — Grand bâtiment à façade tour mentée et établissement utile et actif, boulevard du Chemin de Fer. MARCHÉS. — Orléans possède plusieurs marchés, dont un seul est assez mal couvert entre les rues du Tabour, de la Hallebarde, des Carmes et de Recouvrance ; le grand marché trop resserré est rue de la Cholerie, tenant à la rue Bourgogne, il y a en outre le marché à la viande à la suite ; le vieux mar ché, rue Royale et enfin le marché Saint-Etienne, rue de ce nom touchant à la rue Bourgogne. MONUMENTS DE JEANNE-D'ARC. — Le premier des Mo numents élevés à Orléans fut érigé vers 1456 ou 1458, à sa mémoires, par les Orléanais et le duc d'Orléans, il était composé de plusieurs figures en bronze dont une de Jeanne d'Arc et il a été souvent gravé. Placé d'abord sur le pont, il avait été re placé dans la rue Royale et fut démoli et fondu en 1792. On acheta ensuite à M. Gois fils en 1803 ou 1804, une statue de Jeanne d'Arc qui fut fondue et placée avec des bas-reliefs sur la place du Martroi, d'où elle a été transférée en 1855 à Textré miié sud du Pont, où elle se trouve encore; quoique assez mal placée, gênant le coup d'œil du pont et la circulation. Enfin, la statue équestre de Jeanne d'Arc, par M. Foyatier, inaugurée en 1855, et dont les bas-reliefs de M. Vitale-Dubray sont admirés. La statue équestre a couté 60,000 fr., couverts par une loterie, et les bas-reliefs ont été payés 50,000 fr., aux quels il faut ajouter les frais de piédestal, dépose et de grille. La loterie avait produits net 300,000 fr. MONUMENT DE R. J. POTHIER. — C'est une statue de ce célèbre jurisconsulte d'une réputation européenne, dont le dessin et Texécution font le plus grand honneur au talent de M. Vitale- Dubray. Elle'est placée au centre de la place nord de la Cathédrale et a été inaugurée le 7 mai 1859. La souscription ouverte à cet effet a produit 30,763 fr. 47 c. M. Pothier avait été inhumé au grand cimetière en 1772, il a été exhumé en 1823 et reporté à Ste- Croix avec son épitaphe retrouvée chez un marbrier. MUSÉE. — Le premier Musée d'Orléans, placé dans Tancien Hôtel-de-Ville, puis Palais-de-Justice, fut créé par les soins actifs et intelligents de M. Ie comte de Bizemont excellent ci toyen et artiste amateur."], [32, "24 Ce Musée est aujourd'hui très-riche en peinture, en minéra logie, en objets d'art et possède une belle collection d'oiseaui et d'animaux laxi-dermés avec soin. Le Musée historique a été créé par les soins de la société d'Archéologie, réunie d'abord dans des locaux du premier Mu sée, il a été transféré depuis avec bonheur dans la maison dite de Diane de Poitiers, rue des Albanais, presque en face du premier Musée. On travaille encore à la restauration de son local dont la façade est un vrai bijou architectural. Cette maison paraît avoir été construite sous Henri II, par Tévêque Pierre Chàtel, si Ton en croit des armoiries, des insignes de Prélat, qui exis taient dans ses boiseries et les Lettres P. et C. sculptées dans le plafond d'un de ses cabinets; tout ce qu'on sait de plus certain, c'est que Diane de Poitiers s'étant demis ou cassé la jambe, en tombant de cheval, rue de l'Ormerie, y fut apportée et s'y remit de celte blessure. Le Musée d'Archéologie déja ouvert au public est très-riche en antiquités, en tombeaux, en médailles et en meubles an ciens. PALAIS-DE-JUSTICE. — Les Tribunaux après avoir siégé dans divers locaux et notamment dans Tancien Hôtel-de-Ville ont été transférés tous en 1824 dans le nouveau palais-de- justice bâti sur les dessins de Tarchitecte Pagot, modifiés en 1824 par le conseil des bâtiments. On reproche à ce palais son entrée peu monumentale et Texiguité de ses locaux de première instance, de cour d'appel, d'assises, et du tri! unal de commerce. Ses sculptures ont été exécutés par M. Romagnesi jeune et une mé daille conserve le souvenir de son inauguration. Ce palais dont la salle de cour d'assises est la même, mais modifiée que celle créée dans le couvent des Ursulines, pour la haute cour na tionale lorsqu'elle fut transférée de Vendôme à Orléans, et chargée de juger les crimes de haute trahison et mème Tinfor tuné Louis XVI, dont Tinformation lui fut ensuite, malheureu sement enlevée par la convention nationale. PONTS. — Orléans avait dans le principe au centre de sa première enceinte carrée un pont gallo-romain en bois ou en pierre, qui fut détruit vers 865 par les Normands. Les habitants d'Orléans et ceux du bourg d'Avenum (Avignon) voisins en con struisirent un autre à frais communs avant leur adjonction. C'est ce pont et sa tête fortifiée dont il nous a été conservé des restes curieux, quoi qu'on en veuille dire, qui subsistaitau temps du siège de 1429. 11 a été démoli vers 1755, pour lui substituer le beau pont actuel bâti en 1751 PRÉFECTURE. — Rue Bourgogne, en face de la rue Pothier et de la Cathédrale."], [33, "25 Elle occupe Templacement d'un ancien Temple dédié à Apollon ; des communautés lui ont succédé ; et enfin des Bénédictins de Bonne-Nouvelle. > Après Texpulsion de cet ordre religieux, elle fut affectée à Tadministration départementale remplacée par les Préfets. Cet ancien couvent est resté longtemps avec son aspect monastique. Depuis peu d'années, on a fait d'assez grands travaux à la Préfecture, et Ton doit savoir gré à Tarchitecte, M. Clouet, de s'être inspiré pour sa façade de celle de Tancien château de Meudon, mais on peut regretter le porte à faux des pilastres du second étage, et désirer une vaste porte au centre de sa grille. On vient tout récemment de dégager la partie sud de la ter rasse de son jardin, par la création d'un square planté d'arbres, et on projette encore de créer une place en avant de la Pré fecture. PRISONS. — La ville ne contient qu'une seule prison, établie depuis la haute cour nationale, dans le bâtiment conventuel, appartenant jadis aux religieuses Ursulines; on a tiré de cette prison assez sûre, tout le parti qu'on en pouvait obtenir, elle touche au Palais de Justice, et a comme lui son entrée rue de la Bretonnerie. La gendarmerie occupe une caserne de l'autre côté du Palais et a succédé aux Oratoriens. SACRÉ-CŒUR. — Cette communauté et maison d'éducation des jeunes filles de la classe aisée et riche, est en possession des cellules, bâtiments, cloîtres et jardins des anciens Char treux. SOCIÉTÉS SAVANTES. — La plus ancienne de ces sociétés occupe, depuis longues années, un modeste local, rue du Sanitas. La Société Archéologique de l'Orléanais se réunit à la Préfecture. Toutes deux publient des mémoires. II existe encore à Orléans, une Société d'Horticulture, une Société des Amis des Arts, etc., etc. SÉMINAIRE. — Le beau local du grand Séminaire, rue de TEvêché, et ses cour et jardin ont été créés aux dépens de deux petites, mais anciennes églises, de St-Georges et de St-Avit, par Mgr Tévêque de Coislin, en 1670. Ce Séminaire a servi, pendant la tourmente révolutionnaire de 1793, de prison de suspects, et ensuite de caserne. Ce n'est que sous le règne de Charles X qu'il fut rendu à sa première destination : on doit visiter dans sa chapelle les belles boiseries sculptées par les. Dugoulon et enlevées aux stalles de Ste -Croix, et surtout la curieuse crypte de St-Avit, découverte et déblayée, sur laquelle nous avons publié un mémoire et des dessins. SPECTACLE — Le Théâtre d'Orléans a d'abord existé rue du Colombier, où il fut brûlé en 1757 ; mais le duc d'Orléans"], [34, "26 le lit rebâtir la mème année. Enfin, cn 1792, M. Lebrun, archi tecte de talent, acquéreur pour 32,000 francs de Téglise de St- Michel, sur la place de l'Etape, fit bâtir et disposer aussi bien que possible le théâtre actuel, restauré depuis sa mort et acheté par la Ville à son héritière. Cette salle plus longue que large est aujourd'hui assez commode et bien décorée. TEMPLE PROTESTANT, — ÉGLISE ÉVANGÉLIQUE. — Ce Temple ou Prêche fut d'abord, lors du décret de liberté des cultes, établi dans Tancienne petite église de St-Pierre-Lentin, rue de ce nom. En 183(> seulement, on construisit la rotonde du temple actuel, sur la place et sur Templacement de Tancienne église de St-Pierre-en-Pont, dont la tour monumentale et la vieille collégiale avaient disparu. UNIVERSITÉ. — L'ancienne Université d'Orléans, qui jouissait au loin d'une réputation méritée, et comptait de très-nombreux et turbulents élèves, de la France et de Tétranger, était établie rue de l'Université ; son entrée et ses salles qu'on aurait dû conserver, dues à la munificence de Louis XII. ont été rem placées par une école communale. Mais sa salle de Thèses, où Calvin et Théodore de Bèze subirent leurs examens, rue des Gobelets, subsiste encore et doit être conservée, aux abords de la place projetée devant la Préfecture. URSULINES. — En 1622, elles arrivèrent à Orléans; et en 1623, elles étaient autorisées à s'y établir, et formèrent un pen sionnat de demoiselles. En 1675, elles avaient assez d'argent pour bâtir leur maison conventuelle, rue de la Bretonnerie, (prison actuelle). Sous Tévêque Bernier, elles créèrent une nouvelle communauté, rue des Basscs-Goutières ; enfin, elles achetèrent des créanciers d'un marchand de bois, leur local actuel cloître St-Aignan, qu'elles ont accru du terrain dévasté de Téglise de St-Aignan el de celui de la grosse tour de cette église, qu'elles ont achevé de démolir ; leur jardin est établi sur la belle terrasse donnée aux chanoines par Louis XI. VISITATION. — C'est la femme du comte de Saint-Pol, ce cruel persécuteur des Protestants, gouverneur d'Orléans, qui demanda à saint François de Salles des religieuses Visitandines, du couvent d'Annecy, et qui les établit à Orléans, rue Bannier, dans Tancienne chapelle de St-Mathurin, d'un hospice des aveugles. Expulsées de ce lieu en 1792, après s'y être établies malgré les Orléanais, elles se sont réunies depuis, sous Tévêque Bernier, et ont acheté bientôt des bâtiment et terrains dépendant jadis des Chartreux, et y ont formé une nouvelle et riche communauté. IMPRIMERIE ET LITHOGRAPHIE K. CHENU, A ORLÉANS."], [35, ""], [36, ""]]