[[1, ""], [2, ""], [3, ""], [4, ""], [5, "THE SHitcI) of enoor, AND OTHER POEMS. BY R. A. VAUGHAN, B.A. LONDON : IACKSON AND WALFORD, 18, ST. PAUL'S CHURCHYARD. 1844. PRICE TWO SH-XLINGS."], [6, ""], [7, ""], [8, ""], [9, "THE aaattrl) of Æn&or, AND OTHER POEMS. BY R. A. VAUGHAN, B.A. LONDON : JACKSON AND WALFORD, 18, ST. PAUL'S CHURCHYARD. 1844."], [10, "BLACKBURN AND PARDON, FRINTERK, G, HATTON GARDEN, LONDON."], [11, "TO TFIE REV. ROBERT VAUGHAN, D.D., PRESIDENT OF THE LANCASHIRE INDEPENDENT COLLEGE, THESE POEMS ARE DEDICATED BY HIS AFFECTIONATE SON, itye author."], [12, ""], [13, "PREFACE. There are, probably, many persons who would find little to interest them in the following poems. But in giving such expression to some of his thoughts and sympathies, the Author has found an employment which has not been unpleasing, nor, as he hopes, unprofitable ; and he is willing to believe, that there are readers who will par ticipate in some measure in his feeling. It may be proper to state, that these pieces are all the productions of one writing in his minority; and if it be objected, that prudence might have dictated another course than that of appearing as an author on such ground at so unripe an age, my plea in behalf of this temerity must be in the argument in such case provided by Quinctilian : \" Fructum studiorum viridem et adhuc dulcem a 2"], [14, "IV promi decet, dum et venia et spes est et paratus favor;\"* and in the fact, that few men have learned to face criticism with effect, who have not been inured to it early. The view taken in the poem, of the scene that passed in the cave of the witch, at Endor, is fully authorised, I conceive, by the Scripture account, with the exception, of course, of the incantation, and the reply of the spirits. Many respectable authorities favour the opinion, that what appeared to Saul was merely the result of a contrivance practised by the sorceress, or else an evil angel who assumed the form of Samuel. But the argu ments adduced by Dr. Henderson in his Divine Inspiration, Stackhouse, in his History of the Bible, Calmet, (Dissert, sur TApparition de Samuel,) Dr. Hales, Saurin, and AYaterland, to show that it was really the ghost of the prophet, seem to me unanswerable. Five times it is ex pressly stated in the Scripture narrative, that what they saw was Samuel. Saul and his attend ants came upon the woman by night, before she had time to make preparations for any imposture. It would have been her interest rather to flatter * Inst. Orator, lib. xii. cap. vi."], [15, "\\11 and console the king, than to invent a reply so unwelcome. It is less difficult to believe in the appearance of Samuel himself, than in that of an evil spirit. Though it is not improbable that some angel or angels of darkness might have been permitted to assist the witch in her evil practices, her surprise at the sight of Samuel, is a sufficient proof, that neither he, nor any being personating him, came up in obedience to her summons. Satan could have had no end to gain by a procedure of this sort, and the lan guage ascribed to Samuel is most unnatural in the mouth of an evil spirit. In order to render intelligible the two frag ments relating to the story of Cupid and Psyche, it may be as well to remind some of my readers, that according to the ancient fable, Psyche is conveyed to a magic palace in the heart of a secluded valley, where she is nightly visited by Cupid, whom she never sees, and who warns her that fearful consequences will ensue, if any dis trust induces her to make an attempt to discover his form. Her jealous sisters tell her that her husband is in reality a monstrous serpent, who will one day devour her ; and persuade her to secrete a lamp in the chamber, and provide herself with a"], [16, "vm knife, that she may be assured of the fact, and kill him. She complies with their advice; and while she gazes in admiration on the beauty of the god of love, a drop of burning oil from the lamp falling on his shoulder awakes him. He starts up, and seeing at once the evidence of her faithlessness, silently flies away. The remainder of the tale describes what she underwent in her search after the god, to whom she is at length happily re-united. Every reader acquainted with this philosophical allegory, will be aware of the interpretations which have been attached to it."], [17, "CONTENTS. PAGE THE WITCH OF ENDOR 1 A MONODY 39 PSYCHE IN THE ENCHANTED PALACE 45 PSYCHE DISCOVERING CUPID 47 GOD'S HIDDEN ONES 50 COUNSEL 52 TRANSLATION FROM THE IPHIGENIA IN TAUR1S ... 53 A HYMN IN HEAVEN 56 THE DÆMONIAC 58 THE PALACE OF PAST LOVE 61 THE LEGEND OF MUTABILITY 63 BABEL 66 DEATH'S VICTORY LOST 68 THE CHOSEN LOT 71"], [18, ""], [19, "CJk WBittt) of enoor. A DRAMATIC POEM. DRAMATIS PERSONÆ. SAUL. DOEG, THE EDOMITE. 1 NAHOR. / His Attendants. THE GHOST OF SAMUEL. THE WITCH OF ENDOR."], [20, ""], [21, "THE WITCH OF ENDOR. SCENE I. Saul, Doeg, and Nahor. The heights of Endor by moonlight. Saul and his attendants stand on the edge of a deep ravine. Doeg. My royal master, hard by here she dwells Of whom the needy mountaineers informed us, With many fears and tremblings at her vengeance, That yielded to our gold. Look down, my lord, — There, in the misty depths of this vast chasm Over whose edge we lean, a threading stream Winds dimly, and to the imprisoned darkness Held there by these twin, almost meeting rocks, Gives with its silver footsteps mournful fight. That rivulet is born, as we were told, i)"], [22, "2 Out of the heart of a weird cavern, arched Under the base of the broad cliff before us, And in that cave she holds her incantations, And by it is her hut beneath a crag-cleft. The mountain way which down this rock-side leads They showed us, — shall we now descend and learn If in her den she holds ? When she was there, And when away, they knew not, only that Of late she hath been thought to keep herself More closely hidden, since the camp came hither. Saul. Yes — down at once ; but steal a careful path, Within the shadows treading without word, Lest ye should startle your mistrustful prey Into some hiding-place that baffles quest ; Then hither, — and await me if not here. Nahor. There 's a wild fearfulness in these gaunt rocks, And their grim-sleeping shadows couched beneath them There's not a hollow or height that might not make A spirit's fitting haunt. May it please thee That I remain to be thy sentinel, And hold my faithful watch 'gainst any ill Lurking in wait for thine anointed person ?"], [23, "3 Saul. Peace, thou presuming prater! — What! dost think Because some windy darkness lowers above us, And trouble late hath come with stranger face To pass a brief hour, that we shake — we bend, And every puny insect of the field Must run to prop us up ? We need not thee, Nor any of thy kind, — away, and know Saul only shows more firm and wintry stem For all the leaves ill chance may blow from him. [Exeunt Doeg and Nahor. Saul. O, fool, fool, fool ! — one time 'twas not my wont To be so idle-passionate : I angered men With deeds, not words. How mournfully this breeze Steals up the heights, and brings me from the vale The bark of watch-dogs in the distant camp, Waking no hope, foretaste of victory, — Only reminding me of my despair ! Each soldier there may slumber in deep rest, As oft he hath on battle-eves gone by ; But I — a Power, an inmost Influence That tarried with me, hath pursued its flight, And borne away the mantle of soft sleep. They can but perish in the morrow's fight"], [24, "4 And be forgotten, but when I am fallen Men will say, — think of him whose hand, self-willed Filled with sin's wine his crystal cup of blessing, Till shattered by the enchanted draught it lay Fallen from his grasp for ever : — think of him Who, with God's path to happiness ill-pleased, Roamed into folly's wilderness — and died. Thus of my memory will they build a warning, xYnd, like those heavens, disown the sun that 's set And lend them to the young triumphant moon. The ever-wavering wind of partial fame Will faintly reach men with a half-told tale, Only to stir the down upon the wings Of fancy, that lies sleeping in their hearts, And make her wake to whisper them the rest, Until imagination weaves me out Darkest apparel, hiding all my good. In some far-future age, up history's stream, A faintly winding rill so near its source, Men may come searching — nought to find of me Save the dim outlines of a moment's greatness Which sudden ruin shadowed. I shall move First in the pageantry of bygone kings That once were Israel's, — but with mournfiil pace, Wearing a crown reversed, whose gleaming points Pierce the dark brow which they have ceased to grace, Trouble like mine would only temper some"], [25, "5 To greater hardness, but when there is left A memory in the soul of happier thoughts, The same fire melts us quite, — thus am I sunk, As aimless-wandering and irresolute As the fused metal running on the sand. Could I but read to-morrow's destiny, — If bright, I might uplift our drooping spirits With the glad breath of favouring prophecies, Or, at the darkest, shun the coming battle, And tear away the page of stain'd defeat : But Seer and Urim speak not, — no revealing Peoples with dreams my narrow space of sleep. Heaven hath drawn o'er its moon of mild-faeed pity A crimsoned darkness, it hath shone its last Upon my path, and where that path now leads, In such a depth of gloom — what matters it ? A crowd of griefs have led my wildered feet Within the shadow of a vast despair, Where good and evil are alike obscured. Again and yet again have I beat back, — Still proudly standing in the breach of hope, — The troublous billows that beleaguering roared Around the fortress of my constancy ; Now but one chance is left, — within this last, This inmost wall, forlorn I slow retire. 'Tis this that lends me words of just excuse : Am I not driven thus to seek my help b2"], [26, "6 From those on whom, obedient to the heaven So ominously silent now, I once Let slaughter loose ? When I put forth that edict I was the people's idol, young in power, And at the head of all the gallant spirits My name had gathered ; — why did death delay To snap my life while yet the budding flower Of sovran rule, that sprang so suddenly From my young stem, I could uphold in honour — • Which now lies bruised and trailing in the dust, Where the next passer's foot will tread it down ! I had outpoured resistless floods of war From Israel's cities through her mountain-passes, Whelming God's enemies, that now o'ertop My falling greatness ; and yon orb, that oft Rose o'er the carnage of my well-fought fields, Beholds me here — and thus ! — and haply looks As calmly down on Gibeah's quiet hills, And on a feeble, sorrowful old man, Waking and weeping for the doubtful fate Of his loved son. O God, forsake him not, Though me thou hast forsaken : dry all tears That he may shed for me, — on his grey hairs Let thy dews fall ! How swift a seed of change My lifted fortune blew into the heart Of our old home, — what hopes, fears, strifes, ambitions Trampled out smiling and unenvied peace !"], [27, "7 Keen rests the memory in me of those days Of opening glory ; — from my hiding-place They brought me to the shouting multitude, And Saul was king, and then e'en once again Did Samuel hail me king — a conquering king ; While victory after victory clanging flew And settled on my sword, and my first altar I raised to God 'mid captives, spoils, and praises — E'en in the heart of conquest kindled it. O Samuel, Samuel ! how thou broughtest to me My brightest and my darkest turns of fortune ! Thou mad'st me thus a king, and thou didst plant In my torn soul its first, its vain remorse For Agag and the wealthy spoil I spared, — Laid bare how soon I had forgotten Him, And told me I was now of Him forgotten, — Then, parting darkly, sought me never more. O lonesome change! — poor peace-deserted soul, How wast thou choked with desolation's growth ! A pit for crowded dreams, fears, fantasies, Of melancholy madness. One by one, Each gloomier than the last, did they alight, Each in me choosing out a place where once Some love or joy had made their nest — to be Its hateful dwelling-house. Yet now and then An undulating veil of swelling music, Covered all up with gentle-spreading peace,"], [28, "8 And hid me from myself. But he — that player! — Why called he back my sense to look on him ? There have I roused my worst woe in its lair, My evil's spring, my hourly hate, that rolled My new-born honour down th' abyss of shame. That slayer of ten thousands — and shall he, Coming from Gath, his traitorous lurking-place, Step o'er my bleeding corpse into my throne With feet incarnadine ? Was it for him I steered this kingdom's bark through many a storm, That he might hold secure an easy helm, And in it float on pleasure's summer waters ? Heaven sink it first — hush, empty wrath ! — O Envy ! Thou hast a serpent's eyes, that with their spell Draw down to slay the half-formed better feelings That weakly fluttering in our darkened hearts Might have sung songs of gladness even there. Yest even then might open-hearted truth Have clasped a rival's hand, and noble candour, Forgetting self, plucked every jealous thorn From the fair bosom of my troubled peace ; E'en then might goodlier thoughts have lived within me. But from this rocky and sin-hardened heart Stole envy's trickling drops and put them out. Why not have stayed when he had fled my face In place of hastening forth to hunt dishonour, And twice owe Use to his insulting mercy ?"], [29, "9 Yet whence this weakness ? Might I but once more Urge that hot chase, not Providence itself Could fold him up with such an arm of love As should be shield against my thirsting sword. It seemed the moment when I quenched his flame, And made him nought, woke all heaven's winds to blow Its ashes in contempt upon mine head, And sprinkle me with shame. E'en when he sank Out of men's sight, a wanderer in the desert, Down in his vortex he drew chaff and straws, The scum and wrecked adventurers of the kingdom, To ring him with defence ; — and he may have them, May fool the people till they shout for him, — But oh ! to pilfer hearts from close beside me, The sidelong sheaves from out my household field, Michal and Jonathan, my trusted dear ones, And leave me naked to the bruising hail Of wasting disappointment ! Now I feel » 'Tis bitterer far to lose than sweet to gain. Fame only falls on the good deeds we've done, And lights no more of us than our deserts ; But on the other side disgrace at eve Spreads a long shadow far beyond our crimes ! Out of the windows of my wretched self I peer into the future's blackening night, And nought but these same inward woes discern, As from its cottage casement looks a child,"], [30, "10 Only to see the fire that burns within Reflected in the wintry dark around. When I recall the sad notes of my past, Conscience strikes in with deadened under-tones Of such low-thrilling depth as seem to tell me All this hath had an end and justice in it. Perhaps it may be that the restless streams Which make my being, after this wild fall, Reaching the base of life's precipitous rock, Are now to be upgathered at the foot Into a lake whose waveless sleep of death Nought earthly shall move more. — Nay, I'll not think it. This one gleam yet I catch. If incantations May call the dead, for me then shall they call them. The good old Samuel ! once I saw him weep, Weep, and for me, when no one else would do it, When even for myself I could not do it ; — If there be any one part of his nature Which in his blessed state he yet retains, It is the spirit of divine compassion, And I will speak to it. From this next height I may survey the farthest plains, and find Some strong position we may seize, and crush Our foes with that defeat which now their hand Shakes proudly o'er us, hanging imminent. I will ascend it. Aid me, kindly light !"], [31, "11 Quick thoughts, that many a deadly swift assault Have prompted me before, fly to me now, And let me hide yon confident host for ever Beneath the red robe of a wide-spread slaughter, The threat of which to scare us they hold out, E'en like a standard streaming in our faces, Loud flapping in the wind of their vain boasts. [Exit. (Re-enter Doeg and Nahor.) Nahor. Where is the king ? Shall — Doeg. Rest thee quiet now, Thrust down awhile that restless fond affection, Grant it a little sleep, — did he not say That we should wait ? He will be here anon. Methinks thou holdest it a deadly sin To play the host to peace of mind an hour, E'er since thy master hath cast out his own. Nahor. Ah ! thou know'st not what chain hath bound me What years have woven it long and lastingly. 'Twas I searched with him for his father's asses, And when we both were sad and travel-weary, Directed him to Samuel the seer, to him"], [32, "12 Unweening what a cloud of royal glory The Lord held waiting to unfold on him. Scarce had the city's walls received us when The prophet met us ; — from his face there beamed Serenest love, unearthly majesty, That look which we see never save in men Fresh come from converse with the Deity. With greeting full of marvel did he hail us, We went up -with him to the solemn feast, Where in the highest place he bade us sit. With wondering whispers grey-haired citizens Looked in each other's face, then fixed their gaze On Saul, within whose eyes there sparkling sat, New-lit, the proud hope of some coming fortune, Which yet the uneasy movement of his limbs Seemed to belie with restless bashfulness. Next morn the prophet walked with him apart ; And when, with loftier step, again he joined me, His noble form dilate with conscious greatness, There lay the kingly oil upon his head, Warning the air with balmy messages That loyal shouts were soon to make it ring. When on his height of glory pinnacled, He did not spurn his old and faithful servant, But kept me near him in proud court and camp ; I fought beside him when he vanquished Ammon, And then at Michmash, Succoth, and Havilah,"], [33, "13 And now, if my foreboding be too just, And some heaven-sent calamity steps near To draw him darkly hence — the same cold hand Beckons me after him. Doeg. Thou 'rt old and fond. Me, as his custom, for my front of valour He set above his servants, but no mark Of special favour had I, till one day At Ramah, as he sat beneath a tree, Shut up in gloom, and with his idle spear-point Tracing unmeaning figures on the dust, He started up, and frowned upon us all, Exclaiming that we had conspired with David And covered from him his son's treachery, And asked if any knew where David was ; Then stepped I forward and said where I saw him Hence came the slaughter of the eighty priests, With all the odium that deed brought upon us ; But I the car of kingly favour mounted, — And if there was much blood upon the wheels, His mandate stained them. Now I follow him, As I would any chief who gave their due To my experience and unscrupulous daring. — But much I doubt me of what kind of help He hopes to gather from the witch. c"], [34, "14 Nahor. Thy words Have clothed my thoughts. This midnight mission drives With soon-o'ertaking fears my trembling hope From its last rest. He need not dig so darkly For the ore of comfort, — Israel has her numbers AVho love him yet ; but what avails it him Since with himself he grows so out of love ? Doeg. Nay, I believe he hath but too much knowledge Of mysteries such as these lone creatures deal in. I 've heard him in his dream-distempered sleep Utter such fearful and unheard-of things, As come from dæmon not from human teaching. Nahor. Now thou remind'st me of the deadly words I heard him groan out when we came to Naioth. Round Samuel stood the spirit-moved seers — A dark-hung cloud of gloomy prophesying, On whom rushed Saul — a sudden mountain-wind, And instantly dropped down in a mute calm At Samuel's feet, till darkly entered him The spirit of the future, and hour by hour Clasping those knees he prophesying lay. Of sounds confused were his utterances, Of garments rolled in blood, they told of shapes —"], [35, "15 The faint-formed phantoms of yet unborn Hours, That passed him by, none carrying any joy, Each with some misery brooding on its face. He spake of wings that bore him up on high Till down from them he fell — down ever fell, While they, wide- spread, o'erhung his swift descent, And with black shadow covered his despair. Then listened he, while every moment made His face more wildly dark with deepening dread, — He heard strange cries of Agag's spared cattle, That grew, and grew, he muttered, till they turned Into the long moan of a mighty wind, AVhich howled about his edifice of power, And through the towers of airy-builded hopes, Till all was swept, as lightly as the spray, Into oblivion's soundless seas of gloom. More was there — more prophetically dim Than even this, which broken, as in dream, With harrowing groans was ever interstrown ; And all, as some sin-offering's mournful smoke, Went ever up to Samuel, who the while Stood raining tears above his groaning king, Awfully still, — most like that ancient cave We saw just now, 'neath which the winds weremoaning. While on them from its age-worn shaggy brows A solemn dropping fell unceasingly — But soft ! I hear his footstep."], [36, "16 (Re-enter Saul.) Well, good friends, xAnd what success ? Did ye find her we seek ? Nahor. My lord, unseen have we been watching her, Within her naked miserable hut, Stooped down, and holding out her withered hands O'er a few embers, as she hummed the while Some low monotonous ditty. AVhen the flame Would ever and anon leap, flashing on her, She looked so haggard, gaunt, and hunger-pinched, Doubtless there 's nought but she would dare for gold, Saul. Lead straightway down. [Exeunt."], [37, "SCENE II. The hut of the Witch, who is discovered within. Enter Saul, Doeg, and Nahor. The Witch, who sees them and rises. The badge of Saul! Ah, ye have found me, have ye? Three murder-hunting hounds with bloody clutches Watched to bring down the relic of a remnant In this poor lair ! Did ye not find enough When last ye stamped your red steps on these mountains ? May dæmon-driven blasts ride out and meet you, And blow their dust of curses in your eyes, Up to your joy remorse climb after you, A dread death track you out as ye have me, May every — Saul. Stay — indeed thou wrong'st us : hear me • I am a man this earth of late hath shaken With such rough shocks of quick- succeeding griefs, I fain would rise into the solemn air Of the dim future, and I pray thee help me. The stars that guide most men are dark to me, c2"], [38, "18 And lost in night I drive tempestuously Up towards the doubtful lights of thine enchantments Call up for me — Witch. Yes, yes, thou fain wouldst catch My misery with a tale of misery, As men make fish the bait for simple fishes. I fear not to acknowledge what I am-— Did I not so just now ? Ye need not wait To see me do some witchery, and then take me. My life I love not, take it, ye are welcome, — And be it to you the burden it hath been Of late to me. I pray you take all here, — The poor utensils of this poorer hut, Or search for hidden treasure till ye 're weary. Saul. 'Twas no thieves' errand brought us here, unless To rob thee of this poverty be a theft, And fill thy widest expectation up With overflowing gold, if thou wilt serve me. Witch. Doubtless thy wealth has been to thee a curse, That thou 'rt so hot to thrust it upon me."], [39, "19 Saul. 0 woman, woman! is a drop of pity Left in thy hard, affliction-scorchec! heart ? With tears I pray thee — let my tears augment it ! A proud wave, broken, clasps these rocky feet. — Hast thou been outlawed, hunted down, forsaken ? Oh ! I have been unhoused from every hope, Been cursed, and my swift, happy hours have been Chased out of time by swifter- wing'd despairs, The spirits thou canst rule have been my torment, Pursued where thy pursuers could not come, Crowded all ghastly on my solitude. Misery with misery should have sympathy. Nay, spurn me not — wealth, honour, followers, The things men trust in, all do I let go And cling to thy compassionate dark power — My last, last hope. Hast thou e'er struggling prayed In vain for help in thine extremity ? Wound not with that keen steel thyself hast felt ; If 'tis a crime to grant my piteous prayer I am as deep in guilt for making it. These men are faithful, this night's work, sealed up, For my sake must he hushed as well as thine. Witch. Have I known suffering ? Has my need been scorned? Ay — night and day they drove us up and down,"], [40, "20 Butchered us one by one ; in every brake, Wild, height, and cave spread nets of death for us. I've made my bed in caverns, holes, and pits, In thorns, and mire, and clefts too rough for beasts, To 'scape the spring-tide flood of massacre. Breathless and bloody past my hiding-place I saw Saul's soldiers hurry many a time. They dashed my little ones against the rocks — E'en as they smiled upon their savage faces. They chased my hoary father to the death — They came upon my husband as he fled — Hard by these rocks it was, and stoned him there. Oh ! when will vengeance smooth the memory Of how that night I did creep forth, and found The heaped monument of stones that hid The bruised and bleeding mass ; and as I pulled, With careftd hand, the jagged flints away, His hairs with hardened gore were stuck to them ! How cursed I Saul as underneath that moon, So oft the witness of my vain enchantments, Those ragged remnants of his flesh I buried ! Again I curse him, in the coming fight May his red hand hang withered by his side ! Stay — hear me, I was lonely, none to pity, And then had perished but for these poor hinds. Who, part from fear and part that oftentimes I cured their ailments -with some simple medicine,"], [41, "21 Covered my need with many kindnesses. I have borne this, borne more, endured it all — Been crushed down like a beast, as if I had No love, no hopes, no ties of bleeding nature To pain when broken, — yet have I endured it ; And now the men who a few seasons back To starve upon these mountains would have left me, Come crouching to me with their petty griefs ! Go, bear thy pain as long I have borne mine. What if thy cup is full ? Pour its o'erflowings Into some girlish bosom, grief-unhardened, That may hold sympathy to silly tears. Wouldst look into the future ? Rest thee still. — The prosperous should look there, lest they grow Too proud in happiness : be content to feed Upon thy present sorrowing ; — had I Looked onward thus, my past joy's little island Had been all swallowed by a distant flood, Numb terror would have barred each gate of gladness If thy good fortune sets, these empty clouds Of violent complaining thou dost gather So eagerly about thee, can but make Thine eve more mournful and more looked upon, And not withhold thee from thy going down. Saul. If vengeance in thy heart shuts out all pity, Know it is sated — know that Saul hath suffered."], [42, "22 If not for hunting out thy race and kind, Smitten he has been, thou 'It not heed for what. And if thy pride still sits so high within thee, And galls thee with thy fallen needy state, Look, look on one below thy lowest depth, One needier than the herdmen here that fear thee, An envier of their joys, their peace, their sleep, — Humbler than thou art, for he once was higher, With pain more vast — with cares I cannot tell thee ; For if another turns my stream away, Too many fair trees that grew up beside it Will withering droop past any summer's cure ; And when I fall too many fall with me To suffer me to stand as calm as thou, Towering all lonely on death's precipice. — Thou, if thou liv'st, canst bear as thou hast borne, And e'en with time pluck some flower of content From 'midst the thorns of thine adversity : Or, dying, — no regret will vexing point Thy closing eyes to joy thou 'rt parting from. — But Use — such life as mine hath lately been, Would be no boon, — and death, death now — to me, A groaning world to annihilation dragged Would have too poor, too impotent a tongue To parallel its horror ! Save me, save me! There must be some small shelter in the future, However dark or hard to gain, where I"], [43, "23 May hide while this woe-torrent thunders by, And aster, from beneath its roaring fall, Float out and die more calmly. Canst not see This is no mockery ? Would to heaven it were ! Thou saidst thou didst not fear — then if it need The gathering of thy direst incantations, Wound those calm heavens with weird and impious singings Make sick the wasted moon -with wan eclipse ; Or with black waves of fiendish altar-smoke In deluges of darkness hide amid Their far blue deep those golden isles the stars ; Crowd all hell round us, — split the rocks with horrors, But O ! call out of them one spirit, one Who died too soon and left me to this need. Hear, as by Him who sitteth o'er the flood Of this portentous time's embattled tides, Who reads the secrets traced within all hearts By busy-writing passions, now I swear No hurt shall touch thee for thus saving me ! Witch. What tremulous terror overruns thy frame ! What drops of agony upon thy brow ! Now know I well no puling grief is thine. There must have hung a world of heavy sorrow Chained round that neck to bow it thus in dust."], [44, "24 I find a vastness in thy suffering, With iron hand it grasps my sympathy, — Terrible is it, like to that I've seen Darken the faces of heaven-blasted spirits. To thy supremacy in woe I bow — Be it as thou wilt — whom shall I summon thee ? Saul. Samuel. Witch. The prophet of the Lord ! none else '? His was a soul so great, so heavenly-tempered, It may ere now have passed beyond all reach Of such as are my servants. Saul. Samuel ! Witch. This way then — to the cavern follow me. [Exeunt."], [45, "25 SCENE III. The Witch, Saul, Doeg, Nahor. A spacious cavern : at the farther end the smouldering embers of a fire which the witch rekindles, muttering magical sen- tences. Saul and his attendants await the result, standing a little within the entrance. The Witch sings. Spirits of earth ! spirits of air ! From the height, from the plain, from the deep, where'er Under the curtain black ye sit Of your mutterings, curse-enwrought, — Leave your bowers of evil thought, And the seed and the dark hope watching it Leave remorse its own work doing In the hearts ye strive to ruin : Leave the bliss ye hate to see, It will perish presently With the weight of its own prosperity : Leave flowering joys to wave awhile In the air of their own deceitful breath, — Soon shall ye go back and smile To see sin's poison-fruit o'ergrowing The laden boughs with spots of death. i>"], [46, "26 Rein in — rein in, wherever going, Your conscience-trampling steeds of crime, And leave earth's trembling plains a time, Ye have shaken oft, and with ruin strewn, To the earthquake of sins that are all their own- When ye go back ye shall hear the groan. But now to the dead, to a spirit past Stream from all your dim dominions, Nerve your hearts and gird your arms, Wind him round with wileful charms, Shield your eyes with gloomy pinions, For he sitteth in the light Of God's smile, so blinding bright : Seek a storm that weeps out-cast, Lap him in its murky blast, And through earth, and rock, and river, Like an arrow in its quiver, Like a star within its cloud, Viewless ghost and viewless shroud, Viewless rider — viewless car, Chariot him from those that were Back once more to these that are. By die hate ye love, by the love ye hate ; By the spirit-withering weight Of the curse of that despair, Borne so long, so long to bear :"], [47, "27 By the torture of those sighs Ever from your depths to rise ; By your watch-word of old war All things glad and good to mar, By the rite that bound the spell Which ye know in me to dwell, I conjure you from afar. Up to this enchanted cell, Raise the ghost of Samuel ! A pause of silence, when a violent wind shaking the cavern extinguishes the fire, and scatters the ashes about the ground. The voices of spirits are heard. Chill thy charm and weak thy words, Back thy powerless spells we fling. Angel looks and cherub swords Guard the soul thou bidst us bring. Bid us bring thee mortals lost From the fire-beds where we threw them, Shrieking from our grasp out-tossed ; — AVhere above them weltering Loud flame-rivers leap and roar. And like garments spread them o'er, And drink their weepings evermore, -And thy daring eyes shall view them : If him alone thou 'dst look upon, We are gone"], [48, "28 Other Spirits. To the cedar-shadows gone Under the howlings of Lebanon, To spin the web that shall be spun By which human souls are won, Many a one May be foredone Ere the morning bring the sun — Other Voices. To the Sea dark, heavy, and dead, Where the fire-flooded cities He, AATiere the birds that o'er it fly xAnd all things living die, We are fled — fled, To sit under tempests there, And think, as they blackly roar, We sweetly hear once more, As it rose on their day of doom, The cry of their wild despair Peal through the gloom. — Other Spirits sing in fainter tones. We are fled — fled, AVe mock at the charge thou hast given ; It is weak as the summer when dead To stay the storms of heaven, —"], [49, "29 On which will we ride to night, Like the leaves that are on them shed, Will we ride to-night A distant Voice. To-night ! After an interval, a faint light is seen gradually to illumine the farthest part of the eavern. The Witch goes forward, and sees bright forms arise out of the earth, and among them Samuel. She utters a cry, and rushes back. The AVitch. Oh ! why hast thou deceived me ? Thou art Saul ! Saul. Fear not, what sawest thou ? Witch. Out of the earth Were great ones rising, terrible in brightness Saul. But he — what shape hath he ? Witch. He cometh up, An aged man, and covered with a mantle. Saul advances, and recognises the spirit — he bows himself to the earth. D 2"], [50, "30 The Ghost of Samuel. AVhy hast thou thus disquieted me, Saul ? Saul. Oh ! I am sore distressed, — The gathered host Of the Philistines maketh war against me. The Lord hath left me, will not answer me, By dreams, by prophets will not answer me. If ever in the past thou didst feel pity For that soon-erring, heaven-disowned Saul, Be now my help ; — let me, I pray, through thee, Unclasp the future's hand, so darkly shut, And pluck hope from it. Oh 'tis hard to have The foundling Power laid smiling in one's arms, And suffer tnus for nursing it too fondly ! The Ghost of Samuel. Misguided man ! AVhen Israel's God hath left thee, And when the covering of thy many sins Keeps out his dew of love that fain would fall, Or turns it to the blight of enmity, Inquirest thou of me ? As if thou couldst By crouching in the very mouth of hell Be shadowed from the dartings of His eyes. Thy guilt hath made thick darkness round about thee But not less seen through all its clouding foul, Thine effort to creep out and steal thee help"], [51, "31 Which he hath barred up from thee. I that tms Mourning thou mightst learn am hither sent. Who breathed the wind that raised thee thus to hover Before men's gazing in an air of glory ? Who, like a new sun from thine obscure chaos, Created thee to light his troubled people ? Was it for thee of all the worms he formed To turn upon him with ingratitude, And spurn the hand that led thy feeble blindness, And of thine avarice make a shield of sin To hide thee from his looks of love grown irksome — Those looks of love that made thee all thou wast ; Then impiously complain thou wast forsaken ? And when the keen shaft of ingratitude, Which thou hadst planted in thine inmost soul, Began to rankle like the worm that dies not, To call that sure remorse blest penitence — And murmur that it could not buy him back ? Thou tastest now the first draught of that cup AYhich thou hast been so long in secret filling, Labouring perverse with cursed alchemy God's precious drops of blessing to transmute Into a poisoning curse. O penitence ! It would have found thee weeping in thy tent, Thy depth of sin with deepest groans confessing, — Thy guilty-tossing heart shook off that dove, And led thee to this cavern of despair."], [52, "32 Oh ! thou wilt stand through time a monument, Out on the past's most desolate deserts stand, All ruinous, and unto thee men's thoughts Shall make sad pilgrimage, to learn how much Of light from heaven and happy privilege May gather round poor man to bless and save, And yet 'neath his transgressions he may fall, Almost from catching melodies of heaven Into a death of wMch we fear to speak. Now what thou heard'st, all trembling, from the voice That seemed so harsh when pleading for thy God The hand of his almighty power hath done. He gathered countless as the snow-flakes round thee This people Israel — in his anger's heat They melt off from thy loneliness laid bare. One passion proved too fiery for the grasp Of the polluted hand which sin had palsied, Now justly from that hand this realm is rent, Rent like my mantle when thou didst entreat me, Given to thy neighbour is it — given to David, The unconscious base whereon the crimes thou buildedst That hide the builder in a tomb of ruins ; The mark whereat the arrows all were aimed That now are centered in the archer's heart ; The morning star that warns thy darkness hence, — Hear me, — thou didst complain that he was raised To be thy tempter to this fearful fall ?"], [53, "33 Think'st thou God stooped to shed a glory on him To make him but a meteor to mislead Thy wandered spirit in its guilty night ? No— to the sweet breath of his heavenward hymns The deserts glad laid bare their barren bosoms, AVhile thy most gorgeous worship only rose A gilded exhalation to o'ershroud Thy pride's still waters. Me didst thou neglect, He was a warning speaking yet more plainly ; But when thou saw'st his humble trust in God, His generous temper, -without his intent, A silent current threatening to o'erturn The rock of thy dominion, thou didst grow More blind, not wiser under God's clear teaching — Didst hurry forth, if haply wrapt in flames Of wrath that lowly, heaven-reflecting stream Thou might'st dry utterly. Vain — it will flow, And quench thy failing fire, and be a river To make the city of God's people glad Unto all time. His thoughts stood ministers Waiting God's beck to point their various paths, But thine were prisoners to thy selfishness. He was not faultless, but with him sin's clouds Came strangers straying o'er a firmament Far oftener bright than darkened thus, and ever Repentant rain they brought along with them ; While within thee the profitless scant ore"], [54, "34 Of better thoughts was crushed, a slender vein, Within the mountain of thy hardened sins. On the pale faces of the troubled foes God made thy falchion flash discomfiture, That was the sword so thanklessly held back From piercing -with his justly slaughterous wrath Those wolves that ravened in Israel's youngling peace The sons of Amalek. Therefore dost thou hang Now o'er this steep-down edge of rugged fate. Yes, though I now forewarn thee of thy doom, And though thy tower of hope deserted stands, The banner of vain courage will wave on, Daring the winds of death. Listen ! I breathe The breath of Inspiration that makes bare The future's sky with all its moving shapes. A waning moon rolls mournfully and slow Into the dusk arms of a cave of cloud, Moves on — 'tis lost — it is thine emblem, Saul ! Listen ! I hear a hum of many sounds, Rising, deep-echoed among solemn mountains, The sheen of spears shines through the mists of morning, There is a rushing clamour as of hosts Trampling together in the vale of blood, Their roar is calling to a giant shade To hang upon thy footsteps through the fight ; He shakes his hand of darkness o'er thy head,"], [55, "35 Thou waverest, — one more struggle — 'tis thy last ! — Thou and a host are strewn upon the earth ! O'er all loud sweeps war's pitiless hurricane ; It bears Philistia's cry of victory, And leaves the hope of Israel lying there. Judah sits weeping by her lonesome hearths, From Asher's orphaned woods hath fallen their pride, Grief's heavy raindrops from the branches bare Fall countless on the myriad leaves beneath, AVhere slaughter, the wild beast, hath trodden them — E'en as they fell into one common grave. The Lord yields up his people to their foes ; The pallid face of silver Ashtaroth Shall glow, reflecting many an altar's flame, And many a hideous god with spoils be graced, His bloody shrine by victors garlanded. But thou — Oh ! whither will that battle bear Thy foundered life ! At morn thou wentest armed Out of the tent of thine obscurity, Then came the fight, the sultry noon of trial, — How basely were those heavenly arms thrown down ! Now o'er thee gathers night, a chilling night, And lone thou liest upon the plain of death. 'Tis true the ill fires thou didst in thee gender Have rent thee with their lightnings while yet here ; 'Tis not for me to close all hope hereafter, Or stretch a shore about God's boundless pity;"], [56, "36 And though thou'rt now so overhung -with blackness, A breath of love an opening may unfold Through which may mercy's eyes look mildly down, And even thou may'st faintly far discern A heaven of moveless rest beyond all storm. But that thine earthly days are now summed up Know as past doubt, — before to-morrow's eve Thou and thy sons shall be as I am now ! The Ghost of Samuel vanishes, and as Saul falls senseless on the earth, the scene closes."], [57, "iltstellaneous! scents;. E"], [58, ""], [59, "A MONODY. At\\ivovt cuKwov, OvS' oltcrpas ybov upvtdos anSovs Hcrei Svafiupos ctA/V b^vrbvovs ficv iptias ®pnvlio-ei. — Sophocles. 0 Night ! I woo thee not as some may do, With quaint conceits of meditated rhyme, Or pensive praise of thy sad silver hue ; My fancy like a weeping cloud would climb, Darkening thy moon e'en in her seat sublime, For oh ! her light on me sheds nought but pain — That night it would not shine — it shineth now in vain ! Where was thy mildness then, where was thy ruth ? How false the tale that men have told of it ! Thou deck'st thee now as in creation's youth With stars whose fires to be thy gems were lit, And on thy breast in pendulous brightness sit — 0 ! false adornment on a bosom cold, Each spark from that doomed ship thou darkly couldst withhold."], [60, "40 O Muse, fair weaver of the wreaths of Fame, Fill me with Poesy's impetuous force, 'Tis for the theme — the theme that boon I claim, That this poor lay, with sorrow rough and hoarse, May make a tomb unto his tombless corse, A monument that lives because it shows How trustingly he died and to his God arose. Though faded life, let not his memory fade, — But cease, fond dirge ; — the most melodious moan Is made already, for a grave is made Deep in the heart of each that hath him known; Memory has carved kind words upon the stone, 'Tis planted thick with sad thoughts for its flowers, Hope's smiles its sunbeams are, and tears its gentle showers. No storms were nigh, they even did not dare Stretch forth their hands against a life so dear, The pitiless calm midnight darkly there Sat, and hung watching with attentive ear To catch the shrill, wild-ringing shout of fear, When the doomed vessel with a grating shock Flings her wreck'd life away upon the ridged rock. There lies she, like some stricken panting beast, Here run the multitude of waves, like hounds,"], [61, "41 Growling and foaming o'er their prostrate feast ; There is a startled waking at strange sounds ; Here terror, fully-waked, with shrieking wounds The shuddering wind ; — now soars his voice in prayer, And heavenward gathers up their thoughts of wild despair. But not that good man's cry, — those groans that sweep, Burdening with sorrow the wave-walking breeze, Can save them from the imminent eager deep, Hungering to fill his cavernous mysteries. One moment — there is silence on those seas, High-lifted clamour to a hush hath sunk, — Another draught of life the insatiate flood hath drunk ! Mourn for him ! Mourn ! The depth his corpse is keeping In some deep-delved sand-sepulchre ; — yet hold, Make dry the silver fountain of thy weeping, Gaze on the scenes my fancy did unfold, Hark to the tale that to my tears she told : Methought a Wind whose breath, like lovers' sighs, Was ever hovering round one star's love-kindling eyes Chanced to look down awhile, and saw from far That wreck and horror. He shakes his viewless wings, e 2"], [62, "42 Leaves far behind his now neglected star, Night's mist and dews from his keen pinions flings, And straight to Ocean news of it he brings ; But with so many sighs his sad tale said, That — all his breath outspent — he at the throne fell dead. Then Ocean rose, and girt his mantle blue, In silence thither through the deep he went ; Tritons, with grief-mute trumpets followed too, Noiselessly swimming. O'er the corpse he bent, \" Why one so loved, Death ! \" cried he, \" hast thou sent To buy of me his briny burial dim, On earth to make men hate me while they mourn for him?\" Then kneeled he down and poured a ruthful rain Of tears, that mingled with the salt drops shed From his dank hair, as if that too showed pain, (They had embalming power from his anointed head) Then in a coral coffin for their bed, The limbs he laid, and for their curtains green Hung waving seaweeds gemmed with mild-eyed pearls between. The sea's bright-heaving waters wide, above, Were for a silver and perpetual pall ;"], [63, "43 No thund'rous -treading storms o'erhead could move The tomb's deep calm. Then, as if noise would call That sleeper from sweet sleep, — with gentle fall Of reverent foot he goes home musingly, AATiile solemn Naiads chant some sad sea-melody. The sands they trod with pallid brightness burned And moonhke hue, — for those pearls strewed the floor Into which sea-gods' tears when shed are turned. Oh ! if we he in graveyards, time rolls o'er, The places round us change — at length no more The spot once sacred to the mourner's sighs Is looked on holily — thereon men's dwellings rise, They build their hopes where others' hopes were cast, And busy-treading traffic and light play Trample the dust to which we shall have passed, As we do now some race long waned away, — But not till judgment's lightnings rush to prey On firmament and flood in time's last hour, His sepulchre to mock will any change have power. Heavenward his spirit while on earth looked up, From thence 'twas filled with stainless crystal dew — Filled like some flow'rets' humbly-lifted cup ; But, ah! 'tis snapped — the dews are spilt — its hue Mortally changed ; but those bright dew-drops flew"], [64, "44 Back to their heaven by heavenly beams exhaled, AVhen rose his soul to God and homeward soaring sailed. O Summer! thy frail flowers are not yet dead, But dead is he before their dying -day; — Wast thou afraid that when thou hence art fled Autumn would find and take with him away That lovely Flower, — and hast thou, lest he may, Stol'n it thyself, that it might when thou 'rt dying Be placed in thy cold hand, or on thy bier left lying ? Oh! tell me not his tomb is unattended, The friendships made with him die with him too, And many a Christian hope his end hath ended, And many a joy which those who knew him knew, — These things are mourners neither mean nor few, They leave us weeping here — they go to keep Their unreturning watch about his ocean sleep. August, 1843."], [65, "PSYCHE IN THE ENCHANTED PALACE. Full many an hour beguiled she in cool halls, AYhere breezes 'mong the shadowing columns strayed, Or with gold mist of sun-lit fountain-falls Through trembling rainbows delicately played : Oft-times from lattice flower-o'ertwin'd she leaned, (Like some love-look by maiden fears half-screened,) Pitying the wind That would be forced to leave her fairy glen behind. She had aerial servants, fit to please Each faintest wish ; voices invisible — Such as we dream of in our reveries, AYhen, flower-like, we drink dews from Fancy's well : They brought her banquets, such of which Jove sups, Fruits, violet-strewn, and nectarous wines in cups With ivy crown'd, AVhile all the wing-stirred air shook murmuringly round"], [66, "46 Oft when she strayed 'neath some cool shadowy dome, Such melancholy harpings would arise, As if each tone of melody had come To woo a tear for lovers' memories, Or sing some sick hope to its funeral; Till she sad drops, yet sweetly sad, let fall — Then the strain died, AVhile the repentant notes would back to silence glide. At times was poured a cataract of song Into the silentness, till through the hall The faint air tremulous grew with such a throng Of thrilling sounds ; — and then Was noiseless all, Till one clear voice soared up, blent with the tone Of sad flutes now and then, — as when a lone Sea-goddess sings, While all her train of waves join gentle murmurings. She had a glassy, leaf-embower'd bath, Whose silver sleep, with entering, she would waken, As sudden music, spirit-chanted, hath The moon-bright stillness of some midnight shaken ; — And thence, refreshed, return'd to couch of Ind ; AVhile each frail flower that round the bath was twined Resumed its dream O'er its own bending shape in the reposing stream."], [67, "PSYCHE DISCOVERING CUPID. Now Psyche hears the foot-fall faint, late-loved, Of coming Love, and feigns an early sleep. When at his kiss she woke not, neither moved, Save a slight shudder, then he too sank deep In that care-whelming sea which men call slumber, Whose winds are dreams that shake it without number. Then soft she slid, As mist from mountain-couch, to where the lamp was hid. O'er him she bends while on the bed she kneels To strike, — as some bright-arching wave will quiver O'er senseless sailor, — now a terror steals, Like frost that locks that wave in ice for ever, Stiffening each limb; — what monster stares she on? AVhat hideous wraith let loose from Acheron? What vampire grim? What snake or woodland beast far from his cavern dim?"], [68, "48 There was a heavenly face of happy sleep, There was a sleep that shuts not earthly eyes, In one warm beauty blent, young, calm, and deep, Love's lighted charms lay, — like sweet memories AVhich some thought lights where dark they slept erewhile, — And round his mouth a little waiting smile ; But all as still As moonbeams sleeping on some windless hill. \" Hide, cruel knife, hide, hide thee deep and well Within the heart that thought so foul a thought!\" The knife glanced on her breast and trembling fell, Fearing to gash a bosom so beauty-fraught. A passionate gaze by tear-drops minuted Bent she on him she \\^ould have smitten dead; — Like some blight's power Turned into dew by fays to save a sleeping flower. Raptly she gazed on his ambrosial hair, — Those curls, the playmates of the airs of heaven, Which now slept in them, and while prisoners there Breathed sighs of sweeter scent than morn or even. She watched the delicate down on his white wings Bend to and fro in tremulous fluttermgs, As if distressed By breath of earthly breeze — so used to heavenly rest."], [69, "49 There at his feet his passion-winged darts, And bow unstrung, like him asleep were lying, Thoughtless of lovers wan with aching hearts, Who tossed that night in their love-wakeful sighing. Curious, she drew an arrow from the quiver, To feel its sheeny point : — Alas, that ever Fair maiden's finger Should willing touch a shaft that leaves such pain to finger ! But ah! too hard her hand upon it bears, The blood-drops stand on that fair finger-tip ; — Now she has fallen in love with Love unwares, And kisses rains upon his brow and Up, And only fears lest he too soon should wake, And her suspicious heart in wrath forsake, — Lest she hath brought Herself the morn whose light will make her love dream nought. F"], [70, "GOD'S HIDDEN ONES. Through the still twilight of forgotten days My thought would speed, like some cloud-seeking wind, In quest of men erewhile unsound of praise, Who no long-lingering shadow left behind On memory's sea, with glory's hues designed, To speak to us when they themselves had gone Out of life's sky before death's tempest blind ; Oh, could I read their histories one by one, What deeds of love they did, what smiles from heaven they won ! Ye forms benign, that moved unmarked awhile Behind the curtain of this stage of time, — Then noiseless waned, as wanes some misty pile Of shadowy shapes which an enchanter's rhyme Calls to his glass ; — Oh, taintless with the slime Of envy's worm, that aye hath dimmed the sheen Of starry genius on its height sublime, — Ye had a calm spring in your hearts, unseen, Drops from that heavenly well where angels' lips had been."], [71, "51 A company of well-spent by-gone hours Were whisperers of deep rest unto your thought ; — Sweet tears lay gemmed among your lifetime's flowers — Tears of the poor whom ye to smile had taught Even your sorrow was with joys enwrought, — As fairy notes entangled in some wind Will make the tempest's howling music-fraught ; — And summer eves, ere they to night resigned Lingered to wake high thoughts in your lone-musing mind. Your heavenward-lifted souls hung calmly o'er The world's great tumult in its headlong flow, Like sun-lit mists, whose thousand drops deplore The wreck the torrent makes that roars below : — Ye and that tide have vanished long ago, Nought but the worn rocks left where grow time's weeds ; Sometimes a dreamer, such as I, may go — Lone to that waste, whose fancy sees your deeds That no man ever told, that no man ever reads."], [72, "COUNSEL. When the hand of evening has woven a shroud Of the latest laughing rosy cloud That hung on the skirts of departing Day, — To hide the place where he sank away; — When the tremulous stars on the glassy sea Fling golden showers incessantly, And when within the wildered wood Sit shadows in their solitude, And the lingering moon arises slow Like a mournful thought of long ago, Seek thee a lonely and pathless spot, Which the noise of the world profaneth not, To hark to the heart's imaginings Of the aery Future, fancy-bright, Or the Past that with her faded wings, Like dying bird, so faintly sings From the dells of her memory-lighted night."], [73, "TRANSLATION FROM THE IPHIGENIA IN TAURIS OF EURIPIDES w. 1089—1151. Chorus of Captive Greek Women. O Halcyon ! bird that sing'st among The rocky heights above the main, Thy sorrow wailing in a song — The wise have wisdom for that strain, And know thou mourn' st thy mate again and yet again- To join thy dirges I am fain, A wingless bird, that longs in vain To see a Grecian agora, Longs for Leto, birth-presiding, By the Cynthian hill abiding, For the richly-budding bay, For the palm-tree's tender hair, The hoary olive's hallowed spray, f2"], [74, "54 And that lake which rolls around The circle of its waters, where Leto birth's sweet pain did bear, And where the swan with chanted lay Unto the Muses ministers sweet sound. Oh ! many the tears on thy cheek that fell, When bidding our doomed towers farewell, Mid foemen's spears, and with foemen's oars, In the ship they brought me ; Then the red gold bought me — And unto these barbaric shores I came, and Agamemnon's child obey, Priestess of her who loves the stag to slay, And upon these lamb-killing altars wait, Envying a changelessly unhappy state ; — For 'tis less sad to be brought up in sorrow, Such grief perchance may change to joy to-morrow. But after happiness ill-fate to know Maketh om life's worst woe. Ah, priestess ! homeward o'er the sea The Argive bark will carry thee, And mountain Pan's wax-joined reed Shaft whistling cheer thine oars to speed, And eke shall follow The seer Apollo, The hum of his seven-string'd lyre awaking,"], [75, "55 A song he '11 sing thee, And fairly bring thee Back to the sunny Athenian shore ; But me forsaking, Thou wilt away with the dashing oar, And over the prow-beam the ropes shall spread The swift ship's sail to the air. Oh, might I that dazzling horse-course tread AVhere rideth the sunny glare, And then at home above my bed Fold my fluttering winglets there ! Oh, might I join the dance once more, AYhere, yet unwedded, oft before, At my beloved mother's feet, I led the ring of maidens fleet, AVhen entering with a bound On the rivalry of graces and of richly-flowing hair, I scattered for a shadowing to play my cheeks around The broidery of costly veils and ringlets flowing fair."], [76, "y A HYMN IN HEAVEN. A hymn in heaven ! AVhat a thronging sea Of god-like beings with love-stringed harps, Pouring the music of eternity, As vast a flood, and yet as sweetly blended As if the spirit of harmony had led Captive the thunder of the firmament. Celestial poetry ! All by-gone time, And all revealings of futurity Yield up their wondrous works and deeds of love With all creation's gorgeous imagery, To build the verse of some seraphic bard. And now the waves of that deep sea of sound Break o'er the edge of the bright heavenly floor,- A moment linger, while all heaven is filled With gentle echoes bidding them farewell, — Then downward pouring sweep they far athwart The myriad stars that flaming hang beneath, Making each tremble with a strange delight ;"], [77, "57 As here on earth a thousand lamps hung high In the huge dome of some weird Archimage Shake at a sudden-pealing spirit-strain, Rolling its tempest on the silentness. The tones float onward, on, and farther on, Until the last faint flow is dying borne E'en to the corners of the universe, The chambers of the dark — chaotic yet, — Creation's wildernesses — where, far-tombed, Slumbers the dust of long-disused worlds At the dim end of all things ; where will Time, When waning to his death, lay down his head — Dizzy with watching rapid-circling spheres Such countless ages, while with joyant strain, Like music heard at morn, the heavenly hymns, Hailing Eternity, will sing him gone."], [78, "THE DÆMONIAC. All spirit-haunting passions that have flashed, Like meteors, in the sin-mists of man's mind, Had thronged into his soul, and there outdashed The embers keen of reason with the wind Of their satanic wings ; — then sat them down, — A legion housing in that madness frown. A strange, fierce glare shone out of his changed een, As at the windows of a pillaged tower The light of robbers banqueting is seen ; Now hushed he lay, — now with a stayless power Fled howling out into the wilderness, To hide in caves that echoed his distress. Sometimes they saw him at the fall of night, With bleeding feet, foamed lips, and haggard gait, Tottering toward some hamlet with the blight Of his wild glance, and bound in fear and hate,"], [79, "59 His naked limbs, till he, with one shrill cry, Rushed, like a crag rent from some peak on high, — On, and yet on, through night, through day, yet on, Deeming his shadow dæmons on his trace, With dæmons every mountain clothed upon, And dæmons staring from each cloud's grim face, Till, faint, he crawled beneath the rayless gloom Of cypress boughs o'er-roofing some white tomb ; There crouched, while dews and all wild winds of night Moaned for his madness with more desolate moan, And shed more tears than he, e'en when the might Of frenzy's storms had fiercest on him blown ; Upon the cold stone he laid down his head, And fell asleep — dreaming that he was dead. There dwelling, one thing could he love, e'en thence — A little star, that passed night after night Across a bright interstice in the fence Of his dark-waving leaf-roof. Oft the light Of his keen eyes, outpeering through the gloom, Scared some lone mourner from a loved one's tomb. Like to a ghastly vision night hath sent Out of her jaws, that, meeting morning, dies —"], [80, "60 Like to a spring with blackest poison blent, AVhich some bright sea absorbs and purifies — Leaving his den the Son of God he found, — And in that flood of light his maniac dreams were drowned. The Lord looked on him, — He who had just now Smoothed mountainous waters to a glassy calm, — Bade forth the fiends, and on his tortured brow Wrote peace, and the torn soul with God's own balm Gently healed up, — and he sat clothed, restored, loy's flowers on sudden born — Winter's last storm outpoured."], [81, "THE PALACE OF PAST LOVE. 'Twas when the slumber of a summer night Lay faintly on me, Fancy grew more bold. — A place I saw where came long-lost delight, And scenes, and looks, and whisperings as of old, And smiles of hope and joy of heart again, And buried hours whose love had lived in vain. It was a palace with long colonnades, And marble halls where fountains used to pour Their whispering rain that wooed the winds and shades, And latticed windows round the corridor, Breeze-loving, gazed on many a fairy scene, AVhile flowers with timid eyes looked in between. The opening doors gave forth no jarring sound— A gentle sigh. On winds faint music flew, And quickly-waking echoes whispered round Remembered words — and falling footsteps too, Beloved of old, seemed nigh — yet never came, And eyes gave looks that vanished like a flame. G"], [82, "62 Who from its sunny balconies looked down, Would see some spot where with his loved he'd been In the past hours. Some listened to the tone Of humming summer, and mused o'er a scene Of laughing sunbeams, shadow-glancing trees, And brown corn waving in the scented breeze. Some watched the sunset in the deep-flushed west, And gazing on forgot they were alone ; Some thought them leaning o'er the snowy breast Of seaward rocks, and hearkening to the tone Of far-down, falling waves, while to and fro Cloud-shadows passed o'er the smooth seas below. Oh ! many a changing scene would each behold, Bringing back hours love-haunted ; — one except, Whose loved one died ere yet his love was old ; Nought saw he but the grave wherein she slept — He gazed elsewhere — that one still grave again — Alas ! his past could only speak of pain. Dreaming I sorrowed o'er such love and grief, — I woke, — the phantom-palace was no more, The dream had fled as flies a withered leaf, I found my couch unconsciously strewn o'er, (As dew on some enchanted shore appears,) With that Dream's short-liv'd children — fallen tears."], [83, "THE LEGEND OF MUTABILITY, Shewing how Mutability is a relick of that confusion which prevailed before Chaos was displaced. — how it was at work when the surface of the earth was yet in its unsettled state, — that, though the anarchy of that period no longer continueth.its breath yet blowethover the world infecting all things with change : shewing likewise that however busy it may be, yet can it not destroy Hope ; and lastly, that it must pass away when the earth passeth away, and when Eternity is set in the place of Time. A voice from heaven ! Youthful Light went forth, Warred on grey Chaos, and cast down his corse Over the steeps of the new firmament ; But from the dying lips one sigh there passed That dieth not, — it runs a silent race Side-long with Time — it hurried shadow-like O'er the young faces of the morning stars — And they are songless now, and changed, and old. That deathless sigh is Mutability. Much hath it loved our earth, and still it plays With her hoar locks, and watches in her eyes That grow more dim with every century. Of yore, ere yet the world's great continents Had made themselves fixed place, and built them round With towers of rock and kingly promontories 'Gainst the assaults of the beleaguering waves,"], [84, "64 The breath of Mutability pursued Its flight unstayed — then was its majesty. The infant Earth heaved with gigantic change, And slowly rocks uprose in barkless seas Flinging long shadows on the deep disturbed, And oceans changed their seats with all their waves Marshalled about them, treading on the realm Where elk and mammoth roamed in tangled wolds ; Broad lands sunk down, and the exulting sea Rushed foaming in to fill the ghastly pit. Earth's features, sculptured long, are now grown old, But though confusion's reign hath passed away Ever among us moves the noiseless foot Of Mutability, earth-traversing. The aery visions, the dear hopes of men, Like many waves arise in a wide sea, Its breath their arching summits tips with foam, They waver, bend, and fall. It fills the world AYith floating leaves stripped from the tree of joy, It whirls the Past along in a dim stream Down to the chasm of dusk Obscurity, Which History's tottering bridge hangs half-way o'er, Whence men peer out into the night beneath. Race after race of men shines bright, and soon, Like yards and rigging of a burning ship That piecemeal drop into the lurid sea, Are swallowed in oblivion's silent flood."], [85, "65 Things countless, mighty, full of loveliness, The breath of Mutability can touch, As evening air shuts up the weeping flowers : Upon the front of mountain-haunting clouds By the fight pencil of the frail sunbeams This name is traced, and in the shapeless dust Of long-gone palaces, and on the brows Of the brief seasons. It is whispered oft By the sere lips of tremulous autumn leaves, And Age's thin grey locks, and by the surge That ever runs around the brimmed sea, With breakers wild or faintly-ebbing waves, Fretting the dark -brown sand. There is a stream, A silver thread that winds throughout the world, The stream of Hope, and oft Change ruffles it Or makes it dark — but nathless wandering on It flashes out like sparkles of a river That, shadow-laden, yet looks laughing up At the deep gloom of over-hanging trees. Yet cometh one with terrible beauty crowned ; Changeless Eternity's majestic glance Shall wither Change — and then this wandering breath Shall wandering haunt no more the waning world, But in the ruins of this earth, its home, Shall disappear — as some o'er-wearied bird Out on the far seas droppeth fluttering down, And o'er it close the surges thronging bright. g2"], [86, "BABEL Far through the misty forest of old days Wanders my thought to thee, long-fallen tower ! Who didst of yore thy dareful brow upraise, That calmly 'mid the clouds, as in its bower, Frowned, heaven watching, — while the morning rays, There lighting first, so flushed it with their power, It seemed some meteor hung above that shade In which the lowlier earth as yet was laid. Thy world-forsaking summit all the night Hearked to the conclave of the winds who held Angry debate around the intruding height, That stretched into the realm which was of eld Haunted alone by their impetuous flight. The prelude of the storm sublimely swelled Among thy topmost arches its wild strain, And thence came sweeping down, startling the plain."], [87, "67 The Almighty from his majesty looked down, And man left off to build, a wondering cry Each answering raised to each, alike unknown. Then wonder turned to rage, and frenziedly In fight they mingled — then their arms were thrown Weariedly by, and each with hateful eye Glared on his foe — until, with closing day, In murmuring companies they drew away. And many a wildered, perilous league they strayed, Seeking them other homes. Wondering they viewer' The hindmost steps of deluge where, afraid, The remnant of its waters still had stood ; — On Caucasus where floods had frozen staid, Within their ice locked many an up-torn wood In valleys where the teeming marshes lay, Which tides had peopled when they sunk away, (As monuments to mark their vast despair) With forests huge and jungle wildly grown. And Shinar was a desolation, — there The grass-grown fragments of a tower and town, Rifted, and wasting in the sultry air, Crumbled to nought, and Time o'er all has thrown A pall of desert dust — which reverently, Winds if they raise, let fall, and hurry by."], [88, "DEATH'S VICTORY LOST. an allegory. 'Twas through a forrest whose mistrustfull darke Was populous with blastes, a pilgrim strayd. The starres that make Night's crowne were everie sparke Hid by the cloudes her haire, with which storms playd, Covering that crowne with gloomy-tangled shade. The sickly-pillowed moone was layd to sleepe, AATiere stealthy-treading mists her darkened chamber keepe. Oft up towards heaven he turned his glaunces calm, As oft in his calm eyne the tempest scowled ; Within him Hope would sing her heavenly psalm : Without the storrnwindes rored their songs and howled ; Farre off rolled thunderous sownds that grew and growled, But nere him Peace would trill her notes of cheare, Warbling of halcyon reste all thro that wood of feare."], [89, "69 In that wood's shadowe lurked the robber Death — A robber since time was, — ever in wayte For light of mortall eyne and mortall breath ; Glad lookes are bright and mock his darke estate, And breath is life and therefor moves his hate : — A robber from fayre cheekes of ruddy hew That sicknesse may have room to look more palely through. A robber from the rich of gold they cherishd, A giver to the poore of reste they sought, A hope to some when all else hoped had perishd, A feare to others all whose hopes had wrought To such successe that they could wish for nought ; — A robber from the foole of good he ment, AVho dyde and left undone his long -deferred intent. A ryder on the dusty desert winde, And on the slaughterous, thundering avalanch ; Hayled like calm sea by the world-wearie mynd AVhich the next houre will feare thereon to launch ; A hoverer o'er red fieldes where he will staunch The gaping wound with bony finger cold, And draw the faynt soule thence, one moment since so bold. Life unto those whose life is hid in God, Deadly to those whose pleasures with them dye ; The gate of heaven to those who heavenward trod, The frowne of winter that must be past by"], [90, "70 Before our endlesse sommer smyles on hye ; The summoner we weet ne when ne where ; The stemme of heavenly flowres or roote of hell's despayre. A robber from lone weepers of their dying, A giver to lone graveyards of their dead, And heaven and hell with either hand supplying ; A robber of the food whereon love fed, Shutting his clay-cold spoyle in sullen lead ; A wanderer o'er the world — yet, oh, how still — Sitting to watch Decaye in charnels dank and chill ! He deemes the pilgrim must have found some wealth That cheares him thro the beating miseries Of his storm -pelted pathway : so by stealth, — Taking the counsel of dark -whispering trees Among their trunks he hydes, this wealth to seize ; His bow ybent is raised, and at his eare The raven shaft, and now the unthinking prey draws nere. Quivering the barb is fastned in his hart ; Backward he reels and falls downe dizzilie ; Now from his ambush hungrie Death doth start, Wolf-like on him that panting there doth ly : — \" Thy treasure, foole !\" he shouts, with hollow cry; — To those pale lippes but one more breath was given, Smyling at Death they cryde — \" The treasure is in Heaven !\""], [91, "THE CHOSEN LOT. Mine be the music of the poet's dream, I woo the poet's heritage for mine, The stars of Fancy o'er his path that gleam More brightly as life's hours in night decline, That gaze upon his tears with tearful eyes, Teaching wild words and sighing to his sighs. Yes ! though I wander but a little way On life's rough path, and many sorrows come The many know not, — ne'er would I delay Death's footsteps to my dream-embowered home, If, when I'm gone, and down my bower is flung, Time's breath will waft its leaves men's hearts among loniton : BLAUKBUllN AND PAllDUN, PniNTKstS, ti, IIATTON GARDEN."], [92, ""], [93, ""], [94, ""], [95, ""], [96, ""]]