[[1, ""], [2, ""], [3, "BY r Ha^vVANDERVELL. Air — \"Our happy little home (Francis, Day & Co.) Printed and Published by THE AUTHOR, 28, Aldridge Road Villas, London, W. Price 6d [copyright] Entered at Stationer* Hall."], [4, ""], [5, ""], [6, "have never sailed 011 moon loss, drizzling nights through Havengore oreek who don't know what it is to go for half-an-hour without food or drink— who oh, j i (ClIUKUS) Ours is a bappy Yacht ; You'd think she was a racer but she's nut If we're miles from shore or pub, And have got our beer and grub, You may plank your bottom dollar on our Yacht. HI. One day the sea was choppy and the dinghy broke away, Ami tore away a yard of ' counter ' ton \\nd as the packet took an hour or so to go about, The dinghy went away without the crow. Last Saturday we booked a. crew up for a fortnight's cruise, The weather for a wonder it was grand, But our ki el dropped oil', unluckily, just near the Buxey Buoy. * iul address is now tho farmhouse — Foulness Sand. OURS IS A HAPPY LITTLE YACHT. I. I'm inst about as happy as they make 'cm now a days ; I've got a shaie in what they call a Yacht. And oli she is a beauty and has got such pretty ways, Our bappy little Craft you're sure to spot. We bought her down at Tilb'ry Docks when lying on tlie mud, She looked a treat and all the paint was new ; But when we paid the money down and took her out to • We found she leaked- which exercised the crew , Spokii \\. Yes, I eould'nt make it out at all, because whin Bhe was on tlie mud she was as dry as a bone and all nicely painted The Skipper said lie knew how to tell boats and look down a chisel and [nodded the boat all over, and the man in charge saw it and said if we did'nt take tho boat, he'd charge us a sovereign for damages, and as we did'nt want, to be done out of a sovereign we took the boat. Tin.' same gentleman said she was an outclassed racer, He was a well there ■was a certain amount of truth iu him after nil. There was not bo much of Lln; racer but a good deal of the uni.J.i-.- aljout that craft."], [7, "been down from tlie \"_oeal Authorities who threaten an indictment under the moveable dwellings net .' (CHOKUS) Our is a happy Yacht ; I'm afraid the little blighter's gone to pot, I know t'will break my heart, If from her I have to part, But — does anybody taint In buij a Yacht .' ENCOKE VEKSE. Now sometimes little circumstances which we can't control, Prevent us having time to get our food, Or p'raps prevent us fetching back in time to catch our train. Then our Skipper very often gets quite rude. A \"hoodlem \" lets main halyards go instead of fors'le' sheets, The jib is gently flopping iu the sea, The man who chucks the lead line, shouts out \" and-a- qiiarterone,\" ! ! Aud the Skipper yells out \" Daiuyer, helm's a-lee ! (CHORUS) Ours is a happy Yacht ; When uncontrollable perhaps she's got, There's a reg'lar how-dc-do, And we yap till all is blue, Ours is a yappy little Yacht. al we re pipea on aeelt to pump ; Ours is a happy little Yacht. II. Now when it rains the water runs and makes the cushions damp. We eat our grub with ' oilies ' on our baeks- Whilc two of us are having it, the others work the pump, Aud a gale is gently whist'ling thro' the cracks. The wind blows dowu the chimney and it fills the hold with smoke, And blows the cinders out upon the floor ; And it you want your breakfast ready just at eight o'clock, You must put the kippers on the night before. All! I wish I could invite you all for a cruise. Perhaps there are some who have never taken part in this fearsome pastime, who have never realised what it is to sit on a damp cushion, with one foot in the frying pan and an elbow gently resting on a pot of marmalade, with a cloud of damp tobacco smoke hovering around, flavoured with just a twinge of parafin — having a religious argument with the com missariat department who is sitting opposite in azereba of portmanteaux, blankets, towels and swabs — who"], [8, ""], [9, ""], [10, ""], [11, "L. AND B. CLUB ANNUAL GATHERING OF THE MEMBERS OF THE CLUB. JANUARY, 1895."], [12, "A VISITOR AT THE L. AND B. CLUB. I dropped into the Bible house just on the stroke of twelve, And found that for a little time niy business I must shelve, As Middleton, the house's boss, was eager for his grub, And pressed me hard to join him at the noted L B Club. We trotted up together to the cafe close hard by, And found on entering we were first of all the jo'ly fry, But soon on looking up, we saw the door moved by a hand, And gliding in, came number one, the graceful beLy-band. His natural incumbrance made getting to his seat A work of time and pressure, through space within his fit ; But. when seated on the woolsack, with the menu in his hand, He looked a perfect picture of the happiest in the land. I whispered to my guide, the boss, is this bis constant state ? For answer, he with blushing face, looked down upon his plate, And said. Alas ! I wish it were, but truth compels to tell, The picture you now gaze upon don't always look so well. When the meat his palate touches, and the two do not agree, The change upon his countenance is very sad to see ; The club uniting soothe him with the best intentioned grace, But rebellion's in his stomach, and its outlet on his face. The language that he uses strikes terror to the lot, As in answer to a chance remark he yells out, \" Tommy Rot ;\" Of course the club is qulie aware that Tommy's no relation, But just to save a bursting up he uses the quotation. The next to come within the door when it was opened wide, Was one who seemed as if his days were o'er when he could glide ; At cattle weighing I was great, and al« ays stood alone, And with my eye I measured him at once as fifteen stone. He knew his place, and with a fuss sat close to number one, Touk up the card and spoke with voice that struck the sti angers dumb ; Roast beef, he cried, and something else I did not then catch what, But heard above the hum of all, mind not a scrap of fat. I whispered to my guide again what means his awful clamour ? He whispered back two days a week he wields an ivory hammer, And often when around the board, except when he's in gloom, He fancies that he's knocking down as in the auction room."], [13, "3 Another enters, and a cry of welcome to a member, The card he took and then cried out, roast mutton, but please tender. I noticed, as the plate was brought, a general hush and lull, My guide said look, if not to suit you'll see him loose his wool. I looked, and as I gazed upon his somewhat placid face, I remembered I had seen him in quite another place, And like a flash of lightning, just as he raised his fork, The memory came, it was beside the famous Duke of York. And yet another entered, and swiftly took his place, And as I looked, I thought I knew, his pleasant smiling face, He gazed at me, and seemed to read the victim in my look, For in the twinkling of an eye, he handed me Lis book. Ah, well I knew, as well I might Niagara's torrent stay, As leave the present company aud not Guy Hayler pay ; So, with a face not very bright, I signed his pocket inanua1, And with a seven-leagued cheek he asked, it might be entered annual. And now a tall slim figure came, being member Number Six, He took the menu card and seemed, just in a little fix, And questioned round the festive board, to know what they thought best, Selected what was popular, and set to with a zest. His quiet mein and thoughful talk arrested my attention, I asked my guide if I might be permitted now to mention, That instinct told me I was dining very near a poet, Twas instinct, and not knowledge, for before I did not know it. My guide replied with ardour, your musing's quite correct, And the words of that great poet on this club have had effect. For three years past his verses have rattled up each liver, And in payment they rewarded him with one good annual dinner. The seventh arrival now appeared, and as I raised my head, I thought he looked as if, indeed, t'were time that he was fed ; The mental and the spiritual were pictured in his face, The girls by instinct knew his cry, for ten-inch filleted place. Ho was often found in Evidence when hard nuts were thrown to crack. Of Theosophy and Philosophy his knowledge new no lack. The mental ruled the physical, and mind was more than matter, On sole and plaice he fed apace, but still he got no fatter."], [14, "4 I asked my guide from whence he came, and what his occupations, He said one was to gather rents in dangerous situations ; Of late he had been the hero of a fracas down the Quay, And caused a brute for fourteen days to lose his liberty. As Number eight the company joined, he quickly ordered pork, And as I gazed upon his face, as he began his work, I thought he worked a patent for special mastication, As pork, and spuds, and custard, went down in quick rotation. I asked my guide to give his name, he said 'twas David Hibbs, And that his patent worked so well for lining his own ribs. \" Did you say David i\" I replied, \" then is he a relation Of him who killed the giant who opposed the Jewish nation ?\" \" We have no certain knowledge,\" my guide at once replied, \" That he descends from him at whose hands the giant died ; But we think his arm could slay a man of full Goliath's limb, And teeth and stomach strong enough forthwith to swallow him.\" I did admire his splendid form, and all his vital force And Darwin's theory threw aside in favour of the horse, Caprisoned in splendour, and snorting for the fray ; With the mental and the physical enough to win the day. The di >or again swings open, and in enters Number nine, The picture of a healthy man just having reached his prime. I fancied that I felt the smell of Oorbridge on his clothes, And he looked a n an as if his friends outnumbered all his foes. I nudged my guide, and asked if he was known as a wool factor. •' No, no,\" he said, \" your guess is wrong, but he's a large contractor ; And buildings many far and wide, stand witness to his skill, From cottage in the suburbs to educational mill.\" Political economists, make mention, and with force, That the Middleman is now the man who rides the winning horse. And apparent contradiction to me it always is, That sometimes the horse is ridden e'en by a Middle-miss. The number ten who entered quite took me by surprise, For a little maid came forward just of the school-girl size, With satchel, shining morning face, but not the creeping way, Of the scholar Shakespeare mentions in his celebrated play. I was pleased at the respect shown to this little lady member, Which proved that hard-worked business men could still be very tender, I asked my guide, how came it that the club took some in frocks, He said she was the darling of the club's bright poet — Cocks."], [15, "5 It's good when children take the cue from father's bright example, And follow in his wake, which leads to joys that are quite ample, For true it is, and ever will, that sure as fire will burn, That as the old cocks crow, the young are certain soon to learn. Just at this mojaent, as I turned, I heard a subdued growl, And looking up, I saw my guide grip hard the sugar bowl, Another claimant for the sweet, was eying him askance, The man who lost his wool, it was, I saw it at a glance. Hold hard, the woolless member cried, do leave a little bit, My guide had wanton mischief upon his features lit ; He knew the members wool was loose, and liked to see it fly, But wool and head remained attached and so the storm passed by. And now all tongues were in full swing, and jokes and puns, With stories old and new, popped off like double-barrelled guns ; Wit, brilliant and bright, mixed with some poor attempts, All seasoning the food with best digestive condiments. The fun was at its height when at the cafe door There stood a figure I had never seen before ; A. young old man with eyes and face so bright, His coming bringing joyous beams of light. I have seen a welcome given to a king, I have heard the multitude the welkin ring, I have seen all sorts of men with greetings met, But this capped all that I had ever seen as yet. I nipped my guide who noticed not, and cried, what mean ye ? Who is he ? then hs said his name is Sweeney ; The club ascribe to him the title of the G.O-M., He was elected president, but I've forgotten when. The seats were quickly changed around the festive board, With President at head as lively as a Lord, His puns and jokes were mostly Scotch and gritty, And could not be surpassed by any in the city. I noticed when the G.O.M. first entered through the door, His steps were closely followed by an active looking cur, And as he wormed his way beneath tbe table and the chairs, I marked one eye closed firmly, and waiting for repairs. Again I touched my guide — do your brave warriors Take in for members even white fox terriers ? He answered, no — for any other dog would get the sack, But this one is the G.O.M's. great favourite— Jack."], [16, "6 Just then I heard a great commotion at the table head, The President had on his face a frightful look of dread, For one poor member vainly thinking to be merry, Incautiously had mentioned Grey Street sanitary. The Prosident arose like a Luther from his diet, And dared the Council and the Mayor at any time to try it, If they put a lantern there, he cried, in tones tind words facetious, I'll hurl the monument upon it, and smash it all to pieces. I overheard a member fay, the club is now complete, And every one is seated in his own appointed seat, I looked around on all the lot, and could not help but think What an answer lo the men who say, no fun without the drink. I learned with joy that almost all this happy club, Were actively engaged in some way doing good, And that the brightness and the gladness of their union Was sanctified through personal divine communion. I left them with a feeling of regret, For better men and maid I never met, As iron sharpeneth iron to the end, So doth the countenance of man his friend. G.T.E. THE NOBLE L. AND B. We meet once more, to-night, my friends, So a song I'll sing to you ; Because our Poet tells us straight This year he'll nothing do. The year that's past we've dai y met, The jokes and food enjoyed ; And when apart, we Britans all, In good work, been employed. Then here's to the noble L. and B., And all who form the band, Long life and happiness be theirs, And for truth may they always stand. Chorus — Then here's my heart And here's my hand, And may we jog along — A strong united Brotherhood, Full of mirth, and wit, and song."], [17, "7 We've Sweeney, of the \" Grand Trunk Line \" ; \" Great Easten,\" firm and trim ; We've Foreman. Hibbs, and Middleton, And Cocks and Matthew Lynn. We would not leave friend Thompson out, Or ivliddlemiss, each a seer ; We love each one, and pray that we May meet another year. So here's to the noble L. and B., And all who form the band, Long life and happiness be theirs, Aud to truth may they always stand. Chorus. — Then here's my heart — G.H. CONUNDRUMS. Why should we expect the Club's late \" Poet Laureate \" to bounce a bit to-night ? Because it is quite natural for Cocks to crow, when lustre fills the Easten sky. Why is Guy Hayler not consistent ? Because in n inter he keeps out the cold with the products of a big \"bruin.\" J.C. Who would have special cause for rejoicing at the suppression of newspapers ? Jabez Balfour ; for then there would be no fear of any extra dition. G.T.E. Why does Guy Hayler shine as a Temperance Advocate ? Because he's frequently polished off by friend Easten. Why is the Club's cash box like an Orphan ? Because both their interests are looked after by a Guardian. T.T. Why is the Club like the reign of James I ? Because they both have a Guy in it; G.H. J. Powling ana Sons, Printers, Newcastle."], [18, ""], [19, ""], [20, ""]]