[[1, ""], [2, ""], [3, "THE V AN I T Y O F * Philosophic Systems : A POE M. Addressed to, the ROYAL SOCIETY: Artem Experientia fecit. Exemplo morifbrante Viam-, Speculataque Longi Deprendit — totum eternd Mundum Rationemoventem. Manlius. Natura inquis, hœc mihi prœflut. Non intelligis, te, cum hoc diets, mutare Nomen Deus? Quid enim aliud ejl Natura quam Deus, et Divina Ratio toti Mundo, et Patribus ejus inferta ? Senec Printed in the Year 1773.."], [4, "P R E FACE. np HIS Sketch of Metaphysicks is humbly offer'd to all learned and judicious Ad- mirers of the true Principle of the Universe, and to their Censure submitted, the AUTHOR."], [5, "THE VANITY of Philosophic Systems. To the ROYAL SOCIETY. \"V7\" E Sons of Science, Wisdom's chosen Band, -*■ Slow to believe, but quick to understand, Nature's dark Wilderness inur'd to tread, Thro* numerous paths by long experience led, Leave for a while your magazine of arts, And try a doctrine which the muse imparts ; To but one point she asks you to agree, Grant it but possible, and there must be A GOD, an universal moving mind, Pervading all things, yet to none confin'd ; By wisdom working, with Ideas fraught, Who moulded matter into Being brought, United"], [6, "4 United under various forms display'd, The atoms fit or to be mov'd or stay'd : A lifeless lump this universe remain'd, 'Till that enlivening power to move ordain'd, Sun, Moon, and Stars conducted in their way, And earth unwieldy ready to obey : Sole architect, to such a wond'rous frame Who first gave Being, still maintains the fame, Fire immaterial — Spirit pure in air, The still small Voice that whispers every where, Beyond time's measure or the bounds of space, He's all in all, and all in every place. Some certain bodies of superior mould, With animating spirits he unsold Not independent, guided, and yet free, As willing instruments to GOD's decree. From GOD alone all active pow'r proceeds, Ev'n human reason his assistance needs. Man may design, direct, within his sphere, And yet his will is but imperfect there. GOD must concur, must operate of course, I Jvlan only knows how to employ the force. No"], [7, "5 No Organist so skilful e'er was found, To make, but only modulate the found. His art may teach him thro' what pipes to know, The blast inspir'd shall musically flow. Conscious he wills his fingers where to move His fingers mov'd, that's all, that you can prove. Stop but the heart, all vital functions cease, But can you move, or make that mend its pace ? See o'er, the strings the fidler's fingers run, Scarce has he thought on't when the tune is done ; The dancer thus to measure time is taught, So quick his feet almost out-run his thought, Art, habit, genius, call it what you please, You know not what, 'tis something more than these, To say, man acts, not knowing how, — is odd : Leave then the will to man, the work to GOD. Man to a Ship may fitly be compar'd, Where tackling to each office is prepar'd ; The flesh and bones a hull well-built with art, Ropes are the tendons, and a fail the heart ; Reason's a rudder to conduct the whole ; The captain in the cabbin is the foul ; The"], [8, "6 The nervous spirits are the crew on board, Eager to execute the captain's word. The ship that's trimm'd, one signal makes it fail, If Providence supply the moving gale. Not man alone is mov'd by force divine ; Alike in brutes appear the great design. Reason and instinct differ in degree ; The same that prompts the man inspires the bee The Bird that builds (an instrument at best) Fancies herself the author of the nest. Let man and brute their utmost efforts try, Effectual force their maker must supply ; Reason may chuse which way its course to bend,. Superior pow'r must give it to it's end. GOD can accomplish what the mind shall chuse, While man foresees th' effects he will produce. Of GOD's prerogative can man partake, At once unable to destroy, or make ? The patient husbandman, who tills the land, And casts thereon his bread with liberal hand, Skilful to sow, but not t'encrease the grain, With prosperous success, shall he be vain ? Behold"], [9, "7 Behold that engine on yon rising ground ! With sail-like wing it whirls incessant round ; Behold beneath, within this rapid stream, A circling wheel roll round a mighty beam ; This emblem of imaginary pow'r, This miller's art of ginding corn to flour, It's master's pride with it's own weakness shews Which all it's force to wind or water owes ; Or rather, in just language, let us fay, To him whose will both wind and tide obey ; All are but engines in one hand divine ; Some urg'd by force, the rest as they incline. The pen and sword, compell'd, their task fulfill, The writer and the warrior as they will. No vital energy to matters given A passive mass all acted on of heaven ; For laws of motion are but idle things, Unless the maker agitate the springs. Bodies are motionless, as mere machines, The operator hid behind the scenes. One single actor on this worldly stage Was, is, and will be GOD, from age to age. What"], [10, "8 What envy, mortal, in thy bosom lurks, To slight thy maker, and extol his works? When lofty forests fall at man's command, Boast the proud age against the feller's hand, Truths that perplex the studious sophist's brain, Blind fate, or chance, or nature must explain : Hence system-making into fashion grew, All causes but the only one they knew ; Tho' in opinion seldom they agreed, Matter to deify they all decreed ; These second causes for their systems fram'd A journeyman to God and nature nam'd. First Strato, puff 'd with philosophic pride, Motion and gravity to things apply'd, Banish'd at length the God-head from the state, As useless to govern, and needless to create. Bold Epicurus saw, or feign'd to see, Discordant atoms in a void agree, Chance produce order, light from darkness shine, And creatures justly form'd without design. Acute Cartesius, with Mechanic head, Plac'd subtile matter in it's maker's stead. Made"], [11, "9 Made brutes spontaneous move without a soul And piec'd up one great clock-work of the whole. Dogmatic Hobbs with impudence profess'd, 1 o make an immaterial GOD a jest • Taught all was body variously combin'd, And spirit but the phantom of the mind. Sagacious Newton last with pondering thought, To mathematic rules a system wrought, GOD, as an Eastern Monarch, left for show; His Viceroy, Gravity, the God below. While pious Malebranche, with devotion fir'd A pow'r divine in every act admir'd, Acknowledged none, which others causes call, But God th' efficient that moves all in all. Short-sighted Scepticks of inglorious fame And beasts triumphant I disdain to name ' Minute Philosophers a graceless crew Wh° G°d' and Wr°te m°re than theY Proud Virtuosi, vain conjectures cease; Tho' right you calculate, yet wrong you guess. Attraction is no pow'r but law alone ; The earth attracts not, nor descends the stone; B Those"], [12, "10 Those swelling waves that flow at stated tides, Are mov'd by one who o'er the moon presides ; Not mutually attracted, as some think ; Who active force to sluggish matter link ? See Steel the magnet seek with amorous chace, With other metals shun the like embrace. See straw uplift to amber closely clings, Yet scorns to rife to unelectral things. See cork, that on the water's surface slums, You fay it draws the cork that thither swims. These all are mov'd with motion net their own; Th' effect is manifest, but how— unknown. Say why should bodies active be expos'd ; Because their particles are so dispos'd ? Say stupid matters execute a plan, And who will think you reason like a man ? How should that move in order so exact, Which wants both pow'r and knowledge how to act? Even in disorder is discover'd skill : So when convulsions rend the trembling hill, When cities totter, in confusion tost, And works of time are in a moment lost, The"], [13, "11 The hand divine admiring nations know, Which gives the sliock, and guides the destin'd blow Scourg'd thus by heaven, a guilty land repents, Yet pays no homage to the instruments : The fame materials diversely employ 'd, Whereby the world is nurtur'd or destroy'd. Matter in motion you may understand, An instrument in one all-moving hand, Not put in motion, and so left to run ; But mov'd continually as first begun. Such motion copied in a sphere you'll see, By our late Archimedes' Orrery. This only truth experiments declare, A GOD in whom we live, in whom we are, A mind that always acts, a constant cause, Who thro' a miracle must change his laws. \\ MXn that with reasoning attentive views, Observes the paths the deity pursues ; Marking the steps his wisdom has outcast, And so foresees the future in the past, Throughout all times, 'tis clearly to be seen Who plann'd, preserves, and moves, the whole machine. As"], [14, "12 As Anaxagoras of old withdrew The veil from nature, so have we anew Shew'd motion does a mind, a GOD, proclaim, And nature's nothing but an empty name. Thus magick, that did once the world bewitch, Ensnare the simple, and the knave enrich, Unmask'd by learning, and by laws annull'd, The crowd in ignorance no longer lull'd ; Wisdom affum'd it's antient feat agairf, And wizards were no more than common men. Darkness must vanisli at th' approach of light, And truth, when seen, victorious, strike the sight ; Let reason judge — vain systems are o'erthrown, And GOD without a rival reigns alone. F I N I S."], [15, ""], [16, ""]]