[[1, ""], [2, ""], [3, ""], [4, ""], [5, "MARTYRS TO FASHION: % 8°M. BA* JOSEPH VEREY. IN THREE VOLUMES. YOL IT. LONDON : TINSLEY BROTHERS, 18, CATHERINE ST., STRAND. 1868. (All Bights Reserved.)"], [6, "LONDON : G. H. BEA1IE, PRINTER, GRAY'S INN BOAD, KING'SCROSS, W.O."], [7, "CONTENTS OF VOL. II. PAGE CHAPTER I. A MYSTERY 1 CHAPTER II. GILBERT IS SANGUINE 30 CHAPTER III. AN UNINA'ITED GUEST 41 CHAPTER IV. SANTI IS FIRM 55 CHAPTER V. RETROSPECTION 68 CHAPTER VI. AFTER DINNER 80 CHAPTER VII. \" SWEETNESS AND LIGHT\" 93"], [8, "IV CONTENTS. PAGB CHAPTER VIII. CBTJPPY HAS AN IDEA 108 CHAPTER IX. BLIND AS A BAT 120 CHAPTER X. TOWN AND COUNTRY 132 CHAPTER XI. A MEETING 149 CHAPTER XII. THE FERRY 159 CHAPTER XIII. CAUGHT AT LAST 173 CHAPTER XIV. Caroline's honeymoon 189 CHAPTER XV. CRUPPY ON GUARD 212 CHAPTER XA'I. THE SERVANTS' HALL 228 CHAPTER XVII. AN EPISODE , 248 CHAPTER XVIII. THE INQUEST 268"], [9, "MARTYRS TO FASfllON. CHAPTER I. A MYSTERY. Some little peculiarity as to the manner in which the property of the Harlands had been invested, obliged George to run down to \"Wallingford. \"When he reached the bank, it was late in the day, and he could not see the manager till the following morning. There was no conveyance to Merton after mid-day, and he determined therefore to stay at one of the inns, and settle the busi ness on hand. VOL. II D"], [10, "2 MARTYRS TO FASHION. It was market day, and he had some difficulty in finding a bed. At length, however, he obtained accommodation at a quiet inn, on the outskirts of the town, and feeling weary, went to bed at once. One thing had struck him as singu lar when he enquired at the bar. The host had conferred for a considerable time with some one in an inner room. Then, having told him in a dubious, undecided sort of Avay that he could be accommodated, the chambermaid brought a light and sho\\\\red him the room. George noticed that the girl surveyed him curiously, and when he asked her some trifling question, answered him in a vasrue and reserved manner. How ever, the room was clean, and the bed Avas soft, and without thinking further about the matter, he flung himself into"], [11, "A MYSTERY. 3 bed, and in less than two minutes was asleep. He had slept for a considerable time, when he was aroused by a singular sound, which, as it ceased the moment he aAVoke, he fancied at first was only a dream. He sat up in bed, annoyed that he could not sleep, and believing that his supposed dream was the result of fatigue, he listened for a long time, but could hear nothing, and was just' dropping off again, with the delicious feeling that he had still some hours undisturbed before him, when the noise which he had before attributed to some dreaming fancy, became distinctly audible. At first it came from a room above him, and was evidently produced by heavy, irregular steps, immediately overhead. There was nothing extra ordinary in this, if the steps had been b2"], [12, "4 MARTYRS TO FASHION. regular, but the movement had a capricious character, as of some one under the influence of a strong passion, or suffering from intense pain. He even thought after a time that the action somewhat resembled the pace of a Avild beast, but the idea of a wild beast being kept in an upper room of a country inn did not seem at all feasible, and he dismissed the notion with a smile, and sought some neAv interpretation. George began to despair of the sound sleep he had anticipated, and wished most heartily that the eccentric stranger Avould cease from his nocturnal prome nade, and give him another chance of a nap, when he was startled to hear some one passing and repassing the door of his room, in an aAvkAvard, irregular manner. Then it seemed to"], [13, "5 A MYSTERY. him that a hand Avas draAvn in an uncertain way along the thin wooden partition, which separated the room from the passage without. It was evident that the hand vvas groping about to find the handle of George's door, and he conjectured that the intruder must have been without a light, or he Avould have discovered it in a moment. George was certainly curious as to Avhat this could mean, but he decided quickly that it must be some merry making farmer coming home a little fuddled, who had mistaken his way in the darkness. He now remembered, to his great annoyance, that he had forgotten to lock his door, and jumping hastily out of bed to repair the error, found that the key was left on the outside, and then too came the thought"], [14, "6 MARTYRS TO FASHION. that the intruder might not be quite harmless in his intentions. He Avas about to open the door and take the key inside, but the chance of a blow on the head made hirn hesitate, having nothing Avith which to defend himself, in case of being attacked. While he still hesitated, a scratching noise upon the panels of the partition again called up the idea of a wild beast. But irritated with suspense, George determined to open the door, and discover the cause of this intrusion. He began to open it cautiously, so that he might not be taken by sur prise, when it was suddenly pushed inward with considerable violence, and the tall, dusky figure of a man was dimly seen standing in the centre of the open doorway. George was puzzled how to act. If"], [15, "7 A MYSTERY. he assumed the offensive, he might only inflict injury upon some harmless fellow, who had blundered through taking a drop too much. It Avas too dark to see the features of the stranger, so that George Avas ignorant whether his intentions Avere fair or otherwise. The size and apparent strength of the stranger gave him little hope of being able to expel him by force, while, unless he did something, George felt that he would be completely in the stanger's power, if he intended mis chief. During this momentary hesitation, the man neither spoke nor moved,. The uncertainty which influenced George for the moment, was now, however, changed to a feeling of alarm, when he perceived the man walk coolly to the end of the passage leading from"], [16, "8 MARTYRS TO FASHION. his room, and opening a window, call softly to some one beneath. If any answer was made, the distance was too great for George to hear. Having secured the key, and placed it in the inside of the door, he waited a moment, filled with a strange curiosity as to his visitor's movements and intentions. It seemed that his calling from the window had met with no response, for the man sat doAvn upon the floor, and waited as though for an accomplice. All, however, remained perfectly still, and the moon, which had now risen, threw its pallid light upon this strange rigid figure, whose back was turned towards George, and whose fixed attitude was like that of some hideous god in the shrine of an Indian temple. It was not easy to believe that such strange behaviour as this, at such a"], [17, "9 A MYSTERY. time of the night, boded any good to George Harland. Yet it seemed strange that a powerful man like this, if he intended mischief, had not attacked him at once when he opened the door. George stood there watching him till his patience was nearly exhausted, when he once more opened the window, and called as before. He fancied that this was probably a signal agreed upon, and began to consider in what way he could defend himself, when the stranger turned suddenly, and immediately walked to ward his room. George stepped quickly inside, and was in the act of shutting the door, when the stranger stopped mechanically, and went back toward the the window. , Taking advantage of this extraordinary promenade, George dressed himself as quickly as possible, seeing that any"], [18, "10 MARTYRS TO FA.SHI0N. attempt to sleep Avas out of the question. He had locked the door for the moment, but noAv re-opened it, as he could not restrain his curiosity. To his surprise, when he looked out again, he saAV the man shake his head, as though from disappointment, and then proceed slowly down stairs. Strangely enough, during all these movements, George had never once caught a glimpse of his face. When he had confronted him at the open bedroom door, it was too dark to distinguish anything, and afterwards, when he had gone to the window, the distance was too great to perceive more than the merest outline of his form. When George heard his heavy sham bling footsteps echoing doAvn the stairs? an irresistible impulse impelled him to follow, augmented by a curiosity which"], [19, "11 A MYSTERY. he felt wholly unable to repress. He had never in his life experienced such a singular influence. So strong was its power, that had death awaited him in the track of this mysterious unknown, George would have followed without hesitation. Slowly and mechanically he strode down the stairs, and opened the front door of the inn, with the greatest facility. A sudden thought came into George's mind that this strange person must be a sleep-walker. He had heard strange tales of such people, and felt himself more than ever bound to follow him. But again his first idea that the man was in concert with thieves re turned to him, and he felt glad to get out of the house. The man passed through the open door, without attempting to close it, or"], [20, "12 MARTYRS TO FASIIION, to look behind him, and stood for a second or tAvo in the road, as though undecided which way he should turn. There was not a soul abroad besides themselves, as the stranger, muttering some unintelligible words, turned toAvards the river. Softly drawing the door a little closer, George did not attempt to fasten it, in order that he might have the chance of entering it again, in case of need. He was anxious also not to make a noise to attract the stranger's attention, as he was already in imminent fear of his turning round and discovering that he was followed. The man had not proceeded far, when he stopped suddenly in an open space, where the moonlight streamed brilliantly upon him, and threw the deep shadow of his tall figure upon the ground."], [21, "A MYSTERY. 13 Bending over this shadoAv, he made a movement which filled George with horror, and convinced him at once that some vile deed was upon the point of being put into execution. Flinging out his arms, as though he grasped some imaginary foe, he seemed to fight the air, as Macbeth clutched the visionary dagger, and then, with a stamp of defiance, and a terrific howl, which died away in a grim chuckle, suggest ing the mocking laughter of a fiend, rather than anything human, he dashed forward at such a rapid pace, that George had the greatest difficulty in keeping up writh him. For the first time since their strange companionship, George saw the face of the unknoAvn, and then the terrible truth wrhich he just began vaguely to suspect, became fully revealed. The"], [22, "14 MARTYRS TO FASHION. Avild light flaming from his eyes, the incoherent sound of his voice, his un decided manner, the awful air of reck lessness with which he shook his fist at the calm sky, as though defying heaven and earth to hinder his purpose, filled George with an indefinable sense of horror. The whole secret of all this singular conduct needed no further ex planation. This was a madman. Whether stricken suddenly with this terrible affliction — Avhether some dire calamity had befallen him, and in a moment had tottered reason from its throne — or whether the curse had smit ten him in his cradle, and he had uoav escaped from a life-long confinement, f*o revenge himself on his captors, it was impossible to divine. With the conviction that some dark mystery, some strange crime was one"], [23, "15 A MYSTERY. day to be revealed, by this singular in cident, George followed the madman without further hesitation. These proceedings had occupied a considerable time, and George still followed the stranger cautiously. They were clear of the town, having crossed the bridge over the Thames, and pro ceeded for some distance into the open country, without meeting anyone, when they reached a secluded lane, down which the madman turned unhesita tingly, and continued his rapid pace, till he reached a villa, standing someAvhat removed from the road. Apparently bent upon some decided purpose, he strode up the path leading to the house, and knocked violently at the door. It was evidently the home of a per son of cultivated tastes, the garden was in perfect order, and filled with the"], [24, "16 MARTYRS TO FASHION. choicest flowers, which Avith the night dew still upon them, scented the keen morning air deliciously. The beauty and peacefulness of the scene, impressed George deeply, especially as it seemed so completely in contrast with the manner of the person seeking admission to the house. Taking advantage of the number of trees and shrubs, George easily secreted himself, and awaited the result. A deeper feeling than mere curiosity filled him now, for he could not but believe that danger A^as at hand, and felt it his duty to watch the madman closely, and if possible, frustrate his design. The madman knocked repeatedly without awakening anybody, but at length the door was opened. George went nearer to the house, to render assistance if needed, but the peculiar"], [25, "A MYSTERY. 17 cunning of lunacy made it very un certain what the next step might be. The person Avho came to the door was a man probably about forty years of age, of gentlemanly exterior, and com manding appearance, but George per ceived in a moment that he Avas greatly alarmed by the presence of this unwelcome visitor, and unc3rtain how to act. He looked at the madman quickly from head to foot, in order apparently to satisfy himself that he AAras unarmed. George could perceive that they Avrere old acquaintances, and the first words that Avere spoken shoAved that the owner of the house had been accustomed to deal with the madman. He said, with an effort to be as calm and cool as possible— \" So you have come to breakfast AA'ith me.\" VOL. II. c"], [26, "18 MARTYRS TO FASHION. \" I shall breakfast with the devil,\" was the strange reply. \"Indeed, but you have started very early.\" \"Not at all, but I intend you to breakfast first Avith the angels.\" George saw the first speaker was alarmed, and he would gladly have stepped forward to assure him of assistance, but he feared to precipitate the scene which was evidently coming. He thought it possible also that the gentleman had assistance in the house. \" If you are about to introduce me to such high society, I had better at once change my dress.\" \"No,\" said the madman, fiercely, \" your dress is not of the slightest consequence.\" i ) George thought the oAvner of the house spoke Avith a foreign accent, and"], [27, "19 A MYSTERY. a few more words confirmed the sup position. \"Allow me,\" said he with the greatest composure he could assume, \" to leave a little message for Madame Santi, and I shall be quite ready,\" and he turned to enter the house, when with a sudden fierce grip, the madman caught the Italian by the collar of his coat, and tore him out of the doorway. \" You shall come with me, and that instantly,\" said the madman, and with out more ado he dragged the Italian, shuddering like an aspen, in his terrific clutch down the garden path and into the lane. Without losing a moment, George followed them till they reached a deep black pool by the roadside, where the Avater was dammed up to increase the supply of a water-mill, AA'hich stood in c 2"], [28, "20 MARTYRS TO FASHION. a picturesque situation, a little loAver down. Years before, George had sketched the spot, little dreaming of the strange scene he Avould see enacted there. Upon reaching the verge of the pool, the madman stopped, and turning to the Italian, said, Avith a hideous laugh — \" There are the angels, they are waiting for you,\" and he made a lunge, as though to tkroAV the Italian into the pool. With the quickness of his country, he contrived, by a sudden movement to free himself for a moment. His escape however was but temporary, and he had scarcely got twenty yards from the pool, when the madman noAv lashed by ex citement and opposition into ungovernable fury, rushed at him, and then Ayith a horrible yell, dragged him to the edge of the mill-dam."], [29, "21 A MYSTERV. The time had come for George to act, if at all. The danger AAas considerable, for the size and strength of the madman Avere such, that he feared, even with his assistance, the Italian Avould hardly escape Avith his life. There was not a moment to lose, and tearing a stick from the hedo-e near him, he rushed toAvards them. The Italian seemed paralyzed, but quickly perceiving that George intended to assist him, he recovered his courage, and Avith desparate energy defended himself against his foe, Avho Avas noAv sAviftly dragging him away. George had now reached the spot, prepared for a tremendous encounter, but the suddenness Avith which he had come upon the scene, had the effect of divert ing the maniac's ideas. He immediately relaxed his hold of the Italian, and after"], [30, "22 MARTYRS TO FASHION. a vacant stare, strangely at variance with the fiendish energy he had exhi bited a moment before, turned, leaped a ditch by the wayside, crossed a neigh bouring meadoAv, chuckling hideously to himself as he went, and then disappeared. George accompanied the Italian back to the villa, frequently glancing round to see that the madman was not follow ing them. The Italian did not speak for some time, and seemed greatly agitated. When they reached the house, however, he thanked George warmly for the assistance he had rendered. George was curious to know something of the connexion between the Italian and the madman, but he was not com municative upon the subject at first. After a time he said — \" I have had charge of this man two years, and I have often been in fear of"], [31, "23 A MYSTERY. my life. What may become of him now, or how he managed to stay at the inn, I do not know. Most likely he was quiet when he Avent there, and tried to make them believe he Avas wrongly confined. Yes, it must have been so, for the people of that inn have been curious about us here. He has been so calm lately, that Ave have had but one man to attend him, and yesterday after noon, while walking in the garden, he knocked the keeper down, and made off, but I did not imagine he was so near. My greatest fear Avas that he had gone to the Manor at Merton.\" The Manor at Merton !\" cried George with astonishment. \" What on earth should he want there ?\" \"Hush, my good friend,\" said the Italian, in a Avhisper, \"You haAre saved my life this day, and may the"], [32, "24 MARTYRS TO FASHION. Holy Mother reward you, but not a word of this, as a man of. honor.\" \" If by speaking of this strange incident I should be likely to injure you, I Avill most assuredly be silent,\" George ansAvered, \" but Avhen I tell you that I am a native of Merton, you will not wonder at my being astonished.\" \" There are secrets, my gracious preserver — there are secrets I am bound by sacred vows never to reveal. The man I serve rescued me from an Italian prison, from which I should have been taken in another day to death. My crime Avas that I loved my country. My friend also dreAV a sword for my beloved Italy. I am bound to him for life.\" \" But if this man reaches the Manor, ay hat then ?\" \" Hush, my good friend. Men are"], [33, "A MYSTERY. 25 always on the Avatch in case of his escape. We shall find him soon, and then AA'e shall change our abode. We are too well knoAvn, and this is the second time he has escaped. Will you go back to the inn ?\" \" Yes, I think so,\" George answered, \"but why?\" \" As a gentleman, give me your word not to repeat Avhat I have said.\" George considered a moment before he gave this promise. What if some deed of villany might be brought to light by making use of the knoAvledge he had so singularly gained. Yet the man was mad beyond all doubt, and his confinement Avas an absolute neces sity. It did not appear either that he was treated Avith undue harshness. The countenance of the Italian at once belied such a supposition. It Avas"], [34, "26 MARTYRS TO FASHION. genial, and even benevolent, Avhile it vvas evident from the tone of passionate though suppressed enthusiasm Avith Avhich he had spoken the fe\\v words relating to himself, that he Avas a man of generous impulses. There Avas evidently a strange history behind all this. But regarding the simple fact of the stranger's insanity, it was natural if he Avas in any Avay connected with or related to Sir Charles Sinclair, that the baronet would desire to have him strictly guarded by some one upon whom he could thoroughly depend. If the Italian was bound to him by any tie of gratitude or self-interest, the more reason to suppose that he would treat the unfortunate maniac kindly. Besides, if evil lay concealed in this incident, it was doubtful if he Avould counteract it by publicly speaking of it"], [35, "27 A MYSTERY. in such a place as a country inn, and in giving his word to the Italian, he only pledged himself temporarily. \" I will give you that promise,\" George said. \" Thanks, my good preserver, thanks. You will keep your Avord, I know, by that open English face.\" \"But upon one condition only.\" \"What is that,\" asked the Italian. \" I wish you to tell me when and where you first undertook to take charge of this madman.\" \" It is the only reward I can make you for saving my life this day,\" said Santi, \" and I will tell you. Five years ago I was a physician in Rome. Imprisoned for a political offence, I was rescued by a young Englishman of good birth. We met again at Baden. I was very poor, and the Englishman"], [36, "28 MARTYRS TO FASIIION. said, ' You are a physician, Santi : do you comprehend the treatment of the insane ?' I answered yes, and took charge of this maniac at Baden, two years ago. But hush ! my good friend, ask me not another Avord, for the love of the Holy Mother.\" \" That is enough,\" said George Har land, \" be assured I will not make use of the knoAAdedge to do you any mis chief.\" So they shook hands and parted. The day was just dawning as George reached the door of the inn. It Avas still standing open as he had left it. Evidently not a soul had passed along the road. He entered, softly closed the door without any noise, and fatigued with his nocturnal adventure, was soon in a sound sleep. He took breakfast at the inn, and it amused him greatly"], [37, "29 A MYSTERY. to watch the furtive glances cast at him by the host, the barmaid, the ostler, and two or three loungers at the tap. They had discovered that their strange guest had departed, but forbore to question George, and he on his part did not choose to enlighten them, but when he had finished his breakfast, went to the bank, and then took coach to Merton, to visit his mother and Gilbert, before returning to town."], [38, "CHAPTER II. GILBERT IS SANGUINE. Some weeks had passed since the farmer's humiliation at the Manor. The affair had been much discussed in Merton, but like other scandals, it soon lost its interest, and was replaced by some other subject for gossip and idle specu lation. Mr. Warren still carried himself haughtily at market and elsewhere, and still dressed better than his neighbours, but it is impossible to express the secret bitterness that was eating into his heart. In the first violence of his disappointment, he had sought the ser\\Tices of a solicitor, with the inten tion of bringing an action against Sir"], [39, "GILBERT IS SANGUINE. 31 Charles, as he had threatened, for breach of promise, but the lawyer gave him so little hope of a successful issue, that the project was abandoned. He had literally no case against the baronet, who had simply amused himself at the expense of a pretty accomplished girl, and who, when the acquaintance seemed likely to be inconvenient, had put an end to it. That was all, Sir Charles reasoned Avith himself, and in what Avay could he be blamed. He forgot perhaps that a farmer's daughter might be as sensitive of her honor — as Avillin^ to receive adulation — as ready to believe in the poAver of her youth and beauty, as the proudest dame in Belgravia. We must do him the justice to say that he was unaAvare of the bright dreams Avhich for the moment had dazzled Annie, and obscured her better"], [40, "32 MARTYRS TO FASHION. judgment. The conduct of her father had been so absurd — his motive so obvious, that the baronet might Avell be excused for the unceremonious way in which he had dismissed him. The shock which Annie herself had sustained, was a very severe one. It was Avith difficulty she could be per suaded to see her most intimate friends, so galling Avas her humiliation. She Avould sit whole days at her Avindow, watching the sailing clouds, as they shadowed the distant fields, or lav mirrowed upon the smiling river, so depressed and hopeless, that her health became seriously affected. The fact that Gilbert Harland had been imprisoned for his attack on the baronet, Aveighed grievously on her conscience. The magistrate who heard the case Avould not agree to a fine being inflicted,"], [41, "GILBERT IS SANGUINE. 33 though Sir Charles, feeling himself to blame, had not pressed the charge. Gilbert had indeed already made himself obnoxious to authority. When a pauper woman died in childbirth, for Avant of proper medical attendance, Gilbert's letter to the Times, brought sharp retribution, and much obloquy to the guardians ; when the ignorance and drunkenness of the Avretched schoolmaster appointed through Bumbledom interest, could no longer be tolerated, it was Gilbert, who, through a long winter instructed twenty or more poor lads at his OAvn house, and out of his oavu pocket provided them Avith books. When an ancient footpath, saving more than a mile in a Avalk to Oxford, had been railed off by the Lord of the Manor, it was Gilbert who proved the public right, and sustained it beyond VOL II. D"], [42, "34 MARTYRS TO FASHION. further question. At the recent election, too, Gilbert had vigorously aided the return of a candidate, at odds with the local poAvers. All this told against him, and Sir Charles Avas severely ridiculed for not pressing the charge. The term of Gilbert's imprisonment, had been short, but the agonies of mind he endured, made it seem half a lifetime. Day by day, and hour by hour, he rehearsed that old, old story, so familiar, yet so often reneAved, \" did she really love him, or not ?\" Was it possible that Annie, so gentle, so fair, so confiding, could have lent herself as readily as EAe of old to the first false voice. Time and the hour brings to an end even the most miserable of our days, so morning passed, and night came, and waking dreams by day, and happier visions by night, at length brought"], [43, "GILBERT IS SANGUINE. 35 round the welcome day of release. Gilbert felt no shame, no indignity in his confinement. He thought himself perfectly justified in what he had done. He grieved sincerely on his mother's account, but he knew his old foreman Kebble would see that all business matters were properly attended to. Notwithstanding all that had passed, Gilbert's first enquiry when he reached home Avas about Annie. The AvidoAv felt great bitterness on the subject, but Gilbert said, hopefully — \"I should think uoav that Warren has had enough of his folly. He will surely not oppose me any longer. I am determined to appeal strongly to Annie, and bring the matter to an end as soon as possible. I will have the house painted and decorated, and the garden laid out in a different Avay. d 2"], [44, "36 MARTYRS TO FASHION. That bank beside the river would make a delightful terrace to stroll up and down in the summer evenings, and it would amuse Annie to see the boating. We will have a run to the seaside to spend the honeymoon, and come back through London, and see Avhat George is doing, since he has become a city merchant. Oh, never be down-hearted, mother. We shall be as happy as the days are long. I'll buy one of the best pianos I can meet with, so that Ave can keep up our musical practise.\" \"It's very well talking, Gilbert,\" said the old lady, who Avas by no means so sanguine. She had already lost one son through this \" tiresome SAveethearting,\" as she called it, and she had a great horror, too, of the mort gage Avhich Gilbert had raised upon the stock of timber, to pay his brother's"], [45, "37 GILBERT IS SANGUINE. share of the business. Mrs. Harland believed only in property that could be seen. A nice pile of well-seasoned timber, ready to supply the first cus tomer that came, and all paid for beforehand, represented tangible value in the old lady's mind. But putting money into the hands of others, Avith only their promise to pay as security ; it was not the way poor dear Harland managed business when he Avas alive. \" You need not be over-anxious, mother,\" Gilbert said, in answer to all this. \" The business will pay back the mortgage in three or four years.\" \" Not with a wife to keep who wants all sorts of extravagancies and fiddle saddle.\" \" Indeed, mother, you alarm yourself Avithout cause. Such refinements as music and draAving are not expensive.\""], [46, "38 MARTYRS TO FASHION. \" Better be scrubbing a floor than thumping a piano, Gilbert, and you'll find some day that the girls will have to go back to old-fashioned Avays. Money isn't made faster now than it used to be, and I don't see Iioav it can be spent quicker, without bringing ruin with it.\" \" Times have changed, mother, since you were young.\" \" They have indeed, Gilbert. Girls didn't ruin their friends by dressing and aping their betters when I was young. A farmer's daughter was not above milking a cow, or churning the butter, or salting a chine, and most of them knew hoAV to cook a dinner if their mothers were busy. As to Annie Warren, Gilbert, I should have thought you had been punished enough already through her foolish pride. I wonder"], [47, "39 GILBERT IS SANGUINE. you haven't more spirit than to ask such a girl to be your Avife, after all this. Suppose she does marry you after all, she Avill be thinking too much of herself to turn her hand to anything.\" \" Don't be too hard upon her mother,\" said Gilbert, laying his hand tenderly upon his mother's shoulder. \" If I thought that her coming here Avould cause you any unhappiness, for the sake of the mother you've been to me I'd forego marriage all my life long. I don't believe that Annie is to blame for one moment. It was her father's ridiculous pride that caused it all.\" \" I do believe, Gilbert, you are as blind as a bat, where that girl is concerned. You never Avould see anything but perfec tion in her, and there was your brother deceived in just the same Avay, with that good-for-nothing artist's daughter."], [48, "40 MARTYRS TO FASIIION. \" You surely don't mean to speak in the same breath of Caroline Sandall and Annie Warren, mother.\" \" Yes I do,\" retorted the old lady, sharply, \"and I don't see a pin to choose between them.\" Gilbert was the most affectionate of sons. Not even this provocation could induce him to reply Avith any bitterness. Besides, he was so perfectly satisfied about Annie. Only let them be married, and he was confident Annie would not be many weeks in the house before his mother treated her as her own daughter. It was of no use to argue with his mother. He would sally out to the Mount Farm at once."], [49, "CHAPTER III. AN UNINVITED GUEST. Some Aveeks had passed since Mr. Warren dined at the Manor. It was nearly the middle of October, and showers of russet leaves marked the change of the season. The mellow misty afternoon, which gave additional beauty to the declining day, brought on the darkness rapidly. So rapidly indeed, that Sir Charles, who had been shooting all the day, found the Manor quite dusky and gloomy, upon his return to dinner. The character of the house was to blame in some degree for this gloom, Avhich was increased also by its situation."], [50, "42 MARTYRS TO FASIIION. Surrounded on all sides by enormous elm trees, in Avhich the rooks caAved noisily, and through Avhose branches even a light breeze made a melancholy moan, there Avas a solemnity in the aspect of the manor, seen at the close of the day, which ill-accorded with the volatile character of the present tenant. Rumour had many strange things to say of Merton Manor, in its ancient days, and even Avithin a few years past it had caused many mysterious hints and whispers to be circulated in the locality. For the Manor had lain neglected many a long year before the advent of Sir Charles Sinclair. Law-suite, domestic unhappiness, extravagance, debts and mismanagement, had cruelly diminished the once princely revenues of Merton. It had been held in trust for vears"], [51, "AN UNINVITED GUEST. 43 Avhile the young heir was abroad, and the house in consequence was only tenanted by tAvo or three servants. It was supposed that the accumulation of property during' this period, had redeemed the liabilities upon the estate, for upon Sir Charles taking possession, a lavish expenditure at once restored the old house to something like its former splendour. Whether this outlay was made from the legitimate resources of the estate or not, was unknown. Indeed until the baronet came to Merton, and courted popularity by unwonted festivites, nothing was known of him. Some who professed to be better informed as to his antecedents, spoke of having met with him in Germany, and in fact, he was recalled from the continent to take possession of the estate."], [52, "44 MARTYRS TO FASHION. The previous neglect which had overtaken the Manor, could be only too easily accounted for. Sir Hugh Sinclair the former baronet, had ahvays been a man of pleasure. It was enough to take away one's breath to hear of the doings at the Manor in those days. Fetes took place in the park, to which any were welcome, and Avhich were kept up for days at fearful expenditure. Racing, hunting, and mas querading absorbed the rent-roll, till money had to be raised upon any terms to keep up the excessive outlay. At last a sudden stop was put to all this by the disappearance of Sir Hugh. The creditors made the most of what they could find, and alloAved the fine old place to fall into decay. Sir Charles was popular, and he certainly did all he could to ingratiate"], [53, "AN UNINA'ITED GUEST. 45 himself. He encouraged all the local amusements. He purchased everything of Merton tradesmen, who of course showed their gratitude by charging him twenty per cent, beyond what he would have paid by having the goods sent from London, or even from Oxford. He was president and patron of the Literary Institution at Merton. He was popular as we have said, but there were times when strange fits of gloom and despondency came over him, and puzzled those who were accustomed to see him in brighter moods. Such a feeling oppressed him on that calm and subdued October day, as he came back to dinner. There was an unusual stillness and repose in the air. There Avas only the occasional caAving of the rooks, and the rustle of the shrivelled leaves beneath his feet, as"], [54, "46 MARTYRS TO FASHION. Sir Charles passed through the avenue, and entered the house. Whether it Avas that the sombre aspect of the place suggested sinister forebodings, or that some dreary reminiscence was floating through his brain, Ave cannot say, but the baronet stopped more than once as he came up the avenue, listened and looked about him, ere he resumed his walk. When he reached the door, it Avas just that subdued hour when the day light has almost faded, but we are still Availing for complete darkness, ere we light the lamps. Sir Charles remem bered as he entered the house that he had not replied to an invitation received some time before, and made for the study, intending to write a line before dinner. The house was unusually still, and no one had seen him enter. It"], [55, "47 AN UNINVITED GUEST. was from no intentional purpose, but simply in accordance with the same sombre feeling Avhich had oppressed him while passing through the park, that induced him to enter the study noise lessly. Being fatigued also with his day's sport, he dropped languidly into an easy chair, and did not immediately ring for his lamp, but sat for a con siderable time absorbed in deep reverie. The strangest stories have been told of the magnetic power of one human being over another. Legends are plen tiful, and have formed the themes of poems, plays, and romances, in Avhich relatives are described as having mys terious foreAvarnings of danger or distress to those dear to them. Omens and presentiments had led them to prognos ticate death and disaster, long before the doom has fallen. Without subscribing"], [56, "48 MARTYRS TO FASHION. to these almost supernatural theories, it is yet certain that Sir Charles as he sat there, became conscious that he was not alone. There was not the slightest sound, nor any movement to suggest this feeling. The same whisper of the Avind and rustle of the leaA'es — the same cawing of the rooks, subdued a little by distance, echoed through the house, but nothing more. There was not a shadow upon the Avail — not a breath — yet Sir Charles shrank as from the presence of a deadly enemy. It was a strange influence, and so are many of these influences Avhich, common as the light and darkness of each day, yet affect us deeply Avhen we reflect upon them. Wrho has not felt a singular impression from being aAvakened by the mere influence of somebody standing by"], [57, "49 AN UNINVITED GUEST. the bedside without moving, speaking, or even breathing audibly. Sir Charles was not near enough, Avhere he sat to touch his bell Avithout rising from the chair, and for a time so influenced was he by a feeling of dread he could scarcely collect himself suffi ciently to decide upon a course of action. At this moment, hoAveArer, Sir Charles heard, Avith such a feeling as the be nighted wanderer might catch, the distant echo of a human A'oice, a footstep along the corridor Avithout, and a moment after the door of the study opened and his serA'ant entered Avith a lamp and placed it upon the table. The man did not look up for a moment, but when he did so his utter astonish ment did not escape the notice of the baronet, perplexed even as he Avas. For the lamplight made a revelation VOL. II. E"], [58, "50 MARTYRS TO FASHION. to himself also. Seated immediately opposite him, and looking at him Avith the stony glare of a sphynx, sat a man Avhose presence, of all living men, Sir Charles coveted least. He Avas a man of robust physical frame, but his features, though in all probability they had once been hand some, had noAv an unnatural distortion in them which inspired disgust rather than sympathy. His face was sun burnt, sAvarthy, and full of deep lines, apparently through exposure or violent passions. His hair so short and crisp that it seemed to stand upright on his head, Avas of that dusky iron gray which indicates a constitution of unusual vigour. His motionless attitude Avas such as is only perceived in men of iron frame. It Avas evident that he had not shifted his position for a con-"], [59, "51 AN UNINVITED GUEST. siderable time : that the entrance of the baronet had not disturbed his strange reverie : that he was equally uninfluen ced by the sudden light of the lamp also. The baronet felt his blood congealing with horror, as he returned the awful gaze of this stranger. Perhaps the servant saw the pallid hue of his master's face, for he waited a second after he had placed the lamp as though for instruc tions. But the baronet spoke not one word. There Avere reasons why he dared not act. The reason, perhaps, which makes the Alpine guide hold his breath and enjoin silence upon those who follow him, lest even the vibration of their voices may bring down the crashing avalanche. Whatever came of it he must brave E 2"], [60, "52 MARTYRS TO FASHION. to the end, alone, and his man seeing Sir Charles evidently expected him to be crone, left the room silent and wondering. For more than an hour did this strange visitor sit there, immoveable as a statue. A thousand wild thoughts coursed through the baronet's brain. WTas he armed and waiting his oppor tunity ? Would he sit there hour by hour until the lights died out, and one by one the servants had gone to rest and then rush upon him like a wild beast who has lingered all day for its prey ? He was totally unarmed him self. The gun with which he had been amusing himself during the day he had left in the porch, and so intently was the stranger's gaze fixed upon him that the slightest movement might cost him his life. Sir Charles thought of"], [61, "AN UNINVITED GUEST. 53 the tales he had heard of brute tamers who were torn to pieces in a moment if they allowed their eyes to wander in the slightest degree. Sir Charles was becoming quite exhausted when a spluttering noise Avith the lamp attracted him — it had not been properly trimmed, and before he could decide hoAV to act, went suddenly out, and the tAvo men were again in complete darkness. The baronet was not without courage, but to-night, fate itself seemed to con spire to shake his nerves to the uttermost. It was long before he resolved to ring and order another lamp. At length, however, he groped noiselessly for the bell, and after waiting a short time, but as it seemed for hours, a lamp was brought. But when it came the grim stranger"], [62, "54 MARTYRS TO FASHION. was not there. He came like a shadow and so he had departed. But the terror of his presence in that house had completely unnerved the baronet, and it was an effort to rouse himself again as his servant entered."], [63, "CHAPTER IV. SANTI IS FIRM. \" An extraordinary man as ever I met Avith,\" said the baronet to his servant, Avith assumed composure. \" Have you seen him here before ?\" \" I have not, Sir Charles. But I shall remember him, noAv I have seen him.\" Sir Charles looked up quickly, but the man's face was impassive. \" Let my horse be brought round at once,\" he said. \"Will you not dine, Sir Charles?\" \" Bless my soul, I had forgotten dinner. That reminds me, too, I was to dine with a friend this evening. I am sadly forgetful. Order the horse at"], [64, "56 MARTYRS TO FASHION. once. I may yet be in time to repair my rudeness.\" Glad of any pretext to get rid of the man, Sir Charles ordered his horse, having no idea for the moment, except to get away from the house for a time, but as he considered the matter, he determined to ride over to Santi at once, and demand an explanation of his carelessness. For the reader will have guessed that the strange visitor to the Manor was no other than the patient of the Italian physician. His anger against Santi was excessive. He had given such particular instruc tions that the lunatic should be watched night and day. Santi would tell him of course that his patient had been very calm lately, and he had deemed restraint unnecessary, but he must know, as a medical man, that insanity could"], [65, "57 SANTI IS FIRM. not be trusted, and that those semi-lucid intervals, which seemed so reassuring, Avere in reality the moments most to be feared. Besides, had he not paid large sums that nothing should be neglected. It was in this Avay the baronet argued as he rode, and his first impulse Avas to give the care of the lunatic to another, but where could another be found with such apparent fidelity as Santi. He was bound by ties of gratitude and self-interest. He had no friends or relatives in England, that the baronet was aware of. He could not transfer the charge of this poor creature to a stranger without explanations, and there were reasons why he did not wish it to be prated about that there Avas insanity in the family. It was a picturesque road Sir Charles"], [66, "58 MARTYRS TO FASHION. i Avas travelling, and the silver light of the full October moon shone brilliantly upon hill, wood, and river. The baronet, . however, Avas blind to its beauty, and the fantastic shadoAVs of a bush or tree only suggested to him for a moment the idea that his late unwelcome guest was lurking near. Such, hoAvever, Avas not the case, for Santi, immediately after he had parted from George Harland, sent out three men, Avhose assistance he relied upon when his patient was in his Avorst moods. These men had searched all the day, and had been warned by Santi that it was not unlikely the lunatic might, by a sort of instinct, wander to the Manor. At the moment the strange intruder left the house, these men were Avaiting in the avenue, and pounced upon him instantly."], [67, "59 SANTI IS FIRM. It was Avith the greatest difficulty Sir Charles could control his temper, when alone with the Italian, though the calmness and suavity of Santi would have disarmed even a more irritable man. But in this very calmness there was also an element of strength, which the baronet had not counted on. He knew that the Italian was poor. That he had accepted his charge without requiring particulars, and that the heavy sum which he was paid yearly gave him a handsome income, but he over rated the tie of self-interest which he supposed bound Santi to him. In all previous interviews with Santi, there had been no cause of irritation, and there had been much apparent friendship between them. Sir Charles, from youthful love of excitement, had headed a party of Romans under Gari-"], [68, "60 MARTYRS TO FASHION. baldi, and during a night attack, Santi, Avho was one of the party, had been taken prisoner. Making interest in high quarters, Sir Charles had saved him from death, upon condition that he left the kingdom. When the offer had been made to him, to take charge of the maniac, he had accepted it, as he would have accepted anything at the time, with gratitude and devotion. But there had gradually arisen in his mind a sense of degradation in connexion with the position he occupied. There were Italians in London whom he had known in his youth, who would gladly have welcomed him among them, but Sir Charles had rigidly interdicted his making any acquaintance in England. He had taken the secluded cottage we have described, as being near enough to the Manor for him to visit occasionally."], [69, "61 SANTI IS FIRM. but the unforseen event of this day inclined him to think that it was hardly wise to have the maniac so near. \"I am thinking, Santi,\" the baronet said, with some hesitation, \" that it would be better if you removed from here. The unfortunate occurrence of to-day has almost decided me to send you away from England.\" \" Then, my good Sir Charles, I must decline.\" \" Decline !\" \" Yes, indeed, Sir Charles.\" \" But, my dear sir, that is a subject for me to decide, I think.\" \" Not entirely, my good Sir Charles. I am not ungrateful. I have sacrificed my liberty, but I shall not sacrifice my honor.\" \" What do you mean ?\" \" Is there any reason for secrecy in"], [70, "62 MARTYRS TO FASHION. the charge you have given me ?\" asked the Italian, pointedly. It was a home thrust as unexpected to receive as it was difficult to parry. Indeed, the question would not have been asked a few hours before, but the tone and manner of George Harland in the morning had shown the sensitive Italian plainly that there was a senti ment of distrust in him, and he was keenly wounded by it. \" To some extent it is important that it should be kept secret, Santi.\" \" Will you kindly explain, Sir Charles.\" \" You have not forgotten, Santi, the Sardinian family whose acquaintance we made at Turin.\" \"Assuredly not, Sir Charles, nor La Bella Giulia, either.\" \"I am about to marry her.\" \"Ah!\""], [71, "63 SANTI IS FIRM. \" Yes, and you may naturally suppose I do not wish the fact of my unfortu nate relatiA^e's insanity to be known.\" \" Nothing more ?\" \" Well, Santi, there are sundry family grievances which have been allowed to die out, but which might be revived by the freedom of this unhappy maniac and cause me great annoyance.\" \"Ah, indeed!\" \" Therefore,\" continued Sir Charles, \" I have thought it better that his existence should be entirely unknoAvn to my friends, and in the event of his death I will settle upon you a hand some annuity for your services.\" \" My good Sir Charles, you are very kind, but I wish to be relieved from this position.\" \"Why?\" \" I'm looked upon with suspicion here"], [72, "64 MARTYRS TO FASIIION. \" Yet, Santi, when I propose a change of residence you object.\" 'Yes, I shall not leave England. \" There is no necessity for that. By removing twenty or thirty miles from here you Avill be speedily forgotten.\" \" I repeat, my good Sir Charles, I must decline to have the charge of the lunatic for more than a few Aveeks.\" \"What a mysterious air you assume, Santi. Come now, be frank, and tell me Avhat is the matter. I pay you liberally, but I will increase the amount if you desire it.\" \" No, Sir Charles, not one penny more. I decline the charge upon any terms.\" \" Give me your reason. \" Certainly, Sir Charles. Because you have not given me your confidence.\" They were interrupted at this moment by the arrival of a fly in the lane. The"], [73, "65 SANTI IS FIRM. baronet was annoyed at the interruption, but was glad to perceive, by an exclama tion from Santi, that the lunatic had been caught. A scene, however, took place, for which they were quite unprepared. The poor maniac irritated by coercion, and perhaps by want of food, as he had been at large two whole days, could with difficulty, be brought into the house, even with the united strength of three men, assisted by the physician. Sir Charles did not attempt to assist them, but contemplated the scene with a feeling of horror, impossible to describe. Even when the lunatic, after violent struggles and cries more nearly resembling those of a wild beast than anything human, was at last, put under restraint, Sir Charles did not move. Santi came back bieathless with his VOL. II F"], [74, "66 MARTYRS TO FASHION. painful task, and sitting down opposite Sir Charles looked at him as though he would read his very soul. \" I am much grieved to see this, Santi,\" said the baronet after a time, \" Nor can I wonder that you should volun tarily resign such a task.\" \"I do resign it, Sir Charles. Had you given me your confidence at the first it would not have happened to me to make a discovery which throws a neAv light upon your conduct.\" \"A discovery, Santi?\" The physician did not answer, but took from his desk a splendid photo graph of two handsome young men, extremely alike and apparently of a similar age. One of them, however, was a little taller than the other and of a more robust frame. \"They are twin brothers,\" said the"], [75, "67 SANTI IS FIRM. Italian, emphatically. \"One of them stands before me and, the poor unhappy man Avho is raving in yonder room is the other.\" f2"], [76, "CHAPTER V. RETROSPECTION. Ten years had passed since the dis appearance of Sir Hugh Sinclair from Merton. If he had followed the example of many others, who becoming involved go abroad and retrench for a season, he might, in time, have returned and lived happily upon his own estate. But the flaw was rather in his own nature than in his circumstances, and the life he led upon the Continent was so little to his credit that his old friends and acquaintances were glad to ignore him altogether. His drunken, dissolute habits, soon involved him in greater difficulties, and"], [77, "69 RETROSPECTION. in the mad hope of retrieving his position at the gaming table he became utterly penniless. Lady Sinclair, who was devotedly attached to him, had lost any influence she had once possessed over him, and now reduced to all sorts of humiliating shifts for daily existence, and alarmed also by the violent fits of passion which followed her husband's excesses, she was glad to accept the shelter of a home for herself and her twin boys, Charles and Hugh, with an old friend who sympathised with her struggles, and hoped to save the boys from the evil example of their father. It was through the judicious conduct of this true friend, that Lady Sinclair at length derived some benefit from the Merton estate. By guaranteeing the debts in instalments, during a period of seven or eight years, this gentleman"], [78, "70 MARTYRS TO FASIIION. perceived it to be quite possible to clear the estate from all liabilities. A small yearly income was allowed by the creditors, to be paid to Lady Sinclair, the bulk of which she devoted to the education of her boys. Education in Germany is both good and cheap, and by the time they reached manhood she had the gratification of knowing that her sons possessed, perhaps, better and fuller cultivation than they would have obtained at some English Colleges. The poor Lady's trials were not ended yet. Her husband, who saw her occasionally, and when sober was full of promises of amendment, only became confirmed in his favorite habit, and in a fit of delirium committed suicide. The boys were then about fifteen years of age. The shock to Lady Sinclair, whose health was delicate, was"], [79, "71 RETROSPECTION. greater than she could bear, and after gradually sinking, for nearly two years, she died. The orphans of Sir Hugh, had, up to this period, shown considerable promise for the future. They were possessed of excellent talents, and were accom plished and handsome. There was a great similarity in their features, so that one was frequently mistaken for the other, but when together the elder brother was at once seen to possess the greatest strength and animal vigour. The brothers were on good terms with each other, and for a year or two after the death of their mother were always together. However, at about nineteen years of age, a great change took place in the character of the eldest. The cause of this change was for a long time a secret to the younger brother,"], [80, "72 MARTYRS TO FASIIION. and instead of being much together, as formerly, they now did not see each other for weeks together. When they met, the elder brother was so gloomy and reserved, that the younger felt relieved when they were separated again. Curious to ascertain the cause of this change, the young Sinclair frequently questioned him as to his habits, but never elicited anything from him. He was, evidently, living a most irregular life, and his appearance denoted too plainly his profligate habits. For months they had seen little of each other, when one evening the youngest was surprised by a visit from a shabby stranger, who most earnestly begged him to come at once, as his brother had been taken dangerously ill. At first he was unwilling to go with the man, fearing some trick, but yield-"], [81, "73 RETROSPECTION. ing at length to his urgent entreaties, he found himself in a little wretched cottage, on the outskirts of Baden, and there, lying upon a miserable bed, in a room which bore every mark of poverty and neglect, he found his brother lying totally unconscious. How he came there, what was his disease, and who was attending to him, were questions his guide could not answer ; but soon a young woman entered, bringing a medical man, and proclaimed herself the wife of the invalid. She was a fair-haired, blue-eyed girl, with skin like ivory — a type of thousands to be seen daily in Germany — and car ried a child at her breast, which'* was evidently • but a few weeks old. The medical man looked carefully at the patient, and shook his head doubtfully. \" This is a sun-stroke,\" he said \" and"], [82, "74 MARTYRS TO FASHION. doubtless, aggravated by reckless living and improvident habits. I feel it my duty, sir, to warn you, that this man, if he recovers at all, must be carefully watched and kept under some kind of restraint. The least excess in future will induce disorder of the brain.\" Staggered by this intelligence, Hugh Sinclair went home to his apart ments profoundly distressed by all the circumstances of the case. He did all that lay in his power, and would have removed his brother to his own apartments, but the young wife, who, though belonging to a very humble class, and without cultivation and refinement, was evidently tenderly attached to the man she had chosen, would not hear of his removal. Months passed, and as no change took place for the better, it became"], [83, "75 RETROSPECTION. necessary to remove the invalid to an asylum, and the young wife went to live with her friends. At this time some acquaintances of the younger Sinclair were about to visit Italy, and induced him to join them. Ignorant that their object was a political one, he readily consented, and it was only upon their arrival in Rome, that he discovered the real purpose of their journey. Fired with the spirit of adventure, the young man needed little persuasion to fall into their views. He had received some military training at the college, where he had been educated, and felt the pride of an Alexander upon being appointed to a small com mand. The result of the skirmish, in which he took part, proved abortive. It has been stated already, that the physician"], [84, "76 MARTYRS TO FASHION. Santi, was one of the troop, and in what way Sinclair had served him. Santi went back with the young man to Baden, hoping to find an opportunity to establish himself there. Events, however, were ordered otherwise ; upon the evening of their arrival, the younger Sinclair found at his old lodgings a letter from England, addressed to the elder brother, which had been lying there for some days. Under ordinary circumstances, Hugh Sinclair would not have dreamt of opening this letter, which was addressed in a cramped legal handwriting he had frequently seen before, being that of the solicitor managing the Merton estate; but quick as lightning he guessed the contents of the letter, and determined upon opening it. The letter addressed to Charles"], [85, "77 RETROSPECTION. Sinclair, Esq., reminded him that within a few months he would become heir to the Merton estate, and begged in res pectful terms, to solicit his patronage in the necessary business connected therewith. Ah ! we may well pray to be delivered from temptation. We speak flippantly enough of the small pilferer who sacrifices good name and liberty for some trivial gratification — we open our eyes with wonder, but my friends, what if the stake be large enough, shall we resist so easily then ? The younger Sinclair saw before him immediate relief from all future care and worry by a simple stroke of the pen. He wrote that same night to the lawyer, advising him to transact all the necessary arrangements, and promis ing to come shortly to England. Then"], [86, "78 MARTYRS TO FASHION. he signed his brother's name and posted the letter. His next care was respecting his brother. He found, upon enquiry, that his health had improved, but that little change had taken place in his mental state. He was quiet, and with care might some day recover. He might be removed without danger, the physician said. Young Sinclair had spoken to no one of his brother's attack, and this fact enabled him now to carry out his design. Calling upon Santi, he stated his intention of immediately returning to England to take possession of his property, and after mentioning in an indifferent Avay, that he had a relative who required constant medical attendance, he enquired if Santi would accompany him at a handsome salary."], [87, "79 RETROSPECTION. The Italian was warmly attached to the young Englishman, and accepted the disagreeable duty without hesitation. But the scheme could not be carried out without cruelty, and it was that one special act of cruelty which brought retribution in its train. The young wife was left at Baden ignorant of the fate of her unfortunate husband. Long before his attack the young husband had given the girl a photograph of himself and his brother, beautifully executed, and now, with only this photograph and her husband's name to guide her, she started for England to find him."], [88, "CHAPTER VI. AFTER DINNER. Things were going on as usual at the Mount Farm on the day when Gilbert had been released. Twelve o'clock was the usual dinner hour at the farm, and Michael Warren and his wife having just finished that meal, had drawn round to the fire, the farmer to indulge in his accustomed forty winks, the dame settling herself down to a mysterious performance, which she called her fancy work. The dairymaid was clattering with her pans and pails under the watchful superin tendence of Mrs. Higgins. Two men were thrashing in the barn, across the"], [89, "AFTER DINNER. 81 strawyard, and Cruppy was watching them, making a certain kind of harmony by whistling an accompaniment to the strokes of the flail. The farmer had more than once altered this early dinner hour. He could not see why Compton, the paper maker, should dine at five any more than himself, but the pressure put upon him at the farm Avas so great that he was compelled to to go back, reluctantly, to the old fashioned hour. But he ahvays grumbled, and invariably called it lunch to strangers. The farmer had not forgotten that it was the day of Gilbert's release, nor had Annie. She, poor girl, was not Avith her parents. She had not left her own room for several days. The farmer had been Avondering all the momma1 how Gilbert Avould act in VOL. II. G"], [90, "82 MARTYRS TO FASHION. in the matter. Would he write first, or come to the farm ? If so, hoAV should he receive him ? or how would he reply. The farmer's pride had been deeply wounded, but he was recovering him self. He would take the matter into consideration, because, if Gilbert, after all that had taken place, was still so much attached to Annie as to wish her for his wife, he must either permit the match, or banish him at once. The latter course was that which would have been most agreeable to the farmer's feelings. Gilbert had shown himself so forward and so presumptuous in fact, that Mr. Warren would never willingly consent to Annie marrying him. But certain personal influences were at work which cowed the farmer considerably. Rent day was near at"], [91, "83 AFTER DINNER. hand, and money was uncommonly short. There Avas the neAv piano, too, which he had bought for Annie, had not been paid for ; and a disagreeable note had just reached him from college. Arthur was getting into trouble, which meant a demand for money also. The young gentleman had been sowing his wild oats abundantly, and cash is gene rally the manure on which such crops flourish. It was time in fact that Arthur left the college, but what to do with him then ? and Annie herself was a great perplexity to him. He would not humble himself so far as to make any enquiry as to her present feeling for Gilbert Harland. Still, he Avould have been glad to know, because, if she was really passionately attached to the timber merchant, he would hardly like to be harsh. G 2"], [92, "84 MARTYRS TO FASHION. All these thoughts passing through the farmer's mind, rendered his after dinner nap somewhat uneasy. Finding himself so wakeful, Mr. Warren deter mined to discuss the matter with his Avife. The occasions when Mr. Warren took his wife into his confidence were so few that the good lady was in a flutter when he began enquiring if she had thought lately, anything about Gilbert Harland and Annie. Mrs. Warren was about to make some simpering reply when a modest rap at the door Avas heard. There were so many people coming to the farm, that little ceremony was observed about ansAvering the door. Neighbours came to purchase eggs and butter ; cheese factors and wool dealers dropped in; it might be the horse doctor, or the pig killer ; perhaps it was the owner of"], [93, "85 AFTER DINNER. the steam threshing-machine, or the blacksmith. Sometimes Mr. Chekker would leave a pious tract, to remind the farmer of some especial saint's day. Travelling packmen sometimes tapped at the door, or it Avas a visit from the shepherd ; so many calls took place at the Mount Farm that it was usual merely to say \"come in,\" as an easier process than getting up to open the door. Such an answer was returned by Mr. Warren, to the knock just heard. The latch chinked, and some one entered. It was no cheese factor, smith, clergyman, or horse doctor. It was Gilbert Harland. He was received in utter silence. The farmer was too proud to speak first, and Mrs. Warren was too frightened. \" I am afraid, Mr. Warren,\" said"], [94, "86 MARTYRS TO FASHION. Gilbert, in a decided tone, \"that I am not very welcome here, but I am not a man to be turned from my purpose by a trifle.\" The farmer would not even turn his head when he found who his visitor was. Gilbert, hoAvever, with the utmost coolness, took a chair and seated him self in a position Avhere the farmer could not ignore his presence without changing his place. \"That's cool, upon my soul,\" said the farmer, \" taking a man's house by storm in this way.\" \" I wish to know, once for all, Mr. Warren, if you intend to reject my proposition for your daughter's hand.\" \" I wish my daughter to marry a gentleman, Gilbert Harland.\" \" Opinions differ as to Avhat constitutes a gentleman, Mr. Warren.\""], [95, "87 AFTER DINNER. \"At least,\" said the farmer, \"I do not intend giving her to a poor man, she would be miserable.\" \"You might be easy on that score, Mr. Warren, my own affairs are in a prosperous state ; I could provide your daughter with every comfort and in dulgence.\" Now the farmer, from the moment Gilbert entered the door, had been earnestly revolving the matter in his mind. He tried to remember any chance remarks Annie had made in reference to Gilbert. He tried to recall her looks and tones upon particular occasions, and he came to the conclusion, that if Annie ever really loved Gilbert the feeling was over. He would treat Gilbert fairly. Nobody should say in Merton, that he coerced his daughter, he therefore, instead of replying to"], [96, "88 MARTYRS TO FASHION. Gilbert, simply said to his Avife, \"Just run up stairs and bring Annie doAvn. She shall speak for herself.\" Mrs. Warren dreaded her errand, but she had not sufficient decision of character to raise the slightest objection, and left the room at once. The farmer, taking no further notice of Gilbert, lighted a cigar and puffed it leisurely. Gilbert sat for, perhaps, ten minutes, heartily wishing that the relationship which he sought with Michael Warren did not stand in the way of his speak ing with greater freedom. However, the farmer had sent for Annie, and he joyfully hoped that it would be the last time he would thus have to assert himself. While he was thinkinar of what he should say to the charming girl, after his painful absence, Mrs."], [97, "AFTER DINNER. 89 Wrarren came back to the room, her face a perfect blank, from sheer dismay. \"Well, Avife,\" said the farmer, \" Avhere is Annie ; why doesn't she come ?\" \"I can't — find her — Michael,\" Avas the breathless answer. \" Can't find her ! What the devil are you talking about.\" \" It's true, Michael. I can't find her anywhere.\" \" But where have you looked ?\" \" In the bedrooms — in the garden — in all the outhouses — everywhere I could think of.\" Mr. Warren threw his cigar into the fire, overturned his chair in his haste to rise, and flew out of the house, violently excited. Cruppy was the first person he met. \" Where is she ?\" was the farmer's question."], [98, "90 MARTYRS TO FASHION. \" If you mean Miss Annie, I haven't seen her this week, or more, master, Avorse luck.\" \"It will be worse luck if some of you don't soon find her. Come, be quick about it; don't stand mooning here.\" If anything could have quickened Cruppy's pace this would, and he scoured round the rickyard, and down the lane, and into the barn, and up into the granary, but came back to his master without any result but a great scarcity of breath. As to Gilbert, he was utterly bewil dered, and as pale as death. Suddenly a new idea struck the farmer, and he seized Gilbert by the throat with such force as nearly to throw him down. \" Vagabond !\" said the farmer, hoarse with rage. ft This is another of your"], [99, "91 AFTER DINNER. tricks. I see it all now. While you have been cajoling me, you have induced her to run away from her home.\" \" As I hope to be saved, Mr. Warren,\" said Gilbert, as soon as he recovered the surprise which the farmer's attack had occasioned, \" I know nothing of Annie, whatever. God knows I wish I did.\" \" But she Avas here in her OAvn room an hour ago. Call Mrs. Higgins. Now, Mrs. Higgins, did you not take some dinner to Miss Warren about tAvelve o'clock ?\" \" Certainly, sir.\" \"And do you mean to tell me you can't find her. That you don't know what has become of her?\" \" Indeed I don't, sir. She has left the house, I hope, for some ' wise purpose.' \" \" Cruppy !\" \" Yes, master.\""], [100, "92 MARTYRS TO FASHION. \" Put my mare in the trap, and I shall want you to go with me. We shall find Miss Warren in Oxford, I dare >) say. \" I will go with you, Mr. WTarren,\" said Gilbert. \" Certainly not,\" was the answer, as the mare, a spirited animal, was brought round. In another minute the farmer and Cruppy were flying doAvn the lane."], [101, "CHAPTER VII. \" SWEETNESS AND LIGHT.\" Has the fine old philosophy of plain living and high thinking utterly died out, I wonder ? Time was, even in those troubled middle ages, Avhich we are pleased just now to ridicule, Avhen philosophy of a nobler sort was con tented to struggle amid the pressure of poverty and the clang of arms, for something better and purer than the everyday world could bestow. With this lofty end kept constantly in view, it Avorked wonderful things in art and literature, and was a golden thread in the dull woof woven of Avar, ignorance, and passion."], [102, "94 MARTYRS TO FASHION. Has that simple,. earnest, self-sacrificing spirit departed ? Our days have become more luxurious, but are not our aims meaner. They gratify ourselves, doubt less, but will the world of the future be greatly benefitted by the world of the present ? I fear not. Yet there is reason enough why we need be more heroic in our daily lives than we are. The world was never so much in want of new landmarks, seeing that the old have been set aside ; yet how few of us are willing to sacrifice our petty comforts for any noble pur pose. Who does not cringe to wealth, if there is a chance of sharing its benefits ? Who does not wink at deceit to serve an immediate end ? Who does not hide the truth, if unprofitable to reveal it. But, perhaps, there is more weakness"], [103, "SWEETNESS AND LIGHT. 95 than vice in the world, after all. Let us think so, as Ave pause midway in our story, and glance at the little family we havre selected as a type of many others, in the world at large. Our pretty heroine has gone away, in order that she may not have the pain of confessing that her pride is stronger than the love of a worthy, honorable man. She has had one glimpse of an ideal world, and her head is turned by it. Never, never more will she be able to recognize the sweetness and light of a peaceful, plain, industrious household. The fine pictures, the beautiful carpets, the lofty rooms, haunt her imagination, and throw a cloud over the low ceilings, the narrow windows, the ugly fire places, and primitive furniture of the house by the timber yard. That sombre house Avhich Avould be ruled by the"], [104, "96 MARTYRS TO FASHION. widow Harland, who would expect her to give her share of attention to house hold matters. Who would weary her with details of pastry-making, and the mysteries of preserving and pickling. Who would never feel satisfied with the homage paid to her son, and would criticise every new dress, and enquire, only too curiously, the cost of each new bonnet. Who would see no reason why the mantle just arrived from Oxford should be \" cut in that ridiculous pattern, wasting good velvet, as though it could be had for the asking.\" Who would expect her to scold the awkward, igno rant maid-of-all-work, and inspect her work many times a day. Who would understand no music but a rigid hymn — for the dame did not consult Mr. Chekker as to her spiritual welfare, but the oracle of the Wesleyans, at the"], [105, "SWEETNESS AND LIGHT. 97 rival establishment, avIio voted fine music an institution of Satan. If she married Gilbert Harland, said the timid, tearful girl, in her chamber (while screAving up her courage to the sticking point, in order to say no ! decidedly), she must forego almost everything that had made her life agreeable. Who would ever speak a Avord of French to her, as Gil bert Harland' s Avife ? It was laughable to imagine such a thing. Who would come and play a piano duet, or sing Avith her ? Gilbert, it is true, had a very fine Aroice, but his knowledge did not extend beyond the church service. Would not the Avidow be horrified also, when she brought home the last new novel ; and of course she read all the charming new sensational tales, so as to compare notes with Miss Compton. Would the Comptons visit the timber VOL II. h"], [106, "98 MARTYRS TO FASHION. yard ? Alas, the limits of \" Caste\" in Merton, or any other rural district in England, are far narrower than any Londoner would ever dream of. The present Avriter did not live a dozen years in Merton without finding that out. The \"sweetness and light\" of Merton consists in consigning to the fiend all such as do not choose to go in our path to heaven — who do not dress in our mode. If one of our circle marries a i man a few degrees loAver down\"' the O u__ social scale, we cease to know her. If one of our circle adopts an individual theory upon a point of Scripture, nothing can be so blank as our reception of that benighted creature for the future. I am afraid to say what backbiting Colenso caused us in Merton. If for nothing else, he ought surely to be sent to Coventry."], [107, "99 SWEETNESS AND LIGnT. Annie was a perfectly charming girl, if the right niche could be found for her, but she had not the power to make her own place in the Avorld. If you imagine, my good reader, that she Avas singular in this, think of your own feminine acquaintances, and ask yourself if you have not knoAvn somebody a little like her. It seems strange at a first glance, that Annie should have adopted this mode of discouraging Gilbert, Avhen, as Ave have already seen, her father was only too Avilling to act against him. But the high-minded, though weak girl Avas painfully conscious that she had given Gilbert enough encouragement to Avarrant him in the course he adopted. He had boldly and openly avoAved his love for her, and she had not gainsaid it. He had discussed his future pros- u 2"], [108, "100 MARTYRS TO FASHION. pects Avith her, and had she not entered into the discussion, and even suggested plans more likely to be agreeable to herself. She had not the moral courage now to say to Gilbert, \" I have deceived myself and you. Let us be friends in future, but Ave can be nothing more.\" She absolutely dreaded what Gilbert might say and do in answer to such a speech from her. The fierce attack he had made upon the baronet, though it was the first time in her life she had seen him in a passion, proved that there Avas a fiery element in his nature, Avhen roused. Even supposing he accepted her decision in sorrow, the circumstances would be hardly the less painful. There was but one way to undeceive him, and that resource Avas flight. With the impetuosity of those who"], [109, "101 SWEETNESS AND LIGHT. have little strength of character, she had put her project in execution, Avithin a feAV minutes after deciding upon it. There was no thought of consequences or misinterpretation. Gilbert would of course understand that her feelings had changed toAvards him. He Avould think over remarks she had made, which had betrayed clearly enough her altered views, and although it might sadden him greatly, he was so strong, firm, and resolute, that he would soon reason himself out of his passion, and find a wife only too glad to accept his humble destiny. She acknowledged his truth, his indus try, his warmth of heart, his clear, straight-forward grasp of every-day mat ters, but she had seen that there were other men, and other modes of life, and she was too inexperienced in the ways of the Avorld to know that the \" sweet-"], [110, "102 MARTYRS TO FASHION. ness and light \" of such li\\-es lies too often merely on the surface. The glamour of possibility Avas around her, and she could not see beyond its reflection. Could she but have known that the closing of her chamber door, at the Mount Farm, would shut off all the happiness of her young life — could she but have knoAvn this Avhen she crossed the lane, hurrying because of a footstep in the distance, Avhich she knew not, till long after was that of Gilbert Harland, tramp ing up to the farm, to lay the burden of his heart-felt love at her feet, she might have turned and been happy, but there is an irony in our fate which mocks our blindness, even more than our failings. It Avas rather pride, than any other feeling, that induced Michael Warren to"], [111, "SAVEETNESS AND LIGHT. 103 hasten in search after Annie. He Avished to bring her back before the event became known in Merton. There was no fear that Gilbert would prate about it. His lips were closed, but the farmer had too vivid a remembrance of his reception at the Manor, and the ridicule it entailed, to wish again to become a laughing-stock in Merton. He started first for Oxford, intending to visit Arthur's college, feeling sure that some communication had taken place betAveen the brother and sister. He could not think otherwise, judging by the warm affection that had subsisted between them. When he reached the college, a dis appointment awaited him. Arthur was away with a party of students, and there was nothing to be done but await his return."], [112, "104 MARTYRS TO FASHION. The farmer put up at the \" Cape of Good Hope,\" at the corner of CoAvley Marsh; and Cruppy, who found an old crony in the taproom, made himself exceedingly happy until a late hour, for Arthur had not yet returned. At length a procession of four dog carts, full of students, drew up at the house, and the boisterous chaff and noise came like a clap of thunder upon the farmer's ears. Wreary with anxiety and Avaiting, he had fallen into a doze, when the uproarious clatter of the students roused him. The windoAv near him looked into the road, and Mr. Warren, attracted by curiosity, raised the sash a little to look out. His doing so vvas the signal for a practical joke. It vvas too tempting a mark to be resisted, and in an instant"], [113, "SWEETNESS AND LIGHT. 105 a bag of flour was broken on his head, and almost blinded him. Ere he could recover himself and close the AvindoAV, half a dozen caps came pelting down upon him, added to which, a broken pane of glass came shivering upon the table, bringing in the host, the barmaid, the waiter, the ostler, and three or four more, to ascertain the extent of the damage. In the midst of the hubbub, the students came thronging to the bar, calling loudly for brandy and soda, pale ale, bottled stout, and cigars. And Avhen Michael W'arren, coming out of the coffee room in a fury, to knoAv the meaning of this insult, he perceived foremost of the noisy party, his own son Arthur. \"By all that's gracious,\" whispered Arthur, \" I'm in for it now. It's the"], [114, "106 MARTYRS TO FASHION. governor. Be quiet, you fellows, an instant, while I have a Avord Avith the old boy.\" Arthur followed his father into the coffee room, very chopfallen indeed. \" We must talk of this conduct another day, Arthur. For the present I have a still more serious subject to discuss. I Avish you to tell me where I may find your sister.\" \"Annie! find her?\" said Arthur, in genuine amazement. \" Come, no equivocating, tell me at . . once. \" Indeed, father, I know nothing of her, whatever,\" \" On your word ?\" \"On my oath, if that is necessary. I have not seen her, nor heard from her.\" \" A nice prospect this, upon my word. Annie gone, and Arthur conducting him-"], [115, "SWEETNESS AND LIGHT. 107 self like a born idiot,\" muttered the farmer, as he called Cruppy, and started to seek Annie in a neAv direction. He determined to call at some of the farms in the neighbourhood of Merton, feeling sure that Annie could not be far from home, and quite sanguine of finding her soon."], [116, "CHAPTER VIII. CRUPPY HAS AN IDEA. It was two in the morning before Mr. Warren reached the Mount Farm, Avith out having gleaned any tidings of Annie. Mrs. Warren could think of nothing, could suggest nothing ; her only resource was to cry, which she did so continu ously, that the farmer's irritation knew no bounds. He went to bed, but could not sleep, and came down to breakfast quite un decided which way to go. Cruppy, who seemed stupid enough upon ordinary occasions, always became clearer in his intellect in a case of"], [117, "109 CRUPPY HAS AN IDEA. difficulty. He was tenderly attached to Annie, but believing she intended to marry Gilbert, had hardly concealed his enjoyment at the farmer's discomfiture at the Manor. Her sudden flight, hoAV ever, opened Cruppy's eyes, and set him thinking seriously. Suppose Annie did not love Gilbert after all, and could not summon courage to tell him so, having been intimate with him from childhood. Cruppy dashed away a tear with the back of his hand, as the idea came into his mind. Annie was so gentle, so timid, it was not in her nature to say no to anybody, but he began to feel very anxious to knoAv Avhat was become of her. He had no fear of her doing anything rash. She Avas not the kind of girl to throAV herself into the river, or anything.' of that sort. While he pondered, a sudden idea struck him."], [118, "110 MARTYRS to fashion. \"Dash it, how thick my head must have been, not to have thought of that before,\" he said to himself. \" Of course, yesterday was Friday, and the van mostly goes to Wallingford Road on a Friday.\" In a few minutes Cruppy Avas in the yard adjoining the paper mill, looking as lazy, and indifferent as usual ; but one might have noticed an unusual twinkle in his little black eyes. \" There you are again, Cruppy, as fat and idle as ever,\" said one of the men. \" Fat and idle, am I,\" retorted Cruppy. \" If I am fat and idle, I suppose it's because I don't open my mouth unless I've something to put in it.\" \" I shouldn't like to ansAver for all that comes out of your mouth, Cruppy.\" \"Clever that,\" said Cruppy, \"try again; my father's son knoAvs how to take care of himself, I dare say. I'd"], [119, "CRUPPY HAS AN IDEA. 111 rather see you jealous of me than sorry for me. I can laugh at your jealousy but I couldn't stand your pity.\" \"Ah, you know a furze bush by the prickles, don't you, Cruppy.\" \" Now what's amiss with you. Suppose I choose to earn my bread by my wits, instead of slaving like some of you, am I to be blamed for that ?\" \" Oh, no fear, you'll take care of yourself, Cruppy ; but what were you up to last night : I saw a light at the farm at one o'clock this morning ?\" \" When you're a little older my boy, you'll learn that a still tongue makes a Avise head.\" \" Then I'll be hanged if you'll get the prize for Avisdom, Cruppy, for you are ahvays talking.\" \"Ah, there's my Avisdom, you see. I talk of myself, but not of my business.\""], [120, "112 MARTYRS TO FASHION. \" Business, ha ! ha ! Cruppy 's business indeed !\" \" Laugh your fill, young shaver, but I could put you up to a little business that would drop something into your pocket.\" \" Come on, Jack,\" said another of the men, \" Avhat's the use of chattering to him ?\" Cruppy continued to lounge against the wall, and as if he had just dis covered the most inviting place in the world for the enjoyment of a pipe, he took out a black cutty, filled it leisurely, and began to puff away as though he intended to remain in the same position all day. This coolness piqued the men, and one of them said, \" You don't seem in a hurry, Cruppy ?\" \" Not I, that Avouldn't pay.\""], [121, "113 CRUPPY HAS AN IDEA. \" Wrhat Avould pay then ?\" asked the man. \" What pays best in the general way, is to hear, see, and say nothing.\" \" That's easy enough,\" said the man. \"Wait till you've tried it.\" \" Well, Cruppy, what has brought you here this morning ? Talking of business, I should think you had some really, or you wouldn't be here at this time in the day.\" \"Where's the carman,\" asked Cruppy, \" gone to Wallingford Road ?\" \" No ; went there yesterday.\" \" What time ?\" \" Same time as usual ; two o'clock.\" \" With a load for the London train, I suppose.\" \" Just that, but you don't think I'm going to stand here any longer, ansvver ing tomfool questions. VOL. II. I"], [122, "114 MARTYRS TO FASHION. \" Don't distress yourself, my good man,\" said Cruppy, \" I'm off.\" He hurried back to the Mount Farm, just as the farmer was ordering the mare to be harnessed. \"Which way did you think of going, master,\" was Cruppy's first question. \" God knoAvs, Cruppy, I don't.\" \" Well then, master, just consider any place in London Avhere Miss Warren would be likely to go to, for to London she's gone.\" \" How do you knoAv that ?\" \" She got the carman at Compton's to give her a lift from the top of the lane.\" \"Did he tell you so?\" \"Why no, master. I didn't want Miss Warren's doings to be talked all over Merton by to-night; but that's where she's gone you may take my word.\""], [123, "115 CRUPPY HAS AN IDEA. Cruppy was quite right. Annie had frequently seen the paper-maker's van turn into the road leading to Wallingford Station about two o'clock on Fridays. Remembering this, and also, that it Avas the day of Gilbert Harland' s release, and that he Avould most likely be coming to the farm, she resolved to end the struggle Avhich had so agitated her, by immediate flight. She was weak and ill. She had scarcely any money, and her only idea Avas to escape to London. Not that she was acquainted with anyone there, Avith the exception of George Harland, and she Avould not be likely to go near him, but she had heard that London, of all places in the world, was the securest hiding place — that human beings became absorbed in its vast depths like drops of rain in the ocean. Innocent as a child, i 2"], [124, "116 MARTYRS TO FASHION. and impulsive also as a child, she had scarcely thought what she would do in London when she got there. She was only acquainted with a feAV of the principal streets, having twice before paid short visits to the metropolis when her father went to the cattle show. Having taken the resolution to leave home as the readiest means of over coming her present perplexity, she was in a fever of excitement, lest the van, which she remembered would pass in a few minutes, might be gone before she reached it. If that should be the case, there was the chance of her plan being discovered. She ran breathless from the house, and when she reached the top of the lane, Mr. Compton's van was just rat tling past. She beckoned to the man several times, and at last he saw her,"], [125, "CRUPPY HAS AN IDEA. 117 and stopped the Aran. It was no unusual thing for the farmer to send a parcel to the station by this conveyance, but the carman Avas surprised when Annie herself proposed to ride with him. \" It's a rough sort of conveyance, miss,\" said the man, Avith rude polite ness, \" but I'll make it as comfortable as I can.\" \" Papa, would have driven me over,\" said Annie, telling, perhaps, the first fib she had been guilty of, and blushing very much at her own wickedness, \" but I was not ready till very late, and I thought I should most likely catch you here.\" \" Very much obliged to you, miss, for the honor of your company. When I tell mates about it, I shall get pretty Avell chaffed about it, I dare say.\" \"Oh, pray don't speak of it,\" Annie said, Avith a look of alarm.\""], [126, "118 MARTYRS TO FASHION. \"Oh, if vou think it any disgrace, miss, to ride with a poor man, don't go, hut I'll show you every respect, I assure you.\" \" My good man, I don't mean that — I mean — that is — your young ladies, I fear, would hardly visit me in future.\" \" Well, they are a precious stuck-up lot, miss, I will say, and I believe they would crawl on their hands and knees to the station before they'd sit beside old Jack WTilkins. Come along, miss, or we shall be losing the half-past three o'clock train, and I suppose that's the one you mean to go by. Give me your hand, Miss Warren — now — up she goes — all right, and sit ye down upon that bale of paper, and off we go.\" \"You see,\" Annie explained, not with out some confusion, \" there has already been some talk on my account in Merton.\""], [127, "119 CRUPPY HAS AN IDEA. \"Yes, miss, there certainly has, but folks will talk, you know, and it's of no use to notice it.\" Annie put her hand into her purse, and gave the carman two or three shil lings out of her slender stock. \" I don't Avish for that, I don't indeed, miss.\" He pocketed it, nevertheless, with joyful anticipation of a second pot of ale, after unloading his van. He put the horses into a trot, and with scarcely another word they reached the station. \"Going far, miss?\" asked the carman. \"Oh no, not far.\" It was Annie's second fib. How swiftly we descend after the first step. The man easily discovered that she took a single ticket for London, and Avatched her off with much curiosity."], [128, "CHAPTER IX. BLIND AS A BAT. Laura Mostyn, like all generous natures, whose natural affection is kept by cir cumstances from flowing in its proper channel, was almost compelled to lavish her wealth of tenderness upon objects which gave no response. If Captain Mellor had not been as blind as he was Avorldly, he might have envied the caresses she bestowed upon her pet terrier, or the luscious cadences with which she enticed the canary to repeat his unpremeditated strains. If he could have simply surrendered himself to her ay arm, large heart, the very force of her affection would have elevated his"], [129, "121 BLIND AS A BAT. nature. He could neA'er any more have been the callous, superficial, time serving Captain Mellor Ave have knoAvn hitherto. There Avas the magic in her to have transformed him. Yet bound by womanly adherence to that code which society has almost unconsciously established for the immolation of its fairest martyrs, Laura could not, and would not, reveal by word, look, or tone, the ineffectual fire that burned within her. Yet, an acute observer who had seen her at certain moments, could not fail to have noted the tender glances with Avhich she looked at a beautiful child ; the half-hoping, half-envious quick flash of detection Avith which she peered into the secrets of young hearts, attracted to each other for the first time by the magnetism of love. It Avas nothing"], [130, "122 MARTYRS TO FASHION. short of absolute suffering to her, that she was condemned to watch, to listen, to hope, to wait, and at last to see the gift of her passionate heart accepted indifferently, or despised altogether. Such was her punishment, Avhen Captain Mellor came back with Caroline. Laura well knew how shallow the artist's daughter was. She had heard from Caroline's own lips the tale of George Harland's disappointed hopes, and she had sometimes wondered what manner of man he was. The flippant way in which Caroline had disparaged his claim to her affection, had found little response with Laura. The homeliest and coarsest token of a genuine love, if of necessity rejected by her, would never have caused needless pain to him who offered it. But there, in her oavu draAving room."], [131, "BLIND AS A BAT. 123 Avith the man she really loved, and invested with a dignity of character, which, certainly had not been given him by nature, she was condemned to hear Avords which would have fallen upon her ears like saintly blessings, and looks which Avould have haunted her imagi nation for life, thrown away as she believed, upon one who took them as much for granted as any common-place chatter about the Aveather, the newest ballad, or the last bit of news from the daily paper. For the Captain was too fascinated for the moment with Caroline to give a thought to the old love. Caroline had more than a suspicion of the state of Laura's feelings, but, that little circum stance added piquancy to the situation. The generosity of Laura, which led her to shoAver kindness upon all that came in"], [132, "124 MARTYRS TO FASHION. contact with her, influenced Caroline very little indeed. She was like a wave that mirrors the sunshine only while it lasts; the first cloud effaces it utterly. It was quite in harmony Avith her character that Caroline should feel an additional pleasure in captivating Mellor in face of such a splendid Avoman as this. A woman, too, whose ample means Avould establish the Captain in clover for the rest of his days. Hitherto, Mellor had been calculating enough, as wre have seen, but there are moments in the lives of even the most Avorldly, when the chances of the future are thrown aside, so as to be no drag to the indulgence of the present. There was in Caroline a saucy charm of manner, when she perceived the game Avas in her own hands, which few men, even of a quieter cast than the Captain,"], [133, "BLIND AS A BAT. 125 could resist. We have seen Iioav easily she carried George Harland, simple and unaffected as he was, chained to her victorious car, but the charm was still greater to Mellor, because he had been accustomed to \" good society ;\" in other words, to society that may feel, think, eat its own heart with jealousy or scorn ; society that Avaits for the revenge, which a Avord or look may one day inflict upon a rival, and when the chance comes, strikes secretly and mercilessly ; but a society which, like the North American Indian, bears its torture smiling and in silence. Laura, too, had been trained in the same school, but Avith opposite results. In her it had aAvakened a devouring passion for freedom of action, for warm, unquestioning love and deArotion. No patriot ever thirsted to draw sword for"], [134, "126 MARTYRS TO FASHION. a beloved country ; no social reformer ever desired more ardently to right a remediable wrong, than Laura Mostyn desired to see the emancipation of her sisterhood from the bondage of Fashion, and its conventional usages. How galling that bondage was, and what stern fetters hemmed in her sex upon all sides, avc may see by the relations betAveen her and Mellor. Had there been any genuineness in the man, he could not have helped seeing that Laura really loved him. Meamvhile, her perceptions, which Avere as clear as his Avere obtuse, told her plainly that any sIioav of affection on her part, no matter how modestly dis played, would have driven him from her presence at once. With Caroline, on the contrary, love making Avas not a domestic drama — a"], [135, "BLIND AS A BAT. 127 tragedy if you will, with grand phases of stormy passion, and almost super- human self-sacrifices — it was the gayest of light comedies, full of shifts and subtleties — a thing more of manner than of matter — a cage into which a knoAving bird, who had pecked upon his own branch all his days, Avas to be cautiously enticed, with nods and becks, and wreathed smiles for the traditional bit of salt upon his tail — a comedy where the fun con- sisted in throwing the net over the lion, the first moment he Avas caught tripping. In all this there is the zest of a duel, with, perhaps, but a very slight Avound to bear, if one gets worsted in the encounter. The Captain had never entered so thoroughly into any sport before. He was really almost in earnest, and it gave a melloAvness to his voice, and an"], [136, "128 MARTYRS TO FASHION. animation to his face, which greatly heightened his good looks. But the comedy wanted a larger audience ; it was too well played for a single spectator, and that one so deeply interested ; whichever won, to her it was a losing game. And Laura could stand it no longer. So intent had the players become upon their individual game, that they seemed altogether oblivious of her presence, until she said, \" Let me show you my exotics, Caroline, before the sun goes down.\" With that, Caroline slightly abashed, took the Captain's arm and they passed into the consen-atory. \"Do you like those gorgeous blooms ?\" asked Caroline of her companion, who had remained silent for a moment. \"No, Miss Sandall, they are very beautiful, I grant, to those Avho have"], [137, "129 BLIND AS A BAT. a taste for such excessive richness, and know how to appreciate that kind of beauty. They dazzle me ; something more delicate pleases me better, I con fess.\" The look which accompanied these wrords, seemed so palpably to convey the idea that he preferred the graceful, slight, and sparkling beauty of Caroline, to the rich, almost exotic bloom of Laura, that both ladies were confused by it. \" By Jove,\" said the Captain, heedless, or unconscious of the wound he had inflicted, \" I must be off, for I have an engagement.\" \"Will it take you in Miss Sandall's direction,\" asked Laura. \"Most happy, I'm sure. Not a yard out of my way. Just going to the Manor, in fact, not having seen Sir Charles lately.\" K VOL. II."], [138, "130 MARTYRS TO FASHION. Laura's disposition was sAveetness it self. She saw her own dream clearly annihilated, but she knew that had the Captain's choice fallen upon herself, she wTould have stood in a different, and indeed, in a safer position than Caroline. When she saw once for all that any lingering fancy the Captain might once have had for her, was now utterly gone, her next desire was to protect Caroline. This, it is true, did not exhibit any high opinion of the Captain, but women can love a man most tenderly and truly, as we see every day, and yet be fully ali\\'e to his Aveaknesses or vices. It was from no bitterness, though Laura Mostyn was sorely wounded, that induced her to speak warningly to Caroline, ere she left the house. \" For I must tell you, my dear,\" said she, \"while Caroline trifled with her"], [139, "BLIND AS A BAT. 131 bonnet, to hide an unwelcome blush, \" that I knoAv the Captain well, and do not wish to see my bright, pretty companion, made unhappy through him.\" \"Oh, really, Miss Mostyn, you are putting his attentions in quite a serious light.\" \" I know — I know,\" Laura answered, patting Caroline's cheek tenderly, as an elder sister might have done, \" only be careful, that's all.\" K 2"], [140, "CHAPTER X. TOWN AND COUNTRY. George Harland was far from happy in his new position. The post assigned to him placed him above several trust worthy and experienced men, thoroughly acquainted with their duties, while he was of course a perfect novice. With a feeling of bitterness, easy enough to understand, Avhen we consider the long hopeless years of monotonous toil, which a clever man may spend at the ordinary deskAvork of a merchant's office, for very small pay, they did their utmost to make George's task more difficult ; and if in the course of the day he had occasion to seek any information from them, it"], [141, "T0AVN AND COUNTRY. 133 Avas given in a grudging, envious spirit, Avhich was very painful to a man of George Harland' s temperament. If the kind friends and tender parents who at this moment are seeking occupa tion for their kindred, only knew the heart-breaking, soul-depressing feeling that often comes over the minds of men who have chosen a \" berth in the city as a genteel position, free from menial drudgery,\" they Avould earnestly persuade the youngsters to learn some homely useful trade, even if it hindered them from wearing smart clothes, and made their hands a little rough and coarse. There is a pleasant sense of achievement in the shaping of a roof, or the building of a Avail, which does not accompany the Avriting of invoices or bills of lading. But most of all George missed the calm, beautiful country. Some will go"], [142, "134 MARTYRS TO FASHION. so far as to tell us that there is more poetry in the clatter of steam machinery, and the thousand marvels of science, than in all nature, but this we can never agree to; for nature has a special poAver of adaptability, which has scarcely been sufficiently appreciated, even yet. If anyone Avould understand this thoroughly, let him imagine some rude, square, hoary toAver of an ancient Gothic church, standing in the midst of a densely populated toAvn, surrounded by mean houses and smoky factories. Seen in such companionship, Iioav little interest the old tower will aAvaken. But change the scene to a remote country village, and what a transformation takes place. A mass of clustering ivy creeps lovingly about the ancient belfry. There is a tenderness even in the assaults of time upon the crumbling Avails, and decay"], [143, "135 TOWN AND COUNTRY. itself comes Avith a special beauty of its OAvn. It may be, a massive yew throws its dense shadows across the lowly porch, or the ridge of a woody hill peeps above the tower as a back ground, and makes the whiteness of the time-Avorn walls a landmark for miles. There were glimpses in and about Oxford, that sometimes flashed upon George's memory, as he sat at his desk, and made him feel half savage with himself, that he had ever left his quiet country home. How large a portion of our life we lose when we shut nature out. Take a river for instance, and compare it to an artificial canal. The utility of each may be on a par, but has it ever been possible to throAV any enchantment over the formal Avaterway. The river has chosen its own course ages ago. It"], [144, "136 MARTYRS TO FASHION. trickled out of some rugged mountain, perhaps chattering down the precipice, proud of its escape ; finding no outlet between the lofty hills, it lashed itself into a foaming torrent, leaping madly into the vale, and Avandered between broadening banks, till it expanded into a placid lake ; meeting some stubborn rock or lofty mound, it gracefully embraced it, and formed an island. Welcoming many a tender little rivulet, bubbling down from distant hills, uncertain or heedless of their course, it carried them gaily on its ever- Avidening bosom, bright, glowing, and beautiful to the sea. The rapidly increasing populations of our great towns, necessitating increased mechanical means for supporting them, together with the rapid spread of build ings far into the country, will make the"], [145, "137 TOWN AND COUNTRY. passionate love which men, like George Harland, feel for simple natural objects, seem exaggerated to many of our grand-children. George was a poet in his heart, he loved nature intensely ; and she had rewarded him with some of her SAveetest confidences. He lived in a suburb, where a few blackened specimens of trees and shrubs reared their forlorn heads, making one fancy they were the fossil remains of some extinct order of vegetation ; but the inhabitants of that district did not, save in humorous or ironical moods, denominate these desolate spaces, gardens. They Avere available as twilight prome nades for amorous cats ; as receptacles for broken platters, ashes, and oyster shells ; for making a bonfire on the fifth of November, or carpet beating. Some times the oAvner of one of these, with"], [146, "138 MARTYRS TO FASHION. the forlorn hope of resuscitating some latent beauty, called in a gardener, and spent a few pounds on shrubs and flowers, or Avas even rash enough to lay down a laAvn for the youngsters ; but the alarmingly sooty condition in Avhich the children appeared again in the draAving-room, after their first roll upon the green SAvard, induced mamma to issue the strictest injunctions against a repetition of the experiment. The unlucky garden admirer looked eagerly for some result of his outlay as the season advanced, but half the seeds never came up at all, and those Avhich did, produced curious sprawling leaves, and Aveakly stems, not in accordance with the label left by the gardener in the cleft stick. Soon the green changes to brown, and there is nothing left but to cover the laAvn Avith gravel, and"], [147, "TOWN AND COUNTRY. 139 leave the abomination of desolation to the carpet-beaters, cats, and worms. George Avas frequently invited to Chingford, and became rather intimate Avith his cousin Walter. There Avas a certain geniality of manner in the young man which Avas agreeable to a person of George's temperament. Walter Shirley, although a partner, took no interest in the business. He made a pretence of coming to the city, but it was for other purposes than trading. He was the most outspoken young gentleman George had ever met Avith, and often astonished his country cousin not a little. \" Well, George, and how do you like London life by this time ?\" said he one day, as they Avent home together upon one of those rare occasions, Avhen his father had induced him to spend a day at St. Mary Axe."], [148, "140 MARTYRS TO FASHION. \" Not much, cousin, I must confess ; and a line I read in one of Buhver's novels, that you lent me, seems to describe it only too exactly.\" What line Avas that ?\" asked Walter. \" Life Avastes itself in the endeavour to live.\" \" Well, I don't know altogether about that ; you get out of life pretty much Avhat you want, if you knoAV your mind, either in London or elsewhere. No doubt there's a precious deal of sharp practice in London, but it makes one quickwitted, you know. In the country there's a great amount of virtue, and all that, I dare say, and a few here and there, who believe that heaven is in store for them, if they are only stupid enough. But if you want to go ahead, and make money, or a name, London's the place for you. You must go in to"], [149, "TOAVN AND COUNTRY. 141 Avin, as they say on the turf, and not look behind you. The old boy hadn't fifty pounds in the Avorld when he started, and noAv see what a firm it is.\" \"Yes, there is a very large amount of business done, but\" — \"Out with it, George,\" said Walter, laughing. \"You think we are sailing close to the wind.\" \" I certainly think there are great risks, and one is obliged to lend one self to petty shifts and tricks, which seem uncalled for in so large a concern.\" \"Plain speaking that, by Jove,\" said Walter, half angrily. \" Do you suppose, my dear fellow, that the commercial world will be re-constructed according to the views of George Harland. It has always been so. Hypocrites, rogues, and blockheads form the three grand divisions of human nature, and you must deal"], [150, "142 MARTYRS TO FASHION. with them in such a way as may suit your own advantage. The one man in a thousand who is prosperous, is generally the fellow who has not been nice about trifles.\" \" You don't give me a lofty idea of London morality.\" \" Morality ! Why do the women sell themselves body and soul for dress and frippery ? Why do honorable members of parliament fawn, cringe, lie, and make black appear to be white, rather than lose their seats ? Why do merchant princes get advances upon batches of rotten bills, not Avorth the paper they are drawn upon ? Why do titled directors of companies wink at cooked accounts, and pay dividends out of capital ? Be cause they are determined to be success ful at any price. If you go on in the old humdrum way in which your fore-"], [151, "TOWN AND COUNTRY. 143 fathers managed matters, you'll find life a pretty tight fit, George, I can tell you.\" \" But it must come back to that way ultimately,\" George said. \" Not in our time. The great prizes now are for men of absolute genius, or fellows Avho stick at nothing. Honesty — the sort of honesty at least that you dream of, would be bread and water for life. How are the great firms estab lished — the large fortunes made ? Not by plodding, believe me.\" \" Laugh at me if you like, cousin, but I would not undergo the daily mental torture of some of the men I meet in the city daily, to become as rich as Rothschild himself. Why, it must be like committing a terrible crime, and fearing every moment may bring discovery and punishment. I Avould"], [152, "144 MARTYRS TO FASHION. rather owe my fortune to plain, homely labour, and sleep at night without fear of waking in the morning and finding my riches had taken to themselves wings and floAvn aAvay. I cannot see the satis faction, either, when one gets old, of looking back upon a life full of shabby tricks and shuffling schemes.\" \" A Daniel ! a Daniel come to judg ment,\" cried Wralter, gaily. \" Oh that such Avisdom could be cried aloud in the streets ; but here Ave are at the station, and I'm glad to see the carriage is waiting.\" It certainly shook George's philosophy to see the luxury and taste displayed at the Chingford villa. Used all his life to his mother's homely, unpreten tious -household, he Avas not a little surprised at the refinement, and even splendour of a business man's home."], [153, "145 TOAVN AND COUNTRY. Dining Avith his uncle occasionally, it was impossible not to feel that most men would prefer a life of such daily elegance, to the hard, narroAV, coarse surroundings of a life of toil. He was struck, but not, as many are, blinded by it. He wras not Avithout considerable powers of observation, and the short experience he had already obtained of life at Chingford and St. Mary Axe, enabled him to see that the very hand some mirror frequently reflected a very jaded countenance ; that the luxurious sofa was sometimes but a sorry relief to a form wearied with climbing the stairs of city offices. So that, notwith standing a table spread Avith every luxury, and great apparent cordiality on his uncle's part, George frequently sighed for the hunch of bread, covered with a piece of rusty, fat bacon, washed VOL. II. L"], [154, "146 MARTYRS TO FASHION. down with a mug of very small beer, with only a pine log for a table, and no pampered menial to wait upon him, which had many a time been a happy and satisfying meal for him at Merton. Not that George failed to appreciate cultivation. He liked good pictures, handsome furniture, and good living, well enough, but only on certain con ditions. He believed such enjoyments might be purchased too dearly, and he repented heartily at times that he had caused his brother the inconvenience of raising money on mortgage, to place in the hands of Messrs. Shirley and Son. Not that he had any doubts of their solvency himself, but the fact soon became known in the house that he had placed money in the firm, and he was regarded with a peculiar kind of unsympathetic curiosity in consequence,"], [155, "TOWN AND COUNTRY. 147 which greatly annoyed and mystified him. There were old hands in the employ of Shirley and Son, who understood the commercial thermometer thoroughly.\" They knew to a turn when \"change\" was expected, and could prognosticate almost to a certainty when it Avould be \" stormy.\" There Avere tAvo or three men Avho had been in business them- selves, and knew all the shoals and quicksands of the dark city channels, and these men had come to a tacit understanding that the mercury of St. Mary Axe was never again destined to rise to \" set fair.\" Neither by word or look did they reveal Avhat was the settled conviction of their minds. Their work was done, so that no complaint could be made, but there Avas no elas ticity, none of that buoyant, earnest movement and life Avhich one associates l2"], [156, "148 MARTYRS TO FASHION. with a really prosperous house. A manager of a large and very successful bank, who died lately, was once heard to say, that he could tell by the way in which the shutters were pulled down in the morning if the firm was likely to stand. If matters went well in the counting house, the shutters disappeared like lightning. If otherwise, the men loitered over them, and seemed to find them unusually heavy. Perhaps there was a certain amount of truth in this whimsical fancy, for men who are Avorking together day by day, learn to distinguish the state of the balance sheet by its reflection in the face of their employer, and nothing is more disheartening than work which is only time-serving, and not destined to produce any permanent effect."], [157, "CHAPTER XL A MEETING. Cruppy no sooner came to the conclu sion that Annie had gone to London, than he hastened to communicate his views to Gilbert. The fact that Annie had left her home, did not, it is true, look very promising for Gilbert's cause, but that Cruppy did not stop to con sider. He gave his opinion with so much confidence, that Gilbert started for London within an hour. He was one of those men Avho will not accept anything as final, Avithout absolute proof. Nothing short of hearing from Annie's own lips that she had ceased to feel any affection for him,"], [158, "150 MARTYRS TO FASHION. Avould convince him, or induce him to give up hope. But to find her in London without any clue, without the least guidance where to seek, seemed a hopeless task indeed. The AvidoAv Harland became very fretful about it, but it was useless Avhere Annie Avas concerned, for her to say a word. He called upon his brother at St. Mary Axe, arranged to have a bed with him at his lodgings in Islington, and set himself to search for Annie. Day after day, he walked from daylight till dusk, enquiring of thousands. He hoped little, he feared many things, and it Avas not without a struggle that he gave a description and particulars to the police. It affected this strong sturdy fellow to tears, to see the beloved name Avritten doAvn for circulation at the"], [159, "151 A MEETING. various stations, as though she had been a criminal, but he Avas determined to find her, and therefore adopted every means in his power. Some days passed, during which he had walked from morning till night, Avithout success, and Avas beginning to fear that he must go back to Merton without success, when his object Avas most unexpectedly attained. Coming home to his brother's lodgings one evening at dusk, through a little street he had never passed before, in a quiet part of Islington, he saAV Annie at last. He had come upon her so suddenly in turning the corner of the street, that she had not seen him. It was nearly dark also, but Gilbert was quite confi dent he Avas not mistaken. She was seated at a window, looking into the"], [160, "152 MARTYRS TO FASHION. grimy blank street, Avith a face of despair. So absorbed Avas she in her reverie, that he managed to creep up to the door and knock Avithout being perceived, and in another moment Avas beside her. She was sitting motionless with her head on her hand, looking still out of the cheerless AvindoAv, having been un disturbed by the opening of the door. Gilbert's entrance, unannounced, did not disturb her, and he hesitated how to make her aAvare of his presence without alarming her. He stood for a minute or two in an undecided Avay, then said softly and tenderly — \" Annie ?\" At one time Gilbert Harland would not have hesitated, as he was doin\" uoav, but Annie's flight had shaken his confidence, even in himself, and he Avas one of those men who have a spirit of"], [161, "A MEETING. 153 hopefulness and self-reliance not easily disturbed. He now spoke in such a subdued tone, that she did not even hear it, but, when he repeated it, she turned suddenly, and with a quick, nervous cry, fainted aAvay. He was greatly perplexed at this. Not Avishing to call assistance, he opened the windoAV gently, and soon the fresh air revived her. It was almost mad dening to him to have this SAveet, gentle girl, lying there in his arms, Avith the possibility that returning consciousness Avould place them at a greater distance from each other than they had ever been before in their lives. At length, Avith a shudder and a sigh, she became fully conscious, and a deep blush covered her face, as she released herself from Gilbert's passionate grasp. \"You are better, noAv,\" he said."], [162, "154 MARTYRS TO FASHION. \" Yes, better,\" she ansAvered faintly. \"But why, oh why, did you seek after me ? Pray go back, Gilbert, and forget that such a Aveak-minded, foolish girl, ever had existence.\" \" I never can forget that, Annie. I have loved you too dearly. Much less am I likely to leave you thus.\" She looked up at him with a pleading look that went to his heart, for he guessed its meaning but too well. \" You won't ask me to be your wife any more, Gilbert. It could never be. I have been so miserable Avith the thought that I had disappointed you, but I could not help it. I could not, indeed. I am grieved that you should follow me.\" \" Oh, Annie ! Annie ! to hear you speak like that seems as though I had committed some dreadful crime, which"], [163, "155 A MEETING. you Avere called upon to avenge. These cruel Avords will ring in mv ears till my dying day.\" \" Then, Gilbert, don't cause me to speak them any more. I deceived my self. I respect you more than any other man I knoAv, but I cannot marry you, indeed.\" \"You are led aAvay, Annie, by some passing fancy. You do not like our humble Avay of life, but it will not always be humble. I will work like a slave, to give you every comfort and enjoyment.\" \" Oh, but I could not be yours heart and soul. I do not wish to pain you, Gilbert, but I feel that I do not love you enough to justify me in accepting you. You would be dissatisfied with me daily and hourly.\" \" God knows how mistaken you are,"], [164, "156 MARTYRS TO FASHION. Annie. Nothing vou could sav or do, I swear, Avould alter my feeling for you.\" He seized her hand Avith such an earnest grasp, that she could hardly refrain from a cry of pain. \" You shall love me, in spite of yourself, Annie. What! shall all these happy years we have spent together go for nothing ? Do Ave not know each other thoroughly ? As children we Avere bound to each other with a pure and spontaneous affection, and what can have come between us so suddenly to have changed it all.\" \" I cannot tell, Gilbert, my feelings have changed ; life and the world will never look the same for me any more.\" \" Come back home with me, Annie, the sight of the dear old place will call back the old times. You will"], [165, "157 A MEETING. cast off this morbid feeling without any difficulty, when we reach the farm.\" \" No, Gilbert, things can never be as they have been. I should not have left home if I had not felt that all hope of that was past, and I wished to save you the pain of what I am now saying.\" \" Wre will not talk of pain, dear Annie, but happiness. First, however, let us leave this hateful city, which I hope never to see again Avhile I live. The weary miles I have tramped in it these last feAv days, and the still wearier thoughts, will never be effaced from my memory. To walk with a sad heart through the streets of London is the Avorst purgatory I have ever dreamt of. Cares and sorroAvs come to us in the country, but there God does seem a little nearer, and it gives us consolation"], [166, "158 MARTYRS TO FASHION. in our trials. Here, under misfortune, I should feel deserted by earth and heaven.\" Thus urged, Annie at length consented to go back with Gilbert, for, indeed, he would not be persuaded to leave her. It seemed to him as though London was an aAvful gulf, in which she would be swalloAved up, if he parted from her. The recollection of his weary Avanderings during the last few days, Avas still too fresh in his mind. Exulting as a conqueror returning in triumph, Gilbert saAV Annie seated in the railway carriage, that Avas to convey them to Merton again ; but she had only spoken of her OAvn feelings too truly, when she said how impossible it was now for her to become Gilbert Harland's Avife."], [167, "CHAPTER XII. THE FERRY. Sir Charles, or rather — to call him by his real name — Hugh Sinclair, did not attempt to dispute the Italian's assertion. The air of conviction with which Santi spoke, proved clearly that he saw to the bottom of Hugh Sinclair's scheme, and would lend himself to it no longer. But hoAV Avas this knowledge acquired ? Was it suggested by some act on the part of the lunatic himself ? Perhaps one of those many tricks of manner, one of those occasional cadences of the voice which so often reveal a family likeness, even to the comparative stranger, had caught the attention of the Italian, and"], [168, "160 MARTYRS TO FASHION. set him thinking. This, coupled with the extraordinary anxiety Hugh had shoAvn that the maniac's place of con finement should be secluded, and then his visits which Avere generally paid at dusk, Avhen few people Avere about, and those the least likely to recognize him ; these little facts put together by a man Avhose life was solitary, and who had little resource but to brood upon his own thoughts, might be sufficient to build up a theory which Avould need but the slightest practical evidence to confirm. It was useless to reproach Santi ; perhaps equally useless now to make a confidant of him ; but the stake Avas too great to be thrown over without an effort. \" I have grossly deceived you, Santi, I will admit,\" said Hugh, after a time."], [169, "161 THE FERRY. \" I can only plead the great temptation, seeing the state in which my brother was.\" \" Justice is justice,\" said the Italian, \"no matter if a man be mad or sane.\" \" Granted, Santi, the act, I know, admits of no excuse. May I ask if you will keep my secret or not ?\" \" I will ; but beg that you will find some one, at once, to take care of the — of your brother.\" Hugh Sinclair dared not look the Italian in the face though burning to ask him further questions. Santi seemed unwilling to speak to him at all. At length, with considerable effort, Hugh said — \" Since you have promised to keep my secret, will you do me a further kindness, and tell me how you became possessed of that photograph.\" VOL II. M"], [170, "162 MARTYRS TO FASHION. \" I was visited yesterday by a German, a bass singer, at one of the opera houses in London. He had known me at Baden, and we sometimes corresponded. There was an excursion train yesterday, and he came to see me, at an address agreed upon in Oxford. We had some wine, and some talk, and some songs, then my German said, ' Have you ever seen such a wonderful likeness, Santi, as there is between these two brothers,' handing me, at the same time, the photograph I have shown you. I was so astonished I could scarcely breathe ; for wrhat did I see ? I could not be mistaken. There was the man I have had in my charge, and yourself. Herr Schondorf, I said, the likeness is great, but how can you be sure they are brothers ? Herr Schondorf put his finger to his nose, with a most"], [171, "THE FERRY. 163 mysterious air. * I have proof,' said he, 'the little maid who waited upon me at my lodgings in Baden, married one of these men, but what is the matter, Herr Santi ?' \" \"Nothing at all the matter, Herr Schondorf, tell me the rest of your story ; which of these men did your little maid marry ?\" \" Can you guess ?\" asked Schondorf. I put my finger upon the face of the poor lunatic, and Schondorf nodded a great many times, and continued — \" I have this woman in London, Santi, and I have many portraits taken from this. I give one to each friend that I meet, and I say it is for a poor little German woman who has been in trouble ; for her sake, and her poor little child, find out the original of this, if you can.\" M 2"], [172, "164 MARTYRS TO FASHION. \"Good heavens, how strange,\" said Hugh Sinclair. \"That is all,\" Santi continued. \"WTe drank some more wine, and sang some more songs, and the German basso went back to his train, but I felt myself to be a bad man that I did not tell him all.\" \"Any reward that I can offer you, Santi\"— \" Do not insult me or I shall reveal everything. Release me, that is all I ask.\" \" To-morrow, then, Santi, I will endeavour to fill your place. There is an asylum near Oxford, where I can probably obtain a competent person.\" Thus the interview ended. Hugh walked slowly to the door, and jumped upon his horse. He held out his hand to the Italian, but Santi gently shook his head."], [173, "165 THE FERRY. Hugh rode sadly aAvay. Poor as the Italian Avas, there Avas a calm dignity in the man Avhich enforced respect, and admiration. An honest man is truly the noblest work of God; and so Hugh thought, as he bitterly repented the one bad act of his life. But he felt now, as so many feel who have committed a great wrong, that it was too late to retract, as if every hour that passed did not make the balance against him heavier. Although his card-house had so nearly been blown down by this sudden gust, he lost no time in repairing it. He obtained a man to take Santi' s place, and at dusk upon the folloAving even ing, he Avent himself to see that his instructions had been attended to. He found that Santi had left early in the day, a fact Avhich he did not regret,"], [174, "166 MARTYRS TO FASHION. for the calm eyes of the Italian were very difficult to meet in his present state of mind. He felt too, that it Avas necessary, if he wished to preserve the secret, to be more cautious in his visits, and deter mined also to remove his unfortunate brother at the first opportunity. \" There are some nice snug retreats about the Devonshire coast, or Corn Avail, where he might be kept for years with out a question being asked. Some quiet place tAventy or thirty miles from a railway,\" said Hugh to himself, as he left the house, \" I must see about it without delay. Santi, I suppose, will hold his tongue ; I wish he would have accepted a present from me, but the fellow is as proud Lucifer.\" Hugh was really grieved to lose the friendship of a man like Santi. Having"], [175, "167 THE FERRY. lived so much away from England, his acquaintances could be almost counted upon his fingers. As to his friends, how few they were. Captain Mellor' s friend ship had been stimulated by good living and excellent shooting, but during the London season, the Captain had his OAvn special haunts and enjoyments, which no one, save himself, knew anything about. The visit he was at present paying to an Oxford chum, brought him once a week or so to the Manor, but there was no getting beyond the surface with Captain Mellor, and Hugh had the pleasant consciousness that Mellor would as little hesitate about throwing him over, if it suited his purpose, as the merest stranger. He had certainly been fascinated with Annie Warren, but the secret locked in his own breast, and the chance that it"], [176, "168 MARTYRS TO FASHION. might one day be brought to light, made him hesitate. Besides, it was not his policy to marry a girl without fortune. If he married the Italian lady he had alluded to in his intervieAv Avith the farmer, she Avould have a splendid fortune. He had chosen a different route upon the occasion of this visit. By crossing a ferry about a mile higher up the river, it avoided the direct road to Walling ford, and brought him within a short distance of a railway station. It Avas late in October, but the season had been calm, and the trees were still pretty full of leaves. He had noticed this, as he came through a little wood, after crossing the ferry. WThen he returned, the darkness of the wood oppressed him with a vague sense of dread. A huge bat flapped against"], [177, "THE FERRY. 169 him as he entered the avoocI, its form exaggerated by the dusky atmosphere. He fancied for the moment that some one had struck him, and quickened his steps. The dead silence became oppres sive, and the deepening shadoAvs did not inspire him with confidence. He fancied he heard a footstep behind him. \"I Avish,\" he thought, as he walked on, \" that I had cautioned them about that poor fellow, before I came aAvay ; he was unusually calm to-day, but that is just the time when the greatest caution is necessary. I hope they will watch him carefully.\" Again he seemed to hear a footstep, and this time he was not mistaken, for a form crossed the path, and glided like a phantom into the wood, a few yards in advance of him. Hugh might not have seen him, but that the flash"], [178, "170 MARTYRS TO FASHION. of a last ray of the setting sun gleamed through the wood. The action Avas too sudden for him to distinguish the stranger, but Hugh remarked his height and elastic step, and wondered what Avas his object. Hugh remembered at the moment those lines of Coleridge, where he speaks of the belated and timid traveller, who fears to turn his head, lest some fright ful fiend should be behind him. His own thoughts Avere not of the most cheerful kind, and he quickened his pace to reach the ferry before it was quite dark. At last he reached the bank, dark with the shadoAv of over-hanging trees. There was no sound but the caAvin°- of a colony of rooks in the trees above him, and the gentle lapping of the stream as it flowed peacefully onward. The man who had followed him had"], [179, "THE FERRY. 171 found a quicker path to the ferry. He unfastened the boat, paddled out into the stream, and waited. Hugh soon folloAved, unsuspectingly, and saw with delight the ferry boat at a short distance from the shore. Not doubting for a moment but that the dark figure in the boat was the ferry man, he called lustily for the man to pull ashore. The order was obeyed in silence, and as the boat neared the shelving bank, the shadoAVs of the dense foliage became so deep, that it was impossible to dis tinguish anything. \" Put me across quickly,\" said Hugh, and sat down in the boat, occupied with his OAvn thoughts, and not noticing the man who ferried him. There was a muttered response, which he had not heeded either, but the boat-"], [180, "172 MARTYRS TO FASHION. man pulled like lightning from the shore, till they emerged from the deep shadow of the trees, and were in the middle of the river. The sudden action of the boatman had aroused Hugh from his reverie, and filled him with astonishment. Something more than surprise agitated his mind, as the ferryman leaped from his seat, and before Hugh could offer the slightest resistance, or even imagine what Avas his companion's object, he was suddenly precipitated into the middle of the stream."], [181, "CHAPTER XIII. CAUGHT AT LAST. I know not what Captain Mellor's original views may have been with regard to Caroline Sandall. I am in clined to think they were not of a very elevated nature. It was, perhaps, well for her that she was not of a simple, confiding nature. She was extremely well able to take care of herself, and was never likely to sacrifice herself through passionate feeling. The consequence was, that the pair, as they became more intimate, indulged in a good many little tiffs and recon ciliations, and the effect with Avhich Caroline could irritate the Captain, and"], [182, "174 MARTYRS TO FASHION. then, by a change of tone, a winning smile, or a few murmured words, bring him round to the most angelic humor, was extremely gratifying to her, and induced her to try the experiment pretty often. The plain question with Caroline was whether the Captain really liked her well enough to make her his wife. \" It's all very well living with dad,\" the young beauty reasoned, \" and he would do anything to please me, and make me happy, but he's getting old, and can't last for ever, as he often reminds me. He doesn't save a penny either, and I should find it troublesome if he went off unexpectedly.\" She was in a boat with the Captain while these thoughts passed through her mind. Mellor seemed pleased with her, and Caroline certainly looked very pretty"], [183, "175 CAUGHT AT LAST. as she reclined in the boat, and watched her cavalier pulling against the stream. He almost made up his mind, as he looked at her, to ask her at once to be his wife, but sundry troublesome ques tions of finance of old date always turned up in his mind, the moment he began to think of Caroline seriously. He knew woman's world pretty well, and did not expect from Caroline, judging by what he had seen, any violent passion for him. \" She wouldn't break her heart, I'll be bound, if I fell out of the boat, and never came to the surface again — would you, Caroline ?\" The last three words were spoken aloud, with the least perceptible shade of sentiment. \" Would I what ?\" asked the young lady Care if I came to grief. Caroline opened her eyes a little at"], [184, "176 MARTYRS TO FASHION. this; much as a fine tabby might, who had been sitting half-asleep before the kitchen fire, and suddenly hears the timid scratch of a little mouse near at hand. \"Really, Captain Mellor,\" she said, \" you look so perfectly at your ease, that it is difficult to imagine your coming to grief.\" \" Oh, but cooler felloAvs than me, have gone adrift before now. There was young Lynne, of our regiment, was fished out of the Serpentine one day, and everybody was puzzled hoAV he came to end his days in that way, when somebody told me a lock of Lady Jocelyn's hair was found in his pocket book. I guessed then the whole thing, for I knew he was sweet upon her.\" \"A married lady, of course,\" remarked Caroline."], [185, "CAUGHT AT LAST. 177 \"WTell, I believe so. A Martyr to Fashion, for they tell me she hates old Martyn Jocelyn, in her very soul ; but, then, you know, she hadn't a farthing, neither had young Lynne, so she was sacrificed, poor thing.\" \" How fortunate, Captain Mellor, that there is no Lady Jocelyn to make you equally miserable,\" said Caroline, thinking to herself all the while what an odd way the Captain had of ap proaching the delicate subject of a proposal. Then for a considerable time there was silence, and the Captain pulled gently up the stream, sometimes glanc ing at his pretty companion, wondering what her thoughts were. As to his OAvn, they ran pretty much in this strain — \"Pity she hasn't Laura Mostyn's VOL. II. N"], [186, "178 MARTYRS TO FASHION. money. I wonder if she knew what devilish hard shifts I am put to sometimes, Avhether she Avould care to encounter them Avith me ? Some women are perfect angels when difficulties have to be tided over, but I fear she's not one of that sort. Devilish pretty she is, that can't be denied.\" It was very certain that Caroline wished to entangle the Captain. She had received many offers already, but they were from very homely folks. Farmers who would expect her to superintend the dairy, or even — horror of horrors ! feed the pigs, when all hands were engaged in the harvest field ; or tradesmen, who strolled out from the neighbouring toAvns, and saw her by chance, Avhen out in the fields sketching. But tradesmen made no pre-"], [187, "CAUGHT AT LAST. 179 tence of their position ; if she accepted them her doom would be to weigh pounds of sugar, or measure yards of ribbon. She had received many offers from men like these, and men like George Harland, Avhose trades would, perhaps, interfere less with domestic arrangements ; but Captain Mellor was the only man yet, Avhose mode of life promised an introduction to that world of which she had read and dreamed so much. She Avas ignorant of his worldly position, but, of course, a man Avho dressed so well as Captain Mellor, whose time seemed so much at his own dis posal, Avho never (or seldom) dislocated his mother tongue in a vain effort to speak a few connected sentences ; a man, too, who seemed on familiar terms with, and knew the history of, the n 2"], [188, "180 MARTYRS TO FASHION. greatest people in the land ; surely, a man like this must be in good circum stances, and able to gratify her to her heart's content, in dress or any other indulgence. The difficulty of a position like hers, was, that she could not eat her cake and have it too. If this shuffle of the cards should prove ineffective, how long would it be before the chance came for another deal ? She Avas a little puzzled how to sustain her character in this little comedy, feeling that she had a keener hand matched against her than the farmers and tradesmen of yore. Men so transparent, that she could see through their simple devices, at a glance. Would it be best by flattering smiles, and languishing graces to touch the Captain's susceptibilities ? If so, Caroline"], [189, "181 CAUGHT AT LAST. was prepared to go to any length short of actual immodesty ; or, if gushing manners Avere likely to disgust him could she not play the coquette as well as any woman in England ? Why was the Captain so excessively slow. If he would but give her the cue, he would not find fault of her rendering of the part. Caroline is much too clever and experienced to be impatient, or, rather, to shoAV her impatience. She knows, sweet soul, that the sport is akin to angling, and nothing is more injudicious then to twitch the rod before the bait is fully seized ; it is better, even, to give a little line, and let the fish fancy himself free, and finally swallow the bait entirely, and of his own choice. Even then, if he can be got out of his native element without feeling the"], [190, "182 MARTYRS TO FASHION. hook too keenly, it is better ; as to his imbecile wriggles afterwards, they are merely laughable. But the Captain still hesitated. Caroline had no money, and for himself he was but a brilliant beggar, at the best. He had not been solvent these ten years, and suppose he were mad enough to make her his wife, hoAV could he keep a home when he could not, at all times, keep himself. True, he was not a very good manager, and, happy thought ! there was his mother ; perhaps the old lady rejoiced in the idea of her son settling doAvn into a steady paterfamilias, would come to the rescue. It Avas a good thought, he would not be over hasty, but take a run to Guilford before he committed himself. Now, Caroline had been Avatching the"], [191, "CAUGHT AT LAST. 183 Captain while these thoughts revolved in his mind, and had not been oblivious to the sudden smile Avhich shot across his countenance as the last notion pre sented itself. It Avas hardly possible to be keener in reading character than Caroline was, and she determined not to part from her companion without bringing matters to a climax. The bait was swalloAved, she kneAv, and he should be pulled out of the stream before she left him ; and noAv she opened fire. \"What a charming woman Laura Mostyn is, Captain Mellor.\" \"Yes, very nice, very nice.\" \" Very nice,\" retorted Caroline, \" I should be glad to know where you will find her equal.\" What was she driving at, thought Mellor ; he had alloAved himself to be"], [192, "184 MARTYRS TO FASHION. fascinated, but he would not say any thing now, to hasten matters. He was already a little more entangled than was quite safe. \" Good woman, Caroline, and all that, but one needn't go so far to find her match.\" \" Is it not astonishing, that she still remains single ?\" \"Don't know, I'm sure, hasn't drop ped upon the right felloAV yet, I presume.\" Alas for youth and beauty. This is the way a man of the world speaks of a woman like Laura, \" she hadn't dropped upon the right fellow.\" True, she would have dropped upon the wrong felloAV if unlucky fate had mated her with Captain Mellor. \" And then, being so rich makes it still more remarkable.\" This Avas touching the Captain in a very"], [193, "CAUGHT AT LAST. 185 sore place. \"You shouldn't imagine, Caroline, that we fellows think of no thing but money,\" said he. \" I fear that is the strongest attraction irC these days,\" retorted Caroline, \" or why is it that so many fine girls remain single.\" The Captain was piqued. He, the petted of West End drawing rooms — a man of mark in Belgravia — accustomed to golden hair and rosy cheeks — used up, as it were, with bright eyes and dark complexions — a man who had flirted indiscriminately, to be pulled up by this chit of a girl, the daughter of a poorldevil of an artist, and to feel the ground becoming slippery underneath him, it was really too ridiculous, and yet, metaphorically speaking, he could hardly keep his feet. It is a great want of judgment, when"], [194, "186 MARTYRS TO FASHION. you are rowing, not to think Avhat you are about. You may get into a brown study on horseback, and your nag will pick his Avay deftly for miles, but Avhen you are looking one way, and pulling another, especially if there are two very wicked eyes gleaming from an oval face of the brightest and clearest complexion, set upon a figure, too, Avhich cannot be found fault with, the chances are that the boat becomes erratic in its movements, and is not unlikely to be run upon a sandbank, or entangled in a mass of overhanging briars, or jammed against an ugly coal barge. They were passing the timber yard, and a barge, laden with pine logs, was moored by a rope to the landing place. The Captain carelessly pulled the boat upon this rope, and nearly upset it. They escaped a ducking, but the sudden"], [195, "187 CAUGHT AT LAST. jerk threAv Caroline into the Captain's arms. \" By Jove ! it is to be ; no man can resist his fate, as the Turks say,\" and throAving his arm round Caroline's Avaist, to save her from falling, the Captain imprinted upon her cheek a kiss of passionate warmth. \"Oh, Captain Mellor,\" exclaimed Caroline, really blushing, \" how could you ! and Avith, perhaps, some of the workmen at the timber yard looking on.\" \" Oh, never mind,\" said he, laughing, \" what's done can't be undone, you knoAv, Caroline. But I say ! suppose we row in the same boat always, for the rest of our lives.\" \" What do you mean, Captain Mellor ?\" \" Oh, come no\\v, Caroline, don't be innocent, you knoAv Avhat I mean fast enough.\""], [196, "188 MARTYRS TO FASHION. So Caroline, feeling that to assume ignorance any longer Avould look like affectation, consented with the best grace in the world."], [197, "CHAPTER XIV. Caroline's honeymoon. Captain Mellor was not a man to let the grass grow under his feet when he had a decided purpose in view. He had been accepted by Caroline, and she also raised no objection to a speedy union. The Sandall household, never very pros perous, had lately become much narrower than usual, for the artist was getting older, and his eyes were dim, and his hand unsteady. The few commissions he obtained were executed with much difficulty, and the small sums he obtained were given more from charity than a love of art. Indeed, nothing could well be more remote from the Mertonian"], [198, "190 MARTYRS TO FASniON. intellect than the knowledge and appre- ciation of landscape painting. Give them a coarse daub of a coav being milked, a sow and pigs being fed, a flitch of bacon, or a half-cut cheese, and they pronounced it \"as natural as life,\" but they were utterly oblivious to the beauties of nature. This has been fre- quently remarked elsewhere. The ever varying splendour of the Alps seems powerless to influence those who gaze upon it daily. Human nature delights in contrast, and it is the man who has lived the best part of his days in some smoky street in London or Birmingham, who retires to a spot that commands a charming landscape, and seems never tired of gazing upon it, and watching it under different aspects. Nothing could be more graceful or generous than the behaviour of Laura"], [199, "Caroline's honeymoon. 191 Mostyn, when she learned the engage ment betAveen Mellor and Caroline. She had watched the flippant, thought less girl with considerable anxiety, for she did not believe she would have acquired so much influence as to induce the Captain to marry her. The caution she had given Caroline had been as delicate as was consistent, with fair warning, but when it became really a settled thing, Laura, with just a little sigh, which she could not entirely repress, entered into the details of the wedding with the utmost zeal. Nothing could exceed her generosity. Caroline was touched by it, when every day some graceful present or other was sent to the cottage. They Avere to spend the honeymoon in Paris, and Laura took great pains to brighten up Caroline's French, which had grown"], [200, "192 MARTYRS TO FASHION. rusty for want of use. Indeed, she had so many kind suggestions to make, so much graceful and tender advice to bestow, that Caroline was trotting between Coombe House and the cottage from morning till night. The hardest task that Laura had was to say farewell to the Captain. He had kept aloof from Coombe House, which could hardly be wondered at, having formerly been upon such intimate terms with Laura. She knew so much more about him than any other living woman, and he felt that she would wonder, most of all, at the step he had taken. HoAvever, the Captain's perfect coolness, and Laura's good nature, took away all stiffness from the interview. In marrying Caroline, perhaps, the Captain feared nothing so much as the jocularity that would be indulged in at"], [201, "Caroline's honeymoon. 193 his expense. The fact that there was a certain secrecy in all his movements, that there was an evident underlying spice of wickedness in the Captain, had made him quite a reputation amongst a certain set of ladies. They had teased and petted him in proportion to their estimate of the advantages of a fast life. But that he, the man of society, the man, who above all things, studied his ease and comfort, who was so chary of incurring any responsibility, should take upon himself the burden of a wife, and that wife a woman who did not bring him a penny, would, he well knew, astound some of his old admirers. Nothing, however, could be more cool than the Captain's behaviour through the whole affair. They were married, and the happy pair had gone off to Paris to spend the honeymoon, yet the finan- vol. n. o"], [202, "194 MARTYRS TO FASHION. cial department was in a worse condition than ever. Of course the Captain made no confession to Caroline of his circum stances. He knew her aim so exactly, that he felt no compunction as to the manner in which he was treating her. He had always managed to pull through, and a vague impression seemed to in fluence him, that it only required a determination to take things coolly, and a conscience elastic enough to make one indifferent to Avhat was thought or said of one's doings, to overcome almost any difficulty. Certainly, in spite of this nonchalance, there were times when the shadows of outstanding debts looked a little threat ening ; and he was by no means confident, either, how Mrs. Torkey would relish his bringing home a young wife to Jermyn Street. He must make a new"], [203, "CAROLINE'S HONEYMOON. 195 arrangement with that lady, and a new arrangement involved a settlement of former claims. The hundred pounds or so, which was the extent of the Captain's wealth when he married Caroline, would last them most likely through the honeymoon, and he must then see what else could be done. \" I shall find some way out, I dare say,\" the Captain said to himself. \"If matters get awkward, I must realize six months' housekeeping somewhere, and cut for the French coast.\" Caroline was in high spirits ; tempera ments like hers, with so much vivacity, levity, and caprice, easily absorb the enjoyment of the present moment, and their very heedlessness makes them captivating to such men as Mellor. The change, too, from the quiet life of Merton, with the occasional excitement o 2"], [204, "196 MARTYRS TO FASHION. of a ball in Oxford, or a little musical practice with Laura Mostyn, to the head long feverish excitement of Paris, was eminently calculated to please her. The Captain knowing her ignorance of society took her to resorts which would have shocked a more delicate nature, and it was the greatest amusement to him to watch her astonishment at some of the manners and customs of the Parisians. The Captain was not a man to rail at the world when things went hardly with him. His estimate of men being a low one, he was not surprised at a bit of sharp practice. If he failed to meet a bill, and was obliged to keep out of the way of a writ, he did so with admirable coolness, and the perfect suavity of his manner, when compelled to stare the difficulty in the face, fre quently disarmed his antagonist, and"], [205, "Caroline's honeymoon. 197 obtained a renewal upon easy terms. The fellows did not like to be hard upon such a pleasant gentleman. But notwithstanding this free and easy philosophy, time Avill pass, and purses become empty. They had made themselves extremely merry in Paris, but the Captain feared he might come to complete low water mark, before he could establish himself in Jermyn Street. Caroline, however, begged hard to stay longer. \" I will pay the expenses myself,\" she said, \"if that is any consideration.\" \"You?\" said the Captain, with as tonishment. Caroline opened her purse, and shoAved her husband a goodly pile of bank notes. \" Painting must be a better trade than I calculated, Caroline.\" \" You surely do not suppose poor old"], [206, "198 MARTYRS TO FASHION. dad gave me these,\" retorted she, merrily. \"Why, the poor old boy scarcely ever OAvned a ten pound note in his life.\" \" How on earth did you get this fund, then ?\" \"Guess,\" said Caroline. Mellor considered for some time, and not without result. \" I know, Caroline, and I am half sorry to know ; you got them from Miss Mostyn.\" \" I certainly did, but why should you be sorry ?\" The Captain did not answer this question. For the first time in his life he was humiliated by the fact of his pecuniary resources being so trans parently doubtful. \" She must have thought that Caroline might one day be in a fix. Well, she's a noble"], [207, "CAROLINE'S HONEYMOON. 199 woman, and to spend her money like this is mean and contemptible.\" \" Somehow, Caroline, I had rather that money was not spent upon this trip. We had better get home. I'll take you somewhere else shortly.\" \"As you please,\" returned Caroline, a little tiffed, she was wondering why he should become so suddenly sensitive about spending Laura Mostyn's money. Had he a lingering affection for her after all ? However, nothing more was said, and they shortly left Paris. Hitherto the honeymoon had been extremely sunny ; the Captain was joyous, and Caroline enthusiastic ; the temporary shadow that passed over her mind respecting the Captain's serious ness, on account of the money she had accepted from Laura, soon passed, and"], [208, "200 MARTYRS TO FASHION. they travelled gaily homeward. The Captain had been discreetly silent as to his prospects and mode of life, and the marriage had taken place so speedily, that Caroline had very little opportunity to question her future lord as to his town mansion, servants, &c. She took it for granted that everything would be very complete and elegant ; perhaps even grand, as the Captain might intend a charming surprise for her. She had a surprise, certainly, Avhen they reached Jermyn Street, but unfortunately, not of the kind she had contemplated. Jermyn Street is much frequented by jolly young bachelors, and men about town. It is near to all the favorite places of amusement, and there is a flavour of fashion about it, in consequence of the vicinity of aristocratic mansions, and popular clubs. It is easy to stroll"], [209, "Caroline's honeymoon. 201 down to the \" House \" from Jermyn Street, and within five minutes' walk of the picture galleries. If a young fellow manages to hook a young lord or marquis, there is generally no excuse upon the score of distance, about paying a return visit. Perhaps a bachelor can make as good an appearance from Jermyn Street upon small means, as from any street about the West End, but it is decidedly not the locality for a family man. The first shadow that fell upon the nevvly-married pair came from Mrs. Torkey. Captain Mellor had only written to her a day or two before they returned, thinking it was the best policy to delay to the last an explanation with that lady. He did not wish, either, to give her the opportunity of Writing to him. She might write upon unpleasant topics, and Caroline might"], [210, "202 MARTYRS TO FASHION. get hold of the letter. He thought it better to trust his diplomacy to a per sonal interview, having so often succeeded with Mrs. Torkey before. But that lady was not so gracious as she might have been. In the first place, she could hardly be persuaded that the Captain and Caroline were really man and wife, and her reception of the young bride Avas exceedingly cool. Besides, she had not bargained for married lodgers, and the Captain had as yet made no arrangements about terms. The good lady, therefore, was determined not to make herself too agreeable until after a private conference with Mellor. But the astonishment with which Caroline saw the evident displeasure of Mrs. Torkey, was far surpassed by her inspection of the Captain's apartments."], [211, "Caroline's honeymoon. 203 Judging by the outward appearance of the man, and the society he kept, one would have expected, at least, a certain degree of elegance, if not splendour, in his home, but this was the point upon which his closest intimates had not been enlightened. Captain Mellor would take his friends to the club or to the theatre ; he would even, upon slight encouragement, take a friend or two to dine with him at some of the houses he frequented, though he had met more than once Avith some rebuffs in trying this experiment, but he never invited them to Jermyn Street. Indeed, scarce one of these cronies knew where he actually lived. If by chance he was strolling with a companion in the neighbourhood of his lodgings, he would dexterously propose a walk in another direction, or plead an appointment. His"], [212, "204 martyrs to fashion. letters were rarely addressed there, and when the Captain accepted a bill, it was made payable at his bank, for the Captain kept a banking account, which must, however, have been anything but profitable, seeing that his balance Avas frequently less than a sovereign. The truth was, that the Captain spent every penny upon his own person, and per sonal indulgences. Every item in the shabby apartments was the property of Mrs. Torkey, and had done good service for years before Captain Mellor had availed himself of them. Upon the strength of handsome curtains, mainly, the drawing room looked well from the street, but all glory of color had faded long ago from the well-Avorn carpet. The^fabulous birds of wonderful plumage, which _were repeated by the score upon the paper-hangings, had lost their tropical"], [213, "Caroline's honeymoon. 205 glow, and seemed to have moulted under unfavourable conditions. The mirror over the mantelpiece was full of starry revelations of the mercury at the back, and the gilt frame was nearly black. The sofa looked as if a mummy had been lying upon it for a few centuries, so plainly did its sunken shape reveal the hard usage it had experienced Everything was dusty, seedy, shabby, and worn. Some women, coming to such a home as this, within a feAv weeks after marriage, would have been in dispair. Others, recognizing it as belonging to the man they had chosen, would lend it a grace from their own imagina tion, and become satisfied and hopeful at once. Caroline had too much con fidence in herself to follow the example of the former, and too little romance"], [214, "206 MARTYRS to fashion. or idealism in her nature to belong to the latter class. She was quick enough to perceive the blunder she had made, but far too proud to let the Captain see anything like astonishment in her face. Some would have felt a little compunc tion in bringing a sprightly, handsome girl, in the first flush of her radiant youth, to such a dingy home, but the Captain was not blessed with sensibility. He had frequently visited the humble cottage of the artist at Merton, and knowing how poor and ill-furnished that was, he concluded that Caroline would be easily satisfied. But he had made no allowance in his calculations, if he had ever calculated at all, for the enthusiastic visions of a young girl. He did not consider what knights of romance, what heroes of"], [215, "Caroline's honeymoon. 207 impossible novels go to the composition of that \" coming man,\" the future hus band. Nor had he taken into consider ation the great change for a young girl to make, from the fresh breezes of the Oxfordshire fields and meadows ; the freedom of the sketching mornings with her father about the lanes ; the sunshine, woods, and flowers, to be exchanged for the confinement of a drawing room and bedroom in Jermyn Street. Caroline accepted her fate in silence, she received graciously the little endear ments of the Captain, who had married her for his own gratification, not for hers, and had as yet been charmed with her loveliness and saucy beauty. If after a time, married life became a little wearisome, he had his old haunts to resort to, his old companions to enter tain him."], [216, "208 martyrs to fashion. But when the Captain left her for a private interview with Mrs. Torkey, Caroline rose from her seat on the dingy sofa, and paced the drawing-room' tingling from head to foot, with intense passion. There was no escape, there was nothing but to bear it, yet she burned to revenge herself, and pondered deeply how she could humiliate him, and make him feel that she was not entirely at his mercy. There was one thing she could do, and she did that at once ; she sat down, and wrote to Laura Mostyn, concealing nothing, and fully detailing the bitterness of her secret feelings. Laura was touched keenly by this letter, which had at least one good effect upon her. Every lingering spark of affec tion she yet entertained for Captain Mellor was extinguished at once. It"], [217, "Caroline's honeymoon. 209 was not his poverty, nor the trumpery shifts he was put to, to make an appearance in society that influenced her; it was the treacherous manner in which he had obtained Caroline. The unprincipled, reckless deception, of one who was indifferent to the wounds he inflicted. Had he openly stated his affairs to Laura, she would have accepted him without a penny in the world — ■ pleased with the additional opportunity of proving the sincerity of her affection ; but his coldness of heart and want of candour were unpardonable offences in her eyes. She wrote to Caroline immediately a generous womanly letter, offering any assistance in her power, and glossing over, as well as she could the detestable meanness of the man. In her own heart, she had little hope that Caroline would VOL. II. P"], [218, "210 MARTYRS TO FASHION. make any impression upon his selfish and callous nature, but she gave the best advice in her power, and Caroline felt in her bitter disappointment and disenchantment, that in any future sorrow she knew where to seek a true friend. Made happier by the warm and loving sympathy of this sweet woman, Caroline tried her utmost to look at the bright side of her position. Mrs. Torkey also having been re-assured by sundry plau sible suggestions from the Captain, became almost affable, and contrived, with some assistance from Caroline's purse, to make the apartments look more cheerful. Mellor had paid a flying visit to Guilford also, and came back radiant, his mother having given him a hand some cheque at parting. Caroline was"], [219, "CAROLINE'S HONEYMOON. 211 looking a little dull when he came back, but he hired a- brougham and drove her round the park, then took her to a concert in the evening. Caroline, however, had much yet to learn respecting Captain Mellor. p z"], [220, "CHAPTER XV. CRUPPY ON GUARD. A wintry night had come on. Lingering gleams of sunlight had smiled lovingly upon the river and the woods occasionally, as if unwilling to leave the pleasant landscapes of Merton ; but now, the grey, sad, russet garb was over all. The blast howls savagely through the long avenues of the Manor, and the dull and barren landscape looks shadowy and dreamlike in the subdued light of the sombre evening. It seems hardl possible that these same desolate fields and lanes were so full of graceful life and delicate beauty, a few short months ago, while now the skeleton branches tremble in the shrieking wind. There"], [221, "213 CRUPPY ON GUARD. is little doing at the various farms, and the farmers make their neighbours welcome at the jovial fireside, and endeavour, with cards and gossip, to banish all thoughts of the boisterous weather without. The drenching rain drips from their heavy boots as they stamp through the porch, and their faces grow red as the fire itself with the keen wind. They chat merrily over their early tea, these peaceful farmers, and sometimes sit till their shadows make strange fantastic goblins upon the opposite walls, before the oandles are brought in. For that is certainly one charm of Merton life: you need not hurry. If a neighbour, returning from a market or neighbouring village, attracted by the glowing light within, chooses to join the little group, he is secure of a weL"], [222, "214 MARTYRS TO FASHION. come. Winter binds people together in places like Merton; for a time they forget to slander their friends, and envy those who are more fortunate than themselves. The joyous firelight seems a messenger of peace and goodwill. The old men tell stories of their younger days, and their hearts expand to remem- ber what fine fellows they have been in their time, and how little likely the modern brood of youngsters are to rival them. Even the inevitable sorrows which creep in the household unawares, at Merton as elsewhere, seem to lose half their keenness in the beaming reflection of those kindling logs. Strange and almost unnatural it seems, when, in the midst of such a genial scene, the shadow of a crime or wron° presents itself, yet such appeared to be the case, when our old friend Cruppy,"], [223, "CRUPPY ON GUARD. 215 looking very pale and alarmed, and Avithal a little fuddled, burst into a group such as we have described, in a farm house, on the road leading to the ferry. Cruppy was so bewildered, that at first he found it extremely difficult to make it clear what Avas the matter with him. He was not a stranger at the house ; indeed, Cruppy found it con venient to make friends where he could. \"It is very handy, when you are overtaken by a storm,\" Cruppy used to say, \" to know where you can make sure of a jug of ale, while you wait till the storm is blown over.\" \" You can't be expected to fall in love with all the dairymaids between Merton and Oxford,\" he said, on another occasion, \" but they most of 'em takes kindly to a little soft soap, Avherever you go.\" The farmers sitting by the roaring"], [224, "216 MARTYRS TO FASHION. fire, perhaps from old experience of the readiest way to encourage Cruppy, im mediately offered him a glass of grog. The result was magical. Cruppy, who seemed before tongue-tied with horror and cold, found his voice, and his ideas returned to him instantaneously. He had been a little perplexed likewise, the cause of which will presently appear. \" I think, neighbours, there's somebody drowned at the ferry,\" said Cruppy, emphatically, when a little consideration had shown him a way to overcome his own difficulty. \"Drowned at the ferry?\" said several voices at once. It was quite an event. Such a thing had not happened for nearly twenty years, when the great flood was, and old Amos Burton was sAvept away by the current, and carried over the weir."], [225, "217 CRUPPY ON GUARD. \" But what makes you think there's somebody drowned, Cruppy ?\" asked one of the farmers. \" Because, when I got to the ferry, and wanted to cross, I could make nobody hear. It was nearly dark, and I thought the ferryman had fastened the boat up for the night. HoAvever, who should come up at the moment but the ferryman himself, ' Run up to the farm, my man,' says he, ' for I've just seen my boat floating bottom uppermost.' \" There was quite an excitement at the farm; one got a rope, another a pole, another a lantern, and hastened away through the meadow at the back of the house, that being by far the nearest way to the ferry. \" Some confounded lark of the Oxford students, I'll bet a guinea.\" said one of the farmers."], [226, "218 MARTYRS TO FASHION. When they reached the river bank they met the ferryman. \"We can do nothing without a boat,' he said, \"if you wait a bit, I can get one from the mill above.\" In a few minutes he was pulling towards the party, in an old pleasure boat, large enough to carry the whole party. \" It's a queer time to go fishing,\" said Cruppy, \" I only hope we mayn't find some poor wretch at the weir.\" \"What I fear, is,\" said the ferryman, \" that somebody has been trying to come across, and overreached themselves in pushing out, for I heard a splash in the water, and that roused me.\" It was a curious scene. The evening was so dark, and the wind howled sadly through the tall trees, which at this part of the river lined each bank. The"], [227, "219 CRUPPY ON GUARD. farmers shuddered as they looked by turns into the black depth each moment, half in fear, yet hoping at the same time that some human figure would rise to the surface. \" Pull hard, if you will be so good,\" said the ferryman, \" for if I lose my boat, I lose my living.\" \" How deep should you think it is here,\" asked one of the farmers. \"A matter of fifteen or twenty feet, I should say, Master Hicks, and the bend in the river makes the water run sharp just hereabouts.\" \"Oh Lord, what's that!\" said Cruppy, as a black mass was floating just ahead of them. One of the farmers held up the lantern, and another made a thrust with his pole. It proved to be the ferry-boat floating slowly bottom upAvards. Having"], [228, "220 MARTYRS TO FASHION. secured it, they pulled slowly onward, till they could hear the noise of the water falling over the weir. \"A likely place that,\" said the ferry man, \" the water ain't so high now as when poor old Amos Burton was lost, so that a body wouldn't be carried over.\" \"But why shouldn't it float past here ?\" asked a farmer. \"It's deep under the weir, and the current is strong, you'll find it there if anywhere.\" As they pulled slowly along, they plunged the poles into the river from time to time. When they came nearer the weir the rush of the water com bined with the darkness, gave a strange unearthly feeling to the scene, and filled the minds of these simple men with gloomy horror. Their first idea that it had been done as a practical"], [229, "221 CRUPPY ON GUARD. joke was dismissed for a more serious solution. \" Shouldn't wonder if this job isn't murder,\" said one. \" Why so ?\" enquired another. \" Some body coming from Wallingford with a lot of money has been watched and pitched over, you think ?\" \" Then how did the robber get away ?\" \" perhaps he could swim.\" This appeared a probable solution, and a feeling of horror seized upon the party. Men like these are not so accus tomed to the daily catalogue of crimes that unfortunately fills our papers, and a serious crime produces a great sensa tion in local circles. \"Now for a sharp pull,\" said the ferryman, \" and I'll slip the rope over the timbers of the weir, and see if I can find anything.\""], [230, "222 MARTYRS TO FASHION. The ferryman, accustomed all his life to the river, walked nimbly across the narrow ledge of the weir, while Cruppy held the lantern as high as he could. \" How's this ?\" he muttered to himself, \" the water don't flow through the weir at the usual spot. Hi ! mate, hand us the lantern, will you.\" \"Quick, quick, for God's sake!\" he shouted a moment after. \" There's a man here, as sure as I'm alive.\" Cruppy, the nimblest of the party, leaped out of the boat, carrying one of the ropes they had brought, and managed, by taking the ferryman's hand, to get a foothold on the weir. The time this had occupied was far less than I have taken to describe it. The ferryman stooped, making use of the pole, and contrived to put the rope round the form of a man, lying just"], [231, "CRUPPY ON GUARD. 223 inside the weir. Cruppy, upon the signal being given, pulled lustily, and soon a rigid shape was hauled into the boat, amongst the terror-stricken farmers. \"Don't lose a minute,\" said the ferryman. \" I'll leave my boat here at the weir till the morning. Let us get ashore at once, and fetch a doctor, somebody.\" \"Very little use fetching the doctor,\" Cruppy said, \" but I'll go all the same,\" and as soon as they reached the shore, he dashed into Wallingford with his utmost speed. It required some persuasion on the ferryman's part to induce the farmers to take up their ghastly burden, and carry it into the house. Humanity, however, overcame their repugnance, and they placed the body on a bench, while"], [232, "224 MARTYRS TO FASHION. the ferryman and his wife adopted some simple treatment, in the hope of restoring him. Cruppy had never in his life before made such good use of his time, but the medical man he brought back with him, saw at once the case was hopeless. \" The man had been dead for an hour or two,\" he said. Then came the enquiry who he was, but nobody knew him, and many sugges tions were thrown out as to how he came by his death. The doctor looked care fully, but could find no trace of a blow, no sign of a wound. While they were standing around the poor pallid form, a gentle tap was heard at the door, and a man of middle age enquired if he could cross the ferry. \"You have chosen an unlucky time, master. One has crossed the ferry to-"], [233, "CRUPPY ON GUARD. 225 night that will never cross it again — look here.\" The man stepped forward, looked at the stony figure upon the bench, and asked Avhere they found him. His anxious manner at once revealed that he knew more of the dead man than he cared to acknowledge. \"You have seen this man before,\" said the doctor. \" I will not deny that,\" the man replied. \" As there will be an inquest, your evidence will be required,\" continued the doctor. \"I would rather have nothing to say in the matter,\" the man said, uneasily. \" You will be compelled to say what ever you know about him, my friend, whether you like it or not, and I think, gentlemen,\" continued the doctor, turning VOL II. Q"], [234, "226 MARTYRS TO FASHION. to the farmers, that \" Ave are hardly justified in letting this man depart till we know more. The poor fellow has come by his death in a most mysterious way, and the only person who appears to know him is this man. My opinion is, that he should be kept in safe quarters till he gives a satisfactory explanation of how he came to know the deceased.\" \" Quite right sir, quite right,\" echoed from the farmers, and the stranger was unceremoniously thrust into one of the rooms and locked in, Cruppy under taking to stay with the ferryman and keep guard. farmers returned to discuss the eir Avarm firesides. During ixiexx essence others had learned the neAvs, and were in a state of excitement for further particulars. Meanwhile, hour after hour passed away while Cruppy"], [235, "227 CRUPPY ON GUARD. and the ferryman watched their prisoner closely. At length, a knock was heard at the door of the room where he was confined. \" Send over to Merton Manor,\" said the man, \" Sir Charles Sinclair ' can tell you more about this than I can, the man that lies on that bench is his brother ; but, how he came by his death I know no more than you do.\" Q 2"], [236, "CHAPTER XVI. THE SERVANTS' HALL. It is not to be wondered at that the movements of Sir Charles, or rather, Hugh Sinclair, began to cause some speculation in the servants' hall. The strange visit their master had received on that particular dusky evening, when Ambrose had brought the lamp to his study, had created great wonderment. Ambrose, as in duty bound, said little, though by many mysterious hints he gave his fellow servants to understand that he knew a great deal more than he chose to tell. This secresy on the part of Ambrose was very tantalizing to the other servants,"], [237, "THE SERVANTS' HALL. 229 particularly to Mrs. Prunella, the house keeper, who Avas a widow of mature years, who could not, or would not, recognize that the lapse of several years, since the decease of her first husband, had in any way diminishsd her attractions, and Avho regarded the sedate and reserved Ambrose as her especial property, and \\vas extravagantly jealous if he spoke to one of the younger servants. The demeanour of this man was almost saintly. The demure way in which he received Captain Mellor, who was knoAvn to be somewhat lax in his morality, and respecting whom many little adventures were recorded, greatly to the amusement of the other servants, but which appeared to shock Ambrose severely, had often amused his master. There Avas no slang smartness in Am-"], [238, "230 MARTYRS TO FASHION. brose's conversation. He had no ready replies, none of the pointed sneers so common to his class. He was silky, placid, ponderous, and solemn as a quaker. If anybody could have got anything out of Ambrose, it would have been Maggie Reed, a pert and sprightly housemaid, Avhose laughing looks and bright eyes had charmed many besides Ambrose. It was extremely amusing to the other servants to watch the saintly glances of Ambrose fixed upon Maggie. He followed her with cat-like movements, constantly enquiring after her health, and taking, in his peculiar way, great interest in her. The biting tones in which Mrs. Prunella scolded Maggie, and found excuses for extra work, whenever she had been spoken to by Ambrose, proved that the Avidow would not brook a rival"], [239, "231 THE SERVANTS' HALL. near her throne. In fact, she had been fascinated by Ambrose's silky tones, and found so much fault Avith Maggie, that her situation Avas anything but a desirable one. She felt certain that Ambrose knew some secret of his master's, and tried hard to get him to unravel it, but he Avas as close as the grave. Maggie never lost an opportunity of disparaging her admirer, especially if Mrs. Prunella happened to be Avithin hearing. Generally she Avas contented to put Maggie down Avith scornful looks, but sometimes she defended Ambrose more pointedly. A dance had been held in the servants' hall, which was severely condemned by Ambrose, and Maggie was the loudest in ridiculing CO O his Puritanism. \" Nonsense, Maggie,\" said Mrs. Pru nella, Avho heard her. \" Wre have been,"], [240, "232 MARTYRS TO FASHION. I think, particularly fortunate in getting hold of such a valuable assistant as Mr. Ambrose, and if he thinks proper to show me a little attention in pre ference to a mere chit of a girl, I don't see why you all should despise him. He is quite right in censuring these parties and balls. The house has not been so orderly for years, and it is a great credit to Sir Charles to have such a steady man about him. I can see you are laughing, Maggie, and I am sorry to perceive such levity; you had better take good advice to heart.\" \" So I will, when I hear it, Mrs. Prunella; but, when I see so much fuss about a man, Avho, I have reason to think, is no better than he ought to be, I'm disgusted.\" Mrs. Prunella, left the room in a rage, and one of the maids chimed in—"], [241, "THE SERVANTS' HALL. 233 \" I think you are right Maggie. To see Ambrose treated as he is, when he is the youngest servant in the house, is absurd. I wonder if all the saints eat and drink as he does. He has a mind not to forget this world's good things, however anxious he may be about the next.\" Maggie became very curious about this man, and often detected upon his face a look that was anything but saintly, Avhen he fancied himself unobserved. A day or two after the event at the ferry, Ambrose passed Maggie in the park. It was Sunday. \" I hope you attended chapel, Miss Reed, this morning. Special business prevented my usual devotions.\" \"Oh, yes, Mr. Ambrose, I went, but I'm afraid the sermon did me very little good, my thoughts were else av hare*\""], [242, "234 MARTYRS TO FASHION. \"Ah, my dear girl,\" said Ambrose, in his oiliest way, \" we should think less of the world — we should indeed.\" \" That is very good advice, Mr. Ambrose, I hope you follow it.\" \" Heaven grant,\" said he, casting his eyes up to the sky, \"that I may be able to cast off the bondage of Satan !\" Maggie, who had her own reasons for Avalking in the park just then, Avas uncharitable enough to wish Satan had charge of him at that moment, but she concealed her annoyance. \"Do you find your headache a little better to day, Miss Reed?\" \" Really Mr. Ambrose ! the headache ? Did I complain of the headache ?\" \" I fancied, my dear girl, that you looked someAvhat indisposed last night.\" \"I'm much obliged, Mr. Ambrose, for your thoughtfulness.\""], [243, "THE SERVANTS' HALL. 235 \" Don't name it ! my interest is rather, Miss Reed, for the soul than the body ; but temporal objects have sad influence in drawing the mind from spiritual things, and therefore, I perceived that you were not so cheerful as usual lately.\" \" Indeed, I forget if I had the head ache last night or not, but certainly I am quite well now.\" \" If my prayers could call down a blessing, how happy it Avould make me.'' Maggie was nearly laughing in his face, so convinced was she that all this was assumed. \" I have Avished, Miss Reed, continued Ambrose, for an opportunity to be alone Avith you, as I have a question to ask you upon a matter of some importance.\" \"I'm all attention, Mr. Ambrose.\" \"I Avill speak then, by the blessing"], [244, "236 MARTYRS TO FASHION. of heaven, without any reserve, and I hope that the purity of my motives — \" \"Oh, of course,\" Maggie interrupted. Ambrose gave the faintest indication that he had detected a satirical under current in Maggie's tone, but he proceeded — \" That the purity of my motives might obtain for me such information in a delicate matter as would othenvise be denied me.\" \" I will answer any questions, Mr. Am brose, providing they are about my own affairs. I have no secrets to keep, though why you should be so curious, puzzles me.\" \"I believe, Miss Reed, that your relations live in the neighbourhood of the ferry, near Wallingford.\" \"Yes, they do.\" \"And they probably are acquainted Avith the ferryman there.\""], [245, "THE SERVANTS' HALL. 237 \" Oh yes, he's been an old companion of father's for many years.\" \"Have you heard him say that there was anything peculiar about the finding of that body in the river ?\" \" I have not seen him lately, but you are much more likely than I am to hear of such matters. Besides, I hear Sir Charles is summoned on the inquest, to-morrow,\" \" He is, but the body of this unfor tunate person, Miss Reed ; what do you think, was it an accident, now, or has there been foul play.\" \"I suppose there will be some evi dence, and the doctor was called in, I believe.\" \" Doctors find it sometimes convenient to hold their tongues, and juries are stupid enough, at least, such juries as this is likely to be. I have my fears,"], [246, "238 MARTYRS TO FASHION. Miss Reed, that there is something . •> wrong. \"But why, tell me your fears, Mr. Ambrose.\" \" I thought, my dear Miss Reed, that you might find an opportunity to have a chat with this ferryman, and glean some further intelligence, it Avould oblige me greatly, I assure you.\" \"You are quite mistaken, if you imagine I shall busy myself about it, Mr. Ambrose. There are older and wiser people to take such matters in hand. Why not go yourself?\" \" Sir Charles has desired me to remain here all the day, during the inquest. He appears troubled by this enquiry.\" \" Whether Sir Charles is pleased or sorry at being summoned to an inquest is no affair of mine,\" Maggie said, \" and I think we had better be going in"], [247, "THE SERVANTS' HALL. 239 doors. Mrs. Prunella will be finely out of temper if she finds you have been talking to me.\" \" Mrs. Prunella be — blessed,\" said Ambrose, with unwonted warmth, and seeing Maggie moving away, continued, \" excuse me, Miss Reed, I have some thing to show you.\" With this he drew from his coat pocket a photograph. \" Is there not a strange resemblance here ?\" he asked. \" There certainly is, Ambrose ; why, is not that Sir Charles Sinclair ?\" \"But who is the other?\" \" Well I never ! how remarkable the likeness is. One would think it was Sir Charles's brother, if he had one.\" \" Now you will see why I wish to have some communication with the ferryman, there is something very"], [248, "240 MARTYRS TO FASHION. strange in this, and in my anxiety to serve Sir Charles, I feel it my duty to put him on his guard.\" \"On his guard! Mr. Ambrose, against what ?\" \"This photograph was found in the pathway leading to the ferry. Sir Charles was late home on that night when the man was drowned. He did not come home in the dress in which he left the Manor.\" Maggie was breathless with astonish ment. Curiosity conquered the dislike she had to Ambrose, and she listened eagerly. \"When Sir Charles came home, I remarked the change of costume. He had a hat on, which must have been several years old. He is rather tall, and the jacket that he had on scarcely reached below his waist, this, with a pair of top"], [249, "THE SERVANTS' HALL. 241 boots, made him look as though he had tried to disguise himself.\" o \" You need not take any notice of this, Ambrose,\" he said. \" I had a tumble in the mud coming to the station, and they lent me this strange costume at the inn.\" The ostler brought the baronet's clothes home in the morning — they Avere wet. \" Nothing Avonderful if he had a tumble in the mud.\" \" He had a fall in the river, Miss Reed, depend upon it. There was a struggle in the ferry boat, and the death of that man is the result. Ah, my dear girl, Avhat a sad thing worldliness is, how many are cast aAvay through blindness and hardness of heart.\" There was a footstep coming up the path, which accounted for the change in Ambrose's tone, which had before R VOL. II."], [250, "242 MARTYRS TO FASHION. been almost animated. Maggie had become thoroughly interested in the strange confidence Ambrose was reposing in her, but felt certain it Avas for some purpose of his own which induced this wily fellow to throw off his habitual reserve. The footsteeps they had heard came nearer. A well dressed man, with a keen expression of face, passed them, looking intently at Maggie and Ambrose as he did so. Then passing on, was soon out of sight amidst the trees. \" I wish you to do me a great favor, Miss Reed, to go at the earliest possible opportunity to the ferryman, and en deavour to see the body of the murdered — at least,\" correcting himself, \" the drowned man.\" \"I don't like to look at dead people, Mr. Ambrose, you had better go yourself.\""], [251, "THE SERVANTS' HALL. 243 \" Sir Charles desired me not to leave the house to-morroAv.\" \"Very well,\" said Maggie, \"I will go- Ambrose left her, and she walked in another direction, wondering what all this would lead to. She was extremely curious to know in what way her master could be connected with the event at the ferry, when her musings Avere suddenly interrupted by a sudden, sharp voice, close to her. At first she could not ascertain from what quarter it came, but shortly after she saw the man Avho had passed her, when speaking to Ambrose. \" Hallo, young person,\" said he, \" stop a moment, I Avant to have a Avord with . y you. \" If there is one thing more than another that annoys me,\" said Maggie, r 2"], [252, "244 MARTYRS TO FASHION. \" it is being called a young person. Why not call me Sarah, or Jane, or Mary. I wouldn't quarrel with any good, honest name, but I hate young persons. What do you want with me, sir ?\" \"When I am a little nearer, young woman, I'll tell you.\" \" I neArer had the pleasure of seeing you till a minute ago,\" said Maggie, \" and we don't expect to meet strangers in this part of the park.\" \" Just my reason for being here, I assure you,\" remarked the stranger Avith enough point to prove that he did not expect himself to be a welcome visitor. \" Pray what are you, madam.\" At the same moment the man put his hand upon Maggie's shoulder. \"Good heaven,\" said she, alarmed, \" what do you mean by this behaviour in a private park. Name your business"], [253, "THE SERVANTS' HALL. 245 if you have any, and let me go about mine.\" Maggie had hardly looked at the man yet, but she now saw that he did not look like a person who Avould behave improperly. \" Will this path lead me to the house,\" he said. \"Yes, straight on.\" \" But I am not going there.\" \" Why do you ask the way, then ?\" \" I wanted to speak to some one belonging to the house, but I did not want listeners, so the farther away the better.\" \"Make haste,\" said Maggie, I assure you I am not in the mood for answering any more questions.\" \" Oh, you have ansAvered some already, have you ? I thought so, Avhen I saAv that sleek-looking flunkey at your side,"], [254, "246 MARTYRS TO FASHION. but mind, miss, the law has no law, as you'll find, if you are not careful.\" \"What has the law to do with me?\" she asked. \" Your name is Reed ?\" \"Yes.\" \" And your father livres near the ferry, between this and Wallingford.\" \"What of that?\" \"You have been told some particulars of what took place at the ferry, a day or two since.\" \" Yes, Mr. Ambrose was certainly speaking of that subject.\" \" Tell me all you know at once. I have come from London on purpose to glean all the intelligence I can about this business.\" \"Before I say any more,\" said Maggie, firmly, \" I must know why I am asked to do so.\""], [255, "THE SERVANTS' HALL. 247 \" Just this,\" and the man, taking a pocket book from his coat, handed Maggie a bill offering a reAvard for the appre hension of the murderer of Sir Charles Sinclair.\" \" But, Sir Charles is in the house at this moment, exclaimed Maggie.\" \"Don't be sure of that, my lass, but come, tell me what your friend was talking about just uoav. I may be able to make something of it.\" Maggie, quite beAvildered with the singular conferences she had had that morning, told the man, as clearly as she could, the subject of her conversation with Ambrose. \" Very Avell,\" said the officer, for such he was, \"the less you say about this matter the better; your friend Ambrose won't pocket the reward, I promise him, cunning as he is.\""], [256, "CHAPTER XVII. AN EPISODE. Wthile Captain Mellor and Caroline Avere enjoying the gaieties of Paris, a young and pretty country girl was Avearily making her way to London, by the Oxford road. She had never been in the great city before, and to reach it, had seemed to her a greater expedition than it is for some to cross the Egyptian desert, or the steppes of Russia. For she Avas nearly destitute of money, that potent assistant to travelling, and she was nearly barefoot with walking many a weary mile. When she reached a hill, Avithin a fcAv miles of her journey's"], [257, "249 AN EPISODE. end, and saAv a dense cloud, Avhich some men, breaking stones by the roadside, told her was the smoke of London, she Avas overjoyed. All her grief Avas for gotten instantly, and her heart beat quickly Avith impatience. Evidently she had an anxious purpose in reaching London. Whoever had met this girl Avalking sadly along the road, might have passed her heedlessly, judging by her outward appearance, for her dress, though clean and free from tatters, was of the plainest material, and scanty enough, and her straw bonnet, though decorated Avith a smart bit of ribbon, was at least three years behind the London fashion of to-day. But, spite of her homely attire, her fatigue, and melancholy looks, it scarcely required a second glance to perceive that this country girl Avas"], [258, "250 MARTYRS TO FASHION. very beautiful. Her soft, tender, melting eyes, her fair complexion, the delicate shape of her features, all made one wonder at that beneficence of nature Avhich is sometimes bestowed in the midst of the deepest poverty, sometimes unfortunately to be grievously abused. It was nearly dusk Avhen this pretty girl reached Kensington Gardens, and sitting doAvn upon one of the benches there, fell asleep from sheer fatigue. Carriages rattled past, and beauty scarce equal to her own, went to receive its tribute of admiration, heedless of the misery so near. Lovers passed in at the gates, and Avhispered their soft nothings under the splendid avenue of trees, hoping and believing all things in the future. Hundreds passed her, and still she slept, till at last the park-keeper roused her with a gentle"], [259, "251 AN EPISODE. touch on the shoulder, and told her they were shutting the gates. \"You seem a stranger, my lass,\" said the man, with a rough kindliness, \" can I direct you anywhere ?\" Then she enquired the way to the nearest barracks, and the man shoAved her which path to take for Knightsbridge. Almost ready to faint with fatigue, she struggled on till she reached the barrack gate, and then hardly knew how to proceed. The sentry was walking backAvard and forward, and soldier-like, honored the pretty girl with a grin and hearty stare. She was somewhat abashed by this, but the man did not look unfriendly, and she asked — \" Did he know John Smith, of Ox fordshire.\" She had a cousin who was a soldier,"], [260, "252 MARTYRS TO FASHION. but that Avas not the man she really sought. \" Is he in the cavalry or infantry, young lady ?\" \"The what?\" \" Horse or foot ?\" \" He belonged to a foot regiment, and I think it was near Oxford Street he told me where the barracks stood.\" \"Oh, very well, go straight across the park till you come to the Marble Arch, then anybody will tell you the Portman Barracks. That's the likeliest place to find him.\" The poor girl had some further ques tion to put to him, but the sentry Avould not listen to her. \" Be off — away with you, here's our commanding officer, and there's the devil to pay if Ave are caught speaking to wenches at the gates.\""], [261, "253 AN EPISODE. As she turned sadly away, without having gained her real object, she saw a fierce looking officer ride up, and look as savage as a tiger, both at the sentry and herself. She hastened across the park, through the Marble Arch, and easily found the Portman Barracks, though nearly dazed with the roar of vehicles, and jostled by the crowds on the pavement. She went doAvn the narrow turning leading into the barracks, since pulled down, and again was stopped by the sentry. She put the same question as before, and the man, a good natured fellow, said — \"Don't hang about here, for that sort of thing gets us into trouble; just go into the public house at the corner, the ' Portman Arms,' and sit doAvn in"], [262, "254 MARTYRS TO FASIIION. the taproom, and I'll come in presently, and tell you if your friend is in our regiment.\" \" They will expect me to drink some thing, and I — I haven't any money left,\" said the girl, with country simplicity. \" Get yourself a glass of ale, miss, and wait till I come,\" said the soldier, putting some coppers into her hand, which she took almost mechanically. She went into the house indicated by the sentry, but there were a number of soldiers there who had been drinking freely, and it was not long before some very dubious jests were made at her expense. She was half inclined to leave the house, but the sentry had said that he would be relieved in half an hour, and she waited. The half-hour passed as slowly as such half-hours do, but the mere relief"], [263, "AN EPISODE. 255 to her intense fatigue was something, and she became almost cheerful when the sentry came in. As he did so, one of the half-tipsy soldiers came and sat down by her side, looking into her face with a most im pudent gaze, which the sentinel checked by pushing him violently back on the seat. The fellow rose as though he would have struck the other, and a great many oaths and threats were exchanged, before peace was restored. \" I won't have a decent girl insulted,\" said the sentry, \" there's disgrace enough attached to the army without that. This is a decent country girl, and she wants her cousin, John Smith, but he's away on furlough. When he comes back, some of you will get a thrashing.\" It was not John Smith the girl was"], [264, "256 MARTYRS TO FASHION. really seeking, but an officer, and now she had not courage to mention his name. Leaving the house, and thanking the man Avho protected her, she promised to come to the barracks again. The soldier, quite struck with her fresh, graceful beauty, would willingly have known more about her, but she parried his questions, and left him. Her face assumed a sadder expression as the night became darker, and the noise of the streets thundered in her ears. Where was she to go ? What could she do ? She was almost tempted to go back to the soldier, and borroAv a little money from him, for she was hungry and faint, and the beer she drank made her almost giddy. Her cheeks flushed, and her heart beat quicker, and there came into her mind"], [265, "257 AN EPISODE. a picture of the peaceful village she had left, Avith its broad fields and woods, and thatched cottages. There was a mother's smile to remember, and the prattle of a little sister, who would wonder, when she awoke in the morning, why her big sister had got up so early ; even the barking of her father's rough sheep-dog, and the chatter of the mag pie, seemed to echo in her ears. There was a confused memory, too, of the places she had passed on her journey. Bridges and roadside Inns, churches and goodly farmhouses, open glimpses of pleasant landscape, with a flash of the river betAveen them. It all came back in the midst of the bustle and noise, and bewildered her. She wandered into the park Avithout any definite purpose, but merely to think a little. She could not collect s VOL. II."], [266, "258 MARTYRS TO FASHION. her thoughts in the noisy streets — she had never been in the midst of such traffic and excitement before. The streets of Oxford, where she had been once or twice, were like dreamland compared to these. So calm, so quiet, one might wander there on a summer afternoon, and hear the birds sing in the high trees of the college gardens. The thought of all this, and a secret misery which had not yet been confided to any living soul, so pressed upon her, that she burst into tears. A rough coarse creature, having little about her to remind one of the sex to which she belonged, yet still with some thing of its tenderness and sympathy remaining, came up to her. \" What's the matter, my wench ?\" \"I am a stranger in this big town, I haven't any money, and I don't know"], [267, "259 AN EPISODE. where to go for the night,\" exclaimed the poor girl, quite terrified at her position. \" Yonder, under those trees, that's where the likes of us have to find a lodging,\" said the woman, instantly O O ' ' t! pulling down the timid country girl to her own level — \"or,\" added she, with a frightful hoarse laugh, \" if you are particular, and want a roof over your head, there's a night's lodging to be had free gratis for nothing, in the dry arches of some of the railways.\" \"Where are they,\" asked the girl, \" I have walked the whole day long, and I am ready to drop.\" \" Well, then, you'd better drop where you are, there's some leaves on the trees yet, and I'll scrape you enough together to keep you off the damp ground.\" s 2"], [268, "260 MARTYRS TO FASHION. Mechanically, the girl followed her rough guide into the shade of the group of trees near the magazine. It seemed a horrible place in the increasing dark ness, and the sight of a number of tattered figures stretched uneasily upon the turf, oppressed her with a sense of despair. There was a dubious silence amongst these houseless wretches, broken at rare intervals, when a half-groan or muttered oath revealed that somebody had turned over upon a harder clod than usual, or perhaps a stone. It was impossible to distinguish their features, and the poor girl hardly knew what infamous associates she was about to mingle with. Her companion evidently used to the al fresco lodgings, hastily scraped together some of the fallen leaves, and dropped wearily upon them. The country girl still hesitated, but"], [269, "261 AN EPISODE. fatigue overcame her, and soon, within sight of the proudest mansions of the most fashionable quarters of town, these Avearied wretches slept their uneasy sleep. A strange gathering, indeed, under those Avide-spreading elms. Lovely girls shut out from home by a terrible sense of shame — young men who have exhausted their last penny in racing or gambling — older men whose passion for drink has left them with ruined health and empty pockets ; aye, and not the depraved and vile only, but artists and literary men, who have found life too short, and art too long to reach the goal of their desires, have sought the shelter of the Hyde Park trees, till the publisher or editor sent them the anxiously expected cheque. Did not poor David Gray, the young Scotch poet, take his first step towards"], [270, "262 MARTYRS TO FASHION. the grave under those fatal trees ? There are some wild secrets in our London life for those who will lift the curtain. With short snatches of sleep, and miserable dreams — with tearful recollec tions of the quiet household she had left so secretly, and with vague ideas of how she would spend the forth-coming day, the night wore away, and the dull, cold, grey dawn came at last. Thanking her coarse companion, she rose from the ground, stiff, weary, and hungry, and went over to the barracks again, to seek the sentinel who had befriended her on the previous evening. The sweet voice and expressive eyes of the girl had made quite an impression upon the tender-hearted soldier, and he received her with much warmth. \"I am afraid,\" said he, \"you'll get into trouble of some sort, if you have"], [271, "263 AN EPISODE. no home to go to. Why didn't you Avrite to your friend, John Smith, before you came up. He'll be some days before he comes home, and Avhat do you mean to do ? The poor girl answered not a word, but burst into tears. \" Come, my good girl, you musn't be down-hearted. You shall stay at my mother's, if you like, for a day or two, but it was foolish to come up at a venture.\" \"I didn't exactly do that,\" said the girl. \" I expected I should find out at any of the barracks the address of a gentleman, an officer\" — \"I thought so, by God,\" muttered the soldier, \" if there's a prettier girl than usual, she's always enquiring after an officer. And what Avas this officer's name, my pretty lass ?\""], [272, "264 MARTYRS TO FASHION. \"Captain Mellor.\" \" Mellor ! I neA'er heard an officer of that name, but I'll enquire. WThat regiment does he belong to ? Perhaps he's gone abroad to the Indian mutiny. There's a rare lot of swells off, for they are hoping for promotion. He may be one of them.\" \" I should think,\" said the girl, \" he Avould have told me.\" \" Told you ? Come, that's droll you should be in the Captain's confidence.\" The girl blushed deeper and deeper. Her secret was out. \" Well, I'll enquire about this Captain Mellor, my lass, if you'll wait a few minutes.\" He Avent back to the barracks, and shortly returned, with a very grave face. \" I am afraid, miss, you have been deceived in some Avav. There is no"], [273, "265 AN EPISODE. Captain Mellor in the army. We have had some enquiries before, our officer tells me, and if there's anybody of the name of Mellor, calling himself Captain, he's just a swindler, and nothing better.\" The girl uttered a piercing cry, and fell upon the ground senseless. The soldier lifted her up, and with the aid of stimulants, restored her to conscious ness, but she would say nothing more. \" You might have been mistaken in the name,\" said the soldier, kindly, \"I must go on duty again, now, but come here later in the day, and I'll help you to find this Mellor.\" He pressed a shilling or two into the girl's hand, which she took most unAvillingly, and left him, and once more wandered into the park. Her feet were blistered with her walk of the previous day, but she was"], [274, "266 MARTYRS TO FASHION. heedless of physical pain. All hope of happiness had utterly departed from her, and she only wished to die. She, like many a fair young girl before her, had dreamed bright dreams, which had become curses instead of blessings. What could she say to her friends ; how confess to them her despair ? She walked on silently and heavily, full of horrible thoughts, and craving any means of escape, however desperate, from the dread of the future. Soon, the gleam of the Serpentine was before her eyes, and she hailed it with a welcome sigh of relief. There at least would be peace. She sat about all the day upon the park seats, and when night came on, walked resolutely to the bridge, which separates the park from Kensington gardens, and plunged in."], [275, "267 AN EPISODE. She was not rescued. The act had been too quiet, too determined, to excite attention. About the hour that Mellor and Caroline reached London Bridge, upon their return from Paris, \" the body of a young female, name unknown, was pulled out of the Serpentine.\" So the daily papers noted the circumstance, but being the third victim during the same week, no special attention was drawn to that particular case. \" But this is too common to occasion surprise,\" remarks the reader. True ; it is but an episode, throwing a little more light upon the charming coolness of the man Caroline Sandall had married. Another Martyr to Fashion, indeed ; that is all."], [276, "CHAPTER XVIII. THE INQUEST. The statement of the man in charge of the ferryman and Cruppy, startled them not a little. They waited, hoAvever, till the morning, being unable to decide upon any course of action, and then, in response to his urgent entreaty, sent a messenger to Merton. In the meantime, the man explained his own share in the matter. \" I am not going to keep secrets now the man is dead,\" said he, \" Sir Charles Sinclair came to me, and told me that the person who had charge of a relative subject to fits of insanity, was compelled to resign his post, and asked me to"], [277, "269 THE INQUEST. undertake it. I received a recommenda tion from the asylum, where I had been employed for some years. I was told to come over to Wallingford early in the day, and the person there would give me instructions. I went, and found a gentleman there, a physician, who told me his name was Santi ; a very gentle manly, and accomplished man. He gave me some particulars as to how I should act Avhen these fits came on, for it seemed that at other times the man's intellect was clear, and he was as gentle as a child.\" \" For some reason, this gentleman, Santi, did not seem satisfied with his position. He made no complaint against Sir Charles, but when I made bold to ask him where he was going to, or what was to be his future occupation, he said, that giving up his present post"], [278, "270 MARTYRS TO FASHION. would reduce him to complete poverty, but that he would rather endure any suffering than keep it any longer. I asked him for my own sake, if it was because Sir Charles was hard to please, but he said, no, Sir Charles had been extremely liberal, but there were other reasons. We parted in a most friendly way, and Santi gave me an address in London, where a letter would reach him, if any difficulty should occur respecting the lunatic.\" \" When Sir Charles came, he seemed very much grieved to hear that Santi was gone. We then talked about the treatment of the lunatic. He gave me no particular directions, for he seemed troubled in his mind. I noticed as one thing peculiar, that Sir Charles en deavoured not to be seen by the lunatic. While we had been talking, and settling"], [279, "271 THE INQUEST. terms, the lunatic was walking in the orchard at the back, and an assistant was with him. He was talking quite rational and reasonable to the man, when suddenly he stopped, and listened, as a man might do, hearing a voice he knew, which he hadn't heard for years. How he came to do so, was, no doubt, through the back door being open. Sir Charles had spoken in rather a loud tone, and it was his voice this poor fellow heard. Before the man who was with him could prevent him, he had dashed through the orchard, and leaped a hedge nearly as high as himself, which separated the orchard from the road leading to the ferry. All this I did not knoAv at the moment, for my man rushed breathless into the house, just as Sir Charles went away, to tell me of it. At first I thought it advisable to follow"], [280, "272 MARTYRS TO FASHION. Sir Charles, but, upon second thoughts, I considered it better to search for the man, and bring him back, if possible, before Sir Charles knew of it. I was wandering about all the afternoon without finding him, and was just going back by the ferry, being the nearest way.\" \" But how do you know that the man is brother to Sir Charles ?\" enquired the ferryman. \" The physician, Santi, while giving me directions, accidentally spoke of him as Sir Charles's brother. I don't think he intended it.\" This Avas all the explanation the man had to give, and, after a consultation with the doctor, and two or three far mers, it was decided to set him at liberty. A jury was afterwards summoned for an inquest, consisting mainly of the farmers who had been in the boat,"], [281, "273 THE INQUEST. when the body was discovered. There Avas so much mystery attending the affair, that all available evidence Avas obtained. The man avIio had charge of the lunatic, Cruppy, the ferryman, the doctor, and Sir Charles were all sum moned. Maggie Reed having made allusions to Ambrose, as having some special knoAvledge of the matter, Avhen she paid her hurried visit to her friends, he also Avas summoned. It was publishing day of the Merton Chronicle, and of course so important an eA'ent found a prominent place in its columns. It chanced that Santi, sitting in the coffee room of an Oxford hotel, read the paragraph, which was in the fol lowing words — \" Mysterious Death. \" Just as Ave were going to press, Ave A'OL. II T"], [282, "274 MARTYRS TO FASHION. learned that a singular accident has taken place at the ferry, between Merton and Wallingford. A labourer, named Job Cruppy, employed by our respected neighbour, Mr. Warren, of the Mount Farm, wishing to cross the ferry, was surprised to find the boat was not there. On proceeding to the ferry-house, he Avas met by the ferryman, who had just discovered his boat floating bottom upwards doAvn the stream. Suspecting from this that an accident had occurred, he raised an alarm, and Avith the ferryman and some farmers roAved doAvn the river, where the body of a man was discovered amongst the wooden piles of the Aveir. How, or by what means he came into the Avater, our reporter could not ascertain, but addi tional interest is created by a strange rumour that the deceased is a near"], [283, "THE INQUEST. 275 relative of Sir Charles Sinclair, of Merton Manor. Should this be the case, there is little doubt that the Avorthy baronet will have the matter sifted to the bottom. We have before alluded to the dangerous state of this ferry, and we trust, now, that something may be done by our local authorities. An inquest will be held on the unfortunate deceased, on Monday next, when Ave shall publish an extra edition, with the fullest particulars of the inquest and the verdict.\" Santi read and re-read this paragraph, and meditated earnestly upon it. He was thoroughly satisfied Avho the drowned man was, before he had finished reading the paragraph, and his immediate anxiety was how to act, so that he would not be doing an injustice to a man who had once befriended him ; at the same time, his heart yearned toAvards the poor t 2"], [284, "276 MARTYRS TO FASHION. German girl and her little child, living in London, upon the generosity of his old friend Schondorf. The German basso had set his heart upon unravelling the mystery. He was as tender as a child, this huge German basso, and few who shuddered at his tremendous tones, when, as Bertram in the opera of Roberto, he causes the shrinking Alice to cling to the cross for protection, Avould have imagined how soft-hearted he was. Just so Avas the majestic Lablache — a gigantic school-boy, as full of tricks as a kitten. Santi considered long and earnestly as to the course he should adopt, and ended by telegraphing a guarded message to Schondorf. The German, however, so greatly magnified the importance of this communication, that, Avithout a moments delay he applied to the police, offering a reward."], [285, "277 THE INQUEST. Santi little knew how rapidly events were progressing. He still remained at the hotel, awaiting further intelligence. MeanAvhile the inquest took place, and the first Avitness called Avas Cruppy, Avhose spasmodic fit of energy being over, left him the same indolent, happy-go-lucky fellow we have hitherto known. \" You are to state, my man, Avhat you knoAv of this matter,\" said the coroner. \" Yes, your Avorship — that is your lordship.\" This caused a laugh, Cruppy being hazy as to the exact position of a coroner. \" Wre can do without merriment in a case of this kind,\" remarked the coroner. \" Your Avorship, I Avas sitting at breakfast Avith Mrs. Higgins,\" Cruppy began, \" and I said, ' I am going to"], [286, "278 MARTYRS TO FASHION. Wallingford to-day, Mrs. Higgins, and can you guess Avhat for ?' ' That I can't,' she said, ' but I hope it's for some Avise purpose,' which is one of her sayings.\" \"My good fellow,\" said the coroner, \"what has Mrs. Higgins to do with this inquest ?\" \"I'm coming to that, your honour.\" \" You went to Wallingford, it seems,\" said the coroner, sharply. \" Now tell us Avhat you did there — got drunk, perhaps ?\" \"A little merry, your worship, but nothing out of the way,\" replied Cruppy, with perfect coolness. He might have hurried himself a little to save a man's life, but that was a dif ferent matter ; he would not be driven now. \"Come to the point at once, my good"], [287, "THE INQUEST. 279 felloAV ; you didn't push the man into the water, I suppose ?\" \"I was coming from Wallingford,\" Cruppy began again, \" and when I got to the ' Bell,' just above the ferry, I had a glass of ale, and the young Avoman at the bar said, ' did you hear a splash just now, Mr. Cruppy ? I thought you had fallen into the river.\" \" ' Oh ! no, miss,' said I ; ' I'm not so fond of water, but I'm going to cross the ferry directly, when I've had a pint of mild ale.' I soon reached the ferry, and found the boat Avas gone, then the ferryman came up and said his boat was loose, and would I help him secure it. Wre rowed down to the Aveir, and there Ave found this poor felloAV.\" This was all Cruppy's evidence, which the ferryman corroborated ; then the man from the lunatic asylum came into"], [288, "280 MARTYRS TO FASHION. the room, and there Avas a stir and excitement amongst the jury in con sequence of What this person had said respecting Sir Charles Sinclair. \"Your name is William Thorburn, I am told, and you had charge of the deceased ?\" \"Yes.\" \" Hoav long had he been in vour keeping ?\" \" Only one day,\" replied the man. \" Tell us how you came to allow him to escape, and what Sir Charles Sinclair said Avith reference to him.\" The man recounted, in nearly the same language he had used to Cruppy and the ferryman, the circumstances. \" You say,\" remarked the coroner, \" that Sir Charles left the house but a feAv minutes before the escape of the deceased I\""], [289, "281 THE INQUEST. \"Scarce a minute before,\" said the man. \" Indeed, Sir Charles Avas Avithin sight, in the lane, when my assistant came to tell me our patient Avas gone.\" \" Are you aware what road Sir Charles took after leaving the house ?\" \" He took first the road leading into Wallingford ; but I learn from his ser vant, Mr. Ambrose, that Sir Charles came home very Avet and dirty.\" Is Mr. Ambrose here ?\" He is.\" \" Let him be called,\" said the coroner. Ambrose entered the room demurely, with an expression Avhich, as a mute at a funeral, would have been of great value to any undertaker. \" Tell us Avhat you know of this matter, Mr. Ambrose.\" \" I will, by the Lord's blessing ; but pray gentlemen of the jury, and you"], [290, "282 MARTYRS TO FASHION. also Mr. Coroner, do not suppose I AAdsh to pry into Sir Charles Sinclair's affairs.\" \" Tell us the simple facts, Mr. Ambrose.\" \" Sir Charles returned to the Manor on that Friday evening with clothes on that were not his own ; he said he had a fall on the muddy road, and they lent him a change of clothing at the ' Bell.' The ostler at the ' Bell ' brought home Sir Charles's own clothes the next , , morning. \" Did he make any remark, or you ?\" \" I said, ' My good man, how wet these clothes are.\" \" ' No wonder, seeing Sir Charles had a ducking in the Thames,' the man said.\" \"You had some further talk, I dare say ?\" \"A little.\""], [291, "283 THE INQUEST. \" What Avas the subject of the con versation ?\" \" The ostler asked if I had heard that a man Avas droAvned.\" \"What else?\" \" He enquired if I knew that the deceased was a relative of Sir Charles.\" \" And what was your answer ?\" \" I told him that I had seen, upon one occasion, a man in Sir Charles's study extremely like my master, but that he had neither spoken nor moved during the time I was in the room.\" \" I think, gentlemen of the jury,\" said the coroner, \"that it Avould be well for Mr. Ambrose to see the deceased.\" \"I think so,\" the foreman answered. The foreman then went with Ambrose and another of the jurymen, into the outer room where the body lay."], [292, "284 MARTYRS TO FASHION. \"Can you recognize him?\" asked the foreman. Ambrose answered, \" That is the man. \" You are certain ?\" the juryman said. Ambrose pulled from his pocket the photograph before alluded to, and shoAved it to the juryman. The evidence Avas conclusive, for death had fixed the features of the droAvned man so rigidly that the resemblance to the photograph was even more striking than it Avould have been in life, Avhen the complexion and constantly-A'arying play of the features make it so difficult to get a perfectly good likeness, except from persons with very marked confor mation. The photograph Avas shown to the rest of the jury, many of Avhom kneAv Hugh bv sight."], [293, "285 THE INQUEST. The doctor Avas then called ; he ex plained the examination he had made, without finding anything suspicious, beyond the fact that the deceased came by death through drowning. \" And you are unable to say if there had been any violence used towards the deceased.\" \"Quite,\" said the surgeon. \"He might simply have fallen in the river, or he might have been pushed in.\" \" Call the ferryman again.\" The ferryman came. \" State in what condition you found your boat,\" said the coroner. \" We found her floating bottom up wards, just before we reached the Aveir. \" But had any damage been done to it?\" \" None Avhatevcr.\""], [294, "286 MARTYRS TO FASHION. \"But is there not a pole to push the boat off, did you find that ?\" \"That was found,\" the ferryman said, \"broken in half.\" \" Produce it.\" The ferryman brought the two portions of the pole, but it was impossible to say if it had been broken accidentally or not. \"Call Sir Charles Sinclair.\" A stir was created in the little room as Hugh entered, and the coroner asked him to state what he knew of the case. \" The man who has given evidence here to day, named Thorburn, was employed by me to take charge of the deceased. The person who formerly had charge of the lunatic, left in the early part of the day, and it was necessary for me to give some instructions as to his treatment.\""], [295, "287 THE INQUEST. \" Was the deceased ever violent ?\" enquired the coroner. \" Very seldom ; he was usually ex tremely quiet.\" \" But you thought it advisable to keep him under continued restraint.\" \"I did.\" \" After you left the house, did you go to Wallingford, Sir Charles ?\" \" I did not ; I certainly walked some distance along the Wallingford road, but turned and crossed tAvo or three fields, and then reached the ferry.\" \" You had a motive in that.\" \" Yes, I did not Avish it to be known that I had visited an insane relative.\" \" The deceased, it has been rumoured, is your brother.\" \"He is.\" \"You say that you went to the"], [296, "288 MARTYRS TO FASHION. ferry. Did you cross it alone, or with the ferryman. \" It Avas dusk Avhen I reached the ferry. The boat was at some distance from the shore ; I shouted, and the boat was pushed towards me. I got in, and the person pushed the boat very rapidly out ; when Ave were in mid stream, it was not quite so dark. I then saAV, that instead of the ferryman, it was the deceased, and before I could recover from my astonishment, he jumped up, and threw me into the stream.\" \"Did he fall in himself?\" \" I believe not. \"You SAvam to shore, and Avhat then. Sir Charles ?\" \" While swimming to shore, the ferrv boat had disappeared.\" \" And you did not see deceased any more ?\""], [297, "THE INQUEST. 289 \"No.\" \"Why did you not give an alarm when you went to the ' Bell ' to change your dress ?\" \" I wished it to be kept secret that my brother was not of sound mind.\" Hugh then left the room. \" That is all the evidence we have, gentlemen of the jury,\" said the coroner. \" There are some mysterious circum stances connected with this affair. That Sir Charles did not wish to make it public that he had an insane brother, was, perhaps, natural to some extent, but he showed great want of judgment, to say the least, in not giving an alarm when he went to the public house, knowing his brother to be of unsound mind. It does not ' appear that any harsh treatment has been exercised towards the unfortunate deceased, though VOL. II. u"], [298, "290 MARTYRS TO FASHION. why he should have thrown Sir Charles into the river, except for some sudden desire of revenge, appears strange. It is not our business to pry into family matters, but probably there may be difficulties relating to the Merton pro perty, which have caused unhappy differences between the relatives. As far as I can see, gentlemen of the jury, we must return an open verdict. The chances are, that after the deceased precipitated Sir Charles into the river, he also overbalanced himself. Indeed, that presumption seems likely, from the fact of the boat being upset.\" The jury considered a short time, and then gave in their verdict, \" Found Dead.\" Hugh Sinclair never forgot the un sympathetic glances which fell upon him as he left the room, after giving his"], [299, "291 THE INQUEST. evidence. He went back to the Manor, feeling that Retribution was near at hand. END OF SECOND VOLUME."], [300, ""], [301, ""], [302, ""], [303, ""], [304, ""]]