[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "THE CRAZED MAID OF VENICE, &C. &C."], [8, ""], [9, "THF_ CRAZED MAID OF VENICE, AND OTHER POEMS ; BY THE AUTHOR OF GIUSEPPINO. SignoT, far mi convien, come fa il buono Sonatpr, sopra il suo strumento arguto ; Che spesso muta corda, e varia suono, RiceTcando ora U grave, ora l'acuto. Ariosto. LONDON : PUBLISHED BY LONGMAN, REES, ORSIE, BROWN, S- GREEA PATERNOSTER-ROV. J 82s*."], [10, ""], [11, "CONTENTS. lines. page. The Crsized Maid of Venice, 183 1 The Might of Time 150 10 Sonnets, 280 17 — 36 Faded Beauty, 121 37 Wizard-Song, 32 43 Satire, 01 45 Hero and Leander, 26 48 To ; from the Spanish of Fulano, . 48 50 To an old Woman, 21 53 To , 16 54 The War Song of the Free, • 60 55 The Song of Folly, 24 59 Translation; from the Italian of Francesco Lnpo, 58 61 Song of Waterloo, 800 65 Ballad, 161 105 Sonnet, 14 113 On leaving Ireland, ........ 18 114 Notes, — 115"], [12, ""], [13, "ADVERTISEMENT. \" It was, I think, in coasting an isoletta occupied by the latter, that an incident occurred which would have been sus ceptible of much interest from the pen which sketched the story of Le Fevre. As we neared the island, for the benefit of shade, (for the heat was intense,) we came close under a dreary-lookiug wing of the building of the lazzaretto — so close, that we distinctly heard a young silvery-toned voice frequently repeating' Venite per me? Venite per me, cari amici?' Di rected by the sound, we perceived a pale face pressed against the iron bars of a sashless window, in an elevated part of the building : one hand, that looked like snow in the sunshine, had forced itself through the grating, and accompanied by its im patient motion, the anxious oft-repeated question of Venite per me?' As we rowed on, the voice lost its cheeriness, its tones seemed suffocated by disappointment, and the wind that bore them died noton the waters with a more melancholy mur mur than the last sobbing sound which we caught of ' Venite per me ? ' \" ' Poverina /' said the gondoliere, in a tone of com passion, — ' Poverina !' if we passed twenty times a day, she"], [14, "VI ADVERTISEMENT. would ask if it was for her we were coming ? ' We inquired who the Poverina was ? He said he did not know ; she was some young maniac, — mad for love, he had heard : she had been for many months confined in that apartment, in the wing of the lazzaretto dedicated to insane patients ; but in winter or summer, the plashing of the oar of a gondola was sure to bring her to the iron bars of her cell, and elicited that question, repeated in tones so various and affecting, as hope faded into disappointment — ' Venite per me?'\" — Lady Morgan's Italy, vol. iii. p. 387 — 8."], [15, "THE CRAZED MAID OF VENICE An me ludit amabilis Iosauia? Horace. How oft the mid-day beam hath blazed Against these anxious, straining eyes, While through the narrow bars I've gazed, With hope that's hourly born and dies ; Gazed, from the faintest dawn of light, Along those waters, — till my sight Has ached in dimness, and no tear Would flow within this prison drear, — These thick walls check my very sighs That still in straitened gasps arise ; — Gazed on, through all the live-long hours, Till every star of heaven was seen, i:"], [16, "2 THE CRAZED MAID OF VENICE. Like noiseless drops of diamond-showers, O'er all that waveless depth serene ; Till once again, the happy voices Of those whom Love had gathered there, In fairy galleys, far and near, Seemed well-nigh joyous to mine ear, And each sweet song stole through my heart, As when I, too, had borne a part ; — For many a youthful band rejoices, Along those shores, when eve is come ; While I, from out my living tomb, Far worse than dead, can still behold The gentle reign of young delight, Remembering years of swifter flight. Long centuries, methinks, have rolled Between that time and this which sees Me captive to all miseries. — 'Tis strange but I, too, once could glide O'er that fresh wave, at even-tide, With him.— Oh ! had I then but died ! Oh ! that I should remember bliss, Through hours, and days, aud years like this, And know that, once, have beamed on me Days such as never should have set,"], [17, "THE CRAZED MAID OF VENICE. 3 But grown to an eternity, — When feelings all immortal seemed, And all our thoughts with sun-light teemed ! Yes ! others may, at length, forget : But those dead hopes all haunt me still, Without the kindly power to kill ; Still their too-mortal prey am I Without the power to die, — A spectre doomed to clay and breath, Forsaken both of life and death. Thou hideous prison-roof, how long Wilt thou shut out all heaven from me ? O parents ! kindred ! can it be That ye betrayed me to this wrong ? I who was so caressed of all, So loved, and loving; shall my call Wake no reviving tenderness 1 Even here, I have not ceased to bless Those who once blessed me. Turn again, Nor let my watching be in vain. Have ye so felt the chill of time, As now to deem pure love a crime 1"], [18, "4 THE CRAZED MAID OF VENICE. r Love, by whose hallowing influence, We break and spurn the bonds of sense ; On whose white wings we soar above, Like native dwellers of the skies ; Whose birth-place was in Paradise, That had but utterable joys, Before the birth of Love ! Deem not that I could e'er resign This heavenly, hapless dream of mine : For better is the despair of lovers Than the best hopes the loveless cherish And though each day, each hour, discovers How passion's truest zealots perish, For ever baffled, still I come Proud of so pure a martyrdom. And hast thou, too, forgotten me, And all the ills I'm doomed to prove? Hast thou, too, learned to mock at love, Like the rank world ? It cannot be. If now my checks have lost their glow, It was for thee they withered thus ; 'Twas in the hour which parted us Those bitter tears began to flow"], [19, "THE CRAZED MAID OF VENICE. 5 Which have bedimmed mine eyes ; and now, 'Tis but for thee to bid them shine, Kindling their rays with looks of thine. Mark ye the flashing oar afar, Brighter than the brightest star That guides the journeyers of the deep ? O welcome long-expected friends ! Haste, haste ye ! — Soon once more I'll weep, In the free air : this glad hour ends My most forlorn captivity, And I shall be a sighless creature, Most young and fair in soul and feature, As whilom it was mine to be A chantress on that joyous sea. Yes some kind spirit has come down, And called the lingerers to my aid, And grieved to see a wretched maid With more than mortal grief o'erthrown. Mark how they hither speed ! 'tis he ! 'Tis Leonardo's self I see ; Though distant yet, that form I know, And do not err : it must be so."], [20, "6 THE CRAZED MAID OF VENICE. As heretofore, I feel the day Brightening before his welcome way : If he were dead, as once they said, I could not thus be phantom-led, For spirits shun the ray. How could I deem thee false, dear youth, Thou that wast ever true as truth ? How deem thy love was less than mine? Ah, hadst thou, thus, been doomed to pine, One day, within a den like this, I would have dared all deaths to ope Thy prison-gate, and bring thee hope. But now we'll only speak of bliss, Less winged bliss, less fleeting cheer, Than seemed to smile for us, whilere. Now their small bark is nearing fast ; My beckoning hand they see. — Come ye for me, dear friends, at last ? Come ye, sweet friends, for me ? Alas, though near, they cannot hear The voice that has grown faint with fear ; They cannot see my heaving breast Against this narrow window prest."], [21, "7 THE CRAZED MAID OF VENICE. i O thou too-languid summer breeze Lend wings to words so weak as these ! Now they are gliding close below : Ah pitiless ! and will ye go ? Why bend on me that hopeless gaze That seems to mourn my lot, yet says That here I still must lose my days? Come ye for me, dear friends ? Alas ! Ail-silently away they pass, Like thousands more to whom I've prayed, Through many a year, in vain, for aid. Of all that breathe none will there be, From this hour forth, to come for me. 'Twas fancy's mocking sorceries That conjured up that image dear. Thank heaven, at least he was not there Oh, 'twere a pang beyond all these Had I beheld him thus pass on ! Perchance they've bound thee, dearest one, Within some bulwark of despair Whose shadow poisons all the air, The heart-plague's rank infected lair."], [22, "8 THE CRAZED MAID OF VENICE. Perchance, from some far desert shore Thy answering sighs to heaven arise, And win bright tears from angel-eyes Where'er thou art — howe'er I deem Of thee, in many a wildered dream — I'll think thee faithful evermore ; One who hath been, and still shall be, Worthy of all my constancy. Heavens ! how I had forgotten all ! What horrors can a thought recall ! Have I not seen my lover's grave, In Venice, and yet live to rave, To rave of joy on earth ? — But I Shall also gain the bliss to die, And follow, whither he hath fled, To Love's own world, wherein the dead Flowers of this clime shall bloom, once more Ail-newly and for ever. — There The true shall fear no wan despair, No arrowy thoughts to pierce the core Of gentle hearts : but, on that shore All sainted lovers, from all lands, Shall meet, in most rejoicing bands,"], [23, "9 THE CRAZED MAID OF VENICE. Petrarch shall find his long-lost fair, And the great Tuscan, there, shall know A brighter heaven than that he sung, In rapture's most unearthly glow ; A theme for an archangel's tongue. From all the wrecks that Time hath wrought, The gems shall be up-gathered then, And to that beauteous region brought, Never to sink in gloom again. O Hope, now more than ever sweet, This thought redeems thy past deceit ! There, Leonardo, there we'll meet ! 1820. Li"], [24, "THE MIGHT OF TIME. The following is merely an abstract picture of ruin, and has no allusion to any facts recorded in history. A change came o'er the spirit of my dream. Byron. Of that great puissance which doth o'erthrow The kingliest seats of famous conquerors, Or quench the peasant's hearth, with equal sway, Unpeopling earth, and bringing all to nought, Under the funeral shadow of his wings, — I would trace out a feeble record, here. One of the dead of a far age was freed Even from the grave's enchaining sleep, and rose From out the depths of the full gloom. To him Was given the power to roam, a certain space, Throughout the clime wherein his life had been,"], [25, "THE MIGHT OF TIME. 11 In the forgotten reign os early kings, The shepherd-kings of old. Fleeter than eagles, He sought his mountain birth-place, and the haunts Where his youth gathered its delights ; where first He bounded through the lonely wooded wilds, Along the fresh shores of the mountain-lakes, With tireless limbs, and all a hunter's joy, In ancient sunny hours. — When Earth was young, He had been of the sons of high renown, One of most wondrous deeds, a vanquisher Of tyrants, and a lawgiver whose thoughts Were mightier than a giant-host to guard His birth land strongly, — such an one as he Of Thebes, — a worthy of the first pure time. He found the place where, once, his home had been ; Where, once, a mount, clad with far-spreading forests, Reared its huge head, in lasting snows arrayed, High as the summer-clouds. All round its base, Of old, were many cities, and that height Was of far isles, and peopled lands, the wonder. He sought that mount, and found it not. Its place Was empty. The fair cities, like their dwellers, Were buried. The vast woods that had been, were not, And left but nakedness and barrenness."], [26, "12 THE MIGHT OF TIME. The wide lakes glittered to the sun no more ; The thirsty earth had, long since, swallowed them ; And the sea-isles were gone. Nought there was left The same as oft his living eyes beheld, But the ever-rolling waves of the great deep. Even the seas were desert. No trim bark Sped to or from those shores ; not even the skiff Of the fisher scudded o'er the bay : but quicksands Had marred the goodly haven which, so oft, Held fleets in its broad shelter. Time had wrought A piteous triumph, in that clime : his host Of centuries had past, and done their worst. An earth-shock had flung down the towering height, And filled the lakes with its huge ruins. There The fire-mountain disgorged its deluge red, And, long ago, had sepulchred whole cities Within a burning grave. Far, round about, The holds of strength, the bulwarked citadels, Were levelled like the hamlets, wholly razed, Without a wreck of all that was. Their ruins Had crumbled into ashes, long before, — Their ashes into dust : for many ages, Their very names had been unheard, on earth. Decay had swept off all that had been. Now,"], [27, "THE MIGHT OF TIME. 13 No track was seen to mark her scathing course. That land seemed not even like the grave of aught : It was as though the foot of man had ne'er Been on it. Through that land no living thing, Save the fierce desert-creatures, dwelt : to these Man had forsaken all. Thick mists of death Arose from the wide marshes, in whose place The goodly lakes had been of old. Far, wide, The air was tainted with the breath of plagues. That being turned away, as an earthly man Would, shuddering, turn him from the murdered corse Of his own sire. With speed unspeakable, He fleeted forth from the sad region. Soon He overpast the rueful realm, and all The bounds of the vast wilderness, and came Among the dwellings of the quick, where now The ancient cities were, even in the place Which wide and pathless forests had o'erspread, When he had last been in the upper world. There the all-wakeful voice of crowds was heard, Where erst the wild birds warbled, in the glades Of an untravelled land of sylvan gloom, Through whose thick coverts all wild woodland things"], [28, "THE MIGHT OF TIME. 14 Fearless rejoiced, together. Here, at least, He sought to find, in the abodes of life, Some of his race and name. He found them not. None that had being now were of his blood ;— His lineage was in unremembered graves ; His deeds were all forgotten ; and his name Had been unheard, for many ages. — Still, There did he linger ; for he fain would hear The tongue of his own land. He heard it not. Another speech from that his lips had known Was heard ; another people there had sway ; And all the offspring of the olden race, That had been mighty, now were lowly thralls, And in their ancient heritage they toiled For those whose forefathers had toiled for theirs. They groaned beneath the rod of evil power, And perished hopeless. Still a few there were, A trusty few, that would have died the death To win one bright free hour : but all the rest Were slaves in soul, crouching beneath the lash. And they who swayed throughout that land were those Whose sires were outcasts from each horde uncouth, Bondmen, of yore, in every land, and then Sea-rovers, felon-spoilers, whose vile name"], [29, "THE MIGHT OF TIME. 15 Outgrew the scorn of men, to be a dread Unto the proudest thrones. — Within those confines, The temples, now, were worshipless, and fallen Upon the plains they once so glorified. Their broad foundations were hid deeply down ; Their awful portals filled with clay ; all gone, Save a few pillars that did nought uphold, That seemed but left to show how great decay Had triumphed there : — but other fanes had risen, Wherein was wrought a mockery. Murder's imps Sate on the judgment-seats. There all the base Were armed with evil might, and all the noble Pined with sad memory they dared not own, Masked with most lying smiles. Hatred and wrong And bloodshed revelled there, from day to day, While'men looked cheerily, and cursed each other. Death's truant would behold no more. Again, He fleeted to the couch of the cold dark, And, shrinking from the day, slept the deep sleep. Thus, in a waking vision, I've essayed, Faintly, to shadow forth thy semblance grim, O hoary victor : but could some call up"], [30, "16 THE MIGHT OF TIME. Long buried hopes from the heart's sepulchre, Long-baffled zeal, long-faded memories, And dream back into the bright past again, They should behold a ruin such as none Can e'er record. There is no secret deep, No dumb disastrous mystery of fate, So hidden from us as our former selves. We lose a part of being, day by day, And every breath is less the breath of life Than its forerunner, still estranging us From out our first creation. Far o'er life The broad and blinding shadow of the tomb Sinks through our souls, still gathering deeper night, And thus, by strong forgetfulness, we live. What, then, are those fair hopes that, in their birth, Look like immortals, heaven-ascending things ? They are as flowers of Ind, that cannot bide The keen air of our ruthless clime, but die With ne'er-unfolded beauty, — having their home And heritage so near the sun's high throne, Being nurst by the soft kisses of each breeze That wantons through the East.— We will endure. 1818."], [31, "MISCELLANEOUS POEMS. SONNET I. ON SUNRISE. Hail to thy dazzling presence ! How the wide High heaven seems too strait for thee, O Sun ! Thy unveiled beauty every eye must shun ! Armed, as with blinding levin, in thy pride, Thou art alone ; 'tis thine, alone, to hide All radiance with thy blaze, far-beaming one ! Such as thou art to-day, so hast thou shone Through all the past, and changeless dost abide. And shall the might of thy great shining fail ? Art thou not everlasting? Can it be That thou wast born with Time, and shalt wax pale, And perish with him? Is it thy brief doom, Ere the great dawning of eternity, To sink as ashes through the boundless gloom ? u"], [32, "18 MISCELLANEOUS poems. SONNET II. ON SUNSET. Oft have I sat upon a lone hill side, In a clear evening of all-wakeful rest, To view the sun betake him to the west, Whose clouds he thrilled with light from side to side : And fancy, in their many shapes, descried Mounts, plains, and vales, and floods theloveliest ; As 'twere a world of Edens ever-blest, The goal of all bright days, where joys abide, And mock not. — When this soul-uplifting dream Past from me, its starry traces, on my mind, Made the near twilight doubly darker seem. Thus, when the muse hath raised us from this blind And clouded world, into a cloudless beam, How night-like seem the thoughts of humankind!"], [33, "MISCELLANEOUS POEMS. 19 SONNET III. ON MOONRISE. .deacon of memory ! Thou that, wanly bright, Arisest o'er yon summits, and dost wed The soul to peace, with charm of gentle might, Calm, holy, hallowing, awful, yet, not dread ; On the pure young thou beamcst such delight As doubles even their bliss ; the hoariest head Grows wiser, gazing on thy wondrous light That o'er the bosom-dearth like dew is shed! As refluent from some fair primal scene Of being, oft, with fascinated eye, I seek thy radiance which still seems to tell That once my feet had on thy mountains been, In climes Arcadian, — that from thee I fell, Exiled to earth, and drear mortality."], [34, "20 MISCELLANEOUS POEMS. SONNET IV. ON STARLIGHT. JVIillions of worlds ! Creation's curbless race ! Millions of worlds, innumerably spread, Throughout the all-immeasurable space ! This is a thought too wondrous, vast, and dread, Even for the angels. The Unlimited, The Eternal Mind, alone, can e'er embrace Height, depth, breadth, matter, form, duration, spread Endless, where the created may not trace. It is no marvel that the minds of men Should, in those nightly miracles, descry Mysterious power, and deem it destiny : Those are the shore-lights of eternity ; And whoso giveth heed to them, shall, then, Read deep in fate beyond the magian's ken."], [35, "21 MISCELLANEOUS POEMS. SONNET V. ON HOPE. Hope, I know all thy falsehood, and I know How wholesome is the lore thy foe imparts ; With what high wisdom, Time informs our hearts, Unteaching thy sweet lessons : be it so. Alas ! can sighs be all the thanks we owe For gifts so precious ? With what Parthian darts Doth Memory wound, when all thy wizard-arts Fail, and the soul hath lost its credulous glow ! O thou dear traitress, 'tis in vain, — in vain, — That of truth's freezing fount I've tasted : still, I love thy treasons and betraying smile. Though in thy cup, for me, but dregs remain, Withhold not the all-vital charm, until These locks are greyer.— Mock me yet a while ! 1817."], [36, "22 MISCELLANEOUS POEMS. SONNET VI. ON THE DECAY OF FEELING AND IMAGINATION. Y outh's dream of dreams is gone. No morn is nigh. I have awaked into the dark, — that night Which is the worldling's day. Ay me ! how bright Was the past blindness ! Whither wandered I ? O'er a most wondrous world of fantasy, Bondless of soul. Oh, for the winged might To ponder o'er the past, — to gather light From suns long set beyond oblivion's sea ! No : I can never more re-dream ; but must Put on the shroud that doth enwrap the mind Of Man, so long before the grave-clothes bind His clay, when that is laid with other dust. O Memory, in whom I put my trust, Thou too, like Hope, hast left me, doubly blind"], [37, "MISCELLANEOUS POEMS. 23 SONNET VII. W ho are the rich ? They who have gathered gold, By any means, and wallow in such pleasure As gold can buy ? Is this the narrow measure By which the wealth of our great world is told 1 Deem ye the dullard rich, whose pampered mold Shuts in a paltry soul, who feels the pressure Of hoarded cares, and whose most hidden treasure Is shining dross alone ? Are such enrolled The favoured ones ? — No : only in the mind, Can we be rich or poor. The living power Of loftier thought and feeling is, alone, Worthy tbe name of wealth : in these, we find All that adds worth to life ; and, thus, each one That hath those gifts may smile, though Fortune lower."], [38, "MISCELLANEOUS POEMS. 24 SONNET VIII. The senseless moth, around the taper's light, Long flutters, till, enamoured of the rays, He flits into the fascinating blaze, And finds, amid the splendour, endless night. So Man, in love with ruin when, 'tis bright, Fooled with as insect fancies, wastes the days Of his few years, in toil for vulgar praise, And shining troubles, on a barren height. In vales retired the goodliest flowrets spring. In woodland nooks the balmiest air is found. I would not brave the mountain blast, but sing Where the vile breath of throngs awakes no sound. Thus ever, Fortune, I will calmly fling Defiance at thee, nor once fear a wound."], [39, "MISCELLANEOUS POEMS. 25 SONNET IX. ON SHAKESPEARE. O bard, I have been with thee in thy home, The wide world of enchantment, the bright star Which thou hast peopled ! Wafted high and far, I've heard thy spells, and seen all wonders come, Fast, at thy mighty bidding. O'er the foam Of wild seas, in thy whirlwind's deafening jar, I've tracked thy wizard-flight, and burst the bar Of ages, through the past, with thee, to roam. All the rich spoils of time, all legends old Were as a birth-right to thee. Thou alone With more than life each passing shade couldst fill. Thus bidden to thy feast, I would unfold All my large thanks, O ever-matchless one ! Had earth a language for my eager will. B"], [40, "26 MISCELLANEOUS POEMS. SONNET X. ON DANTE. It was his lot to bend, with humble brow, Before the sordid throng ; — to stretch his hand For alms to strangers, driven from his land With Freedom ; fallen in her overthrow. Nor did he deem it shame even thus to bow; And only grieved that none could yet withstand That impious crew who had infixed the brand On Florence, — only blushed her shame to know. Oh, how exceeding opulent was he, In exile, worldly want, and solitude, While came the sacred visions to their birth ! How lordly in that slave-abhorring mood ! How bondless in the thirst for liberty ! Could Dante's soul be poor, in fortune's dearth?"], [41, "MISCELLANEOUS POEMS. 27 SONNET XI. A here is a curse, — the direst of all those Which gather o'er our life ; — it is to bear All that should grieve us, without grief; to wear A heartless calm, a loathsome peace, when woes Are dealt unto us largely ; vile repose Usurping the blank soul : while Hope and Fear Alike forsake us, and the natural tear No longer from the heart, like life-blood, flows. This only do I dread : from this alone, O Fate defend me ! Though it be my doom To writhe, ere long, beneath a scourge of steel, Shield me from horror's worst — the heart of stone ! Whate'er the ills that are as yet to come, Grant me the power their keenest edge to feel !"], [42, "MISCELLANEOUS POEMS. 28 SONNET XII. I stood within that chamber, where, amid Death's sable pageantry, was Byron's bier. No mourner sate thereby ; nor friend was near ; Nor spouse, nor offspring thither came to bid The long farewell. Beneath the coffin-lid He was shut down till doomsday. — How the drear And voiceless scene spoke eloquently clear, While the deep soul saw all that there was hid ! I could have gazed upon the reddest field That ever stained the earth, or dared the heaven, Nor felt the icy shadow, the still power Of dumb corruption that doth hourly wield All mortal means against us, victims given, — Nor Death's whole presence felt, as in that hour !"], [43, "29 MISCELLANEOUS TOEMS. SONNET XIII. ON THE TORTRAIT OF CATHARINE DE BRENTES, THE FIRST WIFE OF RI'BENS. X1 air Catharine ! thou wast the goodliest flower Of all the lilied spring, — the purest bloom In Love's rich heritage ! but the baleful Power Of this chill clime, spreading his wings of gloom, Nipped thee, ere summer came ; and, in thy doom, Died many hopes. Alas ! that heaven should lower O'er such too-tender beauty, — that the tomb Should reave thee from thy happy nuptial bower ! Thou wast a painter's love. From that young form And gentle aspect — (inspiration dear !) He pictured angels, and enjoyed a heaven. Well-nigh to death he bowed beneath the storm That withered thee :— yet, in an after year, Unto another mate his vows were given !"], [44, "30 MISCELLANEOUS POEMS. SONNET XIV. ON THE PORTRAIT OF HELENA FORMAN, THE SECOND WIFE OF RUBENS. JLhis was a Helen of a later day, And of a cloudier clime than the bright dame Of Menelaus darkened : but that name Was worthily bestowed, the sooth to say, On this rare creature. Oh ! there was a ray, Within those eyes that might have lit the flame Of love and war, as sadly known to fame As those which brought old Ilion down, for aye ! She was the other love, (ah ! happy lot !) Of him who did so mourn yon charming Kate. — Much did I marvel, famous man of art, How thou couldst yield again thy widowed heart To passion : but, if such thy second mate, I marvel not ;— in faith, I marvel not."], [45, "MISCELLANEOUS POEMS. 31 SONNET XV. ON THE PAINTINGS OF THE PROPHETS AND SYBILS, BY MICHELANGIOLO.* -Hear the inspired of God— hear Babylon ! The heralds of heaven's wrath are come to thee ; And ruin, like a lava-shower, shall be Poured on thy heart. Wither adulterous one ! O faithful few rejoice, that still have gone In the strait heavenward path : for soon shall ye Hear voices sweet with promise. Wondrously, Those hallowed seers shall speak of bliss, anon... Art claims yon forms. — How, are they bodiless? Hath any matchless human hand so wrought ? Are such things born of Man's most soaring thought? Thrice-famed Etruscan ! thou alone couldst give Creatures so grand to view, and thus impress On pictured shapes all that can seem to live ! * In the Sistioe Chapel at Rome."], [46, "32 MISCELLANEOUS POEMS. SONNET XVI. TO FRANCESCA. Methought that, in a garden of delight, Such as old bards have sung of witchingly, — Where every hue and odour seemed to be, From thy dear presence, only, sweet or bright, — I saw thee ; and, as with a wild bird's flight, Hasted, till at thy feet, full daringly, I uttered half my soul's deep zeal to thee,— All that weak words may tell of passion's might : And thou didst smile. — Oh ! how, before that smile, The fairy scene shone out, tenfold more sweet, Seeming the very home of magic power ! Tenfold existence thrilled me in that hour. Ay me ! 'twas but a mocking dream the while ! Ay me ! 'Us only thus that we shall meet !"], [47, "33 MISCELLANEOUS POEMS. SONNET XVII. TO THE NIGHTINGALE. Thou rarest-gifted visitant that leaves The Orient to enrich our hemisphere, To lavish vital song on many an ear, Waking new souls around thee, — much it grieves A minstrel who, with tender yearning, cleaves To lays like thine, that, with the brighter year, Thou ne'er wilt deign to pour thy warblings dear, Charming our land, amid the world of leaves. Why unto Albion's too-imperial dower Add thy surpassing chant, fond mourner, still, Nor yield one spell to Eirin's gentler sense ?* Oh, ne'er in Gulistan's most odorous bower, Couldst thou such love-devoted bosoms thrill As, here, can heave to Music's power intense. 1826. * The Nightingale does not visit Ireland. t"], [48, "34 MISCELLANEOUS POEMS. SONNET XVIII. TO THE SPANISH EXILES. M_ost honoured outcasts, heirs of the olden worth, Pilgrims of Freedom to her holiest shrine, Decrepit Spain hath madly flung ye forth, Despoiled of all but noble thoughts, — to pine, In grief for her : nathless, a joy divine Awaits you : once more, on your land of birth Ye shall call up the day-spring, and combine Such strong Medean spells as shall put forth Age, and repew her youth. Your march shall be Dazzling confusion to the bigot-brood, An earthquake to rock down the tyrant's throne. Shall England see you desolate ? Shall we Withhold from such the grasp of brotherhood? Come to our hearts, each free and valiant one ! 1824."], [49, "35 MISCELLANEOUS POEMS. SONETTO XIX. SCRITTO NELL' IMITAZIONE DEL PETRARCA, E PER ESPRIMERE I SENTIMENTI SUOI. x>en lunga servitute ho provata io, Nelle catene del tiranno Amorc ; Che '1 suo regno e un Egitto, ed cgli ha il cuore, Assai piu di Faraonc, duro e rio. D'anno in anno, tutto il lavoro mio Speso ho per questo crudel' esattore, Senza coglierne mai frutto ne fiore : Cosl 'n me signoreggia il van disio. Pur credo omai che, per poter scampare Del empio impero, il cammin mi fia aperto, Come al popol Ebreo fu gi& concesso : Ma vuoto m'apparecchio a viaggiare, Anzi spogliato ad errar, nel diserto ; N6 spero di veder suolo promesso. 1820"], [50, "36 MISCELLANEOUS POEMS. SONNET XX. TO THE HOLY ALLIANCE. Besotted leaguers, are ye still untaught, Ye that have seen the great Leviathan Of popular power awake, when it began, First, to put forth its terrible strength, and wrought Boundless, and curbless, till it swept to nought Such pigmies as yourselves ? Still do ye plan To goad the mighty creature ? Hath the ban Of nations, still, no terror to your thought ? Now, while ye gird yourselves with daring bold, Holy to keep oppression's festival, Like Babel's impious king, who sate, of old, Vaunting his gods,— within your banquet-hall, Affright shall rack you, quickly. Turn ; behold ; There is a Hand that writeth on the wall."], [51, "FADED L.EAUTY. 37 FADED BEAUTY. Oime il bel viso ; oim£ il soave sguardo , Oime il leggiadro portamento altero. Petrarca. W hen, in the hours of boyhood's cloudless prime, I was a denizen of Joy's own clime, Begirt with wild romance's wildest dreams, The dweller of an elfin-land whereon Heaven seemed to shine with more than heavenly beams, I knew a maid, — an almost matchless one : — Seldom hath minstrel sung of lady gay More fair, more worthy of a deathless lay Than she ; — and much it grieves me, thus, to wrong A theme so goodly, with so mean a song. She was, just then, in the all-vital May Of rarest loveliness ; and many a wight Sighed for her, sorely, many a day and night."], [52, "38 FADED BEAUTY. Even in her April she made scores of fools,— If love be folly, as the unlovely say,— And many an idler made, in several schools, Where youths, to think of her, forsook the cares Of study, as impossible affairs, And lolled in solemn reverie, or waged War for her sake, and 'gainst each other raged. Some took to rhyme, despite of grammar-rules : But all agreed upon one point,— to curse Learning of every kind, in every tongue; Till the dread sage, with disenchanting wand, Unlyred each Phœbus, and each Mars unmanned. Matters, however, still grew worse and worse ; With heavier blows the house of bondage rung ; Lore and the learned, with deeper hate, were banned This heart of mine, too, had well-nigh forsaken Its childish sports to love her ; and the grace Of that fine mien was hoarded in my soul ; And all the witcheries of her form and face Left a bright picture,— bright as Love could trace, On my young memory, mocking Time's control : For, from the life that portraiture was taken, And painted on the life, in wondrous hues. Not Titian's pencil ever could awaken"], [53, "39 FADED BEAUTY. A shadow to such strong reality As that remembered image had for me. Whene'er she walked abroad you might have seen How many a swain the self-same way would choose, Careful to meet her, at each turn she took, And gain the ruinous bliss of one sweet look. They tracked her steps, like very spies,— I mean Like lovers ! — There is no espionage To equal theirs, who not alone with sight Can watch, and watch ; but with the total might Of heart and soul. — That was a golden age : But gold hath eagle-wings to wend its way, And I have, somehow, reached this iron day. Yet as the hapless bird, despite its cage, Strives to recall the fresh green wood again, And nature's free delights, in many a strain Such as the sylvan echoes knew full well, So I, albeit, in but an uncouth lay, Thus struggle, for a while, to dream away, — Away— through thousand sunsets, back on time, From out this straitened Earth, and frozen clime, Into that marvellous world of which I tell. The maid of whom I spoke had gone ; and ere I looked on her again, some half-score years"], [54, "40 FADED BEAUTY. Were added to the past ;— when, lo ! appears, Once more, by chance, that well-remembered fair : 'Twas on a day of spring ;— just such a day As I had known her to have brightened, oft, With the pure love-light of her glances soft, More than could Sol, with his returning ray. His beams can never reach beyond the sight: — Hers dazzled inward to the heart, and made Summer of all the year, and day of night, Where'er she dwelt. — And can those glories fade ? Alas, they were but of a mortal maid ! I saw her ; and I knew that it was she, Despite the faithful semblance in my breast Which all her early traits so well express. I knew her by the sparkle of her eyes : Yet that seemed, now,— bright though it was, — to be But the wan spectre of their former light, — A wintry sunset in the joyless skies. I almost doubted if I saw aright, So strange, yet so well-known, she seemed to me. — The lips that were right coralline, when last I had beheld them, — in their present hue, Resembled rose-leaves scattered by the blast Of autumn, where there falls no freshening dew."], [55, "FADED BEAUTY. 41 But oh the cheeks !— Out on ye felon-years That would despoil that gifted creature, so ! How could ye quench the clear and living glow, The world of bloom, the soul's transparent flow, To make those cheeks but as a path for tears? Thus all was changed ; — save that her tresses fine Were wreathed, in silky darkness, as before, Over her smooth and lily-tinted brow ; And still her form retained the grace divine Of faultless elegance it ever wore : Yet these remains of lesser beauties, now, But told of each excelling charm, the more, So lavished once on her — so soon bereft : As, in the desert, some huge columns, left Still standing, show the dreary site from whence The boasted piles of old magnificence, And the world's early grandeur, have been razed. Mid such a waste, had I, then, musing, gazed On some great ancient empire's desolate seat, Where nought, around, the exploring eye could meet, But broken burial-marks of many a dome Whose vastness might have been a Titan's home ;— Where once the hundred-gated Thebes arose, G"], [56, "42 FADED BEAUTY. And is not ; or where the Assyrian's pride Reared his great state, by rich Euphrates' side, Or by swift Tigris ; even such scenes as those, So still, so bare, so gloomy, so decayed, The dried-up course of a once-boundless tide Of living power, whose funeral repose Speaks of long-perished pomp, dethroned sway,— Not such could move my soul as in that day, Nor e'er impress me with a sense so true Of what we are, and what we would pursue, And the fleet pace of ravaging decay, As then I felt, when, sadly, I surveyed The faded beauty of that gentle maid. 1820"], [57, "MISCELLANEOUS POEMS. 43 WIZARD-SONG; fROM AN UNFINISHED DRAMATIC POEM. -t5v the shore of the sea, the wild shore of the sea, 'Tis there, 'tis there, I love to be, When the storm hath past, with a harrowing blast, O'er the billowy wilderness dark and vast ; — When the sea-sepulchres disgorge Their new dead to the foaming surge, That flings its prey unto the land, And smoothes their biers on the trackless sand ; When the dismal wreck floats to the shore Whereon its crew shall tread no more, And the mighty ocean heaves, as though 'Twere tired with the long long work of woe ; When the low winds breathe the knell of the drowned, With a most bewailing sound, —"], [58, "44 MISCELLANEOUS POEMS. There let my gloomy pastime be, As one that fears not storm or sea. When new-made widows, — maids bereft Of Youth's fond dream, — and orphans left Homeless on earth, and childless Eld, Have, on the dreary beach, beheld The ghastly change that death has wrought On each pale corse they tottering sought, Or searched, through many an hour, in vain, For the vanished that none shall see again, — Shuddering at the sun that seems To mock them, with returning beams, And at the seas, now waveless grown, When all the grievous scathe is done, — Then let me roam beside the deep, With watchful eyes that will not weep ; Then let me human grief behold ; But not as one of mortal mould. 1825"], [59, "MISCELLANEOUS POEMS. 45 ON HEARING THAT A PERSON HAD BOASTED OF NEVER HAVING FELT A DAY'S GRIEF. Though falsehood be an inmate of thy heart, For once, thou hast forgot the liar's art ;— Art did I call it ?— such it well may be To others, but 'tis natural to thee, And only in those moments rare, when Truth Wonders to find an echo in thy mouth, Art aids thy labour, and with effort high, Enables thee to curb the native lie : The native lie, back to thy bosom's core, Returns, and leaguing with a thousand more, Too potent for restraint, they utterance gain, And falsehood re-asserts her abject reign. — But veriest facts, heard from such lips as thine, Seem but the dross of Fiction's foulest mine,"], [60, "46 MISCELLANEOUS POEMS. So lamely dost thou dare the unwonted task, Such large credulity thy speeches ask ! Yes, I can well believe that thou could'st view, With eyes unmoistened by the tender dew Of Nature, scenes that all the tears should claim Of those who bear a husband's— father's name. A widower twice— the funerals of thy mates Pained not thy gaze ; nor could the ruthless Fates Which gave thy first-born to an early tomb, Make thee acquainted with the mourner's gloom ; And thou could'st witness, with a calm as base, The same dark portal close o'er all thy race, Conscious that scarce a mockery of woe Can seem to mourn when thou art couched below: Not he, the touch of whose heaven-gifted wand Could fountains from the desert-rock command, Not Israel's chief owned such high potency To work a weeping miracle in thee ! Thus, with foul boast, it still is thine to say Thy life had past without one troubled day; Thus hath thy folly, with unmeasured stride Somewhat outgone the vileness it would hide, And blabbed self-satire, that each tongue confirms, More amply keen, though couched in such brief terms,"], [61, "MISCELLANEOUS POEMS. 47 Than if all they who scorn thee had combined To paint at fullest length thy murky mind. But as the surgeon's knife inflicts no pain Where gangrene is, so shalt thou still retain Thy loathsome quiet, armed in proof, secure In mental rottenness, thou mayest endure The edge of truth, and thus mankind convince That all their justice cannot make thee wince. — Then hither turn, O rare and signal wretch ! Gaze on the hideous outlines of this sketch, And, wondering at the mitigated traits, Half thank the painter for his neutral praise, While I rejoice that it transcends my art To shadow forth thy Pharaonic heart. Who shall achieve what weakly I've essayed, — Bronze all the lights, and blacken every shade, Unmask each semblance of humanity, Till all the pictured horror teems with thee ? Here let some demon Raphael now display His sombre talent : for such only may Feel with congenial mind, what they portray : And stamp an image, true in every line, Not unto human nature, but to thine. 1823"], [62, "48 MISCELLANEOUS POEMS. HERO AND LEANDER. Xjeander, conducted by Love, Whose new star on the steep he descried, As he swam, to the hurricanes cried That hollowly bellowed above, \" Let me land where yon flambeau doth burn \" Oh, drown me not till my return !\" The deaf tempest wrought its despite On the fair and the faithful, that night, And Passion's bright torch was no more Than a funeral light, on that shore. Young Hero beheld how he died, Nor looked twice, — but plunged deep in the tide Death alone could teach them to forget, When they coldly, and silently met ; When to them the wild Hellespont gave A bride-bed, and death-bed, and grave : —"], [63, "49 MISCELLANEOUS POEMS. But Fame treasured their names on her page, Whom implacable Fate would not sever : Like twin stars, through each following age, They have shone, and will shine on for ever; Young martyrs who gloried to prove Their great zeal for a pure faith : — 'twas love. Dear, dear was the price that ye paid For renown, faithful youth and true maid ! Than this what dearer purchase e'er can be — One hour of love for Fame's eternity ? 1822. n"], [64, "50 MISCELLANEOUS POEMS. TO FROM THE SPANISH OF Fl'LANO. Miseri qtiibns Intentata nites. Horace. Still somewhat fair thou seemest to me : But, oh ! how much I pity thee For wanting such a beauty rare As, once, I fondly deemed was thine, When drunk with Fancy's potent wine, I thought thy heart and soul were fair. I thought thee true : I think so still ; Unchangeable, through good or ill, To one sole object, loved the best,— Quite ultra-loyal, — warmly true — To self, and its dear interest : A greater praise seemed once thy due."], [65, "MISCELLANEOUS POEMS. 51 I hold thee dear ; though not, in sooth, As when, in undiscerning youth, I placed thy hollow image here, In a warm niche : but now I hold That he who shall thy charms enfold Will find his bargain rather dear. Good also, possibly thou art : But, if the truth I must impart, Thy goodness doth not seem arrayed, At present, in a spotless clothing. Alas, I fear, delightful maid, That thou art rather good-for-nothing ! Thus fair, and true, and dear, and good, Are terms with doubtful worth endued : Like Janus, each can look two ways ; Can smile on this, on that can frown. — Thus, till thy double face is shown, Thy cheated lovers waste their days."], [66, "52 MISCELLANEOUS POEMS. And thus the mind's bright power doth make The idol Time shall kindly break ; And Love will learn, and blush to know, The image it had so enshrined Was but a thing of clay, and bow No more, with such devotion blind. Thou'rt fond of pictures, well I know : Now tell me, with reply sincerest, Whether thou likest this or not ? Thou hast not sat for it : but I Have got a right pictorial eye ; And thus, in sketching trivial matters, Some half-hour, now and then, I waste. — My present draught but faintly flatters, However it may hit thy taste. 1824"], [67, "MISCELLANEOUS POEMS. 53 TO AN OLD WOMAN. Cronia, thou mockest at poets, and, I find, Art, in thy turn, the jest of all mankind, — I mean of all the few who chance to know That such a thing as thou art crawls, below. If ought worth having could proceed from thee, How welcome were thy wretched scoffs to me ! But, in the scale of being, thou'rt so small, So near to nothingness, that none can fall Down to thy muddy level ; none can fear That even applause, from thee, might seem severe. Not the most mote-like insect, on the wing, Can fear that thy dwarf malice has a sting: Why, then, should I feel flattered, if it pays, Seeking to wound, its mite to my poor praise ? Lower than lowliest reptiles do I deem All that are liable to thy esteem. At thee, all silly as thou art, and must Remain through thy dim life, — as heaven is just, I cannot smile, so cold is my disgust. From anger safe, in utter paltriness, Buzz on :— I ne'er shall pity thee the less. 1823"], [68, "54 MISCELLANEOUS POEMS. TO And art thou, then, of all the snaky kind, Who doff their skins, each year, and new ones find,- Art thou, alone, condemned, a marvel strange, To wear that hide of thine, without a change, Odious, from year to year, both case and stuff, Without a hope to cast a single slough ? Must we be nauseated, evermore, Whene'er we suffer the infliction sore Of thy unlovely presence ? — Fate can give No aid to thee or us, while thou dost live : Even a new outside could avail thee nought, While unejected creeps each grovelling thought, Like maggots in some carrion which the sun Renders more loathsome, as he shines thereon. To make thee passable, upon the whole, Unhappy damsel, thou shouldst cast thy soul."], [69, "55 MISCELLANEOUS POEMS. THE WAR-SONG OF THE FREE. Where'er Oppression's standard waves It's plague-diffusing fold, o'er slaves ; — Where tyrants are, — There, welcome war, Its triumphs, or its graves ! Welcome the din of the mustering camp, And charging squadrons' thundering tramp, And the lightning-rays Of the combat's blaze, That blood alone shall damp !"], [70, "56 MISCELLANEOUS POEMS. If Earth has a moment of ecstacy, 'Tis when we press to the van of the free When we mock Death's power, In its direst hour, With the host of Liberty. Now hark ! her gathering-trump is blown, All- wakeful as the archangel's own. 'Tis the very breath Of life and wrath That calls us. — Freemen, on! The despot's trusted bulwarks all, Before our ruining voice, shall fall, As the towers were rent, When Israel sent His shout through the leaguered wall The peopled dungeons, where we tread, Shall yawn, and yield their living dead ; And the dragon-den Of murder, then, Shall reek with vengeance, red."], [71, "57 MISCELLANEOUS POEMS. By every stainless patriot's name, By every scene of hallowed fame, We hail the strife ! War to the knife,* But never bonds or shame ! May we resign our latest breath Where glory lights the way to death ! May we fall with the brave, And sleep in their grave, In the tombless turf beneath ! And may our awful passing-knell Ring in the conflict's loudest swell, — In the stunning shout Of onset and rout, And the cannons' mortal peal ! When a thousand battle-yells reply To the weapon-clash, rejoicingly, And the name of our land Nerves every hand, And every heart beats high. * The answer or Palasox to the French, at Zaragoza. I"], [72, "58 MISCELLANEOUS POEMS. May the last glance of our failing sight Behold the victory of the Right, And the last sound we hear Be the conquering cheer Of its champions, in their might. And let those glorious ones appear The only mourners o'er our bier; Our names be known With theirs, alone, Through every suture year. 1819."], [73, "MISCELLANEOUS POEMS. 59 THE SONG OF FOLLY. The original French, such as it is, or the two first stanzas or the following song, is to be found in \" Pacl's Letters to his Kinsfolk,\" with a bad attempt to \"do\" them \"into English.\" The defect of the last stanza is here supplied. I. Fancy persuaded Love, one day, To try the sweets of wedded life ; Reason she first proposed, they say, And Folly, then, for Cupid's wife. The roguish god cast many a look Of doubt ; each owned so much perfection Reason, at length, for wife, he took, And Folly,— under his protection."], [74, "60 MISCELLANEOUS POEMS. II. He loved them both, (most strange to tell,) With ever-equal constancy ; But as the wife agreed, quite well, With her gay rival, fair and free, The self-same morn brought forth, to light, The offspring of this twin connexion, When Folly's child was Pleasure hight, And Reason's was y-clept Affection. III. When, after many a joyous day, To riper age both these were grown, Alike, they sought to share the sway Of their papa's imperial throne. Full soon, their strife arose to flame, Fierce as was ever felt by foemen ; And while each, still, maintains the claim, They rail and hate like very women. 1810"], [75, "MISCELLANEOUS POEMS. 61 FRANCESCA. Claro en esto se parece qne mi amor sera immortal. Cervantes. 1 -T ull early have I been a liege to Love, And shed abroad bright colouring, from my soul, O'er objects that could, else, in sooth, ne'er move Deep passion thus; by Fancy's wild control, Was I beguiled : but, now, no more I rove In shadowy regions. I have reached the goal Of rare imaginings ; and, now, I see How much they sink beneath reality."], [76, "62 MISCELLANEOUS POEMS. II. Away ye mocking shapes ! A living light Hath stripped you of your visionary gleam ; A sun of the heart's wide world commands your flight In yonder maid, I see attractions beam, Such as the mind can know but through the sight ; Such as no bard, no painter e'er could dream ; And wonder, as I scan each delicate feature, Can this be but a matchless human creature? III. Hers is the glance as summer day-spring warm, Pure, mildly-dazzling with a settled ray, And quickening all it shines on, with a charm That drives the night of worldly thoughts away ; Whose dove-like gentleness could well disarm All tyranny but Love's ; within whose sway The dullest wight should feel his half-soul rife With wonder, and forget himself to life."], [77, "MISCELLANEOUS POEMS. 63 IV. But when a spirit, touched with minstrel-fire, Basks, in the radiance of those deep blue eyes, Gazing itself away, and cannot tire, In gazing, — cannot 'scape the witcheries That far outgo all magic, — then the fire, The sacred fire is kindled that ne'er dies There's but one word, in earth, or heaven above, To speak the feelings, then, and that is — love ! V. O Love, when our first parents were put forth From Paradise, they left not all behind, But brought thee with them, still, to make, on earth, An Eden for the few of loftier mind ; And, though Grief enters there, its griefs are worth Whole worlds of joy, such as the selfish find. Come Love ! I know thy plagues : but still I'd bear For yon sweet maid, the worst of thy despair !"], [78, "64 MISCELLANEOUS POEMS. VI. Language is changed to music, in her speech ; Her gentle words are sweeter than a song; But, when she sings, then, most,she seems to teach Heaven's melody, below.— How few, among The angels of the earth, can, ever, reach To such resemblance of the heavenly throng As shines, through all her frame ! Oh, not in heaven Can more surpassing loveliness be given VII. To daughters of the morning. * * ******** CL. It is in vain that I would sing of thee, Exquisite creature ! until Earth has known A language for the soul's deep fervency, To give each heart-beat its whole tender tone ; Whose every syllable a spell shall be : Till then, in silence, I must feel, alone,— And cease to feel, but when I cease to live. O dearest one, these feeble rhymes forgive ! November, 1824."], [79, "THE SONG OF WATERLOO. Qu'ont ils gagne ces esprits orgpeilleox Qoi mena$oient d'armer la ten e eotiere ? Racine. K"], [80, ""], [81, "ADVERTISEMENT. The subsequent poem was written between the months of May and August, 1816. It was soon after offered, for publication, to some of the principal booksellers of Lon don, who rejected it, on the score of its being too late in the field. In fact, the nauseated public had already exclaimed, with mauy a yawn, in the words of Childe Harold, \" More than enough, thou fatal Waterloo, Millions of tongues record thee.\" Nearly eleven years have, now, elapsed, since the occur ence of that great event which I have, here, attempted to celebrate. The Waterloo mania has, long since, evaporated. The ten thousand first-rate Poets, who rhymed \" about it, and about it,\" have sunk, long since, ten thousand fathom deep, in Oblivion's pool.* I therefore consider my subject as having become new, again ; and that I appear, on this occa sion, as it were, without a rival. This is surely no great egotism on my part : the following production is put forth, however, merely on its merits as a battle-piece, whatever these may be. At the same time, I would observe that I have made it, as much as possible, an individual picture of England's greatest victory, and have not contented myself, * At least, so far as Waterloo is concerned."], [82, "lxviii ADVERTISEMENT. like my predecessors, with giving a loose sketch of a charge, &c, which would answer equally well, for any other modern land-battle ; or like those great artists, who, in every new picture of a sea-fight, treat us, eternally, with the same ships and smoke, — smoke and ships. Lest the sentiments which I have mingled with my de scription should be thought, at all, at variance with that zeal for freedom which I have elsewhere expressed, I wish it to be understood that I have always regarded the battle of Waterloo as the most signal triumph of Liberty, over the most dangerous tyranny recorded in history. Napoleon was a convicted traitor to mankind, — convicted by long and bloody experience. The nations had therefore a right to put him down, on principles of justice universally acknowledged. Had he been a newly chosen monarch, the case would have been quite different : but the world knew him. All this has, of course, been often, and better said, before now : but I think this explanation of my views necessary."], [83, "THE SONG OF WATERLOO. I. JL was the morn of a midsummer day : But the sunlight shone not, in the sky, And thick bleak clouds were spread on high, Far as the ken of human eye, O'erdarkening every ray. More joyless morn than that, I trow, Ne'er harbingered a day of woe. — Ne'er came than that a dreader day Upon this jarring earth, Through all the ages past away, Since Time's forgotten birth. It seems as if the heavenly light Were now withheld, and might not gleam Upon that soil which shall, ere night, Be dyed with many a gory stream,"], [84, "70 THE SONG OF WATERLOO. ', Where many a corse shall lie, Whence many thousand souls their flight Shall take to that dim land of night Which knows no morrow nigh, Of those that, now, in warlike pride, Are gathering on the uplands wide, Which from the vale, on either side, Stretch to a forest high. II. Within these confines, now, behold Each bannered host its ranks unfold, Along the far-extended wold ; Here waves the red-cross bright ; Here Erin's harp is proudly gleaming, And Scotland's lion-standard streaming, Above the hardy Island-powers ; — And there, where France's battle lowers The eagle soars in flight ; While bugle clear and rattling drum Tell that the day of fame is come, And, in portentous tones, combine Their signals o'er each marshalled line. The trumps are heard, o'er many a rood, In notes of dreadful joy,"], [85, "THE SONG OF WATERLOO. 71 Forth heralding the strife of blood, While, at the summons high, Fast issuing from the leafy wood, Come squadrons trooping by. Where either height o'erlooks the plain, Is seen the long-ranged ordnance train, And weapons glittering far and near, As vaward ranks of either force Displayed in counterview appear, Prompt to press on their scathful course ; Thousands on thousands gathering still, As if Man's business were to kill, His only idol, Death. There many a leader cheers his bands, With stirring speech : — and hearts and hands Grow strong with every breath. There many an oft-tried veteran's cheek Was tinged with momentary streak Of martial joy, when first his view Glanced o'er the meads of Waterloo. III. Short space such valiant foemen wait To wreak the deeds of mortal hate :"], [86, "72 THE SONG OF WATERLOO. And downward from each peopled height, Moves sternly on the gathered might Of Gaul and Britain to engage, The pride and terror of an age. Fast forming, on the level ground, The hostile powers are spread around ; And dazzling shoots the fitful glare Of steel, athwart the murky air, Cuirass and helm reflecting bright The dreary hues of early light. The gunners now, on either side, Level their deadly engines well, Where thickest showers of ball and shell May plough the battle's tide. All now is ready ;— all the means Of rapid bloodshed are at hand : No longer on his weapon leans The soldier. — Bayonet, lance, and brand, Gleam with a wan and starry lustre, Where the opposing columns muster, And blazoned flags, in wide display, Wave o'er the manifold array. It is an awful sight I ween, The glory of that meeting scene ;"], [87, "THE SONG OF WATERLOO. 73 Where dread shall be the waste of life, And bloody be the doubtful strife, When those redoubted foes have met, Whose parting shall be bloodier yet. IV. Hark! with bursts of tenfold thunder, Downward flies the iron shower That rends advancing ranks asunder, With widely-wasting power. High overhead, the smoke is spread, Tinged with a blaze of ghastly red, The clouds of a most mortal clime That shroud each power with gloom sublime, While all the champain broad, beneath, Glows with the many fires of death. Now faster yet the death-fires glance From the cannons' murdrous range ; Now, with redoubling resonance, In swift and sudden interchange, Thick volleys ring the knell of doom Between the hosts, as on they come. The artillery's unceasing clang To distant Bruxelles loudly rang, L"], [88, "74 THE SONG OF WATERLOO. , Whose dwellers, in that deep sound, hear The dreaded voice of Havoc near. Throughout the region far around, That hollow din rattled, in long rebound ; Shook all the trees in Soignies' wood, And shores of Dyle's far- winding flood, Where England's allies gladly knew Her warriors stood in battle true ; And eager pressed upon their way To mingle in that glorious fray : But not unaided in the fight Must Britain's force maintain the Right; For Brunswick's mourning bands are there The peril and revenge to share, Revenge for him, that gallant chief Who fell so late their pride and grief, As fell his warlike sire of old, With weaponed hand, on sanguine mold ! V. Soon, to the tower of old Goumont, Brigade and squadron swept along, In quick but firm advance."], [89, "THE SONG OF WATERLOO. 75 Tbe wide vale shook beneath the beat Of many thousand hasting feet, And many a charger's prance. In wreaths from out that lofty grove, The sudden smoke-clouds sprang above ; Streamed forth the fire, from every glade That skirted round that dark-green shade ; From every thicket flew, With steadfast aim, the marksman's shot, As, nearer that devoted spot, The thronging foemen drew. Then burst, at once, with stormy swell, The close encounter's jarring yell, And, mingling with the clash of steel, An hundred volleys deeply peal, And answering groans arose ; While, down the smooth bent of the height, Came the broad ranks of France's fight, As deeming now, with sudden might, From earth to sweep her foes. All former daring was as nought To the strong zeal with which they wrought Destruction in that hour,"], [90, "76 THE SONG OF WATERLOO. As if the chief they served so well Had shed o'er each his spirit fell, By some unearthly power : But there the red-cross followers stood, As rocks that dash the surging flood Back from the steadfast shore. Together linked, in deep array, They stemmed the war-tide's rushing sway, It's brunt unwavering bore. Though there the proof-armed cuirassier And hulan urged their dread career, — Though frequent burst the mangling shell, And thick the volleying hail-shot fell, Yet they who then for England died From lance or sword swerved not aside, But kept unbroken still the square, And fell, in battle-order fair. VI. As backward oft the assailants drew, 'Twas but the struggle to renew With keenest rage again ;"], [91, "THE SONG OF WATERLOO. 77 Like waves of the wild sea, on they passed, Beneath the artillery's withering blast ; Troop following troop went thick and fast, Across the quaking plain. Full on the bayonet-ridge they fly, And round each serried phalanx die ; But yet they die in vain ! Unwearied numbers downward pour To join the onset fierce, Toiling, through many a bloody hour, That stubborn van to pierce ; O fruitless toil ! — though every wound Had dealt unerring death around, Each isles-man true had perished there, But never thought of flight, or fear. VII. Full many a standard floated brave, Above the war's revolving wave, And proudly spread it's blazoned fold Well known to Victory of old : But where were they whose hands of might, On red Barosa's hosted height, Tore France's eagle from its flight,"], [92, "78 THE SONG OF WATERLOO. And through her ranks, with headlong sway, Resistless burst their onward way ; Or, from Tarifa's breach afar, Who sent that heartful shout of war Which mocked at death, and, as it rose, Scared into flight the approaching foes ? Why left inglorious in yon isle, When Britain's gathering trump, the while, Called forth the Island-powers, once more, To crush the foe they quelled before 1 Had ye been here, ye hearts of flame ! Eirin had proudly heard your fame Redoubled, from this arduous plain, With Victory's tidings, borne again. VIII. But yet rejoice my native Land ! For thine was many a valiant band, Along that battle's front, the while, That, mindful of their western isle, Full well, in hardiest deeds, maintained Her old renown, in war, unstained. All there alike, with hearts assured, The ceaseless tug of strife endured ; Brave sons of Albion, and the Gael, And thine, thrice lovely Innisfail !"], [93, "79 THE SONG OF WATERLOO. 'Gainst that fierce concourse, side to side, Unflinching still they fought and died. Oft, as before the ordnance-sweep, Their comrades filled the perished heap, The living, where the dead had stood, Mid gushing streams of kindred blood, Reclosed their ranks, in manful mood, And fronted, brave, the batteries' hail, Or steel-clad squadrons' quick assail, As, pauseless yet, the hosts of Gaul Pressed thickly onward to their fall, And, in unfailing valour, wrought Each feat by utter fury taught : Yet fruitless was that bitter toil ; Though, madder from each wild recoil, Again and yet again, they flew, And, rank to rank, the charge renew. Ever as baffled fiends they fled, Driven back before the cross of red That waved, like sacred charm, on high, The powers of darkness to defy. IX. All through the day, to even-tide, The warfare roared from side to side."], [94, "80 THE SONG OF WATERLOO. The sun from western clouds was gleaming, As if to shed his farewell beaming O'er that innumerous press of men Who ne'er might view his light agen, Or wake at matin glow. In other climes, by soft peace blest, The labouring hind was gone to rest, But yet no rest was on that field, Save what the wormy couch may yield, In that dull sleep below. It were a grievous tale to tell What battle-horrors there befell, When from yon shattered turrets broke Far up the clouds of sable smoke, While, in their blazing ruins laid, The wounded shrieked, in vain, for aid, As, with unshaken valour still, The few defenders braved each ill, And succourlcss maintained the fight 'Gainst a whole host's surrounding might X. With doubtful fortune raged, full long, That combat of the brave and strong ;"], [95, "THE SONG OF WATERLOO. 81 Till, from the wings of Britain's host, In full career, her squadrons crossed. Oh who may tell, in song of fame, The shout that echoed as they came, The sounds of dread that rose, As, spurring fast, the foremost broke Forth from the far o'erspreading smoke, And in the charge they close ! Swift meeting swords that strongly clash, And outcry, and yell, and encountering orasb, And clattering hoofs that onward dash, And trumps blown hurriedly, — The gallant courser's shrilling cries, As, plunging on the lance he dies, — The call upon their native land That urges on each warrior band, And bids them greatly die, or win,— All, mingled in one hurtling din, Rung widely through the sky. Before that onset's whelming sweep, Crushed thick, in many a powerless heap, To earth were many hundreds flung: And o'er their struggling bodies sprung The fierce assailants that rejoice, With a loud voice ; M"], [96, "82 THE SONG OF WATERLOO. They hear not the cries of their fallen foes, Nor view them writhe in sharpest throes ; — They view but the rallying ranks of those Who have not fallen, — who still withstand That violent shock. — Now every hand More strongly grasps the trenchant brand, As the combatants mingle, eagerly, In as hot a strife as ever raged, Upon a day of blood. Like whirlpools of the northern sea, That, in countless eddies, rush and boil, Mixed through and through, in deadly toil, All closing, hilt to hilt, engaged, With matchless hardihood. Hark to the din of ten thousand swords That with ten thousand swords are meeting ! And many a leader's quickening words, And the groans of spirits fleeting ! At once, from every wielded blade, The light, in mazy glances, played, That levin-like fast came and went : — Then many a steel-fenced heart was rent, And cleft was many a helmed head : With slaughter swift, and uproar dread, Far, wide, the closing foemen bled. —"], [97, "83 THE SONG OF WATERLOO. XI. There might ye see all feats of wrath That warriors act on Havoc's path, In that terrific, maddening hour, Which gives to Death his fellest power, When the mighty toil in deeds of blood, And rages wild war's ocean-flood, — When, through each closely-struggling host, Renown is bloodily won and lost, — When glory fires each dauntless breast, And nerves each arm, — when all, possess With rapturous fury, urge their might To deadliest wonders of the fight. — All high exploits of note were there ; All reckless acts of strong despair. — Had the fiends mingled in that strife To multiply all deaths amain, No speedier outpouring of life Had dyed the plain, with bloodier rain, Or thicklier cumbered it with slain. It seemed as if the encountering brave Battled in most unearthly ire, With hands that carnage could not tire, And hearts that mock the grave."], [98, "84 THE SONG OF WATERLOO. ■> ■> * XII. France struggles yet, with vain essay, And trebled horrors there have sway, For one dark moment : now 'Us o'er! And backward borne with sudden roar, Before the cross of red, Their leaders fallen, — their standards reft, — Not a tithe of their numbers living left, — Her veteran legions fled ; Fled one and all : — those hearts of pride No longer might the contest bide, Where England's sword hewed down her foes As if 'twere held, at Heaven's command By the destroying angel's hand, And dealt but mortal blows. But fled not France with wilder haste Than vengeful England followed, fast, To smite the routed foe, — In Glory's joy,— in Terror's pang, — With shout, and yell, and steely clang,— Away— away they go : At once, pursuers and pursued Drove hurriedly onward, in maddening mood"], [99, "THE SONG OF WATERLOO. 85 they And thrice five thousand bounding steeds, With tramp redoubled, shook the meads ; More loud than the howl of the hurricane That fearful clatter rose, amain ; More dread than the whelming ocean-blast, Victors and vanquished onward past. The wounded and dying lay stretched, along, Beneath the rush of that raging throng : It would have pained a dæmon's sprite To hear their cries, when the tide of fight Came rolling above, in impetuous might. — The bones crackled under the horses' feet, As they swept along in their course, so fleet ; And redlier sprung the blood, afresh, Where the hoof-dints sunk in human flesh, As the souls were trampled from out the clay Of the wretches that, there, half-living lay. — When all were past that ground, I trow, It's crimson dye you scarce might know, So thick the corses lay below. XIII. Mark ye yon quarry-pit, wide and steep, Yawning close by the track of their flight, as sweep"], [100, "86 THE SONG OF WATERLOO. From the slayers away, in so crowded a mass That they view not the ground over which they pass ! Down headlong, the outermost fugitives dash O'er the unseen brink, with a murderous crash, In sudden curbless overthrow ; Riders and horses are hurried below, And vainly the plunging war-steed tries, Again, on the bare loose stones to rise, That roll from the tramp of his tottering feet; While flung beneath his sinking weight, Lies the gasping body of him he bore, So late, amid the flash and roar Of that sharp strife, rejoicingly. — Many there in anguish die, Crushed, at once, in the vehement shock, Against that rugged shrubless rock ; While over them dashes a following throng, Driven on to the perilous gap, headlong. And the marksmen ply their unerring shot, Steadily, on that fated spot : The rattling volleys drown the din Of many groans that ring within ; And, overhead, a smoky cloud Has spread the soldier's only shroud :"], [101, "Till* SONG OF WATERLOO. 87 The volleys cease ;— the smoke is driven Away, by the softest air of Heaven:— And all, throughout yon ghastly heap, Is silent as an infant's sleep, Nor stir nor voice of lowly plaining Betokens aught of life remaining. XIV. Now hark, what bursts of new acclaim Bear up to Heaven that dreaded name, Long, as Destruction's watchword known To all, save Britain's sons alone. Louder than cannon peal's rebound, It shakes the ringing air, around, With oft redoubled power : Seems as the fiends their bonds beneath Had broke to wrap the world in death, At this destroying hour. Approaching now the onset roars, — And see ! the vaunted eagle soars As prompt to rend its destined prey, With taloned wrath, from earth away. Darting beneath its horrid flight, Comes the last hope of France's fight, Arrayed in columned force :"], [102, "88 THE SONG OF WATERLOO. Though through their files, with level sweep, The great guns pour their lightnings deep, They hold their onward course. Through thunder showers of leaden rain, In forward march, they speed amain ; And now the hill's ascent they gain : — \" On to the charge !\" Is that call in vain 1 Those hearts of sternest mould had past, Unchecked, beneath the ordnance-blast, And shrunk not from yon path of fear ; But, when the choral swell they hear Of England's thrice-resounding cheer ; — When they see her sons, in ireful might, Come, eagerly, springing to meet them in fight, They turn, with sudden speed, away, And reel backward, together, in quick disarray Like tempest-frighted flocks, they flee. — \"Advance !\" the Island-leader cried ; \" Advance !\" his captains echo wide ; And to the word that host replied, With one great shout of victory ; And they advance. — Who now shall dare To front them, as they onward fare ?"], [103, "THE SONG OF WATERLOO. 89 As the voice of the hurricane sounds To the mariners whose fated bark, Dashed by each foamy mountain, bounds Away o'er the waves, at midnight dark, Toward the drear limits of the sea, Where horrid rocks, with many a peak, Uplift their fronts, astoundingly, While Luna, with a moment's gleam, Shows the dread shore, where plank and beam Shall, in the shock, be quickly sundered, — So those appalling voices thundered ; So did that sudden onset-cry, To the flying myriads, speak. XV. In vain, yon veterans toil to stay The throng which Ruin and Dismay Have grasped with unreleasing sway. — In vain, they raise the boastful cry, \" Rally for France and Victory !\" Unheard it passed upon the air, Lost in the howlings of despair. — A louder voice was heard to say, \" Let each one save himself who may.\" N"], [104, "90 THE SONG OF WATERLOO. That voice was echoed long and loud, In wild tones, from that clamourous crowd ; It rang in the recreant's parting breath, And mingled with the groans of death. As when, in Pagan days of yore, On old Paloda's lonely shore, Fate's herald spake those tidings dread Which told the mighty Pan was dead, With wailings deep the breezes swelled, And all the rocky echoes yelled, While Ocean trembled, at the sound Of prisoned spirits moaning, round : So from that terror-stricken throng, The words of fear, resounding long, Were followed by the smothered roar Which, ceasing once, is heard no more. XVI. Then failed the hearts of them that erst The imperial van at Wagram pierced ; And dizzy grew the eye and brain Of many a one that, on the plain Of Austerlitz, or Friedland, sped In victor-course, o'er heaps of dead."], [105, "THE SONG OF WATERLOO. 91 All vainly, to their memory came The wonders of their former fame ; They were as very dastards grown As ever quailed, at danger's frown. Swept off, in utter loss, they ran ; — Steed trampled steed — man rushed o'er man ; — In one disheartened rout, amain, All hurried from the carnage* plain, With unavailing speed : Behind them, Britain's thunder roared, And redly gleamed her reeking sword, Where fast the hindmost bleed. Nor Britain's sword alone was there : — For, towering through the gloomy air, Prussia's black eagle following flew Paled many a cheek to ashen hue Of hopeless woe, before its flight, As it stooped through the death-fire's fitful light. With a shrill din Prussia's trump 'gan rave, When it summoned the Gaul to his bloody grave To Prussia's sons the memory came Of Jena's black defeat and shame, Of all the countless wrongs they bore, In yon Enslaver's bonds, of yore."], [106, "92 THE SONG OF WATERLOO. Eager os mood, to redoubled speed, Each horseman drove headlong his sinewy steed, With a joyful fury, on his foes, As goading thoughts of vengeance rose. XVII. To vengeance deep with clamorous yell, Onward they went. — Before them fell, In shrieking ranks, the victims pale, Far, far, along that quaking vale. Well, with strong hands and weapons keen, They reaped the grave's dark harvest in, Nor paused to listen to a prayer That would have cried for mercy, there. So thickly pressed that perishing throng, In Ruin's pathless course along, Without the will or power to stem, One instant, slaughter's lava-stream, You might not view the meadows green, Each swarm of broken bands between. Faint tottering o'er their comrades slain, They struggled there for life, in vain ; Together dashed with ruin deep, They sunk, in many a weltering heap,"], [107, "THE SONG OF WATERLOO. 93 Engulfed in strait confusion bled, Still flying died, and dying fled. XVIII. Now faded slow the evening light, Before the deepening gloom of night ; The west-star glimmering pale and bright Shone, in the dim-blue sky. Ne'er came tho yellow dawn so glad, As came that broad and dusky shade, To many an anxious eye : For many a heartless wearied wretch Hoped now his fainting limbs to stretch, Hoped now his leechless wounds to bind, Unseen, and half secure, reclined Awhile, in life-renewing rest, Upon the damp earth's grassy breast ; Deemed that the fostering Night would spread Her darkness o'er his trembling head, And shelter him, for little space, From yon relentless human chase. Vain hope ! soon mounting o'er her shroud, The Moon broke forth from every cloud, And wide, iu fearful brightness, gave Her light to guide them to the grave."], [108, "94 THE SONG OF WATERLOO. XIX. Ceaseless, through many a dreary hour, Destruction's work was wrought with power They who escaped the wreck of fight, Died through that starry noon of night. Beneath the hamlet's lowly shed, By copse, and forest-path, they bled. No hallowed fanes to them afford A place of refuge 'gainst the sword ; The small-bird, from the green-wood tree, Fled, at the shriek of agony ; — The lone hare trembled, in her form, While howled, above, that mortal storm. Where'er they bend their toilsome flight, O'ertaking havock blasts their sight ; Where'er they turn, by wood or stream, The swift pursuers' weapons gleam Terrific, in the midnight beam. Vainly, for mercy did they crave Who ne'er to suppliant mercy gave ; Failed not the slayer's arm from blood ; — Relented not his vengeful mood. — 'Twas France the life-boon that implored ! 'Twas Prussia's hand that held the sword !"], [109, "THE SONG OF WATERLOO. 95 XX. On him who led them to their fate What inexpressive pangs await, While, ringing on the midnight air, He hears the voices of despair, While, following on his darkling path, Come fast the messengers of wrath ; What sharp remorse o'erwhelms his thought, Crushed in the dismal wreck he wrought ? None :— to his ear unnoted came The wailings, on that night of shame : Amid his dying followers' moan, He felt but for himself alone, Nor might one thought of pity find Place, in his barrenness of mind. Whether he wear the imperial crown, Or sink in ruin trampled down, The deep curse of his life we see A cold and pangless memory, A soul too cankered, bleak, and blind, To feel the chastening scourge of mind. XXI. But how shall this unworthy lay Hail him, the hero on whose way"], [110, "96 THE SONG OF WATERLOO. Followed the fortunes of that day ? The records of whose life must be His best, his truest eulogy ; Who never drew the sword, in vain, For Freedom's right, on hosted plain, Nor e'er was heard a people's cry Of curses on his victory. His was no bondless maniac's aim To raise in blood a damning fame ; And heaven will shield his daring way, 'Mid perils of the deadly fray, And, through long years, in mercy, spare Freed Europe's champion to her prayer, That when, (for such, alas ! must be, And have been from Time's infancy,) New idol-madmen, deeply cursed With fell Ambition's quenchless thirst, Their madder zealots forth shall call To Rapine's hellish festival, He who first rent the enslaver's chain, May sweep them from the earth, again. Then, foremost by her Worthy's side, Shall Eirin's ardent hearts of pride, In Glory's dreadful path, rejoice, And welcome war, with choral voice ;"], [111, "97 THE SONG OF WATERLOO. First rushing to the shock of fight, Shall spread before them fear and slight, And, high amid tbe combat's blaze, Our harp's triumphant standard raise. XXII. Thrice faithful England ! though thy tear Must fall o'er Picton's laurelled bier, And many an honoured name, beside, Be mourned, amid thy victor pride, Yet shalt thou view, with hallowed joy, The good cause blest for which they die, In farthest realms, shalt gladly see, Best trophies to their memory, The brightness of that peace they won, With thine un vanquished Wellington. O true renown ! O glorious meed For which proud Albion's warriors bleed ! XXIII. Fair Caledonia ! ne'er of yore On dreader field thy warriors bore The lion-flag to victory ;— Never did sterner foemcn flee, o"], [112, "98 THE SONG OF WATERLOO. Before thy mountain- sword, than fled The embattled Gael on yon red mead. No more thy raptured bards shall tell How the grim raven-banner fell, In sanguine streams, at Loncartic, While round it Northern chieftains die, — No more, above the Bruce's urn, Rehearse the feats of Bannockburn. The light of olden days shall fade, Their long-lived glory turn to shade, Before the time-remembered fame Of Waterloo's undying name. XXIV. But now the storm of war is past ; The calm of death succeeds, at last. — Returning light shall far display The ruins of that wondrous day, Where the grim wreck of life lies spread, In scattered relics of the dead. There youths with hearts of hope, that came Adventurous on the path of fame, Have, dying, won a deathless name ; And they whose manly arms had sped"], [113, "[THE SONG OF WATERLOO. 99 The war, through many a day of dread, Here, amid Honour's high career, Sank timeless on a bloody bier. And veteran age that oft had past Scathless, through Dosolation's blast, Has found a soldier's rest, at last. There where, in moonlight's paly sheen, The wide-stretched dale is dimly seen, And dwells the night beam silently, In one red grave together lie The soulless shapes, in many a heap, Wrapt deeply in undreaming sleep. XXV. All now, above them and around, Is hushed, in silence, as profound As the sleepers on that gory ground. Seems as if that long night had come Which reigns in the so; getful tomb ; Save when, perchance, the startled car Shrinks from the pain-wrung moanings near, Or hears the broken parting prayer, In faltering accents, sink to air, Where, with the deadmen cold, there lies A lingerer that unaided dies ;"], [114, "100 THE SONG OF WATERLOO. While, still, each groan, with mournful swell, Seems to ring forth the battle's knell, And as it fails, in murmurs low, More sad the lengthening pauses grow. XXVI. O ye ! that, under distant skies, Have closed in peaceful dreams your eyes, Short rest had been, this night, for you, Could ye but turn them here, to view The couch that holds your warriors true ; Could mark the breathless rest they take That through all time no more shall wake ! What thousands here should grieve, in vain, O'er fathers, sons, and husbands slain — O'er lovers, brothers, friends, that lie Deep in their own blood's purple die ! But now unwept, unmourned, unknown, Friends, allies, foes, together thrown, From rude and foreign hands, shall have, Even where they fell, a nameless grave. — XXVII. And now, along the eastern sky, The stars in early twilight die,"], [115, "THE SONG OF WATERLOO. 101 And the night-gloom wanes uncloudedly.— Now fades the moon, that, through the night Gleamed like a wan sepulchral light. — The cold grey shades their flight have ta'cn From hill, and wood, and level plain, And joyous is the morning ray, As when it comes, at primal day, To wake the antique sports of May. The summer sun as widely glows As when on that first day he rose That dawned o'er Eden's bowers of bliss : And, from that blessed hour to this, Has seldom seen such field I wis. — XXVIII. And where is now that vaunted power Which, at the last-gone morning hour, In bright and countless ranks, was seen O'erspreading far the uplands green 1 Fallen on the ground they proudly trod, And colder than their kindred sod, The feast of ravenous birds and worms, O'er many a league, the grisly forms Of the dead, tens of thousands lie"], [116, "102 THE SONG OF WATERLOO. > Steeped in the blood they shed, in vain : And few the hands that yet retain The worthless weapons trusted well ; — Not even the glory their's to die With breast towards the foe ; — they fell In flight, without a rallying cry : By hands of freemen, thus, may all Slaves and enslavers ever fall ! Such, Britons ! be your shameful flight If e'er round Thraldom's flag ye sight ! XXIX. At the last coming of the morn, Loud rang the gathering trump and horn And deeply pealed the alarming drum Which told the day of fame was come ; While quick, through either host, arose The valiant from their brief repose, And, in brigade aud squadron fair, Moved glittering to the early air ; And they who lie so cold, and low, Were foremost, in that warlike show : But the next trump that bids them rise Shall echo through the rolling skies ; And Heaven, and Earth, and Hell"], [117, "103 THE SONG OF WATERLOO. Shall answer all, in quick rebound, When the Archangel dread shall sound Of Time and Death the knell ; And the children of all ages past Shall meet at the summons of that blast. Then heroes old that, long agone, Died at the plains of Marathon, Or Cannæ's ancient victory, Where, mouldered in the turf, they lie, Each, by his foeman's side, shall rise Into the day that never dies. XXX. Farewell ye fallen freemen brave ! Your's shall be no forgotten grave : Where'er the everlasting bound Of ocean girds the nations round, Where'er the red-cross standard flies Memorial of your fame 'twill rise; Still through the coming years of time, The traveller, from distant clime, And peasant rude, with awe, shall tread The soil of Victory's hallowed mead."], [118, "104 THE SONG OF WATERLOO: Never shall this returning day Of honour pass unmarked away, Till all shall sink in blank decay ; But oft as, o'er your native Isles, Sweet June, in brightness, newly smiles, And gladdens every vale and hill, Your memory shall reslourish still ; The mightiest spell in story's page To glorify each race and age ; A word of more than earthly power For Britons in the trial-hour, To bid them rather die than shame Such high bequest of stainless fame. And long shall deathless minstrels tell The deeds of those who nobly fell, When Albion's meteor ensign flew Triumphantly, at Waterloo."], [119, "A GOODLIE BALLADE Of Sir Adomar, and of his faire ladye, with the greate love they bare eche unto other, and how that hee came backe from Holie Lande, but tarried not, takiDg with him awaie his true dame to a faire realme. Oir Adomar stoode at his castle gate ; His steede is readie ; his merrymen waite, And his banner faire is spread : For a holie vow that knight hath ta'en, With lance and brand to cross the maine, And that white banner, soone, to staine, In Saracen gore, full redde. \" Ladye, when backe I come, o'er the sea, \" Be thou the firste to welcome mee, \" Or here, I dwelle no more.\" Then spake that young dame, tenderlie : \" A living woman if I shall bee, \" I'll bee the firste to welcome thee, \" Backe from the Paynim shore.\" p"], [120, "106 MISCELLANEOUS POEMS. That knighte hath hied, with the blessed hoste, To reare the crosse, on the Paynim coaste, And to bleede, where Christe hath bledde. For long years three, in Heathenrie, He hath wielded sworde, where the bravest bee. And the boldest of them all is hee, When weapons are reeking redde, 'Tis long, tis long, since tidingcs came To gladde that well-beloved dame : Her young cheeke waxeth white ; The mourner's weedes are her array ; But Hope beguiles her, day by day, And manie an houre, doth shee watche and pray For her owne faithfull knighte. From her castle-wall, at eventide, Shee looked o'er the wave, and there shee spied A trim barke, faring neare : But blacke blacke were the sailes, I trow, Aud blinde she grew, for a space, with woe ; She looked again, in haste ; and, lo ! No barke was sailing there."], [121, "MISCELLANEOUS POEMS. 107 Midnight is come ; and, from manie a torube, The restless sprites fleet forthe to roame, In the sweete moone-light raies. From manie a sea, and manie a shore, They glide through the night, for evermore, And seeke the haunts they loved, of yore, And walke their earthlie waies. And the living who thinke upon the dead Oft wake, at the houre of midnight dread, To be alone with Sorrowe. Sir Adomar's bride hath forsaken sleepe, Through these dim houres her watch to keepe. Long hath shee wept ; long may shee weepe, Ere shee haileth a joyfull morrowe. Who knockes so loude, and knockes so late, At goodc Sir Adomar's castle-gate ? \" Stranger, who mayst thou bee?\" — \" I'm a lone wanderer of the gloome, \" And manie a wearie league I've eome, \" From a far lande, over the colde sca-foame, \" With tidingcs, ladie, to thee."], [122, "108 MISCELLANEOUS POEMS. 'y \" Ere the mid watche of this night is past, \" Sir Adomar thou shalt see at last, \" Thy time of griefe is o'er.\" Shee stayed not longer parlance, there ; But, blithe as wilde birde, in sunnie aire, Shee hasted downe the winding staire To the barbicans narrowe dore. \" Now, warder, speed ; the gate set ope \" To yon blest wight that bringes mee hope, \" Faire greeting to him bee done.\" The warder hath hasted to greet that knighte : But, when hee looked forthe, in the wan moonelight Before the gate there stood no wight ; Man saw hee never one. \" Ladie, thy troubled thoughts have straied ; \" Thine eyes were cheated by a shade. \" None have sought entrance here.\" To her chamber lone, againe, shee hies, With tottering step, in woeful wise. Full sore shee weepes ; full sore shee sighs; Her thoughts arc thoughts of feare."], [123, "MISCELLANEOUS POEMS. 109 Now harke ! againe, right soone, shee hears That knocking sounde, with startled cares, From the turret window smalle. Again shee lookes ; again shee sees Him she had seen beneath the trees Is it a shipwrecked man of the seas That, there, for aide would calle ? \" O Ladie haste. The night wanes late ; \" The dawne is neare ; I may not waite. Faine would I speak with thee.\" Downe, with right speedie step, shee's gone : \" Be thou a man of fleshe and bone, \" Or a spirit that wanders beneath the moone, \" Sir knight say thy tidinges to mee.\" Shee spoke : but none made answere, there. Shee looked : but alle was still, and dreare, For the moone had set o'er the sea. But shee felt the rush of a colde dampe blast ; A sad voice spoke her name in haste ; And shee deemed that, by her, a shadowe past, \" Saint Marie, rue on me !\""], [124, "110 MISCELLANEOUS POEMS. Her hearte grew colde, as the threshold stone. Againe to her chamber shee is gone : But, as shee past in there, Shee was ware of a knight, in harnesse bright, That went by her side ; but his footsteppes light Were not like the tread of a warrior wight : They woke no sounde in aire. On his stately helme, shee knew the creste Of the baron bolde that shee loved best ; And, on his dinted shield, Shee saw Sir Adomar's blazonrie, The eagle crowned, and crosses three, In Heathennesse won right worthilie, Alle in a blood-red field. \" Now haile to thee, brave Sir Adomar ; \" Welcome be thou from the blessed wane.\" — \" Haile to thee, ladie mine. \" I have kept my vowe, like a faithfull one \" And a fulle riche guerdon have I wonne, \" Afar, on the plaine of Ascalon, \" Bcneathc the blessed Signe.\""], [125, "MISCELLANEOUS POEMS. 111 Hec raised his barred aventaile. — Oh, how his cheeke was worne, and pale ! Oh, how his eye was dim ! His comelie lockes were stained with gore, And a new wounde, on his front hec bore. I wot, that ladie shook fulle sore, Then, as shee gazed on him. Hee stooped, and kissed her tearefull cheeke. — Why doth that gentle ladie shrieke, And backe, affrighted, starte ? Why doth she sobbe and shudder stille 1 Never was kisse of love so chille. His lippes have sent an icie thrille Backe to her beating hearte. Downe shee sunk in deadlie swoone, As one whose earthlie daies are done, Whose bedde is the church-yarde molde. Her damsels, at the dawno of day, Came there to wake that ladie gay : But, in a breathlesse sleepe shee lay, And shee woke not, where they could bcholde"], [126, "112 MISCELLANEOUS POEMS. boaste 1824 Shee woke above the starrie skie, Among the saintes who dwelle on hie, Where griefe can never light. There, Adomar his love did greet : Sainte Marie, how his lookes were sweete! — In Paradise, when lovers meet, The angels smile more bright ! In the abbaye-churche they made her grave ; And the monkes chaunt manie a holie stave, As thither her corpse is borne : But Adomar's clay, unburied, lay On a bloodic plaine, fulle farre away, To the wilde desert-beastes a prey, And by hungrie vultures tome. For eche Christian man that lay there colde, Fulle twentie of Mahoune's liegemen bolde Were stretched upon that plaine : But the bandes of the Crosse, no more, may Of a knight so brave as him they loste, When, foremost of King Richarde's hoste, Sir Adomar, there, was slaine."], [127, "113 MISCELLANEOUS POEMS. THE APPROACH OF SPRING. FROM THE FRENCH OF MADAME LA MARQUISE DE CASS1NI. Scarce will rough Winter flee, but strives, in vain, With gentle Spring ; for, soon his chilly reign Shall fail, before the mild omnipotence Of yon bright planet, whose clear rays dispense New balm to Nature, and re-warm her breast. Still doth she languish, stripped of her green vest : The naked shrub no gladdening verdure knows, But all is sunk in fullness of repose : Yet all foretells, amid this slumber drear, The moment of the bright awaking near. O'er the fresh fields the bird uncertain flits, — Now seeks, now flies his mate, — now silent sits, And sings anon. All yet obstructed lies ; All loveless seems ; but Love will soon arise. Q"], [128, "114 MISCELLANEOUS POEMS. 1826. : Gaelic ON LEAVING IRELAND. J-iilre is an Isle in the western sea, — Oh, there the kindly hearts are bred ! Oh, there is Love with Virtue wed, And Beauty dwells with Constancy ! What home has Earth, elsewhere, for me 1 Eirin,* what isle is like to thee 1 In a strange land, too long, I dwelt, Nor knew one thrill of cordial joy, Unmingled with a dull alloy, — Nor one warm glow of life e'er felt, Save when I've gladly met, once more. With wanderers from the Irish shore. There are the havens of the heart ; There is the true o'erflowing wealth Of tender natures, — souls of health. With blessings on thee, I depart, Land of my latest, earliest love, Once more, from all that's dear, to rove. March, * Here and elsewhere, I have preserved the true spelling of the name of Ireland. Gray has done so likewise."], [129, "NOTES. Note l. p. 29. Sonnet XIII. \" Il opousa Catherine de Brentes, avec laquelle il vecut quatre annees. II l'aimoit extrememc ut ; et pour apporter quelque remede ;\\ l'affliction que sa raort lui causa, il quitta Anvers, pour quelque temps, fit un voyage en Hollande, &c. Rubens tpousa. en seconde noces, Helene Forman, qui etoit une veritable Helene en beaute, et qui lui fut d'un grand secours dans les figures de femmes qu'il avoit a pein dre. — De Piles, Abrege de la Vie des Peintres, p. 385. Note 2. p. 35. Sonnet XIX. For tbe benefit of that half of the world which has not travelled, and which is therefore ignorant of the \" gentile idioma,\" I subjoin the following \" traduction\" of ray Italian sonnet. It was written a few moments after the original : but I have been more paraphrastic than T should be in trans lating the thoughts of another."], [130, "CXVI NOTES SONNET. Written in imitation of the style of Petrarca, and to express his sentiments. I've served a long captivity to Love ; Full long, antl bitter ; and have borne the smart Of an Egyptian bondage : for his heart Is hard as Pharaoh's. Many a rhyme I've wove For this stern taskmaster, my zeal to prove, Nor fruit nor flower have gained, by all my art : Nor will the tyrant grant me to depart, Till Time, on him and me, more plagues shall move. Yet I believe that, in a coming day, A path for flight will be to me made known, As to the Israelites was given, of old : But empty I prepare me for the way,— Or rather spoiled, — to roam the desert lone ; Nor hope a Promised Land, e'er, to behold. Note 3. p. 49. 1. 6. About a month after 1 had written this line, I met, for the first time, with the works of Charles Lamb, and in the second volume, I found tbe following pretty passage : \" After all, Love's sectaries are a reason unto themselves. We have gone retrograde to the noble heresy, since the days when Sidney proselyted our nation to this mixed health aud disease ; the kindliest symptom, yet the most alarming crisis, in the ticklish state of youth ; the nourisher and destroyer of hopeful wits ; the mother of twin births, wisdom and folly, valour and weakness; the servitude above freedom ; the gentle mind's religion ; the liberal superstition.\" p. 43. The first six lines of this little poem, are an amplification of an epigram of Voltaire."], [131, "NOTES CXVII Note 4. p. 74. 1. 19. Chateau Goumont is the name of the place corruptly called Hougomont ; and, there, the engagement commenced. Note 5. p. 77. 1. 20. The 87th Regiment, or Prince of Wales's own Irish, are here alluded to. This was the only corps which captured two French eagles, during the late war : they were highly distin guished in nearly all the great battles, on the Peninsula ; particularly at Barosa, where they defeated two French regiments, and decided the victory ; and at Vittoria, where they captured au eagle. At the siege of Tarifa, when Mar shal Soult, with ten thousand men, prepared to assault the place, the 87th, which, with a body of Spaniards, formed the garrison, appeared on the walls, and gave three joyous cheers, which had the effect of deterring the enemy from his intended experiment, and of inducing him to make a very hasty retreat. The wild Irish were after their foes, in a trice, and took some pieces of cannon, and the baggage of the French. This re giment, when charging, always made use of a battle-cry, in the old language of Ireland,—\" Faug a ballagh !\" (\" Clear the way !\") and never was that call heard in vain. They were at Guernsey, in June, 1815. The 88th, or Connaught Rangers, another celebrated corps, (facetiously called the Devil's own, after the storming of St. Sebastian's,) were also absent from the battle of Waterloo : but we had, there, the 27th, \" the regiment with the towers,\" which were opposite the station of Napoleon, during the action, and which excited his praises ; aud many another \" gallant band.\" Note 6. p. 80. 1. 13. The burning of the tower of Chateau Goumont."], [132, "CXVIII NOTES. Note 7. p. 80. Stanza X. An attempt is here made to describe the charge of the heavy brigade. The regiments which executed it were the Life Guards, the Oxford Blues, the Inniskilling Dragoons, and the Scotch Greys. The third of those regiments led the onset. This movement decided the combat, so far as cavalry were concerned. Note 8. p. 85. Stanza XIII. \" Several hundreds of the French were forced, headlong, over a sort of quarry, or gravel-pit, where they rolled a con fused and undistinguishable mass of men and horses, exposed to afire, which, being poured closely into them, soon put a period to their struggles.\" — Paul's Letters, p. 158. Those who had fallen into this pit were fusilladed by the 95th regiment, the present Rifle Brigade. Note 9. p. 87. Stanza XIV. The advance of the fifteen thousand of the Imperial Guard who had been kept in reserve. The last effort of the French. Note 10. p. 90. I. 5. \" Epitherses pere de Æmilian rheteur nauigant de Grece en Italie dedens une nauf chargee de diuerses marchandises, et plusieurs voyagers, sur le soir cessant le vent aupres des Isles Echinades, lesquelles sont entre la moree et Tunis, fut leur nauf portee pres de Paxes. Estant la abord6e, aucuns des voyagers dormans, auties veillans, autres buuans et souppans, fut de ITsle de Paxes ouye une voix de quelqu'un qui hautement appelloit Thamous : A uquel cris tous furent es pouuantez. Cestuy Thamous estoit leur pilot natif d'Egypte, mais non congnu de nom, fors <\\ quelques uns des voya-"], [133, "CXIX NOTES gers. Fut secondement ouye ceste voix : Laquelle appelloit Thamous en cris horrifiques. Personne ne respondant, mais tous restans en silence et trepidation, en tierce fois ceste voix fut ouye plus terrible que deuant. Dont auint que Thamous respondit. Ie suis icy, que me demande tu? que veuz tu que ie fasse ? Lors fut icelle voix plus hautement ouye, luy disant et commandant, quand il seroit en Palodes publier et dire que Pan le grand Dieu estoit mort. Ceste parole entendue disoit Epitherses tous les nauchiers et voyagers s'estre esba hiz et grandement effrayez : Et entre eux deliberans quel seroit meilleur ou taire ou publier ce que auoit este comraande, Dist Thamous son auis estre, auenant que lors ilz eussent vent en pouppe, passer outre sans mot dire : auenant qu'il fust calme en mer, signifier ce qu'ilz auoient ouy. Quand don ques furent pres Palodes auint qui'ilz n'eurent ne vent ne cou rant. Adonques Thamous montaut en prore, et en terre pro iettant sa veue dist ainsi qu'il luy estoit commande que Pan le grand estoit mort. II n'auoit encores acheue le dernier mot quand furent entenduz grans souspirs, grandes lamentations, et effrois en terre, non d'une personne seule, mais de plusieurs ensemble. Ceste nouuelle (par ce que plusieurs auoient este presens) fut bieu tost diuulguee en Romme. Et enuoya Ti- bere Cesar lors Empereur de Romme querir Cestuy Tha- mous. Et 1'auc.r entendu parler aiousta soy a ses paroles. Et se guementant es gens doctes qui pour lors estoient en sa court et en Romme et en bon nombre, qui estoit cestuy Pan, trouua par leur rapport qu'il auoit este filz de Mercure et de Penelope. Ainsi au parauant l'auoient escrit Herodote et Cicero au tiers liure de la nature des Dieux. Toutefois ie le interpreterois de celuy grand Seruateur des fideles, qui fut en Iudee ignominieusement occis par l'enuie et iniquite des"], [134, "CXX NOTES Pontifes, docteurs, prestres, et moynes de la loy Mosaique. Et ne semble 1'interpretation abhorrente . Car a bon droit peut il estre en langage Gregeois distPan. Veu qu'il est lenostre Tout, tout ce que viuons, tout ce que auons, tout ce que esperons est luy, en luy, de luy, par luy. C'est le bon Pan le grand pasteur, qui comme atteste le bergier passionne Coridon, non seulement ha en amour et affection ses brebis, mais aussi les bergiers. A la mortduquel furent plaints, souspirs, effrois et lamentations en toute la machine de l'Vniuers, cieux, terre, mer, enfers. A ceste mienne interpretation compete le temps. Car cestuy tresbon tresgrand Pan, nostre unique Seruateur mourut lez Hierusalem, regnant en Romme Tibere Cæsar. Pantagruel ce propos finy resta en silence et profonde con templation. Peu de temps apres nous vismes les larmes de couler de ses yeux grosses comme œufz d'Austruche. Ie me donne a Dieu, si i'en mens d'un seul mot.\" — Rabelais, Les Faicts et Diets du bon Pantagruel. Livre iv. c. 28. The same story is told, in the gossiping Geographie of old Peter Heylin. Milton has a fine allusion to it in his ode on the Nativity."], [135, ""], [136, ""], [137, ""], [138, ""], [139, ""], [140, ""]]