[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "SONS OF THE REVOLUTION."], [8, ""], [9, ""], [10, "TABLET ERECTED AT PRINCETON."], [11, "THE CONSTITUTION OP Sons of the Revolution AND BY-LAWS AND REGISTER OF THE in f0e gtdti of QU5B 3erseg. Instituted January 6th, 1891. TRENTON: PRINTED FOR THE SOCIETY. 1898."], [12, "THE BRANDT PRESS, TRENTON."], [13, "Contents. PlgC. Officers of the General Society, ........ 7 Officers and Board of Managers of the Society in New Jersey, . 9 Constitution of the General Society, . . . . . . .15 By-Laws of the Society in New Jersey, . . . . . . 25 Register of Members, . . . . . . . . 35 In Memoriam, .......... 67 Persons Represented, . . . . . . . . . .71 Contest for School Medals, ........ 91 Addenda, 65 Illustrations. Tablet at Princeton, ........ Frontispiece. Philemon Dickinson, ....... Faces page 75 Ebenezer Hazard, ........ \" 77 George Muirheid, ........ \" 80 Jonathan Rhea, ......... \" 82"], [14, ""], [15, "General Society os Sons of the Revolution. Organized Washington, D. C, April 19, 1890. OFFICERS. General President, John Lee Carroll, . Ellicott City, Maryland, Of the Maryland Society. General Vice-President, Garret Dorset Wall Vroom, Trenton, New Jersey, Of the New Jersey Society. Second General Vice-President, John Screven, .... Savannah, Georgia, Of the Georgia Society. General Secretary, James Mortimer Montgomery, 146 Broadway (Room 409), New York, Of the New York Society."], [16, "8 sons of the revolution. Assistant General Secretary, William Hall Harris, 216 St. Paul street, Baltimore, Of the Maryland Society. General Treasurer, Richard McCall Cadwalader, 133 South Twelfth street, Philadelphia, Of the Pennsylvania Society. General Assistant Treasurer, Henry Cadle, .... Bethany, Missouri, Of the Missouri Society. General Chaplain, Rt. Rev. Henry Benjamin Whipple, D.D., LL.D., Bishop of Minnesota, Faribault, Minnesota, Of the Minnesota Society. General Registrar, Francis Ellingwood Abbot, . Cambridge, Mass., Of the Massachusetts Society. General Historian, Gaillard Hunt, . Washington, District of Columbia, Of the District of Columbia Society."], [17, "Sons of the Revolution in the State of New Jersey. Instituted January 6th, 1891. officers. President, Samuel Meredith Dickinson, Trenton Vice-President, Clement Hall Sinnickson, Salem Secretary, John Alexander Campbell, Trenton Corresponding Secretary, Francis Bazley Lee, Trenton Treasurer, Frank Obadiah Briggs, Trenton Registrar, Foster Conarroe Griffith, Trenton Historian, Thomas Jones Yorke, Salem Chaplain, Salem Charles Marter Perkins,"], [18, "10 sons of the revolution. BOARD OF MANAGERS. Garret Dorset Wall Vroom, William Elmer, Gilbert Collins, Malcolm Macdonald, Schuyler Colfax Woodhull, Richard Fowler Stevens, Abram Quick Garretson, Leroy Hammond Anderson, Hugh Henderson Hamill. DELEGATES TO THE GENERAL SOCIETY. Richard Fowler Stevens, Gilbert Collins, Thomas Jones Yorke, Frank Obadiah Briggs, Samuel Meredith Dickinson, ALTERNATES. Malcolm Macdonald, John Alexander Campbell, Hugh Henderson Hamill, Schuyler Colfax Woodhull, Foster Conarroe Griffith."], [19, "OFFICERS. 11 OFFICERS OF THE SOCIETY IN NEW JERSEY FROM ITS INSTITUTION, January 6, 1891. President, Samue.l Meredith Dickinson. ELECTED. RETIRED. I89I. Vice-President, Clement Hall Sinnickson. 1891. Secretary, John Alexander Campbell. 1891. Corresponding Secretary, (Office established 1896,) Francis Bazley Lee. 1896. Treasurers, 1891. Hugh Henderson Hamill, 1897. Frank Obadiah Briggs. 1897. Registrar, Foster Conarroe Griffith. 1891. Historians, 1891. Morris Hancock Stratton, Thomas Jones Yorke. 1896. 1896. Chaplain, 1892. Charles Marter Perkins"], [20, "SONS OF THE REVOLUTION. 12 elected. Managers. retired. i 89 i. Garret Dorset Wall Vroom, 1 891. * George Maxwell Robeson, 1896. 1 89 1. Bayard Stockton, i%93 1891. Christopher Augustus Bergen, 1892. 1891. * Peter L. Voorhees, 1892. 1891. Samuel Duncan Oliphant, i 895. 1891. Hugh Henderson Hamill, 1892. 1 89 1. * William John Potts, i 895. 1 89 1 . William Elmer, 1892. Gilbert Collins, 1892. Malcolm Macdonald, 1892. SCHUYLER COLFAX WoODHULL, 1893. Richard Fowler Stevens, 1895. Thomas Jones Yorke, 1896. 1895. Abram Quick Garretson, 1896. Leroy Hammond Anderson, 1896. * William Lewis Dayton, i 897. 1897. Hugh Henderson Hamill. * Deceased."], [21, "CONSTITUTION."], [22, ""], [23, "CONSTITUTION OF THE General Society os Sons of the Revolution. IT BEING evident, from a steady decline of a proper celebration of the National holidays of the United States of America, that popular concern in the events and men of the war of the Revolution is gradu ally declining, and that such lack of interest is attribu table, not so much to the lapse of time and the rapidly increasing flood of immigration from foreign countries, as to the neglect, on the part of descendants of Revo lutionary heroes, to perform their duty in keeping before the public mind the memory of the services of their ancestors and of the times in which they lived ; there fore, the Society of Sons of the Revolution has been instituted to perpetuate the memory of the men who, in the military, naval and civil service of the Colonies and of the Continental Congress, by their acts or coun sel, achieved the independence of the country, and to further the proper celebration of the anniversaries of the birthday of Washington, and of prominent events con nected with the war of the Revolution ; to collect and secure for preservation the rolls, records and other docu-"], [24, "16 SONS OF THE REVOLUTION. ments relating to that period ; to inspire the members of the Society with the patriotic spirit of their fore fathers ; and to promote the feeling of friendship among them. The General Society shall be divided into State Soci eties, which shall meet annually on the day appointed therefor in their respective by-laws, and oftener if found expedient ; and at such annual meeting the reasons for the institution of the Society shall be considered, and the best measures for carrying them into effect adopted. The State Societies, at each annual meeting, shall choose, by a majority of the votes present, a President, a Vice-President, a Secretary, a Registrar, a Treasurer, a Chaplain, and such other officers as may by them respect ively be deemed necessary, together with a Board of Managers consisting of these officers and of nine other members, all of whom shall retain their respective posi tions until their successors are duly chosen. Each State Society shall cause to be transmitted an nually, or oftener, to the other State Societies, a circular letter calling attention to whatever may be thought worthy of observation respecting the welfare of the Society or of the general union of the States, and giving information of the officers chosen for the year ; and copies of these letters shall also be transmitted to the General Secretary, to be preserved among the records of the General Society. The State Societies shall regulate all matters respect ing their own affairs, consistent with the general good"], [25, "CONSTITUTION. 17 of the Society; judge of the qualification of their members or of those proposed for membership, subject, however, to the provisions of this Constitution ; and expel any member who, by conduct unbecoming a gen tleman or a man of honor, or by an opposition to the interests of the community in general or of the Society in particular, may render himself unworthy to continue in membership. In order to form funds that may be respectable, each member shall contribute, upon his admission to the Society and annually thereafter, such sums as the by laws of the respective State Societies may require ; but any of such State Societies may provide for the endow ment of memberships by the payment of proper sums in capitalization, which sums shall be properly invested as a permanent fund, the income only of which shall be expended. The regular meeting of the General Society shall be held every three years, and special meetings may be held upon the order of the General President or upon the request of two of the State Societies, and such meetings shall consist of the General Officers and a representa tion not exceeding five deputies from each State Society, and the necessary expenses of such meeting shall be borne by the State Societies. At the regular meeting, a General President, Vice- President, Secretary, Assistant Secretary, Treasurer, Assistant Treasurer and Chaplain shall be chosen by a majority of the votes present, to serve until the next"], [26, "18 SONS OF THE REVOLUTION. regular general meeting, or until their successors are duly chosen. At each general meeting the circular letters which have been transmitted by the several State Societies shall be considered, and all measures taken which shall conduce to the general welfare of the Society. The General Society shall have power at any meeting to admit State Societies thereto, and to entertain and determine all questions affecting the qualifications for membership in or the welfare of any State Society as may, by proper memorial, be presented by such State Society for consideration. Any male person above the age of twenty-one years, of good character, and a descendant of one who, as a military, naval or marine officer, soldier, sailor or marine, in actual service, under the authority of any of the thir teen Colonies or States or of the Continental Congress, and remaining always loyal to such authority, or a descendant of one who signed the Declaration of Inde pendence, or of one who, as a member of the Conti nental Congress or of the Congress of any of the Colonies or States, or as an official appointed by or under the authority of any such legislative bodies, actually assisted in the establishment of American inde pendence by services rendered during the war of the Revolution, becoming thereby liable to conviction of treason against the government of Great Britain, but remaining always loyal to the authority of the Colonies or States, shall be eligible to membership in the Society."], [27, "CONSTITUTION. 19 The Secretary of each State Society shall transmit to the General Secretary a list of the members thereof, together with the names and official designations of those from whom such members derive claim to mem bership, and thereafter upon the admission of members in each State Society, the Secretary thereof shall transmit to the General Secretary information respecting such members similar to that herein required. The Society shall have an insignia, which shall be a badge suspended from a ribbon by a ring of gold ; the badge to be elliptical in form, with escaloped edges, one and one-quarter inches in length, and one and one-eighth inches in width ; the whole surmounted by a gold eagle, with wings displayed, inverted ; on the obverse side a medallion of gold in the center, elliptical in form, bear ing on its face the figure of a soldier in Continental uniform, with musket slung; beneath, the figures 1775; the medallion surrounded by thirteen raised gold stars of five points each upon a border of dark blue enamel. On the reverse side, in the center, a medallion corres ponding in form to that on the obverse, and also in gold, bearing on its face the Houdon portrait of Wash ington in bas-relief, encircled by the legend, \" Sons of the Revolution;\" beneath, the figures 1883; and upon the reverse of the eagle the number of the badge to be engraved ; the medallion to be surrounded by a plain gold border, conforming in dimensions to the obverse ; the ribbon shall be dark blue, ribbed and watered, edged"], [28, "SONS OF THE REVOLUTION 20 with buff, one and one-quarter inches wide, and one and one-half inches in displayed length. The insignia of the Society shall be worn by the members on all occasions when they assemble as such for any stated purpose or celebration, and may be worn on any occasion of ceremony ; it shall be carried conspicu ously on the left breast, but members who are or have been officers of the Society may wear the insignia sus pended from the ribbon around the neck. The custodian of the insignia shall be the General Secretary, who shall issue them to members of the Society under such proper rules as may be formulated by the General Society, and he shall keep a register of such issues wherein each insignia issued may be identi fied by the number thereof. The seal of the Society shall be one and seven-eighths inches in diameter, and shall consist of the figure of a Minute-man in Continental uniform, standing on a ladder leading to a belfry ; in his left hand he holds a musket and an olive branch, whilst his right grasps a bell-rope ; above, the cracked Liberty Bell ; issuing therefrom a ribbon bearing the motto of the Society, Exegi monumentum œre perennius ; across the top of the ladder, on a ribbon, the figures 1776; and on the left of the Minute-man, and also on a ribbon, the figures 1883, the year of the formation of the Society; the whole encircled by a band three-eighths of one inch wide ; thereon at the top thirteen stars of five points each;"], [29, "CONSTITUTION. 21 at the bottom the name of the General Society, or of the State Society to which the seal belongs. By an Article in addition to and amendment of the foregoing Constitution, proposed at a meeting of the General Society, held at the State house, Annapolis, April 19th, 1894, referred by the General Society to the several State Societies, for their corporate action, adopted by each of them and so certified by the General Sec retary to the General Society at a meeting thereof, held at Savannah, April 20th, 1896, and thereupon taking effect, the additional offices of Second General Vice- President, General Registrar and General Historian were established."], [30, ""], [31, "BY-LAWS"], [32, ""], [33, "BY-LAWS OF The Society os Sons of the Revolution in the State of New Jersey. Section I. MEMBERS shall be elected as follows: Candidates shall send their names and documents, or other proof of qualifications for membership, to the Board of Managers, and, upon a favorable report from said board, and upon payment of the initiation fee, may thereupon become members of the Society. Section II. The initiation fee shall be five (5) dollars ; the annual dues three (3) dollars : * Provided, That any member who shall have been elected during the last three months of the fiscal year shall not be required to pay the annual dues for the current fiscal year. The payment at one time of fifty (50) dollars shall constitute a life member ship. The payment at one time of one hundred (100) * Amendment proposed March 6th, 1894, adopted March 26th, 1896 : \"The initiation fee shall be ten (10) dollars; the annual dues three (3) dollars.\""], [34, "26 SONS OF THE REVOLUTION. dollars shall constitute a perpetual or endowed member ship, and upon the death of the member so paying, the membership shall be held by his eldest son, or such other descendant from the ancestor from whom he claims as he may nominate ; in failure of such nomination having been made, the Society may decide which one of the descendants shall hold the membership : Provided always, that the Society reserves to itself the privilege of rejecting any nomination that may not be acceptable to it. All those holding life or endowed memberships shall be exempt from the payment of the initiation fee and annual dues. Section III. All initiation, life and endowed membership fees, as well as donations which shall hereafter be paid the Society, shall remain forever to the use of the Society, of which the interest only shall be used. Section IF. The annual meeting of the Society shall be held on the first Tuesday in March, at which a general election of officers by ballot shall take place. In such election a majority of the ballots given for any officer shall con stitute a choice; but if, on the first ballot, no person shall receive such majority, then a further balloting shall take place, in which a plurality of votes given for any officer shall determine the choice."], [35, "BY-LAWS. 27 Section V, At all meetings of the Society ten (10) members shall constitute a quorum for the transaction of business. Section VI. The President, or in his absence the Vice-President, or in the absence of both a chairman pro tempore, shall preside at all meetings of the Society, and shall have a casting vote. He shall preserve order, and shall decide all questions of order, subject to an appeal to the Society. Section VII. The Secretary shall conduct the general correspond ence of the Society. He shall notify all members of their election, and of such other matters as he may be directed by the Society. He shall have charge of the seal, certificate of incorporation, by-laws and records of the Society, and shall issue certificates of membership. He, together with the presiding officer, shall certify all Acts of the Society. He shall, under the direction of the President or Vice-President, give due notice of the time and place of all meetings of the Society, and attend the same. He shall keep fair and accurate records of all the proceedings and orders of the Society ; and shall give notice to the several officers of all votes, orders, resolves, and proceedings of the Society affecting them or appertaining to their respective duties. He shall be"], [36, "28 SONS OF THE REVOLUTION. Secretary of the Board of Managers and shall keep the record of their meetings in the regular minute book of the Society.* Section VIII. The Treasurer shall collect and keep the funds and securities of the Society ; and so often as tho9e funds shall amount to one hundred (ioo) dollars, they shall be deposited in some bank or trust company in the city of Trenton, N. J., to the credit of \" The New Jersey Society of Sons of the Revolution,\" and shall be drawn thence on the check of the Treasurer for the purposes of the Society only. Out of these funds he shall pay such sums as may be ordered by the Society, or by the Board of Managers. He shall keep a true account of his receipts and payments, and at each annual meeting render the same to the Society, when a committee shall be appointed to audit his accounts. He shall give such security as shall be required by the Board of Managers. Section IX. The Registrar shall keep a roll of members, and in his hands shall be lodged all the proofs of membership qualification, and all the historical and other papers of which the Society may become possessed ; and he, under the direction of the Board of Managers, shall make copies of such similar documents as the owners thereof may not *By an amendment proposed March 26th, 1896, adopted March 2d, 1897, the office of Corresponding Secretary was established."], [37, "BY-LAWS 29 be willing to leave permanently in the keeping of the Society. Section X. The Historian shall keep a detailed record, to be deposited with the Secretary, of all the historical and commemorative celebrations of the Society ; and he shall edit and prepare for publication such historical addresses, essays, papers and other documents of an historical char acter, other than a Register of Members, as the Secretary may be required to publish ; and at every annual meet ing, if there shall be a necrological list for the year then closing, he shall submit the same with carefully prepared biographies of the deceased members. Section XI. The Board of Managers shall consist of sixteen — namely, the President, Vice-President, Secretary, Treas urer, Registrar, Historian and Chaplain, ex-officio, and nine other members, and all of whom shall be elected at the annual meeting. In case of a vacancy in any of these offices the Board may fill the same until the next annual election. They shall judge of the qualifications of the candi dates for admission to the Society, and, upon the recom mendation of the Committee on Admissions, shall have power to elect the same to membership. They shall have charge of all special meetings of the Society and"], [38, "SONS OF THE REVOLUTION. 30 shall, through the Secretary, call special meetings at any time, upon the written request of five members of the Society, and at such other times as they see fit. They shall recommend plans for promoting the objects of the Society, shall digest and prepare business, and shall authorize the disbursement and expenditure of unap propriated money in the treasury for the payment of the current expenses of the Society. They shall gener ally superintend the interests of the Society, and execute all such duties as may be committed to them by the Society. At each annual meeting of the Society, they shall make a general report. At all meetings of the Board of Managers five mem bers shall constitute a quorum for the transaction of business. Section XII. The Chairman of the Board of Managers shall appoint annually three members thereof as a Committee on Admissions, whose duty it shall be to pass upon the qualifications of applicants for admission to the Society, and report to the Board of Managers. Section XIII. Ayes and nays shall be called at any meeting of the Society upon the demand of five members. Section XIV. No alteration of the By-Laws of the Society shall be"], [39, "BY-LAWS. 31 made unless such alteration shall have been proposed at a previous meeting, and shall be adopted by a majority of the members present at any meeting of the Society, five (5) days' notice thereof having been given to each member."], [40, ""], [41, "REGISTER OF MEMBERS."], [42, ""], [43, "REGISTER OF Sons of the Revolution in the State of New Jersey. The figures following members' names indicate the numbers of their insignia. Allen, Harry Chandler, Trenton. Great -great-grand son of Gershom Loveless, Private, Captain Phillips' Company, New Jersey Line, March 30th, 1778; served to close of war. Great-great-grandson of Simeon Van Wickle, Lieutenant, Second Regi- ment, Middlesex; Captain, same regiment; Lieutenant, State troops; Captain, State troops, New Jersey Militia. Anderson, Leroy Hammond, Princeton. *542 Great-grandson of James Anderson, the younger, Public Armorer of the State of Virginia, and Captain of the Corps of Artificers therein. Prisoner of war, June 1 1 th, 1 7 8 1 . Anderson, William Allison, Trenton. Great-grandson of Richard Clough Anderson, Captain Fifth Virginia Infantry, January 26th, 1776; Major First Virginia Line, February 10th, 1778; Aid-de-Camp to the Marquis de La Fayette, 1781. Promoted Lieutenant-Colonel before the close of hostilities. Wounded at Trenton, 1776, and at Savannah. Prisoner of war, 1780."], [44, "36 SONS OF THE REVOLUTION. Audenried, William Francis, Spring Lake. Great-great-great-grandson of Robert Wallace, Private in Captain John Morrison's Company, Colonel Thomas Porter's Battalion, Lancaster county, Pennsylvania, Associators, August 15th, 1776; Private in Captain George Crawford's Company, Colonel James Dunlap's Battalion, Cumberland county, Pennsylvania, Associators, July 28th, 1777- Great-great-great-great-grandson of William Chesney, Member Commit- tee of Observation, York county, Pennsylvania, December 16th, 1774; Private in Captain James Chambers' Company, Colonel William Thompson's Battalion of Riflemen, July, 1775 ; Commis- sioner to seize personal effects of traitors, October 21st, 1777; Commissioner for sale of forfeited estates of traitors, May 6th, 1778. *Aulick, Richmond Ogston, Trenton. Great-great-grandson of Thomas Anderson, Member Sussex county, New Jersey, Committee of Safety ; Chairman Sussex Committee in Provincial Convention, held at New Brunswick, July 21st, 1774, to nominate Deputies for New Jersey to the Continental Congress, at Philadelphia, September 5th, 1774. Barbour, Henry Merlin, New York City. Great-great grandson of John Brown, Captain, Ninth Company, First Regiment, Connecticut Militia, May, 1776. Barkalow, John Swartwout, Paterson. Great-grandson of Samuel Smith, a Signer of Pledges of Association in Dutchess county, New York, subscribed in June and July, 1775 ; Captain, Fourth Regiment, New York Militia, Colonel Tobias Stoutenburgh. Beasley, Chauncy Haven, Trenton. Great-grandson of Matthias Williamson, Colonel of Essex county Regi- ment of Light Horse, New Jersey Militia, October 27th, 1776; commissioned Brigadier-General of New Jersey Militia, September 6th, 1776; Assistant Deputy Quartermaster-General; Assistant Quartermaster-General ; Quartermaster-General ; resigned July 24th, 1779. Prisoner of war, January 25th, 1780. * Deceased."], [45, "REGISTER OF MEMBERS. 37 Belville, Robert Chambers, Trenton. Great-great-grandson of John Reading, Ensign, Captain Reading's Com- pany, Third Battalion, First Establishment, New Jersey Line, Feb- ruary 7th, 1776; Second Lieutenant, Captain Doughty's Company, Third Battalion, Second Establishment; First Lieutenant, Captain Cox's Company, Third Battalion, Second Establishment, January 1st, 1777; retired September 26, 1780. Bergen, Christopher Augustus, Camden. Great-grandson of John Schenck, Captain Third Regiment, Hunterdon county, New Jersey Militia. Blackwell, Jonathan Hunt, Trenton. Great-grandson of James Hunt, Wagonmaster ; Captain and Conductor of Team Brigade, New Jersey Militia. Blackwell, Stephen Weart, Trenton. Great-great-grandson of James Hunt, Wagonmaster ; Captain and Con- ductor of Team Brigade, New Jersey Militia. Bowly George Hollins, Jersey City. Great-great-great-grandson of Arnoldus Vander Horst, Captain, South Carolina Militia. Brewer, John Hart, Trenton. Great-great-grandson of John Hart, Signer of the Declaration of Inde- pendence. Briggs, Frank Obadiah, Trenton. 758 Great-grandson of Stephen Smith, of Brentwood, New Hampshire, who enlisted as a Private, July 6th, 1780, in Captain Benjamin Whittier's Company of Colonel Nichols' Regiment, New Hampshire troops. Great-great-grandson of Obadiah Smith, of Brentwood, New Hampshire, who was a Corporal in Captain Elisha Mack's Company of Colonel Ashley's Regiment of Militia, raised to reinforce Continental Army, at Ticonderoga, June 28th, 1777. Britton, Charles Potts, Trenton. Great-grandson of Nicholas Britton, Private, Middlesex county, New Jersey Militia. Great-grandson of William Potts, Private, Monmouth county, New Jersey Militia ; also, Private, Continental Line."], [46, "38 SONS OF THE REVOLUTION. Britton, William Ogden, Trenton. Great-grandson of Nicholas Britton, Private, Middlesex county, New Jersey Militia. Great-grandson of William Potts, Private, Monmouth county, New Jersey Militia; also, Private, Continental Line. Budd, the younger, Henry Irick, Camden. Great-great-grandson of Joseph Budd, Member Committee of Observa- tion for city and county of Burlington, New Jersey, February 14th, 1775 ; Second Major, Second Regiment, Burlington county, New Jersey Militia, June 6th, 1777; resigned November 30, 1781. Burke, James Edmund, Princeton. Great-grandson of Simeon Smith, Private, Middlesex county, New Jersey Militia. Burke, William Ely, Princeton. Great-grandson of Simeon Smith, Private, Middlesex county, New Jersey Militia. Burnet, Robert Wallace, Cincinnati, Ohio. Grandson of William Burnet, Deputy Chairman Newark, New Jersey, Committee of Safety, May 4th, 1775 ; Surgeon, Second Regiment, Essex county, New Jersey Militia, Colonel Philip Van Cortlandt, February 17th, 1776; Commissioner Military Supplies, Eastern Division, July 16, 1776; Physician and Surgeon-General, Eastern Department, Continental Army, April nth, 1777; Hospital Phy sician and Surgeon, October 6th, 1780; Member Continental Congress, 1 780-1 ; Chief Physician and Hospital Surgeon, March 5th, 1 78 1 ; served to close of war. Campbell, John Alexander, Trenton. 736 Great-grandson of John Montgomery, of Laws Mills, Town of Arling- ton, Vermont, Private, Vermont troops, Continental Army. Chambers, Abner Reeder, Trenton. Great-great-grandson of RulorTe Van Dyke, Member Committee of Cor- respondence, Somerset county, New Jersey, July 28th, 1775; Deputy from Somerset county in the Provincial Congress of New Jersey, October 4th, 1775 > one of the Committee of Safety for the Province, October 28th, 1775 ; Deputy from Somerset county in the Provincial Congress of New Jersey, January 31st, 1776."], [47, "REGISTER OF MEMBERS. 39 Chambers, Charles Houghtaling, Trenton. 2274 Grandson of William Chambers, Second Lieutenant in Captain John Maxwell's Company, Colonel Oliver Spencer's Regiment, Conti- nental Army, August ist, 1777, and retired April 22d, 1779. Chambers, Thomas Stryker, Trenton. 734 Great-great-grandson of Alexander Chambers, Commissary, Military Stores, New Jersey Militia ; Commissioner for West Jersey. Great-great-grandson of Amos Scudder, Private in Captain John Mott's Company, First Regiment, Hunterdon county, New Jersey Militia. He acted as guide to General Washington before the battle of Trenton. Promoted Ensign, May ioth, 1777, in the Company and Regiment aforesaid, and as such served to the close of the war. Great-great-grandson of Jacob Keen, Private, First Battalion, Second Establishment ; Captain Reading' s Company, Second Regiment, New Jersey Line. Great-great-grandson of John Story, Private, Captain Morgan's Company, Second Regiment, Middlesex county, New Jersey Militia. Clark, Frederick Hatfield, Trenton. Great-grandson of William Clark, Private, Essex county, New Jersey Militia. Prisoner of war in Sugar House prison, New York — last survivor. Great-great-grandson of Joseph Coward, Private in \" Pulaski Legion,\" Continental Line ; also Monmouth county, New Jersey Militia. Great-grandson of William Williams, Private, Captain Bateman Lloyd's Company, Second Regiment, New Jersey Line. Clark, the younger, William Alexander, Trenton. Great-grandson of William Clark, Private, Essex county, New Jersey Militia. Prisoner of war in Sugar House prison, New York — last survivor. Great-great-grandson of Joseph Coward, Private in \" Pulaski Legion,\" Continental Line ; also Monmouth county, New Jersey Militia. Great-grandson of William Williams, Private, Captain Bateman Lloyd's Company, Second Regiment, New Jersey Line. Collins, Gilbert, Jersey City. 131 8 Great-grandson of Daniel Collins, First Lieutenant, January ist, 1777, First Regiment, Connecticut Line, formation of 1777-81 ; resigned January 2d, 1778. In service from 1775."], [48, "SONS OF THE REVOLUTION. 40 Collins, Walter, Jersey City. Great-great-grandson of Daniel Collins, First Lieutenant, January ist, 1777, First Regiment, Connecticut Line, formation of 1777-81; resigned January 2d, 1778. In service from 1775. Conant, Leonard Hubbard, East Orange. Great-grandson of Abel Conant, Private, Captain Dow's Company of Minute-men, New Hampshire troops, 1775; in service in 1776; Corporal, 1778. Conover, Francis Stevens, Princeton. Great-grandson of Peter Covenhoven, Member Monmouth county, New Jersey, Committee of Safety. Great-grandson of John Stevens, II., Vice-President of the Legislative Council of the State of New Jersey, 1776-82; custodian of the money chest of the State ; President of the convention which met in Trenton, December nth, 1787, to ratify the Constitution of the United States. Great-grandson of Thomas Anderson, Member Sussex county, New Jersey, Committee of Safety ; Chairman Sussex Committee in Pro- vincial Convention, held at New Brunswick, July 21st, 1774, to nominate Deputies for New Jersey to the Continental Congress at Philadelphia, September 5th, 1774. Great-grandson of John Cox, Member Committee of Observation, Bur- lington county, New Jersey, February 14th, 1775 ; Major, Second Battalion, Philadelphia Associators, 1775; Lieutenant-Colonel, Second Battalion, Philadelphia Associators, 1776; and in action at the battle of Princeton, 1777. Colonel and Deputy Quartermaster- General, Continental Army. Dayton, William Clarke, Camden. Great-grandson of Edward Lewis, the younger, Assistant Commissary of Issues, New Jersey troops. * Dayton, William Lewis, Trenton. 1263 Great-grandson of Edward Lewis, the younger, Assistant Commissary of Issues, New Jersey troops. * Deceased."], [49, "REGISTER OF MEMBERS. 41 Dickinson, Samuel Meredith, Trenton. 733 Great-grandson of Philemon Dickinson, Brigadier-General, October 19th, '775 5 resigned February 15th, 1777; Major-General, June 6th, 1777, New Jersey Militia. Member of Continental Congress, from Delaware, 1782-83. United States Senator from New Jersey. Great-grandson of Samuel Meredith, Major in General Cadwalader's Philadelphia Battalion, 1775-77. Promoted Brigadier-General, 1777. He and his brother-in-law, George Clymer, each gave in silver to carry on the war. Member Continental Con- gress, and was the first Treasurer of the United States under the Constitution. Great-grandson of Lewis Ogden, Member New Jersey Committee of Correspondence, appointed by the Provincial Congress, May 2d, '775 > Chairman, General Committee of Association for Newark, New Jersey, May 4th, 1775 ; Deputy from Essex county to the Prov- incial Congress of New Jersey and of the Committee of Safety to act in the recess of said Congress, October, 1775 ; Deputy from Essex county to the Convention of New Jersey, 1776, and one of the Secret Committee of Correspondence thereof. Drake, Herbert Armitage, Camden. Great-grandson of John Schenck, Captain, Third Regiment, Hunterdon county, New Jersey Militia. Elmer, William, Trenton. 769 Great-grandson of Jonathan Elmer, Deputy from Cumberland county in the Provincial Congress of New Jersey, May 23d, 1775; Member Continental Congress, 1776-77-81-82-83-87-88 ; Member Board of Treasury; Member Medical Committee of Congress. United States Senator from New Jersey, 1789. Great-grandson of David Potter, Colonel, Second Battalion, Cumber- land county, New Jersey Militia, 1776; Colonel, Battalion of State troops, November 27th, 1776. Prisoner of war. Elmer, IV., William, Trenton. Great-great-grandson of Jonathan Elmer, Deputy from Cumberland county in the Provincial Congress of New Jersey, May 23d, 1775 ; Member Continental Congress, 1776-77-81-82-83-87-88; Member Board of Treasury ; Member Medical Committee of Congress. United States Senator from New Jersey, 1789."], [50, "42 SONS OF THE REVOLUTION. Great-great-grandson of David Potter, Colonel, Second Battalion, Cum- berland county, New Jersey Militia, 1776; Colonel, Battalion of State troops, November 27th, 1776. Prisoner of war. Foster, Daniel Requa, Trenton. 1595 Great-grandson of Abraham Requa, Private, New York Militia, 1776- »779- Great-grandson of Solomon Hopkins, First Lieutenant in Captain Heze- kiah Mead's Company in Colonel Henry Ludington's Regiment, New York troops. Garretson, Abram Quick, Jersey City. l334 Great-grandson of Abraham Quick, Colonel of the Second Somerset Battalion, New Jersey Militia, February 28, 1776. Grey, Norman, Camden. Great-great-grandson of Azariah Dunham, Member of General Assembly of New Jersey, 1774; Deputy in the Provincial Congress of New Jersey, 1775-76. One of the Committee of Safety for the Province. Muster Master, October 26th, 1775 ; Superintendent of Purchases, October 26th, 1775 ; Commissary for new levies, June 27th, 1776 ; Lieutenant-Colonel, Second Middlesex county, New Jersey Militia, '775-76 i Commissioner for purchasing arms, July 16th, 1776; Superintendent of Purchases of New Jersey, 1777-83. Griffith, Foster Conarroe, Trenton. 735 Great-great-grandson of William Mecum, First Major of First Salem Battalion, New Jersey, June 20th, 1776. Great-great-great-grandson of Andrew Sinnickson, IV., Deputy from Salem county in the Provincial Congress of New Jersey, May 23d, 1775 ; Deputy from Salem county in the Convention of New Jersey, June 10th, 1776 ; Member of the First Legislative Council of the State of New Jersey, 1776. Gummere, the younger, Barker, Trenton. 1273 Great-great-grandson of Amos Scudder, Private in Captain John Mott's Company, First Regiment, Hunterdon county, New Jersey Militia. He acted as guide to General Washington, before the battle of Trenton. Promoted Ensign, May ioth, 1777, in Company and Regiment aforesaid, and as such served to the close of the war."], [51, "REGISTER OF MEMBERS. 43 Great-great-grandson of Abraham Stryker, Private in Captain Peter D. Vroom's Company ; afterward, Private in Captain John Ten Eyck's Company of Colonel Hendrick Van Dike's Second Battalion, Somer- set county, New Jersey Militia ; took part in the battle of Mon- mouth, June 28th, 1778. Great-grandson of Christoffle H. Stryker, Private in Captain Jacob Ten Eyck's Company, First Battalion, Somerset county, New Jersey Militia ; took part in the battle of Germantown, October 4th, 1777, during the Revolutionary War. Gummere, Charles Edward, Trenton. Great-great-grandson of Amos Scudder, Private in Captain John Mott's Company, First Regiment, Hunterdon county, New Jersey Militia. He acted as guide to General Washington before the battle of Trenton. Promoted Ensign, May 10th, 1777, in Company and Regiment aforesaid, and as such served to the close of the war. Great-great-grandson of Abraham Stryker, Private in Captain Peter D. Vroom's Company ; afterward, Private in Captain John Ten Eyck's Company of Colonel Hendrick Van Dike's Second Battalion, Somer- set county, New Jersey Militia ; took part in the battle of Mon- mouth, June 28th, 1778. Great-grandson of Christoffle H. Stryker, Private in Captain Jacob Ten Eyck's Company, First Battalion, Somerset county, New Jersey Militia; took part in the battle of Germantown, October 4th, 1777, during the Revolutionary War. Gummere, William Stryker, Newark. Great-great-grandson of Amos Scudder, Private in Captain John Mott's Company, First Regiment, Hunterdon county, New Jersey Militia. He acted as guide to General Washington before the battle of Trenton. Promoted Ensign, May 10th, 1777, in Company and Regiment aforesaid, and as such served to the close of the war. Great-great-grandson of Abraham Stryker, Private in Captain Peter D. Vroom's Company ; afterward, Private in Captain John Ten Eyck's Company of Colonel Hendrick Van Dike's Second Battalion, Somer- set county, New Jersey Militia; took part in the battle of Mon- mouth, June 28th, 1778. Great-grandson of Christoffle H. Stryker, Private in Captain Jacob Ten Eyck's Company, First Battalion, Somerset county, New Jersey Militia; took part in the battle of Germantown, October 4th, 1777, during the Revolutionary War."], [52, "SONS OF THE REVOLUTION. 44 Haines, Franklin Reeve, Pemberton. Great-great-grandson of Samuel Haines, the younger, Foragemaster, Commissary-General's Department, New Jersey Militia. Hamill, Hugh Henderson, Trenton. 732 Great-grandson of Thomas Henderson, Member Committee of Obser- vation and Inspection, Monmouth county, New Jersey, December 10th, 1774; Second Major, Colonel Stewart's Battalion Minute- men, February, 15th, 1776; Major, Colonel Heard's Battalion, June 4th, 1776; Lieutenant-Colonel, Colonel Forman's Battalion, \" Heard's Brigade ; \" Brigade Major, Monmouth. Hamilton, Morris Robeson, Trenton. Great-grandson of William Hamilton, of Perth Amboy, New Jersey, who enlisted as a Private in Captain Morrison's Fourth Company, First Battalion, Second Establishment, February, 1777. Promoted Cap- tain, and killed at Ticonderoga, July, 1777. Hamilton, Charles Ross, 3914 Spruce street, Phila- delphia, Pa. Great-great-grandson of William Hamilton, of Perth Amboy, New Jersey, who enlisted as a Private in Captain Morrison's Fourth Company, First Battalion, Second Establishment, February, 1777. Promoted Captain, and killed at Ticonderoga, July, 1777. Howe, Edward, Princeton. 2080 Grandson of James How, Surgeon's Mate in Colonel Pearce Long's Regi- ment, New Hampshire troops, September 25th, 1776, and Surgeon of same Regiment, 1777. Hunt, James Baird, Trenton. Grandson of Oliver Hunt, Private, New Jersey Militia. Hutchinson, Barton Bellangee, Trenton. Great-great-grandson of Jonathan Forman, Private in Captain Waddell's Company, First Regiment, Monmouth county, New Jersey Militia."], [53, "REGISTER OF MEMBERS. 45 Ingham, George Trenchard, Atlantic City. Great-grandson of Ebenezer Howell, Major of Colonel Silas Newcomb's Battalion, General Heard's Brigade, New Jersey Militia, June 22d, 1776 ; Major of the Fourth Battalion, Second Establishment, New Jersey Line, November 28th, 1776. Proscribed by name in procla- mation of Colonel Mawhood, British Commander, March 21st, 1778. Great-grandson of Andrew Sinnickson, V., Captain, First Salem Battalion and Paymaster Salem, Cape May and Cumberland counties, New Jersey. Repulsed a strong detachment of British, sent by Colonel Mawhood from Salem into Lower Penn's Neck township, on March 20th, 1778. Proscribed byname in proclamation of Colonel Maw- hood, British Commander, March 21st, 1778. Great-great-grandson of Andrew Sinnickson, IV., Deputy from Salem county in the Provincial Congress of New Jersey, May 23d, 1775 ; Deputy from Salem county in the Convention of New Jersey, June 10th, 1776 ; Member of the First Legislative Council of the State of Neiv Jersey, 1776. Great-great-grandson of Robert Johnson, Chairman Salem Committee in Provincial Convention, held at New Brunswick, July 21st, 1774, to nominate Deputies for New Jersey to the Continental Congress at Philadelphia, September 5th, 1774. Deputy from Salem county in the Provincial Congress of New Jersey, May 23d, 1775. Jacobus, Melancthon Williams, Hartford, Conn. Great-grandson of Samuel Hayes, Adjutant, Second Regiment, Essex, February 9th, 1776; Adjutant, Colonel Thomas' Battalion, \"Detached\" Militia, July 18th, 1776; Major, Colonel Spencer's Battalion, State troops, March 15th, 1777; First Major, Second Regiment, Essex, June 6th, 1777; Major, Battalion, State troops, June 7th, 1780; prisoner of war in September, 1780; Major, Bat- talion, State troops, December 29th, 1781, New Jersey; resigned November 6th, 1783. Jamieson, Alexander Fridge, Lawrenceville. 2078 Great-great-grandson of John Leavens, Private in Captain Joseph Cady's Company, from the Town of Killingly, Connecticut, April, 1775. Joline, Charles Van Dyke, Camden. Great-grandson of John Schenck, Captain, Third Regiment, Hunterdon county, New Jersey Militia."], [54, "46 SONS OF THE REVOLUTION. Joline, John Forsyth, Camden. Great-grandson of John Schenck, Captain, Third Regiment, Hunterdon county, New Jersey Militia. Jordan, Augustus Wolle, Merchantville. Great-grandson of Frederick Jordan, Private, afterward Sergeant, Second Regiment, New Jersey Line. Great-grandson of Lewis Wools, Private in Captain Bartholomew Van Herr's \" Troop Marechausse,\" Pennsylvania Line. Great-grandson of John Ewing, Captain Second Company, Eighth Bat- talion, Lancaster county, Pennsylvania Militia, 1780. Great-great-grandson of William Henry, Member of the Pennsylvania Assembly, 1776; Member of the Pennsylvania Council of Safety, 1777; Armorer and Assistant Commissary-General of Pennsylvania, 1778 ; Member of the Continental Congress. Kellogg, Augustus C, Elizabeth. Great-grandson of Ezekial Woodruff\", Captain, First Regiment, Essex ; Second Major, First Regiment, Essex, July 15th, 1776; First Major, First Regiment, Essex, December 12th, 1778, New Jersey Militia. Great-great-grandson of John Ailing, Third Lieutenant, Captain James Wheeler's Company, Newark, New Jersey Minute-men, 1775; Volunteer, and wounded at capture of British refugees, Bergen, New Jersey, March 29th, 1782. Knowlton, Charles Sumner, Camden. Great-grandson of Richard Frost, Drummer in Captain Stephen Abbott's Company, Colonel Benjamin Tupper's Regiment, Massachusetts troops. Wounded at Yorktown. Lane, Elliotte Eskridge, Camden. Great-great-grandson of Adam Hubley, First Lieutenant, First Pennsyl- vania Battalion, October 27th, 1775; promoted Major, 1776; Lieutenant-Colonel, Tenth Pennsylvania Regiment, Continental Line, October 4th, 1776; Lieutenant-Colonel Commandant Elev- enth Pennsylvania Regiment, Continental Line, February 3d, 1775 ; retired January ist, 1781. County-Lieutenant of Lancaster, Penn- sylvania, February 14th, 1781."], [55, "REGISTER OF MEMBERS. 47 Lee, Benjamin Fisler, Trenton. Grandson of Francis Lee, Private in Captain Tench Francis' Company, Philadelphia Militia, Lieutenant-Colonel James Reed, August, 1781. Lee, Francis Bazley, Trenton. 2419 Great-grandson of Francis Lee, Private in Captain Tench Francis' Com- pany, Philadelphia Militia, Lieutenant-Colonel James Reed, August, 1781. Great-great-grandson of Henry Ludlam, the elder, First Lieutenant, Fourth Company of the Cape May, New Jersey, Battalion, June 7th, 1777. Libbey, William, Princeton. Great-grandson of Samuel Libbey, Private in Captain John Calfe's Com- pany, in Colonel Pierce Long's Regiment, September 10th, 1776; Private in Captain Robert Pike's Company of Lieutenant-Colonel Senter's Regiment, New Hampshire troops. Great-great-grandson of Reuben Libbey, Private, Captain Abraham Tyler's Company, Colonel Edmund Phinney's Thirty-first Regi- ment, Massachusetts Foot. Lilly, John, Lambertville. Great-great-grandson of John Coryell, Captain, Associated Company, Solebury, Bucks county, Pennsylvania, August 21st, 1775. Great-great-grandson of Theunis Dey, Member Bergen county, New Jersey, Committee of Correspondence, June 25th, 1774, and May 12th, 1775 ; Colonel, Bergen county, New Jersey Militia, February 28th, 1776. Lowthorp, Francis Cowlyn, Trenton. Great-grandson of David Chambers, Colonel, Third Regiment, Hunter- don county, New Jersey Militia, June 19th, 1776; Colonel of Battalion of State troops, November 27th, 1776; Colonel of Second Regiment, Hunterdon county, New Jersey Militia, Septem- ber 9th, 1777. Great-great-grandson of Alexander Chambers, Commissary Military Stores, New Jersey Militia ; Commissioner for West Jersey. Macdonald, Arthur Kendrick, Princeton. Great-grandson of Phinehas Hyde, Surgeon's Mate on the Continental Frigate Confederacy, Captain Seth Harding, 1779."], [56, "48 SONS OF THE REVOLUTION. Macdonald, Malcolm, Camden. 757 Great-grandson of Phinehas Hyde, Surgeon's Mate on the Continental Frigate Confederacy, Captain Seth Harding, 1779 Mecum, Charles, Salem. Great-grandson of William Mecum, First Major, First Salem Battalion, New Jersey, June 20th, 1776. Great-grandson of Samuel Dick, Deputy from Salem county in the Pro- vincial Congress of New Jersey, May 23d, 1775 ; Deputy from Salem county in the Convention of New Jersey, June 10th, 1776. Colonel First Salem Battalion, June 20th, 1776. Proscribed by name in proclamation of Colonel Mawhood, British Commander, March 21st, 1778 ; Member Continental Congress from New Jersey, 1783-84. Great -great-grandson of Andrew Sinnickson, IV., Deputy from Salem county in the Provincial Congress of New Jersey, May 23d, 1775 ; Deputy from Salem county in the Convention of New Jersey, June 10th, 1776 ; Member of the First Legislative Council of the State of New Jersey, 1776. Great-grandson of Jotham Harrison, Private, Essex county, New Jersey Militia. Great-great-grandson of Edmund Wetherby, Member of the State Coun- cil of Safety of New Jersey, March 18th, 1777. Miller, Richard Thompson, Camden. Great-great-grandson of Jacob Stanbury, Private, Essex county, New Jersey Militia. Mitchell, Henry, Asbury Park Great-grandson of Josiah Sherman, Chaplain Seventh Connecticut Infantry, January, 1777. Montgomery, John Alexander, Trenton. Great-grandson of William Montgomery, Captain, Second Regiment, Monmouth county, New Jersey Militia ; First Major, Second Regi ment, Monmouth county, New Jersey Militia, October 13th, 1777. Montgomery, Neil Robert, Trenton. Great-grandson of William Montgomery, Captain, Second Regiment, Monmouth county, New Jersey Militia ; First Major, Second Regi- ment, Monmouth county, New Jersey Militia, October 13th, 1777."], [57, "REGISTER OF MEMBERS. 49 Moore, Eckford, Trenton. 2191 Great-grandson of Ely Moore, Ensign, Captain Hunt's Company, First Regiment, Hunterdon county, New Jersey Militia, June 17th, 1776. Moses, Arthur Gardner, Trenton. 2194 Great-great-great-grandson of Thomas Gardner, the elder, Wagonmaster in the Wagonmaster-General's Department, New Jersey Militia. Muirheid, John Guild, Trenton. 2504 Great-grandson of George Muirheid, Private, Captain Henry Phillips' Company, First Regiment, Hunterdon county, New Jersey Militia. Nixon, Horace Franklin, Woodbury. Great-great-grandson of William Garrison, Second Lieutenant, Captain Ogden's Company, Colonel Enos Seeley's Battalion, State troops ; Captain, First Battalion, Cumberland, New Jersey. Great -great-grandson of Amariah Harris, Second Lieutenant, Cumber- land ; Second Lieutenant, Captain Sayre's Company, Colonel Enos Seeley's Battalion, State troops, New Jersey. Norton, Horace Greeley, Trenton. Great-great-grandson of David Baird, Private, First Regiment, Mon- mouth county, New Jersey Militia, 1776; First Sergeant, Ensign, Lieutenant, Quartermaster, same command ; Captain, First Regi- ment, Monmouth county, New Jersey Militia, 1777. Great-great-grandson of Anthony Applegate, Private in Captain Peter Perrine's Company, Third Regiment, Middlesex county, New Jersey Militia. Great-great-grandson of Peter WicofF, Private in Captain Samuel Stout's Company, Third Regiment, Middlesex county, New Jersey Militia. Oliphant, Alexander Coulter, Trenton. 1202 Great-grandson of John Oliphant, Private, Colonel Edward Hand's Penn- sylvania Battalion of Riflemen. Great-grandson of Benjamin Campbell, the elder, Private, Chester county, Pennsylvania Militia."], [58, "50 SONS OF THE REVOLUTION. Oliphant, Hughes, Trenton. 770 Great-grandson of John Oliphant, Private, Colonel Edward Hand's Penn- sylvania Battalion of Riflemen. Great-grandson of Benjamin Campbell, the elder, Private, Chester county, Pennsylvania Militia. Oliphant, Richard Coulter, Trenton. 1203 Great-grandson of John Oliphant, Private, Colonel Edward Hand's Penn- sylvania Battalion of Riflemen. Great-grandson of Benjamin Campbell, the elder, Private, Chester county, Pennsylvania Militia. Oliphant, Samuel Duncan, Trenton. 767 Grandson of John Oliphant, Private, Colonel Edward Hand's Pennsyl- vania Battalion of Riflemen. Great-grandson of Andrew Oliphant, Sergeant, Fourth Battalion, Penn- sylvania, Colonel Anthony Wayne commanding, 1776-77. Great-grandson of John Creigh, Second Lieutenant, First Battalion, Cumberland, Pennsylvania Associators, April 29th, 1776 ; Dele- gate to Provincial Conference, held in Carpenter's Hall, Philadelphia, June i8th-25th, 1776 ; Captain, Sixth Company, Second Battalion, Cumberland, Pennsylvania Associators, July 31st, 1779; Lieutenant- Colonel, November 24th, 1777. Paterson, William, Perth Amboy. Grandson of William Paterson, Deputy for Somerset county to the Pro- vincial Congress at Trenton, May, June and August, 1775, and Secretary thereof ; Secretary to the Provincial Congress at Trenton, October 5th, 1775; Secretary to the Provincial Congress at New Brunswick, February 2d, 1776; an officer in the Somerset Battalion of Minute-men; Deputy to the Convention of New Jersey, begun at Burlington, June ioth, 1776, and Secretary thereof; Member of Legislative Council, from Somerset county, August, 1776 ; Member of the Council of Safety, 1777-78; Attorney-General of New Jer- sey, 1776-83; Commissioner to the Philadelphia Convention, May- September, 1787; Senator from New Jersey, 1788-90; Governor, 1790-93 ; Justice of the Supreme Court of the United States, 1793- 1806."], [59, "REGISTER OF MEMBERS 51 Patterson, John Hopping, Red Bank Great-great-grandson of William Gordon, Second Lieutenant, Captain Ross' Company, Third Battalion, First Establishment ; First Lieu- tenant, same command ; Captain Third Battalion, Second Estab- lishment, November 29th, 1776, New Jersey Line; resigned. Great-grandson of Samuel Hopping, Private, Morris county, New Jersey Militia. Great-grandson of Edward Tilton, Private, Monmouth county, New Jersey Militia. Perkins, Charles Marter, Salem Great-great-grandson of Jacob Perkins, Member Committee of Observa- tion, Burlington county, New Jersey, 1775; Second Major, First Burlington county, New Jersey Regiment, April 18th, 1778; Major in Colonel Taylor's Regiment, New Jersey State troops, October 7th, 1779. * Phillips, William W. L., Trenton Grandson of Levi Ketcham, Private in Hunterdon county, New Jersey Militia. * Potts, William John, Camden. 231 Great-grandson of Thomas Potts, Deputy from Sussex county in the Provincial Congress of New Jersey, October 2d, 1775 ; Deputy from Sussex county in the Convention of New Jersey, June 10th, 1776. Great-grandson of Isaac Hughes, Member of the Committee of Corres- pondence for Philadelphia, March 26th, 1776. Captain, Major Pennsylvania Militia ; Lieutenant-Colonel, July 13th, 1776. Mem- ber Assembly of Pennsylvania, 1776-77. Read, Edmund Elliot, Camden. Great-grandson of David Read, Private, Second Battalion, Cumberland county, New Jersey Militia. Pensioner of the United States. Reeve, William Foster, Camden. Great-great-grandson of Jehu Wood, Captain, Gloucester county, New Jersey Militia. * Deceased."], [60, "52 SONS OF THE REVOLUTION. Robeson, Daniel Stroud, Rahway, Great-grandson of Jacob Stroud, Member from Northampton county, Pennsylvania, of the Constitutional Convention of 1776; Colonel of Battalion of Northampton Militia, 1776; Commissioner to Colonial Convention, at New Haven, Connecticut, 1777; Commis- sioner to take subscriptions for the Continental Loan, 1777; Mem- ber of Assembly of Pennsylvania, 1781-82-83. * Robeson, George Maxwell, Trenton. 730 Great-grandson of John Maxwell, Lieutenant, Sussex county, New Jersey Militia; Captain, Second Regiment, Hunterdon county, New Jersey Militia. Rockwood, Charles Greene, Newark. Grandson of Ebenezer Rockwood, the elder, Surgeon's Mate of Colonel Ebenezer Francis' Regiment, Eleventh Massachusetts Militia, August 16th, 1776. Surgeon of Colonel Samuel Thatcher's Regiment, Massachusetts troops, December 16th, 1776. Grandson of Ebenezer Hazard, Postmaster of the District of New York, October 5th, 1775; Surveyor-General of the Post Offices of the United States, 1777-82; Postmaster-General of the United States, 1782-89. Rockwood, the younger, Charles Greene, Princeton University, Princeton. 1 597 Great-grandson of Ebenezer Rockwood, the elder, Surgeon's Mate of Colonel Ebenezer Francis' Regiment, Eleventh Massachusetts Militia, August 16th, 1776. Surgeon of Colonel Samuel Thatcher's Regiment, Massachusetts troops, December 16th, 1776. Great-grandson of Ebenezer Hazard, Postmaster of the District of New York, October 5th, 1775; Surveyor-General of the Post Offices of the United States, 1777-1782; Postmaster-General of the United States, 1782-1789. Rosencrantz, William Dayton, Hohokus. Great-grandson of Johannes Rosenkrans, Captain, Sussex county, New Jersey Militia; Colonel Third Battalion, Sussex Militia, May 23d, 1777- * Deceased."], [61, "REGISTER OF MEMBERS. 53 Great-great-grandson of Andrew Billings, Captain, Third Regiment, New York, Colonel Rudolphus Ritzemar, June 28th, 1775 ; Major, August, 1776 ; served to close of war. Rumsey, Henry Martyn, Salem. Great-grandson of Charles Rumsey, Member Maryland Convention, 1775; Member Maryland Council of Safety, 1776; Colonel of \"Elk\" Battalion, Cecil county Militia, 1776; County-Lieutenant, Cecil county Militia, 1777. Great-grandson of William Mecum, First Major, First Salem Battalion, New Jersey, June 20th, 1776. Great-great-grandson of Andrew Sinnickson, IV., Deputy from Salem county in the Provincial Congress of New Jersey, May 23d, 1775; Deputy from Salem county in the Convention of New Jersey, June 10th, 1776; Member of the First Legislative Council of the State of Nenu Jersey, 1776. Ryerson, Henry Ogden, Newton. Great-great-grandson of Robert Ogden, II., Chairman Elizabethtown, New Jersey, Committee of Safety, 1776. Great-grandson of Robert Ogden, III., Commissary of Issues, Commissary-General's Department of New Jersey. Great-great-grandson of Nicholas N. Anthony, Captain, Third Regi- ment, Colonel Abraham P. Lott, New York City Militia, Novem- ber 3d, 1775. Schanck, Ammi Robbins, Princeton. Great-great-grandson of John Paterson, Representative from the Town of Lenox, in First and Second Provincial Congress of Massachusetts, 1774-75; Colonel Massachusetts Continental Regiment, April- December, 1775; Colonel Fifteenth Regiment, Massachusetts, Continental Infantry, January ist-December 31st, 1776; Brigadier- General Continental Army, February 21st, 1777-83; Member of Court Martial which tried Major Andre; brevetted Major-General, September 30th, 1783. Scudder, George Drake, Portsmouth, Ohio. Great-grandson of Jacob Drake, Member Committee of Observation, Morris county, N. J., January 23d, 1775; Delegate for said county,"], [62, "SONS OF THE REVOLUTION. 54 \"to raise men, money and arms for the common defense,\" May ist, 1775; Deputy in the Provincial Congress of New Jersey, held at Trenton, May, 1775 ; Deputy in the Provincial Congress of New Jersey, held at New Brunswick, January 31st, 1776; Deputy in the Convention of New Jersey, begun at Burlington, June 10th, 1776 ; Colonel \" Western Battalion,\" New Jersey Militia, 1776 ; Member State Council of Safety, 1778. Great-great-grandson of Peter Dickerson, Member Committee of Cor- respondence, Morris county, New Jersey, January 23d, 1775; Deputy from Morris county in the Provincial Congress of New Jersey, May 23d, 1775; Captain, Third Battalion, First Establish- ment, February 7th, 1776; Captain, Third Battalion, Second Establishment, November 29th, 1776, New Jersey Line; retired, September 26th, 1780. Great-great-grandson of Joseph Stillwell, Ensign, First Regiment, Mon- mouth ; Captain, First Regiment, Monmouth ; Captain Command- ing Guard at Sandy Hook, June, 1776 ; Captain, Colonel Forman's Battalion, \"Detached Militia,\" July 18th, 1776, New Jersey Militia. Scudder, Henry Darcy, Trenton. Great-grandson of Jacob Drake, Member Committee of Observation, Morris county, New Jersey, January 23d, 1775 > Delegate for said county \" to raise men, money and arms for the common defense,\" May ist, 1775 ; Deputy in the Provincial Congress of New Jersey, held at Trenton, May, 1775 ; Deputy in the Provincial Congress of New Jersey, held at New Brunswick, January 31st, 1776 ; Deputy in the Convention of New Jersey, begun at Burlington, June 10th, 1776 ; Colonel \"Western Battalion,\" New Jersey Militia, 1776; Member State Council of Safety, 1778. Great-great-grandson of Peter Dickerson, Member Committee of Cor- respondence, Morris county, New Jersey, January 23d, 1775; Deputy from Morris county in the Provincial Congress of New Jersey, May 23d, 1775 ; Captain, Third Battalion, First Establish- ment, February 7th, 1776; Captain, Third Battalion, Second Establishment, November 29th, 1776, New Jersey Line; retired, September 26th, 1780. Great-great-grandson of Joseph Stillwell, Ensign, First Regiment, Mon- mouth ; Captain, First Regiment, Monmouth; Captain Command- ing Guard at Sandy Hook, June, 1776 ; Captain, Colonel Forman's Battalion, \"Detached Militia,\" July 18th, 1776, New Jersey Militia."], [63, "REGISTER OF MEMBERS. 55 Shields, Charles W., Princeton. 2079 Great-grandson of Seth Woodruff, Sergeant in Captain Stephen Chandler's Company, Colonel Edward Thomas' First Regiment, Essex county, New Jersey Militia. Shreve, Henry Wallace, Trenton. Great-great-grandson of Jesse Dungan, Private, Fourth Associated Com- pany, Northampton, Bucks county, Pennsylvania, August 19th, 1775- Shubrick, Edward Rutledge, Camden. 759 Grandson of Colonel Thomas Shubrick, the younger, First Lieutenant, Second South Carolina; Captain, January 15th, 1778 ; Aid-de-Camp to General Lincoln at the attack on Savannah ; Aid-de-Camp to Gen- eral Greene in 1781 ; served to close of war, and received on October 29th, 1 78 1, the following vote of thanks from Congress: \"Resolved, That Major-General Greene be desired to present the thanks of Congress to Captain Shubrick, his Aid-de-Camp, in testimony of his particular activity and good conduct during the whole action at Eutaw Springs, South Carolina.\" Commissioned Colonel, 1781. Great-grandson of Thomas Shubrick, Member of the House of Assembly, Provincial Congress of South Carolina, 1775-76; Member of the Legislative Council, Provincial Congress, South Carolina, March, 1776; Speaker of the Legislative Council, Provincial Congress, South Carolina, in September, 1776. Sinnickson, Andrew, Salem. Grandson of Andrew Sinnickson, V., Captain, First Salem Battalion and Paymaster Salem, Cape May and Cumberland counties, New Jersey. Repulsed a strong detachment of British, sent by Colonel Mawhood from Salem into Lower Penn's Neck township, on March 20th, 1778. Proscribed by name in proclamation of Colonel Mawhood, British Commander, March 21st, 1778. Great-grandson of Andrew Sinnickson, IV., Deputy from Salem county in the Provincial Congress of New Jersey, May 23d, 1775; Deputy from Salem county in the Convention of New Jersey, June 1 oth, 1776; Member of the First Legislative Council of the State of New Jersey, 1776."], [64, "56 SONS OF THE REVOLUTION. Sinnickson, Clement Hall, Salem. Grandson of Andrew Sinnickson, V. , Captain, First Salem Battalion and Paymaster Salem, Cape May and Cumberland counties, New Jersey. Repulsed a strong detachment of British, sent by Colonel Mawhood from Salem into Lower Penn's Neck township, on March 20th, 1778. Proscribed by name in proclamation of Colonel Mawhood, British Commander, March 21st, 1778. Great-grandson of Andrew Sinnickson, IV., Deputy from Salem county in the Provincial Congress of New Jersey, May 23d, 1775; Deputy from Salem county in the Convention of New Jersey, June 10th, 1776; Member of the First Legislative Council of the State of New Jersey, 1776. Sinnickson, III., Thomas, Salem. l%33 Great-grandson of Andrew Sinnickson, V., Captain, First Salem Battalion and Paymaster Salem, Cape May and Cumberland counties, New Jersey. Repulsed a strong detachment of British, sent by Colonel Mawhood from Salem into Lower Penn's Neck township, on March 20th, 1778. Proscribed by name in proclamation of Colonel Maw hood, British Commander, March 21st, 1778. Great-great-grandson of Andrew Sinnickson, IV., Deputy from Salem county in the Provincial Congress of New Jersey, May 23d, 1775; Deputy from Salem county in the Convention of New Jersey, June 10th, 1776; Member of the First Legislative Council of the State of New Jersey, 1776. Sterling, Charles Augustus, East Orange. Grandson of Thaddeus Sterling, Private, Connecticut Militia, 1776-1781. Stevens, the younger, Francis Bowes, Philadelphia. Great-grandson of John Stevens, III., Second Major, Fourth Regiment, Hunterdon county, New Jersey Militia, February ist, 1777; First Major, Fourth Regiment, Hunterdon county, New Jersey Militia, April 1 8th, 1778 ; Deputy from Hunterdon county in the Provincial Congress of New Jersey, May, 1775; Treasurer of the State of New Jersey, 1777-83."], [65, "REGISTER OF MEMBERS. 57 Great-great-grandson of John Stevens, II., Vice-President of the Legis- lative Council of the State of New Jersey, 1776-82; custodian of the money chest of the State ; President of the convention which met in Trenton, December nth, 1787, to ratify the Constitution of the United States. Great-grandson of Theodosius Fowler, Ensign in First New York Regi- ment, Colonel Allen McDougal ; promoted Second Lieutenant, August 10th, 1776; promoted First Lieutenant, Fourth Battalion, New York troops, Continental Line ; promoted Captain, Fourth Battalion, New York troops, Continental Line, June 28th, 1778. Mustered out, 1783. Great-great-grandson of John Cox, Member Committee of Observation, Burlington county New Jersey, February 14th, 1775; Major, Second Battalion, Philadelphia Associators, 1775; Lieutenant- Colonel, Second Battalion, Philadelphia Associators, 1776, and in action at the battle of Princeton, 1777; Colonel and Deputy Quartermaster-General, Continental Army. Stevens, Richard Fowler, East Orange. 1278 Grandson of John Stevens, III., Second Major, Fourth Regiment, Hunterdon county, New Jersey Militia, February ist, 1777; First Major, Fourth Regiment, Hunterdon county, New Jersey Militia, April 1 8th, 1778; Deputy from Hunterdon county in the Provincial Congress of New Jersey, May, 1775; Treasurer of the State of New Jersey, 1777-83- Great-grandson of John Stevens, II., Vice-President of the Legislative Council of the State of New Jersey, 1776-82; custodian of the money chest of the State ; President of the convention which met in Trenton, December nth, 1787, to ratify the Constitution of the United States. Grandson of Theodosius Fowler, Ensign in First New York Regiment, Colonel Allen McDougal; promoted Second Lieutenant, August 10th, 1776; promoted First Lieutenant, Fourth Battalion, New York troops, Continental Line; promoted Captain, Fourth Battalion, New York troops, Continental Line, June 28th, 1778. Mustered out, 1783. Great-grandson of John Cox, Member Committee of Observation, Bur- lington county, N. J., February 14th, 1775; Major, Second Bat- talion, Philadelphia Associators, 1775 ; Lieutenant-Colonel, Second Battalion, Philadelphia Associators, 1776, and in action at the battle of Princeton, 1777; Colonel and Quartermaster-General, Conti- nental Army."], [66, "SONS OF THE REVOLUTION. 58 Stockton, Bayard, Princeton. Great-great-grandson of Richard Stockton, Signer of the Declaration of Independence. Stratton, Morris Hancock, Salem. Great-grandson of Joseph Buck, Sergeant, Second New Jersey Battalion, Second Establishment, Continental Line; Ensign, February ist, 1779; Lieutenant, Second New Jersey Regiment, Continental Line, Jan- uary ist, 1 78 1. Discharged at the close of the war, Captain by brevet. Original member of the Society of the Cincinnati. Great-great-grandson of Andrew Yorke, Quartermaster, Second Battalion, Salem county, New Jersey Militia, August 6th, 1777. Was engaged in the operations about Woodbury and Red Bank, Octo- ber, 1777. Stryker, Samuel Stanhope, Philadelphia, Pa. 1466 Grandson of Christoffle H. Stryker, Private in Captain Jacob Ten Eyck's Company, First Battalion, Somerset county, New Jersey Militia ; took part in the battle of Germantown, October 4th, 1777, during the Revolutionary War. Great-grandson of Abraham Stryker, Private in Captain Peter D. Vroom's Company; afterward, Private in Captain John Ten Eyck's Com- pany of Colonel Hendrick Van Dike's Second Battalion, Somerset county, New Jersey Militia ; took part in the battle of Monmouth, June 28th, 1778. Great-grandson of Amos Scudder, Private in Captain John Mott's Com- pany, First Regiment, Hunterdon county, New Jersey Militia. He acted as guide to General Washington before the battle of Trenton. Promoted Ensign, May 10th, 1777, in Company and Regiment aforesaid, and as such served to the close of the war. Taylor, Clarence Wills, Camden. Great-great-grandson of Jacob Hollinshead, Quartermaster, Salem county, New Jersey Militia. Great-great-grandson of Joseph Crain, Lieutenant in Captain Richard McQuown's Company of Colonel Timothy Green's Battalion, Pennsylvania troops ; Captain of the Second Company of the Sixth Battalion, Colonel John Rogers, Pennsylvania Militia."], [67, "REGISTER OF MEMBERS. 59 Great-great -great-grandson of William Crain, Private in Captain Brown's Company of Colonel Timothy Green' s Battalion, Lancaster county, Pennsylvania Associators. Great-great-great-grandson of Andrew Moore, Corporal in Captain John Reese's Company, Pennsylvania Battalion, Continental Line. Great-great-great-grandson of Robert Wallace, Private in Captain John Morrison's Company, Colonel Thomas Porter's Battalion, Lancaster county, Pennsylvania Associators, August 15th, 1776. Great-great-grandson of Robert Whitehill, Member of Convention of Pennsylvania, representing Cumberland county, held at Philadel- phia, July 15th, 1776; Member of County Committee, 1774-75; of the Assembly, 1776-78; of the Council of Safety, 1777; of the Supreme Executive Council of Pennsylvania, from December 28th, 1779, to November 30th, 1781. Great-great-grandson of Moses Wallace, Private in Sixth Battalion of Associators, York county, Pennsylvania, March 13th, 1778. Great-great-great-great-grandson of William Chesney, Member Commit- tee of Observation for York county, Pennsylvania, December 16th, 1774; Commissioner to seize personal effects of traitors, October 2 ist, 1777; Commissioner for sale of forfeited estates of traitors, May 6th, 1778 ; Private in Captain James Chambers' Company, of Colonel William Thompson's Battalion of Riflemen, July, 1775. Taylor, Henry Genet, Camden. 1473 Great-grandson of Jacob Hollinshead, Quartermaster, Salem county, New Jersey Militia. Thompson, Charles Dederer, Montclair. Great-grandson of David Thompson, Delegate for Morris county, New Jersey, to raise men, money and arms for the common defense, May, 1775; Chairman Committee of Observation at Mendham, New Jersey, July 8th, 1775; Deputy for Morris county in the Provincial Congress of New Jersey, August, 1775. Private, New Jersey Militia. He raised and equipped a company, which he com- manded, and fought at the battle of Monmouth. Great-grandson of Nicholas N. Anthony, Captain, Third Regiment, Abraham P. Lott, Colonel, New York City Militia, November 3d, I77S-"], [68, "60 SONS OF THE REVOLUTION. Thomson, Earl, Camden. Great-grandson of Thomas Robinson, Captain, Fourth Battalion, Colonel Anthony Wayne, January 5th, 1776; Major, Fifth Regiment, October 2d, 1776; Lieutenant-Colonel, First Regiment, June 7th, 1777 ; Second Regiment, Pennsylvania Line; Colonel by brevet by act of Congress, September 30th, 1783. Great-great-grandson of Colonel Edward Oldham, of the Eighth Mary- land Regiment, Continental Line. Wounded at the battle of Cam- den. Thomson, Nalbro' Frazier, Camden. Great-grandson of Thomas Robinson, Captain, Fourth Battalion, Colonel Anthony Wayne, January 5th, 1776; Major, Fifth Regiment, October 2d, 1776; Lieutenant-Colonel, First Regiment, June 7th, 1777; Second Regiment, Pennsylvania Line; Colonel by brevet by act of Congress, September 30th, 1783. Great-great-grandson of Colonel Edward Oldham, of the Eighth Mary- land Regiment, Continental Line. Wounded at the battle of Cam- den. Trenchard, Thomas Whitaker, Bridgeton. Great-great-great-grandson of George Trenchard, Chairman Committee of Safety and Correspondence, Salem county, New Jersey, 1774-75; Captain, First Salem Battalion, 1776; Captain, Salem Light Horse, 1778. Proscribed by name in proclamation of Colonel Mawhood, British Commander, March 21st, 1778. Troth, Ernest H., Camden. 766 Great-grandson of Colonel Edward Oldham, of the Eighth Maryland Regiment, Continental Line. Wounded at the battle of Camden. Troth, Joseph Eugene, Camden. Great-grandson of Colonel Edward Oldham, of the Eighth Maryland Regiment, Continental Line. Wounded at the battle of Camden."], [69, "REGISTER OF MEMBERS. 61 Van Voorhees, Peter, Camden. 2086 Great-grandson of John Schenck, Captain, Third Regiment, Hunterdon county, New Jersey Militia. Great-grandson of Abraham De Hart, Private, Middlesex county, New Jersey Militia. * Voorhees, Peter L., Camden. Grandson of John Schenck, Captain, Third Regiment, Hunterdon county, New Jersey Militia. Vroom, Garret Dorset Wall, Trenton. 731 Grandson of Peter Dumont Vroom, Captain, Second, Somerset, New Jersey Battalion; First Major, June 6th, 1777; Lieutenant-Colonel, September 9th, 1777, same command; engaged at the battle of Germantown. Great-grandson of James Wall, Ensign, ' ' Captain Smock's Troop Light Dragoons,\" Monmouth ; Lieutenant, same command. Great-grandson of Jonathan Rhea, Continental Line; Ensign, January ist, 1777; Lieutenant, April ist, 1778, Captain Anderson's Com- pany, Second New Jersey Battalion, Second Establishment; Lieu- tenant, Second Regiment, New Jersey, January ist, 1781; Captain by brevet. Vroom, George Augustus, Camden. Great-grandson of Peter Dumont Vroom, Captain, Second, Somerset, New Jersey Battalion ; First Major, June 6th, 1777; Lieutenant- Colonel, September 9th, 1777, same command; engaged at the battle of Germantown. Vroom, Peter Dumont, United States Army. 771 Grandson of Peter Dumont Vroom, Captain, Second, Somerset, New Jersey Battalion; First Major, June 6th, 1777 ; Lieutenant-Colonel, September 9th, 1777, same command; engaged at the battle of Germantown. Great-grandson of James Wall, Ensign, \"Captain Smock's Troop Light Dragoons,\" Monmouth; Lieutenant, same command. * Deceased."], [70, "62 SONS OF THE REVOLUTION. Great-grandson of Jonathan Rhea, Continental Line ; Ensign, January ist, 1777; Lieutenant, April ist, 1778, Captain Anderson's Com- pany, Second New Jersey Battalion, Second Establishment; Lieu tenant, Second Regiment, New Jersey, January, ist, 1781; Captain by brevet. Walker, Edwin Robert, Trenton. 1857 Great-great-grandson of Benjamin Van Cleve, First Lieutenant, First Regiment, Hunterdon county, New Jersey Militia; Captain in Colonel Johnson's Battalion, Heard's Brigade, June 14th, 1776; Second Major, First Regiment, Hunterdon county, New Jersey Militia, March 15th, 1777; Member of General Assembly of New Jersey, 1777-78-79-80-81-83, and thereafter of fourteen General Assemblies. Great -great -great-grand son of Alexander Carmichael, Lieutenant, troop, Light Dragoons, Morris county, New Jersey, July, 1776. White, Henry Dela Pierre, Hopewell Junction, N. Y. Great-great-grandson of Ebenezer White, Surgeon, Third Regiment, Westchester county, New York Militia, Colonel Pierre Van Court landt, October 3d-November 2d, 1777; Surgeon, same Regiment, Colonel Samuel Drake, August 15th, 1778-November 20th, 1781. Whittlesey, Mills, Trenton. Great-grandson of Martin Whittlesey, Sergeant, Connecticut troops ; disabled in service about New York, 1776; Pensioner of the United States. Great-great-grandson of Eliphalet Whittlesey, Member for Kent of the General Assembly of Connecticut, May, 1775; of the General Assembly, held at Hartford, May, 1776. Woodhull, Daniel Ellis, Newark. Great-grandson of John Woodhull, D.D., Chaplain Seventh Battalion, Lancaster, Pennsylvania Militia, 1777. Woodhull, Schuyler Colfax, Camden. Great-grandson of John Woodhull, D.D., Chaplain, Seventh Battalion, Lancaster, Pennsylvania Militia, 1777."], [71, "REGISTER OF MEMBERS. 63 Great-grandson of Peter Dumont Vroom, Captain, Second, Somerset, New Jersey Battalion; First Major, June 6th, 1777; Lieutenant- Colonel, September 9th, 1777, same command; engaged at the battle of Germantown. Great-great-grandson of Nathaniel Scudder, Clerk of Committee of Inspec- tion of Freehold, New Jersey, March 6th, 1775 ; Lieutenant- Colonel and Colonel, November 28th, 1776, First Regiment, Mon- mouth county, New Jersey Militia ; Member Committee of Safety, 1777; Member Continental Congress, 1777-78; Delegate from New Jersey to frame Articles of Confederation between the United States, July 9th, 1776. Killed in action with the enemy, near Black Point, Monmouth county, October 16th, 1781. Wood, Isaac Trumbull, Trenton. Great-grandson of Hezekiah Welles, Ensign, Fifth Company, Colonel Wolcott's Regiment, January, 1776; Second Lieutenant, Sixth Company, Second Battalion, Connecticut Militia, June, 1776; Captain, 1 777-1 779, Connecticut Militia. * Woodruff, Dickinson, U. S. A., retired, Trenton. Grandson of Elias Woodruff, Commissary, Military Stores, New Jersey Militia. Woodruff, Robert Spencer, Trenton Great-grandson of Samuel Everitt, Ensign in Captain Growendyck's Company, Second Regiment, Hunterdon county, New Jersey Militia. * Woolverton, Edwin Van Cleve, Trenton. Great-great-grandson of David Chambers, Colonel Third Regiment, Hunterdon county, New Jersey Militia, June 19th, 1776; Colonel of Battalion of State troops, November 27th, 1776; Colonel of Second Regiment, Hunterdon county, New Jersey Militia, Septem ber 9th, 1777. Yard, Frederick Brinley, Trenton Great-grandson of Jacob Brinley, Private, \" Captain Walton's Troop, Light Dragoons,\" Monmouth county, New Jersey Militia. * Deceased."], [72, "64 SONS OF THE REVOLUTION. Yorke, the younger, Thomas Jones, Salem. Great-grandson of Andrew Yorke, Quartermaster, Second Battalion, Salem county, New Jersey Militia, August 6th, 1777. Was engaged in the operations about Woodbury and Red Bank, Octo ber, 1777. Great-grandson of Thomas Jones, Private, Salem county, New Jersey Militia; Adjutant same, 1778. Prisoner of war in Jersey Prison Ship. Great-grandson of Andrew Sinnickson, V., Captain, First Salem Battalion and Paymaster Salem, Cape May and Cumberland counties, New Jersey. Repulsed a strong detachment of British, sent by Colonel Mawhood from Salem into Lower Penn's Neck township, on March 20th, 1778. Proscribed byname in proclamation of Colonel Maw- hood, British Commander, March 21st, 1778. Great-great-grandson of Andrew Sinnickson, IV., Deputy from Salem county in the Provincial Congress of New Jersey, May 23d, 1775 ; Deputy from Salem county in the Convention of New Jersey, June 10th, 1776 ; Member of the First Legislative Council of the State of New Jersey, 1776. Great-great-grandson of Robert Johnson, Chairman Salem Committee in Provincial Convention, held at New Brunswick, July 21st, 1776, to nominate Deputies for New Jersey to the Continental Congress, at Philadelphia, September 5th, 1776 ; Deputy from Salem county in Provincial Congress of New Jersey, May 23d, 1775."], [73, "ADDENDA. Register of Members. Markley, Hamilton, Camden, N. J. Great-grandson of Robert Hamilton, Ensign, Third Pennsylvania Regi- ient, Continental Line, May 23d, 1779. Great-great-great-grandson of Jacob Stanbury, Private, Essex county, New Jersey Militia. Persons Represented. Hamilton, Robert, Pennsylvania. 1764-183 1 Hamilton Markley, New Jersey. Stanbury, Jacob, New Jersey. 1741-1810 Hamilton Markley, New Jersey. Richard Thompson Miller, New Jersey."], [74, ""], [75, "jfn QYlemomnu"], [76, ""], [77, "3n (Utemoriam* Date of William John Potts, Date of decease. admission, January 6th, 1891 November 18th, 1895. Peter L. Voorhees, January 6th, 1891 November 25th, 1895. William W. L. Phillips, January 6th, 1891. April 17th, 1896. Dickinson Woodruff, June 28th, 1893. August nth, 1896. Richmond Ogston Aulick, June 28th, 1893. July 16th, 1897. William Lewis Dayton, January 6th, 1891. July 28th, 1897. George Maxwell Robeson, January 6th, 1891. September 27th, 1897. Edwin Van Cleve Woolverton, February 5th, 1898. March 6th, 1894."], [78, ""], [79, "PERSONS REPRESENTED."], [80, ""], [81, "PERSONS REPRESENTED BY Sons of the Revolution in the State of New Jersey. With names of those representing them, in the Societies in the States of New Jersey, Maryland, New York, Pennsylvania, etc. Alling, John, New Jersey. 1746-1795 Augustus C. Kellogg, New Jersey. Stephen Howard Alling, New York. Anderson, the younger, James, Virginia. 1739-1798 Leroy Hammond Anderson, New Jersey. Anderson, Richard Clough, Virginia — Kentucky. 1750-1826 William Allison Anderson, New Jersey. * Nicholas Longworth Anderson, District of Columbia. Joseph Longworth Anderson, New York. Larz Anderson, the younger, New York. Charles J. Anderson, the younger, Ohio. Davis Carneal Anderson, Ohio. Edward Lowell Anderson, Ohio. John Roy Anderson, Ohio. Latham Anderson, Ohio. William Anderson Hall, Ohio * Deceased."], [82, "72 SONS of the revolution Anderson Thomas, New Jersey. * Richmond Ogston Aulick, New Jersey. I 740-1 807 Francis Stevens Conover, New Jersey. Thomas Ryerson Anderson, New York. Anthony, Nicholas N., New York. 1 742-1 8 24 Henry Ogden Ryerson, New Jersey. Charles Dederer Thompson, New Jersey. Richard Amerman Anthony, New York. Applegate, Anthony, New Jersey. Horace Greeley Norton, New Jersey. Baird, David, New Jersey. 1 754-1 840 Horace Greeley Norton, New Jersey. Billings, Andrew, New York. 1743-1808 William Dayton Rosencrantz, New Jersey. Guy Dayton Peck, New York. Brinley, Jacob, New Jersey. -1800 Frederick Brinley Yard, New Jersey. Britton, Nicholas, New Jersey. Charles Potts Britton, New Jersey. William Ogden Britton, New Jersey. Brown, John, Connecticut. 1726-1776 Henry Merlin Barbour, New Jersey. Buck, Joseph, New Jersey. 1753-1803 Morris Hancock Stratton, New Jersey. John Buck Morgan, Pennsylvania. Budd, Joseph, New Jersey. 1756-1821 Henry Irick Budd, the younger, New Jersey. * Deceased."], [83, "PERSONS REPRESENTED 73 Burnet, William, New Jersey. 1730-1791 Robert Wallace Burnet, New Jersey. Josiah Collins, Maryland. Charles Bradley, New York. William Butler Hornblower, New York. Edward Main Post, New York. Charles Hornblower Woodruff, New York. Charles Hornblower Woodruff, the younger, New York. Frederick Sanford Woodruff, New York. Lewis B. Woodruff, New York. Morris Woodruff, New York. Jacob Staats Burnet, Ohio. Herman John Groesbeck, Ohio. Telford Groesbeck, Ohio. Robert Livingston Rezor, Ohio. Campbell, the elder, Benjamin, Pennsylvania. 1 749-1 843 Alexander Coulter Oliphant, New Jersey. Hughes Oliphant, New Jersey. Richard Coulter Oliphant, New Jersey. Carmichael, Alexander, New Jersey. 1734-1808 Edwin Robert Walker, New Jersey. Harlan Page Halsey, New York. Henry Augustus Halsey, New York. Louis Marsh Halsey, New York. Chambers, Alexander, New Jersey. 1716-1798 Thomas Stryker Chambers, New Jersey. Francis Cowlyn Lowthorp, New Jersey. Chambers, David, New Jersey. 1748-1842 Francis Cowlyn Lowthorp, New Jersey. * Edwin Van Cleve Woolverton, New Jersey. William Chambers McKean, New York. * Deceased."], [84, "SONS OF THE REVOLUTION 74 Chambers, William, New Jersey. I753~I799 Charles Houghtaling Chambers, New Jersey. Chesney, William, Pennsylvania. 1703-1782 William Francis Audenreid, New Jersey. Clarence Wills Taylor, New Jersey. Clark, William, New Jersey. 1756-1853 Frederick Hatfield Clark, New Jersey. William Alexander Clark, the younger, New Jersey. Collins, Daniel, Connecticut, 1736-1819 Gilbert Collins, New Jersey. Walter Collins, New Jersey. Conant, Abel, New Hampshire. 1755-1844 Leonard Hubbard Conant, New Jersey. Coryell, John, New Jersey — Pennsylvania. 1730-1799 John Lilly, New Jersey. Covenhoven, Peter, New Jersey, Francis Stevens Conover, New Jersey, Coward, Joseph, New Jersey. 1731-1798 Frederick Hatfield Clark, New Jersey. William Alexander Clark, the younger, New Jersey. Cox, John, New Jersey. 1732-1793 Francis Stevens Conover, New Jersey, Francis Bowes Stevens, New Jersey. Richard Fowler Stevens, New Jersey. Crain, Joseph, Pennsylvania. 1738-1789 Clarence Wills Taylor, New Jersey. Crain, William, Pennsylvania. 1 704-1 7 80 Clarence Wills Taylor, New Jersey. Creigh, John, Pennsylvania. 1741-1813 Samuel Duncan Oliphant, New Jersey."], [85, ""], [86, ""], [87, "PERSONS REPRESENTED. 75 De Hart, Abraham, New Jersey 1759-1832 Peter Van Voorhees, New Jersey. Dey, Theunis, New Jersey 1726-1787 John Lilly, New Jersey. Anthony Dey, New York. Joseph Warren Scott Dey, New York. Richard Varick Dey, New York. Dickerson, Peter, New Jersey. 1724-1780 George Drake Scudder, New Jersey. Henry Darcy Scudder, New Jersey. Dickinson, Philemon, New Jersey — Delaware 1739-1809 Samuel Meredith Dickinson, New Jersey. Dick, Samuel, New Jersey. 1740-18 12 Charles Mecum, New Jersey. Drake, Jacob, New Jersey. 1732-1823 George Drake Scudder, New Jersey. Henry Darcy Scudder, New Jersey. Dungan, Jesse, Pennsylvania. 1756-1823 Henry Wallace Shreve, New Jersey. Dunham, Azariah, New Jersey. 1719-1790 Norman Grey, New Jersey. James Deshler, New York. Elmer, Jonathan, New Jersey. 1745-1817 William Elmer, New Jersey. William Elmer, IV., New Jersey. Everitt, Samuel, New Jersey. Robert Spencer Woodruff, New Jersey. Ewing, John, Pennsylvania I755\"I799 Augustus Wolle Jordan, New Jersey. John Wools Jordan, Pennsylvania."], [88, "76 SONS OF THE REVOLUTION Forman, Jonathan, New Jersey. 1755-1818 Barton Bellangee Hutchinson, New Jersey. Fowler, Theodosius, New York. !7S3-l842 Francis Bowes Stevens, New Jersey. Richard Fowler Stevens, New Jersey. Frost, Richard, Massachusetts 1769-1849 Charles Sumner Knowlton, New Jersey. Gardner, Thomas, New Jersey. 1724-1795 Arthur Gardner Moses, New Jersey. Garrison, William, New Jersey. 1742-1785 Horace Franklin Nixon, New Jersey. Gordon, William. John Hopping Patterson, New Jersey, Haines, the younger, Samuel, New Jersey. 1742- Franklin Reeve Haines, New Jersey. Hamilton, William, New Jersey. 1 740-1 777 Morris Robeson Hamilton, New Jersey. Charles Ross Hamilton, New Jersey. Harris, Amariah, New Jersey. 1750-1793 Horace Franklin Nixon, New Jersey. Harrison, Jotham, New Jersey. 1751-1806 Charles Mecum, New Jersey. Hart, John, New Jersey. 1715-1780 John Hart Brewer, New Jersey. Abraham Quick, New York. Richard Dale Sparhawk, Pennsylvania."], [89, ""], [90, ""], [91, "PERSONS REPRESENTED. 77 Hayes, Samuel, New Jersey. 1 728-181 1 Melancthon Williams Jacobus, New Jersey. Hazard, Ebenezer, Pennsylvania. 1745-1817 Charles Greene Rockwood, New Jersey. Charles Greene Rockwood, the younger, New Jersey. Thomas Edward Vermilye Smith, New York. Henderson, Thomas, New Jersey. 1743-1824 Hugh Henderson Hamill, New Jersey. Henry, William, Pennsylvania. 1729-1786 Augustus Wolle Jordan, New Jersey. Thomas Henry Atherton, Pennsylvania. John Wools Jordan, Pennsylvania. Hollinshead, Jacob, New Jersey. 1732-18 19 Clarence Wills Taylor, New Jersey. Henry Genet Taylor, New Jersey. Hopkins, Solomon, New York. 1739-1792 Daniel Requa Foster, New Jersey. Hopping, Samuel, New Jersey. John Hopping Patterson, New Jersey. Howell, Ebenezer, New Jersey. 1748-1791 George Trenchard Ingham, New Jersey. William Henry Ingham, Pennsylvania. How, James, New Hampshire, 1755-1807 Edward Howe, New Jersey. Hubley, Adam, Pennsylvania. 1740-1798 Elliotte Eskridge Lane, New Jersey."], [92, "78 SONS OF THE REVOLUTION. Hughes, Isaac, Pennsylvania. 1747-1782 * William John Potts, New Jersey. Charles William Potts, Pennsylvania. Hunt, James, New Jersey. 1739-1832 Jonathan Hunt Blackwell, New Jersey. Stephen Weart Blackwell, New Jersey. Edward Taylor Hunt Talmage, New York. Hunt, Oliver, New Jersey. 1756-1841 James Baird Hunt, New Jersey. Samuel Furman Hunt, Ohio. Hyde, Phinehas, Connecticut, 1749-1820 Arthur Kendrick Macdonald, New Jersey. Malcom Macdonald, New Jersey. Frank H. S. Hyde, New York. Johnson, Robert, New Jersey. 1727-1796 George Trenchard Ingham, New Jersey. Thomas Jones Yorke, the younger, New Jersey. William Henry Ingham, Pennsylvania. Jones, Thomas, New Jersey. 1750-1829 Thomas Jones Yorke, the younger, New Jersey. Jordan, Frederick, New Jersey. 1744-1784 Augustus Wolle Jordan, New Jersey. John Wools Jordan, Pennsylvania. Keen, Jacob, New Jersey. Thomas Stryker Chambers, New Jersey. Ketcham, Levi, New Jersey. * William W. L. Phillips, New Jersey. * Deceased."], [93, "PERSONS REPRESENTED. 79 Leavens, John, Connecticut — Ohio. I734~I799 Alexander Fridge Jamieson, New Jersey. Brayton Wilmarth Smith, Illinois. Lee, Francis, Pennsylvania. 1749-18 15 Benjamin Fisler Lee, New Jersey. Francis Bazley Lee, New Jersey. Lewis, the younger, Edward, New Jersey. 1750-18 17 William Clarke Dayton, New Jersey. * William Lewis Dayton, New Jersey. Libbey, Reuben, Massachusetts. 1734-1820 William Libbey, New Jersey. Libbey, Samuel, New Hampshire. 1757-^43 William Libbey, New Jersey. Loveless, Gershom, New Jersey. !757-l843 Harry Chandler Allen, New Jersey. Ludlam, the elder, Henry, New Jersey. 1752-1837 Francis Bazley Lee, New Jersey. Maxwell, John, New Jersey. * George Maxwell Robeson, New Jersey. 1739-1828 Charles A. Lummis, New York. William Lummis, New York. Mecum, William, New Jersey. 1730-1790 Charles Mecum, New Jersey. Foster Conarroe Griffith, New Jersey. Henry Martyn Rumsey, New Jersey. * George Mecum Conarroe, Pennsylvania. Frank Little Sheppard, Pennsylvania. * Deceased."], [94, "SONS OF THE REVOLUTION 80 Meredith, Samuel, Pennsylvania. 1741-1817 Samuel Meredith Dickinson, New Jersey. Harmon Pumpelly Read, New York. John Meredith Read, New York. John Meredith Read, III., New York. Montgomery, John, Vermont. 1751-1844 John Alexander Campbell, New Jersey. Montgomery, William, New Jersey. 1752-1815 John Alexander Montgomery, New Jersey. Neil Robert Montgomery, New Jersey. Archibald Roger Montgomery, Pennsylvania. Richard Alan Montgomery, Pennsylvania. Moore, Andrew, Pennsylvania. Clarence Wills Taylor, New Jersey. Moore, Ely, New Jersey. 1746-18 12 Eckford Moore, New Jersey. Muirheid, George, New Jersey. 1760-1851 John Guild Muirheid, New Jersey. Ogden, Lewis, New Jersey. Samuel Meredith Dickinson, New Jersey. Ogden, II., Robert, New Jersey. 1716-1787 Henry Ogden Ryerson, New Jersey. Thomas Ryerson Anderson, New York. Cornelius DuBois Wagstaff, New York. Joseph Edward Boylan, Ohio. Ogden, III., Robert, New Jersey. 1746-1826 Henry Ogden Ryerson, New Jersey. Thomas Ryerson Anderson, New York."], [95, ""], [96, ""], [97, "PERSONS REPRESENTED. 81 Oldham, Edward, Maryland. 1756-1798 Earl Thomson, New Jersey. Nalbro' Frazier Thomson, New Jersey. Ernest H. Troth, New Jersey. Joseph Eugene Troth, New Jersey. Oliphant, Andrew, Pennsylvania. Samuel Duncan Oliphant, New Jersey. Oliphant, John, Pennsylvania. 1758-1836 Alexander Coulter Oliphant, New Jersey. Hughes Oliphant, New Jersey. Richard Coulter Oliphant, New Jersey. Samuel Duncan Oliphant, New Jersey. Paterson, John, Massachusetts. 1 744- 1 808 Ammi Robbins Schanck, New Jersey. Thomas Egleston, New York. Paterson, William, New Jersey. 1745-1806 William Paterson, New Jersey. John Langdon Erving, New York. James Tallmadge Van Rensselaer, New York. Perkins, Jacob, New Jersey. 1731-1792 Charles Marter Perkins, New Jersey. Lucius Scott Landreth, Pennsylvania. William Linton Landreth, Pennsylvania. 1745-1805 Potter, David, New Jersey. William Elmer, New Jersey. William Elmer, IV., New Jersey. Potts, Thomas, New Jersey. 1729-1777 * William John Potts, New Jersey — Pennsylvania. * Deceased."], [98, "82 SONS of the revolution. Potts, William, New Jersey. Charles Potts Britton, New Jersey. William Ogden Britton, New Jersey. Quick, Abraham, New Jersey. 1731-1805 Abram Quick Garretson, New Jersey. Read, David, New Jersey. 1752-1838 Edmund Elliot Read, New Jersey, John Rue Read, Pennsylvania. Reading, John, New Jersey. 1751-1820 Robert Chambers Belville, New Jersey. Requa, Abraham, New York. I7S9-I843 Daniel Requa Foster, New Jersey, Rhea, Jonathan, New Jersey. 1758-1815 Garret Dorset Wall Vroom, New Jersey, Peter Dumont Vroom, New Jersey. Robinson, Thomas, Pennsylvania — Delaware Earl Thomson, New Jersey. Nalbro' Frazier Thomson, New Jersey. Robert Eglesfeld Griffith, Pennsylvania. I75I-1819 Rockwood, Ebenezer, Massachusetts — New Hampshire. 17 Charles Greene Rockwood, New Jersey. Charles Greene Rockwood, the younger, New Jersey. 1746-1830 Rumsey, Charles, Maryland. 1736-1780 Henry Martyn Rumsey, New Jersey. Albert Bullus, New York. Robert Ludlow Fowler, New York. Thomas Powell Fowler, New York. Henry Holdich Morton, New York. Edmund Morton Smedberg, New York. William Ellison Bullus, Pennsylvania."], [99, ""], [100, ""], [101, "PERSONS REPRESENTED. 83 Rosenkrans, Johannes, New Jersey. 1724-1786 William Dayton Rosencrantz, New Jersey. Schenck, John, New Jersey. 1750-1823 Christopher Augustus Bergen, New Jersey. Herbert Armitage Drake, New Jersey. Charles Van Dyke Joline, New Jersey. John Forsyth Joline, New Jersey. * Peter L. Voorhees, New Jersey. Peter Van Voorhees, New Jersey. Scudder, Amos, New Jersey. 1739-1824 Thomas Stryker Chambers, New Jersey. Barker Gummere, the younger, New Jersey. Charles Edward Gummere, New Jersey. William Stryker Gummere, New Jersey. Samuel Stanhope Stryker, New Jersey. Scudder, Nathaniel, New Jersey. I733~I78i Schuyler Colfax Woodhull, New Jersey. Myron Tracy Scudder, New York. Sherman, Josiah, Connecticut. 1729-1789 Henry Mitchell, New Jersey. Shubrick, Thomas, South Carolina. Edward Rutledge Shubrick, New Jersey. Paul Trapier Gadsden, Missouri. Shubrick, the younger, Thomas, South Carolina. 1755-18 10 Edward Rutledge Shubrick, New Jersey. Paul Trapier Gadsden, Missouri. * Deceased."], [102, "84 SONS of the revolution. Sinnickson, IV., Andrew, New Jersey. Andrew Sinnickson, New Jersey. Clement Hall Sinnickson, New Jersey. Thomas Sinnickson, III., New Jersey. Foster Conarroe Griffith, New Jersey. George Trenchard Ingham, New Jersey. Charles Mecum, New Jersey. Henry Martyn Rumsey, New Jersey. Thomas Jones Yorke, the younger, New Jersey, Charles Perry Sinnickson, Pennsylvania. 1718-1790 * George Mecum Conarroe, Pennsylvania. William Henry Ingham, Pennsylvania. Frank Little Sheppard, Pennsylvania. Sinnickson, V., Andrew, New Jersey. Andrew Sinnickson, New Jersey. Clement Hall Sinnickson, New Jersey. Thomas Sinnickson, III., New Jersey. George Trenchard Ingham, New Jersey. Thomas Jones Yorke, the younger, New Jersey. Charles Perry Sinnickson, Pennsylvania. William Henry Ingham, Pennsylvania. 1749-1819 Smith, Obadiah, New Hampshire. I731- Frank Obadiah Briggs, New Jersey, Smith, Samuel, New York. 1736-1786 John Swartwout Barkalow, New Jersey. Smith, Simeon, New Jersey. 1730-1807 James Edmund Burke, New Jersey. William Ely Burke, New Jersey. Smith, Stephen, New Hampshire. 1761-1834 Frank Obadiah Briggs, New Jersey. Stanbury, Jacob, New Jersey. 1741-1810 Richard Thompson Miller, New Jersey. * Deceased."], [103, "PERSONS REPRESENTED. 85 Sterling, Thaddeus, Connecticut. 1749-1837 Charles Augustus Sterling, New Jersey. Stevens, II., John, New Jersey 1715-1792 Francis Stevens Conover, New Jersey. Francis Bowes Stevens, New Jersey. Richard Fowler Stevens, New Jersey. Joseph Livingston Delafield, New York. Maturin Livingston Delafield, Jr., New York. Stevens, III., John, New Jersey 1 749-1 83 8 Francis Bowes Stevens, New Jersey. Richard Fowler Stevens, New Jersey. Stillwell, Joseph, New Jersey. 1739-1805 George Drake Scudder, New Jersey. Henry Darcy Scudder, New Jersey. Stockton, Richard, New Jersey. 1730-1781 Bayard Stockton, New Jersey. Richard Rush, District of Columbia. William Dunbar Jenkins, Maryland. Alexander Williams Biddle, Pennsylvania. Louis Alexander Biddle, Pennsylvania. John Calvert, Pennsylvania. Story, John, New Jersey. Thomas Stryker Chambers, New Jersey, Stroud, Jacob, Pennsylvania. 1735-1806 Daniel Stroud Robeson, New Jersey. Stryker, Abraham, New Jersey. Samuel Stanhope Stryker, New Jersey. Barker Gummere, the younger, New Jersey. Charles Edward Gummere, New Jersey. William Stryker Gummere, New Jersey. William Perrin Vorhees, Missouri."], [104, "86 SONS OF THE REVOLUTION Stryker, Christoffle H., New Jersey Samuel Stanhope Stryker, New Jersey. Barker Gummere, the younger, New Jersey. Charles Edward Gummere, New Jersey. William Stryker Gummere, New Jersey. Thompson, David, New Jersey. 1737-1824 Charles Dederer Thompson, New Jersey. Tilton, Edward, New Jersey John Hopping Patterson, New Jersey. Trenchard, George, New Jersey. 1720-1780 Thomas Whitaker Trenchard, New Jersey. Edward Trenchard, New York. Van Cleve, Benjamin, New Jersey. 1739-1817 Edwin Robert Walker, New Jersey. Vander Horst, Arnoldus, South Carolina. I723~I793 George Hollins Bowly, New Jersey. Van Dyke, Ruloffe, New Jersey. 1711-1788 Abner Reeder Chambers, New Jersey. William Benford Aitken, New York. Van Wickle, Simeon, New Jersey. Harry Chandler Allen, New Jersey. Vroom, Peter Dumont, New Jersey. 1745-1831 Garret Dorset Wall Vroom, New Jersey. George Augustus Vroom, New Jersey. Peter Dumont Vroom, New Jersey. Schuyler Colfax Woodhull, New Jersey. Wallace, Moses, Pennsylvania. 1741-1803 Clarence Wills Taylor, New Jersey."], [105, "PERSONS REPRESENTED. 87 Wallace, Robert, Pennsylvania. 1712-1783 William Francis Audenried, New Jersey. Clarence Wills Taylor, New Jersey. Wall, James, New Jersey. I753~I79I Garret Dorset Wall Vroom, New Jersey. Peter Dumont Vroom, New Jersey. Welles, Hezekiah, Connecticut. 1736-1817 Isaac Trumbull Wood, New Jersey. Wetherby, Edmund, New Jersey. !733-i796 Charles Mecum, New Jersey. White, Ebenezer, New York. 1746-1827 Henry Dela Pierre White, New Jersey. Bradford Darrach, New York. Bartow Sumter Weeks, New York. Whitehill, Robert, Pennsylvania. 1738-1813 Clarence Wills Taylor, New Jersey. Whittlesey, Eliphalet, Connecticut, 1714-1786 Mills Whittlesey, New Jersey. Whittlesey, Martin, Connecticut. 1737-1800 Mills Whittlesey, New Jersey. Wicoff, Peter, New Jersey. 1741-1803 Horace Greeley Norton, New Jersey. Williamson, Matthias, New Jersey 1716-1807 Chauncy Haven Beasley, New Jersey. William Holt Averell, New York. Williams, William, New Jersey. Frederick Hatfield Clark, New Jersey. William Alexander Clark, the younger, New Jersey."], [106, "88 SONS OF THE REVOLUTION. Woodhull, D.D., John, Pennsylvania — New Jersey. 1744-1824 Daniel Ellis Woodhull, New Jersey. Schuyler Colfax Woodhull, New Jersey, Wood, Jehu, New Jersey. 1748-1783 William Foster Reeve, New Jersey Woodruff, Elias, New Jersey. * Dickinson Woodruff, New Jersey. Woodruff, Ezekial, New Jersey. 1 744-1818 Augustus C. Kellogg, New Jersey. Woodruff, Seth, New Jersey. 1741-1816 Charles W. Shields, New Jersey. Woolf, Lewis, Pennsylvania. I747-I830 Augustus Wolle Jordan, New Jersey. John Woolf Jordan, Pennsylvania. Yorke, Andrew, New Jersey. 1742-1794 Thomas Jones Yorke, the younger, New Jersey. Morris Hancock Stratton, New Jersey. * Deceased."], [107, "CONTEST FOR SCHOOL MEDALS."], [108, ""], [109, "Contest by Public School Scholars for Medals. AS AN incentive to study of American history, the Society of Sons of the Revolution, in New Jersey, by resolution adopted March 5th, 1895, invited public school scholars in New Jersey, under the age of eighteen years, to compete for a gold, a silver and a bronze medal, as first, second and third prizes, to be awarded in order of merit for an original essay upon some event connected with the Revolution, and appointed William Lewis Dayton, Charles Greene Rockwood, the younger, and Alexander Fridge Jamieson a Committee to carry the resolution into effect. The Committee chose for a subject \"Washington's Campaigns in New Jersey,\" gave full notice of the con test and conditions, received many hundreds of essays, and, after laborious examination thereof, made awards as follows : Gold medal, First Prize : Russell Taylor, Rockaway public school, Rocka- way."], [110, "92 SONS OF THE REVOLUTION. Silver medal, Second Prize Eugene Watts, North Seventh street public school, Newark. Bronze medal, Third Prize Robert L. Kent, Passaic High school, Passaic The medals bear on the obverse side a representation of the seal of the Society, on the reverse, the winner's name with fitting inscription, and are hung by a buff and blue ribbon from a bar on which are the words \" New Jersey.\""], [111, ""], [112, ""], [113, ""], [114, ""], [115, ""], [116, ""], [117, ""], [118, ""]]