[[1, ""], [2, ""], [3, ""], [4, ""], [5, "POEMS. BV LOUIS H. VICTORY. LONDON : ELLIOT STOCK, 62, PATERNOSTER ROW, E.C. 1895. [All rights reserved.]"], [6, ""], [7, "TO THE REV FREDERICK. K. HARFORD, M.A., Minor Carton «f Westminster, rtlESE ' CRsfs \\rf. i;RA! i P.HM.l.Y INSCRIBED."], [8, ""], [9, "CONTENTS. SONNETS. PAGE TRUTH IN HELL ...... 3 THE SOLITUDE OF GOD ..... 4 BEING — PRAYER ...... 5 TIME ....... 6 WHAT ARE TEARS ? . . . . .7 THE MYSTERY ...... 8 LOVE CAN GUESS ..... 9 LURID EVERLASTINGNESS . . . 10 MY FLOWER'S THE HEMP . . . .II FAITH'S HAPPINESS . . . . .12 A SHATTERED HARP . . . . 13 SORROW'S ECSTASY . . . . 14 LOVE'S SOLICITUDE . . . . 15 TO ONE WHO SINGS . . . . .16 TO NORMAN GALE . . . . -17 THE GIFT OF SONG A GIFT OF SORROW . .18 THE CRACK OF DOOM . . . . 19 TIME"], [10, "Contents. VI PAGE IMPEDITIVE VIRILITY . . . . .20 AN IGDRASIL: THE POET'S SOUL . . .21 BEFORE THE PORTRAIT OF ONE DEAD . . 22 LOVE : A MIRACULOUS HARP . . . .23 PRAYING FOR TEARS . . . . -24 MISCELLANEOUS POEMS. TO THE ROBIN . . . . . .27 THE SOUL OF JUDAS . . . . .28 THE DYING BEGGAR TO HIS GOD . . -32 OF A CHILD . . . . . -33 THE LILY ....... 34 THE MISSION OF SNOW AND SORROW . . 36 GOD 37 AH ! COME AND LEAD ME HENCE ! . . -39 DEUS, EGO AM0 TE . . . . 40 BITTER KNOWLEDGE . . . . .41 OF SLEEP, TIME, MEMORY, AFFLICTION, AND ME . 42 HOPE AND DESPAIR . . . . -43 LIKE A SNOWY WAVE . . . . -44 A GLOWWORM . . . . . - 45 GIVE ME THY SOUL TO KEEP . . . .46 A SQUIRREL AND A CAT . . . -47 THE GARDEN OF THE LORD . . . .48 TREPIDANT BLOOD OF ME ! . . -49 WHAT A DAFFODIL TELLS ME . . . 5<3 VIOLA . . . . . . -51 AUDI ALTERAM PARTEM . . . -53 SOUL-PERTURBATING MIMICRY . . . -54"], [11, "vii Contents. TRIOLETS. l'AGE TRIOLETS FOR AUTUMN . . . -59 A TRIO OF TRIOLETS . . . . 6l MY LOVE WAS IDLE . . . . -63 AS A PINE . . . . . .64 SWEET WARBLER . . . . 65 I WONDER . . . . . .66 DULL ARE MY SUN-SHUT DAYS . . 67 TROLL ME SOME EDEN-TUNE . . . .68 METAPHYSICAL RECIPROCATION . . -69 TO A WOUNDED LINNET . . . 70"], [12, ""], [13, "1 SONNETS"], [14, ""], [15, "3 !) TRUTH IN HELL. Truth is the occult essence of all things — The pre-existent strength that underlies All sentient form. The clairvoyant descries The secret flowing of its silent springs. The little half-facts that men's knowledge brings Are but the bubbles that, unconquered, rise From out Truth's depths (poor, evanescent prize To lose themselves in mundane comminglings ! But e'en the devils rolling in dark hell Are ruled by Truth ! Each devil true must be Unto the others ; else their policy Were futile, and their plottings idly fell ! If Beelzebub with Satan disagree, Then Pandemonium cannot safely be !"], [16, "4 THE SOLITUDE OF GOD. ' Great God, I pine for sympathy,' said one Who found throughout the dreary world no heart That throbbed in joy-dispensing counterpart With his — alone since thought-life had begun. ' You seek for sympathy, son of man's son !' Replied Great God ; ' and in the mundane mart You'll find that sympathy ere you depart For Eden — if untired you seek its sun. ' Man can find sympathy ; but He who made The world cannot ; for, sympathy that could Appease the craving of the God-One should Be offered by a god of equal might — A being reciprocally infinite ; Eternal only can eternal aid !'"], [17, "5 i BEING— PRAYER. My lips, O God, do never move in prayer ; My faltering tongue is dumb to give Thee praise ; But if in prayer my voice I ne'er upraise, 'Tis not that I forget that Thou art There. Forgetting thus would lead me to despair ; But not by lip, nor tongue, nor voice I pray ; While on I struggle through each fleeting day Beneath the burden of each carking care. Ah no, but every fibre of my being In mute orisons trembles forth Thy name, Whose sound doth stir anew my spirit's flame, Which Thou dost see, Thou Mighty and All seeing 'Tis not, O Lord, because no prayer I speak That Thou wilt scorn me when Thy face I seek."], [18, "6 ■j TIME. Time is a strange, a wild, elusive thing : Betimes 'tis all too slow, betimes too fast ; 'Tis Now, 'twill be the Future, 'twas the Past A nameless space on the eternal ring. The waiting lover thinks Time's paces slow ; The soul in joy would hold it to the last, Nor let the present e'er be overcast ; The opium-dreamer thinks 'twill never flow ! If in a moment we could conscious be — By some development of human mind — That limitless ideas did pervade The mystic dwelling where brief thoughts invade. By that one moment circled and confined — Then would a moment be eternity !"], [19, "7 WHAT ARE TEARS? Say, what are tears ? Come, tell me what they mean : Go, ask the Alchemist, and he, most bland, Will tell of certain salty moistures seen Secreted by the eye's lachrymal gland. Good Alchemist, in truth you're right, I ween, So far as chemistry can understand The mystic workings of the Will unseen ; But nobler answer must my soul demand. Say, what are tears ? The answer floats from God — When human hearts are warped and seared by pain, Then tears are heaven's gift to break the strain That else must break the hearts by sorrow trod. Ah, weary me ! I have not wept for years, But oft I sigh for God's true grace of tears."], [20, "8 THE MYSTERY. [Composed August 26, 1894, on the Silver Strand, beyond the ' Fairy Arches,' BundoranT] You, little sand-flower, with four petals blue, A-growing on Bundoran's silvern beach, I pluck, and seek to read your wordless speech — The speech that's hidden in this ocean, too. I scan your leaves and yellow stamens. Few Look on you as I look ; and you do preach To me ; but, ah ! your silence does not teach The mystery that this sea and you keep true. If I the quintessential sust'nance knew Of this perturbed and snowy-crested sea — That sustenance the sea doth share with you — I would know all that makes perplexity ; I would know all God's secrets, and then He Would not be God, for God is mystery !"], [21, "9 . LOVE CAN GUESS. The eye of Heaven, alas ! 1 must confess, Is finer far than thy soft beaming eyes ; And it is true — no fact will I disguise — I hear a sweeter voice than you possess A-trembling through the leaves in love's distress. 'Twere vain to hide that when Zephyrus sighs A thousand rarer flower-born perfumes rise, Than you could breathe forth in your guilelessness But through the hollowness of fleshly charms Your soul gleams forth my dreary life to bless ; And love's not sure, but love may safely guess, That when you've done with all this world's alarms. When avid worms have battened on thine arms, Your soul shall live in Nature's loveliness."], [22, "10 i LURID EVERLASTINGNESS : A VISION OF REMORSE. Lulled by a dream-begetting draught I slept ; Methought my spirit's white incarnadined By crime — erubescent as lip of fiend ; And all that I beheld was red, and wept Red oozing tears. A million reeking fingers kept A-pointing to my reddened soul ; and eyes — Red reeking eyes, astray through reddened skies Looked through my soul, for æons now unslept ! All Time was lost ; I felt Eternity, And through its chasmed voids, all measureless, Red-dropping tongues, to scourge this soul of me, Wagged with a might their fury could not spend ' On sin,' they cried me, ' these your pains depend Thus live you lurid everlastingness.'"], [23, "11 MY FLOWER'S THE HEMP. Faust. ' Deem this language of the flower the answer of an oracle ?' — Goethe. Methought I held a daisy in my hand, Love's oracle — the simple moon-daisy ; ' She loves thee,' said it till this soul of me — This slumbrous soul — to hopeful glow was fanned. But still I tried ; and still could understand The dream-creating of the flower's decree ! Alas ! it came — ' She loves thee not !' O, fickle she, And fickle bloom by tear-dimmed eyes so scanned. I turned my head aweary from the flower ; And when I looked again, O, plagued sight ! 'Twas hemp I held, and not the daisy bright : Sad mystic change, and thrice embittered hour ! To me all nature's uncompassionate — My flower's the hemp, and all its answer — ' Fate /'"], [24, "12 roof. FAITH'S HAPPINESS. I str_\\yed, and 'neath a church's portal came ; And while I stood in contemplation there I heard the deep-toned murmur of a prayer Breathed by a thousand voices in God's name. I joined not in that prayer — I held aloof — I felt like one who shivers on the brink Of some deep gulf, all-fearful lest he sink ;— While prayer and incense wreathed towards the Yet I was fascinated where I stood ; I tried in vain to tear myself away ; While, over all the voices' magnitude, I heard a louder voice within me say : — ' Oh, happy, happy blind believing throng, Whose brain is little, and whose faith is strong !"], [25, "13 A SHATTERED HARP. Once, deep within mine inmost self there lay Hushed, nay unwakened, one great harp of love. Awaiting some sweet player who could move That music prisoned in my body's clay. Night after night, and day beyond each day, As moon or sun held monarchy above, This harp lay, silent as a sleeping dove, Unstirred by any fine emotion's fray. At last a player came ! She brought no skill Beyond the power my music's power to kill : With cruel, destructive effort, bold and sharp, She rent the strings, in one discordant strain ! And now my love is but a shattered harp Whose chords can never, never sound again."], [26, "14 SORROW'S ECSTASY. There is a sweetness mingled with my woe ; And as, in some secluded calm retreat, The poisonous nightshade twines with woodbine sweet, So do my grief and soul together grow. Nay, there is ecstasy in all my grief ; It is all-healing to my wounds to know That spotless purity from pain doth flow ! Soul growing towards the God-soul brings relief. With comfortable grief I would not part, Since joy so sweet doth stay the flow of tears, Allaying many a doubt and many fears, And strengthening anew my wearied heart. Leave me my grief while clay my soul doth case : Take not my sorrow till I see God's face."], [27, "15 LOVE'S SOLICITUDE. I fear the wimpling stream where lilies lie ; I fear all forms in interstellar space ; I fear the rain that beats upon thy face ; The leafy boughs that rock and sway on high ! I fear Æolus' breath — his softest sigh, When he goes wooing in some sacred place : I fear when unseen Hands do interlace The forke'd fire that flashes down the sky ! Why do I fear the brook with blooms besprent ? Why fear the stars, the rain, the boughs, the wind The gracious suspiration Heaven-sent ? And why the lurid light'ning unconfined ? Because these things — around, beneath, above — All threaten Thee, the being whom I love !"], [28, "16 TO ONE WHO SINGS. ' My spirit like a charmed bark doth swim Upon the liquid waves of thy sweet singing, Far away, into the regions dim Of rapture.' All through the day I work on wearily ; But when calm Twilight lowers the lamp of Day Ah, then I know thy voice's alchemy : Then, like a night-closed lily when the ray Of Morning bids it blossom charmingly, My soul, grief-closed, unfolds and floats away Upon th' ethereal wings of Harmony, Where God's fair visions float in vast array. If I could linger on in such sweet bliss, In bowers all decked with aerial anadems, Where every flower a glist'ning light begems, I would henceforth forego lov'd Nature's Kiss. Thy song sweeps o'er my soul a flashing light, And lifts it to Imagination's flight !"], [29, "17 TO NORMAN GALE. Blithe Singer ! while I read thy soothing lines I do forget that at a desk I sit Within a gloomy city's black confines ; I am transported, and these dark scenes flit, Replaced by lanes and meads where Nature shines ; With you I read sweet Nature's scroll, God-writ, While ling'ring long in fairest woodland shrines, By lucent, laughing, restless sunbeams lit ! And in cool shades I hear dead Shakespeare's voice In bird-songs sweet, but inarticulate ; And all-forgetful of my bitter fate, I list to Blake's soul-echoes, and rejoice ! When I am weary, give me songs of thine, Then at my desk I never can repine ! 2"], [30, "18 THE GIFT OF SONG A GIFT OF SORROW, ' Most wretched men Are cradled into poetry by wrong, They learn in suffering what they teach in song. Am I a poet ? So 'twould seem, indeed, If I may measure my most mournful fate By what the records of dead poets state ; For I, for singing (world-accursed deed !), Must at gaunt Sorrow's table sit and feed, And sup, 'till Sorrow's draughts intoxicate My being ! Then I, to rot, am hurled prostrate Upon Earth's dung-heap, like some no.xious weed. While there painstricken on that heap I pine, I hear the fiendish shrieks of those who pass, And, mocking, cry : ' Poor bard, alas ! alas !' They spurn me like some sight-offending swine. And stigmatized by all Earth's passing throng, I learn in sorrow what I breathe in song."], [31, "19 THE CRACK OF DOOM. On Heaven's jewelled battlements I stood ; Mine eyes surveyed a cataclysm whose might, Atlantean, should end all things finite — One universe-annihilating flood ! Then, looking towards the sun-god's neighbourhood, I saw the sun yield up its golden light, And, crumbling, fall into the realms of Night ; The stars were quenched by Doom's breath quick and rude. All objects that mine eyes could dimly scan (Each in its haste the others tried to pass) Consumed and died in thin illusive gas ; All mankind sank to dreamy Devechan, But I — I stood upon the topmost reach Of Heaven, and laughed into the swamp-world breach."], [32, "20 IMPEDITIVE VIRILITY. Hence ! soul-impeding, sex-bestowing flesh, And let mine inward quintessential I Rejoice in glories that are held on High For souls that burst mortality's curs'd mesh. Or stay ! but tell me why are you so nesh ? Why not a lightless cell, that my soul-eye Might ne'er view flashes of eternity, Whose visions do but make me crave afresh ? Reticulated cell, Virility ! I would that I might cast thee, and so sail Where vast Elysian glories never fail ; Or else relucent God-light never see. Oh ! let me sink in hells of ebon night, Or wrap me round with Heaven's eternal light,"], [33, "21 AN IGDRASIL: THE POET'S SOUL. An Igdrasil the poet's soul should be ! Its sempiternal roots should all be spent Where sable Satan dwells, ignipotent, Amid Hell's fiery waves eternally. Thence should it raise its lucid entity Into the ether-ways of space, unpent, And growing through the wandering world God- sent, Outstretch its arms around stars drifting free. Then, crowning triumph of the poet's soul — It should grow through the Eden paths above, Where angel-souls weave everness of Love — The end-all of man's living, and his goal ! An Igdrasil the poet's soul should be ; Then might he sound from Hell to Ecstasy !"], [34, "22 BEFORE THE PORTRAIT OF ONE DEAD : blanche mingins. Most loving face, and face most lovable ! O wondrous eyes, where, shadowed, play and rise The cymophanous founts of Paradise ; Yet face and eyes that lachrymation spell ! To see you were to love, to love you were to dwell In radiance-weeping shadows ; for there lies Within your mystic dream-face that which cries With soundless voice (an intuition's knell) : — ' The past has wrought me nothing worth its pain ;. To-day I blankly live ; to-morrow, I Beneath the grave-sod, daisy-strewn, must lie ! How do I know that death will yield me gain ?' Ah, beautiful, but most deject ! I ween To-day you sun you in the God-fount's sheen."], [35, "23 I LOVE : a miraculous harp. As Amphion's mystic harp, in days of old, With wavy Music's mystical delight, Charmed forth, from God-lost Inanition's night, The walls of Thebes, e'en so with might untold — Beyond all thought in sensuous enfold — Love hath full power, within its God-given right, To tremble music-mansions, Iris-bright, From earth to heav'n — more dazzling than sun's gold We hearken to the Love-harp's winning tone, And then we see from Chaos start and rise A golden city stretching to the skies, Wherein we overhear Heaven's antiphon ; Love's gift a man may make of Caliban ; A god may make of mid-conditioned man."], [36, "24 PRAYING FOR TEARS. I walk the world in thought-engendered grief : I grieve for all the pain that taints the years ; I grieve for wrongs that rend the soul of seers Who find no power to bring the world relief. I grieve for kings whose golden-sorrowed leaf Of life's brief book is filled with kingly fears ; I grieve for beggars starving through their years, Whose consolation dwells in sweet Belief. If I could weep for all the wrongs I see I would be blest with some relief from woe, But my dim eyes will never yield the flow My wearied heart one moment to set free. And as I wander down the path of years, I pray to God for His good gift of tears."], [37, "MISCELLANEOUS POEMS."], [38, ""], [39, "27 TO THE ROBIN. Sweet robin redbreast, while I hand thee bread I marvel why thy silky breast is red ; And then I ask myself if true it be, The story that I heard of Christ and thee For it is said that while to Calvary The Saviour bore the crucifixion tree, A robin paused upon His sacred head And picked a thorn from out His crown, stained red, When, lo ! the blood that oozed forth, blood most blest. Dropped down and stained the robin's stainless breast ; And ever since that fateful hallowed day Thy breast, sweet bird, is red, the legends say ! Thrice blessed bird, thrice welcome to my bread, Since on thy breast is blood from Jesus' head."], [40, "28 THE SOUL OF JUDAS. A DREAM OF PUNISHMENT. When Judas died, his sin-empurpled soul Sped — quickly as a God-thought speeds to earth — On high into the ether 'tween the stars, And fluttered towards the transcendental gates That, in their blinding brilliancy, enfold From view of all things unbeatified The sempiternal glories of high Heaven ! The soul of Judas, guilty with Christ's blood, Sought entrance through those sun-bright gates of Heaven ; But from the dazzling brightness flashed a soul — An angel-soul of wondrous loveliness — And hurled the God- man's murderer back from Heaven To wander — like an outcast from the realms Of God and man — throughout the dim abyss Of interstellar space. Then fled it down The trackless ether, where no waves of light E'er cross the Stygian gloom, unsearchable."], [41, "A Thc Soul of Judas. But there no rest the soul of Judas found. Then hied it, in a hopeless agony, Unto the fcetid entrance-gates of hell, And craved admittance there. But lo ! at once A phalanx of discordant sounds arose From out the seething sulphur of dark hell : A million million damned souls cried out — ' Avaunt ! thou murderer of the Son of God !' And then a million million devils came All hissing—' Hence, you scarlet-tainted shape ! By crucifying Jesus you withheld From us some myriad souls that else were ours ! Begone ! not e'en such rest as hell affords Shall ever now be yours !' And speaking thus, The devils drove the soul of Judas far, In dim remoteness, from their black abyss. Writhing in agony, beyond all pains Of earth or hell, the wandering soul pursued Its unrewarded, nay, accursed search For some soul-habitation where to dwell. It fled from star to star, from sphere to sphere ; But everywhere it was denied a home, Till, weary of its interstellar flight, It fell pain-fluttering to the earth again. It wandered, like some ghost, into a wood, Amid whose sombrous boughs the trancing notes"], [42, "The Sold of Judas. 30 l> Of one lone nightingale made musical The erstwhile pulseless peace that reigned there. ' Ah ! let me dwell enfeathered in your form !' The soul of Judas craved in language known But inarticulate. And straight the bird, Affrighted, ceased to sing, and winged its flight To some unknown retreat. The wandering soul Then sought a snail that crawled along the ground : ' You meanest thing that grovels on this earth, Will you afford a dwelling for this soul That vainly seeks for any kind of home ?' The lowly snail shrank far within its shell In mute denial of the outcast's quest ! And now, from out the darkness of the wood The astral form appeared of Him who died In torture on the Cross of Calvary ! The soul of Judas shuddered at the sight. ' I pray Thee, God, in Mercy's sacred name, Send me to blackest hell, or to some place More horrible than hell. But do not come With those sad eyes of Thine, with bleeding hands And side and feet, and with that crown-pierced head. To torture me. All other agony I'll bear unmurmuring, but save me this f So pleaded Judas in the forest depths ; But since that moment, now long decades gone,"], [43, "The Soul of Judas. 31 The soul of Judas wanders peacelessly Throughout the baseless realms of boundless space, All vainly seeking to evade the Christ Whose blood-stained astral haunts him evermore ! From star to star, from sphere to sphere it hies, But everywhere it sees the haunting form Of Jesus crucified. It vainly asks For mercy. When its piteous wail is heard, The spheres yield back one answer, — only one — ' This is the punishment of that red soul That crucified the Son of the APost High P"], [44, "32 THE DYING BEGGAR TO HIS GOD ' Good God, I die !' a beggar cried, A-lying all a-cold ; And with his weak, departing breath To God his grief he told : — ' In poverty I was brought forth ; And, poor, I worked to live ; But age, alas ! can bear no toil For fruits that labours give ! ' And so for years I begged and begged For life-sustaining bread : Forgive me, God ! that I have failed To keep life nourished !' Ah ! ere that beggar's soul passed forth, His face grew bright ! He said — ' No crime, thank God, in poverty : 'Tis good to die for bread !'"], [45, "33 OF A CHILD. A RONDEL. Such joy it was to sit me down And listen to her baby-talk, Or take her when I went to walk With Innocence mine hours to crown I recked not how the world might frown, Or whither Fate's dark form might stalk Such joy it was to sit me down And listen to her baby-talk ! These moments all my griefs did drown ; Alas ! that some avenging hawk Should swoop and all my purpose balk ! Such joy it was to sit me down And listen to her baby-talk ! 3"], [46, "34 THE LILY. Night brooded over lone Gethsemane ; And 'neath the shade of one tall sobbing tree The Son of God knelt down and wept and prayed ; He writhed and groaned beneath the burden laid Upon His spirit by the sins of men, Until His soul was overwrought, and then Great beads of blood burst from His sacred brow. He cried : ' My Father, if it may be now, Oh, take away this bitter load from Me ! But if, by Thy wise will, this may not be — If this dread chalice may not pass away — Great God, Thy will be done, I humbly pray !' Then Jesus staggered weakly to His feet, And doing so He heard the woods repeat The words that He had sent on high to God When His rent form lay stretched upon the sod. But lo ! while yet His heart was torn with sighs, A touching vision swam before His eyes :"], [47, "The Lily. 35 He saw, through all the terrors of His grief, That every blade of grass and every leaf Bent down and wept great glistening, pearly tears, While God's hot wrath was ringing through the spheres ! Then every flower, save one, bowed down its head — The snow-white Lily stayed erect, and said : ' Great God, Thou know'st that I am white and pure ; Why, then, should I humility endure ?' Then calmly to the stately flower Christ turned, — While in His heart the fire of love fast burned, — .\\nd in unangered tones He softly said, With lips now stained unnaturally red : ' The purest thing that in the ivorld could be Alight well be sad and weep at sight of A fe? The Lily, by these words bereft of pride, In sorrow bowed, and wept at Jesus' side !"], [48, "36 THE MISSION OF SNOW AND SORROW. Soft snow is on the ground, And 'neath the snow the cherished buds sleep sound ; But when the snow-wreaths go — When summer fountains play and flow, Iris-hued beneath the sun, — Sleeping buds, their sleep now done, Rejoice in life new-found, And peep triumphant o'er the ground. Harsh sorrow's on the heart To cherish and reveal the nobler part ; And as each sorrow dies It bids the cleansed heart arise, Show its purity, new-won, To the God-soul's all-seeing sun, And freed from each grief's strife, Assert its transcendental life."], [49, "37 GOD. I plucked a blood-red rose ' Rose,' I cried, ' Ah, tell me, Rose, What is God ?' ' God is the breath I give, God is the life I live, God is the form I bear, God is the hue I wear — I am a portion of God's entity,' The Rose replied. I heard a humming-bird : ' Bird,' I cried, ' Ah, tell me, Bird, What is God ?' ' God is the song I sing, God is each note I ring, God is my plumage fair, Designed Otherwhere — I am a portion of God's entity,' The Bird replied."], [50, "38 God. I watched a blinking star : ' Star,' I cried, ' Ah, tell me, Star, What is God ?' ' God is my essence — light — .And God my guide through night That circles every star; God permeates here and far — I am a portion of God's entity,' The Star replied. I loved a bright she-soul : ' Soul,' I cried, ' Ah, tell me, Soul, What is God ?' ' God is the love I own, God is the spark here sown, God is my innate hope When I with evil cope — I am a portion of God's entity,' The Soul replied."], [51, "39 . ', AH ! COME AND LEAD ME HENCE ! Ah ! come and lead me hence ! Lead me from out the toilsome paths of men, And guide me through thy soul's translucent shrines. Where I may feast my heart, my soul ! Ah ! then When I to pestilent and dark confines Return, — from heav'n to earth's Cimmerian gloom I'll carry in my memory such delight As will the sorrows of my life consume, And shed effulgence through my darkest night ! Ah ! come and lead me hence !"], [52, "40 DEUS, EGO AMO TE. ' From every portion, from every department, of nature comes the same voice. Everywhere we hear Thy name, O God ; everywhere we see Thy love. Creation in all its length and breadth, in all its depth and height, is the manifestation of Thy Spirit ; and without Thee the world were dark and dead.' Through all the flowers I love Thee, Through all the joys around, above me — Through tree and brook, and sea before me, Through bird-songs — I adore Thee. For these a debt I owe Thee ; Poor words are all I have to show Thee How much Thy glorious work doth move me, And how my soul doth love Thee."], [53, "41 I BITTER KNOWLEDGE. To know is sometimes misery, Which want of knowing would avert And so I often wish that I Were not so constantly alert. 'Twas thus I wished one eventide — I climbed up to your lattice, dear, And saw another at your side, And heard him whisper in your ear"], [54, "42 ] OF SLEEP, TIME, MEMORY, AFFLICTION AND ME. I was released from his deep spell by Sleep ; I rubbed my eyes ; and now I did behold Gray Time approach and bare unto my sight The truthful mirror of my Memory, Whose sad reflection filled my soul with pain ! But, lo ! Affliction came, and snatched the glass Of Memory from hoary Time's weak grasp ; Affliction leered at me, and then upraised That glass and dashed it quickly to the ground. I trembled even to my spirit's depths : For when I looked, in frenzy, to the earth, I saw in all the broken fragments there, Not one, but myriad images gleam forth, Of all the terrors of my former pain ! I fled the spot — this horror-shaken Me — And in the lap of Sleep I sought to lose Affliction, and gray Time, and Memory !"], [55, "43 HOPE AND DESPAIR. There are two creatures always mocking me ; The one a damsel fair, and rich with gold And pearls. Yet, all the gold she has you see Upon her shapely crown ; and all unsold And unprocurable her pearls — they gleam Between her ruddy lips, and ever seem The laughing fancy of some poet's dream. Her name is Hope. The other creature is a damsel dark ; And she is rich with ebon and with jet — The jet is gleaming in her eyeballs stark ; The ebon frames a face of gloom and fret ! And when she floats upon life's fitful stream She darkens all the waters, till we deem That life is all one hell-born, hideous dream. Her name's Despair. Fain would I learn if Hope and if Despair Are real things, or falsehood's visioned pair."], [56, "44 3 LIKE A SNOWY WAVE. My soul is like a shimmering snowy wave That's struggling out upon a heavy sea — A-struggling towards a glitt'ring sunny shore, To break there, and be lost eternally. Thy soul is that alluring sunny shore, That my wave-soul doth ever strive to kiss Ah ! when it gently laps thy spirit's verge 'Twill lose itself in an Elysian bliss !"], [57, "45 A GLOWWORM. So, tiny golden lamp, all through the nigh I watch you glow ; But when the East sends forth its ghostly light You fade and go. Methinks fair Hope, that softly gleams afar, A glowworm too ; And as you fade when speeds Aurora's car, Hope fades like you."], [58, "46 GIVE ME THY SOUL TO KEEP. Give me thy soul to keep ! When I have that I'm king of all the world ; For it, thou know'st, is all the world to me. It is my beauteous garden, and I know That fairest and most fragrant blooms of earth No spells for me can hold while my soul-eyes Are fascinated by thy spirit's charms. It is my sun, my moon, the light divine Of all my life. No light of day I need, Nor dancing sunlight, nor the moon's soft beam While I can see the light of thy pure soul. It permeates the pure ambrosial air That's wafted where my wand'ring spirit strays ; And when that air is gone, I gasp, I pine, I die of inanition ! Hence I pray — Ah, hear me while I raise my voice and say Give me thy soul to keep !"], [59, "47 A SQUIRREL AND A CAT. See 'mid the leaves, Where a squirrel, all brown, Nibbles fast at a nut He has just plucked adown ; As he sits there in peace, the blown leaves Brush his crown. See, 'mid the leaves, Creeps a cat towards her prey ; She had crouched 'mid the green From pale morn to mid-day ; And unseen were her sable and white Where she lay. See, 'mid the leaves, Where the cat takes a leap, And the squirrel, surprised, To his home tries to creep ; But he's caught ! The cat hies like a wolf With a sheep."], [60, "48 THE GARDEN OF THE LORD. A beggar paused outside the stately gates That shut apart from public trespassers The gorgeous gardens of an earthly lord ; And catching but a glimpse of lovely beds Of richest blooms, he craved to walk awhile Amid their beauty, so that he might glad His senses with their chaste exquisiteness ! He tried to enter, but a keeper came, Exclaiming : ' Hence I for men in raggedness There is no e?itrance here ! Do you not know This is the garden of the lord V That beggar died, and to the golden gates Of Paradise his soul in swiftness soared ; But at those dazzling gates his spirit paused, In fear, lest it should be denied the joy Of entrance, and of straying through the bowers That, in undying bloom and fragrance, gem The courts of Heav'n ! But, lo ! Christ came along, Now clothed in sempiternal loveliness, And called the beggar's radiant soul to dwell For ever there. ' Fear not, white soul /' He said, ' This is the Garden of the Lord !'"], [61, "49 4 TREPIDANT BLOOD OF ME ! Trepidant blood of me, cease Thee in all thy trembling ! Soul ! cast clay's dissembling ; Find in eternity God's peace ! Hungering soul of me ! soul ! Find thee Truth's blossoms there Trembling in heaven's air ! There's in Mortality No goal. Trepidant blood of me, cease Thee in all thy trembling ! Soul ! cast clay's dissembling ; Find in eternity God's peace !"], [62, "50 WHAT A DAFFODIL TELLS ME. A pearly drop of morning dew, A-shimm'ring, fills The daffodil's Fair eye, upturned to seek the blue 'Sweet daffodil,' I softly say, ' Why dwells that tear Where vision clear Should gladden all thy light-gemmed day ' My tear might prove,' the bloom replies, ' That man and flower Must bear grief's dower, Which plagues all Nature till it dies !'"], [63, "51 VIOLA. Out 'neath the sun I walked beside A little maid of three ; She plucked a lily, and she gave It guilelessly to me. Her hair, as golden as the sun, Fell loosely round her neck — A neck whose velvet, peach-hued flesh No other gems bedeck. Her eyes were lucent, azure wells — Deep wells, rutilent, whence There gleamed such light as did proclaim ' Her queen is Innocence !' I stooped to kiss her snow-pure hand ; But there aggrieved I found A crimson-petalled poppy she Had lifted from the ground."], [64, "Viola 52 I placed my hand upon her head ; I looked into her eyes ; I thought — and thinking brought me tears, And soul-depressing sighs ! Yes, there were tears within mine eyes, And sadness in my heart ; O misery ! that Innocence Should e'er from life depart ! To me said rose-lipped Viola : ' Why do you weep and sigh ?' How could I answer ? No ; ah, no, I dared not tell her why ! But those who have been through the fire Will understand my heart, Will judge my deep-born feelings by Their self-experienced part. I wept to think that this young soul, Now lily-white and pure, Might through the undelivered years Life's crimson stains endure !"], [65, "53 AUDI ALTERAM PARTEM. If in some prison cell you see a man Who scowls repellently at all the world, Whose bitter language only curses dower, Whose arm is raised to strike whene'er he can, Think, it may be that, though to dungeon hurled, Some fate dethroned him far beyond his power ; Before you wear your dark condemning frown, In pity ask : ' Whose deeds have brought him down ? If 'neath the gas-lamp's sickly, yellow glare, That dimly mocks the blackness of the night, You see a drunken, painted woman fall, Whose moral self, from days all free from care — Glad days begemmed with innocent delight — Has well-nigh passed to scarlet unrecall : Before you wear your dark condemning frown, In pity ask : ' Whose deeds have brought her down ?'"], [66, "54 SOUL-PERTURBATING MIMICRY. In quintessential triviality Of flesh, for four fleet years, a she-soul dwelt. Oft unpremeditatively I knelt In meads, where romped this thought-refining she, To sun me in the God-light mystery, Thai I, love-chained and beauty-pinioned, felt Flashed from her, hieroglyphically spelt, Like gifts that fall from white Austerity. One golden hour, I do remember well, Some days before her trivial life-while failed, She chased some wandering thistledown that sailed Along the wind. She caught it where it fell Upon the petals of an asphodel, That, in a deep and meaning muteness, railed Above a blighted rose ! The child-one hailed Weak me, as though some secret she would tell."], [67, "Soul-perturbating Mimicry. 55 ' Here ! look !' spoke rose-lipped she, ' Here's thistledown for you. Look here ! And here's a withered rose for me That once was sweet and blossoming near.' That she-soul cast flesh-triviality ; Before mine eyes I see her lying dead ; And Death I see above her gold-decked head Hope's thistledown within his hand I see ; While pointing to my livid-lipped she, I hear him magnify, loud-trumpeted, An echo of the words the child-one said, In wild, soul-perturbating mimicry; — ' Here I here !' cries Death — black-lipped he ; ' Hope's thistledown for you, dispensing fear ; But here's a withered rose for me, That once was sweet and blossoming here.'"], [68, ""], [69, "TRIOLETS"], [70, ""], [71, "59 > . i TRIOLETS FOR AUTUMN i. THE LEAVES. The brown and yellow leaves sail down I watch the leaves in leaf-dance meet And frolic under Autumn's frown. The brown and yellow leaves sail down Alas ! rich Summer's golden crown Is trampled under Autumn's feet : The brown and yellow leaves sail down I watch the leaves in leaf-dance meet n. OCTOBER'S MOON. October's crescent moon is white, And coldly pure as Winter's snow, Or as Austerity's weird light : October's crescent moon is white And pallidly illumes the night Where'er my restless footsteps go : October's crescent moon is white, And coldly pure as Winter's snow."], [72, "60 Triolets for Autumn. m. THE FRUIT. The rosy apple and the luscious pear Recall rich Summer's full delicious bloom, And charm us back to scenes all summer-fair The rosy apple and the luscious pear Are lovely lessons on coy Summer's care, And give us joy when she has found her doom The rosy apple and the luscious pear Recall rich Summer's full delicious bloom !"], [73, "61 A TRIO OF TRIOLETS. i. TO A BLACKBIRD. Thy song brings light Into my soul So steeped in night ; Thy song brings light — Eternal, white — To show the goal ; Thy song brings light Into my soul ! n. TO WIND-CARRIED THISTLEDOWN. Ah ! thistledown, Now cease thy roaming A-through the town. Ah ! thistledown, Let fall thy crown ; Mead-haunt this gloaming ! Ah ! thistledown, Now cease thy roaming !"], [74, "62 A Trio of Triolets. in. TO A PEASANT-GIRL You know no care That broodings bring ; Ah ! guileless fair, You know no care That breeds despair When thought-wasps sting ; You know no care That broodings bring !"], [75, "63 > MY LOVE WAS IDLE. ' 'Tis better to have loved and lost, Than never to have loved at all.' My love was idle ; love, alas ! For me was but a day's brief dream I saw thy soul appear and pass : My love was idle ; love, alas ! For me a shadow in life's glass — An Iris-shimmer on life's stream. My love was idle ; love, alas ! For me was but a day's brief dream"], [76, "64 AS A PINE. True friendship's like the ever-verdant pine That wears its freshness all the varying year, A symbol, certes, of high Heaven's design. True friendship's like the ever-verdant pine That still is stanch — a truth thus to enshrine E'en when, in winter, other trees are sere. True friendship's like the ever-verdant pine, That wears its freshness all the varying year."], [77, "65 SWEET WARBLER. Clown. What is the opinion of Pythagoras concerning wild fowl ? Malvolio. That the soul of our grandam might haply inhabit a bird.' Twelfth Night. Sweet warbler of this summer grove, Why do you fly when I draw near ? I would not harm you as you rove — Sweet warbler of this summer grove — Lest you accuse me that I drove Your soul to some clay-case more drear ; Sweet warbler of this summer grove, Why do you fly when I draw near ? 5"], [78, "66 I WONDER. COMPOSED IN A GROVE. I wonder if that bird on high Could case Keats' soul, now come again To pipe enchanting minstrelsy ! I wonder if that bird on high Could feather round Keats' soul drawn nigh To charm anew the hearts of men : I wonder if that bird on high Could case Keats' soul now come again !"], [79, "67 gone, gone. DULL ARE MY SUN-SHUT DAYS. Dull are my sun-shut days, and dull my nights, Since thou, mine earthly heaven, to heaven art To glad thy soul-eyes with Uranian sights ! Dull are my sun-shut days, and dull my nights ; But God sends memory of my past delights In echoes of celestial antiphon : Dull are my sun-shut days, and dull my nights, Since thou, mine earthly heaven, to heaven art"], [80, "68 TROLL ME SOME EDEN-TUNE. Troll me some Eden-tune To charm away the flesh-fly, Grief, That eats me all to ruin ! Troll rne some Eden-tune, Born far beyond the moon — Weird strain to woo Relief : Troll me some Eden-tune To charm away the flesh-fly, Grief!"], [81, "69 METAPHYSICAL RECIPROCATION. So closely linked in fickle man are souls of good and bad That in each human being a god and devil alternate, Assailing one the other — like each Nature's frail monad ! So closely linked in fickle man are souls of good and bad That straight from heaven one thought takes dye ; the next is Hades-clad : One moment man with God-love burns ; the next with dark hell-hate : So closely linked in fickle man are souls of good and bad, That in each human being a god and devil alternate"], [82, "70 TO A WOUNDED LINNET. Lie still against my breast, poor bird, all palpitant with fear, For I shall cherish thee until thy feeble wings be strong, To safely carry thee from bush to bush, or far or near ; Lie still against my breast, poor bird, all palpitant with fear, For God He wisely gave thee to me, prisoned here, To mind me of the temporal maims that to mankind belong ; Lie still against my breast, poor bird, all palpitant with fear, For I shall cherish thee until thy feeble wings be strong. Elliot Stock, Paternoster Row, London."], [83, "BY THE SAME AUTHOR. COLLECTED VERSES. PUBLISHED BY VINCENT O'BRIEN, Sackville Street, Dublin. EXTRACTS FROM OPINIONS. The Dublin Figaro says : ' That a real poet has arisen for Ireland in the person of Mr. Louis H. Victory, this little book of his \"Collected Verses\" gives the most ample and convincing proof. . . . We can say that we have never, even in the works of our greatest poets, come upon so many pretty fancies and high and noble sentiments as are expressed in clear and meaningful words in this slender volume. ...\" Ophelia,\" although it marks the most ambitious flight our author has taken, and is grandly worded, is, we fancy, too vague in meaning to be fully appreciated by the majority of people.' The Weekly Irish Times says : ' His pen seems to be untiring in the production of poetry of a nature likely to render his name a household word in many homes in Ireland. Such subjects as the mystery of evil, the essential beauty and sublimity of Nature, the evanescence of human life, and the happy immortality of the soul — these, and like high themes, occupy the pen of Mr. Victory.' The Kilkenny Moderator says : ' These verses proclaim a real poet.' The Cork Examiner says : ' This is quite a dainty collection of poems, evincing feeling and imagination, as well as the technical ability to give them melodious expression. We cannot deny the author of these verses thoughtfulness, keen sympathy, and consider able deftness in expression.' The IVelcotne Hour says : ' The pieces are marked by much grace and sweetness ; and a pure and lofty tone of thought veins not a few of these lyrical effusions.'"], [84, "2 The Freeman's Journal says : ' Mr. Victory's verses are full of true and tender sympathy with human nature and the external world, expressed in choice language.' The Belfast Morning News says : ' We cannot but say that this little volume of \"Collected Verses\" is rich in a strange melody, and contains many beautiful thoughts, expressed in beautiful and musical verse.' Poetry and Prose says : ' A portrait and sketch of Mr. Louis H. Victory appear in this number, and it is therefore opportune that we should be able to notice his \" Collected Verses.\" Several of the poems are remarkable for the depth of thought contained in them, and not a few for the sweetness and purity of the diction. . . . He remarks the varied wonders of Nature, and sings of them.' The Muses says : ' Mr. Victory's poems are delicately beautiful, and finished in style. They are also full of moral truths.' Extract from Biographical .Sketch in ' Modern Irish Poets ': ' This work contains many choice flowers of thought.' The Cornish Post says : ' Many pretty conceits are to be found in this little book. . . . Here is a bit that suits human life and Nature — \" The Swallow and the Bee.\" ' Ihe Catholic Times says : ' Mr. Louis H. Victory's book is a charming one, and to lovers of the Muse it will need no recom mendation. Over forty poems appear in the present work, and all of them possess an originality and depth of character rarely to be met with. A good deal of what is printed and designated as poetry nowadays makes one inclined to think that the age of true poetry has passed away, and this is perhaps one of the many reasons why poetical works are avoided by the masses. Mr. Victory's collection of poems ought to awaken enthusiasm in the art. It would be rather difficult to enumerate the choice pieces in the book ; one and all are excellent, and a pleasant hour may be spent in perusing \" Collected Verses.\" ' ELLIOT STOCK, PATERNOSTER ROW, LONDON."], [85, ""], [86, ""], [87, ""], [88, ""]]