[[1, ""], [2, ""], [3, ""], [4, ""], [5, "MÉLANGES ALTAÏQUES"], [6, ""], [7, "MÉLANGES ALTAIQUES PAR Ch. E. de UJFALVY de MEZÒ-KÒVESD, vice-président de la Société philologique, membre de la Société asiatique, de la Société française de numismatique et d'archéologie, et de la Société de géographie, chargé d'un cours de géographie et d'histoire de l'Asie centrale à l'école des Langues orientales vivantes, professeur agrégé au lycée Henri IV. PARIS MAISONNEUVE ET C'% LIBRAIRES-ÉDITEURS 1 5, quai voltaire, i5. 1874"], [8, ""], [9, "A M. GEORGES EDON membre titulaire de la Société française de numismatique et d'archéologie. professeur agrégé au lycée Henri IV, HOMMAGE AFFECTUEUX DE L'AUTEUR."], [10, ""], [11, "AVANT-PROPOS. Mindenkinek meg van sajat kedvenc\\ es\\méje. Chacun a son idée de prédilection. (.Proverbe magyar.) Autorisé par Son Excellence Monsieur le Mi nistre de ï instruction publique à faire un cours sur l'histoire et la géographie de l'Asie centrale à V école des Langues orientales, nous avons dans le premier semestre esquissé à cette école le ta bleau géographique et ethnographique de cette importante partie du monde. Dans le courant de ces leçons nous avons eu V occasion de parler de l'origine et de la migration des peuples de la haute Asie, et sur ces questions qui jusqu'à pré sent ont été peu traitées en France, nous sommes arrivé à des conclusions nouvelles, que nous nous permettons de soumettre au public savant dans le présent travail. Nous avons ajouté à ces études géographiques et ethnographiques quelques cha pitres d'archéologie et de philologie, qui ont aussi rapport aux peuples de la haute Asie et que nous avons eu l' occasion de lire devant la Société de"], [12, "VI numismatique et d'archéologie, et devant la Société philologique. Les discussions qui se sont élevées au sein des différentes sociétés savantes au sujet de l'existence ou de la non-existence des Touraniens en Ba bylonie, discussions intéressantes auxquelles nous n'avons jamais manqué d'assister, ne nous ont pas éclairé suffisamment . Aussi laissons-nous cette question de côté jusqu'au jour où des preuves con cluantes auront dissipé tous les doutes. Encore une fois, nous sommes loin de vouloir trancher la question, nous espérons même que les grands assyriologues français et anglais réussiront sous peu à établir l'existence d'une langue, d'une civi lisation et d'une nation touraniennes dans la Babylonie; mais pour le moment nous faisons ab straction de nos préférences et nous attendons que cette jeune science se soit plus développée et plus affermie. Les questions qui se rapportent au nord et au centre de l'Asie sont tellement à V ordre du jour que nous avons cru y trouver asse\\ de maté riaux pour les réunir dans un volume: nous croyons ces matériaux dignes de ï attention d'un public savant, et nous recommandons ce volume à F indulgence de nos confrères. Nous avons, à limitation de Castrén, laissé le nom de Touranien pour lui substituer celui if Altaïque. C'est là peut-être une grande har diesse, car nous nous mettons ainsi en contradic tion formelle avec M. Max Muller. Mais nous"], [13, "VII pensons que l' autorité de Castrén en vaut bien une autre, et nous renvoyons nos contradicteurs au chapitre où nous avons traité cette importante question. On pourra ne pas admettre nos conclu sions, mais on conviendra qu'une opinion qui a pour défenseurs Castrén, Schott, etc., et qui s'ap puie sur les importantes découvertes de MM. de Sachau, Shaw, Hayivard et Josèphe Halêvy est une opinion des plus respectables. Tous les hommes compétents en fait de Touranisme jugeront en dernier ressort. Le présent travail est offert à un ami auquel nous avons voulu rendre hommage et témoigner notre reconnaissance pour tous les conseils qu'il a bien voulu donner, lui Français et homme de goût, à un étranger peu exercé encore à parler et surtout à écrire cette belle langue française, si nette, si claire, si précise, dont il est si difficile de mettre en œuvre les précieuses ressources et de connaître tous les secrets. LAuteur. Paris, le 12 avril 1874."], [14, ""], [15, "1 SUR LE BERCEAU DU PEUPLE MAGYAR."], [16, ""], [17, "CHAPITRE I SUR LE BERCEAU DU PEUPLE MAGYAR ( l) . Après les recherches infructueuses de savants comme Jerney, Csoma de Kôrôs et Vámbéry, il semble téméraire de vouloir aborder un pro blème qui a paru insoluble à tant d'esprits émi nents. II est certain que tout ce que nous pourrons avancer à l'appui de notre opinion est plus ou moins hypothétique, mais nous espérons qu'on voudra bien qualifier de vraisemblable le résultat auquel nous sommes arrivé : Tethnographie et la philo logie sont les deux bases de notre raisonnement. Notre savant compatriote Csoma de Kòrôs espérait trouver le berceau de notre race sur le point le plus élevé du grand plateau asiatique, dans Tantique pays du Thibet. Après avoir af fronté mille dangers, après avoir surmonté mille obstacles, il fit un séjour de onze années dans un couvent de ce pays (Zimskar). De ce magnifique voyage il rapporta une connaissance réelle de cette terre mystérieuse et un ensemble de ren- (i) Monsieur Edouard Sayous compte publier, l'hiver prochain, un premier volume in-8 sur les Arpáds; cet infatigable chercheur a accumulé depuis des années d'innombrables matériaux."], [18, "4 seignements vraiment remarquables, mais pas la moindre indication sur la première patrie du peuple magyar. Un autre chercheur infatigable , Jerney , se flatta d'avoir découvert en Perse les traces de cette nation ; et, se fondant sur le grand nombre de mots perses que contient l'idiome magyar, il crut voir dans notre peuple les descendants des vaillants Parthes, qui ont eu en effet des rapports soutenus et fréquents avec l'empire limitrophe des Perses. L étude qu'il a publiée à ce sujet est remplie de faits extrêmement curieux; mais son raisonne ment, quelque ingénieux qu'il soit, pèche par la base même (ì). Quant au célèbre voyageur M. Vámbéry, il pénétra dans le Turkestan qu'on avait à tort ap pelé jusqu'à ce jour le Touran, et chercha dans ce pays, presque inconnu, les traces du peuple hongrois. Nul homme ne fut plus apte à cette tâche que M. Vámbéry. Ce savant joint à une vaste et profonde érudition un courage vraiment admi rable, une ténacité que rien ne peut rebuter, et de plus un esprit éminemment observateur. Ses nom breuses publications portent l'empreinte de ces précieuses qualités ; mais il ne fut pas plus heureux que ses devanciers (2). Le Koudatkou-Bilik, mo- (1) Jerney János keletiuta^âsa a Magyarok oshelyeinek kinyo mo^ása végett. 1844 és 1S45. Pesten, iS5i. (2) Uigurishe Sprachmonumente und das Kundatku Bilik, von Herman Vámbéry. Leipzig, Brockaus; Insbruck, Wagner. 1870."], [19, "5 nument ouïgour qu'il vient de faire connaître au public savant, ajoutera certainement à sa re nommée si justement acquise. Quant à nous, nous pensons que les Magyars ont eu la même patrie que les Vogoules et les Ostiaks, leurs frères, c'est-à-dire l'ancienne Yougrie, au delà de l'Oural, entre cette chaîne de montagne et l'Irtiche. Les savants les plus compétents en cette ma tière , entre autres Castrén , ont constaté la proche parenté qui existait entre les langues vogoules et ostiaks et le magyar. Nous -même nous avons consacré des\" études sérieuses à ce sujet, et nous avons trouvé que l'ostiak et le vo goul pouvaient être considérés comme un an neau de transition entre l'idiome magyar et l'antique langue finnoise-suomienne. Nous avons inséré dans le courant de cette publication le ré sultat de nos recherches, et nous considérons la parenté intime de ces langues comme bien établie. C'est là le côté philologique de la ques tion, et ce n'en est pas le moins important. Par l'ethnographie, la preuve est plus difficile à établir, mais elle ne nous parait pas moins irré cusable. Suivons la marche du peuple magyar depuis la Pannonie jusqu'à l'Oural, où il a sans doute séjourné à une certaine époque. Les Hon grois blancs de Nestor, les Dòntô-Magyars oc cupèrent les versants boisés de cette chaîne de montagne, le pays Baskardia, et furent alors les"], [20, "6 proches voisins des Vogoules et des Ostiaks. Ont ils, avant de se fixer en Europe dans les en virons des monts Ourals, cohabité avec ces deux peuples? Tout porte à le croire,, d'autant plus que ces peuples s'étendent jusqu'en Europe et oc cupent en partie les versants orientaux des monts Ourals. Une autre preuve que le peuple magyar a habité autrefois la Yougrie est la suivante : tous les savants ont été frappés du grand nombre de mots perses que renferme la langue magyare; les uns ont vu dans ce fait une conséquence de la domi nation turque, qui s'est fait longtemps sentir en Hongrie; les autres ont cru que les Magyars ont habité à une certaine époque sinon la Perse, du moins le pays des Parthes. La dernière de ces opinions est des plus chimériques, et la première n'est guère pìus soutenable, si nous considérons qu'au nombre de ces mots magyars empruntés au persan il y en a de première nécessité, tels que des noms de métaux, des noms de nombre, etc . ( ì ) . (i) Voici quelques mots empruntés à des langues iraniennes : csal, -end cad. tolvai itávai), 7. tavi. háboru, 7. hamarana. farkas, y. vehrkas. a tiiz, *-. Stars, pehlvi atesh. harcz, 9-. harec, lancer avec une fronde. kis, kicsiny,^-. kaçu, pehl. kes. kokos,^. karkâs. magos, 7. magus. bocsás, 7. bakhsh. szer (etni), turc sev (mek 7. zush, zevish, arm. sirel. oroszlány, turc arslan, 7. arshan, fort, héros. nem ses), f. nmâna, maison, fa- mille. Ôkôr, turc okutz, 7. ukhshan. tehén, 7. àzènn, femelle d'ani- maux. ostor, 7. astra. kén, p. kîn, peine, punition. hus, p. gusht. kard, p. kârd."], [21, "7 Pourtant cette circonstance est facile à expliquer. Après avoir constaté, avec M. Joseph Halévy et le professeur de Sachau. que le pays appelé à tort par quelques géographes le Touran (leTourkestan) a été habité en premier lieu par une race ira nienne, qui s'étendait au nord-est jusqu'en Fer ghâna et qui par conséquent était limitrophe des peuples de la Yougrie, nous ne serons pas sur pris que les magyars, habitant à cette époque la Yougrie , aient introduit un grand nombre de mots perses dans leur langue et aient même possédé les premiers éléments d'une civilisation naissante. Car Lin peuple complètement barbare, comme les auteurs byzantins nous décrivent les Magyars, n'aurait jamais pu s'établir en Dacie et en Pannonie d'une manière aussi rationnelle que les Magyars. Quant aux Ostiaks, les mots perses dans leur langue sont presque nuls ou disparaissent sous la forme ostiak; cela prouve seulement que les Magyars se trouvaient en clavés entre les Iraniens de Ferghâne et entre les Ostiaks de la Yongrie, comme le type du peuple vogoul se rapprochant du mongol dé montre que ce peuple séparait les Ostiaks des peuplades de la Haute-Asie et qu'il fut altéré par isten = yezdan. sátor = caturanga betyár = patyar. vár = var. bátor = bahadour. kôponyeg = kapinak. kutya = afghan, koti. jég = jak. arany = zeranya , or. eziist = erezata(eruzd),slrg-í!;i. száz = sad, cent. ezer = hesard, mille."], [22, "8 une longue cohabitation avec les races mon goliques. L'opinion ingénieuse de M. Joseph Halévy ne complète pas seulementles recherches du savant professeur de Vienne, mais s'accorde avec les données de Castrén, Klaproth et Lehrberg sur la Yougrie. Ce sont là des preuves qui nous paraissent sérieuses et qui se passent facilement de commentaires. Cette cohabitation avec les Iraniens de Ferghâna expliquerait aussi la beauté du type magyar comparé à celui de ses frères les Ostiaks et les Vogouls. Personne ne pourra con tester d'une façon absolue la possibilité d'un mé lange. La séparation entre les Magyars et les Ostiaks s'est faite de bonne heure : la langue le prouve; et le peuple magyar, bientôt en com merce assidu avec les Khazares, comme Nestor et les auteurs byzantins l'indiquent, cessa ses re lations avec les Vogoules et les Ostiaks depuis le commencement de notre ère. En compagnie des Khazars, ils envahirent l'empire perse à diffé rentes reprises, et, à une certaine époque, une partie de la race magyare, séparée en deux à la suite d'une guerre désastreuse, se retira du côté de la Perse. Ces Magyars, les fondateurs de la ville de Madjar, eurent des rapports suivis avec leurs frères dans le Lébedia et dans l'Atel-Kousou (ì). A ce propos, on nous permettra une observation (i) Horvath Mihály, Magyarors^ág Tòttênelme. Pesten, Hec kenast, 1860."], [23, "9 qui de prime abord paraît étrangère à notre sujet. Les auteurs^ byzantins, très- peu consciencieux chaque fois qu'il s'agit de décrire les peuples bar bares qui envahirent l'Europe orientale à cette époque, confondent constamment les Magyars tantôt avec les Turks, tantôt avec les Huns. La description qu'ils nous font de ces peuples porte le cachet de l'exagération. Les Magyars et les Huns sont pour eux absolument les mêmes pour les mœurs et le type. L'armée hongroise qui en 889 envahit la Pannonie, était certai nement remplie d'éléments hétérogènes et di vers, mélangée de Huns, d'Avares, de Khazars, de Koumans, de Petchénègues, de Sabirs et de Bulgares; et cette grande confusion de races at ténue les assertions byzantines ( 1 ). Quant au noyau de cette armée, les Dôntò- Magyars, c'é tait, nous en avons l'intime conviction, les Hon grois blancs de Nestor , c'est-à-dire un peuple aux cheveux châtains, une grande et belle race comme les Ousouns des traditions chinoises et les Suomis de nos jours, et non pas des hommes petits, bruns, à pommettes saillantes et aux yeux bridés. Celui qui connaît la noblesse hongroise et les peuples montagnards de la Haute-Hongrie et de la Transylvanie , partagera certainement notre manière de voir. C'est là encore une preuve de la cohabitation des Magyars avec les Iraniens (i) Constantin Porph. De administ. imp."], [24, "10 de Ferghâna. Mais revenons au cœur de la ques tion. Les Hongrois habitèrent donc à une certaine époque le pays appelé Yougrie, nom dont l'origine est assez facile à retrouver. Les peuples Ostiaks et Vogoules ont habité de tout temps à côté des populations turques faisant partie de la puissante race des Ouïgoures, d'où leur vint le nom d' Yougours ou Ougoures . Beaucoup de savants les ont même constamment confondus, ce qui fait que Csoma de Kòrôs chercha le berceau de notre race dans le Thibet, où une partie des Ouïgoures au raient jadis habité. Aujourd'hui que la grande dif férence qui existe entre les races ougriennes et les peuples d'origine turco-tartare est bien établie, une pareille méprise n'est plus possible. Quant au pays appelé Yougrie, deux questions se présentent de prime abord à notre esprit. Ce pays a-t-il existé historiquement parlant, et s'il a existé, où était-il situé? Nous essaierons de ré pondre à ces deux questions, et cette fois-ci per sonne ne nous reprochera de nous écarter du terrain historique. Aucun doute n'est possible sur l'existence de ce pays. Son nom est mentionné dans le titre impérial de la Russie, et dans les annales russes on trouve assez souvent le nom du pays Yougra ou Ougra, qu'on écrit aussi Yougoria. Ce pays était célèbre par les pelleteries qu'il fournissait tant à l'Europe qu'aux contrées les plus éloignées de l'Asie."], [25, "11 Quant à sa position, plusieurs savants en ont parlé, mais aucun d'eux ne l' avait retrouvé exactement. Tatichtchew et Boltin ont cru re trouver cette contrée sur les bords du Youg. Muller et Fischer le placent sur la côte de la mer Glaciale, entre les fleuves Petchora et la partie septentrionale des monts Ourals. Schlœtzer a adopté cette dernière opinion, et Georgi plaçait le pays de Yougra sur les rivages de la mer entre l'Oural et le fleuve Obi. Toutes ces opinions sont contraires au sens des passages des annales russes, sur la Yougrie. C'est d'après l'autorité de ces mêmes annales que Lehrberg a démontré que ce pays était situé entre le 56° et le 6y° de latitude boréale, à l'orient des monts Ourals, et qu'il s'étendait au delà de l'Obi, jusqu'au Ayan, affluent de la rive droite de ce fleuve et qui s'y jette au-dessus de Sourgout. 11 comprenait donc les contrées situées sur les ri vières Tawda, Toura et Tchioussowaya et sur l'Ir tyche inférieur; aLi sud, il était limitrophe avec les peuplades turques, et au nord avec les Samoyèdes. Ses habitants étaient les Vogoules et les Ostiaks de nos jours. Voilà la véritable situation de cette célèbre Yougrie, qui, suivant d'anciennes tradi tions très-curieuses, et suivant l'opinion de Lehr berg et de Klaproth, était la patrie des Hongrois et peut être aussi celle des Avares, qui ont fait trembler l'Europe plongée dans la barbarie. Pour arriver à ces résultats, Lehrberg a remonté"], [26, "12 de siècle en siècle, en passant du connu au moins connu, marche qu'on ne peut que trop recom mander, dit Klaproth, à tous ceux qui s'occupent de recherches semblables. Nestor, qui écrivit vers l'an 1 100 de notre ère, nous donne la première notion du pays de Yougra qui se trouve dans les annales russes. En 1 187 les habitants de Yougra, Petchora et Savolostchnié tuèrent cent receveurs de la répu blique de Nowgorod, ce qui démontre qu'ils étaient alors tributaires de cette république. En uq3 les Nowgorodiens envoyèrent une armée pour reconquérir la Yougrie. Arrivés dans ce pays, ils y prirent une ville forte et en assiégèrent Line autre pendant cinq semaines; alors les assiégés leur firent dire : « Nous ramassons de l'argent, des martres zibe lines et d'autres choses précieuses; ne détruisez pas vos serviteurs et avec eux le tribut. » En 1264, 1270, i3o6 et i32Ô Yougra se trouve citée comme province soumise à la république de Nowgorod. Une chronique, qui passe pour avoir été écrite à Oustyong, raconte que le grand-duc Iwan Wassi liewitche envoya, en 1483, une armée contre Assyk, prince des Vogoules, et contre Yougra située sur le grand fleuve Obi. Dans cette chro nique qui parle également de Sibir, ville détruite et située dans le voisinage de Tobolsk actuel, on parle encore d'une autre expédition que ce même"], [27, "13 grand-duc aurait envoyée contre les Yougriens en 1499. Trente-huit villes fortifiées et cinquante huit princes yougriens tombèrent entre leurs mains pendant cette expédition. En examinant attentivement sur une carte l!itinéraire suivi par ces différents corps d'armée russes pour arriver dans le pays de Yougrie, on ne peut avoir aucun doute sur sa véritable situation géographique, qui est en réalité celle que Lehrberg a trouvée, eí que nous avons indiquée plus haut. Ce pays est donc situé sur les deux rives de l'Obi jusqu'à son embouchure, où il forme un vaste estuaire. Les habitants du pays étaient et sont les mêmes peuples que nous connaissons sous le nom des Vogoules et des Ostiaks de l'Obi, qui se nom ment eux-mêmes As-yakhou peuple de l'Obi. Ces deux nations n'en font réellement qu'une; elles parlent des dialectes d'une même langue, qui appartient aux idiomes ougres ou ougriens. Klaproth a prouvé, dans son Mémoire sur les Ouïgours, combien il était contraire à toute vérité de confondre les Yougriens de la Sibérie avec les Ouïgours de l'intérieur de l'Asie. Klaproth proposa aussi de rendre au pays de Yougra son ancien nom, et de l'appeler la Yougrie ou Ougrie. Ce même savant dit qu'il croit très-utile de con server les anciennes dénominations des pays et des peuples. Nous n'avons pas besoin d'ajouter que nous partageons entièrement sa manière de voir. II sera peut-être intéressant de consulter"], [28, "14 quelques autres sources historiques sur cette partie de la Sibérie, sources qui nous fourniront des renseignements non moins précieux. Voilà un passage que nous trouvons dans Aboulghazi-Bahadour-khân, nous en donnons la traduction de Klaproth : « L'Ouïgours-Mouran est le plus grand fleuve qui se trouve dans la partie méridionale du pays des Kirghiz; beaucoup de rivières s'y joignent et le grossissent. Ensuite il se jette dans la mer amère (adji-tinghiz). Sur les bords de cette mer est située une grande ville et beaucoup de vil lages. Les habitants changent souvent de de meure; ils possèdent de nombreux troupeaux, et une quantité considérable de chevaux. Un cheval de trois ans chez eux ressemble à nos poulains. Tous sont pommelés, et il n'y a pas de chevaux d'une autre couleur. Le nom de la ville est Alak- Asin; dans son voisinage., il y a des mines d'argent. Chez ce peuple toutes les marmites et les jattes sont d'argent. Les Ouzbeks connaissent un peuple dont les chevaux sont pommelés, et qui a des vases d'or; mais ils ne savent pas comment on nomme le peuple. » Voilà les observations judicieuses que Klaproth ajoute à ce passage : « Si l'on veut se donner la peine de comparer cette traduction avec l'histoire généalogique des Tartares, on verra que dans ce dernier ouvrage ce passage est totalement défiguré. Pour l'Ouïgour-"], [29, "15 Mouran, il n'est pas difficile d'y reconnaître le Ienisseï, sur les bords duquel étaient les anciennes habitations des Kirghiz; la mer amère dans aucun cas ne peut être l'océan Glacial ; mais je crois que , il y a peu de siècles , la steppe de Baraba et toutes les contrées entre Tobolsk, Issetsk , Jelezinskaïa , Tchaouskaïa et Narym, étaient encore plus marécageuses qu'elles ne le sont à présent, et formaient une vaste mer peu profonde, dont les lacs salés, Tchobakly, Tchasy, Abychkan, Inder, Karnejonk, Topolnoi et tant d'autres qui se trouvent entre l'Obi et l'Irtyche, sont des restes, de même que le grand marais appelé Tourtam, qui donne naissance aux rivières Ou, Chichtoman, Ouï, Tara, et Wassiougan. L'inspection des lieux convaincra les naturalistes de cette vérité, et servira à éclaircir plusieurs points douteux de l'ancienne géographie de l'Asie septentrionale, conservée par les historiens chi nois. » L'opinion de Klaproth sur l'existence d'une mer dans ces contrées a depuis été confirmée par des géographes compétents. Quant au luxe qui régnait parmi ces populations, luxe qui tirait son origine des mines d'or et d'argent inépuisables que renfermaient les monts Altaï, nous n'avons qu'à consulter le récit du voyage de Zémarque que l'empereur Justinien avait envoyé en 569 au près du grand-khan des Thoukhiou, Dizaboul, et qui trouva ce prince entouré d'objets précieux"], [30, "16 d'or et d'argent. Aboulghazi ne veut parler dans ce passage que des populations turques de la Sibérie méridionale et non pas des Yougriens. Un passage de Ma-tuon-lin (vn° siècle de notre ère) nous prouve que les Chinois ont eu connais sance de cette partie de la Sibérie; de plus il nous fait voir que Ma-tuon-lin, quoique parlant en apparence du même peuple qu'Aboulghazi, veut désigner les Yougriens; car il décrit leur manière de vivre et leurs mœurs d'une manière frappante. Voilà le passage de cet auteur selon Deguignes père : « Le pays des chevaux pommelés est près de la mer septentrionale, et éloigné de la capitale de quatorze mille ly. Pour y arriver, on traverse les cinq grandes hordes des Thoukhiou. II y avait trente mille hommes et trois cent mille chevaux. Dans cette contrée les princes, les poids et la ma nière de gouverner ne différaient en rien de ceux des Thoukhiou. Les habitants avaient des arcs, des flèches, des sabres et de longues piques. Les voisins s'y regardaient mutuellement avec inquié tude, et se battaient souvent. Pour aller de l' orient à l'occident de ce pays, il fallait un mois de che min, et du sud au nord cinquante jours. Tous les hivers, il y tombe de la neige ; mais les arbres ne perdent pas leurs feuilles, car bientôt la neige les couvre à une ou deux coudées de hauteur, jusqu'à ce que le temps chaud la fasse fondre et découler dans les ravins. On se sert dans ce pays d'hommes"], [31, "17 au lieu de chevaux pour y conduire la charrue, et l'on y sème les cinq espèces de grains. Les habi tants aiment la pêche et la chasse, et ils prennent des poissons, des cerfs, des castors, des martres zibelines et d'autres animaux. Ils en mangent la chair et se font des habits avec les peaux. Ils ont peu de vases en fer, mais des pots en terre cuite ; et ils font des bateaux avec des écorces d'arbres. Us suivent avec leurs troupeaux les rivières et les prairies. Leurs habitations sont faites avec des arbres posés les uns sur les autres, comme on fait les clôtures des ponts. Le toit est couvert d'écorces de bouleau. La terre, le bois, l'herbe ou la paille leur servent de tapis, et l'endroit où ils dorment est couvert de foin. D'autres n'ont pas de demeure fixe. Leurs chevaux sont pommelés; c'est de la que leur vient le nom chinois (Po-ma) . Us se servent du lait des juments. Ils font engraisser les chevaux qui ont la crinière noire pour les manger. Us sont souvent en guerre avec les Kie-Kou, auxquels ils ressemblent pour la figure; mais les langues de ces deux peuples sont différentes. Sous la dynastie chinoise des Thang, dans les années young-hoï (de 65o à 655 de J.-C), ils envoyèrent une ambas sade et des présents pour féliciter l 'empereur de son avènement au trône ; les Thou-Kiou nomment un cheval pommelé ala ; c'est pourquoi on appelle aussi ce pays le royaume des Ala. » Ce passage intéressant de Ma-Tuon-Lin nous peint tout à fait les mœurs et les usages des habi- 2"], [32, "18 tants actuels de la Sibérie. Chez les Ostiaks, les Vogouls, les Samoyèdes et autres peuplades, les habitations sont encore faites de la même manière, et l'écorce du bouleau joue le plus grand rôle dans la fabrication de leurs ustensiles, de même que le bois madré du même arbre, oc U paraît, dit Kla- proth, que la horde des chevaux pommelés était une tribu ostiake ou samoyède qui, avant la dis persion des peuplades turques par Tchinghiz khan, habitait dans le sud de la Sibérie, d'où elle ne fut chassée que par ces peuplades, les mèmes qui occupent à présent les contrées de Tobolsk, Tara et Tomsk. » L'existence du pays de Yougrie étant prouvée, sa situation géographique étant établie, pourquoi les Hongrois n'auraient-ils pas cohabité dans ces contrées avec leurs frères les Ostiaks et les vo goules ? La philologie n'est-elle donc pas une alliée assez puissante pour dissiper les doutes à ce sujet ? Nous le pensons, et nous renvoyons nos contra dicteurs au chapitre qui traite la question philolo gique. La présence des Dôntô-Magyars, Hongrois blancs sur les versants occidentaux des monts Ourals, s'explique donc aisément et n'a pas lieu de nous surprendre. Quelques révolutions intestines du grand empire turc des Hioung-nou les aura chassés de la Yougrie où ils menèrent une vie no made et pastorale (i), et les aura forcés de se re^ (i) Même dans les noms de nombre indéfini magyars on re trouve la preuve que le peuple hongrois était autrefois un peuple"], [33, "19 tirer dans les vallées élevées des monts Ourals. Là dans ce pays si facile à défendre, en Baskardia et en Dôntô Mogerià d'après les historiens ma- gyars (i), les aïeux de notre peuple eurent le temps de se constituer solidement ; « ils se préparèrent, comme le dit si bien un de nos poètes, à conquérir leur patrimoine, laPannonie. » Là ils se trouvèrent bientôt en contact avec les races altaïques qui oc- cupaient à cette époque la plus grande partie de la Russie européenne. Les Bulgares d'abord, les Khazars ensuite, qui n'étaient pas des Turcs orien- taux, comme disent les auteurs byzantins, mais qui étaient de race altaïque. Les Hongrois, d'abord vassaux des Bulgares, partagèrent après la grande invasion des Avares le sort de leurs vainqueurs, et devinrent les alliés des Khazars, dans le pays ap- pelé Lebedia entre le Don et le Dnieper, au nord de la Méotide. Quand le puissant empire des Kha- zars fut renversé par les Petchénégues et les Ouzes, les Hongrois se retirèrent devant ces nouveaux agresseurs et conquirent sous les ordres d'Almos le pays appelé Atel-Kousou (884) (2), une partie de la Moldavie et de l'Ukraine d'aujourd'hui. Là pasteur. Mindnyájan signifie tous ensemble (de mind et de nyúj, tout le troupeau; avec des suffixes possessifs, mindnyáj-unk, nous tous {mot-à-mot tout notre troupeau) ; mindnyáj-atok, eux tous (mot-à-mot tout notre troupeau), et mindnyáj-ok, eux tous {mot à-mot tous leurs troupeaux), etc. (1) Thuroc^i Chron. U.Horvath Mihály, Magyarors^ág Tòr ténelme. (2) De rébus gestis Hungarorum ."], [34, "20 ils firent des guerres heureuses à leurs voisins et acquirent une telle réputation que l'empereur byzantin « Léon le Sage » les appela à son aide contre les Bulgares qui inquiétaient son empire. Sous les ordres de leur fameux général Arpád, les Hongrois défirent le prince bulgare Siméon dans une bataille sanglante. La réputation de leur bravoure s'accrut de plus en plus, et une occasion se présenta aux Magyars de faire une campagne dans les pays slaves du nord-ouest. Les Magyars équipèrent une nombreuse armée et envahirent des pays lointains. Les Bulgares n'avaient pas oublié leurs défaites ; heureux de se venger, ils profitèrent de l'occasionpour attaquer le territoire occupé par les Hongrois, incapables de se dé fendre. Us s'unirent aux Petchénégues, envahirent Atel-Kousou, dévastèrent le pays et s'emparèrent de la plus grande partie. La petite armée hongroise battue se réfugia au delà des montagnes qui bornent la Transylvanie à l'est, dans la contrée qu'habitent encore leurs descendants, les Sicules (Széklers). À la nouvelle de ces désastres, les armées d'Arpád revinrent rapidement et essayèrent de reconquérir leur pays. Après avoir perdu plusieurs batailles, ils durent abandonner ce projet, et résolurent de se fixer en Dacie et en Pannonie, pays de la fertilité desquels ils avaient entendu parler dans leur der nière campagne. Les Hongrois formaient alors sept tribus indépendantes, qui, après s'être unies par un serment solennel, choisirent pour chef"], [35, "21 Arpád, le fils d'Almos. Les sept tribus étaient composées de quarante mille familles, et on comp tait deux cent cinquante mille hommes capables de porter les armes. On évaluait toute la popula tion à un million d'individus. Chemin faisant, leur nombre augmenta; car, pénétrant dans les envi rons de Kiew,ils vainquirent une race congénère, les Koumans ou Polovtses, qui s'allièrent avec eux après avoir prêté un serment de fidélité à Arpád. Ensuite Arpád franchit les Carpathes et se fixa avec son peuple dans la Hongrie d'aujour d'hui (889). Ce prince entreprit alors la conquête et la colonisation de la Hongrie. Ce pays était habité à cette époque par des races différentes des Slaves , des Valaques , des Bulgares , des Allemands et des Italiens, tribus qui avaient toutes leurs princes. Dans l'espace de cinq ans, Arpád réussit à vaincre toutes ces populations et à s'em parer définitivement du pays. Les destinées sui vantes des Hongrois sont trop connues : elles ap partiennent à l'histoire. Au sujet de leur anti quité nous nous permettrons de signaler une intéressante hypothèse , défendue par Klaproth, Neumann et Castrén. Sur les versants méri dionaux des monts Ourals, nous rencontrons un peuple d'origine turco-tartare, appelé Basch kirs. Les anciens voyageurs, tels que Ruys broëck et Plan-Carpin, appellent ce peuple Bas chart ou Pascatir, et ils ajoutent expressément que leur langue était la même que celle des Hon-"], [36, "22 grois. C'est pour cela que le pays des Baschkirs fut appelé par ces voyageurs la grande Hongrie. Fischer suppose que le nom que les Hongrois se donnent eux-mêmes, Madshar, s'est formé de Bas char t ou Baschkir. U est en effet très -probable, ajoute Castrén, que les Baschkirs sont les descen dants des Hongrois, et cette hypothèse est encore confirmée par la circonstance que les autres races congénères des Hongrois, les Ougriens, occupent le même pays. Peut-être les Meschtscherjâk, qui habitent également les monts Ourals, sont-ils aussi d'origine hongroise. U est certain que les Magyars firent avec les Khazars, vers le milieu du 11e siècle, des guerres sanglantes aux Perses; les Khazars connaissaient le chemin, car, d'après Moïse de Khorène, ils avaient déjà fait irruption en Arménie entre 178 et 198 de notre ère. C'est en quittant les vallées des monts Ourals, en habitant quelque temps les bords du moyen Volga, que les Magyars se rap prochèrent du Caucase, et firent des guerres fré quentes aux Hongrois noirs de Nestor, c'est-à-dire aux Petchénégues. Leur séjour dans ces contrées est prouvé par l'existence des ruines d'une antique cité appelée Madjar, située sur le Kouma près de l'embouchure de la Biruma. C'était proba blement cette partie du peuple magyar séparé du tronc principal de la nation après une guerre désastreuse contre les Petchénégues, qui cons truisit la cité de Madjar, et qui se retira plus tard"], [37, "23 en Perse, d'où elle entretint des rapports fréquents avec le reste de la nation. Cette marche du peuple magyar, démontrée par l'histoire, l'ethnographie et la philologie, nous paraît naturelle, conforme à la vérité, je dirai même tout indiquée ; et l'on n'a pas besoin de chercher dans le Thibet, en Perse ou aux environs des monts Bolor, le berceau de notre race. Le jour, où l'on connaîtra d'une façon précise l'histoire de la Sibérie orientale, où l'on aura comparé tout ce que les auteurs byzantins, turcs et arabes ont écrit sur ces pays intéressants, le jour où l'on se sera reconnu dans le chaos des noms propres chinois, alors bien des doutes seront dissipés, bien des obstacles sur- montés, et on marchera au grand jour sur un terrain où jusqu'à présent on est obligé d'avancer en tâtonnant, avec mille précautions et avec la plus grande prudence. Ce jour-là, les préjugés natio- naux auront disparu, et l'on aura trouvé à notre race des aïeux aussi illustres que les Parthes belliqueux, que les Ouïgours lettrés, et que les Altaïques de Babylone, inventeurs de lecriture cunéiforme : on verra que notre peuple a été son propre aïeul, peuple sauvage et indépendant, occupant le midi de la Sibérie, habitant à côté des races congénères des Tchoudes métallurgistes, se formant lui-même, et puisant en lui-même son énergie créatrice ; on verra qu'il n'est pas un mé lange de différentes races, parlant une langue qui ne serait qu'une agglomération d'un grand nombre"], [38, "24 de débris d'autres langues ? Non, et mille fois non; Herder s'est trompé: cette langue a son génie particulier, comme le peuple a son type caractéristique, génie et type qui se sont modifiés depuis mille ans, mais que rien n'a su entamer, et qui toujours ont conserver leur cachet original."], [39, "1 1 MIGRATIONS DES FINNOIS DE L'OUEST,"], [40, ""], [41, "CHAPITRE II. LES MIGRATIONS DES FINNOIS DE L'OUEST. Les Finnois se subdivisent en Finnois de l'Ouest et en Finnois de l'Est. Les Finnois de l'Ouest sont : i° les Suomi ou Finnois proprement dits; 2° les Lapons; 3° les Esthoniens, et 40 les Livo niens. Les Finnois de l'Est sont : i° les Permiens; 2° les Ziréniens, et 3° les Votjaks. II sera intéressant de rechercher si ces peuples, qui habitent depuis le commencement de notre ère le nord dé la Russie et de la Suède, occupent ces territoires de toute antiquité, ou s'ils y sont arrivés à la suite d'une migration. On nous objectera peut être que, si nous faisons des recherches sur une migration antéhistorique, ces recherches seront forcément d'une nature purement hypothétique. C'est ainsi que le jour où un membre de l'Aca démie des sciences morales et politiques nous a fait l'honneur de soumettre notre travail sur les migra tions des peuples Touraniens (1) à cette docte so ciété, un grand savant l'a interrompu dans le ré- (1) La Migration des peuples et particulièrement celle des Tou raniens ; avec 32 cartes. Maisonneuve et Cie, 1873, Paris."], [42, "28 sumé qu'il faisait de notre livre en lui disant : « Cher confrère, il me semble que vous cessez là où commence l'histoire. » Eh bien, nous nous per mettrons d'interjeter appel contre cette condam nation in extremis. Nous sommes non-seulement convaincu qu'il y a des migrations antéhistoriques, mais nous pensons que la philologie et la géogra phie nous permettent même dans certains cas de préciser et de décrire ces migrations. Quand un peuple qui habite aujourd'hui sur les bords de la mer Baltique a laissé des traces manifestes éche lonnées depuis lAltaï jusqu'à l'endroit qu'il oc cupe maintenant, nous pouvons hardiment en conclure qu'il a dû y avoir un déplacement, c'est à-dire une migration. Ces empreintes, qui consistent en noms de fleuves, de rivières, de lacs, de mon tagnes, de vallées et de villes même, je les appelle rai des traces philologiques ; quand ces noms sont en assez grand nombre pour écarter toute idée de similitude fortuite, alors, en suivant ces traces philologiques, on a le droit de parler d'une migration, droit dont Castrén, Sjogrén, Kellgrén, Koskinen ont usé et dont nous avons usé nous même, n'en déplaise à M. Guizot! Ces traces philologiques, qui se suivent comme des fils rangés depuis le berceau d'une race jusqu'à son séjour actuel, ces traces sont quelquefois interrompues, et alors la géographie vient en aide à la philologie et supplée à son insuffisance. Ayant une idée exacte du relief du sol qu'un peuple"], [43, "29 parcourt, on peut tracer avec certitude les dépres sions de terrain qu'il a dû suivre. Car, sous ce rapport, nous répétons ici ce que nous avons dit dans un précédent travail (ì), les peuples en mi gration, conduits par un instinct incontestable, voyagent en suivant le cours des fleuves, fran chissent les cols des chaînes de montagnes, tra versent les défilés et ne font jamais un détour qui ne leur soit imposé par la nature. Or quand on a étudié les travaux de M. Bergmann (2), ou quand on a eu le bonheur de pouvoir contempler les prodigieux travaux cartographiques de M. de Hauslab (3), on ne peut douter de la justesse de cette observation. Les judicieuses recherches de Castrén, augmen tées et rectifiées par la géographie nous ont amené à des résultats que nous avons exposés, résultats que nous croyons fondés, et sur les quels nous nous proposons de revenir dans le présent chapitre, en entrant un peu plus dans les détails. Nous allons commencer par la migration des Lapons. C'est celle des migrations finnoises (1) La Migration des peuples etc. (2) Bergmann. A nfánge der cultur von Tyrol. Leipzig, 1873. Ubersetzt von Sprengel und Poske. (3) M. de Hauslab est un des plus grands géographes de l'Au triche ; et ses cartes exposées à Londres et pendant la dernière exposition à Vienne ont excité la juste admiration de tous les hommes compétents de l'Europe. Ce savant possède une des plus riches collections géographiques, et tous les savants géographes qui visitent Vienne sont sûrs de trouver auprès de lui le meilleur accueil."], [44, "30 qui remonte à la plus haute antiquité , et en même temps c'est celle qui est la plus aisée à suivre . Les Lapons ne sont pas les autochthones du pays qu'ils habitent actuellement; les Sagas et les traditions scandinaves parlent d'un peuple de géants gouvernés par des femmes. Le peuple, qui s'appelle Jotuns, devait encore exister du temps de Tacite, car cet écrivain dit dans sa Germanie : « que les Suiones obéissent à une 'femme, tant ils sont tombés au-dessous, je ne dirai pas de la liberté, mais de la servitude elle-même. » Et ce fait d'un peuple gouverné par une femme se confirme en- core dans le Kalévala, où le pays de Pohjola est également gouverné par la reine Louhi, la plus rusée de son sexe (ì). Les traces philologiques des Lapons se retrouvent en Finlande et sur les bords. de la mer Glaciale, à l 'endroit qui est occupé au- jourd'hui par les Samoyèdes. Ces traces sont mani- festes. Par exemple : kuloi (rivière), de kuolle, poisson, et de oja, ruisseau; sollombalaetsolosero, de suollo, île ; waimuga, de ivaimu, cœur, l'inté- rieur; patschesero et patschegorskaja, de pattse, pin sauvage, etc. Dans le district de Cholmogor, il y a aussi un lac appelé Lapskoje, c'est-à-dire le La pon. Et même le mot Samojed se peut facilement expliquer X)avsame etjedne, noms que se donnent les Lapons. Ce nom fut transmis par les Russes aux Samoyèdes quand les Lapons quittèrent le pays. (t) Le Kalévala. Épopée finnoise. Trad. Léouzon-le-Duc."], [45, "31 Quant au séjour des Lapons en Finlande, les traces sont encore plus indubitables. II y existe un grand nombre de noms de localités manifestement laponnes, telles que : Lappfjôrd, Lapptrâsk, Lappo, Lappoik, Lappajàrvi, Lappeenrauta, etc. On ren contre de plus en Finlande des mouuments appe lés lappin tanniot (tertres lapons; et lappin hau dat (tombeaux de Lapons); et les traditions populaires sur les bords de la mer Glaciale nous montrent le Lapon pêcheur dans sa vie extérieure et intérieure, comme nous pouvons l'observer encore aujourd'hui. Tout ce que nous disons là a été d'ailleurs déjà soutenu il y a longtemps par Jean Burrœus, Olaus Pétri, Vinrenius, Zacharie Plantinus, Magnus Vrazi, et dans les derniers temps par Castrén, dont l'autorité en pareille matière est au-dessus de toute contestation. Nous pouvons donc parler avec certitude d'une migration anté historique du peuple lapon, migration qui, par tant des bords de la mer Glaciale, endroit habité aujourd'hui par les Samoyèdes, passa le long de cette mer, remonta un de ses grands affluents pour traverser la Finlande, et arriva enfin en Suède et en Norvège. Des savants compétents, tels que Rask et Nilson, ont constaté l'existence des Lapons jusqu'en Jutland, et le nom de Jutland pourrait bien ne pas être autre chose que Jut-land^ le pays des Jotuns. Quant aux Finnois proprement dits, les Suomi, lis n'ont pas été non plus les aborigènes de la"], [46, "32 Finlande. Leurs migrations sont plus difficiles à suivre, car les interruptions dans la longue ligne qui va de l'Altaï à la mer Baltique sont fréquentes et souvent assez longues. Us ne sont pas les autochthones de leur pays. Tacite parle des Helluses et des Oxiones, qu'il place en dehors de l'histoire et de la géographie certaine ;'car il dit : « Tout ce qu'on ajoute encore tient de la fable; par exemple, que les Helluses et les Oxiones ont la tête et le visage de l'homme, le corps et les membres de la bête. Je laisserai dans l'incertitude ces faits mal éclaircis (i). » Un savant nommé Zeus explique ingénieusement que ces ani maux à face humaine n'étaient autre chose que des hommes couverts de fourrures. Les Oxiones se raient, d'après Kruse (2), les Ostiaks qui se vêtis sent de la même manière. Et sur ce point, si toute fois les Oxiones sont les Hudet des traditions fin noises, (car les Finnois constatent l'existence de ce peuple dans la Finlande antérieurement à leur arrivée), Kruse se trouverait d'accord avec les dernières recherches de notre savant ami M. Kos kinen, qui a découvert en Finlande des traces ma nifestes d'un peuple de race ougrienne (Ostiaks, Vo goules, Magyares). Ici les recherches de ce jeune et infatigable savant arriveront encore à dissiper bien des doutes et à fixer bien des points controuvés (3). (1) Tacite. Germania. Trad. Burnous. (2) Kruse. Urgeschiste des EsthnischenVolksstammes. Moscou, 1846. (3) Yrjô Koskinen. Finnische Geschichte von derfruhesten Zei-"], [47, "33 Suivonsles traces du peuple suomien, en par tant de l' Altaï, berceau commun de cette race. Là, dans les bassins de l'Irtych, de l'Obi et du Jenisseï, les noms d'origine finnoise abondent, tels que Kern, nom que les Tatars donnent au fleuve Jenisseï, mot qui signifie en finnois grand fleuve ou fleuve-père. Sy m, Ija et Ijus, que nous retrou vons en Finlande sous la forme Simo et Ijoki qui se rencontre dans la contrée de Kem, dans l'Oster bottnie septentrionale. Oja en finnois ruisseau, jaga en finnois joki, en ìaor^on jog a; kolva que nous rencontrons mainte fois en Finlande, dans les gouvernements de Perm et d'Archangel et qui signifie eau poissonneuse. U y a même une loca lité sur les bords de l'Irtyche, qui s'appelle Sumi : ce nom correspond à Suomi, nom usité en Fin. lande pour indiquer le peuple, etc. La Yougrie, pays au nord du berceau des Suomi, est naturel lement rempli de souvenirs finnois ou lapons; car les Lapons ont dû à cette époque, sinon cohabiter avec les Suomi , du moins les pré céder de fort près, comme Castrén le démontre d'une façon péremptoire. La présence des Finnois sur les embouchures de la Dwina dans l'antique pays de Biarmie, est encore plus évidente; c'est là que le fameux poëme du Kalévala fut composé; c'est là que la civilisation intellectuelle des Finnois put se développer librement, grâce à leur indépen- ten bis auf die Gegenwart. Leipzig, 1874. — YrjÔ Koskinen Tiedot Suomen-Suwu muinaisundesta. Hilsingissa, 1862. 3"], [48, "34 dance nationale; quant à l'existence de cette civi lisation, nous en parlons dans un chapitre à part. Là les traces de l'occupation finnoise se multiplient et nous en citerons seulement quelques-unes, les plus saillantes. Le russe du département d'Archangel fourmille de locutions et de mots empruntés à la langue fin noise : maksa (finnois maksa), foie; salma (f. salmi), sund; lachti (f. lahti), baie; taibal (f. tai val ou taipale), un chemin désert dans un bois; mjanda (f. manty), pin sauvage, bois de pins; satulji, protection, abri contre lèvent (de sa, russe, derrière, et tuuli, f. vent); vitsa (f. vitsa), verge; rosga (f. ruosga), fouet; schalga (f. selka), forêt vaste et épaisse ; nora (f. nori), terrier de renard; kalgi (f. kalhu), patin à courir sur la neige; loch (f. lohi), saumon; survoi, endroit profond, eau navigable (f. syva), profond ; djedina, tante (sœur du père), (f. tati, dim. tatinen), etc., etc. Koida (village), et koidasero (lac), de f. koïdo, misère, et du russe osero, lac; mudjuga, de muta etjoki, rivière trouble; kuja (ruisseau), des. kuja, rue ; ìschma (village), grand pays, des. 250, grand, et maa, pays, terre ; kagostrow (île), de kaki, cou cou, et russe ostrow, île ; lodma (lac, rivière et vil lage), de luoto, île, et mora, pays, pays riche en îles boisées ou îles lacustres; Ijaivla (rivière ra pide), de laulan, je chante; maïmaks (village), de mae, botte, et maksa, foie ; chawragorje (village), de kaura, avoine, et de russe gora, montagne;"], [49, "35 uima, un sund étroit, de uin, nager; kaskogors kaja (village), de kaski, défréchissement, russe gora, montagne; sjusemska (villagej, de susi, loup, et de maa, pays ; pyrnawolok oupyry niemi (le nom primitif pour Archanges, depyry, orage, et de nawolok ou niemi, promontoire; dwina (rivière), de iviena, tranquille, calme, etc. Ka- ramsin fait descendre le nom Chohnogor (hom d'un département russe), de kolme, trois. En suivant plus loin la migration des Fin- nois, nous rencontrons près des grands lacs de la Russie, Onega et Ladoga, d'autres vestiges du peuple finnois. Voilà quelques exemples : soja la (village), desuoja, abris, et la terminaison locative finnoise la; surnimskaja (village;, de surma , ruine, fléau, et une terminaison adjective russe; ketorojva, de keto, champ, et toxva, amas de pierres ;sulonjemskaja', de sula, ouvert, cultivé, et de niemi, promontoire; marjegorskaja (village marjawaara), de marja, baie et russe, gora, mon- tagne; kargonjemskaja (village), de karhu, ours, et niemi, promontoire ; kusonjemskaja (village), de kuusi, sapin, et de niemi; kurachtinskaja (village), de kura, fange et adhet, colline ; pirinjemskaja (village), depyry, tourbillon de neige; waltegors- kaja, de val ta, grand, puissant; toronjemskaj 'a (vil- lage), tora, combat; leipopalskaja (village), de leipà, pain et p ala, morceau; piljegorskaja (vil lage;, depiilo, cachette; pertosero {lac), depirtti, cabane, hutte; kavra (rivière), de kaura, avoine;"], [50, "36 olkinskaja (village), de olki, cigogne; sumosero (lac), de sumu, brouillard; salaskoje (lac), sala, caché; sotka (rivière), de sotca, canard; etc. Castrén constate, en outre, dans tous ces pays l'existence d'un type qui s'écarte complètement du type russe. Les traits sont plus tranchés, la peau plus blanche, les yeux et les cheveux plus clairs que chez les Russes. Beaucoup d'usages populaires sont également finnois. Les Finnois Suomiens, précédés de près par les Lapons, quittèrent donc l'Altaï à une époque fort reculée sans doute, mais certainement bien moins ancienne qu'on ne le pense communément , et après avoir franchi l'Oural se fixèrent pendant quelque temps, du moins en partie, auprès des embouchures de la Dwina ; et de là chassés de nou veau, ils envahirent la Finlande, où ils habitent encore de nos jours. La présence des Kvènes, population finnoise, en Suède, sur les versants orientaux des monts Kiòles, est de beaucoup pos térieure : ce sont les rois de Suède qui ont appelé ces populations dans leur royaume pour y cul tiver le sol. Les Esthoniens et les Livoniens sont également venus plus tard dans les pays qu'ils occupent au jourd'hui. M. Koskinen a prouvé d'une façon victorieuse que leur arrivée dans ces pays est même postérieure à celle des Slaves ; car le vrai peuple des campagnes en Esthonie ce sont les Slaves et non pas les Esthoniens, qui habitent les"], [51, "37 bourgs et les villes, et ces dernières seulement en commun avec les Allemands (i). Quant à lopi nion de M. Kruse (2), qui assimile les Esthoniens aux Melanchlœnes d'Hérodote , opinion que je partageais dans mon précédent travail (3), je la crois complètement fausse, et M. Koskinen m'a entièrement converti à sa manière de voir. Les Finnois de Test ont dû quitter à une époque bien postérieure les versants septentrionaux du plateau central de l'Asie : car les traces de leur migration n'ont pas encore été découvertes, et leur langue peut être considérée comme anneau de transition entre la langue finnoise et les idiomes ougriens. Quanta l'opinion que les Permiens se raient les descendants des anciens Biarmiens, nous ne la partageons pas entièrement; car, outre que Castrén a donné de nombreuses et excellentes raisons pour considérer les Suomi comme des cendants de ce peuple commerçant et civilisé, les Permiens d'aujourd'hui seraient tellement déchus de leur ancienne splendeur qu on ne croirait que difficilement à cette origine. Castrén croit d'ail leurs à la possibilité d'un contact entre les Biar miens et les Permiens, et nous nous rangeons comme toujours, en cas de litige, à lavis du savant philologue finnois, qui mieux que nul (1) YrjÔ Koskinen. Sur V antiquité des Lives en Livonie (tiré des Actes de la Société des sciences de Finlande). Helsingfors, 1868. (2) Kruse. Urgeschichte des Esthnischen Volksstammes. Moscou , 1846. (3) La Migration des Touraniens etc."], [52, "38 autre était à même de juger de visu et en con naissance de cause. Je pense qu'on peut parler, en toute connais sance de cause, d'une migration antéhistorique des peuples finnois, et qu'en s'appuyant sur des preuves philologiques et géographiques, on peut indiquer le chemin que ces peuples ont dû suivre dans cette migration."], [53, "III LA CIVILISATION CHEZ LES ANCIENS ALTAÏQUES LES TCHOUDES, LES B1ARMIENS, LES KHAZARS ET LES OUÏGOURS."], [54, ""], [55, "CHAPITRE III. LA CIVILISATION CHEZ LES ANCIENS ALTAÏQUES : LES TCHOUDES, LES BIARMIENS, LES KHAZARS ET LES OUÏGOURS. Messieurs, A ceux qui diront que le peuple altaïque a été de tout temps un peuple belliqueux, sauvage et incapable de civilisation, je me permettrai de ré- pondre en leur soumettant quelques observations succinctes sur différents peuples [de l'antiquité notoirement d'origine altaïque, qui se sont fait remarquer par une civilisation relative , mais d'autant plus admirable que les populations en- vironnantes vivaient plongées dans une profonde barbarie. De ces peuples je n'aurai qu'à citer les anciens Tchoudes métallurgistes, les Biar- miens,les Yougriens, les Khazars et les Ouïgours. Je ne m'écarterai pas du domaine de l'histoire pour vous démontrer en quelques mots com- bien la civilisation a été quelquefois développée chez ces peuples, et je compte sur le concours d'esprits bienveillants et cultivés pour faire dis paraître un préjugé scientifique que rien n'au-"], [56, "42 torise. Quand MM. Oppert, Rawlinson, etc., ont découvert que les cunéiformes de l'antique cité de Babylone avaient été inventés par un peuple altaïque, les incrédules se sont récriés, et ont fait valoir un argument sans valeur. En niant absolument l'existence de la civilisation altaïque, en proclamant hautement qu'un peuple de cette race était absolument incapable d'être le fondateur dune civilisation quelconque, ces savants se sont trompés; et j'essayerai de vous prouver l'existence d'une, ou plutôt de plusieurs civilisations altaïques, qui sont souvent d'autant plus remarquables que les conditions préalables de toute civilisation durable leur faisaient ab solument défaut; c'est pour ce motif que leurs efforts civilisateurs ont été presque toujours éphé mères. Sur les steppes qui bordent la mer Glaciale, dans les plaines froides et arides qui sont arrosées par l'Obi, l'Irtiche et le Jenisseï, les conditions pre mières ne sont pas les mêmes que dans les bassins du Gange, de l'Euphrate et du Danube; et on com prendra facilement que toute tentative de civilisa tion dans ces pays devait être forcément passa gère. Mais je tiens seulement à prouver qu'elles ont existé. Commençons par les Tchoudes métallurgistes, le plus ancien des peuples de race altaïque. Sans vouloir les identifier avec les Arimaspes des montagnes renfermant de for, dont parle Héro-"], [57, "43 dote, leur existence est incontestable; on en re- trouve encore aujourd'hui la trace dans les tra- ditions populaires depuis le lac de Baïcal jusqu'au golfe de Bottnie. L'histoire nous prouve que la Russie a été occupée avant Timmigration des Russes par des peuplades de race altaïque plus particulièrement finnoise, et on est autorisé à supposer que ces mêmes Finnois ont été les abori- gènes de la Scandinavie. Maintenant, si d'une part les traces altaïques en Scandinavie se bornent à des récits obscurs, cachés sous le voile de la lé- gende, d'autre part en Russie on peut constater leurs vestiges non-seulement dans les traditions populaires, mais aussi dans l'histoire. Nestor, le père de l'histoire russe, énumère, au nombre des peuples japhétides, les Tchoudes et les Sajvolots- cheskaja Tchoudes ; Schlòzer, le célèbre et cons- ciencieux historien russe qui explique le mot tchoude en le rapprochant du mot « étranger, » ne doute pas un instant que ces Tchoudes ne fussent des populations altaïques; et les auteurs finnois, comme Castrén, Sjôgrén, Porthan, Koskinen ont démontré que les Karéliens (partie des Finnois- Suomiens), les Permiens, les Zyréniens, etc., étaient les débris de ce puissant peuple. D'autres ont voulu y reconnaître les Esthoniens de nos jours, parce que les Russes les appellent Tchou- chny et que lac de Peipus porte encore aujourd'hui le nom de Tchoudskoe ossero (mer Tchoude). F. H. Mùller étendit même la signification de ce"], [58, "44 nom à toutes les populations de la Russie non russe, c'est-à-dire aux barbares (i). Castrén a vic torieusement combattu cette manière de voir et il admet que les Tchoudes de l'histoire et de la tra dition russe étaient non-seulement de race al taïque, mais même de race finnoise. Quant à leur civilisation, il a été constaté que ce peuple, qui fut païen, était sous beaucoup de rapports, surtout en ce qui concerne les travaux manuels, supérieur aux Russes et aux autres peuples de la Russie; leur habileté est devenue proverbiale en Russie, et leurs chefs-d'œuvre sont célébrés par la tradition. On a trouvé dans leurs tombeaux des bagues en or , des bracelets , des vases en argent, des monnaies en argent, des pe tits vases en terre cuite, des javelots, des flèches, des couteaux, des haches, etc., le tout d'un travail exquis, achevé. Ce peuple, qui explorait à une époque fort antique les mines de l'Oural, a dû jouir d'une civilisation d'autant plus grande, que sa réputation s'est maintenue dans la tradition russe, sur une si large étendue, et depuis tant de siècles. Quant aux preuves philologiques, Castrén a démontré que les traces finnoises étaient mani festes même dans les vallées de l'Oural. Les frères du peuple tchoude sont les Saivolots cheskaja Tchoudes, c'est-à-dire les Biarmiens de a mer Blanche, qui, comme leurnoml'indiqueen (i) Muller. Der Ugrische Volksstamm."], [59, "45 russe, habitaient au delà des forêts, près de l'em bouchure de la Dwina. Quant à la grande civili sation de ce peuple, elle est incontestablement prouvée par les chroniques russes, et de plus le roi Alfred en parle dans la traduction de VHis toire d'Orose, augmentée du Traité géographique d'Ethicus. Other (ixe siècle), envoyé par le roi Alfred, arriva dans ce pays, où il constata non seulement la grande civilisation de ce peuple, mais aussi son origine finnoise, et voilà ce qu'Alfred en dit : « Other, quittant sa patrie (la Norvège), cingla d'abord vers le nord jusque dans une contrée où il trouva des chevaux marins; il avait la terre toujours à sa droite. Ensuite il côtoya les pays en allant vers l'est, et enfin il suivit une direction méridionale jusqu'à ce qu'il arrivât à un grand fleuve (la Dwina), qui entre profondément dans le pays. Là habitaient les Beonnes, un peuple nom breux dont la langue parut identique à celle des Finnois. » D'autres voyageurs, Thorer Hund, Karl de Helgoland et son frère Gunsten (1026), rapportent que pendant leur voyage vers la Biarmie,au bord de la Dwina ils pillèrent l 'idole de ce peuple appelée Joumala , qui était couverte d'objets précieux. Les Sagas d'Herraud et de Bose confirment cette assertion, en constatant que cette idole portait le nom de Joumala. Si toutefois Topinion d'Other sur la langue de ce peuple est susceptible d'interpré tations différentes, l'identité du nom de Joumala"], [60, "46 avec le dieu finnois ne laisse aucun doute sur l'origine de ce peuple; car les Finnois sont les seuls entre tous les Altaïques qui appellent leur divinité Joumala . Cela confirme encore que le Ka lévala a été composé par ces Tchoudes, qui à une certaine époque étaient les maîtres du commerce entre la Bactriane et entre l'Occident. Un peuple, commerçant à ce point ( i ; et possédant une poésie aussi parfaite, ne pouvait être qu'un peuple civilisé dans toute la force du terme. La lecture de la Heimbringia-Sage, de la Saga d'Olaf-le-Saintet de la Eymundar-Saga que M. Koskinen a bien voulu m'indiquer, m'ont confirmé dans cette opinion. Quelques mots me suffiront pour vous démon trer l'existence d'une civilisation chez les You griens, chez les Khazars et chez les Ouïgours. Quant aux Yougriens, qui faisaient un riche com merce de pelleteries avec les Turcs et les Chinois, leur civilisation a été en tout cas bien éphémère, et nous renvoyons au chapitre sur le berceau de la race magyare. Quant aux Khazars, leur civilisation a été prou vée par Klaproth, et plus récemment par M. Vi vien de Saint-Martin dans une savante étude que ce célèbre géographe a soumis à l'Académie des ins criptions et belles-lettres en i85i. Ce peuple des cendant des Agathyrses d'Hérodote , d'origine (1) Les trois grands emporìum de cette époque étaient : Bol. gari sur les bords du Volga, Tscherdyn sur les bords du Kolva (affluent du Kama), Cholmogor sur les bords de la Dwina."], [61, "47 finno-ougrienne, mais sous la domination d'une dynastie turco-tartare, joua un rôle considérable dans l'histoire (i). Sur les Khazars en particulier, sur leur organisation politique et civile, sur leurs croyances religieuses, sur leurs [ mœurs et leurs usages, on trouve notamment dans les relations d'Ibn-Fozlân (921), de Maçoudi (943), d'Al-Ista khri \\g5ij, et d'Ibn-Haoukhal (vers 960), des ren seignements curieux et de nombreux détails. Ces détails ont été résumés par M. d'Ohsson dans son ouvrage sur le Caucase au xe siècle. « Les Khazars nous y apparaissent sous un aspect tout à fait nouveau : ce ne sont plus ces tribus barbares, aux mœurs grossières, aux habitudes nomades, étrangères à l'agricuiture et ne vivant que de pèche et de chasse, comme les anciens auteurs nous dépeignent les Agathyrses ou les Acatzîrs du Nord. Les voyageurs arabes du x° siècle nous les montrent établis à demeure aux environs du bas Volga, ayant des villes, cultivant le sol, sou mis à un gouvernement régulier, organisé sur le type des grandes monarchies orientales , prati- (1) 11 est certain qu'on ne connaît qu'un seul mot de la langue khazare, et qu'il est plus que hardi de vouloir conclure de ce seu mot sur l'origine d'une langue ; et sous ce rapport je suis parfai tement d'accord avec ceux qui n'ont pas voulu admettre l'origine ougro-fin noise de ce peuple. Mats d'un autre coté nous trouvons dans les récits de voyage d'Ibn-Fozlân un passage où le voyageur arabe dit expressément que la langue khazare était presque la même que la langue bulgare. Nous savons que le bulgare étai une langue ougro-finnoise ; donc le khazar devait égalemen être ougro-finnois."], [62, "48 quant le commerce , accueillant les marchands étrangers dont beaucoup résidaient à Itil, capitale du royaume khazar, et n'étant plus étrangers à la recherche et au luxe que le commerce et les ri chesses amènent avec eux ( i ) . » Cette notion, ajoute M. Vivien de Saint-Martin, que nous donnent les auteurs arabes sur le développement et le carac tère de la civilisation khazare, forme un épisode intéressant de l'ancienne histoire du nord. Quant aux Ouïgours, c'est certainement celui des peuples turco-tartars qui a atteint le plus haut degré de civilisation. Ils avaient de bonne heure une écriture et une littérature; les Chinois font mention de récriture déjà en 478. Probablement était-ce là une écriture perdue aujourd'hui, qui se retrouve encore de nos jours dans quelques ins criptions (2). Plus tard les Ouïgours adoptèrent l'écriture syriaque, introduite par les missionnaires nestoriens. Cette dernière écriture a donné nais sance aux caractères des Mongols, des Kalmuks et des Mandchoux. D'après les traditions chinoises, les khâns ouïgours employaient des chroniqueurs à leur cour. A l'ouest du lac de Lop, le pèlerin chinois Fa-hian rencontra au commencement du Ve siècle près de quatre cents Boudhistes, et vers la même époque, des œuvres chinoises en traduction ouïgoure, circulaient au milieu de ce peuple. Les (1) Vivien de Saint- Martin. Sur les Khajars, Mémoire lu à l' Académie des inscriptions et belles-lettres, le 28 février et le 7 mars i85i. (2) Le Kudatku Bìlìk, par Vambéry. 1874."], [63, "49 Ouïgours se sont maintenus longtemps comme peuple indépendant, et ils jouissaient d'une grande considération chez les nations limitrophes à cause de leur civilisation. Plus tard , les Ouïgours se mélangèrent avec les Mongols, les Chinois, les Arabes et plusieurs populations tartaro-mahomé tanes, et perdirent ainsi leur civilisation, et qui plus est, leur nationalité (i). Vous voyez donc, Messieurs, que la civilisation altaïque existait, et à ceux qui objecteront que les Khazars et les Ouïgours ont eu le reflet d'une ci- vilisation étrangère, je répondrai qu'ils ont par- faitement raison, mais que la même chose ne pou- vait se dire ni des anciens Tchoudes métallurgistes de l'Oural, ni des fameux Biarmiens de l'embou- chure de la Dwina, qu'Hérodote connaissait les premiers et que les Wikinges visitaient les der- niers, car ils trouvèrent là un peuple riche en or et en trésor de toute espèce, « sich und der Sage \\u frommen. » Et c'est là une vraie civilisation altaïque (i) Allgemeine Ethnographie, von Prof. Friederich Muller Vienne, 1873. 4"], [64, ""], [65, "IV SUR L'APPELATION « TOURANIEN » et sur les avantages qu'il y aurait DE LUI SUBSTITUER CELUI- D'ALTÁÍQUE ..."], [66, ""], [67, "CHAPITRE ÌNj SUR L'APPELLATION « TOURANIEN » ET SUR LES AVAN- TAGES QU'IL Y AURAIT DE LUI SUBSTITUER CELUI D' ALTAÏQUE ». Castrén, le regretté maître de la philologie et surtout de l'ethnographie finno-ourdlienne, a consacré un de ses cours à l'appellation qu'il fau drait donner à la grande race que nous désignons aujourd'hui communément sous le nom de Tou raniens. II protesta contre le nom de Tatars, dont rinsuffìsance avait déjà été démontrée par Klaproth ; il ne voulut pas non plus admettre le terme de race scythe que le fameux philologue danois Rask avait proposé, et il protesta égale ment contre la dénomination de peuple touranien, qui, grâce à M. Max Mùller, a su faire son chemin depuis quelque temps. Voilà ce que dit Castrén à ce sujet : « Sous le nom de Touran, donné par les Perses, on n'entend généralement que la partie occidentale du grand plateau central de l'Asie, la partie limitrophe de la mer Caspienne, appelée aussi la Tartarie. Ce pays a été habité depuis les temps les plus anciens par des tribus turques, et l'on voit tout d'abord qu'il doit y avoir"], [68, "54 une parenté étymologique entre le mot Turk et le mot Tour an. L' appellation de peuple touranien est d'ailleurs trop restreinte pour comprendre la race entière. » Si Castrén savait qu'on appelle aujourd'hui Touranien tout ce qui n'est pas Aryen! qu'on s'efforce depuis quelque temps de vouloir faire de la race dravidienne une subdivision des Toura niens ! On arrivera peut-être à compter les Papoues des îles australes de l'Asie au nombre des Toura niens. Si Castrén vivait encore il protesterait sans doute hautement contre de pareils errements, qui discréditent la science. Quant à nous, nous pensons que le mot Tou ranien est non-seulement impropre pour désigner cette race, mais que c'est même là une dénomi nation fausse que rien ne justifie. L'éminent commentateur d'Albirôuni, le pro fesseur M. de Sachau à Vienne, commence ainsi une étude des plus intéressantes sur l'antiquité du Khwárizm : « Dans la Mésopotamie de l'Asie cen trale formée par l'Oxus et l'Iaxarte , nous ren controns depuis les temps les plus reculés plu sieurs foyers de civilisation qui doivent leur vie et leur prospérité passagère à ces deux grands fleuves, à leurs affluents et aux nombreux ca naux qui en découlent. Le plus important de ces foyers de civilisation fut la Sogdiane sur les rives du Zarafchân, le ito^uTipToç des anciens. La Sogdiane, avec les pays limitrophes de l'Oxus"], [69, "55 (au sud;, la Margiane et la Bactriane, le Takhá ristan (Tóyapot) et le Badakchan , peuvent être considérés comme le berceau de la race ira nienne. Leur première migration paraît avoir suivi le cours des deux fleuves, le long de l'Iaxarte jusqu'à Ferghâna, point extrême de la frontière entre l'Iran et le Touràn, et plus loin le long de l'Oxus jusque dans le Khwârizm. Le foyer de ci vilisation le plus septentrional est le pays des Xwpác aioi ou Khwârizm, des deux côtés du cours infé rieur de l'Iaxarte. Partout dans ce pays la langue et les mœurs iraniennes l'emportent, et la religion de Zoroastre y domina jusqu'à la conquête par les Arabes, et encore quelques siècles plus tard. » Cette opinion nous a d'autant plus frappé qu'elle s'accorde absolument avec les découvertes récentes des voyageurs qui ont pénétré dans le cœur du Tourkestan(i), et qu'elle se trouve con firmée par les études d'un autre infatigable cher cheur, M. Joseph Halévy. Le Farghàna étant (i) Les traditions de deux grandes branches de la race aryenne placent leur berceau dans cette région ; aujourd'hui encore elle est occupée par une race entièrement différente des populations tartares, et qui se dit du méme sang que les !Radjiks de Bokhara dont la langue est le persan. Leur peau est blanche, les cheveux souvent de couleur claire, les yeux bruns-clairs, les traits tins, la physionomie régulière et d'une coupe européenne. A en jugerpar le court vocabulaire que l'auteur a pu recueillir, leur langue a une affinité plus directe avec le sanscrit qu'avec le persan mo derne. » M. Schaw a lu ce passage de son Mémoire An the physi cal/eatures os the Pamir, and its Aryan inhabitants, à l'Associa tion britannique de Brighton, au mois d'août 1872, comme ré sultat de ses propres observations et de celles de M. Hayward. 1 Vivien de Saint-Martin. L Année géographique, 1872.)"], [70, "56 devenu la limite la plus septentrionale de l'Iran, la dénomination géographique de Touran n'a plus sa raison d'être pour le pays entre l'Oxus et l'Iaxarte, et devient par cela même une pure anomalie. D'après M. de Sachau, le Touran serait donc au nord du Sir-Daria la vaste steppe de la Sibérie, ayant pour limite, sans doute, la mer Gla ciale du Nord. Mais recherchons d'où le nom de Touran tire son origine. A une époque de transition, après la dispari tion du Zend, on a trouvé sur des monnaies pehelvi des inscriptions telles que roi d'Iran et d'Aniran ou roi d'Iran et de Touran. C'était là naturellement l'Iran, le noyau du grand empire perse, et les pays non iraniens soumis au sceptre du roi de Perse. Où fallait-il chercher ce pays du Touran? Rien ne l' indiquait. Un poème persan du xe siècle, le Schah-Namé (livre des rois), est rempli de récits de guerre entre l'Iran et le Touran, qui dans ce poëme est in diqué comme pays du Nord. Le Zend-Avesta, beaucoup plus ancien et plus important que ce poëme persan, contient égale ment des récits de guerre entre les Arya et les Tourya, mais aucune indication n'y est donnée sur la situation de ce pays. M. Halévy pense, et se propose de le prouver scientifiquement, que les Touraniens du Zend-Avesta, ainsi que ceux auquel fait allusion le Schah-Namé, étaient des po-"], [71, "57 pulations sémites de la Syrie. La Syrie s'appelait aussi Athoura, et on a fait de ce nom Toura, comme on a fait Syrie d'Assyrie. Les populations iraniennes étaient bornées à l'ouest par des peuples sémitiques avec lesquels ils étaient en guerres continuelles et sanglantes ; tandis que les campagnes entreprises par les rois des Perses en Sogdiane, en Margiane et en Bactriane étaient d'une courte durée, parce qu'ils ne rencontraient jamais auprès des races congénères la résistance que les Sémites leur opposaient. La découverte de M. Halévy nous paraît des plus importantes; elle est corroborée par celle de M. de Sachau ; nous pouvons donc hardiment nous ranger de l'avis de Castrén, qui par d'autres raisons rejetait, il y a plus de vingt ans, la dénomination touranienne. La présence des Iraniens comme aborigènes du Farghâna, sur les rives de l'Iaxarte, limitrophe du pays appelé Yougrie, habité par les Vogouls, les Ostiaks et les Magyars, explique d'ailleurs parfai tement la présence du grand nombre de mots persans dans l'idiome magyar. Maintenant le nom de touranien écarté, nous proposons le terme employé par Castrén, savoir peuples altaïques. L'appellation « de finnoise, » employée par le savant professeur de Vienne, M. Boller, nous paraît trop restreinte, quand même le finnois-suomien serait le sanscrit de ces langues, comme tout porte à le croire. II y a d'ailleurs une excellente raison pour préférer"], [72, "58 l'appellation « d' altaïque » à toutes les autres : il est prouvé par la philologie et l'histoire que tous ces peuples eurent leur berceau dans la chaîne de montagnes qui borne le grand plateau central de l'Asie au nord, et qui s'appelle Altaï. L'opinion de Castrén, soutenue par des savants tels que Schott et Kellgrén, nous paraît d'ailleurs une raison plus que suffisante pour proposer à la science de rejeter le nom de Touranien devenu faux, ou au moins absolument impropre, et de le remplacer par Altaïque. Ce sera là en mème temps un hom mage rendu à la mémoire d'un homme qui est mort à trente-deux ans, après avoir composé la grammaire de plus de douze langues altaïques, après avoir fait les recherches les plus conscien cieuses et les plus minutieuses, grammaires et recherches dans lesquelles tous ses successeurs ont puisé, et sans lesquelles cette science n'existe rait pas aujourd'huis i). (i) Nous trouvons dans un ancien recueil le passage suivant : « On entend par le pays de Touran, toutes les terres qui sont entre la mer Glaciale, le Jeniséaet le Caucase. C'est précisément la Sybérie, quoique actuellement le nom de Sybérie se soit étendu jusqu'à la mer de l'Est. » Anecdotes orientales, t. I, p. 558, Paris 1773. N'est-ce pas là encore une preuve, combien 1 es opinions différaient sur la vraie situation du pays de Touran'"], [73, "V LA DÉFORMATION DU CRANE CHEZ LES ANCIENS PEUPLES D'ORIGINE ALTAÏQUE."], [74, ""], [75, "CHAPITRE V. LA DÉFORMATION DU CRANE CHEZ LES ANCIENS PEUPLES D'ORIGINE ALTAIQUE. La lecture attentive de l'intéressant travail de M. Wiener sur V empire des Incas, et surtout celle du chapitre vraiment curieux sur la déformation du crâne chez les peuples indigènes de l'Amé rique, m'a amené à faire des recherches sur l'exis tence du même phénomène chez les peuples altaïques de l'antiquité. Les récits des auteurs byzantins sur les Huns, quoique entachés d'exagé ration, pouvaient peut-être s'expliquer, pensais-je, par une déformation du crâne en usage chez ces peuples. A. Thierry l'avait constaté chez les Huns; un savant professeur de Vienne, M. Fitzinger, chez les Avares ; et cet usage pouvait à la rigueur expliquer la laideur repoussante de la race mon golique, et faire croire à l'unité d'origine de ces peuples et des Ougro-Finnois, lesquels, ne prati quant pas la même coutume, différaient de leurs frères par la forme du crâne. Mes doutes se sont dissipés à ce sujet, et une étude approfondie des différents auteurs qui traitent de cette intéressante question m'a amené à un double résultat : i° Les"], [76, "62 Huns étaient de race mongolique mélangée; 2° la déformation du crâne n'a jamais été pratiquée chez eux, mais chez les Avares d'origine turco tartare. La déformation du crânne chez les races indi gènes de l'Amérique a été constatée par les voya geurs et missionnaires qui ont visité ce pays. Les Européens, longtemps incrédules, ont dû finir par se rendre à l'évidence; la médecine et l'anthro pologie ont tranché la question en dernier res sort d). Abstraction faite des nombreux auteurs que cite M. Wiener, voici ce que nous avons trouvé dans les ouvrages qu'un des plus savants américanistes, M. de Charencey, a bien voulu mettre à notre disposition. Diego de Landa dit à ce sujet : « La faible créature était à peine venue au monde de quatre ou cinq jours, qu'elles reten daient sur un petit lit fabriqué de baguettes d'o sier et de roseaux; là, le visage contre terre, elles lui mettaient la tête entre deux planchettes, l'une au front, l'autre à l'occiput, serrées avec force, et la tenaient avec souffrance jusqu'à ce qu'au bout de quelques jours, la tête ainsi moulée restât à jamais aplatie, suivant leur usage. II y avait là dedans tant d'incommodité et de péril pour les petits enfants, que plusieurs en étaient près de mourir; fauteur de ce livre en a vu un dont la (i) Wiener. L Empire des Incas, etc. Paris, Maisonneuve,i874."], [77, "63 tète s'était trouée derrière les oreilles; ce qui devait arriver à un grand nombre. » Et plus loin : « Dès que ceux-ci étaient venus au monde, on s'empressait de les laver; quand elles avaient fini de les tourmenter avec les planchettes, on leur déprimait le front et la tête, ( i ) . » Quant aux résultats produits par ces déforma tions du crâne chez les indigènes de l'Arnérique, M. Angrand pense que cette coutume d'aplatir le front avait pris naissance dans la croyance que leur chef descendait d'une famille dont l'origine remontait, d'après la tradition, à un serpent. Les occidentaux, dit ce même savant, auraient af fecté, par rivalité, une déformation contraire du crâne pour accuser davantage la diversité de leur croyance (2). M. Wiener, d'accord avec le doc teur Gosse Í3), n'est pas de l'avis de M. Angrand; il fait ressortir que chez les indigènes de l'Arné rique « un procédé phrénologique comme principe gouvernemental, comme tentative physiologique, est appelé à remplacer les méthodes psycholo giques d'éducation (4). » Eh bien, examinons l'existence de la déforma tion du crâne chez les peuples d'origine asia tique, et puis, suivant la savante étude de l'émi- (1) Relation des choses de Yucatan, de Diego de Landa, tra duit par l'abbé Brasseur de Bourbouro. Paris, 1874. Arthur Bertrand. (2) Voir Wiener, L Empire des Incas, etc. (3) Gosse. Déformations artificielles, etc. (4Í Wiener. L'Empire des Incas, etc."], [78, "64 nent académicien de Saint-Pétersbourg, M. Baer, nous essaierons de résoudre cette intéressante question d). Avant de passer en revue les auteurs de l'anti quité qui ont signalé la présence de Macrocé phales, nous citerons un passage tiré d'un voya geur anglais du dernier siècle, qui constate l'exis tence de cet usage chez un peuple asiatique des Indes appelé Arracan, population limitrophe du Bengale au nord-ouest, du Pegou au midi et à l'Orient et du royaume d'Ava au nord. Voilà ce que dit Ovington à ce sujet : « II faut parler maintenant des habitants de la ville capitale. II semble qu'ils affectent dans leur taille et dans leur figure ce que les autres nations méprisent le plus. Ils estiment un front large et plat; et pour le rendre tel, on applique aux enfants dès qu'ils sont nés une plaque de plomb sur le front, et on ne l'òte que lorsqu'il est devenu tel qu'ils le souhaitent. Leurs narines sont larges et ouvertes, leurs yeux petits, mais vifs, leurs oreilles leur pendent jusqu'aux épaules, comme chez les Malabars, la couleur qui leur plaît le plus est la pourpre foncée (2) . » Quand en 1 820 on découvrit, en Basse- Autriche, sur une terre appartenant au comte Breuner, ar- (1) Die Makrocephalen im Boden der Krimm und Œsterreichs, von K. E. von Baer. Saint-Pétersbourg, 1860. (2) Voyages de Jean Ovington faits à Surate et en d'autres lieux de l'Asie et de V Afrique. Paris, Guillaume Cavelier fils, 1725. Traduit de l'anglais."], [79, "65 chéologue distingue, un crâne macrocéphale, et quand Rathk, Retzius, etc., eurent constaté sa grande ressemblance avec les crânes que Pentland avait rapportés du Pérou, Tchoudi crut pouvoir trancher la question en déclarant, malgré l'avis contraire de plusieurs savants compétents, que ce crâne devait anpartenir à un individu de la race des Huankas (peuple du Pérou), et que son exis tence s'expliquait facilement par les relations fré quentes que l'Autriche eut sous le règne de Charles V avec l'Amérique du Sud. Cette opinion fut encore confirmée par le baron Hugel , qui avait trouvé quelques semaines auparavant, chez un brocanteur de Vienne, un grand nombre d'an tiquités péruviennes, à propos desquelles on ne put arriver à constater, malgré les investigations les plus minutieuses, comment elles étaient arri vées à Vienne. Mais peu de temps après on découvrit de nou veau dans les environs de Vienne un crâne déformé d'après les mêmes principes, et encore plus tard en Crimée, près de la ville de Kertsch, des fouilles mirent au jour des crânes manifestement macro céphales. On s'aperçut que M. Tchoudi s'était trompé, et les travaux de M. Fitzinger (i) et Baer (2) nous mirent bientôt sur les traces authen tiques de la provenance de ces crânes. Quant au but que les peuples de l'Amérique (1) Die Schâdel der Avaren, von L J. Fitzinger. Wien, i853. (2) Die Makrocephalen, etc. 5"], [80, "66 poursuivaient en déformant les crânes de leurs enfants, il n'est pas encore assez connu; mais M. Baer se prononce absolument contre l'opinion émise par le docteur Gosse et adoptée par M. Wie ner (i ) , qui, tout ingénieuse qu'elle est, ne lui paraît pas sérieuse. II est de lavis de M. Angrand: il sou tient qu'on poursuivait un but religieux en voulant établir une distinction, en se conformant à un usage qui a dû être d'abord déterminé par la forme du berceau, par la manière dont ) 'enfant y a été placé, usage qui a produit des résultats qu'on a augmentés plus tard par des moyens artificiels. Quant à attribuer cet usage aux Huns, aux Sarrasins et aux Génois, quant à y assimiler les crânes découverts en Crimée, il faudrait remonter aux sources de l'histoire pour nous éclairer sur l'authenticité de ces faits. Hippocrate est le premier qui parle dans son ouvrage « de aère, aquis et locis » de l'existence des Macrocéphales « Parlons tout d'abord des Macrocéphales. II n'existe pas d'autre peuple qui ait des crânes formés comme eux. « Je pense que c'est d'abord l'usage de la défor mation artificielle qui a produit la longueur des têtes ; maintenant la nature vient en aide à l'usage . Ils considèrent ceux qui ont les plus longues têtes comme les plus nobles. Voici cet usage : aussitôt qu'un enfant est né et que sa tète est encore tendre i) Wiener. L Empire des Incas, etc."], [81, "67 et molle, ils la pétrissent, et la forcent à pousser en longueur en appliquant un bandeau et en em ployant des moyens artificiels,de sorte que la forme primitive du crâne se trouve charigée et qu'il est agrandi en longueur. L'usage a donc tout d'abord commencé par influer sur la nature, mais, dans la suite des temps, la nature s'était tellement habituée à la forme imposée qu'elle n'avait plus besoin d'être contrainte... » et plus loin : « Mainte nant cet usage n'est plus de rigueur comme autre fois à cause de l'insouciance des hommes. Voilà mon opinion sur cette chose (i). » Ces Macrocéphales se trouvaient, d'après l'opi nion des savants les plus compétents, sur les bords du Pont-Euxin, au sud du Caucase. M. Fitzinger(2) pense que c'étaient déjà les Aorses; et que ce peuple étant parti du plateau central de F Asie, un auteur chinois, Hiouen-Thsang, n'ayant aucune connaissance de l'existence des écrits d'Hippo crate, put constater la présence d'une race congénère dans le pays de Chanha, le Kaschgar d'aujourd'hui, au vnë siècle de notre ère. . ■ « II existe chez eux une coutume étrange : quand un enfant est né, on lui aplatit la tête en la comprimant avec une planchette (3) .» Strabon nous apprend que le nom de Macrocéphales existait déjà dans Hésiode, (i) Hippocralis et aliorum medicorum Reliquiœ. Ed. Franc Zach. Ermerins. I. i85g. (2) Fitzinger, ubi supra. (3) Stanislas Julien. Histoire de la \\ie de Hiouen'- Thsang. p. 39b."], [82, "68 probablement dans une de ses poésies perdues. Strabon les appelle tantôt Macrocéphales, tantôt Megalocéphales, et il traite ces assertions de fable; mais plus loin, revenant sur sa première opinion, il dit : ... «On parle aussi de certains peuples chez lesquels chacun s'évertue à donner autant que possible à sa tête une forme allongée, en se rendant le front assez proéminent pour qu'il puisse cou vrir et ombrager tout le menton... (i) » Les auteurs qui ont cru reconnaître les Siginnes dans cette population, parce que Strabon parle d'eux avant de faire cette curieuse observation, commettent une grave erreur; et le commencement de ce passage même suffit à le démontrer. Scylax (2), dans son Périple, indique exactement la situation des Macrocéphales sans parler de l'usage qui leur a valu ce nom. Son indication s'accorde avec celle de M. Baer. D'autres placent au même endroit un peuple appelé Macrones, mais tout porte à croire que ces Macrones, que Xénophon (3) a rencontrés lors de sa fameuse retraite, n'étaient autre chose que les Macrocé phales d'Hippocrate. Pomponius Mêla (4) les place au même endroit que Scylax. Si des lexico graphes postérieurs, tels que Étienne de Byzance (ve siècle) et Suidas (xc siècle), parlent des Ma- il) Strabon, trad. A. Tardieu, t. II, 1. xi, p. 444. (2) Scylax. Periplus Ponti Eu.r., § 72-85. (31 Xénophon. Anabasis. IV, c. vin. (4) Pomp. Mêla. De Situ urbis."], [83, "69 crocéphales, ce fait ne prouve pas qu'on les con naissait à cette époque, mais il démontre d'une manière certaine qu'on se servait des indications antérieures. Ces auteurs nous apprennent que le nom de Sannoi a été substitué plus tard à celui de Macron, employé par Xénophon fi) et par Strabon. Le professeur Karl Koch a constaté, lors de son voyage en Asie-Mineure, l'existence d'une chaîne de montagnes dans cetre même contrée appelée Makour-Dagh, et le nom de Sannoi paraît s'être perpétué dans le nom d'un peuple appelé Dchane. Voilà ce que nous avions à dire sur les Macro céphales de l'antiquité. Quant à l'opinion émise par M. le docteur Gosse sur les déformations du crâne chez les Huns, opinion qui s'appuie non seulement sur un passage dans Sidoine Apollinaire, mais encore sur les recherches faites par M. A. Thierry (2), M. Baer ne la partage pas, et la combat d'une manière victorieuse (3). Les auteurs les plus compétents de cette époque, Ammien Marcellin {4) et Jornandès (5), ne parlent ni l'un ni l'autre de l'existence de cet usage chez les Huns, et le tableau qu'ils nous font de ce peuple nous prouve d'une (1) Prof. Karl Koch. Der Zugderachtiausend,nach Xénophon s Anabasis geographisch erlâutert. (2) Histoire d 'Attila. Paris, Didier, i836. (3) Baer, ubi supra. (4) Amm. Marcellini, Rerum gestarum libri qui supersuni 1. XXXI, c. 11. (5) Jornandès. De Getarum et Gothorum origine et rébus gestis."], [84, "70 façon péremptoire que les Huns ont été de race mongolique mélangée et non pas des Ougro-Fm nois, comme certains savants l'ont avancé . Les rap ■ ports des Byzantins et des Goths ont été si fréquents avec les Huns, du temps d'Attila et même après sa mort, que les deux auteurs indiqués plus haut auraient eu certainement connaissance de cet éton nant usage. Les paroles de Sidoine Apollinaire, poète gallo-romain, sont trop empreintes d'exagé ration, et ne sauraient être considérées comme une preuve suffisante pour trancher une si importante question. Nous reproduisons ici d'ailleurs le passage tiré d'Ammien Marcellin, celui de Jornandès et les vers de Sidoine Apollinaire. Hunnorum gens, monumentis veteribus leviter nota, ultra pa ludes Mœoticas glacialem Oceanum accolens, omnem modum fe ritatis excedit. Ubi quoniam ab ipsis nascendi primitiis infantum f erro sulcantur altius genœ, ut pilorum vigor tempestivus emergens corrugatis cicatricibus hebetetur, senescunt imberbes absque ulla venustate, spadonibus similes : compactis omnes firmisque mem bris et opimis cervicibus : prodigiosœ formae et pondi ut bipèdes existimes bestias, vel quales in commarginandis pontibus effigiati stipites dolantur incompte. In hominum autem figura licet in suavi ita visi sunt asperi, utneque igni, neque saporatis indigeant cibis, sed radicibus herbarum agrestium (!) et semicruda cujusvis pecoris carne vescantur, quam inter femora sua et equorum terga subsertam, fòtu calefaciunt brevi. jEdificiis nullis unquam tecti : sedhœc velut ab usu communi discreta sepulchra déclinant. Nec enim apud eos vel arundine fastigatum reperiri tugurium potest. Sed vagi montes peragrantes et silvas, pruinas, famem, sitimque perferre ab incunabulis assuescunt. Peregre tecta nisi adigente maxima necessitate non subeunt;nec enim apud eos securos exi-"], [85, "71 stimant esse subtectis. Indumentis openuntur linteis, vel ex pel libus silvestrium murium consarcinatis : nec alia illis domestica vestis est, alia forensis. Sed semel absoleti coloris tunica collo in serta non ante deponitur aut mutatur, quam diuturno carie in nonnullos defluxerit defrustata. Galeis incurvis capita tegunt; hirsuta crura coriis munientes hasdinis : eorumque calcei for mulis nullis aptati, vêtant incedere gressibus liberis. Qua causa ad pédestres parum accommodati sunt pugnas;verum equis prope affixi duris quidem, sed deformibus, et muliebriter funguntur muneribus cousuetis. Ex ipsis quivis in hac natione pernox et perdius émit et vendit, cibumque sumit et potum, et inclinatus cervici angustas jumenti, in altum saporem adusque varietatem effunditur somniorum; et deliberatione super rébus proposita se riis, hoc habitu omnes in commune consultant (i). Nam et quos (Alanos) bello forsitan minime superabant, vultus sui terrore nimium pavorem ingerentes terribilitate fugabant, eo quod erat eis species pavenda nigredine, vel velut qucedam (si dici sas est) deformis offa, non faciès, habens magis puncta quam lu- mina. Quorum animi fìduciam torvus prodit adspectus, qui etiam in pignora sua primo die nata desaaviunt. Nam moribus ferro gê- nas sécant, ut antequam lactis nutrimenta percipiant , vulneris cogantur subire tolerantiam. Hinc imberbes senescunt, et sine venustate eohebi sunt; quia faciès ferro sulcata, tempestivam pi- lorum gratiam per cicatrices absumit. Exigui quidem forma, sed arguti, motibus expediti et ad equitandum promptissimi : scapu- lis latis et ad arcus sagittasque parati, firmis cervicibus et in su perbia semper erecti. Ibi vero sub hominum figura vivunt bel luina saevitia (2). Gens animis membrisque minax : ita vukibus ipsis Infantum suus horror inest. Consurgit in arctum Massa rotunda caput : geminis sub fronte cavernis Visus adest oculis absentibus : arcta cerebri (il Amm. Marcellini, Rerum gestarum libri qui supersunt, 1. XXI, c. h. (i) Jornandes. DeGetarum et Gothorum origine et rébus gestis, 1. I, C. XXVIII."], [86, "72 In cameram vix ad refugos lux pervenit orbes, Non tamen ut clausos : nam fornice non spatioso, Magna vident spatia, et majoris luminisusum Perspicua in puteis compensant puncta profundis. Tum ne per malas excrescat fistula duplex, Obtundit teneras circumdata fascia nares Ut galeis cédant. Sic propter prœlia natos Maternus déformât amor, quia tensa genarum Non interjectu fit latior area naso (i). Quant aux monnaies àl'effigie d'Attila, aucune ne doit être considérée comme authentique. M. Gosse se trompe, dit M. Baer (2), quand il attribue à Ammien Marcellin et à Jornandès des opinions que je le défie de trouver dans leurs ouvrages, et M. Thierry (3) fait erreur quand il prétend que M. Retzius lui a signalé la présence de crânes déformés dans le nord de l'Europe ; car de tels crânes n'ont été découverts jusqu'à présent qu'en Autriche, en Crimée, en Suisse et en France. Nous renvoyons d'ailleurs ceux qui veulent connaître toutes les raisons judicieuses que M. Baer donne à l'appui de son opinion, aux savantes communications que cet auteur a faites en 1 860 à f académie de Saint-Pétersbourg. Déjà en i853, le savant académicien de Vienne, M. Fitzinger, a prouvé que ies deux crânes trouvés en Basse-Autriche étaient des crânes d'Avares, population d'origine turco-tartare, mélangée de Finnois. Ce peuple que les historiens nous décri- (i)C. Apollinaris Sidonii Opéra. Panegr. in Anthemium. (2) Baer, ubi supra. — (3) Thierry. Histoire d'Attila."], [87, "73 vent comme n'ayant ni foi ni loi, était une race complètement différente de la race hunnique venue après elle, et beaucoup moins connue des écrivains contemporains, dans ses mœurs et ses usages à cause de l'isolement où elle aimait se renfermer. En plus c'était un peuple d'une barbarie et d'une férocité raffinées, et l'histoire abonde de faits curieux qui prouvent jusqu'où allaient son astuce, sa dissimulation et sa duplicité. Le même caractère se trouverait, d'après M. Baer, chez les Avares du Caucase, qui sont les descendants des Aorsi ou anciens Avares, ou du moins le produit d'un mélange de peuples où l'élément avare est puissamment représenté. Quand Nestor dit que les Avares étaient tous morts et que personne n'était resté de leur race, il ne fait que répéter un proverbe russe, très-usité à son époque, qui ne prouve absolument rien, sinon que les Avares avaient quitté la Russie. On a trouvé d'ailleurs chez les Avares du Caucase un crâne macrocéphale; et, comme curieuse coïnci dence, nous pouvons signaler dans Hiouen- Thsang un autre passage où cet auteur dit, en parlant des habitants de Kaschgar : « Ils sont d'un naturel violent, et le caractère dominant de leurs mœurs est la ruse et la duplicité. Us font peu de cas des rites et de la justice, et sont aussi peu versés dans les lettres que dans les arts. » La dernière de cette observation n'est peut-être exacte qu'au point de vue chinois ; car Klaproth assimile cette"], [88, "74 population à une branche de la puissante race des Hioung-nou, et nous savons que ce peuple possé dait une civilisation assez développée. Cette dupli cité caractéristique ne se rencontre pas chez les Huns : au contraire, leur prince Attila avait une certaine franchise qui le distinguait même des Byzantins, souvent d'une dissimulation consom mée. Le caractère du peuple hun, décrit par les auteurs, s'accorde d'ailleurs complètement avec celui des Mongols; et, entre autres particula rités, je ne signalerai que celle qui nous décrit le grand conquérant hun comme attachant peu d'importance à la croyance religieuse de ses sujets qui le décrit, je dirai comme tolérant, particu larité que nous retrouvons chez Tchingiz-Khân et Tamerlan; et ce n'est que le bouddhisme qui a pu modifier les Mongols sous ce rapport. La défor mation du crâne a donc existé chez les anciens Altaïques, et les Huns étaient manifestement de race mongolique mélangée : voilà les résultats auxquels nous sommes arrivés, grâce aux savantes études de MM. Fitzinger, Baer et Wiener."], [89, "VII LES PEUPLES ALTAÌQUES EN BABYLONIE"], [90, ""], [91, "CHAPITRE VII LES TOURANIENS EN BABYLONIE (i). Messieurs, Permettez-moi de vous présenter quelques ob servations succinctes sur le dernier ouvrage de M. F. Lenormant, intitulé : La Magie che\\ les Chaldéens et les Origines accadiennes. Avant tout je me permettrai d'exprimer mon admiration pour la fécondité vraiment prodigieuse de M. Lenormant. Rarement un homme a été doué d'aussi heureuses dispositions. M. Lenor mant joint à une grande facilité d'assimilation une mémoire extraordinaire et une érudition fort étendue. Quand M. Oppert, le premier, comme par intui tion, prononça le mot Touranien en parlant des cunéiformes de l'antique cité de Babylone, ses adversaires ne se doutaient pas que fexemple donné parle maître devait être suivi par un savant aussi fécond que M. Lenormant. Le livre de M. Lenormant se subdivise en deux parties, comme le titre l'indique d'ailleurs : i° sur la magie chez les Chaldéens ; 2° sur les origines accadiennes. (i) Communication faite à la Société de Philologie, le 7 avril 1874."], [92, "78 Nous ne dirons rien de la première partie ; d'abord le sujet sort de notre compétence, ensuite il est des plus élastiques. Et je pense que, quand on veut trouver des ressemblances entre les magies de deux peuples, on en trouvera toujours un peu ; encore faut-il qu'on présente des raisons ingé nieuses à l'appui de sa thèse. C'est ce que M. Le normant a fait. D'ailleurs l'ouvrage de M. Léouzon- Leduc sur le Kalevala est si rempli de faits curieux que M. Lenormant y a trouvé une source vraiment inépuisable. Le récit de M. Lenormant est d'ailleurs des mieux soutenus et des plus inté ressants. Quant à la seconde partie, elle est particulière ment importante pour tous ceux qui s'occupent d'études touraniennes. Cette partie est remplie de faits nouveaux ; et fauteur se sert des données de Castrén, de MM. Oppert, Max Muller, Sayce, Rawlinson, etc . , pour en déduire des conséquences frappantes qui ne manqueront pas d'attirer l'at tention des hommes compétents. On y voit qu'au cun auteur du nord n'est inconnu à M. Lenor mant. On me permettra de relever quelques points de détail, peu importants sans doute, si on les compare à l'ensemble de l'ouvrage. Quand M. Lenormant dit, à l'exemple de M. Sayce, que la loi de Grimme n'existait pas pour les langues touraniennes, il commet une erreur : car cette loi y existe dans toute sa pureté. Quand bien même l'application s'écarterait de celle des"], [93, "79 langues aryennes, son existence a été victorieu sement prouvée quant au groupe des langues ougro-finnoises. Le changement des consonnes gutturales k= ch= h; p. e. : f. (i) kolme = [o. f. charm = m. három ; kuolo = cholta = holt; kurku = turch = torok. h = /; h = ch = k;g=gy;g= d; m = ng (n espagnol) = g = k ; p. e. : 1. pane, =z. pinj, = o. penk, = m. fog; manga, =môgé ; o. sunk, =m. zúg ; o. jeng, = m. jég, etc. (2). La mutation des consonnes palatales telles que ; = gy '■ p. e. : m. jalka = m. gyalog; hajma = hagyma; jon = gyòn ; jarto = gyarto ; jer = gyer; jojit = gyogyit, etc ; j= ny etj=-v. La mutation des consonnes linguales l=j = gy; 1= n ; l = r; / = v, etc. La mutation des consonnes dentales telles que t = d;t = l;t=n;t={;t = s{;n — gy, etc . La mutation des consonnes labiales v = /; v = j ; m =p; av = 0; ev = 0, etc. (3). En considérant que la langue finnoise comme le (1) F. = finnois; o. f. =t oraison funèbre ou ancien magyar; m. = magyar. (2) 1. = lapon; z. = zyrénien; o. = ostiak; m. = magyar. (3) Voir Grammaire philologique de la langue magyare (Ma* gyarische Grammatik), par A. M. Riedl."], [94, "80 mongol d'ailleurs manque des consonnes b, g, d, et de la consonne/, qui est toujours remplacée par un v, et que la langue magyare possède un bien plus grand nombre de consonnes, et même des consonnes composées comme les autres langues ougriennes, on comprendra facilement qu'une loi phonétique sera beaucoup plus difficile à établir. Néanmoins elle existe, et nous pouvons cons- tater qu'aux tennis finnoises correspondent tou- jours des mediœ hongroises et leurs dérivées, et aux mutœ finnoises des spirantes hongroises et leurs dérivées. Comme par exemple : finnois/isl/zí, saule, hongrois fii{; f. pakkainen, consolation, h. fagy; f. pala, morceau, h. falat; peitet, toit, fôdél ; pelko, crainte, félelem; pelto, terre, fóld; pesa, nid, fészek ; pilvi, nuage, felhô; poika, gar- çon, fiu; puoli, moitié, fél; punos, tisser, fonds; puu, arbre, fa;pàd, tète, fej ; pâdsky , hirondelle, fecske, etc.; kalli, colline, halom ; kala, poisson, hal ; kosio, héros, hôs ; kola, maison, há\\; kusi, urine, hugy; kuolo, mort, halál ; kuu, mois, hó ; kiada, vessie, holyag; kuitllo, entendre, hallás; kunvala, clair de lune, holdvilág; kolme, trois, három;kauka, long, hoszíi; kuusi, six, hat; kylma, froid, hùves et hideg, etc.; haja, odeur, szag;paha, mauvais, boszú ; harakka, pie, szarka;harja, cri nière, serény; hapain, aigre, savanyu ; harmaa, gris, sziirke; hirvi, cerf, s{arvas, etc. Quant aux appellations soumir et accade, nous pensons qu'il faut dire avec M. Oppert, soumi-"], [95, "81 rien et non pas accadien. II serait trop long de reproduire ici les observations judicieuses que M. Oppert a présentées à l'appui de son opi nion. Voici ce que dit M. Lenormant à ce sujet : a Je prends dans mon texte soumir et accad comme une dualité ethnographique correspon dante aux deux races kouschito-sémitique et tou ranienne, qui ont coexisté sur le sol des provinces baignées par f Euphrate et le Tigre. En effet, on ne peut guère douter que les Assyriens ne l'aient entendu ainsi. Seulement à l'origine il en était autrement : soumir et accad ont eu d'abord le caractère de désignation purement géographique, et n'ont pris le caractère de désignation de race distincte que par suite de la prédominance des Kouschito-Sémitesdans le pays de Soumir ou Sen naar, et les Touraniens dans le pays d'Accad, à une époque déjà historique. « Mais comment se fait-il que cette désignation purement géographique, mot manifestement tou ranien, tire son origine du mot Suomi, peuple fin nois qui à une époque fort reculée habita sur les bords de l'Obi et de l'Irtiche supérieur ? » Je pense que le savant auteur se contredit ici lui-même, et je me permets de lui soumettre cette observation, en f ajoutant aux autres que M. Op pert lui a soumises. Quand plus tard M. Lenormant rapproche les Accadiens montagnards et les Soumeriens, gens du fleuve ou des fleuves, aux Akkaraks et aux Soumirs 6"], [96, "82 de Castrén, il ne fait que répéter ce que M. Kos kinen a dit pour les Soumirs, et ce que moi-même je me suis permis de dire dans mon ouvrage sur la migration des Touraniens pour les Akkaraks. Seu lement l'idée nous a paru si hardie, à M. Koskinen et à moi, que nous ne savons énoncée que sous toute réserve, d'autant plus qu'elle ne repose que sur la similitude de quatre noms. Quant au mot Akkarak, nom que les Tartares donnaient à un peuple blond aux yeux bleus, peut être les Ousouns des chroniques chinoises, mon savant confrère, M. Joseph Halévy, m'a signifié que c'étaient les Karaks blancs, ce qui s'accorde parfaitement avec la tradition. Ce peuple, qui a laissé des traces entre le mont Tagnou-Oola et les monts Sayansk, était certainement d'origine toura nienne, et probablement le même peuple que les Tchoudes métallurgistes des traditions slaves. Était-ce un peuple montagnard? Tout porte à le croire. Quant aux Soumirs, nous savons positivement que ce n'était pas un peuple habitant la plaine. Castrén dit qu'ils ont dû occuper le pays près des sources de l'Irtiche et de l'Obi et non pas le long du Jenisseï. Les Akkaraks n'habitaient pas les monts Sayansk, mais la dépression du terrain entre cette chaîne de montagnes et le Tagnou-Oola. Quant à l'étymologie du mot soum su m, elle est très-con testée et pour le moins sujette à controverse. La racine sum signifie en finnois lac et non pas ri-"], [97, "83 vière. Le mot sum, fleuve, en lapon n'existe pas; et les Soumirs seraient donc les habitants des bords des lacs, et on sait combien il y en a dans ces con trées. Encore quelques observations sur les mots magyars et finnois que M. Lenormant a cru devoir rapprocher des mots accadiens. II est regrettable que le savant auteur se soit borné à donner un vocabulaire de dix-sept mots seulement, et nous attendons avec impatience et non sans une vive curiosité les nombreux rapprochements qu'il nous promet. Voici quelques observations au sujet deces mots : ACCADIEN. MAGYAR. Pi, pil, Si, Kha, khan, N ab, lumière, Ad, mar, Dim, cours d'eau, Ar, région, Si, Pal, glaive, Sal (vulve), Gir, fendre, U ru, mâle, Uzu, chair, Til, finir, fiil; en ostiak, pet; en lapon, beiile. szem ; en finnois, silma. hal ; f. kala. nap, jour; en ostiak, nai, feu, soleil ; f. paivá. atya; autrefois isa, ose. mor, chemin (n'existe pas dans la langue magyare i. to; ancienne forme tav, lac, et non pas mer, orzág, empire; mot slave autrefois uruság; or- szág illyrien ; ruszág slave. szarv, szaru, corne. pallos; palas illyrien; palos valaque ; pallasch allemand. sziïl, naître. gereszd, entaille; recte gerezd = grizd dalmate et illyrien. ur, seigneur, monsieur; autrefois ura. hus, mordvine kiske; ostiak kessem. tele, plein. Kha\\,/rapper,tuer,hal, mort, mourir; finit, kuolo; ancienne forme magyare cholta."], [98, "84 ACCADIEN. FINNOIS. Urud, cuivre, rauta Ma, pays, maa, terre, pays. Sa, champs, sia, lieu, espace. Usar, rivage, syrja, bord. Permettez-moi, Messieurs, d'ajouter à cela quelques remarques qui ne paraîtront peut-être pas sans intérêt. Ayant étudié avec attention les publications de M. F. Lenormant intitulées Études accadiennes, j'ai été frappé d'une chose, c'est que cette langue accadienne présente beaucoup plus de points de contact avec les langues ougriennes qu'avec les langues finnoises. Les thèmes acca diens sont monosyllabes comme dans ces langues, tandis que le finnois, le mongol et le tongouse sont des langues qui ont un caractère éminemment polysyllabique. Les terminaisons accadiennes sont, comme dans les langues ougres, des con sonnes, tandis que le finnois recherche même dans les mots empruntés à un idiome étranger ja terminaison vocale. D'un autre côté la langue magyare, ainsi que ses sœurs le vogoul et l'ostiak, sont d'une formation postérieure à celle de l'antique idiome finnois : chose qui est aisée à prouver. On n'a qu'à consulter les monuments de la langue magyare, une oraison funèbre de la fin du xue siècle, quelques livres d'une traduction de l'Ancien Testament par des hussites magyares en Valachie (1437-1441) et une légende de Ste Marguerite du commencement du"], [99, "85 xvic siècle; on n'a qu'à suivre avec attention la construction grammaticale et les procédés de formation de mots, pour se convaincre que le magyar était autrefois, comme le finnois, une langue polysyllabique, qui s'est contractée dans le courant des siècles : fait que nous rencon- trons dans bien d'autres langues, sanglais par exemple. II y a longtemps que Kellgrén a cons- taté cette particularité dans la langue magyare, particularité qui a été également constatée par Castrén dans le zyrénien.En hongrois on dit encore aujourd'hui à volonté : békeetbék, paix; ipu etip, beau-père; Ócse et ôcs, frère cadet, etc. Dans les monuments de la langue nous trouvons almu, aujourd'hui álom, le sommeil; szerelmu, l'amour, aujourd'hui szerelem. ete. Pour d'autres mots on retrouve absolument, comme dans le zyrénien, leur ancienne forme dans la terminaison de l'accu- satif : ainsi ho, jo, o, so, sz^o, to, ho à l'accusatif : hav-at,jav-at, av-at, sav-at, szav-at, tav-at, hev- et, etv=u;à preuve encore aujourd'hui falu ou falva, hamu et hamv, szaru e\\s\\arv, etc. ; d'autres terminaisons se retrouvent dans les mots composés, par exemple fô de feje, voir; feje-delem, prince; wrde ura, voir; ura-dalom, puissance, etc. L'ostiak et jusqu'à un certain point le zyrénien peuvent être considérés comme des anneaux de transition entre le magyare et le finnois. Quant aux préfixes qui existent dans l'acca dien, leur emploi est absolument inconnu aux"], [100, "86 langues touraniennes, et les préfixes qui existent à l'heure qu'il est dans le magyar lui éiaient encore inconnus dans le xvc siècle, par exemple, oraison funèbre : hol{, aujourd'hui, meghals\\, mo rieris; bulcsassa = megbocs ássa, indulgeat; zoboducha = kis{abaditsa, liberet. Le superlatif préfixe fut inconnu avant le xve siècle. Aujourd'hui, legszebb, autrefois, mennél szebb (mind-hêl), plus beau que tous; legjobb= mental jobb (mind-tôl), le meilleur de tous, etc. Voilà les quelques observations que je me pro posais de vous soumettre à ce sujet; j'ose espérer qu'elles vous paraîtront concluantes. Ce sont là seulement des questions de détails qui ne sauraient diminuer en rien le mérite de ce remarquable ouvrage. C'est une œuvre qui fera certainement époque par la nouveauté du sujet, par la hardiesse des vues de fauteur, et par les vastes horizons qui y sont ouverts à d'autres observateurs. La réputation de M. Lenormant, si justement acquise, y gagnera certainement, et on inscrira à l'avenir son nom à la suite de ceux des maîtres de cette science,. tels que Max Muller, Oppert, Rawlinson et Sayce."], [101, "VIII ANTIQUITÉS TOURANIENNES."], [102, ""], [103, "CHAPITRE VIII. I PYTHÉAS ET LE PAYS DE THULÉ (i). Jamais auteur sérieux n'a été plus méconnu que le célèbre géographe Pythéas, de Marseille (56o). Cet intrépide voyageur a partagé sous ce rapport le sort d'Hérodote et de Marco Polo, et bien des siècles se sont écoulés avant qu'on ait réhabilité sa renommée, si injustement flétrie par Polybe et surtout par Strabon. Ce dernier, plutôt philo sophe que géographe, a été souverainement in juste pour son grand devancier. Aujourd'hui la science lui a rendu la place qu'il devait occuper de tout temps auprès d'Eratosthène et de Dicéarque, dont le premier f avait seul toujours estimé à sa juste valeur, tandis que le second, également en butte à la critique souvent violente de Strabon, n'a pas été non plus un de ses partisans. Un au teur finnois, M. Koskinen, a écrit, dans son ou vrage sur les antiquités finnoises, quelques belles Dage? sur ie géographe massiliote ; et il a essayé d'établir ce que Pythéas voulait désigner sous le nom de Thulé, nom qui encore de nos jours (i) Communication faite a la Société de numismatique et d'ar chéologie."], [104, "90 est enveloppé de mystère. Nous allons essayer de suivre le savant finnois sur son terrain, et nous donnerons un aperçu rapide sur les découvertes de Pythéas et sur l'île de Thulé avec ses fabu leux habitants. Les auteurs de f antiquité qui nous ont con servé des fragments des œuvres de Pythéas sont : Strabon, Polybe, Pline, Hipparque, Eratosthène, Gemminus de Rhodes , Cosmas Indopleuste , Cléomède et Etienne de Byzance. Polybe et Strabon en font peu de cas, quoique le dernier le cite souvent; mais il faut lui rendre cette justice qu'il ne s'appuie sur ses données que dans les circonstances où cela lui est absolument nécessaire. Pline, qui le cite dans ses livres II, IV et XXXVII, attache beaucoup plus d'importance à ses paroles; il est seulement à regretter qu'il ait été si sobre dans ses citations. A ceux qui nous objecteront que, si Pline avait connu la géogra phie de Strabon, il aurait parlé bien autrement sur le compte de Pythéas, nous répondrons que Pline connaissait parfaitement les œuvres de Polybe, qui n'a jamais été bien indulgent pour Pythéas, et qu'il a préféré s'en tenir à ce qu'en disait Eratosthène, en rendant justice au voyageur massiliote. Pythéas paraît avoir écrit deux ouvrages : L'un qui est la Description de V Océan; L'autre qui porte le double titre de Période et de Périple."], [105, "91 Nous pensons , d'accord avec M. Koskinen, que Pythéas est allé lui-même à Thulé, qu'il a vu de ses yeux ce qu'il appelle « poumon marin » ou « poumon de la mer; » que cette île n'était pas l'Islande ou les îles de Shetland, mais la partie septentrionale de la Norvège, et que les habitants étaient Touraniens. Pythéas y est allé en personne; Polybe nous le dit. II a vu non-seulement Thulé, mais aussi l'autre région où se trouvait ce phénomène étrange qu'il appelle le poumon marin, tandis qu'il ne parle du reste que sur ouï-dire. D'ailleurs, voilà le passage de Polybe cité par Strabon dans toute son intégrité. Le voyage de Pythéas à Thulé nous est encore confirmé par un autre passage de Stra bon, où celui-ci cite Pythéas comme ayant fait une description du climat, de la végétation de ce pays, et même de certaines mœurs de ses habitants. Un autre passage de Strabon nous prouve qu'il a vu de ses yeux le poumon marin, expression étrange qu'il a dû nécessairement tenir des habi tants, car nulle part nous ne rencontrons dans Pythéas une expression semblable, expression qui a déjà fait sourire bien des savants, et qui n'a pourtant rien d'extraordinaire , comme nous le verrons tout à l'heure. Passons à Polybe : dans sa Chorographie de VEurope, Polybe déclare qu'il laissera de côté les anciens, mais qu'il examinera avec soin tout ce qu'ont écrit leurs critiques, et pour préciser ii"], [106, "92 nomme Dicéarque, ainsi qu' Eratosthène, le der nier auteur qui ait composé un traité en règle de géographie, et Pythéas. k Ce Pythéas, dit-il, qu'on s'étonne en vérité de voir faire tant de dupes avec des mensonges aussi grossiers que ceux-ci, par exemple : qu'il aurait parcouru à pied la Grande- Bretagne tout entière, et que le périmètre de cette île est de 40,000 stades ; sans compter ce qu'il débite encore au sujet de Thulé et de cette autre région où l'on ne rencontre plus la terre propre ment dite, ni la mer, ni f air, mais à leur place un composé de ces divers éléments, semblable au poumon marin, et dans lequel, soi-disant, la terre, la mer, en un mot tous les éléments sont tenus en suspension et comme réunis à l'aide d'un lien com mun, sans qu'il soit possible à l'homme d'y poser le pied ni d'y naviguer. Et notez, ajoute Polybe, que cette matière semblable au poumon marin, Pythéas dit savoir vu de ses yeux, tandis qu'il avoue n'avoir parlé de tout le reste que sur ouï dire. Puis à ce premier conte il ajoute celui-ci, qu'une fois revenu de ses voyages il parcourut encore en Europe tout le littoral de l'Océan depuis Gadira jusqu'au Tanaïs. » Et plus loin : « Que fait cependant Eratosthène? 11 traite Evhémère de Bergéen , et croit Pythéas, oui, Pythéas, que Dicéarque lui-même n'a pas cru! >• Que Dicéarque lui-même n'a pas cru! « plaisante remarque, en vérité, ajoute Strabon; comme si"], [107, "93 Eratosthène était tenu de se régler sur un au teur contre qui Polybe tout le premier ne cesse de diriger ses critiques ! » D'après Pline et Strabon, Pythéas dit qu'en par tant de la Grande-Bretagne, il avait voyagé six jours pour arriver à Thulé et de là encore un jour pour arriver dans la mer Glaciale. D'après ces données il serait presque impossible de préciser la situation de Thulé; car on ne peut deviner la dis tance que Pythéas parcourait en six jours de marche, et l'on sait encore moins de quel point de la Grande-Bretagne il a pu partir. D'après Géminus de Rhodes, la nuit aurait une durée de deux à trois heures dans ce pays; ce qui nous donnerait aujourd'hui le 65° 12', ou 640 i3' de latitude, les environs de Drontheim en Norvège. D'après Strabon, Pythéas serait arrivé jusqu'au 620 3o'; Cléomède dit que Pythéas parle d'une nuit de deux, trois et même quatre à cinq mois; tout cela prouverait seulement que chacun de ces écrivains était heureux d'attribuer à Pythéas sa propre opinion, qui lui était chère. Quant à ce point que cette île n'était pas l'Is lande, mais le nord de la Norvège, nous allons essayer de le prouver, d'abord d'après les assertions de Strabon, de Pline, de Cléomède, de Géminus de Rhodes, de Cosmas Indopleuste. Ces preuves, qui ne s'accordent pas avec ce que M. Vivien de Saint-Martin a exposé dans son magnifique travail tout récemment publié, seront peut-être"], [108, "94 sujettes à controverse; mais ce qui nous paraît presque indubitablement établi, c'est que les ha bitants de ces contrées, avec lesquels Pythéas s'était entretenu, étaient des Touraniens, les pré curseurs des Lapons et des Finnois de nos jours. Nous en trouvons encore la confirmation dans Géminus de Rhodes. Cet auteur raconte qu'il y a dans le Nord des pays où le plus long jour a une durée de dix-sept à dix-huit heures. II ajoute que Pythéas a vu ces contrées de ses yeux; car dans son ouvrage sur f Océan il dit textuellement : « Les habitants de ces pays nous ont montré l'en droit où le soleil se couche; caria nuit est très courte : elle dure à peine deux ou trois heures. » Cosmas Indopleuste s'exprime dans les mêmes termes sur Pythéas : « Pythéas, de Massilie, nous raconte, dans son ouvrage sur l'Océan, qu'arrivé dans les pays du Nord, les habitants lui auraient montré l'endroit où le soleil se couche, de façon qu'ils n'avaient que la nuit. » Nous voyons que le premier de ces écrivains emprunte à Pythéas ce que fauteur a dit du plus long jour, et l'autre ce qu'il a dit de la plus longue nuit. Ils ne dé signent ni l'un ni l'autre le pays de Thulé. Mais Strabon complète ces renseignements, en disant que Pythéas racontait que le plus éloigné des pays était celui de Thulé. II n'y a donc pas de doute que Pythéas n'y soit allé lui-même, et ne se soit entretenu avec les habitants de Thulé. Nous pensons, d'accord avec M. Koskinen, que"], [109, "95 Pythéas, partant de la Grande-Bretagne, aurait pris une direction nord-nord-est, qu'après six jours de voyage il serait arrivé dans un pays où il au rait parlé avec les habitants. Ce pays, qui lui sem blait une vaste île, comme d'ailleurs d'autres par ties de la presqu'île scandinave (voir dans Pline), il l'appelle Thulé, et la plus courte nuit y était de deux à trois heures; ce qui indique que ce pays était situé au 63° ou au 640 de latitude. Les savants d'aujourd'hui ne sont pas plus d'accord que ceux d'autrefois sur la situation du pays de Thulé. Les uns placent ce pays en Nor vège, les autres en Islande. M. Koskinen est d'avis que ce pays ne pouvait être que la Norvège, et les raisons qu'il donne à l'appui de son assertion nous paraissent excellentes. D'abord, il serait difficile d'admettre que Py théas eût pris une direction aussi prononcée vers l'ouest. Ensuite la longueur de l'Islande n'est pas assez considérable pour qu'on y trouve des en droits auxquels les différentes longueurs de jour indiquées dans l'ouvrage de Pythéas puissent s'appliquer. Enfin nous savons positivement que l'Islande était inhabitée avant l'arrivée des Nor mands, et Pythéas a trouvé à Thulé des hommes avec lesquels il s'est entretenu. II en résulte, d'a près M. Koskinen, que le pays de Thulé est le nord de la Norvège d'aujourd'hui, au 640 ou au 65° de latitude. Mais la meilleure preuve que ce pays n'était"], [110, "96 pas l'Islande et ne pouvait être que la Norvège, nous la trouvons dans la circonstance que les hommes avec lesquels Pythéas s'était entretenu étaient des Touraniens. Cette supposition, qui paraîtra bien hardie à première vue, nous allons essayer de la prouver par les paroles de Strabon même, le plus malveillant des commentateurs de Pythéas. Strabon dit que les habitants de ces pays appe- laient les épais brouillards de la mer Glaciale T'endroit où la terre, la mer et l'air se confon- daient), les poumons marins. A un autre endroit Strabon dit textuellement : « Les peuples voisins de la zone glaciale se nourrissent de miel et de légumes, de fruits et de racines sauvages ; ceux qui ont du blé et du miel en tirent aussi leur boisson habituelle ; et, faute de jamais jouir d'un soleil sans nuages , ils portent leur blé dans de grands bâti ments couverts pour l'y battre, les pluies et le manque de soleil les empêchant naturellement de se servir comme nous d'aires découvertes. » Ces peuples qui se servaient de cette image, poumon de la mer, pour désigner l'épais brouillard qui couvrait presque constamment leurs rivages, ne pouvaient être que des peuples de race toura nienne. Ces images peuvent paraître bizarres à des oreilles étrangères, mais nous en trouvons d'analogues dans toutes les langues touraniennes ; ce sont là encore les derniers vestiges de leur séjour sous le soleil éclatant dela Haute-Asie ."], [111, "97 On emploie en finnois, et aussi en magyar quel quefois, le nom de certaines parties du corps humain pour désigner certaines formes de la na ture. Ainsi, par exemple, on dit le cou, l'oreille de la cataracte, le nez de la presqu'île, le foie de la montagne, la poitrine, le gosier de la mer, le cœur de la te?re, le cœur du Nord, la bile du soleil, etc. Le poumon de la mer n'a donc pas lieu de nous surprendre. On retrouve certainement, ici comme partout ailleurs, l'imagination vive de l'Asie, que les peu ples touraniens ont conservée surtout dans leur poésie. Le gigantesque cheval du Nord des Finnois, qui était d'une taille si élevée qu'un écu reuil mettait un mois pour sauter d'une de ses oreilles à l'autre; le mammouth souterrain des Tongouses, qui aurait formé des montagnes comme la taupe élève ses tertres, ainsi que le monstre à mille membres du pays des Kalmouks, dont les ossements pétrifiés forment aujourd'hui la chaîne de l'Hymalaya, tous ces êtres fabuleux ont été enfantés par la même imagination . Peut-on s'étonner après cela que leurs aïeux, rencontrés par Pythéas dans le pays de Thulé, aient parlé du poumon de la mer? Quant aux observations sur le climat, la nourri ture et les mœurs de ces habitants, certainement ceux de Thulé (Strabon les applique aux autres septentrionaux, car il ne croit pas à l'existence de Thulé), elles s'appliquent encore aux Tou- 7"], [112, "98 raniens; nous allons voir comment et pourquoi. Cette boisson, kenc'hris, fabriquée de millet et de miel, n'est pas particulière au peuple touranien; mais la circonstance que ces peuples amassent leurs blés dans de grandes maisons est une particularité finnoise. Les Finnois ne mettent pas leurs blés dans des granges, mais dans de vastes bâtiments qu'on peut chauffer afin de faire mûrir et sécher îes céréales ; car les pluies fréquentes et prématu rées ne permettent pas au blé de mûrir en plein air. Pour nous convaincre que cet usage ne vient pas des Scandinaves, nous n'avons'qu a lire les ordres et les édits des anciens rois de Suède, qui intiment à leurs sujets suédois d'imiter les usages finnois. II ne faut pas non plus nous étonner si nous rencon trons, trois cents ans avant Jésus-Christ, des Finnois agriculteurs dans le nord de l'Europe, car l'agriculture était en usage chez eux, et c'est d'eux que les Suédois font reçue. Les rois Gustave Ier et Charles IX ont fait venir des colons finnois en Ostrobotnie pour cultiver la terre, car leurs pro pres sujets s'y refusaient. II est vrai que les an ciennes traditions scandinaves ne parlent pas de l'agriculture des Finnois, de même qu'elles ne par lent nulle part de leurs institutions et de leur manière de vivre; mais les Jotuns, qui n'ont cer tainement pas été des Lapons, ne pourraient être que les proches parents des anciens Finnois. A ceux qui nous objecteront que le mot Thulé a été examiné souvent au point de vue linguistique,"], [113, "99 et qu'il a été reconnu tantôt comme un mot d'o rigine hébraïque, tantôt comme un mot d'origine irlandaise {thual=nord), nous répondrons, sans attacher plus d'importance qu'il ne faut à ces étymologies de circonstance, que la langue finnoise possède également des mots qui peuvent être rapprochés, tel que tuiili chez les Finnois, tïl chez les Permiens, signifiant vent. II est possible que l'endroit où Pythéas avait abordé se soit appelé dans la langue de ce peuple Tuulen-maa ou Tuuli niemi, c'est-à-dire terre de vent ou île de vent, et que Pythéas en ait fait le fameux mot Thulé. On rencontre encore aujourd'hui en Norvège bien des noms de lieu qui sont d'origine finnoise. A lest de Bergen, près de l'Osterfiord, se trouve un endroit nommé Thuenes, qui autrefois était Thulu nes, et qui pouvait être dans son origine Thuuli niemi; seulement cet endroit est situé bien plus au midi que le Thulé de Pythéas. II est d'ailleurs pro bable que l'origine du mot Thulé restera éternel lement inconnue, et que son origine finnoise n'est pas plus vraisemblable que son origine irlandaise. Si donc les habitants de Thulé ont été des Tou raniens, il n'est pas possible que ce pays fût l'Islande, et cette expression de Pythéas, ainsi que les autres traits empruntés au récit de Pythéas par Strabon, ne prouvent-ils pas plus que tout le reste que ce peuple était de race touranienne ? Pythéas a donc rencontré les aïeux des Finnois dans son voyagea Thulé."], [114, ""], [115, "II LES « FENNI » ET LES « » DE TACITE, ET LES « FINNOI » DE PTOLÉMÉE, N'ÉTAIENT PAS LES FIN- LANDAIS ET LES ESTHONIENS d'aUJOURd'hUI (i). II est certain que le nord et le nord-est de f Eu rope ont été habités depuis la plus haute anti quité par des populations d'origine touranienne; mais nous pensons qu'on a tort de considérer les Fenni de Tacite et les Fennoi de Ptolémée comme les aïeux des Finlandais et des Esthoniens de nos jours. Si vous voulez bien le permettre, Messieurs, je vous présenterai quelques observa tions à l 'appui de mon opinion. Les paroles de Tacite ne peuvent guère s'appli quer aux Finlandais d'aujourd'hui ni à leurs aïeux, dont les principaux traits se reflètent si bien dans leur admirable épopée nationale, le Kalevala. Les paroles de Tacite : « Quant aux Fennes, ils étonnent par leur état sauvage et par leur affreuse pauvreté, » sont en contradiction formelle avec les traditions finlandaises. Et même de nos jours un savant écrivain a dit des Finnois, dans un de ses travaux les plus estimés : « les Finnois , hommes abrutis et nations déshéritées! » Pourtant (i) Communication faite à la Société de numismatique et d'ar chéologie."], [116, "102 c'étaient ces mêmes Finnois, si maltraités par M. Eichhoff, qui ont été la cause première de la prospérité de la Suède. Les anciens rois scandi naves ont été obligés d'appeler des Finnois des côtes voisines pour cultiver le sol de leur pays, leurs propres sujets s'y refusant. Les Kvènes, peuple finnois qui habite le centre de la Suède, sont encore à lheure qu'il est les principaux agri culteurs de cette contrée. Le fameux Sampo, dans le poëme du Kalevala, ce talisman que les deux pays de Kaléva et de Pohjola se disputaient sans cesse, n'a été probablement pas autre chose qu'un moulin, objet le plus précieux pour ces peuples éminemment cultivateurs. D'ailleurs les recher ches de Castrén, de Sôjgrén et de Koskinen prou vent jusqu'à févidence que les Finlandais ont été de tout temps un peuple doux, paisible et travailleur; car, dans leurs légendes, leur héros national, le barde Wáinamòinen est grand par sa sagesse, par son éloquence et par la manière mer veilleuse avec'laquelle il sut manier son luth,tandis que ses qualités guerrières ne jouent qu'un rôle fort secondaire. J'en prends pour témoin M. Léouzon- Leduc, ici présent, qui confirmera certainement mon observation. Une autre preuve à l'appui de notre opinion est la grande civilisation que possédaientlesBiarmiens de la mer Blanche. La Biarmie, à f embouchure de de la Dwina, était déjà au commencement du moyen âge un centre de culture et de commerce."], [117, "103 A ce sujet nous n'avons qu'à consulter les récits des deux voyageurs Wulfstan et Other, récits qu'on trouve dans l'ouvrage historique du roi Alfred. Le roi Alfred traduisit du latin en anglo-saxon l'histoire universelle d'Orose (première moitié du vc siècle). Orose avait placé- au début de son ouvrage, une courte description du monde extraite d'Ethicus; c'est là qu'Alfred inséra ce qu'il put trouver de notions nouvelles sur la géographie de l'Europe. Le pays des Béormès, comme les appelle Other, a fait pendant des siècles le commerce le plus actif entre la Bactriane et l'Europe septen- trionale. Grâce à sa position favorable à l'em- bouchure d'un grand fleuve, et grâce aux vastes forêts qui l 'entouraient, il put conserver longtemps son indépendance menacée par les Normands et parla jeune république russe de Nowgorod.il finit cependant par succomber, et les Nowgorodiens fondèrent, sur les ruines d'une ancienne cité fin- noise, leur fameux emporium d'Archanges L'im- portance de ce port ne cessa qu'avec la fondation de Saint-Pétersbourg par Pierre le Grand. Les documents qu'on a découverts du temps de ceí empereur dans le couvent russe nommé Archan- gelskoï, ont montré l'importance de cette contrée. Un peuple dont les Biarmiens d' Other étaient les plus proches parents ne pouvait donc pas être une race déshéritée semblable à celle que nous décrit Tacite."], [118, "104 M. Koskinen, président de la société savante de Helsingfors (Finlande), nous a écrit à propos de ce même sujet, et sa lettre contient des faits de la plus grande importance, pour tous ceux qui s'in téressent aux études touraniennes. Les Norvégiens ont appelé de tout temps les Lapons : Finn, tandis qu'ils appellent les Finnois proprement dits des Kvènes. 11 ne faut pas oublier non plus que les noms de Finn et Finland sont absolument inconnus aux ha bitants finnois du pays, qui s'appellent eux-mêmes Suomi et qui nomment leur pays Suomalanien. Tout porte à croire que le mot finn est d'origine germanique et fut appliqué aux nations toura niennes du Nord par les Germains, de même que le nom Tchoude est d'origine slave. Dans le courant des siècles cette dénomination s'est fixée sur les Finnois suomiens, dont le pays porte maintenant le nom de Finlande. Mais encore, au commence ment du xv' siècle, la dénomination officielle de ce p'.ysétait: « Osterland,» c'est-à-dire paysoriental. Rien n'est donc moins fondé que la supposition qu'il faut chercher des Finnois partout où les auteurs anciens parlent de Fenni. II est cependant probable que lesFinns des sagas de l'Islande, apparemment le même peuple que les Jotuns des sagas scandinaves, ont fait partie de la race touranienne, sans être pour cela les aïeux des Finnois actuels. De même, il n'est pas prouvé que les Finnoi de"], [119, "105 Ptolémée soient les pères des Finlandais (Finnois suomiens),des Esthoniens et des Livoniens, établis dans ces pays depuis le second siècle. Le nom Finn, Fenn, avait autrefois une signifi cation beaucoup plus étendue que de nos jours, et il prouve seulement que quelques branches de la grande famille touranienne ont pu parvenir jusqu'à l'embouchure de la Vistule, et peut-être plus à l'ouest encore. Si les empereurs romains se sont arrogé le titre triomphal de Finnicus, que l'on retrouve sur des anciennes monnaies, ce n'est là qu'une preuve de plus à f appui de notre assertion. Quant aux Finnois proprement dits, Finnois suomiens, leur migration, depuis le moyen Volga jusqu'aux lacs d'Onega et de Ladoga, est trop bien indiquée, pour qu'on puisse supposer un détour jusqu'aux confins de la Germanie. De même les Œsti de Tacite, les Œstide Jornan dèset \\esHœsti de Cassiodore ne sontpas non plus les Esthoniens d'aujourd'hui. Nous n'avons qu'à suivre fitinéraire du voyage de Wulfstan (vers la seconde moitié du ixc siècle; dans l'ouvrage du roi Alfred, pour nous convaincre que les Estes de Wulfstan sont sans contredit ies Prussiens, les Lithuaniens ou les Lettons ; et leur nom ne paraît signifier autre chose que peuple de l'Est, ainsi que leur pays qui est appelé Eastland, pays de l'est. D'ailleurs, le nom Esthes est aussi inconnu aux Esthoniens de nos jours que le nom Finnes l'est aux Finnois suomiens. Les Esthoniens sont sortis"], [120, "106 de la tige des Tavastes, une des branches de la race finnoise-suomienne ; ils n'ont pas de nom propre ment dit, les Finnois les appellent : « Wirolaïset, » c'est-à-dire peuple de Wirlande [Wiru-maa, une partie de l'Esthonie). Avant d'arriver à la conclusion, permettez-moi, Messieurs, de faire une petite digression pour vous donner en deux mots la subdivision de la race touranienne-altaïque selon Castrén, le plus grand savant de cette jeune science. LesTouraniens se subdivisent en cinq branches principales : I. Les Finnois : i°les Finnois proprement dits; 2° les Esthoniens ; 3° les Lapons. II. Les Ougriens (Ougres^ : i° les Ostiaks; 2° les Vogouls; 3° les Magyars. III. Les Bulgares : i° les Mordvines; 2° les Tchérémisses; 3° les Tchouvaches. IV. Les Permiens : i° les Permiens proprement dits (reste des anciens Biarmiens?); 2° les Zyré niens; 3° les Votjaks. V. Les Samoïèdes : i° les Jurak-Samoïèdes ; 2°lesTawgy-Samoïèdes; 3° les Ostjak-Samoïèdes; 4° les Kamassinces. Les pères des Finnois n'ont donc pas habité leur séjour actuel du temps de Tacite et de Ptolémée. Et à ce sujet permettez-moi, Messieurs, de vous présenter une dernière observation qui vous paraî tra peut-être la plus concluante. Les populations qui ont occupé la Finlande et l'Esthonie avant les"], [121, "107 Finnois-Suomiens étaient d'origine ougrienne; c'é taient des races congénères des peuples Ostiaks et Vogouls. M. Koskinen a trouvé dans sa patrie plusieurs noms de lieux, de lacs et de rivières d'origine ostiak et vogouls, ce qui prouverait la présence de cette branche altaïque dans ces contrées à une époque relativement peu reculée. II en résulte donc que les Finnois-Suomiens et leurs frères les Esthoniens ont été précédés dans leur séjour actuel par des peuples ougriens, probable ment les Hudets de leur tradition, et que leur assimilation avec les Fenni et les Fennoi de l'an tiquité n'a pas sa raison d'être."], [122, ""], [123, "III SUR LES SCYTHES d'hÉRODOTE (i). II y a longtemps que les savants les plus émi nents ont agité la question de savoir si les Scythes d'Hérodote ont été des Slaves ou des peuples de race altaïque. M- Eichhoff entre autres a écrit là dessus quelques pages pleines de chaleur et d'élo quence, où il cherche à démontrer la première de ces opinions (2). Tout récemment un professeur à l'université finlandaise de Helsingfors a entrepris la même tâche, et son travail sur les antiquités du peuple finnois est aussi brillant qu'instructif (3). M. Yrjô Koskinen a repris la même thèse, et son livre est rempli de faits extrêmement curieux. Nous savons tous qu'à l'époque du grand his torien d'Halicarnasse, deux grands peuples se disputèrent les riches pâturages de la Russie cen trale : ces deux peuples étaient les Scythes et les Saurornates. Quant aux Scythes, ils étaient sub- (1) Communication faite à la Société de numismatique et d'ar chéologie. (2) Essai sur l' Origine des Slaves, par F. -G. Eichhoff, bibliothé caire de la reine, professeur de littérature étrangère à la faculté des lettres de Lyon. Lyon, 1843. (3) Tiedot Suomen-Suwun muinaisundesta, tutkinutja Yliopia tolliseksi vâitóskirjaksi ulas-antanut. Yrjô Koskinen. Helsingfors, 1862."], [124, "110 .divisés en Scythes royaux, en Scythes laboureurs, en Scythes nomades et en d'autres peupies qui por taient d'autres noms, mais qu'Hérodote dit d'ori gine scythique. Ils occupaient les vastes plaines arrosées par le Tanaïs et par le Borysthène, et le génie grec avait réussi à fonder des villes floris santes au milieu de ces barbares. Hérodote nous décrit également la fameuse expédition du roi de Perse, qui devait échouer d'une façon misérable, grâce à la ruse et à la valeur des chefs scythes. Darius, après avoir brûlé quelques villes, comme Gélonos par exemple, est très-heureux de pouvoir se retirer avec son armée de l'autre côté de l'Ister, après avoir éprouvé en dernier lieu la résistance du vaillant peuple des Agathyrses, que Pline ap pelle plus tard les « Pietés (i). » Mais à côté de ce peuple scythe, au nord du Caucase, dans les plaines qui s'étendent jusqu'aux embouchures du Rha, nous voyons le peuple bel liqueux des Sauromates, qu'Hérodote considère comme issu du peuple des Amazones et des Scythes. Voici ce que dit Hérodote au sujet de cette origine : « CX. Quant aux Sauromates, voici ce qu'on en dit. Lorsque les Grecs eurent combattu contre les A.mazones , que les Scythes appellent Aior pata, nom que les Grecs rendent en leur langue (i) D'après M. Vivien de Saint-Martin les Agathyrses seraient les aïeux des Khazars."], [125, "111 par celui d'Androctones f qui tuent les hommes), car aior, en scythe, signifie un homme, et pata veut dire tuer; quand ils eurent, dis-je, remporté la victoire sur les bords du Thermodon, on ra conte qu'ils emmenèrent avec eux, dans trois vais seaux, toutes celles qu'ils avaient pu faire prison nières. Lorsqu'on fut en pleine mer, elles attaquè rent leurs vainqueurs et les taillèrent en pièces. Mais, comme elles n'entendaient rien à la ma nœuvre des vaisseaux, et qu'elles ne savaient pas faire usage du gouvernail, des voiles et des rames, après qu'elles eurent tué les hommes, elles se lais sèrent aller au gré des flots et des vents, et abor dèrent à Cremnes, sur le Palus-Maeotis. Cremnes est du pays des Scythes libres. Les Amazones, étant descendues de leurs vaisseaux en cet en droit, avancèrent par le milieu des terres habitées ; et s'étant emparées du premier haras qu'elles ren contrèrent sur leur route, elles montèrent à cheval et pillèrent les terres des Scythes. « CXI. Les Scythes ne pouvaient deviner qui étaient ces ennemis, dont ils ne connaissaient ni le langage ni f habit; ils ignoraient aussi de quelle nation ils étaient, et, dans leur surprise, ils n'ima ginaient pas d'où ils venaient. Trompés par l'uni formité de leur taille, iis les prirent d'abord pour des hommes; et, dans cette idée, ils leur livrèrent bataille. Mais ils reconnurent, par les morts restés en leur pouvoir après le combat, que c'étaient des femmes. Ils résolurent, dans un conseil tenu à"], [126, "112 ce sujet, de n'en plus tuer aucune, mais de leur envoyer les plus jeunes d'entre eux en aussi grand nombre qu'ils conjecturaient qu'elles pouvaient être, avec ordre d'asseoir leur camp près de celui des Amazones, de faire les mêmes choses qu'ils leur verraient faire, de ne pas combattre quand elles les attaqueraient, mais de prendre la fuite, et de s'approcher et de camper près d'elles lorsqu'elles cesseraient de les poursuivre. Les Scythes prirent cette résolution, parce qu'ils voulaient avoir des enfants de ces femmes bel liqueuses. « CXII. Les jeunes gens suivirent ces ordres : les Amazones, ayant reconnu qu'ils n'étaient pas venus pour leur faire du mal, les laissèrent tran quilles. Cependant les deux camps s'approchaient tous les jours de plus en plus. Les jeunes Scythes n'avaient, comme les Amazones, que leurs armes et leurs chevaux, et vivaient, comme elles, de chasse et de butin. « CXI1I. Vers l'heure de midi, les Amazones s'éloignaient du camp, seules ou deux à deux, pour satisfaire aux besoins de la nature. Les Scythes, s'en étant aperçus, firent la même chose. Un d'entre eux s'approcha d'une de ces Amazones isolées, et celle-ci, loin de le repousser, lui ac corda ses faveurs. Comme elle ne pouvait lui parler, parce qu'ils ne s'entendaient pas l'un l'autre, elle lui dit par signes de revenir le lende main au même endroit avec un de ses compa-"], [127, "113 gnons, et qu'elle amènerait aussi une de ses com- pagnes. Le jeune Scythe, de retour au camp, y raconta son aventure ; et, le jour suivant, il revint avec un autre Scythe au même endroit, où il trouva l' Amazone, qui l'attendait avec une de ses compagnes. « CXIV. Les autres jeunes gens, instruits de cette aventure, apprivoisèrent aussi le reste des Amazones ; et, ayant ensuite réuni les deux camps, ils demeurèrent ensemble, et chacun prit pour femme celle dont il avait eu d'abord les fa- veurs. Ces jeunes gens ne pouvaient apprendre la langue de leurs compagnes; mais les Amazones apprirent celle de leurs maris; et, lorsqu'ils com- mencèrent à s'entendre, les Scythes leur parlèrent ainsi : « Nous avons des parents, nous avons des « biens; menons une autre vie : réunissons-nous « au reste des Scythes, et vivons avec eux. Nous « n'aurons jamais d'autres femmes que vous. » « Nous ne pourrions pas, répondirent les Ama- « zones, demeurer avec les femmes de votre « pays. Leurs coutumes ne ressemblent en rien « aux nôtres : nous tirons de Tare, nous lançons « le javelot, nous montons à cheval, et nous n'a- « vons point appris les ouvrages propres à notre « sexe. Vos femmes ne font rien de ce que nous « venons de dire, et ne s'occupent qu'à des « ouvrages de femmes. Elles ne quittent point « leurs chariots , ne vont point à la chasse, « et même nulle part ailleurs. Nous ne pour- 8"], [128, "114 « rions par conséquent jamais nous accorder « ensemble. Mais si vous voulez nous avoir pour « femmes, et montrer de la justice, allez trouver « vos pères, demandez-leur la partie de leurs « biens qui vous appartient ; revenez après l 'avoir « reçue, et nous vivrons en notre particulier. » « Les jeunes Scythes, persuadés, firent ce que souhaitaient leurs femmes ; et, lorsqu'ils eurent recueilli la portion de leur patrimoine qui leur re- venait, ils les rejoignirent. Alors elles leur par- lèrent ainsi : « Après vous avoir privés de vos « pères, et après les dégâts que nous avons faits « sur vos terres, nous en craindrions les suites « s'il nous fallait demeurer dans ce pays ; mais, « puisque vous voulez bien nous prendre pour « femmes, sortons-en tous d'un commun accord, « et allons nous établir au delà du Tanaïs. » « CXVI. Les jeunes Scythes y consentirent. Ils passèrent le Tanaïs; et, ayant marché trois jours à l'est, et autant depuis le Palus-Mœotis vers le nord, il arrivèrent dans le pays qu'ils habitent encore maintenant, et où ils fixèrent leur demeure. De là vient que les femmes des Sauromates ont conservé leurs anciennes coutumes : elles mon- tent à cheval, et vont à la chasse, tantôt seules et tantôt avec leurs maris. Elles les accompagnent aussi à la guerre, et portent les mêmes habits qu'eux. « CXVII. Les Sauromates font usage de la langue scythe; mais, depuis leur origine, il ne"], [129, "115 l'ont jamais parlée avec pureté, parce que les Amazones ne la savaient qu'imparfaitement. Quant au mariage, ils ont réglé qu'une fille ne pourrait se marier qu'elle n'eût tué un ennemi. Aussi y en a-t-il qui, ne pouvant accomplir la loi, meurent de vieillesse sans avoir été mariées (1). » Ce peuple amazone occupe d'ailleurs une grande place chez les poètes et chez les historiens grecs. Nous rencontrons les amazones tout d'abord comme habitant les bords de la rivière Iris, au jourd'hui Jeschil-Irmak(rivièreverte), dans le pays appelé Themiskyra près du cap d'Herakleion (au jourd'hui Tscherschembi). Homère leur donne fé pithètedeávTiáveipat, semblables aux hommes (Mán nergleich). Elles sont les ennemies séculaires des héros de l'Asie-Mineure; nous assistons à leur lutte avec Priam et les Troyens, en Phrygie, au bord de la rivière Saugaros, et avec Bellérophon en Lykie. A fépoque où Homère composait ses épopées, Themiskyra, au bord de la mer Noire, était connue comme leur seule patrie. Eschyle et Hérodote font déjà mention des Amazones scythiques; d'autres écrivains posté rieurs les placent dans la Lybie occidentale. II ne faut pas s'étonner si les Grecs et les Asiatiques cherchent leur séjour surtout et presque exclusive ment dans le nord; mais la position libre, indépen- dante des femmes choquait les Grecs. La gynai- (i) Hérodote, traduction Emile Pessonneaux."], [130, "116 kokratie, qui n'a pas été un fait isolé chez les peuples septentrionaux, était une chose inouïe pour les Grecs et les Asiatiques, ainsi que les usages des peuples du Nord qui permettaient aux femmes d'accompagner leurs maris dans la guerre et de combattre à côté d'eux. Mais l'existence d'un peuple d'Amazones n'est certainement qu'une légende, et Hérodote montre tant de circonspec tion en le décrivant, qu'il a dû éprouver lui-même des doutes légitimes. Les Scythes étaient donc de la même origine que les Sauromates : nul ne peut en douter après le récit d'Hérodote. Les explications que Kos kinen ajoute à cette démonstration nous parais sent concluantes; « la parenté des Scythes et des Sarmates, dit Koskinen, est prouvée dans Héro dote même; qu'on lise av.ec attention la fable qu'il raconte sur l'origine de ces derniers. » Ces deux peuples se sont longtemps fait la guerre ; plus tard ils se sont confondus ; le vaincu a probablement été absorbé par le vainqueur, et le nom de Sarmatea remplacé dans l'histoire celui de Scythe. Pendant deux cents ans ils se montrent sur les bords du Danube pour inquiéter l'empire romain, mais à l'époque des invasions des Huns ils disparaissent. Cependant les Huns sont à peine refoulés, qu'on revoit les Sarmates; on les trouve, en 488, en compagnie des Goths, et quatre-vingts ans plus tard en compagnie des Longobards en vahissant l'Italie; puis leur nom disparaît de"], [131, "117 nouveau. Se sont-ils retirés vers l'est? Se sont-ils confondus avec un autre peuple? Koskinen ne partage pas ces opinions. II fait remarquer qu'en Europe de nouveaux noms apparaissent : Slaves, Slovènes, Scabènes, Antes, Vendes, etc. Comme autrefois les Sarmates, ils vont en avant, au bord du Danube, et Koskinen croit qu'à cette époque ils ne sont point venus de l'Asie, mais que c'étaient les anciens Sarmates. D'après Procope (i), les Slaves et les Antes se seraient eux-mêmes appelés jadis Spores ; et ce nom n'est qu'une autre forme produite par interversion des consonnes, du mot Sorb, Serb, Sorab, dont la racine est S R B. Koskinen pense que \\e S R M [est identique au S R B, et que les auteurs grecs et latins ont formé de cette racine le mot SaRm-ata, de même qu'ils ont fait de Kel, Gai, GaL-ata. Le céièbre savant slave Schaffarik est du même avis. Ajoutons que, même en admettant dans ses traits i principaux le récit d'Hérodote, il résulte que les Sauromates étaient aussi bien des Scythes que les Romains sont restés Romains après f enlè vement des Sabines. Donc les Scythes et les Sauro mates d'Hérodote n'étaient point de race altaïque. M. Eichhoff, s'appuyant sur des étymologies de mots scythiques, étymologies qui se ramènent toutes à une source aryenne, s'exprime de la ma nière suivante : (i) Bellum Goth., 1. III, c. xiv."], [132, "118 « A la vue de tant de mots scythiques qui reçoi vent en sanscrit une solution précise, vainement demandée à d'autres langues; à cette division indienne en trois castes, parmi lesquelles parais sent aussi les prêtres, réduits, comme chez les Perses, au rôle de mages ou de devins; à ce culte cosmogonique des éléments, à ce sacrifice volon taire des femmes, à cette tradition si remarquable qui déclare les Scythes le peuple le plus jeune, c'est-à-dire le dernier entré en Europe, et qui fixe leur arrivée au quinzième siècle avant Jésus- Christ, vers l'époque des conquêtes de Sésostris, qui refuserait de reconnaître en eux un rameau de la grande famille indo-persanne, détaché violem ment de sa souche, comme font été les Celtes, les Pelages, les Germains, par un invasion ou une révolte, et puis abandonné à sa nature sauvage? Qui ne croirait voir les ancêtres des Scythes descendus de l'Himalaya indien, dont la traduc tion latine hiemis-locus se retrouve dans l'escla von zimy-lofe, envahir les frontières de la Perse, en se mêlant aux tribus de race turque, puis tra verser l'Iaxarte, longer la mer Caspienne et s'éta blir enfin en Europe, à la suite d'autres tribus in diennes ? Qui pourrait nier faffìnité, quoique loin taine, qui les unit aux Slaves de nos jours? On a objecté leur physionomie nationale, leur configura tion corporelle, telles qu'elles se trouvent décrites par Hippocrate qui les a observés de ses yeux : corps replet, flancs charnus, cheveux rares, même"], [133, "119 taille pour tous ; et l'on a voulu en conclure que les Scythes étaient de race finnoise ou mon gole , malgré le soin que met Hérodote à les distinguer des féroces Androphages et des Argip pées de l'Oural, dont les traits leur semblaient si étranges. D'ailleurs la physionomie qu'il leur prête est-elle si différente de celle des Slaves pour qu'on ne puisse les leur assimiler? On a objecté la ru desse de leurs mœurs, fondées cependant sur les croyances indiennes, altérées, défigurées 'sans doute par le contact des hordes barbares aux quelles ils se mêlèrent dans leur longue migration. Ces usages cruels, qui excitent avec raison f écla tante réprobation des Slaves actuels, n'ont-ils pas d'ailleurs prévalu chez tous les peuples primitifs de l'Europe? Et si le véridique historien détaille longuement leurs superstitions, qui ressemblent d'ailleurs à celles des Thraces, ancêtres présumés des Grecs, ne les déclare-t-il pas supérieurs à tous les barbares qui les entourent? Ne rend-il pas pleine et sincère justice à leur frugalité, à leur cou rage, à leur respect pour la foi du serment, et sur tout à leur piété filiale, dans ces nobles paroles qu'il prête à Idanthyrse, digne neveu du sage Ana charsis, en réponse au message insultant de Darius: « Jamais je n'ai fui devant aucun mortel; je pour suis mes courses comme en pleine paix, n'ayant ni villes ni moissons à défendre; mais si tu veux ab solument la guerre, viens attaquer les tombeaux de nos pères et tu verras si nous saurons combattre."], [134, "120 Quant à ta souveraineté prétendue, nous n'avons d'autres maîtres que les dieux ! » On connaît l'issue de la lutte; la vaine course de f armée per sanne des bords du Danube à ceux du Dnieper, et de là jusqu'au Don et au Khoper, pour revenir ensuite par le Don au Dnieper, au Bug et au Danube, exténuée, affamée, décimée, sans avoir rencontré l'ennemi ; puis la marche agressive des Scythes et la fuite honteuse du grand roi. Ainsi, avant Miltiade et les Grecs, les Scythes avaient vaincu Darius. Aux objections tirées de la figure et des mœurs, on en ajoute une autre plus grave : l'origine incer taine du nom de Scythes, sa disparition au moyen âge et son application actuelle aux Finnois, appe lés Tchudes par tous les peuplés slaves. Le mot SwOïiç a été interprété, comme on le sait, d'une foule de manières ; on lui a donné le sens d'archer, de nomade, d'hôte des tentes, en s'appuyant sur des analogies plus ou moins vagues. Si nous pouvions admettre que ce nom eût été inventé par ceux qui le portaient, nous trouverions dans l'indien çuddhas, pur, ou même dans çakatas, fort, une interprétation satisfaisante, mais puisque Hérodote affirme qu'il leur fut donné par les Grecs, nous devons adopter le sens du grec raúÇojiai, haïr, oscuôpòç, haïssable, qui s'accorde d'ailleurs avec celui de f esclavon scud ou tcud, monstre, géant. Faut-il en conclure que les Tchudes finnois sont directement issus des anciens Scythes, comme si"], [135, "121 les Français de nos jours avaient pour seuls aïeux les Francs de Germanie ? Oublierait-on d'ailleurs la différence tranchée qu'Hérodote établit entre les Scythes de son temps et les grossières tribus du nord dont ils ne comprenaient pas même la langue ? N'est-il donc pas plus naturel de supposer que les hordes finnoises, soumises à leur puissance, reçurent successivement le nom de Scythes ou Tchudes chez les Grecs et les nations voisines qui les confondirent avec eux, jusqu'à ce qu'une inva sion victorieuse rendît l'empire scythique tribu taire d'un nouveau peuple, par qui ce nom, devenu un outrage, fut imposé à tous les vaincus? Cette invasion, attestée par l'histoire, fut celle des belliqueux Sauromates, dans lesquels les Scythes dégénérés finirent par s'absorber et disparaître. Les Sauromates, au siècle d'Hérodote, cam paient à l'est du Tanaïs, des bords du Méotide jusqu'à quinze journées de marche, dans un vaste désert privé d'arbres. Ils étaient nés, selon la fable, de l'union des Scythes avec des Amazones, qui, prisonnières sur les vaisseaux grecs après la bataille du Thermodon, s'affranchirent en massa crant leurs gardiens, d'où elles reçurent le nom si expressif de Oíópirara, homicides. Une opinion plus grave, rapportée par Diodore de Sicile, en fait une colonie médique, qui, du temps même de l'invasion des Scythes, traversa les gorges du Cau case, tandis qu'une colonie assyrienne fuyait vers la Paphlagonie. Cette origine se reflète dans"], [136, "122 leurs mœurs essentiellement vagabondes et guer rières; elle explique aussi leur affinité avec les Scythes, jadis leurs voisins dans les steppes de la haute Asie, et leurs voisins encore sur les côtes du Palus. Les Sauromates d'Hérodote parlaient imparfaitement la langue scythique , ce qui in dique une souche commune altérée par une greffe étrangère que nous croyons être les Thyssagètes, de race turque, anciens dominateurs de ces dé serts, dont les femmes chasseresses ont bien pu donner lieu au mythe poétique des Amazones. Hérodote dit, en effet, que les Sauromates n'épou sent aucune femme qui n'ait tué un ennemi, qu'ils vivent de chasse et de pillage, chevauchant à travers les plaines sans avoir ni villes ni maisons, les yeux fixés sur la Scythie qu'ils devaient un jour conquérir. Nous avons parlé de leurs fleuves : le Tanaïs, l'Oaros, le Lycos (c'est-à-dire le Don, le Khoper, le Volga), dont les noms ont un sens en indien. Quant à leur dénomination natio nale SoupófMCTai ou 2áp;/.aT£u, on a interprété la première syllabe par serpent, par chef, par désert; mais, bien que cette dernière hypothèse ne soit pas dépourvue de vraisemblance, nous trouvons plus de vraisemblance encore dans le rappro chement de l'indien saras, eau, qui correspond aux mots esclavons syr, liquide, srb, marécage. La seconde syllabe est généralement reconnue pour être f indo-persan mas ou mat, homme; en latin mas, en esclavon muj ou maj. Ainsi le"], [137, "123 nom de Sarmates, équivalent à findien sara-mas, à l'esclavon syri-maj, signifierait les hommes ma ritimes ou riverains du Méotide et de la mer Caspienne, comme celui des Kipippiot, leurs prédé cesseurs s'expliquerait par findien sam-miras, l'esclavon so-more,le tudesque ki-mari, le celtique cyn-mor, le latin co-marinus, près de la mer. Fidèles alliés des Scythes dans la guerre contre Darius, où ils ont pour chef Scopasis , ils ne jouent qu'un rôle secondaire dans Hérodote et les écrivains postérieurs, jusqu'au commencement de l'ère chrétienne où la Scythie devient Sar matie. C'est donc dans les Scythes et les Sarmates que nous reconnaissons les anciens conquérants du territoire occupé maintenant par les Venèdes et par les Slaves, et que nous croyons retrouver en partie les éléments de leur nationalité. Mais ce serait la borner étrangement etl'enfermer dans de mesquines limites, que de croire que ces deux seules nations, malgré l'extension de leur puis sance, aient formé la souche unique d'une famille de soixante millions d'hommes. Ce serait aussi supposer à cette famille une apparition trop récente en Europe, où elle a dû suivre de si près les Celtes, les Germains, les Thraces, où nous la trouvons si largement et si solidement établie, que de lui donner pour première avant-garde les Sarmates ou même les anciens Scythes. Hérodote, notre guide fidèle, nous prête encore ici son appui,"], [138, "124 puisque à côté de ces hordes guerrières qui chas- sèrent les Cimmériens maritimes, il nous montre d'autres peuples établis vers le centre, entre les Scythes auxquels ils ressemblent, sans toutefois se confondre avec eux, et les barbares du Nord dont ils diffèrent par leur configuration et par leur langue, ainsi que par des habitudes régulières qui dénotent une longue possession. II nous montre les tribus sédentaires des Budines, des Neures, des Agathyrses, exploitant le pays qu'elles occupent comme leur légitime héritage. Non-seulement nous croyons que ces peuples, que nous allons passer en revue, appartiennent tous à la famille slavonne, mais nous adoptons volontiers f opinion qui voit en eux les Slaves primitifs. D'ailleurs nous retrouvons entre les peuples dont Hérodote nous dépeint les mœurs plusieurs tribus dont l'origine altaïque est manifeste. Les Agathyrses, qui du temps d'Hérodote avaient occupé la Transylvanie d'aujourd'hui, étaient, d'a près Vivien de Saint-Martin {Nouvelles Annales de voyage), des Khazares, et Koskinen se range de cet avis. Les Androphages et les Melanchlaenes seraient, d'après Schaffárik, d'origine finnoise, car le nom des premiers est identique avec celui des Samoyèdes d'aujourd'hui, et le nom de ces derniers se décompose facilement. Sam signifie homme, et jed manger; ce rapprochement n'est qu'une mauvaise plaisanterie; la terminaison lain du nom des derniers paraît un suffixe finnois an;"], [139, "125 on dit par exemple Suómalainen, Savolainen, etc. Kruse a mis toute son érudition au service de la même cause pour prouver que les Esthoniens d'aujourd'hui étaient les descendants des Me lanchlaenes. Koskinen ne partage pas entièrement cette manière de voir. Quant aux Budins, Vivien de Saint-Martin en fait des Votes, peuple d'origine finnoise qui existe encore maintenant. Mannert en fait des Germains et Schaffârik des Slaves; chacun de ces savants pourrait être dans le vrai, mais nous pensons avec Koskinen que c'étaient des Slaves. Quanî aux Thyssagètes, Jyrques, Argippéens, Issédons, Massagètes et Arimaspes, leur origine est bien incertaine, à l'exception des Massagètes, où les conclusions de M. Eichhoff nous pa raissent excellentes. Mais nous sommes obligé de protester hautement quand M. Eichhoff dit : « Enfin, dans le Nord, végète la race finnoise, qui couvrait autrefois la moitié de l'Europe, hommes abrutis, nations déshéritées, parmi lesquelles les cruels Androphages rappellent les Erses du moyen âge, tandis que les noirs Mélanchlœnes repré sentent mieux les Esthoniens actuels, qui, vêtus de noir, font paître leurs brebis noires dans les steppes septentrionales de la Russie. L'exis tence léthargique des Hyperboréens se retrouve de nos jours dans les Lapons, pendant que les Issédons et les Arimaspes, cachés dans leurs sombres cavernes, reproduisent le même type"], [140, "126 sous la forme fabuleuse des nains des légendes scandinaves, et que, pour dernier trait, les Argip pées, au front chauve, au nez épaté, au langage discordant et étrange, nous montrent la race jaune des Mongols, campée, dès cette époque, au pied des monts Ourals. s> D'abord les Finnois d'Hérodote ne peuvent et ne doivent pas être confondus avec les Fin nois d'aujourd'hui ; mais toutes ces épithètes peuvent bien s'appliquer aux Fenni et aux Esthi de Tacite et aux Finnoide Ptolémée, (les Finns des sagas islandais), nullement aux Esthoniens et aux Finlandais d'aujourd'hui, peuple dont l'an tiquité a trouvé un si éloquent interprète dans le poëme du Kalévala, et digne frère des Biarmiens d'Other. Koskinen réfute victorieusement toutes les objections, et prouve que les Finnois et même les Esthoniens n'ont pas été les aborigènes de leur séjour actuel. Ils ont été précédés par les Slaves , et il y a des traces manifestes dans ces pays d'une première occupation par des peuples ougriens, frères des Ostiaks et des Vogouls, les Jotuns des sagas scandinaves, les Hiidets de la tradition finlandaise. II n'y a pas de doute que c'étaient des peuples altaïques, mais non pas les Altaïques d'aujourd'hui. Quant aux Sakaks, il est certain, d'après Kos kinen, que les Perses donnèrent ce nom à tous les peuples du Nord. II est possible que c'était le nom des Altaïques de la Médie, et leurs races"], [141, "127 congénères au nord de l'Oxus étaient des Sakaks sous la domination persanne, (mais les Skolots au bord du Pont-Euxin, ainsi que les Scythes d'Hérodote, ne doivent pas être confondus avec eux. Quant aux Basternes qui apparurent pour la première fois en 178 avant Jésus-Christ, Koskinen les compte au nombre des Germains; il place les Roxolans au nombre des Sarmates. Les Aorses, dont on veut faire des Erses, branche du peuple mordvine,et les Siraks, quefon voudrait assimiler aux Zyréniens et les Alains, seraient, d'après lui, des peuples iraniens. La seule chose positive est que les Scythes d'Hérodote ne sont pas de la branche altaïque, tandis que les Jirques, les Sa kaks et les Aorses en font partie avec plus ou moins de vraisemblance. II n'y a pas de doute non plus aujourd'hui que beaucoup de ces peuples nommés par Hérodote étaient de la race hyperboréenne, race que Fr. Mùller nous décrit dans son savant ouvrage. Les Hyperboréens, composés aujourd'hui de quelques tribus habitant sur les bords de la mer Arctique, s'étendaient autrefois jusqu'au cœur de l'Asie et de l'Europe (1). (1) Fred. Muller. Allgemeine Ethnographie."], [142, ""], [143, "VIII INFLUENCE CAPITALE EXERCÉE SUR LES MIGRATIONS DES PEUPLES PAR LA RACE DE LA HAUTE-ASIE. 9"], [144, ""], [145, "CHAPITRE VIII. INFLUENCE CAPITALE EXERCÉE SUR LES MIGRATIONS DES PEUPLES PAR LA RACE DE LA HAUTE-ASIE (i). Messieurs, II y a fort peu de temps que le nom touranien existe pour désigner une des branches de la race de la Haute-Asie. L'origine de tous les peuples qui constituent aujourd'hui la race touranienne altaïque fut longtemps un problème non résolu et que bien des savants considéraient comme inso luble. Des hommes éminents, appartenant à toutes les nations, se sont occupés de cette intéressante question, et le côté philologique n'a été traité nulle part avec autant d'autorité qu'en France. MM. Oppert, Lenormant, Sayous, le prince Louis- Lucien Bonaparte y ont apporté leurs lumières. Les uns, comme MM. Oppert et Lenormant, ont cherché à reconstituer une langue mère pour les idiomes touraniens. Grâce aux recherches infatigables de ces deux savants et à celles des savants anglais Rawlinson et Sayce, la langue d'Accad ou de Sumir a surgi et a dû étonner les philologues par ses rapports avec les langues tou- (i) Voir a ce sujet : Allgemeine Ethnographie, von Fr. Millier. Wien, 187 3."], [146, "132 raniennes, rapports trop fréquents pour être regar dés comme fortuits. Les autres, comme le prince Louis -Lucien Bonaparte et M. Edouard Sayous, ont traité la question aux points de vue philologique et histo rique. L'un nous a donné de savantes traductions et de remarquables dissertations, l'autre une in téressante étude historique sur le principal repré sentant de la civilisation touranienne en Europe, sur le peuple magyar, étude qui nous retrace d'une manière frappante un épisode de la grande lutte parlementaire entre la Hongrie et f Autriche. N'oublions pas non plus les savants étrangers qui, surtout à Pesth, à Vienne, à Saint-Péters bourg et à Helsingfors (en Finlande), s'efforcent constamment de soulever le voile qui cache fan tiquiîé des peuples touraniens. Les travaux de Hunfalvy, de Budenz, de Boller, de Kunik, de Castrén, de Sjœgrén et de Koskinen sont trop im portants pour que nous n'en parlions pas ici. N'oublions pas non plus les voyages de Vámbéry, qui, pour découvrir le berceau de sa race, affronta mille dangers, surmonta mille obstacles, comme son prédécesseur le vaillant voyageur magyar Csoma de Kcerœs, qui s'enferma six ans dans un couvent du Thibet, avec l'espoir d'y faire cette précieuse découverte. Tous ces efforts ont été couronnés de succès, car nous possédons main tenant une philologie touranienne. Ces savants avaient été d'ailleurs guidés par des travaux remar-"], [147, "133 quables dus à des hommes tels que Guignes, Pallas, Klaproth, Abel Rémusat, Stanislas Julien et le regretté M. Pauthier, auteur du magnifique ouvrage sur les voyages de Marco Polo. Qu'il nous soit permis aujourd'hui de vous pré senter un aperçu général de toutes les migrations, car la race de la Haute-Asie et particulièrement ses branches mongoles et touraniennes ont donné la première impulsion à presque toutes les migra tions de la terre, ce qui sera intéressant à démon trer. Nous divisons l'humanité en deux catégories principales : i° Les hommes à cheveux crépus. 2° Les hommes à cheveux lisses. Chacune de ces catégories se subdivise encore en deux parties : i° D'une part les hommes à cheveux crépus disposés en touffes; d'autre part les hommes à cheveux crépus disposés en toison. 2° D'une part les hommes à cheveux lisses et plats; d'autre part les hommes à cheveux lisses et bouclés. Ces subdivisions ont été inventées par Fr. Muller et plus tard appuyées par le célèbre savant Hasckel. Elles nous paraissent plus fondées que les subdi visions imaginées par le savant suédois Rétzius, car elles reposent sur la nature des cheveux et sur le caractère du langage, signes distinctifs qui se transmettent de génération en génération avec"], [148, "134 beaucoup plus de constance que la forme du crâne. Chacune de ces quatre catégories se divise à son tour en différentes races ; il y en a en tout douze : i° Les Hottentots et les Papous, hommes à che veux crépus disposés en touffes. 2° Les nègres et les Cafres, hommes à cheveux crépus disposés en toison. 3° Les Australiens, les Hyperboréens, les Amé ricains, les Malais et les Mongols, hommes à che veux lisses et plats. 4° Les Dravidas, les Nubiens et les Méditerra néens, hommes à cheveux lisses et bouclés. Toutes ces races se subdivisent à leur tour en différents peuples. II est très-rare qu'à fidentité de races corresponde fidentité d'idiomes. Seuls, les Malais et les Cafres font exception. Tous les peuples de ces deux races parlent des idiomes issus de la même souche, ils sont donc monoglottes. La race mongole, que Fr. Muller appelle avec beaucoup d'à-propos la race de la Haute-Asie, se subdivise en trois groupes d'après la langue : i° Les Touraniens (i); 2° les Mongols propre ment dits ; 3° les peuples à langue monosyllabique, tels que les Chinois, etc. Mais ces trois groupes de peuples ont eu tant de rapports ensemble, leur sort est souvent si intimement lié qu'il est presque impossible de les considérer séparément. La ci- (i) Peuples altaïques. Ici nous avons maintenu l'appellation : touranien."], [149, "135 viiisation chinoise se reflète dans celle de f empire mongol et la civilisation mongole a eu une in fluence capitale sur le développement des races touraniennes. Cette influence a été souvent si pré pondérante, que bien des savants se sont laissé aller à prétendre que les Touraniens étaient des Mongols, et vice versa. Et rien n'est plus erroné que cette opinion, qui repose sur des données philologiques fort hasardées et qui sont démenties par des considérations de premier ordre. En entreprenant ici de tracer un aperçu géné ral des migrations des peuples, selon les théories des savants Crawford et Fr. Millier, nous dé clarons d'avance que nous nous occuperons exclu sivement des migrations qui expliquent comment les différentes couches de populations se sont su perposées, et qui s'appuient sur des données so lides. Nous laisserons donc entièrement de côté les hypothèses qui font partir l'humanité d'un point central, ainsi que les migrations des peuples qui n'existent plus aujourd'hui. Quant à l'Europe et à l'Asie, qui par le fait ne forment qu'un seul continent (la séparation par l'Oural ne pouvant être considérée comme un iso lement), nous y rencontrons, outre les Malais qui font quitté de bonne heure, quatre races au tochthones, à savoir : la race de la Haute-Asie, occupant le centre et l'orient de ce continent; la race méditerranéenne , remplissant le midi de"], [150, "136 l'Asie, les Indes, le nord et le nord-est de f Afrique et l'Europe tout entière, à l'exception du nord et de quelques oasis dans le centre et dans le midi; la race dravidienne dans le midi de l'Hindoustan et la race hyperboréenne dans les contrées les plus septentrionales, le long de l'Océan arctique. Le séjour primitif de la race mongole, plus jus tement appelée race de la Haute-Asie, se trouve certainement situé sur le plateau de l'Asie cen trale. De là, cetle race s'étendit dans toutes les directions, mais surtout vers l'est et vers le sud. Le peuple le plus important de cette race, les Chinois, sont venus, d'après leurs propres tradi tions, de l'ouest, et ont occupé de prime abord les deux grands bassins du Hoang-ho et du Yang tsé-Kiang, et on y trouve encore aujourd'hui quelques tribus autochthones : ce sont les Miaotsé. Ces peuples n'appartiennent pas à une race diffé rente de celle des Chinois; leurs frères se ren contrent dans l'Indo- Chine. La migration des Chinois, qui a eu lieu dans la plus haute anti quité, a donc été précédée, sans aucun doute, par la migration de ces aborigènes de la Chine. Les habitants du Japon, les Japonais de nos jours, ne sont pas non plus les autochthones de leur île; ils sont arrivés de l'Ouest. Ils y ont trouvé, d'après les découvertes les plus récentes, des ha bitants dont la complexion physique était toute différente de la leur. Comme dans les contrées méridionales du Japon, la peau des habitants est"], [151, "137 plus foncée et les cheveux légèrement crépus, on peut en conclure qu'il y a eu un mélange avec une race indigène. II ne serait pas invraisemblable que la race papoue, dont on a constaté l'existence dans les îles Philippines et dans l'île Formose, s'étendît autrefois jusqu'au Japon. La migration de la race touranienne a dû com mencer de bonne heure, car nous constatons déjà sa présence, dans le nord et le nord-est de l'Eu rope, du temps d'Hérodote. Les Fenni et les Esthi de Tacite, les Finnoi de Ptolémée, les JEsthi de Jornandès et de Cassio dore, les Jotims des Sagas scandinaves et les Hu dets de la tradition finlandaise, faisaient partie de cette race, sans être pour cela les Finlandais et les Esthoniens d'aujourd'hui. II est possible que cette race ait occupé à une certaine époque, avant la migration des Celtes, tout le nord et le nord-est et même une partie du centre de l'Europe. Beaucoup de savants pensent que le peuple dont on a découvert tout récem ment les ustensiles et les armes de pierre faisait partie de la race touranienne; nous ne sommes pas de cet avis, plus tard nous en expliquerons la raison. L'Europe a donc été, avant l'arrivée des Indo- Germains, qui concorde avec celle des Etrusques et avec celle des Celtes, habitée par deux peuples, par les Ibériens (les Basques) au sud, et par des peuplades touraniennes au centre et au nord."], [152, "138 Cette présence de la race de la Haute-Asie en Europe, bien avant la migration des Aryens, fait supposer que ces peuples sont venus à une époque qui remonte à la plus haute antiquité. Nous pen sons que c'est surtout cette race de la Haute-Asie quia donné f impulsion aux migrations de presque tous les peuples de la terre. II est connu que les peuples qui font partie de cette race sont presque tous des nomades, dont l'existence dépend de la prospérité de leurs troupeaux et de la fertilité de leurs pâturages. Une seule année de disette, ame née par une sécheresse excessive ou par une épi zootie, a dû suffire pour forcer ces hordes bar bares à envahir les pays limitrophes et à en chas ser les habitants ; ceux-ci furent obligés d'exercer une pression analogue sur leurs voisins. M. Vivien de Saint-Martin, parlant de la cause première de presque toutes les migrations, s'ex prime de la manière suivante : « Cette cause pre mière, f érudition historique fa retrouvée au cœur de l'Asie, où se sont produites de toute anti quité d'immenses fluctuations de hordes nomades. Quand ces grands mouvements des nomades asia tiques se sont portés à l'est, ils ont pesé sur la Chine; au sud, sur flran; à fouest, sur l'Europe. Ce sont eux qui, dans les âges antéhistoriques, ont amené successivement en Europe sept ou huit groupes de tribus congénères qui ont formé sa population primordiale; de même que nous voyons au vc siècle le déplacement des Huns"], [153, "139 d'Attilarefouler sur lesprovincesromainesune par tie des tribus germaniques, et que sept centsans plus tard les Mongols de Tchinghiz-Khân soulèveront jusqu'au Volga une sanglante perturbation, qui cette fois ne dépassera pas l'Europe orientale, (i) » Figurons-nous les Aryens voisins des races de la Haute-Asie et à côté d'eux les Sémites et les Chamites, alors nous comprendrons qu'à la moindre pression exercée par les Touraniens et les Mongols sur les Aryens, ceux-ci ont dû exercer une pression semblable sur les Sémites et les Cha mites. Pendant que les Chamites furent repoussés vers f Afrique, où ils donnèrent f impulsion à la migration des aborigènes de ce continent, les Sé mites les remplacèrent dans leur ancien séjour, et les Aryens, à cette époque près de la mer Cas pienne, trouvèrent l'espace libre pour s'étendre versl'ouestet vers l'est. Là ils forcèrent d'un côté les Dravidas à reculer vers le sud, et, de l'autre côté, les Touraniens de l'Europe à se retirer vers le nord, migrations dont nous parlerons tout à f heure. Après cette première migration des races de la Haute -Asie qui a eu lieu, sans aucun doute, long temps avant le commencement de la civilisation en Chine et en Egypte, nous rencontrons un second ébranlement de cette race qui a donné l 'impulsion à la grande migration des peuples, que nous connaissons tous et que nous pourrons pour- (i) Vivien de Saint-Martin. Histoire de la Géographie. Pa ris, 1874."], [154, "140 suivre avec beaucoup plus de certitude, car elle appartient à la période historique. La conséquence de cette dernière migration a conduit les Magyars en Europe et les Osmanlis dans leur séjour ac tuel. Une autre conséquence en est le mélange de peuples du cœur de l'Europe, le mouvement d'os cillation des Slaves et des Germains et la for mation de la race latine. M. Fr. Mùller pense que le séjour primitif de la race méditerranéenne a été le plateau de l'Armé nie, car il est impossible de poursuivre, selon lui, sa trace jusqu'au plateau central de l'Asie. Les Ibériens, les peuples du Caucase, les Chamito- Sémites ne se sont certainement détachés du tronc principal que sur le plateau de f Arménie, tandis que les Hindous, les Slaves et les Germains ont pu le faire plus tôt. Les Ibériens, probablement des Chamites, se séparèrent les premiers de leurs frères et en vahirent l'Europe; ils furent suivis de près parles peuplades du Caucase, qui,- arrivées à cette chaîne de montagnes, y trouvèrent un obstacle difficile à surmonter. D'autres savants pensent que les peu plades du Caucase ne sont qu'un mélange de débris de peuples qui ont traversé successivement les vallées de cette chaîne de montagnes, et non pas des races distinctes. C'est une supposition qui trouve sa confirmation dans l'existence du peuple Ossète, qui n'est certainement pas autre chose que le reste d'un ancien peuple de race germanique."], [155, "141 Les trois autres races : les Aryens, les Sémites et les Chamites, restèrent encore longtemps voi sins, ce que prouve fintime parenté qui existe entre leurs traditions religieuses et nationales. Même après une première séparation des Aryens, les Sémites et les Chamites demeurèrent limi trophes et vécurent dans l'union la plus étroite. Cette union existait même pendant la période du développement de leur langue et ne cessa qu'au moment où un nouveau choc des hordes de la Haute-Asie jeta les Aryens une seconde fois sur eux et les sépara définitivement; les uns s'éten dirent dans la vallée du Tigre et de f Euphrate, les autres se virent contraints d'envahir f Afrique par l'isthme de Suez. Partout où les Sémites paraissent, nous les voyons succéder aux Chamites qui les avaient précédés dans ces différents pays ; ainsi en Méso potamie, en Palestine, dans l 'Afrique du Nord et probablement aussi en Arabie et jusqu'en Abyssi nie où ils arrivèrent en traversant la mer Rouge. Presque partout les Chamites se confondirent avec les Sémites, au point de vue ethnologique, ils laissent seulement dans le caractère des peuples quelques traces de leur influence ; ainsi en Europe (en Espagne, par exemple), en Mésopotamie, en Palestine, en Abyssinie, — les Phéniciens ont été des Chamites sémitisés. Ce n'est que quand on sait que les habitants de la Mésopotamie étaient des Chamites devenus Sémites, qu'on peut s'ex-"], [156, "142 pliquer la concordance qui existe entre la civilisa tion assyrio-babylonienne (sémitique), et celle de l'Égypte (chamitique). En ce qui concerne les Indo-Européens, on a cherché tout d'abord leur séjour près des sources des fleuves Oxus et Iaxartes, sur le plateau de Pamir, probablement parce que c'est l'endroit qui est le plus rapproché de la patrie des Iraniens et des Hindous, tous deux peuples de cette race. Les Iraniens et les Hindous sont en effet les deux branches de cette grande race qui s'étendirent le plus vers l'est; ils arrivèrent chez eux par le nord- est et le nord-ouest. On a objecté à cette supposi- tion, non sans raison, que dans toutes les langues indo-européennes de l'ouest, on ne trouvait au- cune trace de mots ayant rapport à la flore et à la faune de l 'Asie centrale ; au contraire, les termes pour indiquer différents arbres, tels que le bouleau, forme, le chêne, etc., paraissent appartenir à la plus haute antiquité de ces langues, ce qui ferait croire que leur séjour se trouvait, dans l'origine, plus à l'est et même en Europe. Plusieurs savants même transportent le séjour primitif des Indo- Européens, c'est-à-dire la station intermédiaire de leur migration, dans les plaines de la Russie, jusqu'en Lithuanie, et d'autres encore les placent plus à l'ouest de ces pays. M. Frédéric Muller suppose que, conformé ment à cette opinion, le sud-est de l'Europe a été la première patrie des Indo-Européens, mais il"], [157, "143 soutient néanmoins qu'ils ne sont point les abori gènes de ces pays, mais qu'ils y sont venus du plateau de l'Arménie à une époque fort reculée. II est amené à cette conclusion par f unité de race qui existe entre les Indo-Européens, les Sémites, les Chamites et les races du Caucase. Et ces der niers peuples ne sont certainement pas venus par l'ouest dans leur séjour actuel en traversant le plateau que borne la Mésopotamie au nord. M. Fr. Muller subdivise les Indo-Européens en huit branches : les Hindous, les Iraniens, les Illy riens, les Grecs, les Itales, les Celtes, les Germains et les Slaves, qui se subdivisent encore en plu sieurs groupes, selon la durée approximative de l'époque qu'ils ont passée ensemble. Schleicher, qui s'est occupé tout particulière ment de cette question, l'expose de la façon sui vante : II suppose tout d'abord une première scission dans la race aryenne : les Germains et les Slaves d'un côté, et les Hindous, les Iraniens, les Grecs, les Itales et les Celtes de l'autre. II compte les Illyriens parmi les Grecs. Plus tard les Germains se séparent des Slaves et les Hindous et les Ira niens des trois autres branches, scission qui con tinua encore après. M. Fr. Muller ne partage pas tout à fait cette manière de voir; il est d'avis que certains faits très-importants contredisent cette théorie. D'a bord, dit-il, ce sont les Illyriens qui se séparent"], [158, "144 des autres, ils envahissent la presqu'île du Balcan et les côtes de l'Italie, plus tard les autres se par tagent en deux : d'un côté les Celtes, les Itales et les Grecs; de l'autre, les Aryens proprement dits, les Slaves et les Germains. Les Celtes se détachent du premier groupe et vont vers l'ouest, tandis que les Itales et les Grecs restent encore longtemps ensemble; de même les Germains se détachent des Aryens et des Slaves et se dirigent vers le nord; enfin les Itales quittent les Grecs, et les Slaves les Aryens, qui eux-mêmes se subdivisent en Iraniens et en Hindous. Même après cette scis sion générale, plusieurs peuples continuèrent à avoir des rapports intimes entre eux; ainsi les Itales avec les Grecs, les Iraniens avec les Hin dous, les Germains avec les Slaves, et, par suite de ces rapports, il se produisit dans la vie de ces peuples de nombreux points de ressemblance. Mais ces points de ressemblance, postérieurs à la séparation de ces peuples, ne doivent pas être confondus avec ceux qui ont précédé cette sépa ration, et qui sont dus à leur origine commune. Après tous les événements dont nous venons de parler, les Indo-Européens entreprirent encore des migrations considérables. Les Iraniens s'étendirent au loin vers l'est; les Perses, les Kurdes, les Ossètes, les Arméniens, les Beloutches et les Afghans, ainsi que les peuples de f antiquité, tels que les Phrygiens, les Cappado ciens, etc., en font partie."], [159, "145 Les Hindous envahirent les Indes, où ils ha bitent aujourd'hui, depuis le nord jusqu'au pla teau de Dekhan, à l'exception de quelques contrées montagneuses du centre. Les Celtes s'étendirent à l'ouest et au sud-ouest, où ils refoulèrent les Ibériens ; après eux les Itales occupèrent, grâce à la prodigieuse fortune de l'empire romain, tout le sud-ouest de l'Empire, chassant les Celtes, et enfin apparurent les Ger mains et les Slaves, les deux plus nombreuses races des temps modernes. Nous ne partageons pas entièrement la manière de voir de M. Fr. Muller. Nous pensons, d'accord avec M. de Hauslab, que les Aryens sont partis, en principe, tout près du plateau de Pamir, chas sés de ces contrées par les Mongols et par les Touraniens ( 1 ) du centre. Us ont été précédés dans cette migration par les Sémites et les Chamites. Leur séjour sur le plateau de l'Arménie ne peut être considéré que comme la station intermé diaire de leur grande migration, mais ils ne sont arrivés à ce séjour qu'après leur séparation en différents peuples. Tout d'abord les Hindous se sont séparés, ensuite les Iraniens, les Slaves et les Germains, ces derniers sur le plateau de l'Arménie même. Les Celtes, les Pélasges et les Grecs ont encore séjourné ensemble, et ne se sont divisés qu'en Asie-Mineure et sur les côtes de l'Helles- (1) Confirmé tout récemment par les recherches de M. de Sachau. Professeur à l'université de Vienne. 10"], [160, "146 pont. Mais les Hindous de Bacou ne sont qu'une colonie de ce peuple, fondée plus tard, et l'absenCe des termes d'histoire naturelle ayant rapport à la végétation de l'Asie n'est pas une preuve assez irrécusable pour fonder là-dessus des hypothèses qui pèchent par la base. Arrivons à la grande migration des races de la Haute-Asie, et à ses suites immédiates. Nous avons montré comment les Hindous ont envahi l'Hindoustan. La race dravidienne occu- pait autrefois l'Inde entière, depuis i'Himalaya jusqu'au cap Comorin et le long de l'Indus jus- qu'au Beloutchistan. Refoulée par l'immigration des Aryens, elle a été obligée de se retirer peu à peu jusque vers la partie méridionale de la pres- qu'île indienne, et aujourd'hui elle est circonscrite sur le plateau de Dekhan. La preuve que cette race s'était réellement étendue vers le nord et le nord-ouest, comme nous lavons indiqué, se trouve dans ce seul fait qu'un peuple de race dra vidienne, les Brahuis, occupe encore aujourd'hui le Beloutchistan, et son séjour dans cette contrée ne peut être expliqué que par notre supposition. Le commencement de la migration de la race dravidienne concorde avec farrivée des Aryens dans le Pendjab, c'est-à-dire qu'elle eut lieu vers l'année 2000 avant Jésus-Christ. L'Afrique renferme à f heure présente cinq races bien distinctes : la race méditerranéenne au nord et au nord-est jusqu'à féquateur; les nègres dans"], [161, "147 le Soudan; les Fouhlas enclavés dans la race nègre et formant une ligne étendue de l'est à l'ouest; les Cafres au centre jusqu'à féquateur et au delà, et finalement les Hottentots à f extrémité sud et sud-ouest du continent. Nous avons vu tout à l'heure quelles ont été les raisons qui ont déterminé l'invasion de l'Afrique par les races chamitiques. Les quatre autres races sont sans contredit autochthones. Aucune des migrations entreprises par les quatre races n'a été volontaire, elles sont toutes dues à une contrainte résultant de circonstances exté rieures. C'était avant tout l'invasion considérable des races méditerranéennes, et entre celles-ci celle des peuples chamitiques, qui a forcé les aborigènes de l'Afrique à céder [la place aux nouveaux venus (supérieurs à eux par leurs qua lités intellectuelles et physiques), et à se retirer vers le centre et vers le sud du continent. Le commencement de ces migrations remonte à une époque fort ancienne, époque que nous pouvons indiquer approximativement. Parmi les races chamitiques arrivées en dernier lieu, les Egyptiens ont été les derniers, car nous les ren controns aujourd'hui habitant tout près de f isthme de Suez, endroit par lequel la migration a eu lieu. Or, l'histoire authentique des Egyptiens remonte à Tannée 4000 avant Jésus-Christ; à cette époque ils formaient déjà un Etat monarchique et centra lisé, reposant sur une civilisation excessivement"], [162, "148 développée. Supposons maintenant que cet espace de temps dont les Egyptiens ont eu besoin pour arriver à f état de civilisation qu'ils ont comme gravé sur leurs monuments, ait été aussi court que possible, et n'embrasse pas une période de plus de mille ans, alors nous arrivons au chiffre de cinq mille années, date probable à laquelle les Egyptiens ont envahi l'Afrique. Nous savons d'un autre côté que les Egyptiens ont été précédés dans leur marche par les Ber bères (avec leur subdivision les Gouanches, race aujourd'hui éteinte), par les Bedchads, par les Somalis, par les Dancalis, par les Gallas et par d'autres tribus; il faut donc ajouter mille ans pour cette période de migration, car toutes les migrations se font d'une manière successive, et ce chiffre ne nous paraît pas exagéré. Nous arrivons donc au moins au chiffre de 6000 ans avant Jésus-Christ, époque à laquelle nous devons fixer le commencement du mouve ment des races et des peuples de l'Afrique. Arrivons à la race nègre. Parmi les circons tances qui prouvent que les différents peuples qui constituent cette race ont entrepris de nombreuses migrations, il en est une surtout qui paraît con cluante. Cette circonstance la voici : presque toutes les tribus parlent des langues complètement différentes les unes des autres. II n'y en a que très peu chez lesquelles on puisse découvrir un degré de parenté. II est certain que l'esclavage a beau-"], [163, "149 coup contribué à ces migrations, car l'esclavage n'est nullement une invention des blancs et il a été pratiqué bien avant par les noirs entre eux. Rien n'est plus commun que de voir une tribu de nègres ayant un sort analogue à celui que les Juifs et les Arméniens ont eu et ont encore dans certaines contrées de l'Europe. Quant à la race des Fouhlas, sa propagation au milieu des races nègres prouve jusqu'à l'évidence qu'elle n'est pas autochthone dans les régions qu'elle habite maintenant. Un pareil enclavement de deux races ne peut jamais exister dans l'origine et doit faire supposer une série de migrations. Nous pensons que les Fouhlas occupèrent autre fois les contrées septentrionales de l'Afrique, au nord des nègres, peut-être les pays habités aujour d'hui par les Berbères; de là, ils s'étendirent suc cessivement, partant du nord-ouest, vers le terri toire qu'ils occupent maintenant. Plus tard ils s'avancèrent encore plus vers l'est jusqu'en Nubie. Notre opinion repose sur la proche parenté qui existe entre les Fouhlas et la race méditerra néenne (peut-être le résultat d'un mélange), ainsi que sur plusieurs points de ressemblance existant entre les idiomes fouhlas et entre les langues cha mitiques. Les Cafres ne sont pas non plus les aborigènes des contrées qu'ils habitent maintenant. Ils étaient autrefois plus septentrionaux, et ils se sont trouvés en rapports intimes avec les peuples chamitiques"], [164, "150 venus de l'Asie. Leur langue en fait foi. La parti cularité typique de ces langues cafres, leur intime parenté entre elles, est une preuve que l'époque n'est pas éloignée où elles se confondaient encore toutes dans la langue mère, et il est à supposer que les Chamites les ont trouvées dans cet état de choses. La parenté des langues cafres avec les langues chamitiques est d'un autre côté tellement manifeste, qu'elle est impossible à expliquer sans supposer une influence directe. Les Hottentots étaient autrefois les seuls habi tants du sud-est de l'Afrique, depuis le cap de Bonne- Espérance jusqu'aux i8eet 19e degrés de latitude. Us ont été chassés de leur séjour par les Cafres. Us se sont retirés devant leurs agresseurs, d'abord vers le sud, et ensuite le long des côtes vers le nord ouest, jusqu'à ce qu'ils se fussent fixés définitive ment dans les pays qu'ils habitent aujourd'hui. Mais aucune race n'a entrepris tant de migra tions que la race malaie. La propagation de cette race, depuis Madagascar avec l'ouest jusqu'à l'île de Pâques à f est, depuis les îles Sandwich au nord jusqu'à la Nouvelle-Zélande au sud, est sans exemple, et pourtant cette migration a eu lieu suc cessivement, d'île en île, ce qui est prouvé par les traditions qui règnent sur chaque île, et par les rapports de parenté qui existent entre les langues des différentes tribus. II est certain que c'est la race dravidienne qui a donné l'impulsion à la migration des Malais."], [165, "151 II est douteux si les Papoux ont entrepris des migrations. Si l'on considère qu'ils occupent presque exclusivement des îles et que leurs habita tions, construites le long des côtes, ressemblent beaucoup aux pilotages découverts au fond des lacs de l'Europe centrale, on serait tenté de ré soudre cette question d'une manière affirmative. Toute cette question se rattache d'ailleurs inti mement à celle de l'existence d'un ancien conti nent, au sud de l'Asie, dont les îles sont les débris. Ce continent a-t-il été habité avant sa dé pression successive, ou les îles ont-elles été peu plées peu à peu en partant d'un centre donné? nous inclinons vers la dernière manière de voir. A fexception des aborigènes de f Australie, tous les autres peuples de l'univers ont entrepris des migrations plus ou moins longues. L'indigène de la Nouvelle-Hollande n'en a pas fait autant, les raisons en sont faciles à expliquer; il y en a surtout deux : la configuration de son pays et le manque absolu d'animaux domestiques et de plantes utiles ne lui permirent pas d'atteindre le degré de civili sation nécessaire à l'homme pour se rendre compte des jouissances de la vie. Le pays était d'ailleurs assez vaste pour contenir le nombre relativement restreint des habitants et pour subvenir à leurs modestes besoins. Nous n avons pas la prétention de soutenir que le mouvement des races touraniennes dans l'Asie centrale ait influé sur la marche des Malais, des"], [166, "152 Papous et des aborigènes de i Australie; il est déjà assei curieux de prouver que les Hottentots et les Cafres de Vextrémité méridionale de l'Afrique occupent leur demeure actuelle, par suite de ces puissantes convulsions qui agitèrent le centre de la vieille Asie. Mais il n'est nullement douteux aujourd'hui que les races hyperboréennes ont été refoulées vers la mer Glaciale, que les races américaines ont envahi le nouveau monde, suivant les deux ver sants des Cordilières, forcées à cette double mi gration par les marches et les contre-marches des peuples de la Haute-Asie. La race hyperboréenne était autrefois bien plus considérable qu'elle ne l'est maintenant; elle n'est plus qu'un faible vestige de son ancienne grandeur. Elle occupait jadis des contrées plus méridionales, et c'est la race de l'Asie centrale qui fa refoulée vers le nord : nous en avons la preuve dans les débris des Hyperboréens qu'on trouve au nord de l'Altaï. (Nous faisons ici allusion aux Ostiaks du Ienisseï, aux Kottes et à d'autres petites tribus qui ont perdu aujourd'hui leur nationalité et se sont confondus avec leurs voisins les Touraniens, mais qui, au point de vue du langage, en diffèrent foncièrement et s ont les parents des Youkagirs, des Korjaks et desTchouktches). En ce qui concerne le nouveau monde, les sa vants ont constaté que toutes ces différentes races, par lesquellesilaétéhabitéavantl'arrivée des Euro-"], [167, "153 péens, devaient se subdiviser en deux groupes bien distincts : les Esquimaux, jusqu'aux dernières limites du nord, et les races indiennes, jusqu'à la pointe la plus méridionale du continent. D'autres savants sont d'avis que les races indiennes doivent être subdivisées, et ces savants ne s'entendent pas sur le nombre de ces subdivisions. Peu importe; tout le monde est d'accord pour séparer les Esqui maux des Indiens et pour constater qu'ils ne sont pas les autochthones du nouveau monde, mais une migration postérieure venue de l'Asie septentrio nale. Parmi les peuples indiens, dont quelques-uns seulement peuvent être réunis par groupes au point de vue de leurs langues (car il règne en Amérique sous ce rapport la même différence que chez les nègres de l'Afrique), plusieurs ont entrepris de longues migrations. On est plus à même de suivre le courant de ces migrations en considérant les pays vers lesquels elles tendaient. Un de ces pays, c'est, dans l'Amérique du Nord, le fertile plateau de Mexico, vers lequel les races qui s'étaient fait remarquer dans le Nord par leur civilisation et leur puissance dirigeaient leurs expéditions conquérantes. Là, nous voyons se succéder des peuples dont nous ne pouvons dire avec précision s'ils sont unis par quelques liens de parenté. Le dernier de ces immigrants, le peuple aztèque, est venu également du Nord, car nous trouvons encore aujourd'hui dans ces contrés des"], [168, "154 races congénères, circonstance prouvée par la pa renté des langues. D'après les dernières décou vertes, les énormes remparts de terre que nous rencontrons dans f Amérique du Nord proviennent d'un peuple proche parent des Aztèques du Mexique et représentent les modèles grossiers des constructions colossales de l'Amérique du centre. Étrange coïncidence, si son songe à leur ressem blance avec les monuments chinois et tartares de l'Asie! Dans l'Amérique du Sud, c'était le Pérou qui était le but des migrations. Ici, on voit aussi des peuples se succéder jusqu'à ce que le dernier d'entre eux, le peuple qquichoua, ait été rencontré par les Espagnols lors de la découverte du Pérou. Comme les Aztèques du Mexique, les Qquichouas n'ont pas été non plus les fondateurs de la civilisa tion péruvienne ; ils ont emprunté cette civilisation à un peuple appelé les Pirhouas, qui les avait pré cédés. Cependant il n'est pas invraisemblable que la civilisation du Mexique se rattache à celle du Pérou, les éléments de cette civilisation ayant pu passer de l'autre côté de l'isthme et s'être déve loppés là à leur aise. II est pourtant certain que les Mexicains et les Péruviens se trouvaient effective ment isolés et qu'ils ignoraient leurs civilisations mutuelles, absolument comme, dans fancien monde, la Chine et le reste de l'Asie. A cette occasion, j'ai le regret de vous informer dune perte bien sensible que vient de faire la"], [169, "155 science américaine. J'apprends que M. f abbé Brasseur de Bourbourg est mort ces jours derniers à Nice. On pouvait ne pas partager toutes ses idées, mais c'était un homme d'une haute érudition et d'une valeur incontestable, qui avait su imprimer à nos études américaines une heureuse impulsion. Nous voyons donc, Messieurs, que presque toutes les migrations de ce globe s'enchaînent fata lement, et que la race de la Haute-Asie en fut sou vent la cause première. Tous ces peuples s'ébran laient, semblables à un amas de sable qui, reposant sur une surface inclinée, s'écoule parce qu'on a mis en mouvement un seul de ses grains. Nous nous proposons de faire ici un cours dé taillé sur la géographie et l'histoire de l'Asie cen trale, espérant que le passé et le développement intellectuel d'une race qui habite depuis les îles Aléoutiennes jusqu'au Danube, depuis la presqu'île de Kola jusqu'à f Himalaya et jusqu'à l'embou chure de Yang-tsé-Kiang, saura attirer l'attention des esprits cultivés. L'origine et la formation de ce prodigieux empire du Milieu, qui possédait déjà une civilisation re marquable lorsque f Occident était encore plongé dans la plus profonde barbarie; l'histoire de l'em pire mongol de l'Asie centrale, sur lequel le fameux voyageur Marco Polo a donné de si curieux détails, son origine, son enfantement laborieux et fécond, sa grandeur, qui a laissé de nombreuses traces en"], [170, "156 Asie et qui a fait trembler la vieille Europe, sa décadence, sa chute, la cause de la formation de tant d'empires, — n'est-ce pas là, Messieurs, un sujet du plus haut intérêt? Nous tâcherons donc de suivre pas à pas l'his toire de ces empires dans toutes leurs fluctuations, car c'est là le seul moment où presque tous les peuples de la race de la Haute-Asie se trouvèrent réunis sous un même sceptre. L'influence de ces empires sur les pays limitrophes à l'ouest et au sud s'est fait sentir jusque dans les mœurs et la langue de ces différents peuples. Tchinghiz-Khân et Ta merlan, qu'on est généralement disposé à consi dérer comme de barbares et cruels conquérants, avaient un côté de grandeur qui n'a jamais encore été mis assez en lumière. L' empire mongol occasionna la fondation de l'empire hunnique; les Huns, peuple touranien, épouvantèrent pendant un siècle les races aryennes de l'Europe. Un célèbre auteur français nous a retracé d'une main de maître la grande figure de leur roi Attila, prince dont le génie est incontes table, malgré ses actes barbares, et dont nous voyons les traits idéalisés aux portes du Panthéon. L'empire des Huns disparut, l'empire des Khazars et des Bulgares le suivit de près, et une branche peu nombreuse de la race de la Haute-Asie, le peuple magyar, venu de l'Asie comme ses frères, après avoir stationné dans les vallées boisées des monts Ourals, envahit la Dacie"], [171, "157 et la Pannonie et y fonda un royaume florissant, qui subsiste encore de nos jours après mille années d'existence. Ce peuple sauvage, dompté enfin par le christianisme et la civilisation, sut conserver sa nationalité et sa langue, malgré les luttes inces santes avec deux courants littéraires, dont un voulut lui imposer la langue latine et l'autre l'idiome tudesque. Aussi assistons-nous encore aujourd'hui au spectacle de cette lutte séculaire qu'un peuple est obligé de soutenir pour sauvegarder son existence, et vous comprendrez aisément, Messieurs, qu'un Hongrois fasse des vœux ardents pour que cette lutte se termine d'une manière heureuse et fé conde (i). (i) Cours d'ouverture à l'école des Langues orientales (le 20 janvier 1874.)"], [172, ""], [173, "IX CHOIX DE POÉSIES FINNOISES. ( Texte en regard avec notes explicatives.)"], [174, ""], [175, "CHAPITRE IX LA POÉSIE FINNOISE. Nous publions ici un petit recueil de poésies finnoises. Ces poésies pourront servir de corol laires à la grande épopée nationale le Kalevala, traduite et commentée avec tant d'érudition et de goût par M. Leouzon-Leduc. Rien ne fait mieux connaître le caractère d'une nation que ses chants populaires, vrais reflets de son passé, de sa vie de tous les jours, de ses dou leurs et de ses espérances. La note mélancolique qui traverse les chants finnois nous rappelle les poésies magyares d'une façon frappante, et la parenté poétique des deux peuples contribue presque autant à établir l 'unité de race, que l'his toire, l'ethnographie et la philologie. La lecture des poésies prouvera mieux que nous ne pour rions le dire la justesse de notre assertion. ] :"], [176, "162 TULEN SYNTY. Hiiest on hepoisen synty. Wapalosta warsan synty, Tulen synty taiwahasta. Siell'on tulta tuuwitettu, Waaputettu walkiata, Waskisessa wakkasessa, Keltaisen kerin sisàssâ."], [177, "163 LA CRÉATION DU FEU. Le cheval fut créé par Hisù, Le soleil par Wapolo ; Le feu est le fils du ciel. Là-haut la flamme fut doucement bercée, Entourée d'une ardeur éternelle, Dans une étuve de cuivre jaune, Dans une immense coupe d'or. Hiisi, un des douze fils de Kaléwa, est le principe du mal. Wapolo, le héros d'un mythe, une divinité finnoise."], [178, "164 KOKKO. Tulipa kokko Turjanmaalta, Laskixen Lapista lintu, Jonk' os suu tulen palawa, Kita kiiran làmpiàwâ. Jonk' ol silmàt siiwen alla, Nàkimet selân takana, Yxi siipi wettâ wiisti, Toinen taiwaita jakaili. Sata miest' os siiwen alla, Tuhat purston tutkamilla Kymmenen joka kynassà."], [179, "165 L'AIGLE (le vent du nord). L'aigle vient de Tourya ; L' aigle vient de Laponie ; Son bec est flamboyant, Son souffle est ardent comme le vent du désert; II a des yeux sous les ailes, Des yeux aussi sur son dos. D'une de ses ailes il touche la surface de la mer, De l'autre le ciel. U y a cent guerriers sous son aile, Mille au bout de sa queue, Et dix cachés dans chaque tuyau de' ses plumes. « Turja, » d'après Ganander, tous les pays éloignés, méridio naux, surtout des endroits connus par la magie. Dans son origine le mot Turjanmaa signifie Laponie; par le fait le mot allemand n'est qu'une traduction du mot finnois : car Turja signifie en al lemand Lappen, c'est-à-dire lambeau de drap, chiffon. Turjan tunturit est le nom des montagnes de la Norvège limitrophes de la Laponie ; Turjan kallio signifie esquifs norvégiens. Ce morceau est emprunté à un recueil intitulé : Pieniâ Runoja."], [180, "166 LA ULAJA. En oie runonsukua. Enkâ loihtulaulajoita. Kuulen ulkoa runoja. Lâpi sammalen sanoja, Làpi lauwen laulajoita. Lapi seinàn soittajoita. Laulaisinpa, taitasinpa, Kuin ma julkisin kylassà ; Kylân naiset naurahawat, Piiat pilkkana pitâáwat. Jos mâ lauluillen laseisin, Wirrentyôllen tyônteleisin, Laulaisinpa lamminlummen, Merenlummen, liirettáisin; Laulaisin meret mesixi, Merenhiekat herneheixi, Merenruohot ruoka-puixi,"], [181, "167 LE CHANTRE. Je ne suis pas de la famille des Rounoya. Je ne possède pas la magie du chant. J'entends le son des Rouno au dehors. Les sages sentences arrivent jusqu'à moi à travers [la mousse du mur. Les lattes de ma chambre en résonnent. Le ménétrier accompagne la chanson. Je devrais chanter aussi, si j'osais, [lage. Si je n'avais pas peur de me montrer dans le vil- Si je ne craignais pas de faire rire les jeunes filles, Car elles ne manqueraient pas de se moquer de Si je chantais mes airs, [moi. Je me laisserais entraîner à forger des rimes, A chanter le feuillage du nénuphar Et la plus belle fleur de l'océan; Mes chants en miel changeraient la mer. En fèves le sable de la mer, L'herbe marine en arbres verts,"], [182, "168 Merenmullat maltaisixi, Merenkiwet kiiltàwixi, Merentyrskyt tyynymàâni, Merenwaahet waipumaani. Jos mà lauluillen laseisin, Wirrentyôllen tyônteleisin, Saisin pielexet pihalle, Tammet keski tanhualle, Tammelle tasaiset oxat, Joka oxalle omenan, Omenalle kultapyôrân, Kultapyôrâlle kakôisen. Kàkôinen kukahteloopi, Kulta suusta kumpuaapi, Waski leuwoillen waluupi, Hopia holahteloopi."], [183, "169 Les graviers du fond en beau houblon, Et les cailloux en pierres précieuses. Les vagues seraient forcées de s'apaiser; L'écume finirait par disparaître. Si je chantais mes airs, Si je me laissais aller à forger des rimes, La meule de foin viendrait à la ferme ; Des chênes pousseraient sur mon champ ; Aussitôt ils auraient des branches. Sur chacune se trouverait une pomme ; Sur chaque pomme des roues en or, Et sur ces roues de petits coucous. Us chanteraient coucou, coucou. L'or pur dégoutterait de leurs becs; Du cuivre sortirait de leur poitrine, Qui répandrait des rivières d'argent. Cette poésie est empruntée au recueil intitulé: Pieiniâ Runoja"], [184, "170 NEIJON TOIWOMINEN. Tuo Jumala tuota miestâ, Jonka sormuxet sopisi, Rinta-ristit kelpoasi, Joka naija nakkajaisi! Allôs tuhma tullekkohon, Kâwin-Kântà keikuttohok, Kuin ej tulle tuuhiammat, Koriammat kohti kâynek ! En mina siná ikânâ, Kuunna kullan pâiwânàhân Nuku nurjuxen nutulle, Painu paikka-kukkarolle Raja-kengâlle rakastu. Waan kuin tuttuni tulisi, Ennen nâhtyini nàkyisi, Sillen suuta suikkajaisin, Jos ois suu suwen weressà ; Sillen kâttâ kâppâjáisin, Jospa kâârme kàmmen-paâssà Olisko tuuli mielellissâ, Ahawainen kielellissá; Sanan toisi, sanan weisi, Sanan lhan liikuttaisi, Kahen rakkahan wâlillâ."], [185, "171 L'ATTENTE DE LA JEUNE FILLE. Que Dieu m'accorde un mari Dont la bague puisse m'aller, Dont la parure puisse me convenir, Un mari qui me demande de plein gré. Mais je ne veux ni d'un sot Ni d'un boiteux, Si de plus beaux ne venaient pas Pour me demander en mariage! Jamais aussi longtemps que je vivrai, Jamais, sous les rayons dorés de la lune, Je ne voudrai me reposer auprès d'un étourdi. Je ne voudrais pas d'une bourse vide, Je n'aimerais pas les souliers troués Mais s'il venait, lui que je désire, S'il se montrait, lui que j'attends, Je le couvrirais de baisers, Même si sa bouche était couverte de sang de loup; Je caresserais ses mains, Même si des serpents pendaient à ses doigts. Ah ! si le vent avait de l'intelligence, Si la tempête avait le don de la parole, Elle se chargerait de messages, De messages fréquents Entre deux amoureux. D'après Porthan. Voir Skiôldebrand : Voyage pittoresque au cap Nord. Stockholm, i8o5. Goethe a fait une poésie allemande sur le sujet finnois."], [186, "172 NEITOISEN WAL1TUS. Mikâ lie minua luonnut, Kuka kurjoa kyhannyt, Nàille pàiwille pahoille, Mokomille mielaloille ? Mahoit ennen, Emoseni Pesta pieniá kiwiâ, Kapaloija karttusia, Mytôstellâ mâttâhitâ, Ennen kuin tàtâ tytârtà, Tâlle suurelle surulle, Mokomille mielaloille ? Niin minun isoinen heitti, Niin kuin wâàrân wârttânânsâ ; Niin on weikko wierastunna, Kuin orawa kuiwan kuusen; Niin sisko siwuite kâypi, Kuin kalat kiwisen rannan. Ej oie sita sisàrtá,"], [187, "173 LA PLAINTE DE LA JEUNE FILLE. Qui a pu me créer, pauvre être, Qui a pu me faire ainsi ? Pour passer d'aussi mauvais jours, Pour endurer tant de chagrins ? Tu aurais mieux fait, mère chérie, Si tu avais lavé de petites pierres, Si tu avais emmaillotté de petits fagots de bois, Si tu avais caressé la glèbe : Cela eût mieux valu que caresser ta fille Destinée aux soucis incessants A de si grands chagrins. Mon père m'a quittée Comme on laisse une quenouille courbée, Mon frère m'est devenu étranger. Comme l'écureuil quitte un pin desséché ; Ma sœur m'a délaissée, [blonneuse ; Comme les poissons abandonnent une plage sa- Je n'ai plus de sœur ;"], [188, "174 Ej sità emoisen lasta, Jolie huoleni sanoisin, Pakisin mieli pahani. Ennen haastan halkosille, Pakisen pajunwesoille, Nep' ej kerro kellenkàhàn. Enemp' on minulla huolta Kuin on kuusessa kàpyjâ, Petàjâssa helpeheità, Katajassa kapseheita. Ej oie sità hewoista, Parahassa pappilassa, Joka huoleni wetàisi. Illat itken ikkunassa, Aamut aitan kynnyxellâ, Kuutamet kujan owella."], [189, "175 Ma mère n'a pas d'enfant Auquel je puisse confier mes chagrins, Auquel je puisse dire mes peines. Je parlerai au bois inerte, Je parlerai aux buissons des saules, Ceux-là du moins ne diront à personne ce que je [leur confierai. J'ai de plus nombreux chagrins Que le pin n'a de pommes, Que le sapin n'a de fruits, Que le genévrier n'a de bourgeons. On ne trouverait pas un cheval Dans l'écurie du plus beau presbytère, Qui pourrait traîner le fardeau de mes soucis. Le soir je pleure à ma fenêtre, Le matin sur le seuil de la grange Et au clair de lune à la porte du jardin. D'après G.-H. Schroter."], [190, "176 NA URO JA ITKU. Kâwin mina kaunista kalliota myôten, Hiekkarannan liewettà myôten ; Manin mina siskoni kartanohon, Siskopa minun syomààn pani. Soin mina palan eli puolen, Ajattelin aina armani pàâlle : a Armani makaa paarin pâàllâ, Terâvvâ miekka kaulan pâàlle. » Itkisin, itkisin kullastani, Waan en saata nauroltani; Syvâmmeni itkôô, suuni nauraa, Silmani wettâ wuotawat, Niin kuin wirta wàkewá, Koskest' alas manewà."], [191, "177 RIRES ET PLEURS. Je me promenais au pied d'une belle montagne, Sur le bord de la mer couvert de sable mouvant, J'allais à la ferme de ma sœur. Ma sœur m'offrit à manger; Je pris quelque chose, à peine; Je songeais à mon fiancé. « Le bien-aimé repose dans la bière ; Un glaive tranchant est mis auprès de lui. » Je devrais pleurer mon bien-aimé, Mais je ne puis à force de rire ; [pleure, Mais quand ma bouche rit, mon pauvre cœur Mes yeux versent des larmes amères, Semblables à la rosée qui dégoutte des feuilles, Semblables à un torrent. D'après G.-H. Schrôter. 12"], [192, "178 WERINEN POJKA. Mistàs tulet ? Mistàs tulet ? Minun Pojkain iloinen ! Meren rannalt', meren rannalt', Muori kultasein! Mita sieltâ tekemàstà! Minun Pojkain iloinen! Hewostani juottamasta, Minun Muori kultasein. Missàs jakkius saween teit? Pojkain iloinen! Hewoinen tallais, hewoinen tallais Muori kultasein ! Missàs miekkais wereen teit. Minun Pojkain iloinen! Tapoin ainoan weljeni, Minun muori kultasein! Minnekkas siitten itejouwut? Minun Pojkain iloinen ! Muille maille wierahille, Muori kultasein! Minnekkas wanhan isàis heitàt ? Pojkain iloinen! Kàykàân metsâssâ, hakatkaan halkoja, Elkôôn ikanaân minua toiwokoo, Muori kultasein!"], [193, "179 LE FILS SANGLANT. D'où viens-tu ? d'où viens-tu? Mon fils joyeux ! Du bord de la mer, du bord de la mer, Ma petite mère d'or! Mon fils joyeux ! Que fis-tu là? J'abreuvai les chevaux, Ma petite mère d'or! Comme ton pourpoint est couvert d'argile, Mon fils joyeux ! Les chevaux ont trépigné, les chevaux ont trépigné, Ma petite mère d'or ! D'où vient que ton glaive est couvert de sang ? Mon fils joyeux! J'ai frappé mon unique frère, Ma petite mère d'or ! Que comptes-tu faire ? où penses-tu aller? Mon fils joyeux ! Loin d'ici dans des pays étrangers, Ma petite mère d'or! Où laisseras-tu ton vieux père ? Mon fils joyeux ! Qu'il aille dans la forêt fendre du bois, Qu'il ne désire plus me voir ! Ma petite mère d'or !"], [194, "180 Mihinkàs wanhan Muoriis heitàt ? Pajkain iloinen Istukaan murkassa, watwokoon tappuroita, Elkôòn ikànàân minua toiwokoo, Muori kultasein! Minnekkas sen nuoren Muoriis heitàt? Pojkain iloinen! Kâykkán koreanna, ottakaan toisen, Elkôôn ikânâán minua toiwokoo, Muori kultasein! Mihinkàs nuorem pojkais heitàt ? Pojkain iloinen ! Kàykáàn koulua, kârsikaàn wihtoja, Muoj Minnekkas sen nuoren piikais heitàt ? Muori kultasein! Pojkain iloinen ! Kâykâàn metsâssâ, syôkaân marjoja, Elkôô ikânâán mina toiwokoo, Muori kultasein! Millonkas sieltâ kotian tulet ? Pojkain iloinen ! Silloin kuin pâiwâ pohjasta paistaa, Mu Millonkas pâiwâ pohjasta paistaa? Pc Silloin kuin kiwi wein pâàllá pyôrii, Mu Millonkas kiwi wein pâàllá pyôrii ? Muori kultasein ! Pojkain iloinen! Muori kultasein ! Pojkain iloinen !"], [195, "181 Où laisseras-tu ta vieille mère ? Mon fils joyeux! Qu'elle reste assise à effiler le chanvre, Qu'elle ne désire plus me voir, Ma petite mère d'or ! Où laisseras-tu ta jeune épouse ? Mon fils joyeux! Qu'elle se pare et prenne un autre. Qu'elle ne désire plus me voir, Ma petite mère d'or! Où laisseras-tu ton jeune fils? Mon fils joyeux ! Qu'il aille à fécole sentir la verge du maître, Ma petite mère d'or ! Où laisseras-tu ta petite fille ? Mon fils joyeux 1 Qu'elle aille dans la forêt manger des baies ; Qu'elle ne désire plus me voir, Ma petite mère d'or ! Quand reviendras-tu de l'étranger ? Mon fils joyeux! Quand le jour se lèvera au nord, Ma petite mère d'or ? Quand le jour se lèvera-t-il au nord? Mon ] Quand les pierres danseront sur l'eau, Mon fils joyeux! Ma petite mère d'or Quand les pierres danseront-elles sur l'eau? Mon fils joyeux!"], [196, "182 Silloin kuin hôyhen pohjaan painuu Muori kultasein! Millonkas hôyhen pohjaan painuu ? Pojkain iloinen ! Silloin kuin kaikki Tuomiolle tuloo ? Minun Muori kultasein !"], [197, "183 Quand les plumes iront au fond de seau, Ma petite mère d'or! Quand les plumes iront-elles au fond de l'eau? Mon fils joyeux! Quand nous paraîtrons tous devant le tribunal de [l'Éternel, Ma petite mère d'or! Schroter considère cette belle romance comme une imitation d'une poésie suédoise, ou d'une ballade écossaise ou anglaise. Nous ne partageons pas cette manière de voir."], [198, "184 SANAT KUOLLON Y LITE. Kâwi kàsky taiwahasta, Kaiken luonnon kantajasta : « Tule tánne tuttuwani, Astu armas ystàwáni, Astu Amanan tykôà, Muuta murhesta majasi ! Kylf on jo osasi ollut, Kyll' on ollut kyyneleità, Walitusta, waiwotusta. Nyt on páâllà pâàsin pàiwà, Páâsô páiwistá pahoista ; Rauta rientápi tôkôsi, Waiwoista wapaus suuri. — » Náinpá lâxi luoxe Luojan, Kulki pojes kunniahan, Riensi riemuhun jalohon, Wapantehen waelsi, Elámâstà surkiasta, Náistá mailman majoista."], [199, "185 ÉPITAPHE. Un ordre partit du ciel Envoyé par celui qui gouverne le monde : « Viens ici, mon fils, Entre, mon fidèle ami ! Entre, toi qui viens d'Ormono, Quitte ta demeure remplie de soucis. Tu as assez souffert sur terre, Tu as assez versé de larmes, Tu as proféré assez de plaintes et poussé assez de [gémissements; Voilà le jour de la liberté, L'heure de Ja délivrance a sonné, La paix céleste descend auprès de toi, Le Rédempteur a exaucé ta prière. » Voyez, c'est ici qu'il alla rejoindre son créateur, C'est ici qu'il s'achemina vers le bonheur, Vers les joies célestes, S'approchant de fheureuse délivrance, Quittant cette triste vie, Cette demeure terrestre. Cette épitaphe est la fin d'un chant lugubre composé par un paysan finnois, appelé Paul Remes, àl'occasionde la mort de son frère. Imprimé à Abo, 1765. (D'après Porthan.)"], [200, ""], [201, "X VOCABULAIRE ABRÉGÉ ONGRO-F1NN01S."], [202, ""], [203, "CHAPITRE X VOCABULAIRE ABRÉGÉ ONGRO-FINNOIS. Voici les lettres que nous avons adoptées pour toutes les langues du groupe ongro-finnois, hor mis le magyar, et qui s'écartent de l'ortho graphe ordinaire : t prononciation mouillée. / de même. d de même. s ch français. c tch (comme dans le mot anglais matche) ~a a long et profond. Le s hongrois se prononce comme ch. s. si cz tsé. cs tch dans ma- tche. ty, ny, gy, ly sont des sons mouillés. y finnois se prononce comme u (iï allemand)."], [204, "190 I FINNOIS (I uomi). ESTHONIEN , LAPON. RÉN1EN . VOTJAK. TCHÉRÉHISSE MOROWIN. OSTIAK. VOGOUL, MAGYAR. Ajan chasser, Ala en bas, al wuole un (ul-) aidadem it, itl âmp ana, ane up, ôp ïndep, jen- dep alo ylnli alá cb chien Appi beau-père, Aima Vaigaille, wuopp anai mère. îm anya apos, ip, ipa. wcn Aka haine, jem ,ag kjanem csend repos ag chanem chodem chojem hál (pernoctare) chont hamv cendres. had guerre. szalad s'enfuir. chouttem chûla korom suie. chulac suïï ìTdem holló corbeau. csoport se réunir zug, szóg COÏJ1. cak cjukort Elan vie, ellan 'illam ola eran îlem él vie. Em'á mère, Tma , Imi femme i ene, una| 'ent grand enmcn, an- mem. oden, aten eme femelle. Enempi, cnin plus, le plus, ennyi autant. Esi devant, no croître aug inenter. una odyg."], [205, "191 1NNOIS -uonn ESTHONIEN. LAPON. ZIRENIEN. VOTJAK. MORDWIN. TCHKR1 ÍMISSE OSTIAK. VOGOUL. aden, le icl de tous Haastan parler, Haju odeur, Hapain aigre, Harakka tltrompe Harja crinière, Harmaa gris, H'ápiâ honteux, saistem jistem I jósol prédire. szag. savanyu. csal. some sapa harrak sur jang serény. szlirke. szégyen honte. széna. Hein'á/oín, Henki âme, Herâan s'éveiller. heng arran suoine hagge serken éveillé. hág grimpe. háló filet. hab onde. kuz Hierran frotter, Hiilt charbon, Hiiri souris, Hilja doucement, lentement, Hirmu terreur, Hirvi cerf, xôdap xumpo kump súrol frotter. syy egér. szelid. hiir hila syr hiljost irtozat. harv sarv szarvas. hug sœur cadctu jó. (est). emik. atya. szak. Hyvìi bon, lita soir, Imen sucer, ìsaí père, Ja'an, jaka parta- ger, Jalka pied. hvivva ogguj jem itu jaggan emem ata acce, tattc juogam ataï juka iitii jukan part ja'g juolgge jal (jol) Igyalog à pied."], [206, "192 finnois (Suomi). ESTI10NIEN. LAPON. ZIRENIEN. VOTJAK MORDW1N. TCHÉRÉMISSE OSTIAK. VOGOUL. MADGYAR. Jako part, Jáà glace, Jálsi aubier, jagna juka juket f jukanytw/) jenk elle, ûl jantxem jantkem szak. )ég. Jiitan délaisser, kota kodem jaték jeu. Joki petite rivière, joga njukca jychse edem eidem jeaga chodan hattyú. Joutsen cygne, jus Joutsi arc, Juuri racine Juon boire, jugam guolle vudz jouchs (chottem jogot turt iv. gyôkér. ínni. juur joon jun zer kal jyiim jur kol Kala, kalla jert pluie chutj kagerl cigo- gne blan- che chadem kainem hal poisson. gagó- Kalma cadavre, Kaivan creuser, hal mourir. kút puits. Kaksi, Katson, kaks kaugas knekt kukkes kyk azja kuzj karto kokt uzam kuza kac amère kaudem kat ujem voir, savoir chou kita két o« ket deux hosszú. keserû. hordani. gyár, fabrique. karoly rndan (ois eau). kéz main. Kauka long, kaudan Kauuan porter, kauuan goddam kar faire xarzagan Kiisi main, k'ássi gietle ki ked kit [ ket, kot"], [207, "193 i3 Finnois (Suomi). ESTHONIEN. ZIRÉN1EN. LAPON. VOTJAK. MORDWIN. TCHÉRÉMISS1 OSTIAK. VOGOUL. MADGYAR. Ken, ka, Kepia, kang, king kôm soulier kem kem kônnyii léger. Kes'á été, kess a gozem ker poutre kangaz kabak, ke- ne, kannex gaesse vickine eerenda poutre. kicsiny petit. Kieli langue, Kierran retour- kéel kial Izi ket keredem, kirrigdem keredem kyy (kyl) ner, Kierran tourner, Kiilan briller, Kiljun crier, kiren glârdam garta kerék roue. csillag. sirni. kims giljom kjelem pleurer Kimsi six, Kipu maladie, gut krait koto kut chût keze, kôze, kice, kod , kiide kimmsi hat. Kirjá (bigarré), Kirves hache, Kiskou retirer, Kivi pierre, Kiviou plier en- semble, ser ger kyska kìskeviande hús. kirvi kedke vara coudre kev ky orge m kossem kew, keu, kaux, koux iirem chanem húz. ko. varr. guokso gode m kjanem re- poser csend. Koi, koito aurore, kya kolja dé- laisser kola il le faut kadam kodem chuntj kijem hajnal. hagy, galga keles kell."], [208, "194 INNOIS luomi ESTHONIEN. LAPON. ZIRENIEN. VOTJAK. MORDWIN. TCHl :rémisse OSTIAK. VOGOUL. MADOYAR. kolt envo- yer kogo grand kuld. Koko .beaucoup, kokko à la fois kolme sok. Kolme trois, Kommo creux, golm kumnt kolmo kum chudem kurum három. komor sombre. kér. keres. Konti fémur, Kota maison, kora prier korsjac/ier- clier. kós goatta kuda hos héros. csont os. haz. konvôk. Koria gracieux, Korkia haut, Kôysi corde, xot , kat xuos, xus, kunnai.ku- maji kauts, kois soria gez keres (magos.) kotél. kôzép. kuttep mi- ne w Kuiva sec. Kuka qui ? Kun lune, mois, Kuolen, Kuori écorce, Kurku gorge, Kuulen entendre, kiuv eiike ku kolen koor kurk goikes gutte kos kod kulaîMOKrír kyrs gorys kyla koz kvatj ko, na kov kulan ky kolem koje Id. hó mois. holott mort. kar kirs, karas kargas kola m kar chûdcm torok. gulam keer kolen kuliin hall. Kuuma chaud, Kuusi sapin, Kuusi six, koz chut hev. gutta, kut kota kuda-t, kut kût kut milieu hat. kozép. kot, kut"], [209, "195 FINNOIS -uomi ESTHONIEN. LAPON. ZIRÉNIEN. VOTJAK. MOKDWIN. TCHBRÉMISSE OSTIAK. VOGOUL. MADGYAR. Kuva image, Kylmafrotd, Kynii plume, Kynsi ongle, Kynsi griffe, kujo kiilm kôv galmes kyrs kyz kyz kyzem pon kiz kidé,kyrym doigt de la main chodzem kuric kimé kép. hiives, hidcg, gyzy korôm. Kyty beau-frère, kyzj vingt ' lokta kida húsz. L'áhden sortir, Lehti lettre, Liemi soupe, Liika superflu, líihhan leem liig lahtem lem chus, kos lattem libet, lipet levél. lé, legg (préfixe du superlatif). lema lama like mu Maa terre, pays, ma muekse miilanda mugot morak, mu- rax,morenk menem mag Maksa/oíe, Marja baie, maks, mas mus mochs máj. minnema messi muna mogy. Menen aller, Mesi miel, Mesiainen/'sl&eiV- le, molan miem menni. méz. méh. ma mazy my mychs melek chaud, dé- gèle meredem meleg chaud. met, metta meg terre môsek márt. merit plon- ger. mély profond. mezô champ. macska chat. meny ciel. manel"], [210, "196 FINNOIS lUomi ESTHONIEN. LAPON. ZIRÉN1ÈN. VOTJAK. MORDWIN. TCHÉRÉMISSE OSTIAK. VOGOUL. MADGYAR. malav au- près de mel mellé M i eli, sens, esprit, Miksijusqu', Minia bru, mial miks minni minnia | mik még. meny. manje monj menj Murennan casse/-, maria minges mont,mant murtem nai feu, jour nen, ne, ni nem njeta, neda enjalllem madun mogé derrière. monda conte. ni marczól. nap soleil. Neitsi jeune fille, Nimi nom, Neljii quatre, Nuolen lécher, neitsi nimmi njeljii nyy nim njolj njula ener lam nilii lim nil-t, nil nulem no. név. négy. nyal. nil, nille Oikia juste, Oksa branche, oige oks akse un uks inár nyereg selle. igen oui. ág. okád Oksennan vomir, âxtem ollen essig, essix eissig os vieillard. Olen être, Orja esclave, Ovi porte, Paha mauvais, Pala morceau, Paras le meilleur, pahha ola var y la n olam udem ort au vagyon. ajto. boszú fal. baha puola buorro bur paremem guérir pul"], [211, "197 FINNOIS I luomi j. ESTH0N1EN. LAPON. Z1RÉNIEN. VOTJAK. MORDWIN. TCHÉRÉMISSE OSTIAK. VOGOUL. MADGYAR. Pask ordure, pask, past pakj, patj pegmem geler put fos. fagy, fazik. Pata chaudron, Paá tête, Pâastan lâcher, pa, pea pr'á pat fazék. sô, fej. palan estem, as- tem, estim fél. far. Pelkaan craindre, Pcrii le derrière, Pesé n laver, boalam beâle pola pel moskam pir pu se m mos. pel pelés pet, pet pegda, peg- de fui oreille. feketc noir. Pidan saisir, Pilvi nuage, Poika garçon. kuta pii (pil) P' kuto kozem pil pcg un au- tre kattem pitleng poch más. felho. fiú. biiz, posz. pilv poig, poeg palv pos mau- vaise odeur Poski ;'oiíí.', Povi sein, Puhun souffler, Punon de fil, Pura le foret, posk pou pochtem pogos puem punttem por, par poi riche penk dent pëlek posa. fú. son filer. furó. bo. fog. fél. fa. pane, ban pinj poô pu pova py pelé pu porem Puoli moitié, Puu arbre, Pyôrin se tourner, Ruis blé. pool pu pore n beiile pel oros"], [212, "198 FINNOIS uomi ESTHONIEN. LAPON. ZIRÉNIEN. VOTJAK. MORDWIN. TCHÉREMISSE OSTIAK. VOGOUL. MADGYAR. Saivar lente, saerted eoros coarve sero serke. Sarvi corne, sjur sizim cur szarv. Seitseman sept, tsetsem sizem simit, sabet,sebet sata, soat hét (de set). Silma œil, Soukka étroit, Suolo sel, Suu bouche, Suuri grand, Sydan(syan)cct?î/r, Syli fil, calbme sin sin \"si m sinza sem szem. sziik. só. suo sat sym sel tut, tut száj. sudde sjolam âr beaucoup ár prix. sziv. sady se mm sy tel szál, Syys, syksy, au- tomne, size sugus, sus ôsz. zarny sortne sei son szó parole. zarni sorna, sar- na • arany. or. sarem sec suka tele sorom szárasz. Talvi hiver, talv talve tôô (toi) tel tiitlech (teda, tede) tora sok beaucoup. tél. Tarax grue, Tas mar- chandise turi daru. tôzs commerce. Tâi pou, Taysi plein, tâvax pou- let teudem têt ' tyuk poule. toi tvr têtu. telyes. taus, tais teuvas"], [213, "199 finnois (Suomi). _ZIRÉNIEN. MORDWIN. TCHÉRÉMISSE OSTIAK. VOGOUL. MADGYAR. ESTHONIEN. LAPON. VOTIAK. Tie chemin, Tuli feu, Tuuli vent, te tulli tuul tui toi toi tût út. tiiz. szél. tavasz printemps. tó lac. tév erreur. tal tôo (toi-) taven teu, toux teben tener tin tit esprit tui, toi tunt , tont udjem ika, iga, iki sur j ara ty don loi diin lui egér souris. dii prix. léí âme. uj doigt. lud oie. uszni. U in nager, Ukko homme ma- rié, vieillard, Uni dormir, Usko foi, croyan- joon vuoijam uia agg- usk odem eski ôm 75dam alom sommeil. eskû serment. um ce, volsem uzam voir ujem vizs-gál. csal. varju. Val-ha mensonge, Vares corbeau, V'ikiforce, Vlivy gendre, Vátkaan jeter, Veitsi couteau, Velka dette, Veri sang, Vesi eau, Vicn prendre, Vien mener, con- duire, Vickas joyeux, vaggi verri vessi vekses fort var vidan var vad ydem ver vid varnai veg ven kize arent ver këze, kacex vo, vet. kés. vér. viz. ver va vaja vejem vejem vesz. visz. vig."], [214, "200 tìi(i) Au moment où je corrige les épreuves de mon vocabulaire, je reçois communication de deux ■publications du plus haut intérêt : i° Donner, Vergleichendes Wôrterbuch der Finnisch-Ugrischen Sprachen I. Helsingfors, 1874; et 2° Budenz Magyar-JJ 'gor Oss^ehasonlito s{ótar. Pesten, 1874. II était trop tard pour en tirer profit, et j'ai du me borner aux données que les ouvrages de Castrén, Boller et Hunfalvy m'avaient fournies. FINNOIS Suomi). ESTHONIEN. LAPON. ZIRENIEN. VOTJAK. MORDWIN. TCHÉRÉMIÍEE OSTIAK. VOGOUL. MADGYAR. Viisi cinq, viis vit vit vòôl (vol) vyi v'áte viz-it vet tau voi ot, rit, at at Ôt. ló cheval. vai. Voi beurre, Vuosi année, Vyô ceinture, Ydin moelle, voi vuoi val vo auve vem vyjun vedem, ve- ov. vélo. Yksi un, Yli le supérieur, Yô nuit, ÌA iiks iille ô aft íauft) ail haut otik jyy. VOI vaike udalo vâ ik viljka jut ûem it, ei, egid aku, aukua egy- át é)(i)."], [215, "TABLE DES MATIÈRES. Dédicace. v avant-propos vu I. — Sur le berceau du peuple magyar 1 II. — Migrations des Finnois de l'Ouest 23 III. — La civilisation chez les anciens Altaïques (les Tchoudes, les Biarmiens, les Khazars et les Ouïgours) 3c> IV. — Sur l'appellaiion Touranien et sur les avantages qu'il y aurait de lui substituer celui d'Altaìque 5i V. — La déformation du crâne chez les anciens peuples d'origine altaïque 5q VI. — Les peuples altaïques en Babylonie 75 VII. — Antiquités tonraniennes 87 VIII. — Influence capitale exercée sur les migrations des peuples par la race de la Haute-Asie 129 IX. — Choix de poésies finnoises (texte en regard) ' í>a X. — Vocabulaire abrégé ongro-tinnois 187 Paris. — Imp. Jules Le Clere et C\", rue Cassette, 29."], [216, ""], [217, "ERRATA Pages 1S7 et 189, au lieu de ongro lisez ougro. — 192 a 200 — madgyar — magyar. 200 — ossjehasonlilo — oss^ehasonlito. Table des matières, au lieu de Antiquités touraniennes, lisez Antiquités touraniennes. Nota. En dépit du soin que nous avons mis à relire nos épreuves, on trouvera quelques fautes dans notre vocabulaire. Nous espé rons qu'on voudra bien nous les pardonner en faveur des difficultés que présente l'impression d'un pareil travail."], [218, ""], [219, "MÉLANGES ALTAIQUES PAR CH. E. de UJFALVY de MEZÒ-KÒVESD, vice-président de la Société philologique, membre dé la Société asiatique, de la Société française de numismatique et d'archéologie, et d.- la Société de géographie, chargé d'un cours de géographie et d'histoire de l'Asie centrale à l'école des Langues orientales vivantes, professeur agrégé au lycée Henri IV. PARIS MAISONNEUVE ET Cic, LIBRAIRES-ÉDITEURS l5, QUAI VOLTAIRE, I 5. I874"], [220, ""], [221, ""], [222, "OUVRAGES DU MÊME AUTEUR EN VENTE A LA MÊME LIBRAIRIE: La Langue magyare, son origine, etc. Versailles, 1871. 5 fr. Poésies magyares : Petafi Sandor, traduction par H. Des- bordes-Valmore et Ch. E. de Ujfalvy de Mezô-Kóvesd. Paris, 1872 3 5o La Hongrie, son histoire, sa langue et sa littérature, etc. Paris, 1872 3 5o Recherches sur le tableau ethnographique beu Bible, etc., avec planches. Paris, 1873. . . . . . . 2 fr. Poésies magyares. Choix et traduction par H. Desbordes- Valmore et Ch. E. de Ujfalvy de Mezô-Kôvesd. Paris, 1873 3 5o La Migration des peuples et particulièrement celle des Touraniens, avec 32 cartes. Paris, 1873 . . . 3o fr. Paris. — inprimcric Jules Le Clere el C«, rue Cassette, 39."], [223, ""], [224, ""], [225, ""], [226, ""]]