[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "THE VACATION JOURNAL A DIARY OF OUTINGS FROM MAY UNTIL NOVEMBER WITH HINTS AND INFORMATION FOR TOURISTS NEW YORK ANSON D. F. RANDOLPH & COMPANY 38 WEST twenty-third street"], [8, "COPYRIGHT, 1887, BY Anson D. F. Randolph & Company. EDWARD O. JENKINS' SONS, Printers and Slereotypers, 2o North William St., New York."], [9, "Fleet the time carelessly as they did in the golden world. As You Like It."], [10, ""], [11, "5 CALENDAR Write it on your heart that every day is the best day in the year. Emerson. MAY. ,_• c/5 -; & * £ W 3 D « H a ° a if a 2 3 t/3 S H IS H fe w 1 2 3 4 5 6 7 8 9 io n 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 3° 31 JUNE. ■ 5.\" °> ri £ £ § w g a hj h t/3 2 H !> H fe t/3 i 2 34 5 6 7 8 9 io n 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 . . JULY. *' 8' a S a j fj a o 0 « a « 5 t/3 S H !> H fe t/3 1 2 3 4S6789 10 11 12 13 14 15 16 17 (8 19 20 21 22 23 24 25 26 27 28 29 30 3i AUGUST. § o a « a 5 c/j 2 H !> H fe t/3 ..123456 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 SEPTEMBER. fc & & g § ~ cj a ° a \" a 5 £ C/3 S H l> H tt, t/3 i 2 3 4 5 6 7 8 9 io II 12 13 14 15 l6 17 l8 19 20 21 22 23 24 25 26 27 28 29 30 . . OCTOBER. * i\" i s s - h t> ° d c a « „. t/3 S H l> H u< tn i 2 3 4 5 6 7 8 9 10 u 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 3° 3i"], [12, "ALMANAC. 6 MAY. Day Day of Sun Sun Moon M-'hWeek. Rises. Sets. Sets. I Sun. 4 59 6 56 1 25 2 Mon. 4 58 6 57 26 3 Tues. 4 56 6 58 2 45 4 Wed. 4 55 6 59 3 22 5 Thur. 4 54 70 3 59 6 Fri. 4 53 71 4 35 7 Sat. 4 52 72 rises. 8 Sun. 4 51 73 8 22 9 Mon. 4 49 74 9 26 10 Tues. 4 48 7 5 10 19 11 Wed. 4 47 7 6 11 16 12 Thur. 4 46 77 morn. 13 Fri. 4 45 7 8 1 14 Sat. 4 44 7 9 41 15 Sun. 4 43 7 10 1 15 16 Mon. 4 42 7 11 1 45 17 Tues. 4 41 7 12 2 13 18 Wed. 4 40 7 13 2 43 19 Thur. 4 39 7 14 39 20 Fri. 4 39 7 15 3 40 21 Sat. 4 38 7 16 4 12 22 Sun. 4 37 7 17 4 46 23 Mon. 4 36 7 18 sets. 24 Tues. 4 36 7 19 8 53 25 Wed. 4 35 7 20 9 49 26 Thur. 4 34 7 20 10 39 27 Fri. 4 34 7 21 II 26 28 Sat. 4 33 7 22 morn. 29 Sun. 4 32 7 23 8 30 Mon. 4 32 7 23 47 31 Tues. 4 31 7 24 1 23 JUNE. Day Day of Sun Sun Moon M'h Week. Rises. Sets. Sets. i Wed. 4 31 7 24 2 O' 2 Thur. 4 30 7 25 2 34 3 Fri. 4 30 7 26 39 4 Sat. 4 30 7 26 3 40, 5 Sun. 4 29 7 27 rises. 6 Mon. 4 29 7 28 8 10 7 Tues. 4 29 7 28 96 8 Wed. 4 29 7 29 9 45 9 Thur. 4 28 7 30 10 37 10 Fri. 4 28 7 30 11 14 11 Sat. 4 28 7 31 11 46 12 Sun. 4 28 7 31 morn. 13 Mon. 4 28 7 32 i6> 14 Tues. 4 28 7 32 45 15 Wed. 4 28 7 32 1 11 16 Thur. 4 28 7 33 1 4t 17 Fri. 4 28 7 33 2 11 18 Sat. 4 28 7 33 2 43, 19 Sun. 4 28 7 34 3 21 20 Mon. 4 29 7 34 44 21 Tues. 4 29 7 34 sets. 22 Wed. 4 29 7 34 8 41 23 Thur. 4 29 7 34 9 24 24 Fri. 4 29 7 35 10 9 25 Sat. 4 30 7 35 11 49 26 Sun. 4 30 7 35 11 26 27 Mon. 4 30 7 35 morn. 28 Tues. 4 29 7 35 1 29 Wed. 4 29 7 35 35 30 Thur. 4 29 7 35 1 11"], [13, "VACATION JOURNAL. 7 ALMANAC. JULY. Day Day of Sun Sun Moon M'h Week. Rises. Sets. Sets. I Fri. 4 32 7 35 1 47 2 Sat. 4 33 7 34 2 27 3 Sun. 4 33 7 34 3 13 4 Mon. 4 34 7 34 4 12 5 Tues. 4 34 7 34 rises. 6 Wed. 4 35 7 34 8 32 7 Thur. 4 35 7 34 9 13 8 Fri. 4 36 7 33 9 46 9 Sat. 4 37 7 33 10 18 10 Sun. 4 37 7 33 10 47 11 Mon. 4 38 7 32 11 15 12 Tues. 4 39 7 32 11 42 13 Wed. 4 40 7 31 morn. 14 Thur. 4 41 7 30 on 15 Fri. 4 42 7 30 o 42 16 Sat. 4 42 7 29 1 17 17 Sun. 4 43 7 29 1 56 18 Mon. 4 44 7 28 2 42 19 Tues. 4 45 7 27 3 34 20 Wed. 4 45 7 27 4 33 21 Thur. 4 46 7 26 sets. 22 Fri. 4 47 7 25 8 47 23 Sat. 4 48 7 25 9 26 24 Sun. 4 49 7 24 10 3 25 Mon. 4 50 7 23 10 39 26 Tues. 4 51 7 22 11 13 27 Wed. 4 52 7 21 n 49 28 Thur. 4 52 7 20 morn. 29 Fri. 4 53 7 19 o 28 30 Sat. 4 54 7 18 I 10 31 Sun. 4 55 7 17 1 56 AUGUST. Day Day of Sun Sun Moon M'h Week. Rises. Sets. Sets. I Mon. 4 56 7 16 2 49 2 Tues. 4 57 7 14 3 44 3 Wed. 4 58 7 13 rises. 4 Thur. 4 59 7 12 7 45 5 Fri. 5 0 7 11 8 18 6 Sat. 51 7 10 8 47 7 Sun. 5279 9 15 8 Mon. 5 3 7 7 9 43 9 Tues. 54 76 10 12 10 Wed. 55 75 10 41 II Thur. 56 74 11 14 12 Fri. 57 72 11 51 13 Sat. 5871 morn. 14 Sun. 5970 33 15 Mon. 5 10 6 58 1 22 16 Tues. 5 n 6 57 2 15 17 Wed. 5 12 6 55 3 17 18 Thur. 5 13 6 54 4 24 19 Fri. 5 14 6 53 sets. 20 Sat. 5 15 6 51 7 58 21 Sun. 5 16 6 50 8 39 22 Mon. 5 17 6 48 9 13 23 Tues. 5 17 6 47 9 50 24 Wed. 5 18 6 45 10 28 25 Thur. 5 19 6 44 11 10 26 Fri. 5 20 6 42 11 55 27 Sat. 5 21 6 41 morn. 28 Sun. 5 22 6 39 35 29 Mon. 5 23 6 37 1 39 30 Tues. 5 24 6 36 2 36 31 Wed. 5 25 6 34 3 33"], [14, "VACATION JOURNAL. 8 ALMANAC. SEPTEMBER. Dav Day of Sun Sun Moon M'h Week. Rises. Sets. Sets. I Thur. 5 27 6 33 4 32 2 Fri. 5 28 6 32 rises. 3 Sat. 5 29 6 30 7 17 4 Sun. 5 30 6 28 7 47 5 Mon. 5 31 6 26 8 14 6 Tues. 5 32 6 25 8 43 7 Wed. 5 33 6 23 9 13 8 Thur. 5 34 6 22 9 49 9 Fri. 5 35 6 20 10 27 10 Sat. 5 36 6 19 II 10 n Sun. 5 37 6 17 morn. 12 Mon. 5 38 6 15 o 1 13 Tues. 5 39 6 14 o 58 14 Wed. 5 40 6 12 23 15 Thur. 5 41 6 10 3 10 16 Fri. 5 42 69 4 2I 17 Sat. 5 43 67 sets. 18 Sun. 5 44 65 7 7 19 Mon. 5 45 63 7 45 20 Tues. 5 45 62 8 24 21 Wed. 5 46 60 95 .22 Thur. 5 47 5 58 9 52 ►23 Fri. 5 48 5 57 10 40 24 Sat. 5 49 5 55 11 34 25 Sun. 5 50 5 53 morn. 26 Mon. 5 51 5 52 o 30 27 Tues. 5 52 5 50 1 28 28 Wed. 5 53 5 48 2 26 29 Thur. 5 54 5 4& 3 23 30 Fri. 5 55 5 45 4 22 I OCTOBER. Day Day of Sun Sun Moon M'h Week. Rises. Sets. Sets. I Sat. 5 56 5 43 5 18 2 Sun. 5 57 5 4i \"ses. 3 Mon. 5 58 5 39 6 45 4 Tues. 5 59 5 38 7 15 5 Wed. 6 o 5 36 7 47 6 Thur. 6 1 5 35 8 23 7 Fri. 6 2 5 33 95 8 Sat. 6 3 5 31 9 51 9 Sun. 64 5 30 10 45 10 Mon. 65 5 28 n 43 n Tues. 67 5 27 morn. 12 Wed. 6 8 5 25 48 13 Thur. 6 9 5 23 1 56 14 Fri. 6 10 5 22 38 15 Sat. 6 n 5 20 4 20 16 Sun. 6 12 5 19 5 32 17 Mon. 6 13 5 17 sets. 18 Tues. 6 14 5 16 6 15 19 Wed. 6 15 5 14 7 4\" 20 Thur. 6 16 5 13 8 30 21 Fri. 6 18 5 12 9 25 22 Sat. 6 19 5 10 10 22 23 Sun. 6 20 59 n 20 24 Mon. 6 21 57 morn. 25 Tues. 6 22 5 6 18 26 Wed. 6 23 54 1 18 27 Thur. 6 24 53 2 16 28 Fri. 6 26 52 3 13 29 Sat. 6 27 5 I 48 30 Sun. 6 28 4 59 54 31 Mon. 6 29 4 58 rises."], [15, "D'VISIONS. EASTERN. CENTRAL. Phases. Full Moon. Last Quarter. New Moon. First Quarter. Full Moo^ New Moon\" First Quarter. Time. Day Hour. Day Hour. Day Hour. Day Hour. Day Hour. Day Hour. D^H^rT Day Hour. 7 9-°IA-M- I4 3'I7P-M- 22 6'°5P-M- 3o i2.I9a.m. j 8.oxa.m. x< 2.I7P.M. 22 ToT^lo\" 1IXOPM 5 5-38pM- I3 8'35A-M- \" 553A-M- »■«*•«. 5 438 P.M. r3 7.35a.m. „ 4.53A.M. 28 4.OIAM. Ja,y 5 334A-M- I3 I-S7P-M- \" 3-5°p-M- 2? 4.30 a.m. s I3 I2.57A;M. M 2SoPM 2? 33oam August.... 3 3.40 p.m. 11 6.36P.M. I9 1,38A.M. 25 3-» p.m. 3 b.40P,M. 11 5.36P.M. l8 xx.38 p.m. 25 September. , 6.x, A.M. ,0 10.03 a.m. -7 9.00 A.M. 24 -.04 A.M. 3 S.I2A.M. IO 9.03A.M. 1? „_ 1 IO-47P-M. , MJPA '4P-M- October... 3I «■«■ 9 -57 p.m. i6 5.35 p.m. 23 i,46p.m. 3I 3.3i p.m. g I0.„ p.M. l6 Snout.— Doth the moon shine that night we play our play ? Bottom.-K calendar ! a calendar ! look in the almanac ; find out moonshine, find out moonshine. Shakespeare. THE MOON'S PHASES. (1)"], [16, "MORNING STARS. When all the morning stars sang together, And all the Sons of God shouted for joy. Job. Mercury, March 21 to May 27, July 29 to Sept. 10, Venus, after September 21. Mars, the full six months. Saturn, July 18 to Oct. 29. Neptune, May 18 to Aug. 23. EVENING STARS. That full star that ushers in the even. Shakespeare, CXXXII. Sonnet. Mercury, May 27 to July 29, Sept. 10 to Nov. 27. Venus, until Sept. 21. Jupiter, the full six months. Saturn, until July 18. Uranus, until Oct. 6. Neptune, until May 18, and after August 23, 10"], [17, "THE VACATION JOURNAL. 11 SIGNAL SERVICE FLAGS How can I tell the signals and the signs. Longfellow. INTERPRETATION OF SIGNALS. No. 1. No. 2. No. 8. No. 4. White Flag. Blue Flag. Black Triangular White Flag, Flag. Black Center. Clear or Fair. Rain or Snow. Temperature. Cold Wave. Number I, white flag, clear or fair weather, no rain. Number 2, blue flag, rain or snow. Number 3, black triangular flag, refers to temperature, and above numbers 1 or 2, indicates warmer weather ; below numbers 1 or 2, colder weather, and when not displayed, stationary weather. Number 4, white flag with black center (cold-wave flag), sudden fall in temper ature ; this signal is usually ordered at least twenty-four hours in advance of the cold wave. It is not displayed unless a temperature of forty-five degrees, or less, is expected, nor is flag number 3 ever displayed with it. DISPLAY EXAMPLES. Fair Weather, Colder. Warmer, Rain or Snow, Fair Weather, Cold Wave, Warmer, Fair Weather, fol- lowed by Rain or Snow. The \" Indications \" are prepared at Washington by the chief Signal officer, daily, for the twenty-four hours commencing at 7 a.m."], [18, "12 RATES OF POSTAGE. Letters from absent friends extinguish fear, Unite division, and draw distance near. Aaron Hill. DOMESTIC— First Class.— Letters and all written matter, sealed or mi sealed, and other matter fastened so that it cannot be easily examined, 2 cents per ounce or fraction thereof. Postal Cards furnished by Govern ment, i cent. Special io-cent stamp in addition to lawful postage attached to a letter, entitles it to immediate delivery in any place of 4,000 population or over, between 7 o'clock A.M. and midnight. Drop-Letters. — Delivered by carrier, 2 cents; not delivered by carrier, 1 cent. Second Class.— Newspapers from office of publication or from news agency, to actual subscribers or to news agents, 1 cent per pound or fraction thereof, prepaid. Third Class.— Printed matter of general information by any process ex cept handwriting, copying-press, or type-writer, unsealed, including written correction of typographical errors, and manuscript copy accompanying proof sheets, 1 cent for each 2 ounces or fraction thereof. Limit of weight, four pounds, except for a single book, which may weigh more. Fourth Class.— Mailable merchandise and matter not included in fore going classes, unsealed, 1 cent per ounce or fraction thereof. Limit ot weight, four pounds. Permissible Writing on third or fourth class matter. — Date and name of sender and addressee on printed circulars ; the word \" from \" with name and address of sender, and names and number of articles, on wrappers ; identification marks on or attached to package. Articles in newspapers or other publications may be marked for observation, but no written words. Reforwarding.— Matter forwarded free to another post-office upon written request of addressee ; unclaimed letters with name and address of sender thereon returned free, but unclaimed packages must have return postage paid. Unmailable.— Liquids, and anything hable to injure the mails or handlers thereof. FOREIGN.— Canada.— First class matter, same rates as domestic postage ; unsealed samples of merchandise under 8 ounces, 10 cents. Merchandise excluded. Europe and all Postal Union Countries. — Letters, 5 cents per fifteen grams (1 oz.); postal cards, 2 cents each; unsealed matter and samples, 1 cent for each two ounces. REGISTERED MATTER.— First, third, and fourth class matter, domestic or foreign, maybe registered ; name and address of sender must be indorsed on envelope or package ; fee, 10 cents, in addition to regular postage, for each letter or package. MONEY ORDERS.— Postal Note.— Issued for any amount less than $5, and payable to bearer when duly receipted ; fee, 3 cents. Money-Order.— Issued for any amount not exceeding $100. Rates : not over $10, 8 cents ; $10 to $15, 10 cents ; $15 to $30, 15 cents ; $30 to $40, 20 cents ; $40 to $50, 25 cents ; $50 to $60, 30 cents ; $60 to $70, 35 cents ; $70 to $So, 40 cents ; $80 to $100, 45 cents."], [19, "DIARY. 'Tis a chronicle of day by day. Tempest."], [20, ""], [21, "MAY. For thee, sweet month, the groves green liveries wear, If not the first, the fairest of the year. For thee, the Graces lead the dancing hours, And Nature's ready pencil paints the flowers. John Dryden Now the bright morning star, day's harbinger, Comes dancing from the east, and leads with her The flowery May, who from her green lap throws The yellow cowslip, and the pale primrose. Hail, beauteous May, thou dost inspire Mirth, and youth, and warm desire ; Woods and groves are of thy dressing, Hill and dale doth boast thy blessing ! Thus we salute thee with our early song. And welcome thee, and wish thee long. John Milton."], [22, ""], [23, "THE VACATION JOURNAL. 17 MAY I. For, lo ! the winter is past, the rain is over and gone ; The flowers appear on the earth ; The time of the singing of birds is come. Canticles ii. it, 12."], [24, "THE VACATION JOURNAL. 18 MAY 2. First, lusty spring, all dight in leaves of floweres That freshly budded and new bloosmes did beare, In which a thousand birds had built their bowres. Spe nser."], [25, "THE VACATION JOURNAL. 19 MAY 3. Gentle Spring ! in sunshine clad, Well dost thou thy power display, For Winter maketh the light heart sad, And thou, thou makest the sad heart gay. Charles d'Or/eaitj."], [26, "THE VACATION JOURNAL. 20 MAY 4. Spring does to flow'ry meadows bring What the rude winter from them tore. Waller."], [27, "THE VACATION JOURNAL. 21 MAY 5. In the spring-time, the only pretty ring time, When birds do sing, hey ding a ding, ding ; Sweet lovers love the spring. Shakespeare."], [28, "22 THE VACATION JOURNAL. MAY 6. The valleys, hills, and woods, in rich array Welcome the coming of the long'd-for May ; Now all things smile. Thomas Carew."], [29, "THE VACATION JOURNAL. 23 MAY 7. Violets dim, But sweeter than the lids of Juno's eyes Or Cytherea's breath. Shakespeare."], [30, "THE VACATION JOURNAL. 24 MAY 8. The delicate-footed May, With its slight fingers full of leaves and flowers. N. P. Willis."], [31, "THE VACATION JOURNAL. 25 MAY 9. Now rings the woodland loud and long, The distance takes a lovelier hue ; And drowned in yonder living blue The lark becomes a sightless song. Tennyson."], [32, "THE VACATION JOURNAL. 26 MAY IO. Love, whose month is ever May, Spied a blossom passing fair Playing in the wanton air. Shakespeare."], [33, "THE VACATION JOURNAL. 27 MAY II. We are violets blue, For our sweetness found Careless in the mossy shades, Looking on the ground. Love dropp'd eyelids and a kiss, — Such our breath and blueness is. Leigh Hunt."], [34, "THE VACATION JOURNAL. 28 MAY 12. Pale primroses, That die unmarried ere they can behold Bright Phœbus in his strength. Shakespeare."], [35, "THE VACATION JOURNAL. 29 MAY 13. The starry, fragile wind-flower, Poised above in airy grace, Virgin white, suffused with blushes, Shyly droops her lovely face. Elaine Goodale."], [36, "THE VACATION JOURNAL. 30 MAY 14. Sweet is the air with the budding hour, And the valley stretching for miles below Is white with blossoming cherry-trees, As if just covered with the lightest snow. Longfellow."], [37, "THE VACATION JOURNAL. 3' MAY 15. The pines were dark on Ramoth Hill, Their song was soft and low ; The blossoms in the sweet May wind Were falling like the snow. Whittier."], [38, "THE VACATION JOURNAL. 32 MAY 1 6. Primrose, first-born child of Ver, Merry spring-time's harbinger. Beaumont and Fletcher."], [39, "THE VACATION JOURNAL. 33 MAY 17. The pansy this. Oh, that's for lovers' thoughts. Chapman."], [40, "THE VACATION JOURNAL. 34 MAY 1 8. The sweet season, that bud and bloom forth brings, With green hath clad the hill and eke the vale : The nightingale with feathers new she sings, The turtle to her mate hath told her tale. Surrey."], [41, "THE VACATION JOURNAL. 35 MAY 19. 1 ' Three bunches a penny, primroses ! \" Oh, dear is the greeting of spring, When she offers her dew-spangled posies, The fairest creation can bring. Eliza Cook."], [42, "36 THE VACATION JOURNAL. MAY 20. The maples, gems of crimson, lie Upon the thick green grass ; The dogwood sheds its clusters white, The birch has dropped its tassels bright, Cowslips are round the rill. Albert R. Street."], [43, "THE VACATION JOURNAL. 37 MAY 21. The scarlet maple keys betray What potent blood hath modest May. Emerson."], [44, "THE VACATION JOURNAL. 38 MAY 22. At the head of Flora's dance, Simple Snowdrop, then in thee All thy sister train I see ; Every brilliant bud that blows, From the bluebell to the rose. Montgomery."], [45, "THE VACATION JOURNAL. 39 MAY 23. You violets that first appear, By your purple mantles known, Like the proud virgins of the year, As if the spring were all your own. Sir Henry Wotton."], [46, "THE VACATION JOURNAL. 40 MAY 24. When daisies pied, and violets blue, And ladysmocks all silver white, And cuckoo buds of yellow hue Do paint the meadows with delight. Shakespeare,"], [47, "THE VACATION JOURNAL. 41 MAY 25. The anemone in snowy hood, The sweet arbutus in the wood ; And to the smiling skies above, I say, \" Bend brightly o'er my love.\" Mary Clemmer."], [48, "THE VACATION JOURNAL. 42 MAY 26. A host of golden daffodils — Beside the lake, beside the leas, Fluttering and dancing in the trees. Wordsworth."], [49, "THE VACATION JOURNAL. 43 MAY 27. 0 flower-de-luce, blcom on, and let the river Linger to kiss thy feet ! Oh, flower of song, bloom on, and make forever The world more sweet. Longfellow."], [50, "THE VACATION JOURNAL. 44 MAY 28. Consider the lilies of the field, how they grow; they toil not, neither do they spin. — Gospel of St. Matthew."], [51, "THE VACATION JOURNAL. 45 MAY 29. I send thee pansies while the year is young, Yellow as sunshine, purple as the night ; Flowers of remembrance, ever fondly sung By all the chiefest of the Sons of Light. Sarah Dowdney."], [52, "THE VACATION JOURNAL. 46 MAY 30. Like souls that balance joy and pain With tears and smiles from heaven again, The maiden spring upon the plain Came in a sunlit fall of rain. Tennyson."], [53, "THE VACATION JOURNAL. 47 MAY 31. Spring flies, and with it all the train it leads. Schiller."], [54, ""], [55, "JUNE. Flowery June, When brooks send up a cheerful tune. And groves a joyous sound. William C. Bryant. And what is so rare as a day in June ? Then, if ever, come perfect days ; Then heaven tries the earth if it be in tune, And over it softly her warm ear lays. James Russell Lowell. A noise like of a hidden brook In the leafy month of June, That to the sleeping woods all night Singeth a quiet tune. John G. Whittier."], [56, ""], [57, "THE VACATION JOURNAL. 51 JUNE I. Let us crown ourselves with rosebuds before they be withered. — Wisdom ol Solomom."], [58, "THE VACATION JOURNAL. 52 JUNE 2. An empty sky, a world of heather, Purple of foxglove, yellow of broom ; We two among them wading together, Shaking out honey, treading perfume. Jean Ingelow."], [59, "THE VACATION JOURNAL. 53 JUNE 3. Starred forget-me-nots smile sweetly, Ring, bluebells, ring ! Winning eye and heart completely, Sing, robin, sing ! Sarah F. Davis."], [60, "THE VACATION JOURNAL. 54 JUNE 4. Like a rose Red morn began to blossom and unclose A slushing brightness on the dewy steep. Owen Meredith."], [61, "THE VACATION JOURNAL. 55 JUNE 5. Bronzed and molded by wind and sun, Maddening, gladdening every one, With a gipsy beauty full and fine, — A health to the crimson columbine I Elaine Goodcle."], [62, "THE VACATION JOURNAL. 56 JUNE 6. Anemone, so well Named of the wind, to which thou art all free. Geo. MacDonald."], [63, "THE VACATION JOURNAL. 57 JUNE 7. Where the bee sucks, there suck I : In a cowslip's bell I lie ; There I couch when owls do cry. On a bat's back I do sly After summer merrily. Shakespear e."], [64, "58 THE VACATION JOURNAL. JUNE 8. Frank-hearted hostess of the field and wood, Gipsy, whose roof is every spreading tree ; June is the pearl of our New England Year. Still a surprisal, though expected long, Her coming startles. Lowell."], [65, "THE VACATION JOURNAL. 59 JUNE 9. The rosebuds lay their crimson lips together, And the green leaves are whispering to themselves. Amelia B. Welby."], [66, "60 THE VACATION JOURNAL. JUNE IO. Ah ! memories of sweet summer eves, Of moonlit wave and willowy way, Of stars and flowers, and dewy leaves, And smiles and tears more dear than they. Whittier."], [67, "THE VACATION JOURNAL. 61 JUNE II. As clear As morning roses newly wash'd with dew. Shakespeare."], [68, "62 THE VACATION JOURNAL. JUNE 12. Here are sweet peas, on tiptoe for a flight ; With wings of gentle flush o'er delicate white, And taper fingers catching at all things, To bind them all about with tiny rings. Keats."], [69, "THE VACATION JOURNAL. 63 JUNE 13. I steal by lawns and grassy plots, I slide by hazel covers ; I weave the sweet forget-me-nots That grow for happy lovers. Tennyson."], [70, "64 THE VACATION JOURNAL. JUNE 14. By the streams that ever flow ; By the fragrant winds that blow O'er the Elysian flow'rs ; By those happy souls who dwell In yellow meads of Asphodel. Pope."], [71, "THE VACATION JOURNAL. 65 JUNE 15. Wait till the laurel bursts its buds, And creeping ivy fills its graces About the lichen'd recks, and floods Of sunshine sill the shady places. Margaret J. Preston."], [72, "THE VACATION JOURNAL. 66 JUNE l6. So sweet, so sweet the roses in their blowing ; So sweet the daffodils, so fair to see ; So blithe and gay the humming-bird a-going From slower to flower a-hunting with the bee. Nora Perry."], [73, "THE VACATION JOURNAL. 67 JUNE 17. When I have plucked the rose I cannot give it vital life again ; It needs must wither. Shakespeare."], [74, "THE VACATION JOURNAL. 68 JUNE l8. You find but commom bloom and green The rippling rivers rune, The beauty which is everywhere Beneath the skies of June. Whittier."], [75, "THE VACATION JOURNAL. 69 JUNE 19. Half in shade and half in sun, The rose sat in her bower, With a passionate thrill in her crimson heart. Bayard Taylor."], [76, "THE VACATION JOURNAL. 70 JUNE 20. I know a bank whereon the wild thyme blows, Whereon oxlips and the nodding violet grows, Quite over-canopied with lush woodbine, With sweet musk-roses and with eglantine. Shakespeare."], [77, "THE VACATION JOURNAL. 71 JUNE 21. By dimple wood and fountain brim The wood-nymphs decked with daisies trim, Their merry wakes and pastimes keep. Milton."], [78, "THE VACATION JOURNAL. 72 JUNE 22. We sit in the shade and feel right well How the sap creeps up and the blossoms swell ; We may shut our eyes, but we cannot help knowing The skies are clear and grass is growing. Lowell."], [79, "THE VACATION JOURNAL. 73 JUNE 23. Wild-rose, sweet-brier, eglantine, AH these pretty names are mine, And scent in every leaf is mine, And a leaf for all is mine, And the scent — oh ! that's divine ! Happy-sweet and pungent fine, Pure as dew, and pick'd as wine. Leigh Hunt."], [80, "THE VACATION JOURNAL. 74 JUNE 24. Of all the flowres in the mede, Than love I most those flowres white and rede, Soch that men callen daisies in our toun. Chaucer."], [81, "THE VACATION JOURNAL. 75 JUNE 25. The cowslips tall her pensioners be ; In their gold coats spots you see ; Those be rubies, fairy favors ; In those freckles live their savours. Shakespeare."], [82, "76 THE VACATION JOURNAL. JUNE 26. O gift of God ! O perfect day ; Whereon shall no man work, but play ; Whereon it is enough for me, Not to be doing, but to be. Longfellow."], [83, "THE VACATION JOURNAL. 77 JUNE 27. When the forest shall mislead me, When the night and morning lie, When sea and land refuse to feed me 'Twill be time enough to die. Then will yet my mother yield A pillow in her greenest field, Nor the June slowers scorn to cover The clay of their departed lover. Emerson."], [84, "78 THE VACATION JOURNAL. JUNE 28. The birds chant melody on every bush, The snake lies rolled in the cheerful sun, The green leaves quiver in the cooling wind, And make a chequeied shadow on the ground. Slcokespcare."], [85, "THE VACATION JOURNAL. 79 JUNE 29. Columbine, open your folded wrapper, Where two twin turtle-doves dwell. O cuckoopint ! toll me the purple clapper That hangs in your green, clear bell. yean Ingelow."], [86, "THE VACATION JOURNAL. 80 JUNE 30. June falls asleep upon her bier of flowers ; In vain are dewdrops sprinkled o'er her, In vain would fond winds fan her back to life ; Her hours are numbered on the floral dial. Lucy Larcom."], [87, "JULY. Frotn all the misty morning air, there comes a summer sound, A murmur as of waters from skies and trees and ground. R. W. Gilder. Summer glow Lie/h low Upon heath, field, wood, and grass. Here and there Ln the glare, White, red, gold peeps from the place. Full of joy Laughs the sky, Laughs what on the earth doth rove. Ulrich Von Lichenstein. Now the summer's in prime, Wi' the flowers richly blooming, And the wild mountain thyme A' the moorlands perfuming."], [88, ""], [89, "THE VACATION JOURNAL. 83 JULY I. Then came July, boiling like to fire, That all his garments he had cast away. Upon a lion, raging yet with ire, He boldly rode, and made him to obey. Behind his back a scythe, and by his side, Under his belt he bore a sickle circling wide. tidmund Spenser."], [90, "THE VACATION JOURNAL. 84 JULY 2. A brave old house ! a garden full of bees, Large, dropping poppies and queen hollyhocks, With butterflies for crowns — tree peonies, And pinks and goldilocks. yean Ingelow."], [91, "THE VACATION JOURNAL. 85 JULY 3. Nosegays ! leave them for the waking, Throw them eastward where they grew ; Dim are such, beside the breaking Amaranths he looks unto. Folded eyes see brighter colors than The open ever do. E. B. Browning."], [92, "THE VACATION JOURNAL. 86 JULY 4. Hot midsummer's petted crone, Sweet to me thy drowsy tone Tel s of countless sunny hours, Long days and solid banks of flowers • Of gulfs of sweetness without bound, In Indian wildernesses found ; Of Syrian peace, immortal leisure, Finest cheer and bird-like pleasure. Emerson ."], [93, "THE VACATION JOURNAL. 87 JULY 5. Clear and simple in white and gold, Meadowy blossom of sunlit spaces, — The field is full as it well can hold, And white with the drift of the ox-eye daisies. Dora R. Coodale."], [94, "88 THE VACATION JOURNAL. JULY 6. We are slumberous poppies, Lords of Lothe downs, Some awake and some asleep, Sleeping in our crowns. What perchance our dreams may know, Let our serious beauty show. Leigh Hunt."], [95, "THE VACATION JOURNAL. 89 JULY 7. O velvet bee, you're a dusty fellow, You've powdered your legs with gold ! O brave marsh-may buds, rich and yellow, Give me your money to hold ! Jean Ingelow."], [96, "THE VACATION JOURNAL. 90 JULY 8. Rocked the pale lily with its burden, Only a worker bee at most, Working for nothing, save the guerdon To live on her honey in the frost. But on small things and large the summer shineth, Over ships and over lily globes the sky, And the sender of the summer wind divineth What portion each shall of his July. Edwin Arnold."], [97, "THE VACATION JOURNAL. 91 JULY 9. Through the dancing poppies stole A breeze most softly lulling to my soul ; And shaping visions all about my sight Of colors, wings, and bursts of spangly light. Keats."], [98, "THE VACATION JOURNAL. 92 JULY IO. Nor shall the marigold unmentioned die, Which Acis once found out in Sicily ; She Phœbus loves, and from him draws his hue, And ever keeps his golden beams in view. Rapin, trans. by Gardiner."], [99, "THE VACATION JOURNAL. 93 JULY II. When the heat like a mist veil floats, And poppies flame in the rye, And the silver note in the streamlet's throat Has softened almost to a sigh, It is July. Susan Hartley Swell."], [100, "THE VACATION JOURNAL. 94 JULY 12. Loud is the summer's busy song, The smallest breeze can find a tongue, While insects of each tiny size Grow teasing with their melodies, Till noon bums with its blistering breath Around, and day lies still as death. John Clare."], [101, "THE VACATION JOURNAL. 95 JULY 13. Heigh, ho ! daisies and buttercups, Fair, yellow daffodils, stately and tall ; A sunshiny world full of laughter and leisure, And fresh hearts unconscious of sorrow and thrall, Send down on their pleasure, smiles passing its measure, God that is over us all. Jean Ingelow."], [102, "THE VACATION JOURNAL. 96 JULY 14. White feet in the fairy fern, Quick wings in a chrysolite sky, And an amethyst lamp in the west to bum When the cool, dusk hours for which lovers yearn Pass in sweet silence by ; Over summer seas Thou bringest these Hither, July. Mortimer Collins."], [103, "THE VACATION JOURNAL. 97 JULY 15. The fairest flowers o' the season Are our carnations, and streak'd gillyvors. Shakespeare."], [104, "THE VACATION JOURNAL. 98 JULY 16. Above the trees the honey-bees swarm by with buzzard boom, And in the field and garden a thousand blossoms bloom ; Within the farmer's meadow a brown-eyed daisy blows, And down at the edge of the hollow a red and thorny rose. R. W. Gilder."], [105, "THE VACATION JOURNAL. 99 JULY 17. And round about them grows a fringe of reeds, And then a floating crown of lily flowers, And yet within small, silver-budded weeds ; But each clear centre evermore embowers A deeper sky, where, stooping you may see The little minnows darting restlessly. jean Ingelow."], [106, "THE VACATION JOURNAL. 100 JULY 18. The pleached bower Where honeysuckles ripen'd by the sun, Forbid the sun to enter ; — like favorites, Made proud by princes that advance their pride Against that power that bred it. Shakespeare."], [107, "THE VACATION JOURNAL. 101 JULY 19. A sensitive-plant in a garden grew And the young winds fed it with silver dew, And it opened its fan-like leaves to the light, And clothed them beneath the kisses of night. Shelley."], [108, "THE VACATION JOURNAL. 102 JULY 20. The slender acacia would not shake One long milk-bloom on the tree ; The white lake-blossom fell into the lake As the pimpernel dozed on the lea ; But the rose was awake all night for your sake, Knowing your promise to me ; The lilies and roses were all awake, They sigh'd for the dawn and thee. Tennyson."], [109, "THE VACATION JOURNAL. 103 JULY 21. The buttercups bright-eyed and bold, Held up their chalices of gold, To catch the sunshine and the dew. Julia C. R. Dorr."], [110, "THE VACATION JOURNAL. 104 JULY 22. Crowds of bees are giddy with clover, Crowds of grasshoppers skip at our feet, Crowds of larks at their matins hang over, Thanking the Lord for a life so sweet. Jean Ingelow."], [111, "THE VACATION JOURNAL. 105 JULY 23. Hark ! hark ! The lark at heaven's gate sings, And Phœbus 'gins arise, His steeds to water at those springs On chaliced flowers that lies ; And winking Mary-buds begin To ope their golden eyes ; With everything that pretty bin, My lady, sweet, arise ; Arise, arise. Shakespeare."], [112, "THE VACATION JOURNAL. 106 JULY 24. Broad water-lilies lay tremulously, And starry river-buds glimmered by, And round them the soft stream did glide and dance With a motion of sweet sound and radiance. Shelley,"], [113, "THE VACATION JOURNAL. 107 JULY 25. And O, the buttercups I that field O' the cloth of gold, where pennons swam — Where France set up his lilied shield, His orislamb, And Henry's lion standard rolled ; What was it to their matchless sheen, Their million, million drops of gold Among the green. Jean Ingelow."], [114, "108 THE VACATION JOURNAL. JULY 26. We are lilies fair. The flower of virgin light ; Nature held us forth and said, \" Lo, my thoughts of white.\" Leigh Hunt."], [115, "THE VACATION JOURNAL. 109 JULY 27. July forgets what birds and flowers June had ; Even hearts whose joy is deep as ours Grow sad. The pale leaves hear not what the flowers Heard told ; Even hearts as passionate as ours Grow cold. rakenham Thomas Realty."], [116, "110 THE VACATION JOURNAL. JULY 28. O day of dreams, thou art not wholly lost ; When winter winds shall wax through sleety rain, And all the flowers lie dead beneath the frost, In memory I shall live thee o'er again. James Benjamin Kenyon."], [117, "THE VACATION JOURNAL. 111 JULY 29. Crimson clover I discover In the open field, Mellow sunlight brooding over, All her warmth revealed. Sing, robin, sing, 'Tis no longer May, — Fuller bloom doth summer bring, Ripened thro' delay ! Dora R. Goodale."], [118, "THE VACATION JOURNAL. 112 JULY 30. Where in the youngest grass blue-cups push forth, And the white lily reareth up her head, And purples cluster, and the saffron flower, Clear as a flame of sacrifice breaks out. sean Ingelaw."], [119, "THE VACATION JOURNAL. 113 JULY 31. Here's flowers for you ; Hot lavender, mints, savory, marjoram ; The marigold, that goes to bed wi' the sun, And with him rises weeping. Shakespeare."], [120, ""], [121, "AUGUST. Rejoice ! ye fields, rejoice ! and wave with gold, When August round her precious gifts is flinging ; Lo ! the crushed wain is slowly homeward rolled ; The sunburnt reapers jocund lays are singing. John Ruskin. Dust on thy mantle ! dust, Bright summer ! on thy livery ofigreen A tarnish as of rust. Dims thy late brilliant sheen ; And thy young glories — leaf and bud and flower — Change cometh over them with every hour. William D. Gallagher."], [122, ""], [123, "THE VACATION JOURNAL. 117 AUGUST I. The sixth was August, being rich arrayed In garment all of gold down to the ground ; Yet rode he not, but led a lovely maid Forth by the lily hand, the which was crowned With ears of corn, and full her hand was found. Edmund Spenser."], [124, "THE VACATION JOURNAL. 118 AUGUST 2. There when the August sun had mounted high, And all was silent but the stock-doves brood, The whispering zephyr sometimes rose unseen, And kissed the leaves and boughs of tender green. Bryan Waller Procter."], [125, "THE VACATION JOURNAL. 119 AUGUST 3. Have you seen the forest pool In the summer ? Clear and cool, Glassing 'mid the trees it lies, Silvery clouds and sapphire skies. When in windless August days Not a ripple o'er it plays, One can almost think he sees Through to the Antipodes. William Canton."], [126, "THE VACATION JOURNAL. 120 AUGUST 4. Small summer insects chirp amid the blades That rattle with a strange metallic sound, And clover, like a group of modest maids, Empurples yonder patch of meadow-ground. James Berry Bensel."], [127, "THE VACATION JOURNAL. 121 AUGUST 5. And now when August comes on thee, And 'mid the golden sea of corn The merry reapers thou may'st see, Wilt thou still think the earth forlorn ? William Morris."], [128, "THE VACATION JOURNAL. 122 AUGUST 6. In the parching August wind Corn-iields bow the head, Sheltered in round valley depths, On low hills outspread. Early leaves drop loitering down Weightless on the breeze, First fruits of the year's decay From the withering trees. Christina G. Rossetti."], [129, "THE VACATION JOURNAL. 123 AUGUST 7. 'Tis thou alone, O summer mild, Canst bid me carol wood notes wild : Whene'er I view thy genial scenes, Thy waving woods, embroidered greens, What fires within my bosom wake, How glows my mind the reed to take ! IVarton,"], [130, "THE VACATION JOURNAL. 124 AUGUST 8. Lo, whilst I waited on my tender lambs, And to sun's parching heat displayed my cheeks, God's mother deigned to appear to me. Shakespeare."], [131, "THE VACATION JOURNAL. 125 AUGUST 9. Dead in the air and still ! the leaves of the locust and walnut Lazily hang from the boughs, inlaying their intricate outlines Rather on space than the sky — on a tideless expansion of slumber. Bayard Taylor."], [132, "126 THE VACATION JOURNAL. AUGUST IO. Where the woodland streamlets slow, Gushing down a rocky bed, Where the tasselled alders grow, Lightly meeting overhead ; When the fullest August days Give the richness that they know — Then the wild climate comes, With her wealth of tangled blooms, Reaching up and drooping low. Dora R. Goodale."], [133, "THE VACATION JOURNAL. 127 AUGUST II. For now the noonday quiet holds the hill ; The grasshopper is silent in the grass ; The lizard with his shadow on the stone Rests like a shadow, and the cicada sleeps. Tennyson ."], [134, "128 THE VACATION JOURNAL. AUGUST 12. Hang head, blue-bell, Bending like Moses' sister over Moses, Full of a secret that thou dar'st not tell ! George MacDonald."], [135, "THE VACATION JOURNAL. 129 AUGUST 13. Nor bird would sing, nor lamb would bleat, Nor any cloud would cross the vault, But day increased from heat to heat, On stony drought and steaming salt. Tennyson."], [136, "THE VACATION JOURNAL. 130 AUGUST 14. Buttercups nodded and said \"Good-bye ! \" Clover and daisy went off together, But the fragrant water-lilies lie Yet moored in the golden August weather. Celia Thaxter."], [137, "THE VACATION JOURNAL. 131 AUGUST 15. A time for everything ? O yes, And August is the time, I guess, To gather Love-in-idleness. Am I not right ? Fair one, confess ! Jane Austin."], [138, "THE VACATION JOURNAL. 132 AUGUST l6. The island-valley of Avillion ; Where falls not hail, or rain, or any snow, Nor ever wind blows loudly ; but it lies Deep-meadow'd, happy, fair with orchard-lawns And bowery hollows crowned with summer sea. Tennyson."], [139, "THE VACATION JOURNAL. 133 AUGUST 17. O summer day beside the summer sea 1 O summer day so wonderful and white, So full of gladness and so full of pain 1 Forever and forever shalt thou be To some the gravestone of a dead delight, To some the landmark of a new domain. Longfellow."], [140, "THE VACATION JOURNAL. 134 AUGUST 18. O Love, whose smiling, the time beguiling, Is sweet to dream of and sweet to see ; Through life's brief story of summer glory The river of time bears you and me Past hill and meadow, through sun and shadow, With scarcely a thought of the nearing sea ; O days are fleetest when Use is sweetest, With earth so glad, what shall heaven be ? Eben Eugene Rexford."], [141, "THE VACATION JOURNAL. 135 AUGUST 19. Yon sheaves were once but seed ; Will ripen into deed ; As cave-drops swell the streams Day thoughts feed nightly dreams, And sorrow tracketh wrong, As echo follows song — On, on forever. Harriet Martineau."], [142, "THE VACATION JOURNAL. 136 AUGUST 20. The scarlet poppies cluster by the road, The sweeping scythes flash in the falling grass, And lumbering wagons, with their heavy load, Along the dusty highway lingering pass In harvest time. Thomas Stevens Collier."], [143, "THE VACATION JOURNAL. 137 AUGUST 21. The soile was plaine, smoth and wonder soft, All overspread with tapettes that Nature Had made her seise ; covered eke aloft With bowes greene the flowres for to cure, That in her beauty they may long endure From all assaut of Phœbus' fervent fere, Which in his sphere so hote shone and clere. Chaucer."], [144, "THE VACATION JOURNAL. 138 AUGUST 22. Far, far away, in fields of waving gold, I hear the tassels rustling symphonies, While myriad insect orchestras unfold Their rasping medleys in the apple trees. Richard Kendall Munkittrick."], [145, "THE VACATION JOURNAL. 139 AUGUST 23. Here will I sit and wait, While to my ear from uplands far away The bleating of the folded flocks is borne, With distant cry of reapers in the corn — All the live murmur of a summer day. Matthew Arnold."], [146, "140 THE VACATION JOURNAL. AUGUST 24. In the parching; August wind, Corn-fields bow the head, Sheltered in round valley depths, On low hills outspread. Christina G. Rossetti."], [147, "THE VACATION JOURNAL. 141 AUGUST 25. O summer-time, so passing sweet, But heavy with the breath of flowers, But languid with the fervent heat ; They chide amiss who call thee fleet, Thee, with thy weight of daylight hours, O summer-time, so passing sweet ! Emily Pfeiffer."], [148, "THE VACATION JOURNAL. 142 AUGUST 26. The sky is a sea of sapphire, Dappled with purple and gold ; White heats from the heart of August Over the land are rolled ; White heats from the heart of August Into the liles fold. Nora Perry."], [149, "THE VACATION JOURNAL. 143 AUGUST 27. Only reapers, reaping early In among the bearded barley, Hear a song that echoes cheerily From the river winding clearly, Down to tower'd Camellot : And by the moon the reaper weary, Piling sheaves in uplands airy, Listening whispers, \" 'Tis the fairy Lady of Shalott.\" Tennyson."], [150, "THE VACATION JOURNAL. 144 AUGUST 28. Sing me a song of idle days When golden languor is on the ways, And far away, where the upland ends, Among red com the reaper bends, And farther the faint line of the sea Lies blue, to 'mind us our land is free ! Francis William Bourdillon."], [151, "THE VACATION JOURNAL. 145 AUGUST 29. The laughing flights of song are still That charmed the spring-tide air ; Down rivulet and grassy rill No wayward perfumes fare ; Upon her throne Queen August lies With languor in her dreamful eyes. Samuel Minturn Peck."], [152, "THE VACATION JOURNAL. 146 AUGUST 30. The tuberose, with her silvery light, That in the gardens of Malay Is call'd the Mistress of the Night, So like a bride scented and bright : She comes out when the sun's away. Moore."], [153, "THE VACATION JOURNAL. 147 AUGUST 31. See how the morning opes her golden gates, And takes her farewell of the glorious sun. Shakespeare."], [154, ""], [155, "SEPTEMBER. The lands are lit With all the autumn blaze of Golden-rod, And everywhere the purple Asters nod And bend and wave and flit. Helen Hunt. Season of mists and yellow fruitfulness ! Close bosom friend of the maturing sun ; Conspiring with him how to load and bless With fruit the vines that round the thatch eaves run ; To bend with apples the mossed cottage trees, And fill all fruit with ripeness to the core ; To swell the gourd and plump the hazel-shells With a sweet kernel ; to set budding more. And still more, later flowers for the bees, Until they think warm days will never cease. For summer has o'erbrimmed their clammy cells. John Keats."], [156, ""], [157, "THE VACATION JOURNAL. 151 SEPTEMBER I. September marched, eke on foot, Yet was he heavy laden with the spoil Of harvest riches which he made his boot. And him enriched with bounty of the soil. Edmund Spenser."], [158, "THE VACATION JOURNAL. 152 SEPTEMBER 2. A golden haze conceals the horizon, A golden sunshine slants across the meadows ; The pride and prime of summer-time is gone, But beauty lingers in these autumn shadows. George Arnold."], [159, "THE VACATION JOURNAL. 153 SEPTEMBER 3. Can this be autumn ? Freshly green and fair The meadows glisten on the morning rays, Torches of brown and crimson here and there, Are all that tell us that the year decays. Sarah Doudney."], [160, "THE VACATION JOURNAL. 154 SEPTEMBER 4. The sedges flaunt their harvest, In every meadow nook ; And asters by the brookside Make asters in the brook. Helen Hunt."], [161, "THE VACATION JOURNAL. 155 SEPTEMBER 5. A pallid glory lingers in the sky, Faint scents of wilding flowers float in the air, All Nature's voices murmur in despair ; 11 Was summer crowned so late, so soon to die ? \" But with a royal smile, she whispers, ' ' Cease ! In life is joy and triumph, death is peace ! \" Matilda Barbara Betham-Edwards ."], [162, "156 THE VACATION JOURNAL, SEPTEMBER 6. O moon of golden fruit and ripened grain, Of skies and peaks that melt in mist together, And streams that sing in murmurs soft and low A tender requiem for the summer weather. Mrs. Dulcie Jorda?i."], [163, "THE VACATION JOURNAL. 157 SEPTEMBER 7. The lowing cattle, o'er the sweet late grass, With rattling hoofs press onward to the rill, Brushing the glittering dewdrops as they pass, Till at the bubbling stream they drink their fill. James Benjamin Kenyan."], [164, "158 THE VACATION JOURNAL. SEPTEMBER 8. Mistily rises the harvest moon Over acres of yellow corn ; Sweet — how sweet ! — is the reaper's tune Through the silvering woodland borne ; Magical skylight of luminous twilight Glitters on streamlet ; tinges the thorn. Mortimer Collins."], [165, "THE VACATION JOURNAL. 159 SEPTEMBER 9. Lush juices of ripe fruits, splashed color flung From Frost's first palette, purple, gold and red ; The last sweet song the meadow-lark has sung— Dirge of the summer dead. Alice Brotlterton."], [166, "160 THE VACATION JOURNAL. SEPTEMBER IO. The morrow was a bright September moon ; The earth was beautiful as if new-born ; There was that nameless splendor everywhere, That wild exhilaration in the air, Which makes the passers in the city street Congratulate each other as they meet. Longfellow."], [167, "THE VACATION JOURNAL. 161 SEPTEMBER II. The bundled sheaves stand orderly Against the purple autumn sky, Like armies of Prosperity. Frederick Tennyson."], [168, "THE VACATION JOURNAL. 162 SEPTEMBER 12. A pleasant look hath she, Such as the children love to see upon Their mother's face, when they her smile have won ; Let others choose their love — September pleases me. Thomas AfacKellar."], [169, "THE VACATION JOURNAL. 163 SEPTEMBER 13. What images of grey-clad damsels sweet Shall cross thy sward with dainty, noiseless feet ? What nameless shame, fast longings made alive, Soft-eyed September will thy sad heart give ? William Morris."], [170, "164 THE VACATION JOURNAL. SEPTEMBER J4. Tears, idle tears, I know not what they mean, Tears from the depth of some divine despair Rise in the heart, and gather to the eyes, In looking on the happy autumn fields, And thinking of the days that are no more. Tennyson."], [171, "THE VACATION JOURNAL. 165 SEPTEMBER 15. Forth from a sky of windless grey Pours down the soft, persistent rain, And she for whom I sigh in vain, Who makes my bliss, now makes my pain, Being far from me this autumn day, So far away. Philip Bourke Marston."], [172, "THE VACATION JOURNAL. 166 SEPTEMBER l6. Shall we meet no more, my love, at the binding of the sheaves, In the happy harvest fields as the sun sinks low, When the orchard paths are dim with the drift of fallen leaves, As the reapers sing together in the mellow misty eves ? Will. Wallace Harney."], [173, "THE VACATION JOURNAL. 167 SEPTEMBER 17. Dear as remembered kisses after death, And sweet as these by hopeless fancy feigned On lips that are for others ; deep as love — Deep as first love, and wild with all regies ; O Death in Life ! the days that are no more. Tennyson."], [174, "168 THE VACATION JOURNAL. SEPTEMBER l8. Long autumn rain, White mists which choke the vale, and blot the sides Of the bewildered hills ; in all the plain No field agleam where the gold pageant was, And silent o'er a tangle of drenched grass The blackbird glides. Edward Dowden."], [175, "THE VACATION JOURNAL. 169 SEPTEMBER 19. O sweet September ! thy first breezes bring The dry leaf's rustle and the squirrel's laughter, The cool fresh air, whence health and vigor spring, And promise of exceeding joy hereafter. George Arnold."], [176, "THE VACATION JOURNAL. 170 SEPTEMBER 20. This is the parting season— this, The time when friends are flying ; And lovers now, with many a kiss, Their long farewells are sighing. Thomas William Parsons."], [177, "THE VACATION JOURNAL. 171 SEPTEMBER 21. Each month hath praise in some degree, Let May to others seem to be In sense the sweetest season ; September, thou art best to me, And best doth please my reason. Sir John Davies."], [178, "THE VACATION JOURNAL. 172 SEPTEMBER 22. When the cricket sings with elfin lyre In autumn fields of rich attire, How sweet to gaze with heart at rest, Where summer's flying feet have pressed The glowing turf 1 what joy is higher ? Samuel Mint urn Peck."], [179, "THE VACATION JOURNAL. 173 SEPTEMBER 23. O your asters, purple and gold, I read their mystical meaning well ; They symbol the world with their purple and gold, The gay, gay world with its glittering spell. Nora Perry."], [180, "THE VACATION JOURNAL. 174 SEPTEMBER 24. The winds behind me in the thicket sigh, The bees fly droning on laborious wing, Pink cloudlets scarcely float across the sky, September stillness broods o'er everything. Jtilin Addington Symonds."], [181, "THE VACATION JOURNAL. 175 SEPTEMBER 25. We will, fair queen, up to the mountain top, And mark the musical confusion Of hounds and echo in conjunction. Shakespeare."], [182, "THE VACATION JOURNAL. 176 SEPTEMBER 26. Brilliant asters, purple and gold, Milk-white lilies, parded and pale, With their great white petals rolled, Fold on fold like a nun's white veil. Nora Perry."], [183, "THE VACATION JOURNAL. 177 SEPTEMBER 27. The scarlet berries on the dogwood's stem Grow bright and deepen with a ruddier glow, The shadows lengthen from the forest's hem, And in the distance twilight cometh slow. Robert Burns Wilson."], [184, "THE VACATION JOURNAL. 178 SEPTEMBER 28. The aster glows the fading leaves beneath, The golden-rod gleams by the hedgerow brown, As though the dying summer in the frost-king's teeth Had hurled her gauntlet down."], [185, "THE VACATION JOURNAL. 179 SEPTEMBER 29. It was a bright September afternoon, The parched-up beech-trees would be yellowing soon, The yellow flowers, grown deeper with the sun, Were letting fall their petals one by one. William Morris."], [186, "180 THE VACATION JOURNAL. SEPTEMEER 30. The song-birds leave us at the summer's close, Only the empty nests are left behind, And pipings of the quail among the sheaves. Longfellow."], [187, "OCTOBER. Yellow leaves how fast they flutter — woodland hollows thickly streiving. Where the wan October sunbeams scantly in the midday win, While the dim gray clouds are drifting, and in saddened hues imbuing All without and all within ! Jean Ingelow. O'er shouting children flies That light October wind, And, kissing cheeks and eyes, He leaves their merry cries Far behind. William C Bryant. October turned my maple leaves to gold ; The most are gone now ; here and there one lingers : Soon these will slip from out the twig's weak hold, Like coins between a dying miser's fingers. T. B. Aldrich."], [188, ""], [189, "THE VACATION JOURNAL. 183 OCTOBER I. The dead leaves fall like noiseless rain, The air is calm and warm and sweet ; Upon the woodland and the plain, The ghost of summer rests her feet. A languid fountain sends its spray Into a basin, green with moss ; Slim water-spiders pass in play Where flickering sunbeams dance across. Clinton Scollard."], [190, "THE VACATION JOURNAL. 184 OCTOBER 2. O lustre of decay 1 The daylight glides away In glow of richer glory than at noon ; Autumn, that steals the flower, Gives the tree golden dower, And crimson walls that will be leafless soon. Francis William Bourdillon."], [191, "THE VACATION JOURNAL. 185 OCTOBER 3. Summer has gone — her brief life spent ; Alas ! no longer might she stay, And I, alas ! can only say My peace went with her when she went : 1 had my flower, as she her flowers, And now must while the weary hours With dole as tender as I may. Alice Cary*"], [192, "186 THE VACATION JOURNAL. OCTOBER 4. \" O deep brown eyes,\" sang gay October, \" Deep brown eyes running over with glee ; Blue eyes are pale, and grey eyes are sober ; Bonnie brown eyes are the eyes for me. \" Stay, brown eyes, in the purple weather, A crown of oak leaves with maple blent Shall deck your brows, while gayly together We two will wander to hearts' content.\" Constance Fenimore Woolson,"], [193, "THE VACATION JOURNAL. 187 OCTOBER 5. Mourn, mourn, O autumn winds ! Lament and mourn ; How many half-blown buds must close and die ; Hopes with the summer born all faded lie, And leave us desolate and earth forlorn. Adelaide Anne Procter,"], [194, "188 THE VACATION JOURNAL. OCTOBER 6. Of all the lovely seasons of the year, None is so full of majesty as this, When red October, like a king of old, As wise as rich, and generous as wise, Smiles on the untaxed garners of the land. Thomas Buchanan Read."], [195, "THE VACATION JOURNAL. 189 OCTOBER 7. A still grey evening : autumn in the sky, And autumn on the hills and the sad wold ; No congregated towers of pearl and gold In the vaporous west, no fiend limned duskily, No angel whose reared trump must soon be loud, Nor mountains which some pale-green lake enfold, Nor islands in an ocean glacial-cold ; Hardly, indeed, a noticeable cloud. Edward Dowden."], [196, "190 THE VACATION JOURNAL. OCTOBER 8. Therefore uprouse, ye winds, and howl your will ; Beat, beat, ye sobbing rains, on pane and door ; Enter, slow-footed age, and thou, obscure, Grand angel— not of ill ; Healer of every wound, where'er thou come, Glad, we'll go home. Dinah Maria Mulock Craik."], [197, "THE VACATION JOURNAL. 191 OCTOBER 9. The wind is sighing, The rose is dying, The swallow is flying Over the sea : The leaf is yellow, The fruit hangs mellow, The summer's knell, low, Sounds o'er the lea. Horace L. Nicholson."], [198, "THE VACATION JOURNAL. 192 OCTOBER IO. O hearken, Love, across the moat, And up the flaming dingle, The lusty songs of reapers float. And sheep-bells faintly mingle. The gorse upon the hillside burns, And o'er the purple heather The yellow sunlight softly yearns Through this October weather. James Benjamin Kenyon."], [199, "THE VACATION JOURNAL. 193 OCTOBER II. A languor fills these autumn days, And mellower shine the sun's soft rays ; Beside the stream the golden reed With listless motion idly sways. Her silver threads the spider weaves ; Ungamered stand the yellow sheaves ; And burn like tongues of lurid flame The glowing maple's crimson leaves. Nathan G. Shepherd."], [200, "THE VACATION JOURNAL. 194 OCTOBER 12. As dyed in blood the streaming vines appear, While long and low the wind about them grieves ; The heart of autumn must have broken here, And poured its treasure out upon the leaves. Charlotte Fiske Bates."], [201, "THE VACATION JOURNAL. 195 OCTOBER 13. I lift this sumach bough with crimson slare, And, touched with subtle pangs of dreamy pain, Through the dark wood a torch I seem to bear In autumn's funeral train. John James Pialt."], [202, "196 THE VACATION JOURNAL. OCTOBER 14. The month of carnival of all the year, When Nature lets the wild earth go its way, And spend whole seasons on a single day. The spring-time holds her white and purple dear ; October, lavish, flaunts them far and near. The summer charily her reds doth lay Like jewels on her costliest array ; October, scornful, burns them on a bier. Helen Hunt."], [203, "THE VACATION JOURNAL. 197 OCTOBER 15. Come, let us go into the lane, love mine, And mark and gather what the autumn grows ; The crean.y elder mellowed into wine, The russet hop that was the pink-white rose ; The amber woodbine into rubies turned, The blackberry that was the bramble born. Nor let the seeded clematis be spurned, Nor pearls that now are corals of the thorn. Alfred Austin."], [204, "198 THE VACATION JOURNAL. OCTOBER l6. Through golden moons and purple eves, and shadows cool and tender, From scenes of tranquil happiness and dreams of deep delight, October like a princess in her Oriental splendor Comes down the valley singing with her retinue of light. Katherine M. Sherwood,"], [205, "THE VACATION JOURNAL. 199 OCTOBER 17. And hear ye not another voice a-sighing o'er the main, Across the surf, along the beach, a monody of pain ? Oh, tremble while ye listen to its melancholy song, Upon the lingering winds of autumn sadly borne along. \" Part, lovers ; part, maids ; winter cometh near ; Sleep, kisses ; die, love ; life will soon be drear.\" William James Henderson."], [206, "THE VACATION JOURNAL. 200 OCTOBER l8. There comes a time of rest to thee, Whose laden boughs drop heavily Toward earth, thou golden-fruited tree ! A time when wind and tempest cease To spoil and stain thy fair increase ; After fruition, deepest peace. Rose Terry Cooke."], [207, "THE VACATION JOURNAL. 201 OCTOBER 19. O piteous lease (I to wild autumn's waife did say), Thy pride how briefe, How soone the frost and wind make way. Me pity not (The lease replied), As vexed thy lot, As briefe thy pride. Edith Thomas."], [208, "202 THE VACATION JOURNAL. OCTOBER 20. The school-boys shout on the windy hill, Where nuts lie thick in the matted grass; And the maidens who trip by the moss-grown mill, Sweetly sing as they lightly pass. The world is caught in a wonderful net Of beautiful, tremulous, golden haze, And is laid asleep to dream and forget That winter cometh and stormy days. Charles Turner Dazey,"], [209, "THE VACATION JOURNAL. 203 OCTOBER 21. Ah, golden autumn hour, fly not so fast ! Let the glad lady long with us delay ; The sunset makes the sun so wished for — stay ! Of three fair sisters — loveliest and the last ! But after laughter ever follows grief, And pleasure's sunshine makes the shadow pain ; Even now begins the dreary time again, The first dull patter of the first dead leaf. Edwin Arnold."], [210, "THE VACATION JOURNAL. 204 OCTOBER 22. O earth ! O heart ! How like thou art. Thy glories and thy joys depart, And for the fled, The dear, the dead, Thou mournest all uncomforted. Eben Eugene Rexford."], [211, "THE VACATION JOURNAL. 205 OCTOBER 23. Veiled in visionary haze, Behold the ethereal autumn days Draw near again ! In broad array, With a low, laborious hum These ministers of plenty come, That seem to linger, while they steal away. George Parsons Lathrop."], [212, "206 THE VACATION JOURNAL. OCTOBER 24. Once on an autumn day, as I reposed Beneath a moonbeam, pallid yet not dull, The branch above my head dipt itself full Of that white sunshine momently, and closed ; While, ever and anon, the ashen keys Dropt down beside the tarnished hollyhocks, The scarlet cranesbill, and the faded stocks, Flung from the shuffling leafage by the breeze. Charles Tennyson Turner."], [213, "THE VACATION JOURNAL. 207 OCTOBER 25. The wild woods weave their brightest spells, To gem the splendor of her hair ; The wild wings swing their sweetest bells, And die with all their music there ; The banners of her pride unfurled Float on the breezes faintly sweet, And empress of a conquered world, She sees its trophies at her feet. Mary Elizabeth Blake."], [214, "THE VACATION JOURNAL. 208 OCTOBER 26. The russet's o'er the heather, The green grace of the bracken gone ; Sere and dun each moorland space, Where the gleam of summer shone. The mist creeps o'er the height, The bum comes hoarser down ; The wandering wind is wailing Among the bent \" sae brown.\" John Veitch."], [215, "THE VACATION JOURNAL. 209 OCTOBER 27. The blac'berry leaf, blood red, Flushes the face of the brae ; A crimson drop distilled From a deed in an olden fray. The golden sheaves from the haugh Are born on the creaking wain ; Another year is upgathered, Ne'er to be mine again. John Veitch."], [216, "THE VACATION JOURNAL. 210 OCTOBER 28. O thine is a wonderful kingdom, October ! and thou art a queen Fit to rival the glowing Egyptian In splendor and queenliest mien. The frost-king, the Cæsar thou scornest, May conquer thy realm with his blast, But thou in thy dying remainest A sovereign and queen to the last. Abbie Frances Judd."], [217, "THE VACATION JOURNAL. 211 OCTOBER 29. In hazy gold the hillside sleeps, The distance fades within the mist, A cloud of lurid vapor creeps Along the lake's pale amethyst. The sun is but a blur of light, The sky in ashy grey is lost ; But all the forest trees are bright, Brushed by the pinions of the frost. George Henry Boker."], [218, "THE VACATION JOURNAL. 212 OCTOBER 30. Golden rays are about your face, (Mellow lights are the year's old crown /) Come to the old war-haunted place ; Come with your spell of peace and grace, To the heart where strife has seared its trace ; ( The river sings as the sun goes down.) Sarah Doudney."], [219, "THE VACATION JOURNAL. 213 OCTOBER 31. Stay me no more ; the flowers have ceased to blow, The frost begun ; Stay me no more : I will arise and go, My dream is done. Ernest Myers."], [220, "THE VACATION JOURNAL. 214 AUTOGRAPHS."], [221, "VACATION JOURNAL. 215 AUTOGRAPHS."], [222, "216 THE VACATION JOURNAL. AUTOGRAPHS."], [223, "217 VACATION JOURNAL. AUTOGRAPHS."], [224, "218 THE VACATION JOURNAL. NAMES AND ADDRESSES. NAME. ADDRESS. NAME. ADDRESS. NAME. ADDRESS. NAME. ADDRESS. NAME. ADDRESS. NAME. ADDRESS. NAME. ADDRESS."], [225, "THE VACATION JOURNAL. 219 NAMES AND ADDRESSES. NAME. ADDRESS. NAME. ADDRESS. NAME. ADDRESS. NAME. ADDRESS. NAME. ADDRESS. NAME. ADDRESS. NAME. ADDRESS."], [226, "220 THE VACATION JOURNAL. NAMES AND ADDRESSES. NAME. ADDRESS. NAME. ADDRESS. NAME. ADDRESS. NAME. ADDRESS. NAME. ADDRESS. NAME. ADDRESS. NAME. ADDRESS."], [227, "T.HE VACATION JOURNAL. 221 NAMES AND ADDRESSES. NAME. ADDRESS. NAME. ADDRESS. NAME. ADDRESS. NAME. ADDRESS. NAME. ADDRESS. NAME. ADDRESS. NAME. ADDRESS."], [228, ""], [229, "■FLORA OF THE EASTERN AND MIDDLE STATES. Here 's flowers for you ; Hot lavender, mints, savory, marjoram ; The marigold, that goes to bet wi' the sun, And with him rises weeping ; these are flowers Of middle summer, and I think they are given To men of middle age. Daffodils That come before the swallow dares, and take The winds of March with beauty ; violets dim, But sweeter than the lids of Juno's eyes Or Cytherea's breath ; pale primroses, That die unmarried, ere they can behold Bright Phœbus in his strength. Bold oxlips, and The crown-imperial ; lilies of all kinds, The flower-de-luce being one! Shakespeare."], [230, ""], [231, "THE VACATION JOURNAL. 225 Explanatory Note.— In the compilation of this Flora the more common and noticeable wild flowers have alone been included. The description of a Flower is always given under the month in which it begins to bloom, but its title occurs in every month in which it continues to bloom ; e.g., Butter-and eggs, the description is given in May, but the title occurs in each one of the other four months. The locality where the flower is likely to be found is appended to the description. A knowledge of the locality and month will materially lighten the labor of finding the name of any strange flower. In the description technical and scientific terms have as far as possible been avoided. MAY Adder's Tongue, or Dog-tooth Violet. — Flowers lily-shaped, pale yellow and nodding ; six petals. Grows on stem six to nine inches high, rising from ground between two leaves, lance-shaped, pale green and mottled with purple. Edges of woods. rangular in outline and scentless, rising on a stem six inches high, with one kidney-shaped leaf; eight to twelve petals. The most characteristic pecu liarity is that the plant and root exude a blood-colored juice when bruised or broken. Rich open woods. Anemone. — Flowers white, purple tinted on outside ; five or more petals, spreading. Plant six to nine inches high, with three leaves in a whorl near its top. Edges of woods. Butter-and-eggs. — Flowers yel low, tubular, one inch>long, close clus tered on the end of a stem. Leaves pale green, narrow, sharp - pointed growing alternately. Plant one foot high. Old fields and roadsides. May to October. Azalea, or Swamp Pink. — Flowers white, pink, or purple, funnel-form, spreading into five points, large and showy, often glutinous outside, grow ing in terminal clusters with scaly brown bracts, or leaves at the base. Leaves oblong, not toothed, hairy and sharp-pointed. Shrub two to six feet high, branching. Swampy places. May to July. Celandine. — Flowers yellow — growing from the axils of the leaves ; four elliptical petals which drop off very early. Plant pale green, one to two feet high. Leaflets one and a half to two inches long, and two-thirds as broad ; irregularly cut and lobed. The yellow juice is abundant and said to cure warts. Roadsides and under fences. May to October. Bellwort. — Flowers pale yellow, bell or lily-shaped, generally single one on a stem ; six petals which fall off early, leaving a triangular pod. Leaves oblong, pale green, growing near the ground. Low woods. Columbine. — Flowers in five tubu lar parts, scarlet outside, yellow with in, pendulous from a slender stem. Leaves much divided. Plant about a Bloodroot. — Flowers white, quad-"], [232, "226 THE VACATION JOURNAL. foot high and branching. Dry soils and rocks. shaped, three-quarters of an inch wide. Moist places. Cowslip. — Flower yellow, one and a half inches in diameter, five petals. Plant erict. with heart-shaped leaves, two to four inches wide, dark shining green, smooth. Leaves are used for salad. Marshes and brooksides. Geranium, see Crane's-bill. Indian Turnip, see Jack-in-the- Pulpit. Innocence, or Dwarf Pink. — Flowers tiny, pale blue, with yellow centre ; funnel-shaped, with four spreading points ; dainty and attract ive. Leaves oval and close to the ground. Stems very slender, three to five inches high, each branch bearing a flower. Grows in patches in fields and roadsides. May to August. Crane's-bill, or Geranium. — Flowers light purple, one and a half inches long, one to three on a stem, soon falling off and leaving a long pod, in shape not unlike a crane's bill, whence its name ; five petals, broad and spreading. Leaves deeply cut in to five parts, and these parts in turn lobed. Plant is hairy and one to two feet high. Fields and open woods. May to July. Iris, see Flower-de-luce. Jack-in-the-Pulpit, or Indian Turnip. — Flower green, spotted and striped with purple, shaped like a Calla lily, with point recurved. Leaves usual ly only two in number, but each divid ed into three parts like separate leaves. Rich woods. Dodder. — A delicate yellow vine, with insignificant leaves and flowers. Twining over shrubs in moist places. J: ay to October. May - Apple, or Mandrake. — Flowers white, about two inches in di ameter, and drooping ; six to nine pe tals, oval and concave. Plant about one foot high, with two many-lobed leaves, between which grows the flower. Fruit large, oblong, yellowish, with strawberry flavor. Woods and fields. Dogwood. — Flowers white, broad, and flat ; four petals (so-called), with discolored notch at end. Leaves oval and pointed. A small tree very con spicuous when in full bloom. Rocky woods. May to June. Dwarf Pink, see Innocence. Moth-mullen. — Flowers yellow or white with tinge of purple ; woolly in centre ; growing along end of plant, which is green, slender, and smooth, which last characteristic distinguishes it from the common woollen mullen, to which it is nearly related ; five petals. Fields and waste places. May to Oc tober. Elder. — Flowers tiny white, grow ing in large flat clusters, heavy odor ; five petals ; dark purple berries. Shrub six to ten feet high, stems filled with pith. Thickets and waste grounds. May to July. Fiower-de-luce, or Iris. — Flow ers violet-blue, variegated with green, yellow, or white, and veined with pur ple ; six petals, three outer ones turned back, three inner ones small and erect or curved in ; stem of flower stout and angled at one side. Leaves sword- Mountain Laurel. — Flowers be tween wheel-shaped and bell-shaped, five -lobed, growing in large showy clusters, varying in color from deep rose to waxy white. Shrub smooth"], [233, "THE VACATION JOURNAL. 227 and evergreen. Rocky hills and damp soil. May to June. long. Roots thick and fleshy. Rich woods. Pennyroyal. — Flowers small, pale blue, tubular, spreading into two parts — one of which has three lobes, the other two — growing from the axils of the opposite leaves. Leaves smooth on the upper side, rough beneath. A strong-scented herb about six inches Dry pastures and hillsides. May to October. Two-leaved Solomon's Seal. — Flowers tiny white, fragrant, in a pyr amidal terminal cluster of from twelve to twenty. A small plant with an an gular stem, about six inches high, hav ing usually only two leaves of a bright green color. Edges of woods. Spring Beauty. — Flowers white and star-like, slightly tinged and pen ciled with red, growing in a scattered terminal cluster ; five petals. Stem weak, three to four inches high, with a pair of slender long leaves half-way up. Root a tuber, deep in the ground. Woods and rocky hills. Showy Orchis. — Flowers irregular in shape, the upper pinkish-purple pe tals uniting to form a vaulted lip, with a lower single oval white petal. Two or more flowers on a four-angled stem, which rises between two oblong, shin ing leaves which are three to five inches Swamp Pink, see Azalea."], [234, "228 THE VACATION JOURNAL. JUNE, Azalea, see May. Fruit pale red, speckled, or blackish berry, somewhat aromatic. Moist earth. Beach Pea. — Flowers large and purplish, butterfly shaped, in clusters of six to ten. Leaves four to eight in number crowded on a stout stem. Sea coasts. June to August. Flower-de-luce, see May. Frog-Lily, see Pond-Lily. Harebell. — Flowers bell-shaped, blue, nodding, five -lobed, half inch long. Delicate little plant with grass like leaves. Rocky places and moun tains. July to August. Blue-eyed Grass. — Flowers blue, small and delicate, growing on a stem which has the appearance of a flat blade of grass ; six petals, spreading. Leaves grass-like. Moist meadows. June to August. Herb Robert. — Flowers red-pur ple ; five petals, spreading, twisted in the bud ; pods wrinkled. Leaves di vided into three or five parts. Plant sparsely hairy and strong scented. Moist woods and shady ravines. June to October. Butter-and-eggs, see May. Buttercup. — Flowers yellow; five shining petals. Leaves much cut and lobed, somewhat hairy. Plant one to two feet high, also hairy, stems hollow. Meadows and pastures. June to Sep tember. Indian Pipe. — Flower pipe-shape, half inch long ; slower, leaf, and stem all waxy white, turning black in dry ing. Stem three to four inches tall. Leaves very inconspicuous. Low fleshy herb which grows in groups. June to August. Celandine, see May. Cowslip, see May. Crane's-bill, see May. Dogwood, see May. Dodder, see May. Innocence, or Dwarf Pink, see May. Evening Primrose.— Flowers light yellow, growing in a terminal, scat tered, rather leafy cluster ; four pe tals, heart-shaped and spreading from top of a slender tube. Pods oblong and angled. Leaves oval, pointed, three to six inches long, half inch broad, rough, and slightly toothed. Plant not branched, hairy, two to five feet high. Fields and waste places. Lady's-slipper, see Pale Touch me-not. Lizard's Tail. — Flowers tiny, white, crowded in a long tapering terminal cluster, nodding at the end. Leaves heart-shaped. Swampy places, or banks of streams. June to August. Loosestrife.— Flowers small, yel low, streaked with dark fines, rising on slender stems from the axils of leaves ; five petals. Leaves lance-shaped, and whorled in fours or fives around the plant. Plant somewhat hairy. An other variety is without whorled leaves, Elder, sec May. False Spikenard. — Flowers mi nute, white and fragrant, in a long cluster on the end of the plant. Leaves oblong and tapering, rather pale green."], [235, "THE VACATION JOURNAL. 229 and petals are sprinkled with purple dots. Plant one to two feet high. Low ground. June to August. an-Pipe, which see, but tawny and red dish. Stems four to twelve inches high. Oak and pine woods. June to August, Moth Mullen, see May. Pinkroot. — Flowers scarlet, lined with yellow, tubular, one and a half inches long, three to eight in spike on end of plant. Leaves close to the square stem, somewhat lance-shaped ; margins and veins slightly hairy. Plant about one foot high. Woods. Mountain Laurel, see May. Pale Touch-me-not, or Lady's slipper. — Flowers pale yellow, spar ingly dotted with brown, cornucopia shaped, ending in a long curved point or spur, hanging gracefully from slen der stem ; another variety has orange colored flowers thickly dotted with brown. Leaves delicate, oval, mar gins toothed. Plant two to four feet high, branching, brittle, and juicy. Rills and shady moist places. July to September. Poison Ivy. — Flowers insignificant, leaving a small green berry. Leaves three on a stem, and thus distinguished from the non-poisonous \"Woodbine\" or Virginia Creeper, which has five leaves on a stem. Strong woody branching vine, climbing by myriads of brown rootlets, over rocks and trees. Partridge-berry. — Flowers tiny white, tinged with red ; funnel-shaped, spreading into four points or lobes, hairy within, usually growing in pairs ; very fragrant. Leaves oval, shining, evergreen. Plant small and creeping, with bright red berries. Mossy woods. Poor Man's Weather-glass, see Pimpernel. Prince's-Pine, see Pipsissewa. Shin Leaf. — Flowers small, green ish white, growing like the lily-of-the valley on a long stem ; five spreading petals, from the midst of which pro trudes a long curved pistil. Leaves dull green, roundish oval, one to one and a half inches wide, rising on stems from the ground. Rich woods. Pennyroyal, see May. Pipsissewa, or Prince's-Pine. — Flowers small, pink tinted, woolly in centre, four to seven on a leafy stem which is four to five inches high ; five wide-spreading petals. Leaves shining, evergreen, lance-shaped and toothed on the edges. Dry woods. Solomon's Seal. — Flowers small and greenish, cylindrical, half inch long, with six divisions at the top, growing in pairs from the axils of the leaves. Leaves lance-shaped, pale green on lower surface, half clasping the curving stem, which rises from a thick knotty root. Edges of woods. Star Grass. — Flowers small, star shaped ; greenish outside, yellowisn within, slightly hairy, one to four on a stem ; six petals. Leaves grass-like. Meadows and open woods. Pimpernel, or Poor Man's Weather-glass. — So called because the flowers close in cloudy weather. Flowers scarlet, purple, blue, or white, wheel-shaped, a single flower on a stem ; five petals, fringed on edges. Leaves egg-shaped, shorter than their stems and growing in a whorl close to the ground. Sandy places. June to August. Pine Sap. — Growth similar to Indi- Star of Bethlehem. — Flowers"], [236, "THE VACATION JOURNAL. 230 small, star-shaped ; white, green out side, five to eight on one stem ; six pe tals. Leaves grass-like but thick, ris ing from a bulb. Moist meadows. inches long. The only leaves are three in a whorl about two inches below the single slower. Plant nearly a foot high. One of the prettiest flowers in our woods. St. Johnswort. — Flowers yellow, dotted with black, wheel-shape, numer ous ; five petals, which are twisted in the bud. Leaves small and oblong, sprinkled with clear dots. Plant much branched. Fields. June to September. Wild Teasel. — Flowers blue, small, in a long, cylindrical, prickly head. Plant four feet high ; stems an gled, with lance-shaped leaves united around them. Fields and roadsides. June to July. Sweet Bay. — Flowers white, globu lar, two inches long, very fragrant ; six to nine petals. Leaves oblong, leathery, whitish underneath. Shrub four to twenty feet high. Swamps. June to August. Wild Indigo. — Flowers yellow, butterfly-shaped, half inch long ; small pods. Leaves three, something like clover-leaf close to the stem. Plant much branched, and turns black when blighted. Sandy soil. June to August. Virginian Anemone. — Flowers greenish white, on long stalks, the cen tre stalk leasless, two lateral ones two leaved at middle. Leaves three-parted, lance-shaped, toothed, on long stems. Seed vessels, oval and prominent in centre of slower. Plant hairy, two to three feet high. Woods and meadows. June to August. Yellow Honeysuckle. — Flowers tubular or funnel-form, divided on the edge into five lobes, showy and fra grant, growing from the axils of the leaves, which are smooth and pale ; the upper pair united at the base, mak ing a cup-shaped disk. Woody vine. Catskill Mountains and Southward. Virginia Creeper. — Common woody vine, climbing by suckers at the end of tendrils. Leaves five on a stem — spreading like five fingers — turn ing brilliant red in autumn. Berries small and blue-black. Hedges, trees, etc. Yellow Pond-Lily, or Frog- Lily. — Flowers yellow, rather large, globe-shaped, and rising from the water on a thick stem ; six petals, three outer ones greenish. Leaves oval, with two oval lobes or ears at the base, shining green above, pale and slimy beneath when floating on the water. Sluggish streams and muddy lakes. June to July. Wake - Robin. — Flowers white, changing to rose color ; six petals, curved backwards, wavy at the edges, three larger than the others, about two"], [237, "THE VACATION JOURNAL. 231 JULY Arrowhead. — Flowers white ; three petals generally, large, roundish, and very delicate. Stems one to two feet high, branching, with three angles. Leaves arrow-shaped, three to ten inches long, four to five inches wide, smooth and shiny. Banks of sluggish waters. July to August. about six feet high, branched. Mar gins of brooks and ponds. Carrot. — Flowers tiny, white, in umbrella-like clusters, with the central one dark purple ; seeds are bristly, ad hering in a concave mass, like a bird's nest. Plant unpleasantly rough to the touch, two to three feet high. Old fields and roadsides. July to Septem ber. Basil, see Mountain Mint. Beach Pea, see June. Bitter-sweet.— Flowers purple; five petals, turned backward, two green spots at the base of each. Berries at first yellow, but bursting disclose a red inner berry, which is poisonous when aten. Lower leaves not divided, up- >er ones hollowed out at the base and sides. Receives its name, because the root tastes bitter at first and then sweet. A shrubby vine in hedges and thickets. Celandine, see May. Clematis, or Virgin's Bower.— Flowers white and star-like, somewhat fragrant, growing in clusters from the axils of the leaves ; seeds very con spicuously furnished with long fluffy silken hairs. Leaves three on a stem, margins cut and lobed. A beautiful vine climbing by tendrils over fences, shrubs, and trees. July to August. Black Nightshade. — Flowers white with yellow in centre, somewhat star-shaped, growing in clusters and drooping. Leaves oval, and margins toothed. Berries round, black, and poisonous. A coarse, rough weed, much branched, with angular stems. Old fields. July to August. Crane's-bill, see May. Cucumber Root, see Trillium. Dodder, see May. Elder, see May. Elecampane. — Flowers yellow, like a small sunflower, single one on end of branch. Leaves rough and downy be neath, edges toothed, lower ones very large (12-24 x 6-12 inches), clasp, the stem growing round it. Coarse-look ing, plant four to six feet high. Road sides. July to August. Blue-eyed Grass, see June. Butter-and-eggs, see May. Buttercup, see June. Butterfly Weed. — Flowers or ange-yellow, similar in shape to those of the swamp milkweed, which see. Plant hairy and rough, very leafy and branching. Dry hills and fields. Evening Primrose, see June. Hardhack, or Steeple-bush. — Flowers small, rose color, crowded in to a pyramid or panicle at the ends of branches ; five petals. Leaves oblong and toothed. Stems and lower surface of leaves very woolly. Low grounds. Button Bush. — Flowers small, white, clustered into a ball, about one inch in diameter. Leaves opposite, oval, smooth, and pointed. Shrub"], [238, "THE VACATION JOURNAL. 232 Harebell, soe June. slender, and brittle. Meadows and thickets. July to August. Hedgeeind Weed. — Flowers light rose color, shaped like a morning glory, two inches long. Stem of flower four-angled. Leaves broadly heart shaped, and somewhat hairy. Vine twining over hedges, and on moist banks of streams. July to August. Milkweed, or Silkweed.—Flow ers pink, in flat clusters on top and sides of plant ; five petals turned back ward, leaving a crown of five points. Thick round pod with silky seeds. Leaves oval, four to eight inches long ; pale, minutely downy beneath. Plant tall, stout, with much milkj' juice. Rich grounds. Hellebore. — Flowers numerous, green, clustered into a large terminal pyramid. Leaves coarse-veined and pleated, nearly a foot long and half as wide ; sheathing at the base. Plant coarse and hairy, two to four feet high. Meadows and swamps. Moth-mullen, see May. Mountain Mint, or Basil. — Flow ers tiny, white dotted with purple ; two liped, growing in dense clusters on ends of branches and in axils of upper leaves. Leaves opposite, small ones clustered in axils of the large ones. Entire plant hoary with a fine white down, and having a pleasant pungent odor. Dry hills. July to August. Herb Robert, see June. Indian-Pipe, see June. Innocence, see May. Ladies' Tresses. — Flowers small, somewhat irregular, tubular, spread ing, edges wavy, greenish white, some what fragrant, arranged spirally on a slender, leafless stalk, four to nine inches high. A few leaves close to the ground. July to August. New Jersey Tea.— So called be cause leaves were used for tea during war of the Revolution. Flowers feath ery-white crowded at the end of a long leafless stem ; five petals, spreading on slender claws. Plant shrubby, with oblong leaves, often heart-shaped at base, toothed at the edge and downy beneath. Small shrub. Dry wood lands and roadsiaes. July to August. Lizard's Tail, see June. Loosestrife, see June. Meadow - rue. — Flowers tiny, white, in many light feathery clusters at the end of the branches. Leaves small, thin, delicate, oblong and three lobed, with the veins conspicuous on the under side of the pale-green leaf. Stem hollow, jointed, furrowed, and branching. Plant three to four feet high. Wet meadows or by streams. July to September. Pale Touch-me-nct, see June. Pennyroyal, see May. Pimpernel, see June. Pickerel-weed. — Flowers violet blue, united in a dense spike, terminat ing a one-leaved stalk. Leaves arrow heart-shaped, blunt, on long erect stem. Common in shallow water. July to September. M eadow - sw eet. — Flowers small, white, crowded into a pyramid or pani cle on ends of branches ; five petals. Leaves oblong or lance-shaped, sharp teeth on the margins. Shrub three to four feet high; stems purplish, smooth, Pine-sap, see June. Silkweed, see Milkweed. Snake's Head. — Flowers white,"], [239, "THE VACATION JOURNAL. 233 growing in clusters, tube-shaped, with mouth a little open, and three-notched, fuzzy inside. Leaves lance-shaped, and opposite. Plant smooth and branch ing. Wet places. July to September. Succory. — Flowers blue, pinkish when old, one inch in diameter, edges much cut in points, growing in pairs in the axils of leaves ; upper leaves heart shaped, pointed and without stems. Plant two to three feet high, and branched. Grass fields and roadsides. July to September. Snapdragon. — Flowers yellow, nu merous, crowded in a terminal spike, shaped like the closed mouth of an animal, and by a lateral pressure, open and close. Leaves narrow as grass and close together. Plant straight, sometimes branched, one to two feet high. Roadsides and fields. July to August. Swamp Milkweed. — Flowers small, rose-purple, growing in flat clusters ; five petals, turning backward, leaving a sort of yellow crown in the centre. Leaves bright green, long and pointed, and opposite to each other. Plant is smooth, with milky juice scanty. Wet grounds. Speedwell. — Flowers tiny, white, tubular, crowded into a long tapering terminal cluster, stamens coming be yond the flowers giving a hairy, cater pillar effect. Leaves lance-shaped, toothed edges, and whorled in fours or sevens. Plant straight, not branched, two to six feet high. Rich woods. July to August. Sweet-Bay, see June. Trillium, or Cucumber Root. — Flowers small and greenish, growing two or three on top of the plant and from the midst of a whorl of three leaves ; six petals, turned backward. Half-way down the plant is another whorl of six or eight wedge-shaped leaves. Plant one to two feet high. Woods. Spiked Loosestrife. — Flowers rather large, purple, crowded in whorls around the stem, making a long taper ing cluster ; five petals. Leaves long, lance-shaped, and sometimes whorled in threes around the stem, which is tall and downy. Wet meadows. July to September. Virginian Anemone, see June. Virgin's-Bower, see Clematis. Wild Indigo, see June. Wild Teasel, see June. Star Grass, see June. St. Johnswort, see June. Yellow Pond-Lily, see June."], [240, "THE VACATION JOURNAL. 234 AUGUST. Arrowhead, see July. upper leaves. Leaves one to two inches long, thick close to stem, and sharp pointed. Plant fifteen inches high, not branched ; stem sometimes pur plish. Moist soil. August to Septem ber. Angelica. — Flowers tiny, delicate greenish white ; many small slat clus ters unite in making a terminal cluster four or five inches in diameter ; similar to the wild carrot, but without the pur ple dot in the centre, and the umbrel is convex. Leaves much divided. Plant is smooth, stem somewhat pur ple, more or less aromatic, three to four feet high. Catskill Mountains and Southward. Clematis, or Virgin's-bower, see July. Dodder, see May. Elecampane, see July. Evening Primrose, see June, Asters. — A large variety, having flowers with a yellowish centre and many purplish ray-like petals, varying in shade and size, and manner of growth, but all with similar character istics ; never yellow. Roadsides and fields. August to September. False Foxglove. — Flowers one inch long, yellow, tubular, spreading into five unequal parts, two of which are more united and smaller than the others. Tube hairy inside. Terminal clusters. Leaves lance-shaped. Plant one to two feet high. Some varieties are branched, and both flowers and plant much larger than the above. Dry woods and roadsides. August to Sep tember. Beach Pea, see June. Black Nightshade, see July. Blue-eyed Grass, see June. Butter-and-eggs, see May. Fringed Gentian. — Flower deep sky-blue, two inches long, funnel-form, broadening into four paddle-shaped lobes much fringed on the edges. Soli tary on a long stem. Leaves some what heart-shaped at the base, pointed at the end. Plant one to two feet high. Low ground. August to September. Buttercup, see June. Cardinal Flower. — Flowers brilliant red, tube-shaped, split down the upper side into two parts, the lower side divided into three parts ; grows in cluster along one side of the end of the plant. Leaves oblong, toothed. Plant about two feet high, and never branch ed. Low grounds. August. Gerardia. — Flowers delicate pink ish lilac in color, half inch long, nod ding, bell-shaped ; edge divided into five parts. Leaves very narrow. Seeds in a small globe-shaped pod. Low herb much branched. Dry woods and fields. August to September. Carrot, see July. Celandine, see May. Closed Gentian. — Flowers one inch long, bright blue, tubular, pleated and closed at the top like a bud, two to four in a terminal cluster, and some times a single one in the axils of the Golden-Rod. — Numerous and un mistakable with their terminal racemes"], [241, "THE VACATION JOURNAL. 235 of bright yellow flowers. Fields and roadsides. August to September. Pimpernel, see June. Pickerel-weed, see July. Hardhack, see July. Harebell see June. Pine Sap, see June. Rose Marsh -Mallow.— Flowers rose color with purple in the centre, five to six inches in diameter, similar in shape to a hollyhock. Smooth pod. Leaves oval, pointed, toothed, whiten ed underneath with down. Plarit four to eight feet high. Brackish marshes and rivers. August to September. Hedgebind Weed, see July. Hemp Nettle. — Flowers purple or blue, variegated with white, upper lip concave and larger than the three-lobed lower one, growing in dense clusters from axils of leaves. Leaves oval, toothed on the margins, and prickly haired. Plant one to two feet high, also prickly. Stem four-angled, swollen be low the joints. Waste grounds. Snake's-head, see July. Snapdragon, see July. Speedwell, see July. Herb Robert, see June. Indian-Pipe, see June. Innocence, see May. Ladies' Tresses, see July. Lizard's Tail, see June. Loosestrife, see June. Meadow Rue, see July. Meadow Sweet, see July. Moth-Mullen, see May. Spiked Loosestrife, see July. Star Grass, see June. St. Johnswort, see June. Succory, see July. Sweet Bay, see June. Virginian Anemone, see June. Wild Bean. — Flowers brownish purple or chocolate color, crowded close together nearly in a ball, and very sweet scented. Pod very narrow, straight, or slightly curved. Plant climbs and twines over bushes, has slightly milky juice. August to Sep tember. Mountain Mint, or Basil, see July. New Jersey Tea, see July. Pale Touch-me-not, see June. Pennyroyal, see May. Wild Indigo, see June."], [242, "236 THE VACATION JOURNAL. SEPTEMBER. Asters, see August. Herb Robert, see June. Meadow Rue, see July. Moth-Mullen, see May. Butter-and-eggs, see May. Buttercup, see June. Cardinal Flower, see August. Carrot, see July. Pale Touch-me-not, see June. Pennyroyal, see May. Celandine, see May. Closed Gentian, see August. Dodder, see May. Pickerel-weed, see July. Rose Marsh-Mallow, see August. Snake's-head, see July. False Foxglove, see August. Fringed Gentian, see August. Gerardia, see August. Spiked Loosestrife, see July. St. Johnswort, see June. Golden-Rod, see August. Hemp Nettle, see August. Succory, see July. Wild Bean, see August."], [243, "LAWS OF LAWN-TENNIS. as adopted by THE MARYLEBONE CRICKET CLUB, ALL ENGLAND LAWN- TENNIS CLUB, AND UNITED STATES NATIONAL LAWN-TENNIS ASSOCIATION."], [244, ""], [245, "THE VACATION JOURNAL. 239 LAWN-TENNIS. SIZE OF COURT. Single Court is 27 feet in width and 78 feet in length ; the Double Court is 36 feet in width and 78 feet in length. In Single Court the service lines extend full across the Court; in Double Court they ter minate on each side within 4! feet of the outside lines of the Court, so that their total length is only 27 feet. THE NET. The height of the net should be 3 feet 6 inches at the posts and 3 feet at the centre. THE BALLS, The balls shall not measure less than 2j-| inches nor more than i\\ inches in diameter ; and shall weigh not less than i| ounces nor more than 2 ounces. CHOICE OF SIDES. The choice of sides and the right of serving during the first game shall be decided by toss ; provided that, if the winner of the toss choose the right to serve, the other player shall have the choice of sides, and vice versa. POSITION OF PLAYERS. The players shall stand on opposite sides of the net ; the player who first delivers the ball is called server, the other the striker-out. At the end of the first game the striker-out shall become server, and the server shall become striker-out, and so on alternately in the sub sequent games of the set. In the three-handed game the simple player shall serve in every alternate game. In the four-handed game the pair who have the right to serve in the first game may decide which partner may do so, and the oppos ing pair may decide similarly for the second game. The partner of the player who served in the first game shall serve in the third : and the partner of the player who served in the second game snail serve in the fourth ; and the same order shall be observed in all the subsequent games of a set. At the beginning of the next set, either partner of the pair which struck out in the last game of the last set may serve, and the same privilege is given to their opponents in the second game of the new set. The players shall take the service"], [246, "240 THE VACATION JOURNAL. alternately throughout each game ; no player shall receive or return a service delivered to his partner ; and the order of service and of striking out, once arranged, shall not be altered, nor shall the striker-out change Courts to receive the service before the end of the set. RULES. I. The server shall have one foot outside of the base line and the other either on or in a perpendicular line above the base line, and shall deliver the service from the right and left courts alternately, beginning from the right. 2. The ball served must drop within the service line, half-court line, and side line of the court, which is diagonally opposite to that from which it was served, or upon any such line. In double court the rule is the same, except that the service side line takes the place of the side line. 3. It is a fault if the server fail to strike the ball, or if the ball served drop in the net, or beyond the service line, or out of court, or in the wrong court ; or if the server do not stand as directed by law I. 4. A ball falling on a line is regarded as falling in the court bounded by that line. 5. A fault cannot be taken. 6. After a fault the server shall serve again from the same court from which he served that fault, unless it was a fault because he served from the wrong court. 7. A fault cannot be claimed after the next service is delivered. 8. The server shall not serve till the striker-out is ready. If the latter attempt to return the service he shall be deemed ready. 9. A service or fault delivered when the striker-out is not ready, counts for nothing. 10. The service shall not be volleyed, i. e., taken, before it has touched the ground. 11. A ball is in play on leaving the server's racket, except as pro vided for in law 3. 12. It is a good return, although the ball touch the net ; but a service, otherwise good, which touches the net, shall count for nothing. 13- The server wins a stroke if the striker-out volley the service,"], [247, "THE VACATION JOURNAL. 241 or if he fail to return the service or the ball in play ; or if he return the service or the ball in play so that it drops outside of his oppo nent's court ; or if he otherwise lose a stroke, as provided by law 15. 14. The striker-out wins a stroke if the server serve two consecu tive faults ; or if he fail to return the ball in play ; or if he return the ball in play so that it drops outside of his opponent's court ; or if he otherwise lose a stroke as provided by law 15. 15. Either player loses a stroke if he return the service or the ball in play so that it touches a post of the net ; or if the ball touch him or anything that he wears or carries, except his racket in the act of striking ; or if he touch the ball with his racket more than once ; or if he touch the net or any of its supports while the ball is in play ; or if he volley the ball before it has passed the net. 16. In case any player is obstructed by any accident, the ball shall be considered a let. 17. On either player winning his first stroke, the score is called 15 for that player ; on either player winning his second stroke, the score is called 30 for that player ; on either player winning his third stroke, the score is called 40 for that player ; and the fourth stroke won by either player is scored game for that player, except as be low : If both players have won three strokes, the score is called deuce ; and the next stroke won by either player is scored advantage for that player. If the same player wins the next stroke, he wins the game ; if he loses the next stroke, the score returns to deuce 5 and so on until one player wins the two strokes immediately fol lowing the score of deuce, when game is scored for that player. 18. The player who first wins six games wins the set ; except as below : If both players win five games the score is called games all; and the next game won by either player is scored advanta. for that player. If the same player wins the next game,: he wins the set ; if he loses the next game, the score returns to game all ; and so on, until either player wins the two games immediately fol lowing the score of games all, when he wins the set.. Bat individ ual clubs, at their own tournaments, may modify this rule at their discretion. 19. The players shall change sides at the end of every set ; but the umpire, on appeal from either player, before the toss for choice, may direct the players to change sides at the end of each set, if. in"], [248, "242 THE VACATION JOURNAL. his opinion, either side have a distinct advantage owing to the sun, wind, or any other accidental cause ; but if the appeal be made after the toss for choice, the umpire can only direct the players to change sides at the end of every game of the odd or deciding set. 20. When a series of games is played, the player who served in the last game of one set shall be striker-out in the first game of the next. This rule, when applied to a four-handed game, only pre scribes that the side that last served shall strike out in the first game of the next set. Which of the two players shall serve is left to their option. 21. The referee shall call the game after an interval of five min utes between sets if either player so order. 22. In matches the decision of the umpire shall be final. Should there be two umpires, they shall divide the court between them, and the decision of each shall be final in his share of the court. ODDS. I. A bisque is one point which can be taken by the receiver of the odds at any time in the set except as follows : (a) A bisque cannot be taken after a service is delivered. (b) The server may not take a bisque after a fault, but the striker out may do so. 2. One or more bisques may be given to increase or diminish other odds. 3. Half fifteen is one stroke given at the beginning of the second, fourth, and every subsequent alternate game of a set. 4. Fifteen is one stroke given at the beginning of every game of a set. 5. Half thirty is one stroke given at the beginning of the first game, two strokes given at the beginning of the second game, and so on alternately in all the subsequent games of the set. 6. Thirty is two strokes given at the beginning of every game of a set. 7. Half forty is two strokes given at the beginning of the first game, three strokes given at the beginning of the second game, and so on alternately, in all the subsequent games of the set."], [249, "THE VACATION JOURNAL. 243 8. Forty is three strokes given at the beginning of every game of a set. 9. Half-Court : The players may agree into which half-court, right or left, the giver of the odds shall play ; and the latter loses a stroke if the ball returned by him drop outside any of the lines which bound that half-court."], [250, "244 THE VACATION JOURNAL. RECORDS OF GAMES."], [251, "THE VACATION JOURNAL. 245 RECORDS OF GAMES."], [252, "THE VACATION JOURNAL. 246 RECORDS OF GAMES."], [253, "THE VACATION JOURNAL. 247 RECORDS OF GAMES."], [254, "THE VACATION JOURNAL. 248 RECORDS OF GAMES."], [255, "THE VACATION JOURNAL. 249 RECORDS OF GAMES."], [256, "250 THE VACATION JOURNAL. MISCELLANEOUS MEMORANDA."], [257, "251 THE VACATION JOURNAL. MISCELLANEOUS MEMORANDA."], [258, "252 THE VACATION JOURNAL. MISCELLANEOUS MEMORANDA."], [259, "THE VACATION JOURNAL. 253 MISCELLANEOUS MEMORANDA."], [260, "254 THE VACATION JOURNAL. MISCELLANEOUS MEMORANDA."], [261, "THE VACATION JOURNAL. 255 MISCELLANEOUS MEMORANDA."], [262, "256 THE VACATION JOURNAL. MISCELLANEOUS MEMORANDA."], [263, "THE VACATION JOURNAL. 257 MISCELLANEOUS MEMORANDA."], [264, "258 THE VACATION JOURNAL. MISCELLANEOUS MEMORANDA."], [265, "THE VACATION JOURNAL. 259 MISCELLANEOUS MEMORANDA."], [266, "THE VACATION JOURNAL. 260 MISCELLANEOUS MEMORANDA."], [267, "THE VACATION JOURNAL. 26l MISCELLANEOUS MEMORANDA."], [268, ""], [269, ""], [270, ""], [271, ""], [272, ""]]