[[1, ""], [2, ""], [3, ""], [4, ""], [5, "WHO WAS TO BLAIE?"], [6, ""], [7, "WHO WAS TO BLAIB? % %M BY JOSEPH VEREY IN TWO VOLUMES VOL. I LONDON JOHN MAXWELL AND COMPANY 122, FLEET STREET lUDCCCLXV [ 7_ right of Translation r. rveJ]"], [8, "riUNTEn BY charles jones, west hardixg street (late su_i_ i.d and jones)"], [9, "TO THE GENTLEMEN OF THE PRESS Of writing books there is no end, And when the last line has been penn'd The author's mercury's at zero. Alas ! poor wretch, he knoweth not How critics may denounce his plot, His style, his heroine, and hero. What he thinks merry will be \" fooling ; ' What he thinks tender will be \" puling ; \" And if he courts a style poetical, His flowers of speech are pulled to bits, And what he thought tremendous hits Are gaily laughed at by the critical. However, here's the book. I'm humble : Say what you will, I'll never grumble. So let this apt quotation serve me, \" Be to my faults a little blind And to my merits very kind.\" You thus to higher aims will nerve me."], [10, ""], [11, "CONTENTS OF VOL. I. rHAPTER PAGE PROLOGUE 1 I. FIRST IMPRESSIONS 26 II. LOVE AND DESPAIR 40 III. DOMESTIC 83 IV . A CONNOISSEUR 99 V. I REVISIT LYMINGTON 110 VI. WHAT WILL IT LEAD TO? 125 VII. SELF-QUESTIONING 147 VIII. A CONTRAST 156 IX. A DISCOVERY 171 X. MY VISITORS 187 XL CAN IT BE TRUE ? 203 XII. IMPATIENCE 220 XIII. DISAPPOINTMENT 235 XIV. DOUBT 245 XV. RIVALRY 260 XVI. A MEETING IN THE DARK 267 XVII. MY DREAM IS ANNIHILATED 278 XVIII. 1 AM SORELY TRIED 285"], [12, ""], [13, "WHO WAS TO BLAME? PROLOGUE. If any of my readers have rambled in Devonshire they will hardly fail to remember those charming streams which have always been the delight and glory of the county, flowing placidly along, and re flecting with a sunshiny smile the rich foliage, broken cliffs, heath-covered hills, expansive doAvns, and nestling hamlets through which they pass. They frequently also rnirror on their surface some fine old mansion of a former age. For hundreds of years such a home had VOL. I. B"], [14, "2 AVHO WAS TO BLAME ? been the property of my ancestors, the Irvings, and the charm which only cen turies of habitation can give to such a place had throAvn its magic round Castlehead. There were lofty trees overshadowing the old Hall, which must have had ages for their development, and the ivy clustering round the walls from basement to roof seemed to tell its own story. One fancied that Castlehead must have been founded with those broad-spreading trees, and be longed naturally to those pictmesque hills and that lonely stream, so well did its grey walls accord with the peaceful and varying landscape. It was in this rural seclusion that my grandfather, Sir Mark Irving, had lived all his life in studious retirement, seldom being visited by any members of his family. Indeed, so rarely did the baronet offer an invitation to any of his friends or acquaintances, that at length he failed to"], [15, "AVHO WAS TO BLAME ? 3 see any of them, and began to be looked upon in the neighbourhood as a morose recluse. In this judgment, however, there was some injustice. Sir Mark was not morose or misanthropical, only proud. There was no family near hhn in which he could take any interest. He was a reserved and thoughtful man, and he was surrounded mainly by small farmers and petty trades men, too engrossed with the never-ending task of procuring daily bread to find time to cultivate their intellectual powers ; and the few gentry living in the neighbour hood were so scattered, and even of those so few could sympathize with the baronet's tastes, that he was necessarily thrown back upon himself. Yet not upon himself wholly. He had a wife who enjoyed all that was excellent in Art or beautiful in Nature, but who ministered only too successfully to her B 2"], [16, "4 AVHO WAS TO BLAME ? husband's latent pride. Yet they lived happily, their existence being bound up with that of an only son, whose education and bringing-up had formed a most im portant item in the baronet's occupations. At the time of which we write this young man had just left college. He inherited much of his father's artistic taste — much, also, of his father's pride, and, in addition, had a quick passionate temper, which did not easdy brook control. He came home from college full of enthusiastic dreams, and imbued with the latest speculations of the day. He had learned, through mixing with other young men of his age, the Aralue of the position he would ultimately attain, and now, as he returned home, he glanced with pride and kindling eyes at the old Hall, of which he would one day be master. Much of this enthusiasm, however, di minished after a stay of a few weeks at"], [17, "WHO WAS TO BLAME ? ■ > home. He found that the pride of his parents would speeddy lead to a misun derstanding between them. Sir Mark was ambitious, and part of the plan which he had formed for the future was to unite Mark to a wealthy heiress, whose posses sions he calculated would elevate his son's position, and throw a new and gorgeous light upon the fortunes of the Ii . rings, and he was vexed to discover his own taste and disposition diametrically opposed to that of his son. They could agree upon no single point. To the chagrin of his parents, Mark had returned from college with his mind filled with theories and speculative views. He was by no means disposed to gratify his father by lending himself to those schemes and plans which had been arranged for the family advancement. The young man had just seen enough of the actual world to make him feel how little good or virtue is added to life by the mere"], [18, "AVHO WAS TO BLAME ? 6 possession of wealth or titles, no matter how honourable they might be in them selves ; and he burned to distinguish him self by his OAvn talent and energy. Sir Mark indignantly accused his son of standing in his OAvn light, and threatened, in the event of his stdl continuing obsti nate, that the inheritance should pass into other hands ; and that the infatuated youth, as he called him, should try in reality the experiment of working out his own ideas of a manly and independent career. Mark, hasty-tempered and self-willed, had been so accustomed to his OAvn way at college, that the overbearing tone of his father made him furious. He was eager for any occasion to thwart Sir Mark's wishes ; and it generally happens, if we wish to be disagreeable, that the oppor tunity soon comes. Amongst the female servants at the Hall was one who had been lately engaged from London. Beyond"], [19, "AVHO WAS TO BLAME ? 7 bringing an excellent character nothing was known of her ; she was extremely good-looking and well-behaved, and, from her manners and conversation, it was evi dent that she had not always been in her present position. As a natural consequence of this superiority, Victorine soon dis covered that she had enemies in the ser vants' hall, and it was not long before complaints were made against her, espe cially as it had been noticed that the young squire, as Mark was generally called, had more than once spoken kindly and respectfully to her. Various malicious representations artfully made against her had produced the effect intended, and Vic torine was to be discharged. At this juncture, more from caprice than from any particular interest, Mark under took to be Victorine' s champion. He in vestigated the charges brought against her, and, having satisfied himself that they were"], [20, "8 AVHO WAS TO BLAME ? unfounded, he boldly objected to her leaving his father's service. Sir Mark was furious ; he taunted his son Avith what he denominated his Quixotic fancy, telling him at last, in a fiery pas sion, that he had better marry the girl at once, and proA_.de for her future welfare. Strange to say, this idea acted like magic upon the young man's mind. He had seen that Victorine was beautiful, that she was innocent of the charges made against her, and, with something of a chivalrous spirit, he could not bear the idea of a young, beautiful, and even accomplished girl being sent away in this uncouth and unchristian-like way. A stormy argument with Sir Mark was the result, in which neither would be con vinced that he was in the wrong, and Mark left the Hall in a savage mood after the in terview, and wandered into the park to compose his feelings. It was a calm and lovely autumn evening when he left the"], [21, "WHO WAS TO BLAME ? 9 Hall. He had strolled along in an absent mood, drinking in the calm and peace of the quiet evening, when the sky suddenly grew dark, and there was every sign of a coming storm. There was an utter and awful stillness, as though nature, hushed and gloomy, brooded in silence and dread over the conflict to come. The air grew sultry ; not a leaf stirred, when suddenly the awful roar of the tempest broke upon the stillness. The lofty trees seemed to howl in agony, while the fallen leaves and branches were whirling madly through the air. Soon the crashing thunder drowned the shrill voice of the wind, and the big dancing raindrops came flashing down in floods. Mark would gladly have revelled in this elemental war, but he was at some distance from the house, and was rapidly getting wet through. He therefore deemed it wiser to forego romantic feelings and seek the nearest shelter."], [22, "10 AVHO AVAS TO BLAME ? He remembered that, at a short distance from the spot where he stood, a rude hut had been erected for some workmen, and he made for the spot at once. What slight accidents often turn the current of our whole lives ! Mark had but sought the shelter of this little hut to escape a drenching, but ere he left it again his course of life flowed in another channel from that moment to his dying day. Softly entering the httle hut, the first object that met his gaze was that of a female form apparently engaged in prayer. The sight was so totally unexpected in such a place and at such a time that Mark stood transfixed a moment in utter surprise. Having only just left the day light, he could not at first, in the dusky light, recognise whose form it was. In a moment the shadow of his figure in the doorway made her conscious of Mark's"], [23, "AVHO WAS TO BLAME ? 11 presence, and she rose to her feet in some confusion. Mark was half pleased half sorry to see that it was Victorine, but Avith the in herent tenderness of his nature he said, kindly — \"You are timid at the thunder and lightning, are you not ? \" \"Oh, yes,\" Victorine answered; \"it is awful ! It seems as though it were the voice of the Almighty denouncing us sin ful mortals.\" Struck with her simple earnestness, and the forlornness of her situation, Mark entered into conversation with her. At eArery moment he felt his first impressions of her goodness and purity strengthened. He fell to cross-examination of his oavu feelings. Should he, he asked himself, be guided solely by his father's opinion ? Here was a woman, young, simple-minded, beau tiful, pure-hearted ; what should hinder his"], [24, "12 WHO WAS TO BLAME ? loving her and making her his wife ? Doubtless, his father had excellent inten tions in desiring to promote his worldly advancement by a wealthy alliance, but years might pass — perhaps during his whole life he might never again meet with one on whom he could so confidently fix his affections, assured that happiness would be the result. What if, yielding to his father's wishes, he became united to one whom he could not love — from whom each genial impulse, each noble emotion would be thrown back upon himself? The sophistry of these mental arguments was transparent enough. It suited the purpose of the moment to imagine that he would only obtain such a temperament as he sought in one who was poor and friendless. His resolve was taken. He told Victorine how he had defended her. He even apologized for the unfair manner in which she had been treated, and warmly,"], [25, "WHO WAS TO BLAME ? 13 even passionately, promised to befriend her. Overcome by this unusual interest in her welfare, Victorine burst into tears. Mark was young — some will say foolish. At all events he was kind-hearted, and tried his utmost to comfort the forlorn maiden. An hour passed away thus. Mark forgot every thing as he dwelt upon the grace and beauty of Victorine. Youthful eloquence and good looks had overweighed all scruples on either side. Mark had promised to marry Victorine, and she had promised to become his wife. Of course he was aware that it would be useless to make such a proposition formally to Sir Mark. It would have driven him almost mad. The young couple there fore determined, as Victorine would leave the Hall in a few days, that they should meet and be married privately. During the short time that elapsed before the event took place, Sir Mark was sur-"], [26, "AVHO WAS TO BLAME ? 14 prised at the altered manner of his son. All vapouring and blustering which the young student had indulged in previously had now disappeared, and he was as calm and reasonable as any father could wish. Time passed, however, and one day, shortly after Victorine's dismissal, Sir Mark, to his astonishment and wrath, received a short note from his son informing him that he had taken a wife of his OAvn choosing, and felt confident of his future happiness ; in fact, that he had wedded the discarded Victorine. Sir Mark's rage and astonishment knew no bounds. Day by day his indignation increased rather than diminished, tdl at length he would not allow his son's name to be mentioned at Castlehead, and publicly stated to his friends that he had cancelled his former will, and had made another, leaving all he possessed to charitable insti tutions."], [27, "WHO WAS TO BLAME ? 15 With respect to young Mark and his bride, they found life very smooth and pleasant during the honeymoon, but honey- moons, no matter how sweet, must come to an end. Mark had not doubted that his father, who had hitherto not been wanting in kindness, would soon relent and do something for them, but after long waiting and hoping they were doomed to disap- pointment. There was now only one course to be adopted — to seek abroad in the world the means of subsistence which the offended baronet denied. This was a severe and unexpected trial, and, after many weeks and months of weary anxiety, the young heir to a magnificent estate found himself obliged to accept a situation of a very humble kind. It was Mark's first experi- ence of actual life, and a very bitter experi- ence it was, and so keenly did he feel the humiliation to which he was subjected by a life of servitude that he finally became"], [28, "16 AVHO WAS TO BLAME ? disgusted, and going down to the nearest seaport took his passage for Canada, telling his tearful and unhappy young wife, who blamed herself as being the cause of all this distress, that his voyage would be of short duration, and that as soon as he had arranged his plans for the future he would come back for his young bride, and they would never set foot in England more. Mark had another motive for leaving his wife behind : Victorine expected shortly to become a mother, and Mark feared that her health was too delicate for a long voyage ; she had never been very strong, and now she was especially delicate. The constant self-reproach that she had been the sole cause of her husband's poverty so preyed upon her mind that she became really ill ; her frame became enfeebled, and a frequent hectic flush upon her cheeks augured ill for the future. Frequently for hours, when Mark had sailed, she sat looking vaguely"], [29, "AVHO WAS TO BLAME ? 17 at the passing clouds, as though she Avished to be wafted away like them beyond the limits of the cold, hard, unrelenting world. She pictured Mark toiling in a distant land, with no one to help or cheer him, and she looked forward in bitter soitoav to the thought that her little one would come into the world without a father's welcome. Sometimes, too, she would grow despond ing, and doubt if he would ever come back. The deep lines of sorrow were already furrowed upon her fair young brow, and all her cheerfulness and energy had left her. Mark had saved a little money during his late employment, and had paid for the rent of a cottage in advance. But these slender funds were soon exhausted, and it is impos sible to say what her fate might have been if her position had not attracted the notice and sympathy of a neighbour. This unexpected friend was a Captain Verschoyle, who had lately retired from vol. i. c"], [30, "AVHO AVAS TO BLAME ? 18 the East India Company's service, having just acquired property enough to enable him to spend the remainder of his days in peace ashore. The village of Lymington, which the captain had chosen for his abode, was situated very near the sea. It was the captain's chief enjoyment to sit in his little drawing-room, and listen to tlie surging waves, and dream away his declining years, thinking over his past struggles on the treacherous element, which now served to amuse him. There -was another charm also for the old sailor in this neighbourhood : there were many old sea faring men, who, like himself, had spent the greater part of their lives at sea, and had become so accustomed to its dangers, that they were as loth to leave it as the captain — just as we are often sorry to part with an old friend, even when his eccentricities have annoyed us. The hearty old captain had heard the"], [31, "AVHO AVAS TO BLAME ? 19 history of his young neighbour, and sailor like felt the deepest sympathy for her. His kindness and attention had been so constant, indeed, that Mrs. Verschoyle was not always in the best temper in con sequence. Weeks, months elapsed, and still Mark did not come back. The Aressel had been spoken Avith, and he had written to her from Quebec when he landed, but that was the last Victorine ever heard of him. Meantime a boy was born, and the ex penses of the little household increased. Poor Victorine was almost in despair. It was in this extremity that she had told her simple tale to the captain. The captain bounced, blustered, and swore, said Mark was a villian, and neArer intended to come back at all, at the same time brushing away some tears from his cheeks with the back of his rough wrinkled hand. c 2"], [32, "20 AVHO AVAS TO BLAME ? \" I'll tell you what, my lass,\" said he, when Victorine had finished ; \"you shall come and live with me, and I'll bring up your boy, and make a man and a gentle man of him. Come, let's shake hands upon it. There now, don't cry, there's a good wench. We've settled the point, and let's have done with it.\" Very few married ladies would have entered into such a project with much en thusiasm : we fear Mrs Verschoyle was no exception to the rule, but it was useless for her to object. The captain was a man of iron — immovable — unassailable, when once his fiat had gone forth. He had seen too much of mutinous beggars at sea, he said, to stand any defiance of orders on shore ; so with little delay Victorine and her infant son were duly installed in the Verschoyle household. No one ever repented the proceeding. The sweet gentle nature of the young"], [33, "WHO AVAS TO BLAME ? 21 wife, and the beauty of the child, soon won over those who had most objected at first. One of the earliest to welcome them had been Miss Mary Verschoyle, a maiden sister of the captain's ; while one of her greatest foes had been the captain's wife. The policy of these ladies in regard to all home matters was as follows : if the cap tain suggested any new idea, Miss Man' seconded the motion Avith all her might and main, and attacked Avith the utmost vigour the amendment which Mrs Vers choyle would be sure to propose. The captain's wife was the younger of the two ladies, and had in her youth been somewhat celebrated as a beauty. It was now too late to judge fairly how far the celebrity had been justified ; she had grown very stout and (shall we say it?) very coarse. Her temperament also had suffered with the lapse of years. She was cheerful, hospitable, and generally well-"], [34, "22 AVHO AA'AS TO BLAME ? meaning, but ahvays ready to claim the least scrap of homage that she considered her due, being excessiA'ely vain. She, in fact, liked her OAvn way so much that her daughters, Eleanor and Clara, had much difficulty in pleasing her. The only per son of whom Mrs. Verschoyle stood in awe was the maiden sister of whom we have spoken ; and in truth it was a sore trial at times to bear the sharp tongue of this active little lady. Miss Mary, though like her brother naturally warm-hearted and impulsive, was not a woman to conciliate by her manners, and the chilling effect of fifty winters had not lessened the inborn acerbities of her nature. It is, perhaps, not far from the truth to say, that she was rather proud than otherwise of her peculiarities. She would blurt out the most unpleasant truths in a jocular manner, and fancy she had done her hearers good service, and had"], [35, "WHO AVAS TO BLAME ? 23 also given proof of her own honesty and good intentions. She was a little busy woman, with eyes as sharp, and almost as bright, as they had been thirty years before, and with a tongue ready to seize upon any defect, and exaggerate it by tingling satire. It is hardly too much to say that her out spoken manners made her more feared than beloved by her sister-in-law. It was enough for Miss Mary that it was the captain's decree for Victorine to be received into the house, and she raised no objection whatever. Indeed, it was not long before the eccentric spinster, avIio had often professed a solemn hatred of children, and infants especially, became Victorine's best friend, and to little Mark almost a second mother. The rough captain, also, could hardly have been more tender and gentle if Victorine had been his own child. The young wife, unfortunately, did not long require these good offices ; she grew"], [36, "24 WHO WAS TO BLAME ? paler and weaker daily. The kind-hearted old sailor sat hour after hour at her bedside, and tried his utmost to cheer her. \" You must get a bit of colour in them pretty cheeks, my lass,\" said he, patting her pale face with his stumpy finger, as if she had been a child. \" We shall have the lad coming back with his pockets full of money, scolding us all for not treating you better. Just look at the sunshine, dear! Come, cheer up! I'll have you take a walk with me before another week ; I swear I will.\" But poor Victorine never took that walk with the captain, and the next time she passed through the garden which had formerly yielded her so much delight, she was lying, insensible to its beauty, in her coffin. The disappointment, depressions, and anxiety occasioned by her husband's long absence had quite undermined her consti tution, and she sank from day to day."], [37, "WHO AVAS TO BLAME ? 25 Within a few months after the birth of her child she died, holding Mark's letter in her hand. Strangely enough, the captain fell ill immediately upon Victorine's death, and soon followed her to the grave."], [38, "26 CHAPTER I. FIEST IMPRESSIONS. I avas about fifteen years of age when the facts of my past life, which have been communicated to the reader, were first re vealed to me. I may here state that my father had never more been heard of. The reason why I was now, for the first time, informed of these particulars about myself was from the fact that Miss Verschoyle — still my greatest friend — had been discuss ing with her sister-in-laAv some plans for the future, in which I was concerned, and had thought it adA_.sable to make me now acquainted with all the circumstances of my introduction to the family."], [39, "WHO AVAS TO BLAME ? 27 As these simple incidents were gradually unfolded, a fierce pride, such as had for merly filled my father's breast, took posses sion of me. I thanked the ladies warmly and heartily for all they had done for me, but positively declined any assistance from them in future. Mrs. Verschoyle did not attempt to dissuade me, but Aunt Mary, as I had always called her, was almost heart broken. Eleanor and Clara, also, who had grown up charming girls, a little older than myself, used their utmost persuasions to in duce me to stay ; but I was resolved to leave them. Independently of the latent pride which revolted at the idea of living upon the charity of those who were bound to me by no ties of relationship, there was a certain unspoken, but keenly felt, bitter ness on Mrs. Verschoyle's part, which rather made me feel pleased with the op portunity of throAving back, as it were, any obligations. Ungracious as it may seem"], [40, "28 WHO AVAS TO BLAME ? to place this thankless feeling upon record, it is true that I felt thus, and had a certain pride in shoAving this feeling, and therefore I have not chosen to hide the fact. There was no such feeling mingled with my sen timents toward Aunt Mary, and I can never, while I live, forget her hopeful en couragement when I left Lymington. I felt that to live here any longer would be to do equal injustice to myself and them, and I determined to leave them. I went out into the world happy to the heart's core. I feared nothing — I was my OAvn master. It was the height of summer when I left Lymington. The sun shone brightly upon all nature, and the sunshine of hope shone as gady upon my heart. I had read of the battle of life : was this a battle, where everything appeared so beau tiful and full of life, joy, and gladness ? I passed the village, gazing a moment with delight at the grey spire of the old church,"], [41, "WHO WAS TO BLAME ? 29 looking so peaceful, and bespeaking only happiness and contentment. But the bell tolled solemnly, and I saw a new-made grave. Lymington was left behind me, and I passed a Gothic mansion, standing embosomed in its lovely grounds, and thought with envy of the happy inmates of such a paradise. A carriage passed me. \" Is that the OAvner of this delightful place ? \" I asked of a rheumatic old man who stood near me. \" That is the doctor,\" said he. \" The owner of that house has been bedridden for years.\" \" You appear to know the family,\" I re marked.\" \" I was his bosom friend when young,\" said the man. \" I hope he remembers you still,\" I said, compassionately. \" He pays me what I earn, and that's all I ever ask of him. His friendship did"], [42, "30 AVHO WAS TO BLAME ? not outlast my fortune ; \" and the old man turned away, evidently not wishing for further conversation upon the subject. My dreams began to take a soberer hue. Here, in a few short minutes from the time of my leaving the home of my childhood, I had learned lessons of actual life which might serA'e as bitter food for meditation many a day to come. But my hand was put to the plough and I must not look back. \" Onward, still onward,\" had ever been the war-cry of youth, and it must also be mine. I walked on all day. My purpose was to make my way to Exeter, about twenty miles from Lymington, and, failing in pro curing any occupation there, to proceed to London. Late in the evening I was refreshing myself at a wayside inn in the neighbour hood of Exeter, when a man of somewhat singular aspect entered the room where I"], [43, "AVHO AA __S TO BLAME ? 31 Avas, and eyed me fixedly. I must confess his scrutiny did not please me, or make me feel much at my ease. I called to mind many a dismal tale I had read of travellers who had been waylaid and maltreated at wayside inns, and began to feel uncomfort able. It was dusk, and my companion's features were not clearly discernible. The waiter came in at this moment and lighted the gas, at the same time speaking respect fully to the stranger. This reassured me, particularly as I now saw that the man's features, so far from being repulsive, had an air of coarse joviality which rather attracted me than otherwise. I had not heard what the waiter said further than that he had called the stranger Mr. O'Hara. So suddenly had my impres sions of the man changed, that I deter mined now to ask him if he could put me in the way of some employment. \" And what employment would ye like,"], [44, "AVHO WAS TO BLAME ? 32 honey ? \" said he in a melloAV Irish brogue, in ansAver to my question. \" Really, sir, I cannot say what qualifi cations I have.\" \"Can you spake forrin' languages?\" said Mr. O'Hara. I regretted that my accomplishments did not lie in that direction. \"Faith, ye needn't mind it,\" said he; ' ' many's the man would have done better with his mother's brogue. But there's the makings of a dacent lad about ye. Would ye like me to spake the good word for ye ?\" I expressed myself grateful for the in terest he took in my welfare, and inquired what position he could suggest for me. \" Come this way,\" said he, and led me to the door. \" Now, take a mighty long squint over them elm-trees,\" said he. I did so. \" And what did ye see then ? \""], [45, "WHO WAS TO BLAME? 33 \" Nothing but two tall chimneys, I sup pose belonging to a factory.\" \"True for ye — a factory is it? How would ye like to be the masther of that fine place ? \" \" I suppose it would be a useless wish that, sir, seeing we don't live in times such as we read of in the Arabian Nights. \" Faith, young gentleman, we live in better times, plase the Lord. Sure it's myself might be the masther of that fine property, only it's a lover of the pot and pipe I am. Take that for a warning, young gentleman, and don't muddle yer brains, and ye'll rise like a balloon in the world. But now for the address — here it is ; \" and he wrote with a pencil — \"A. Eldon, Esq. The Weir Mills.\" \"Wdl this gentleman employ me?\" I asked. VOL. I. D"], [46, "34 AVHO WAS TO BLAME ? \" That he will, faith, if O'Hara puts in the good word.\" I thanked him, and he proceeded to give me some particulars of the manufacturer. \" Och, he's been an iligant man in his time,\" said O'Hara. \" I've heard tell that in Italy, when a young man, not a soul could come up to him, for the beautiful taste he had. Faith! I've seen myself pictures and images enough to set up ould Dan Murphy, the showman, for the rest of his days.\" \"A gentleman of taste,\" I said. \" Divd a mistake in that, but how he came to be a mill-owner is the quare thing. I've heard it was all through Cupid, the divil, that he turned to business. When at Rome you must do as Rome does. Mr. Eldon did that same, for he fell in love with a noble lady, and fought a duel, and quarrelled, and came from the country in a jiffey. When I came to be engaged he"], [47, "WHO AVAS TO BLAME ? 35 saw me in his study, and the whole place was full of the most beautiful drawings and pictures. ' Now, O'Hara,' said he, ' as we have come to terms, you can commence your duties at once.' ' And how will I do them ? ' says I. ' Tear up these drawings, and pitch the colours and brushes out of the window.' ' Sure yer honour's never in earnest,' says I. ' Yes, I am,' says he ; ' more than ever I was in my life before.' ' Och, murder ! Mr. Eldon,' says I, ' don't destroy the beautiful pictures. The chil dren would go mad with joy only to look at them.' ' Make haste, then,' said he, ' if you want to save any, for you will never have the chance again. It's a fancy of mine,' he said, ' to Avipe out the past and begin life anew. I have found out at last the only study worth pursuing — the only happiness worth seeking — the only taste worth cultivating — in fact the only real power on earth ! ' d 2"], [48, "AVHO AVAS TO BLAME? 36 \" You may suppose I opened my eyes wide with wonder. ' What does yer honour mane ? ' said I. \" ' Why, said he, ' this power that moves the earth— this lever of society — this magic wand that bewitches all mankind — can you not guess what it is ? ' \" ' Och, yer honour,' says I, the thought coming to my mind like the sun through a fog, ' I see what ye are after ; sure it's money ! ' \" < Right, O'Hara. That wdl in future be the sole object of my study — the only taste which I shall indulge. My future career will be devoted to money.' So from the papers that were laid on the table he showed me the plan of the factory. But all this is useless for you,\" said Mr. O'Hara suddenly; \"you can write and read, I'll swear, better than Mike O'Hara. I fancy ye'll be just the boy for the masther. You see the quare old fish yonder, down the"], [49, "WHO WAS TO BLAME ? 37 lane ; he's Mr. Eldon's factotum, and he'll show you the way to the mill, will Peter.\" O'Hara left me, and I soon overtook a strange-looking person, toddling along the lane with something in his left hand, which, on a nearer approach, I discovered to be an old blunderbuss ; with the other hand he helped himself along with a thick sitck ; and he had some need of assistance, having two wooden legs instead of the sturdy sup porters originally bestowed upon him by Nature ; as I saw him stump along with great difficulty, and evidently not Avithout pain, I thought how miserable he must be, and how little there could be in life to cheer him ; but it is folly to be over-hasty in our estimate of other people's happiness or misery. There was a rude stile at the entrance of the field through which we had to pass, and Peter did not find it easy to mount, but the merry way in which he indicated"], [50, "38 AVHO WAS TO BLAME ? his ovm deficiency soon made me feel an interest in him. I was puzzled, too, with his singular weapon, which he explained was intended to scatter the shot by its peculiar bell-mouthed formation. I found one of Peter's offices on this occasion was to keep the birds off a piece of land adjoin ing the factory, and, as we rested for a few moments on the stile, I wished we might have some birds to fire at, so that I could see the action of this formidable-looking instrument. I was soon gratified. I had been sitting upon the stone stile close to Peter's elbow, and he, not knoAving me so near, fired. It was the first time in my life I had been so near a gun when being fired, and the shock had the effect of tumbling me head over heels into a ditch behind us. With a hearty laugh Peter hauled me out in a not very enviable con dition. While we were laughing, myself as much as Peter, at my muddy appearance, I saw Peter touch his hat to a sedate-look-"], [51, "WHO AVAS TO BLAME ? 39 ing middle-aged gentleman, to whom he began relating my misfortune. I soon found this was Mr. Eldon, and, making the best use I could of my singular introduction, I obtained employment at once. When he had gone Peter condescended to give me a little advice. \" I think the master has taken a fancy to you, my lad,\" he said, \" and mind you deserve it. You have got the world before you, and ought to do well. As for me, I get my living how I can. I sit on this here stile, and people passing from one farm to another say to me, Oh, here's Peter, he'll make my wife a hencoop, or my boy a rabbit-hutch, or else it's a dog kennel, or a knife-board, or a boot-jack, or a rolling-pin ; for, you see, my young swell, a man never knows what he can do till he tries, and, though I ain't given to bragging, I believe there ain't my equal at a wheel barrow near Exeter.\""], [52, "40 CHAPTER II. LOVE AND DESPAIR. I had no definite plan for the future — my immediate object was to gain employ ment of some kind at once, removed from actual drudgery, and where any mental faculties I might have could be turned to advantage. I will not weary the reader with the details of my life during the next few years. A rapid general sketch will suffice to paint my career, as it would that of a thousand others similarly situated. My life was almost a solitary one. There were several hundred men employed in the factory, but I had no fellowship with any"], [53, "WHO WAS TO BLAME ? 41 of them. Not from disdain, but simply because their views of life did not accord with mine. My upward path was thus rendered exceedingly difficult, pursued, as it was, against the dislike and even enmity of my fellow-workmen. I had but little time for study, but Nature had kindly given me the power of mentally abstract ing myself in the midst of the bustle and confusion of my life at the mill. I do not believe that I was moody or sour. I had not a monkish disposition to enwrap my self against the outer world, and thus lose half its glory and all its happiness. I only sought for solitude to strengthen my spirit and subdue a tendency to stormy passions and capricious impulses. These I had dis covered to be latent in my character, and I endeavoured and determined to conquer them. I fancied that it was in solitude only these stern lessons could be learned. The experience of after years served in"], [54, "42 AVHO AVAS TO BLAME ? part to contradict this theory. Solitude cannot do much for us save by contrast. Let us wander in the mountain pass, or by the shores of mystic lakes — let us sit all the summer day and listen to the roar of the cataract, or the splash of the ever returning tide, and what shall we leam ? Only that nature of herself will never satisfy the longing heart of man. We come back strengthened and refreshed, it may be, but not the less gladly shall we welcome the sight of familiar human faces. It is the great city — the busy hum of in dustry — the perpetual stream of traffic, which has the double effect of reconcding us to the excitements and anxieties of civdized hfe, notwithstanding that it may often suggest the wish of the Psalmist, that we had the wings of a dove, that we might flee away and be at rest. But solitude to the poor man is difficult of attainment — in many cases simply im-"], [55, "AVHO AVAS TO BLAME ? 43 possible. In thickly-populated dwellings, with the frequent accompaniment of dirt, noise, and darkness, the trial to a man of a higher cast of intellect than his fellows is bitter in the extreme. In the workshop also he must exchange thoughts with his fellow- workmen. He would be the veriest churl if he did not. But it is so difficult for him to separate himself from his companions when the labour of the day is past. Most of those with whom he has been associated either cannot or will not see the advantage to be gained by thought, study, or cultivation. It is so much easier to sink down to the general level, and not only easier, but the bond of good-fellowship is strengthened thereby. Many of the hands therefore made com ments of an unflattering nature upon my lonely habits. Some accused me of pride, others of meanness. Others merely thought"], [56, "44 WHO WAS TO BLAME ? it was the result of a sulky morose dispo sition. Few would believe that I was actuated only by a simple desire to elevate myself in the social scale. Thus passed my early days. To be one of a crowd passing daily before us where many a face becomes famdiar by constant observation, yet is never appealed to in the spirit of friendship, is true isolation indeed ; and such had been my isolation for years. But mine was not a solitary case. Thou sands learn their experience of life and fight its battles with no aid, no cultivation, no directing hand — nought save the inner voice of conscience, and the vague in stinctive satisfaction there is in healthy natures in acting according to the best of their knowledge and power. Thousands come to manhood thus silently. They follow the path before them. They have no desire to be vicious. They do not un derstand what it is to be great. Much of"], [57, "AVHO WAS TO BLAME ? 45 their leisure is spent perhaps in meditative wanderings — hi vague day-dreams. Yet to some of those who have so noiselessly earned their experience of the world will sometimes come sudden bursts of passion — sudden flashes of genius — sudden revela tions of the depths of their own human natures which astonish others, and them selves most of aU. Nor do solitary men necessarily become hard and worldly. They plunge into the crowd — they struggle for fortune ; and often when the best years of their lives are gone some chance light is thrown upon the past, or it is linked by some unforeseen incident to the present by the slightest imaginable thread ; and lo ! the remainder of their lives is devoted to some hitherto forgotten dream. I have given this picture of my early days, because it will explain much that would be otherwise incomprehensible in my character."], [58, "46 AVHO WAS TO BLAME ? So year by year passed away, and I rose step by step untd I became the foremost man in the factory. In these struggling days I had seen little of the outer world, and I felt almost like a recluse. But now my altered position gave me an introduction to society of which I gladly availed myself, although my diffidence at first in mixing with others frequently exposed me to some unmerciful quizzing, and destroyed much of my enjoyment. But I soon found my self equal to those I met in mental acquire ments, and this gave me confidence. I was at first esteemed singular and reserved, because I would not risk humiliation by pushing myself forward. I made few acquaintances, but I had one warm friend. This was a young artist named Cary, an accomplished and inteUectual young man, whose appearance and manners unmis takeably stamped him as one of Nature's nobility, and whose fair flowing hair and"], [59, "AVHO WAS TO BLAME ? 47 deep blue eyes gave quite a poetic aspect to his features. This was my only companion, and a friendship which has lasted to this day had been established between us. We shared each other's amusements and studies, and, when not occupied by business, were rarely apart. But the turning-point of my life was shortly to come. Amongst other amuse ments which I shared with Cary was a great love of the theatre. Some of the best of the London actors had been giving a series of Shakspearian representations in Exeter. I was captivated by the new light thrown upon my favourite bard, and attended each performance. One evening I had entered the theatre to see Othello, when my attention was drawn to a box above me, where sat a young lady leaning her head on her hand, evidently watching the play with intense"], [60, "AVHO AA'AS TO BLAME ? 48 interest. She was a beautiful girl in the first bloom of youthful loveliness. Her face was full of intelligence; her figure exquisite. She was charmingly dressed, and her distinguished appearance drew all eyes toward her. I was captivated. For the first time I awoke to the magic of female beauty, and gave myself up to its enchantment. I had neither eyes nor ears for Othello. The play passed in dumb show, for the beau tiful creature engrossed my whole attention. Wlide I sat gazing at the unconscious girl the door of the box opened, and, to my astonishment, Cary entered and took his place beside her. I was in an agony of jealousy. I could stay no longer, but left the theatre at once, wandering up and down the street till the play was over. I saw my friend leave the theatre, bidding his charming companion good-night. I then flew eagerly towards"], [61, "WHO WAS TO BLAME ? 49 him to inquire who the unknown beauty might be. \" Come,\" said I, \" Cary, this is much too bad of you, when you fall in with a prize like this, to keep it a secret from a friend.\" \"All's fair in love or war,\" said Cary; \" but you need not be offended or jealous. I assure you I have never seen this fair damsel before to-night. I have been intro duced to her friends, and thus it was that you saw me enter their box to-night. I did not think it worth while to refuse a good invitation. I don't wonder you are fascinated ; she. is the loveliest girl I know ; and what is more, she seems to have unusual talent.\" \" Who is she? — where does she come from? — what is her name?\" I asked, in a breath. ' ' Her name is Constance Aylmer. Would you like an introduction ? \" \" Can you ask me ? You could hardly VOL. I. E"], [62, "AVHO WAS TO BLAME ? 50 haA-e made a more agreeable proposition, my dear fellow.\" It was agreed that I should meet him on the following evening. \"You must put yourself on your best behaAdour,\" said Cary, \"for her father is an old dragon and guards her night and day. The fact is, she has such a passion for the stage that they are quite alarmed at it. I have been told that she took part once in some amateur theatricals, where her uncommon talent made her shine out a complete star amongst her companions. The acting of the piece was of the kind usual with amateurs. Few had any talent to embody character, and even of those who had the ambition always to take the most prominent personages for the sake of dis play, independently of individual aptitude, made them appear worse than they would otherwise have done. Constance was the life and soul of the party. She was so fasci-"], [63, "WHO AVAS TO BLAME ? 51 nated by the applause she obtained, that I am convinced she Avill go upon the stage, unless they get her married. But come to-morrow night, old boy, and tell me what you think of her. I dare say she will receive you cordially. You are just the sort of unsophisticated enthusiast to take her fancy.\" I murm ured my thanks to Cary in no very intelligible language, and, punctual to the appointment, I met my friend on the following evening. I was ushered into the presence of the enchantress. My passionate admiration, however, was somewhat restrained, as her parents were with her, and were not too gracious either to Cary or myself. The father of Constance had made money in business, and now lived retired in very good style. Constance had enjoyed every advantage of education and society, and Mr. Aylmer was as proud of her charms e 2"], [64, "WHO WAS TO BLAME ? 52 as though it had been some especial merit of his OAvn that his daughter was so beauti ful and cleA'er. He was a perfect martinet in his ideas of her education and manners. He condemned dancing, the stage, and, in short, most of the pleasures and accom plishments which most fascinated his daugh ter. The consequence of this rigid policy had been that Constance had acquired most of these forbidden tastes in secret, and many little touches of art astonished her father more than any of her friends who were hi the secret. Had he known the ardent interest she took in the progress of the play she would not have been allowed to enter a theatre again. When we entered the drawing-room I was so enchanted that I literally trembled AAdth excitement. Nor was my nervous ness dispelled by the somewhat frigid re ception we received from the young lady's"], [65, "AVHO AA'AS TO BLAME ? 53 parents. I confess that I was almost speechless with admiration, and I dare say looked particularly foolish ; but her grace ful easy manners and Avinning smile soon put me at my ease, and we began to chat freely about the performance, especially Macready's acting in the principal cha racter. Constance entered into the spirit of the performance, criticising every point with a skill and judgment which surprised me. From the drama we turned to music, and she played some of Mendelssohn's \" Lieder ohne Worte,\" from memory, too, like an artiste. Thus from one subject to another we passed merrily. It seemed as though a new life had opened to me. All the sorrows, trials, and struggles of the past vanished like a dream. From that day I was a constant visitor at Mr. Aylmer's. I cannot say that I received much encouragement from Con stance's parents, but at the same time"], [66, "AVHO WAS TO BLAME ? 54 they did not repulse me. I exerted my self to the utmost to gain their good opinion, and after a time with apparent success. My rising position in the factory was doubtless not overlooked, and, like cau tious generals, they would not despise raw recruits if more efficient troops could not be had. About this time, too, another change in my fortunes took place, and the tide of success seemed flowing toward me. Mr. Eldon, having been obliged to leave the business entirely in my care through ill-health, showed his confidence and good will toward me by taking me into partner ship. A few months passed, during which my intimacy with Constance increased dady. At length I proposed for her hand, and being accepted, our union took place immediately. Now, should any reader find fault with me for this hasty summary of my wooing and wedding (and no doubt many of the"], [67, "WHO WAS TO BLAME ? 55 fair sex will do so), I here solemnly state my reasons for this hasty dismissal of so important a subject. The truth is, so many writers of novels and romances deal with the subject, and in almost every book we read we find that the adventures of the hero and heroine, from the time they first launch into the troubled sea of courtship till they arrive at the secure haven of matrimony, form the great staple of literary food in the shape of fiction. Now, in this true story, dear reader, I beg to say that the events of my courtship and marriage were so similar to a milhon others that I fear I could not awaken your attention by narrating them; where as the events that took place after my marriage were of that kind which fortu nately, or unfort unately(we shall see which), rarely happens, and therefore I shall dwell upon them minutely, and beg you will have the goodness and benevolence to"], [68, "56 AVHO AA'AS TO BLAME ? follow me patiently through the events which followed my union. The reader will be good enough also to remember that love-making in the country advances so rapidly compared with the same agreeable occupation in toAvii. The country beats it hollow, believe me. You may dodge about a London chawing-room for six months for the chance of saying half-a-dozen words that are really service able to your cause, but in the country it is quite another thing. You have to help the fan one over a stile, perhaps, which is a fine opportunity to display your devotion ; then, what a capital excuse it is to go and look at the garden ! Very likely there is some old castle or abbey in the neighbourhood, which it would be considered quite a breach of country etiquette not to show Charles, Alfred, or Harry, whatever the young gentleman's name may be. Then there are fire-side games, that give young lovers"], [69, "AVHO AVAS TO BLAME ? 57 every chance of saying soft nothings to each other, or tinning their feet into telegraphic signals underneath the table. Then, out of doors, the fresh ah, the blue sky, the chirping birds, all seem to render love-making a pleasanter occupation than it possibly can be in a city. A dashing young fellow could not A'ery well parade Oxford Street in the broad day with his arm round the waist of a charming damsel — what would all the dirty little boys think of it, I wonder ? But here at , in a DeA^onshire lane, there are a dozen cosy spots where this sort of thing can be done without the annoyance of interruption. Give me the country for love-making, by all means. But to proceed — No marriage could haA'e promised at first greater happiness than mine. Con stance had talent, taste, and beauty. I was energetic and full of love and admi ration for my wife ; my position was daily"], [70, "58 WHO WAS TO BLAME ? improving ; I was held in respect by my friends and acquaintance. There seemed to be nothing to interrupt the harmony of my existence. Fortune had showered her best gifts upon me, and I would enjoy them. I was open-hearted and joyous by nature, spite of my love of study. My present position had been gained by the labour of my own hands and brains, and I gave myself up with almost a boyish ardour to the enjoyment of life, which seemed smiling before me. The cottage I had occupied during my quiet bachelor days was given up, and a handsome villa was famished at Starcross in a style which I felt could not fail to satisfy my young bride. As may be expected, I had not forgotten my former friends at Lymington. As soon as we were settled after our marriage I invited them all to spend a few weeks with me. The widow replied coldly, with some"], [71, "WHO WAS TC BLAME ? 59 indefinite excuse, but Miss Mary accepted my invitation heartily, and came at once. For the first time since we married I felt a little uneasy. This was with re spect to the opinion Constance would form of Aunt Mary — perhaps still more with regard to the opinion the eccentric spinster would form of her. Constance, I felt sure, would be inclined to ridicule the quaint old lady, if, indeed, she would not also resent some of the satirical remarks which Miss Mary would be almost certain to indulge in. For Aunt Mary, good woman, was no respecter of persons, as I knew well from old experience, and would not scruple to speak out what she thought, no matter how ungrateful the topic might be. I was therefore not unprepared for a little cross-firing between my charming wife and oui' coming visitor. It turned out pretty much as I had ex pected. Aunt Mary came, saw, but was"], [72, "60 WHO WAS TO BLAME ? not conquered. It was evident that Con stance did not please her. Her stay was short, and in leaving she said to me — \" It is easy to see, my dear boy, that I am one too many in your new household. I shall go, my dear boy ; and remember, I do not say it from spite, but sorrow, when I tell you that you have made the greatest mistake you ever committed in your life. I pray God I may be wrong ; but I fear you will remember my words keenly in days to come.\" I smiled at the earnestness of my old friend. Knowing it was only her anxiety on my behalf that led her to make such a remark, I was not offended ; rather amused, on the contrary. Little did I imagine that her fears would be prophetic. Constance, being so attractive, naturally drew many visitors to the house ; some, indeed, of a class I was by no means dis posed to cultivate. I, however, placed no"], [73, "WHO WAS TO BLAME ? 61 restraint upon her ; my only desire was to see her happy and contented ; the greater amount of enjoyment she could have, the better I was pleased. In one point I con fess to feeling some disappointment. The gaiety of my present home was purchased at some loss of comfort and dignity. From having been a solitary man given to thought and study, I now rarely obtained a quiet hour. My young wife indulged in every luxury, and was always going into society or receiving company at home ; such com pany, too, as frequently compelled me, much against my will, to absent myself upon the plea of business, or indeed any other excuse that served to release me from flippant and ungenial companionship. Not that this occurred at first ; we had spent a most rapturous honeymoon, and we felt, for a time at least, that no young couple in the world could be happier than ourselves ; we were seldom out of each"], [74, "WHO WAS TO BLAME ? 62 other's sight, and wished the days as long again ; they seemed to pass with such wonderful rapidity. The world was all before us where to choose; we had good health and good spirits. But, like all ecstatic feelings, this excitement somewhat subsided after a time. Somehow, too, I began to feel a desire to drop into my old habits. The factory required attention ; we could not go on billing and cooing in this manner for ever. These thoughts forced themselves upon me involuntarily one morning as I sat at breakfast waiting for my beloved. The reader will have the goodness to remember it was the third week of our honeymoon. I was reading a book, the coffee was smoking on the table, but my Constance had not come down. I had become interested in the volume and went on reading (brute ! the ladies will say) even after I noticed that my wife had"], [75, "WHO WAS TO BLAME ? 63 come down and was doing the honours of the table. \" I wish you would put that book down, Mark,\" was her morning salutation. \" So I will, my love, directly; but do leave me alone for a moment — just a moment. You can't think how very in teresting it is just now.\" ' ' Most husbands would think their wives more entertaining than a book, at least so early as three weeks after marriage ; at all events you appeared to think so not long ago.\" \" So I did, my love, and so I do now,\" said I, throwing the book away, and giving her a kiss to set matters straight again. \"Now, promise, my dear boy,\" said Constance playfully, \" that you will never do so again.\" \"Well, my sweet pet, I'll promise you anything you like, only don't frown in that terrific way.\""], [76, "64 WHO WAS TO BLAME ? Then, probably, after such little banter as this, Constance would propose a walk or a little shopping, and would go to put on her bonnet : then my fidgetty business habits would make me very impatient, and before Constance would come down I was in a pet, enquiring how long it required to put a bonnet on. \" Only a moment, and I'll be with you,\" cries the voice from the bedroom. \"Only a moment\" may have been nearly an hour, and my patience probably ex hausted ; then, at length, she descends, looking charming enough to make me forget my impatience, and I let her off with only a little undercurrent of testiness, muttering something to the effect that she never kept me waiting like this before we married : which, of course, brought upon me the retort that I was much more amiable then than now, after which we were the best of friends, and rambled out,"], [77, "WHO AVAS TO BLAME ? 65 perhaps to spend ever so much money in trifles, and chatting meanwhile a great deal of love-sick nonsense, as I dare say grumbling old fellows would call it. It must have been downright nonsense, for I cannot remember a word of it. I suppose it was the right thing, how ever, to do and to say on the occasion, according to all received authority ; but I am not fitted for the sentimental business, I suppose, and all I recollect is, that I sighed heartily for an hour's talk with O'Hara. The first great trial for my wife was when we came back to town, and I was obliged to go to business. I could never make her understand the absolute neces sity there was for me to leave her several hours a day, and go into a dusty office in that smoky, black, filthy lane at the back of the factory. One day, I must be sure to come home early, because there was VOL. I. F"], [78, "66 WHO WAS TO BLAME ? something for dinner I was especially fond of. Another day, some lady friend froin the country was going to call, and she was anxious to show off the docility of her tamed lion. Many more equally urgent pleas were invented to get me away from business, and at first I succumbed to the enchantress, and left O'Hara all the work to do. The old man's eyes twinkled when I saw him, as much as to say that I should soon sober down, and perhaps wear the business yoke all the better for a little relaxation. In the course of time and nature these little excitements on my wife's part gra dually wore off, and she began to look upon my journeys to the city, and my returning therefrom, quite as a matter of course. Instead of pouring out my coffee in the morning, and spreading the butter on my toast, and finally watching me all"], [79, "WHO WAS TO BLAME ? 67 down the street, and blowing me a kiss as I turned the corner, my adorable Constance was not unfrequently in a sound sleep when I started for the city, and I not only took my breakfast alone, but read my book now quite undisturbedly. The evenings, too, Constance fancied were rather long and monotonous. Some times I would bring home a new novel, and attempt to enliven her by reading a few chapters ; but I generally had the satisfaction of sending her into a comfort able doze upon the eighth or tenth page. \"It is no great compliment to my read ing, dearest,\" said I, in rather an angered tone, when I perceived her lovely eyelids beginning to drop. \"Well, Mark, you won't be offended, will you, at anything I say ? \" \" Of course not, my love ; but why do you ask ? \" ' ' I don't mean it unkindly, dearest (you f 2"], [80, "68 WHO WAS TO BLAME ? must know that), but the fact is — that is to say — I fancy you are not a good reader.\" Either the delights of courtship must have a wonderfully soothing effect upon all discordant sounds, and must make the most monotonous voice musical and the shrillest tones melodious, or else matrimony is a species of disenchantment. How often, before I married, had I read to Constance for hours together novels, romances, plays, histories — even sermons and homilies — and she had then never shown the slightest symptoms of fatigue, but always appeared greatly edified ! yet now she openly con fesses that I weary her. Another discovery began to be made manifest in my charming partner — a peculiarity not uncommon with many excellent married ladies, as I have since discovered. She had acquired a habit (I will not think it was natural to her) which made her resemble that wonderful Irish"], [81, "WHO WAS TO BLAME ? 69 echo, which not only repeated the last word of whatever was said, but added a great many thereto, and considered herself the victor in many a little skirmish because her standard floated longest on the field. All this was rather annoying to a person of my temperament. Still, I thought her a splendid creature, and I would not be in a hurry to find fault. I was proud of her beauty, and was always well pleased to see her dressed well. She spent my money with the best grace in the world, and never inquired how it came; and if I brought her home a present, she took the gift mechanically, without so much as bestowing a look upon me. I watched quietly the result, and supposed this was the usual fate of husbands, so I went demurely to her side, and waited upon her, as that seemed the only way of getting into her company. \" Give me that hair-pin, dear.\""], [82, "70 WHO WAS TO BLAME ? I handed it to her submissively. \" Now, Mark, just hold a glass behind me, so that I can see my back hair.\" \"It is splendid, Constance, you may take my word for it. It is absolute perfec tion.\" \" Pooh ! what do you know about one's appearance ? If I depended upon you I should go to the party a perfect dowdy. Hold up the glass a little higher, there's a good soul, and don't be nonsensical.\" I was tiffed — there was no mistake about that. \" What, then ! \" I exclaimed, \" your husband's admiration is not sufficient for you, my love ?\" But, though offended, any husband will understand that I patiently held the glass for her still. \" Really, Mark,\" said my capricious fair one, \" I think I should get on much better if you would send Sally up to me.\" Now, this was the unkindest cut of all. That poor little slavey, what could she"], [83, "WHO WAS TO BLAME ? 71 know about the fashions ? But I sent her notwithstanding, and, after all, I found that, by some mysterious freemasonry which females seem to learn by instinct, one of our maids who had not been many weeks out of a charity school (and at these insti tutions we do not expect much taste in costmne) comprehended all my wife's de sires a great deal better than I did. My resource was to leave her to her own devices, and speculate on the frivolity of the sex till she was ready. Getting rather warm and irritable upon the subject, I con cluded, as Brother Jonathan would say, to put the next party invitation on the fire. \" There is nothing like having a com mand over one's feelings,\" I said to myself, ' ' and I should be anything but a wise man if I flew into a passion ; I must not too hastily check youthful illusions ; time would rectify these little failings,\" &c. So Constance came down shortly, and"], [84, "WHO WAS TO BLAME ? 72 opened the piano (not for my gratification, I soon found) and began to practise a new ballad. I was surprised, thinking she in tended a little pleasure for me, but no. \" I wanted to hear, Mark, if you think me in good voice to-night,\" was the explana tion. She had a good voice, and, pleased with the singing and the singer, I passed over my annoyance, and we went out again quite happily. I was willing to indulge her as far as possible, but I was doubtful to what extent her fancies might lead her. She seemed suddenly ambitious to become a fine lady, and plunge into all kinds of fashionable vagaries. She was constantly telling me that \" one must look like other people, or everybody looked down upon one.\" Then, every new fashion in dress was the most convenient, comfortable, elegant, tasty, and suitable for her figure and complexion. I said that I thought I had never seen her"], [85, "WHO WAS TO BLAME ? 73 look better than in her plain cotton dress and gardening bonnet at home ; but all I gained for speaking the actual truth was, to be set down as having no taste. I used to be delighted to hear her play me some thing on the piano, or sing an old song that contained a little genuine melody, but these were all thrown aside. \" Such quaint old stuff was not at all fashionable now-a- days,\" and then she screamed something which she said was a gem from a new opera. I rather maliciously said it was a gem of the purest water, and fancied that her new pianoforte piece was very much like an explosion of fireworks. These were but lighter grievances, as often ending in laughter as causing annoy ance. Some time elapsed before Constance threw off all restraint, and ceased to make any effort to please me. Gradually her tone changed to open defiance, and, in total opposition to my wishes, she assembled"], [86, "WHO WAS TO BLAME ? 74 around her a class which I held in abhor- rence. There are men and women to be met with in most circles who, without flying into actual defiance of the laws and mo tives which regulate the more elevated of their species, yet apparently hold these motives in utter contempt ; and of this class, I grieve to say, a large portion of my wife's acquaintance consisted. If I expressed admiration of a noble action or a grand thought, I was an enthusiast ; if disgust at meanness, or hypocrisy, I was thin-skinned ; if certain manners were too free or too much tinctured with coarse familiarity for my taste, I was voted monkish ; if I could not express admira tion for the successful quackery which is now so much in vogue, I was voted illiberal. It was no wonder, therefore, if I found it a little difficult at times to maintain my composure or keep my temper."], [87, "WHO WAS TO BLAME ? 75 The constant excitement of the life we were leading began to tire me, and led me almost unconsciously to fall into some of my old bachelor habits. No estrangement had taken place between me and Con stance, but I was grieved to see that her views of life and mine daily grew more opposed. Whether I might have counter acted these views, or if any extreme effort on my part might have influenced her, it is hard to say. Perhaps I allowed the breach to widen unconsciously, and failed to dis cover how great it was till it was too late to be bridged over. However that may have been, a crisis came unexpect edly. Coming home from the factoiy earlier than usual, I picked up a piece of paper on which a few words were written, in pencil, in a masculine handwriting. All I could decipher was — \" Come, sweet — do not disappoint me"], [88, "76 WHO WAS TO BLAME ? to-day; I waited hours for you yester day.\" The remainder of the paper was torn and chrty with being trampled under foot ; this was all that was legible. I was thunderstruck, yet felt as though I had been in a dream. I read it again and again, and turned the paper over and over before I could understand what I was doing. Could it be possible that Con stance, in whom I had placed such abso lute confidence, was false ? No, no ; I would not harbour such an idea as this. But I was stifled with the agony of my suspicion, nevertheless. The paper was not signed, nor did I know the handwriting. I sat down weak and nervous, and thought over every possibility connected with this event, but my mind grew no clearer; the mystery only grew deeper the longer I thought about it."], [89, "WHO WAS TO BLAME ? 77 Suddenly Constance herself entered the room, dressed for walking, looking as beautiful and innocent as ever. She spoke to me, but I was so pre-occupied that I scarcely understood what she said, and before I could recover myself she had left the room. Starting up as if just awaking from a dream, I followed her, but, owing probably to the confusion in my mind, I could form no settled idea, and in the few moments of my bewilderment she had disappeared. Imagining she must have gone to Exeter, I followed her there, but still without success; and I wandered up and down the streets till late at night, but quite in vain. Tired at last, I entered a tavern on the main road leading back to Starcross, and sat down near a window, with a vague notion that she might pass. Such rapid alternations of hope and despair flitted through my mind that I"], [90, "78 WHO WAS TO BLAME ? became quite undecided as to an^ course of action. The words of the paper con tinually recurred to me, making me trem ble with jealous rage. I rose at last, and paced wearily homeward, yet not without hope that I might still find Constance there, with perhaps a ready explanation of what had passed. But when I reached home she was still absent, and all my passionate feelings returned. I sat down without further thought, and wrote as follows : — ' ' There is no longer any necessity for concealment. I will never, if I can help it, see your face again. God knows what unhappiness it might have saved me had I never seen it. You shall not suffer by any act of mine, base woman, cruelly as you have wronged me. I leave this house and all it contains in your care. My soli citor shall correspond with you, and I will"], [91, "WHO WAS TO BLAME ? 79 take care that you have an ample provision — all that your wants demand, if not more than you are entitled to by your conduct. Be happy if you can, but bear in mind a piece of advice I will give you in parting : never again leave papers of importance behind you, save under lock and key ; and do not attempt to reply, as your letter will be thrown on the fire. \" Mark Irving.\" Having written this short and sharp note, I left an ordinary message with the servant, and went to the factory. Contrary to my expectations, Constance did not send any reply. I stayed at the factory hour after hour, still hoping and believing that I had been mistaken after all, and feeling certain that she would reply, and give me some explanation, I stayed at the factory a few days before I would go back to the house. When I"], [92, "WHO WAS TO BLAME ? 80 did so, at last, I found Constance had taken me at my word : the house was cleared of everything moveable. To add to my chagrin, I found that, of all my neighbours and friends, as many were in clined to condemn me as to sympathize with me. Various comments were made upon my conduct, some of them of the most unflattering nature ; even the local journal indulged in a sensation paragraph, insinuating the most unjust motives to me for the edification of the Exeter tea-tables. Cary, kind-hearted as usual, and faithful as kind-hearted, was the first to sympa thize with me. He came day after day to the factory in the hope of aiding me, and in the most delicate manner possible un dertook to mediate. He made many in quiries, and took endless pains to solve the mystery of my wife's flight, but without success. The mere fact, however, of Cary's"], [93, "WHO WAS TO BLAME ? 81 making such a proposition only confirmed me in the decision I had come to. \"It is kind of you,\" I said; \"but the voice from without is the death-knell of married happiness. I have thought much of Constance during the last few weeks, and had she appealed to me herself I would have tried to forget all — to pardon all — for the mere felicity of once more holding her in my arms, of having her lips once more meet mine, of trying once more to begin life anew, and, if possible, blotting out any faults, errors, or blunders of mine which may have led to this unhappy result ; but the gulf widens daily, and now neither the remembrance of past happiness nor the influence of present friendship can ever bridge it over again.\" How sadly now rose before me a picture of my peaceful life at Lymington, which I had left so full of hope for the future ! I thought with intense bitterness of the warn- VOL. I. G"], [94, "82 WHO WAS TO BLAME ? ing words addressed to me by Miss Vers choyle, when she left us after her short visit. The thought that I could command her sympathy seemed to soothe me, and I determined to go to Lymington again."], [95, "WHO WAS TO BLAME ? 83 CHAPTER III. DOMESTIC. Upon a calm evening in spring, Mrs. Verschoyle sat at the open window of the little villa at Lymington chatting with her sister-in-law. Perhaps to have said that Mrs. Verschoyle was undergoing a cross examination from Miss Mary would have been nearer the mark. The widow was by no means in a cheerful mood, and the cause of her perplexity evidently did not please the spinster. \" Bless my soul, what is the matter with you ? \" said she. \" One would think you were a young girl who had just fallen in love for the first time, to hear you sigh.\" G 2"], [96, "WHO WAS TO BLAME ? 84 Miss Mary had but small toleration for the sighs and tears of lovers. In fact, she had once told an amorous pair, who paid a visit to Lymington, that she could not endure the sight of a foolish boy and girl billing and cooing under her very nose. Mrs. Verschoyle did not seem inclined to satisfy the curiosity of her sister-in-law ; she merely replied — \" There is nothing the matter, Mary.\" \" Are you out of temper, then ? Have you the headache or toothache ? Have you had an accident; — or is it only an attack of indigestion — or perhaps you are offended with me or some one else ? Can't you say ? I like people to give me a reason for being sulky or sour,\" said the uncompromising maiden, all in a breath. The widow, as we can hardly wonder, was quite offended at the catechism, and would not answer a word. The elder lady, finding that her ques-"], [97, "WHO WAS TO BLAME ? 85 tioning had been of no avail, was silent also, but only for a very short time. \" What a pity it is that Mr. Reedy does not come!\" she said, with a quizzical glance. \" Why so ? \" asked Mrs. Verschoyle. \" He might be able to understand your present mood,\" said Miss Mary, \" which, I honestly confess, I cannot.\" \" He at least would not offend or worry me,\" said the widow. \" Dear amiable man ! it's a pity he does not come ; he could help you to sigh and look lang-uishing. All your interesting glances are thrown away upon me.\" \"You are always uncomplimentary to Mr. Reedy,\" said the widow. \"I really do not know what fault you have to find with him.\" \"What fault, indeed? I should like you to point out his virtues, for really I am so near-sighted I never have been able to discover them.\""], [98, "WHO WAS TO BLAME ? 86 \"You know he was very partial to the dear captain. I feel quite grateful to him when I think how affectionately Mr. Reedy cherishes his memory.\" \" Poor fellow! he was compelled to be have with respect to my brother,\" said Miss Mary, \" or he would soon have been kicked out of the house. Oh, Mr. Reedy is an angelic creature ; but it's rather late in life to play the sentimental lover ; it is an absurd accompaniment to wrinkles and grey hairs.\" Mrs. Verschoyle flushed crimson at this insinuation. \" I wish I could commend his truthful ness,\" said Miss Verschoyle; \"but I really believe the man never opens his mouth but a falsehood comes out of it.\" \"Whoever is without sin may reason ably cast the first stone ! One would suppose, Mary, that your own character was faultless. Mr. Reedy is accomplished."], [99, "WHO WAS TO BLAME ? 87 He behaves in a gentlemanly manner when he comes here.\" \" Talk of the somebody and here he is,\" said the spinster, rising from her seat hastily. Mrs. Verschoyle was by no means dis pleased with this intelligence. Looking out of the window, she saw that her sister in-law was right. \"You had better change your dress, and arrange your hair, and put on some jewellery, to welcome your delightful visitor,\" said Mary. \"Mr. Reedy,\" said the servant, and at this moment there came into the room a gentlemanly but effeminate-looking man of perhaps fifty years of age, who saluted both the ladies — even Miss Mary — with the utmost respect. He was dressed in the latest fashion, and was evidently a person who would neglect no opportunity of set ting himself off to the best advantage. He"], [100, "88 WHO WAS TO BLAME ? tried to give himself as youthful an air as possible, and one could be certain that tlie least disarrangement of his dress would be a cause of serious annoyance and anxiety to him. As a proof of this, he had scarcely saluted the lady of the house and taken his seat upon the sofa when he discovered, to his chagrin, a tiny speck of dust upon one of his varnished boots ; and, although Mrs. Verschoyle had put some common-place question which required not a moment's delay in giving an answer, the said speck of dust had so evidently disconcerted him that it was not till he had taken a snowy handkerchief from his pocket and removed the obnoxious par ticle that he felt sufficiently at his ease to express an opinion that the day would be fine, or some other remark equally im portant. All this had been watched by Miss Mary with unconcealed disgust, which,"], [101, "AVHO WAS TO BLAME ? 89 however, Mr. Reedy was too politic a man to notice. In fact, he always (no matter how curt and rude the spinster's behaviour) treated her with the utmost deference. Perhaps he thought that con tinued politeness, like dropping water, would ultimately wear away the hard rock of Miss Mary's prejudices ; but in this we fear he was mistaken. Miss Mary had early in life formed her ideal of man hood, and, unfortunately, Mr. Reedy fell so short of that standard that he only inspired a feeling of contempt in her mind. ' \" And the young ladies, my dear madam ; I do not see them this morning. I trust they are well ?\" \" Quite well, thank you; they are yon der in the garden attending to the flowers-\" \" A truly delightful occupation for those who are themselves the finest flowers in our garden of society.\""], [102, "90 WHO WAS TO BLAME ? \" Complimentary as usual, Mr. Reedy,\" said the widow with a slight acidity in her tone — the growing beauty of her daughters accounting for this. \" But what is this I hear about Mark Irving ? I shall look to you for the fullest intelligence, Mr. Reedy.\" \" Perhaps, my dear madam, you are already acquainted with the only intelli gence there is in the village — that Mark Irving is at the Royal Hotel.\" \" Indeed? I was not aware of that. But what is this I hear about his Avife ? Is it true ?\" \" I should have thought, my dear madam, that you would have been fully acquainted with Mark Irving's affairs, he having once been a protege\" of yours.\" \"Indeed,\" said the widow, complacently; \" we did a great deal for him some years since, for which he was anything but grate ful ; but that is the way of the world, and"], [103, "WHO WAS TO BLAME ? 91 we must not expect too much from human nature. But you are certain Mark is here ?\" \" You may rely upon the accuracy of my information, madam. I have both seen and spoken to him. He was looking well, but I am told he has had troubles lately.\" \" Troubles seem to agree with some natures,\" said the widow, in a plaintive tone, which sentiment was echoed by Mr. Reedy Avith a mild disdain for the kind of natures capable of bearing trouble un complainingly. \"Oh, dear,\" said he, \"trouble would speedily kill me. Do you think, madam, his troubles greatly affect him? Miss Mary had been silent till now, but she spoke suddenly and sharply, as though giAdng the word of command upon the field of battle. \" He has a wife and a lawsuit to"], [104, "92 AVHO AVAS TO BLAME ? manage — quite enough trouble for one man.\" \" The former object ought not be so difficult,\" said Reedy, Mth a tender glance at the widow. \" Wait tdl you have one,\" said the spinster ; ' ' but I suppose such an event is not likely to come to pass at your time of life. \" I hope you don't beUeve it impossible,\" said the elderly exquisite. \" Yes, I do,\" said Mary. \" You would never forget yourself long enough to ar range the marriage preliminaries.\" The sharp-tongued little lady sallied out of the room, and the widow made some apologies for the want of respect shown to Mr. Reedy. \"We must not notice it, my dear madam,\" said that complacent gentleman. \" Your own charming manners are quite compensation enough for any shade of"], [105, "AVHO WAS TO BLAME ? 93 annoyance I might feel in yom excellent relative's infirmity of temper.\" Mrs. Verschoyle smiled graciously in acknowledgment of the compliment, but it was eAddent her thoughts were for once running in another channel. Mr. Reedy knew this too, but of course, like an accomplished cavalier, waited for his cue. \" Did I understand you to say that you had some conversation with Mark?\" said the widow at length. \" Our conversation was of the most ordinary character,\" said Mr. Reedy. \"I should have been happy to have gleaned any information that would have interested you. \" Then Mark does not seem cast doAvn ?\" \"Mr. Ir .ring, my dear madam, is evi dently one of those men who will not allow themselves to be outwardly affected by any circumstances, and therefore it is difficult to say what he may feel.\""], [106, "94 WHO WAS TO BLAME ? \"Did I understand you that Constance had left him and gone upon the stage ?\" \" That is a fact I can vouch for, my dear madam. A friend of mine who was in town last week assures me that he saw her at one of the West End theatres in a new comedy.\" \" I am sorry, very sorry,\" said the widow. ' ' They might have been extremely happy. \" Of course you regret it, my dear madam. As to the stage, it is all very well for those persons who have been brought up to it from childhood, and have become accus tomed to its demoralizing influences ; but for one who has been brought up in a supe rior grade of life it is shocking ! As to Mr. Irving, I suppose he is a good fellow enough ; and if his wife was not satisfied with his position, why did she marry him?\" \" I should be glad to see Mark,\" said the widow. \" I have especial reasons for"], [107, "WHO WAS TO BLAME ? 95 wishing it just now. I suppose he will call upon us — at least to see Mary; he is very partial to her, and there is no man living she admires so much as Mark.\" At this moment Clara, the youngest daughter, came rushing into the room, look ing as merry, healthy, and wicked as a pretty girl of fifteen should look. \" Oh ! do look out of the window at our cavalier yonder, mama !\" The widow looked out into the road, which ran under the hill into the village of Lymington, and saw a showily-dressed young man on horseback, who was pranc ing about, evidently wishing to show him self off to the ladies at the villa. \" It is Mr. Softon,\" said the widow. \" I really wish he had chosen another time for his visit.\" \"He is well mounted,\" said Mr. Reedy. \" Do not allow this little visit to interfere, my dear madam. I will wait till Mr. Sof-"], [108, "96 WHO WAS TO BLAME ? ton has gone, and we can then finish our conversation respecting Mark.\" \" Be it so,\" answered the widow. \" You see I cannot well be otherwise than civil to Mr. Softon.\" \" Certainly, my dear madam ; one must not be too critical with young gentlemen like Mr. Softon, especially when one has groAvn-up daughters.\" \" Naughty man !\" said the widow, play fully, \" putting such mercenary ideas as that into one's head.\" Mr. Reedy smiled significantly, and went back to his favourite seat on the sofa, took out out his hankerchief once more to dust his varnished boots, hardly satisfied, even yet, that the refactory speck of dust had been removed. Meanwhile steps were heard upon the stairs, and in a moment after the door opened, and the young horseman, Mr. Softon, made his appearance."], [109, "WHO WAS TO BLAME ? 97 \" Good morning, Mrs. Verschoyle. How do you like my new steed ?\" \" A beautiful creature indeed!\" said the widow. She did not care for animals, but Mr. Softon' s attentions to Eleanor were becom ing significant, and must be culMated Avith due care and politeness. \" Tell Eleanor, my dear,\" said Mrs. Verschoyle, \" that the sun is getting too hot for her to stay in the garden.\" \" She is not in the garden, mamma.\" ' ' Where is she, then ?\" \" Oh, she has been in the drawing-room for some time.\" This ruse had the desired effect. Mr. Softon said — \" May I be permitted to show Miss Vers choyle some very charming sketches I have lately obtained from Exeter ? They are by by a young artist named Cary, who has sent the originals to the Water Colour h VOL. I."], [110, "98 AVHO WAS TO BLAME ? Gallery in London. I think Miss Vers choyle will be delighted with them.\" \"Oh, certainly, Mr. Softon. It is ex tremely kind of you to show so much atten tion. You will find her in the drawing room at this moment.\" As the young man left the room, a con tortion of Mr. Reedy's countenance took place which in an inferior man we should have thought was intended for a wink at the widow's diplomacy. Being Mr. Reedy, we will charitably suppose he was not given to such vulgar habits."], [111, "99 CHAPTER IV. A CONNOISSEUR. Mr. Softon held a good appointment under Government, connected Avith Ply mouth Dockyard. We do not know the precise nature of his occupations, nor is it a matter of serious import that we should know. .Evidently they were not extremely arduous, or he could not have been such a frequent visitor at Lyrnington. The greater part of his time was spent in acquiring such accomplishments as would enable him to shine in social circles. It must be confessed that his artistic talent was very small indeed ; but the amateur, with a smattering of artistic lore, if he be h 2"], [112, "100 WHO WAS TO BLAME ? not wanting in confidence, is generally assured of a good reception in small circles ; and Mr. Softon, if he was not a bright par ticular star, yet emitted a certain light whose radiance was gratefully received in small coteries like that of Lj miington. 'He had a good figure, was cheerful and light-hearted. Whether pleased or dis pleased it was always impossible to tell from his outward manner, which was inva riably the same. He had an easy position in life, had plenty of leisure and gay com panions. He was a great man at a pic-nic, or in private theatricals ; always full of confidence in himself. In fact, no thing that could happen would be in the least likely to affect Mr. Softon's compo sure. With regard to the ladies Mr. Softon considered himself a general favourite. He had studied the female character much ; he understood its weakness, if he could not"], [113, "WHO WAS TO BLAME ? 101 appreciate its nobleness. It is hardly ne cessary to say that he had no lofty aims, no grand aspirations. His sole object was to please and be pleased ; his whole philo sophy of man did not go beyond this. In his secret heart no man could be more cold, callous, calculating, and indifferent than Mr. Softon ; but he had early in life seen the charm and effect produced by mere manner, and he studied manner accord ingly. This off-hand style had deceived Mr. Reedy, who really gave him greater credit than he deserved, but Mr. Softon took care not to hide his light under a bushel. \" I must really apologise, my dear Miss Verschoyle, for not having brought you that sonata from Exeter. The people pre tended they could get anything of Beet hoven's, but I found it was quite a hoax. In Heu I have routed out some charming sketches by Cary, of Exeter*\""], [114, "WHO WAS TO BLAME ? 102 \"I have heard of him,\" said Eleanor; \"he is an extremely clever young man. By-the-by, mamma particularly Avished to hear the new ballad which she understands you have composed. Can you remember it ?\" ' * I have a copy of it in my pocket, and, if you really Avish it, I will sing it with pleasure.\" Before Mr. Softon could prevent it, Eleanor had called in her sister, Mr. Reedy, and the Avidow to hear the song. Mr. Softon seated himself at the piano. After a considerable floMsh, he sang passably a common-place little ballad, evi dently Avritten so as to give him an oppor tunity of making some pretty allusions to Eleanor. \"Charming! charming!\" said they all when the song was ended; but they did not stay to hear more, for it appeared to be an understood tiling that Mr. Softon and"], [115, "WHO WAS TO BLAME ? 103 Eleanor should be left to themselves ; con sequently, upon one pretence and another, the auditors of the inspired amateur had disappeared, and Mr. Softon and Eleanor were alone. \" I am afraid, Miss Verschoyle, that you think me very egotistical,\" said he ; \"I am apt to get enthusiastic and forget myself; then people say Softon is con ceited.\" • ' A genuine love of art should excuse many faults,\" said Eleanor. Poor Softon was not altogether pleased Avith this apology for himself, conveying, as it did, a certain amount of censure. The fact was he had only told half the truth when he said he was enthusiastic and forgot himself. He was never enthu siastic save when speaking of himself, and if he failed for a subject of conversation self was pretty sure to be the theme. He was a little disturbed by Eleanor's open"], [116, "104 WHO WAS TO BLAME ? statement, and determined to fish for a few compliments. \" Your mamma has not found fault Avith me, I hope ?\" \" Oh dear, no,\" Eleanor replied ; \"I was not aware you expected any fault to be found Mth you.\" ■ ■ I am naturally anxious to be well re ceived here,\" said the young gentleman, with some emphasis. \" Your mamma is very kind, and welcomes me. But your Aunt Mary ! what can I say of her ? She seems to dislike me. I am in positive fear of her.\" \" She certainly is not particular in her choice of expressions or in her manners,\" said Eleanor, smiling. \" I confess honestly she has no admiration for you.\" Mr. Softon was seated at the piano still, and while Eleanor spoke struck a chord or two, as if to conceal a certain vexation. He failed to do so, for the chord was a"], [117, "WHO WAS TO BLAME ? 105 diminished seventh, and expressed his im patience, perhaps, even better than words could have done. \" Let me hope, Miss Verschoyle, you do not join in this antipathy ?\" \" You see, Mr. Softon, we have not known you long. We are fond of music, art, and literature, and in consequence welcome you cordially.\" \"Pardon me, my — my dear young lady, we are naturally inclined to speak freely upon subjects we are interested in, but we need not think too much of ourselves for all that.\" \" I did not suppose you thought only of yourself,\" said Eleanor; \"but being much engrossed vrith your special tastes and desires, you perhaps forget others.\" \" Ah, traitor !\" said Mr. Softon, trying to smile gaily ; \" you have been taking a les son from your crusty old aunt. But come, this is a dry subject. Let us try a duet."], [118, "106 WHO WAS TO BLAME ? I will only ask you to think as well of me as you can, and then I shall care little what others think.\" Eleanor blushing slightly sat down at the piano, and joined in a duet Avith Mr. Softon. In spite of all this gentleman's flourishing he was by no means a proficient, and blundered constantly; while Eleanor, who would only attempt such music as she felt capable of properly executing, was neat, clear, and satisfactory in her performance. The difference was so marked that Mr. Softon felt humiliated, and would have been glad of any pretext to leave off playing. Coming to the last movement of the piece, his false notes were so frequent and his time so unequal that the music came to a sudden top. Mr. Softon turned round, laughing. \" I am not in good play to-day,\" he said ; \" let us try something else.\" \" What do you wish to try ?\" said Eleanor."], [119, "WHO WAS TO BLAME ? 107 \" Suppose, Miss Verschoyle, we look over that drawing I began the other day ? I think there is a rough attempt at a land scape which is not finished.\" Eleanor brought out her drawing mate rials, willing to see how far the caprice of her would-be lover would carry him. He placed the drawing-board upon the easel, and with infinite importance ex amined all the brushes and colours before attempting anything. One would have supposed, to see him go a long way off, half shut his eyes, and look long and earnestly at the rude sketch which he had made, that it could be rendered immortal by a few finishing touches. Eleanor could scarce refrain from laugh ing to see the grotesque attitudes Mr. Softon assumed in order best to see what could be made of this wonderful sketch. Now holding his head on one side, then on another. At last he appeared better satis-"], [120, "108 WHO WAS TO BLAME ? fied with the result of his keen scrutiny, and sat down hurriedly as though a sudden and sublime idea had seized him which for Avorlds should not be lost. He commenced work with a portentous artist-like \"ha! ha!\" as who should say, Behold the force of genius ! He then looked round to see that his pupil (for he evidently considered Eleanor in that light for the time being) was following him. She was certainly looking on intently, and not without some amusement, for, though she gave Mr. Softon credit for an immense deal more talent than he actually possessed, she had already gained sufficient knowledge of the world to discover that Mr. Softon was — shall we say it ? — we must — an ass ! \" We want a brilliant effect of light and shade!\" said he, grandiloquently. There upon he dashed a mass of colour into the"], [121, "WHO WAS TO BLAME ? 109 shadows, which had the effect of utterly destroying all perspective. \" Just follow me, if you will have the goodness,\" he said to Eleanor. \"You perceive what method of handling I adopt with these trees.\" Here he took up a stumpy brush, and jerked upon the draAving-board some rag ged patches of colour. \" There is nothing like lightness of touch,\" said he, \"when one has sufficient experience to be bold at the same time.\" It would have required no little lightness and boldness too to make anything of this sketch, for Mr. Softon had been daubing at it occasionally for some months, and it appeared no nearer completion than ever. At this moment they were interrupted. A tap was heard at the drawing-room door, and in a second a person entered whom both Eleanor and Mr. Softon regarded with blank surprise."], [122, "110 CHAPTER V. I REAHSIT LYMINGTON. The visitor was myself. \" I have not seen you for some years, Miss Verschoyle,\" I said; \" and of course at your delightful age every year makes great changes in appearance, and frequently in character also. It appears to me you were but a child when I saw you last, and now you are a grown woman. There is such a strong likeness to your mamma that I feel I am not mistaken in calling you Eleanor. How is your mamma? I suppose she hardly knows of my coming ?\" \" Oh yes, I am confident she has heard"], [123, "AVHO WAS TO BLAME ? 111 of your being in the neighbourhood; at least, that is — \" Eleanor stopped in some slight confusion, which I professed not to notice ; for I rea dily surmised that her mother had spoken of my advent in no welcome terms. Yet there was something in her manner, and in the diffidence with which she had spoken, which immediately prepossessed me in her favour; and I was annoyed to remember that there could be any latent cause to make my present Arisit disagreeable. \" It may be all the better that she expects me,\" said I. \" It is as well she should not be taken by surprise. My Arisit Avill be a short one ; but I have much to say to Mrs. Verschoyle before I leave. Will she be here soon ?\" \" I think mamma went into the garden,\" said Eleanor. I looked in the direction pointed out, and saw Mrs. Verschoyle walking in the garden,"], [124, "AVHO AVAS TO BLAME ? 112 leaning on Mr. Reedy's arm. They were engaged in conversation, and were evi dently unconcious that I was looking at them. I am afraid that the expression which passed over my face at the moment revealed my private opinion of Mrs. Verschoyle's companion ; for Eleanor looked up at the moment and our eyes met. She read my thoughts, and her glance denoted plainly that she was not displeased. I stood looking at them fixedly a moment or two, pinching my lip — a habit of mine when undecided or annoyed. At last I bowed to Eleanor and Mr. Softon, and moved towards the door. \" I fear I am interrupting you,\" I said ; \"and, as time presses, I will go to your mamma.\" Mr. Softon and Eleanor watched me with considerable curiosity, and when I came to the garden I could see that my"], [125, "WHO WAS TO BLAME ? 113 appearance there disconcerted both Mrs. Verschoyle and her companion. Mr. Reedy soon made the discovery that he was in the way, and discreetly withdreAV, while Mrs. Verschoyle and myself paced the garden for a considerable time in earnest conversation, the purport of which shall be revealed to the reader ultimately. When we entered the house again Mr. Reedy was still chatting with the young ladies, to whom Mrs. Verschoyle was about to introduce me. \" I have had the pleasure of speaking to Miss Eleanor already,\" I answered, bowing at the same time to Clara. \" It seems like a dream since you were children together,\" said the widow, with an effort. \" Do you stay long with us, Mr. IrAring ?\" \" I leave again to-morrow evening, for upon the following day I have important business in London.\" VOL. I. I"], [126, "114 WHO WAS TO BLAME ? \"Do you still live near the factory?\" asked Mrs. Verschoyle. \" There is not the same necessity to watch the works now,\" said I. \"I have lived at Starcross since — \" \" All, how is this ? — why have I not been told of this ? — why am I always forgotten ? Eleanor, Clara, how unkind of you not to tell me that Mark had come !\" Thus speaking, Miss Mary bustled into the room, and, rushing up to me, welcomed me most ardently ; being, in fact, the only person in the room who seemed glad to find me there. \"Ah, bless him!\" said the old lady, en thusiastically; \" he is a man indeed ! Look here, Mr. Reedy ; this is a man. Kiss me, my dear boy ; it does me good to see yon again. How handsome he has grown ! And now tell me what you have been doing this long time. It seems an age since I went doAvn to the factory and spent a day or two"], [127, "WHO WAS TO BLAME ? 115 with you. And how are they treating you here ? You must be tired and hungry after such a journey.\" \" Thank you, aunt,\" I said — for by that familiar name I always called the kind old lady — \" thank you, I am neither tired nor hungry ; having only walked from the hotel since breakfast.\" \" Mercy onus!\" said she, \" how coolly everything passes ! Mark coming here once in several years, and nobody caring for it. Nobody taking any interest in him. Girls, girls, why don't you get a glass of wine for Mr. Irving ?\" \" I want for nothing, really,\" I said. \"Ah, dear me ! dear me !\" said Miss Mary ; \" how Hke he is to his dear mother ! She was a real good woman. There was no mistaking that. And this is a man, Mr. Reedy — a man, mind you. There are many strange individuals of the male sex walking about in coats and trousers, and i 2"], [128, "116 WHO WAS TO BLAME ? one is apt to mistake the species at times ; but I am not mistaken about this one.\" I burst into a hearty laugh at this absurd encomium. \" Indeed, Miss Verschoyle,\" I said, \" I dont know what I have done to deserve that you should single me out as a model man.\" \" It is not for what you have done that I admire you, but for what you have not done. Under the circumstances in which you were left in early life, you might have turned out very badly, and have been as foolish as — Well, we won't mention any names in particular,\" said the old lady, with the oddest Httle malicious sneer at Mr. Softon and Mr. Reedy. \" As fooHsh as most young men, and many old ones, too. And with aU your temptations and your nearly unprotected youth \" \" Not quite unprotected, I think, dear,\" said Mrs. Verschoyle, in a lofty manner. \"With aU this,\" continued Miss Mary,"], [129, "AVHO WAS TO BLAME ? 117 not heeding the interruption, \"the satis factory point is, that you have not done much harm, and have done some good.\" \" Why, aunt, this is but negative praise, after all,\" said I. Ah, dear me,\" continued Aunt Mary, \" how well I remember those days !\" And she fell into a musing attitude. \" Mark was certainly the finest boy of his age I ever saw, and so hearty and open. There was nothing mean, or cowardly, or narrow minded about Mark, as there is about some boys. But I shall only bore you,\" said she, suddenly. \" Come to my room, Mark, and we will have a talk about old times.\" Thus saying, Miss Mary trotted out of the room as briskly as she had entered, seeming more Hke a person of thirty than sixty. Partly from old association, partly that I was really partial to the old lady, I"], [130, "WHO WAS TO BLAME ? 118 followed her to the Httle room which was her sanctum. The young ladies had gone to dress for a pleasure trip. Mr. Softon, also, had de- parted ; and Mr. Reedy was left alone with the widow. This worthy gentleman had lived to the age of fifty, and had not yet taken unto himself a wife. For years past, indeed ever since the demise of the bluff captain, of blessed memory, the thoughts of Mr. Reedy had gradually concentrated themselves upon the widow. Miss Verschoyle, who always held that it would be much better if half the people that married had remained single, saw through this design at a very early period, and threw all the cold water upon Mr. Reedy's passion that was in her power. This determined antagonist, combined with a natural hesitation, had induced Mr. Reedy so long to weigh the arguments pro and con., that it appeared doubtful if"], [131, "WHO WAS TO BLAME ? 119 he would ever come to a settled opinion on the subject. Often, indeed, he had broached the matter, but some unlucky circumstance was sure to happen, and check him upon the very verge of a de claration ; which check had such a de pressing influence upon him that some months generally elapsed before he could again screw himself up to the sticking point. Upon this particular evening, as I after- wards learned, his curiosity had been strongly aroused respecting myself and my connexion with the family. He, doubt- less, wondered what could be my mission to the Avidow. I am afraid I was a stumbling-block in his Avay. John Reedy was not the man to take a wife, now that his hair was grey, and work for her. For the last twenty years, he had lived a dolce far niente life, and the idea of doing any- thing, except going from one house to"], [132, "120 WHO WAS TO BLAME ? another as chief tale-bearer of the district, had never entered his head. His small income hardly sufficed for his own wants — did he not receive a hearty welcome at almost every house at Lymington. Mr. Reedy, however small his talents might be, had at least learned one fact in human nature which served his turn. He had discovered that ladies seated at home over their needlework or nursing their babies, were extremely glad to hear any thing in the shape of news. He readily undertook to supply this want, and be came so successful a purveyor that he was quite a popular favourite. Then, his manners were inoffensive, his voice low and insinuating, and his personal appear ance always neat and presentable, so that with a very moderate amount of trouble Mr. Reedy became a welcome guest in most circles. Of course the men despised him, but what could they do ? The ladies"], [133, "AVHO WAS TO BLAME ? 121 had decided upon receiving Mr. Reedy, and he was received accordingly. This, however, is apart from our imme diate subject. Mr. Reedy, desirous always of looking before leaping, thought he would now express himself in sufficiently plain terms to awaken the widow's interest without allowing his feelings to carry him too far. (Perhaps there was no danger of that.) Consequently, when they were left alone, the insinuating man came a little nearer to the widow, and said, softly — \" I wonder, dear madam, if you have ever guessed what brings me here so fre quently?\" Mrs. Verschoyle hoped it was because Mr. Reedy had always received a cordial welcome. \" There is a greater attraction than a cordial welcome in this house, my dear lady,\" said Mr. Reedy , with much emphasis."], [134, "122 WHO WAS TO BLAME ? What could the widow say? Nothing, of course. She blushed, or tried to do so. Mr. Reedy took advantage of her silence to press his suit — not too violently. He rambled from one subject to another, reminding the widow, I fear, of the well knoAvn children's game of \"round the house, and round the house, and never touching the house,\" till at last he brought the subject to myself, and tried hard to ascertain what special motive I had in coming to Lymington. But the widow's lips were sealed about me, principally because she had really nothing to say that could concern Mr. Reedy in any way. Perhaps the good lady would have spoken freely enough had she known that Mr. Reedy's unfortu nate dubiosity rendered him again so timid that he crept back into his shell like any poor foolish worm that has ven tured upon dangerous ground, and in all"], [135, "AVHO WAS TO BLAME ? 123 probability he would not repeat the ex periment for another twelvemonth to come. Feeling awkward, as any man must, he took his leave before I came down from my visit to Miss Mary. As to the chat about old times which Miss Verschoyle had suggested, it had soon subsided. There were deeper and sadder feelings at work in both our minds than would make any reference to past happiness inviting. She sat beside her little work-table, knitting violently, but not speaking a word. I, too, was silent. Resting my head on my hand, I sat a long time looking into the fire. It seemed useless to speak of my miserable failure in domestic life, while the happiness I had counted on had for ever passed away. After sitting a long while thus, Miss Mary suddenly got up from her seat, and kissed me repeat edly."], [136, "124 AVHO WAS TO BLAME ? \"It is of no use my asking you any questions — is it, my dear boy?\" said she; \" but you know how much I feel for you.\" \" Quite useless to speak of it,\" I an swered. \" It is past that now.\" She gave a short sigh, and not another word was said, except a hasty \"good night \" as we parted."], [137, "125 CHAPTER VI. AVHAT WILL IT LEAD TO? I had transacted some business in Lym ington, and had passed the night at Mrs. Verschoyle's, in obedience to Miss Mary's wish, instead of going back to the hotel. It was Sunday, and I had spent the day in calling upon some old friends of my youth, who were still living, and received me kindly. As I came back in the evening to Mrs. Verschoyle's to say farewell, the bells were chiming for the evening service. Lyrnington had groAAm to be a large and fashionable village dMng the few years I had left it, and, we must inform the"], [138, "126 WHO WAS TO BLAME ? reader, was an intensely religious place. They had high church and low church, broad church and narrow church, and Miss Verschoyle was in the habit of at tending them all occasionally, because, she said, satirically, if she set her face against any of them, it might turn out after all that the church she neglected was the only one capable of directing the anxious and uncertain Christian in the right path. Eleanor and her sister were going out as I entered. I remarked upon it, and was answered by Eleanor that they were going to church. I looked up suddenly, and felt as though I had awakened from a dream. \"Indeed?\" I said. \" I had forgotten it was Sunday. I am so pre-occupied that the days frequently escape me thus. It is a pity, a sad pity it should be so.\" I drew my hand across my brow and"], [139, "WHO WAS TO BLAME ? 127 sighed involuntarily. Then, recovering myself, I put out my hand to Eleanor. \" I am going,\" I said. \"But not to-night, Mr. Irvring; we shall see you, of course, when we return. \"It is doubtful,\" I answered; \"in an hour or so I shall be gone. I must say farewell to your mamma and aunt, and then be off at once. Farewell.\" \" The service is short, and we shall soon be back ; you must not leave till we re turn.\" Something there was in this young girl's tone which at once awoke a new feeling in my mind. The words in themselves were nothing, and were uttered without any particular expression ; but it was one of those lightning flashes in human life, so rarely coming to us when keenly sought after — so often coming at length when they but kindle a devouring flame in the heart and madness in the brain. One of"], [140, "128 AVHO WAS TO BLAME ? those moments when there is a sudden revelation of a heart throbbing in unison with our own — of a sympathetic soul. \" There is that which drives men hastily from every place,\" I said, unconsciously giving vent to my feelings. \" And this is Sunday ! WeU, well !\" \" And you have forgotten it,\" said Eleanor, kindly rather than reproachfully. \"Yes, I plead guUty,\" I said abstract edly. \" Time was when I should not have forgotten it so easily. That was when we were children together.\" Eleanor was silent. Her slight know ledge of the world would prevent her com prehending entirely the feeHng of the mo ment ; yet she eAridently felt unwonted sympathy for me. \"If you regret my hasty departure,\" I said, \" perhaps you wUl think of me when I am gone. I shall be glad to believe that you avUI do so. Think of me to-night in"], [141, "WHO WAS TO BLAME ? 129 your prayers ; I have need of such thoughts as yours. You have an advantage over us men : you are kept apart from the world more than we are. I can remember when the mere entrance into a church was suffi cient to shut away the outer world entirely ; but now I should carry the gloominess of my own spirit to the very altar. Unhap piness and disappointment will blight our highest aspirations.\" \" When first the blow falls it may be so,\" said Eleanor ; \" but should it end thus ?\" \" I cannot foresee the end,\" I answered, sadly. \" But I am detaining you — fare well.\" We shook hands warmly, and parted. It was singular, from the moment of my return, what a tacit understanding there had been between us. I held her hand a second as we parted, and said, \" Pray for me, Eleanor;\" and then entered the house. VOL. I."], [142, "AVHO AVAS TO BLAME ? 130 Clara had stepped forward a little in ad vance of her sister, and now came back exclaiming somewhat pettishly — \" We shall be late, Eleanor. How long you have talked Avith Mr. Luring !\" Eleanor did not reply. I turned as I entered the door, and the light from the hall lamp was reflected on her face. Was it fancy ? — I thought her eyes were filled Avith tears. Going into the house, I found Mrs. Vers choyle was not at home. She had gone to church Avith Mr. Reedy. I foUowed them ; the church was very full, but I readily discovered Eleanor. There was a charm about her calm pure beauty, as she sat there at her devotions, which filled me with its soothing influ ence. Its gentle power seemed to dispel my anxiety and past grief. I hardly took my eyes from her during the whole even ing, and each feeling that animated her"], [143, "WHO WAS TO BLAME ? 131 during the serArice seemed reflected upon _■ my OAvn heart. The service was nearly over ere she had seen me, but when she did so a deep blush suffused her cheeks, and in that moment I read that I had been the object of her thoughts — of her prayers. We walked home together, and the widow sat down to a volume of Sermons, having, Miss Mary remarked, \" put on her Simday countenance for that purpose.\" I fear that the quality of the sermons could not have been of a very \" awaken ing\" sort, for the Avidow looked very languid and apathetic. Their spirituaHty had not been effective enough to draw her jthoughts from worldly subjects, for, upon our being left alone a short time, she began to ques tion me respecting Mr. Softon, and asked my opinion of his suitability as a partner for Eleanor. \" He is highly respectable,\" she said, k 2"], [144, "132 AVHO AVAS TO BLAME ? \" and his taste and accomplishments are something quite out of the common way. I am rather disposed to favour his ad dresses. Really,\" continued she, Avith a plaintive tone and a soft sigh, \" Avhat an amount of anxiety children bring upon one ! However careful we may be, we are never certain but that our best efforts may be neutralized by some sudden ca price. There is Eleanor now, who is usually so gentle and obedient, has taken a sudden disHke, I fancy, to this young gentleman, just as I hoped to have seen her comfortably settled. But mother must be sacrificed, of course ; the dear girl must have her way. I shall not attempt to in fluence her.\" The widow continued (for what reason I could not diArine) to give me much in formation about the early training of Eleanor and Clara, not forgetting to be stow a proper admixture of praise upon"], [145, "AVHO AVAS TO BLAME ? 133 herseU for her oavti share in the merits of her daughters. I may have heard what she said, but I certainly understood little ; I was so much engrossed with my own thoughts that I was unconsciously very rude. The AAridow, looking up suddenly, was evidently surprised to see my absent ex pression ; and in order, perhaps, to ascer tain what was passing in my mind, asked me a direct question : \" Eleanor has very much improved, has she not, Mr. Irving, since you knew her as a child ?\" \" Certainly she has improved very much ; but pardon me, madam ; time presses ; I will say farewell at once. I have a con veyance which will be here immediately.\" The A\\ridow bade me farewell Avith no little coldness. I had offended her. I learned afterwards, and could easily understand it, that she had taken my wife's"], [146, "134 AVHO AVAS TO BLAME ? part, and had caUed me a bearish fellow with no manners or breeding whatever, and had made a comparison immensely to my disadvantage with Mr. Softon and Mr. Reedy also. In the meantime I had made my way to the spinster's apartments. Sunday was always held by the old lady as a kind of hoUday. She retired to her oaati little room, and held a levee Avith certain fa voMte companions, who shaU be described if the reader wiU have a little patience with me. The first of these companions I met on entering the room. She was a Httle apple faced girl, dressed in the costume of a neighbouring charity-school. Then I al most tumbled over a French poodle, so fat that, although the poor animal evidently saw Ms danger from my outstretched foot, he was quite powerless to get out of the way. Fortunately I perceived his danger,"], [147, "WHO WAS TO BLAME ? 135 and lifted the puffing little animal out of the way — a piece of attention which drew forth a fine full-flavoured croak from a paroquet hanging over my head. A cat sat in front of the fire, being watched atten tively by a very juvenile-looking, but in reality quite an old lady, who was sitting by the fireside opposite Miss Verschoyle. This was Miss Perky, a lady who had suffered severe mental emotions from a conviction that her charms had been the death of a well-meaning but someAvhat bibulous organist, who officiated at the church where Miss Perky had all her life sustained the arduous, and sometimes we fear unthankful, office of teacher in the Sunday-school. Now, Miss Perky had the sincerest con viction that the young organist drank him self into delirium tremens, and finally into the grave, through despair of winning the said Miss Perky's hand. Yet this untimely"], [148, "136 AVHO WAS TO BLAME ? fate had, we are grieved to say, been some what of a satisfaction to Miss Perky as evi dence of the power of her youthful attrac tions. To be sure, as Miss Mary said, when she first learned this woful history, it was a pity the young man had not first ascertained if his case was hopeless before acting so rashly. Miss Perky thought so too, because she might — being then young and soft-hearted — she might have con sented to a union with the organist, and they might have spent the remainder of their lives in harmony vrith each other, and with no discords save what Mr. Bowler produced on the organ ; but, as she em phatically and pathetically expressed her self upon the subject — \" It was not to be.\" Mr. Bowler was in his grave. The serious effect of such fatal fascination had been that Miss Perky was ever dubious about receiving the most insignificant attentions from young gentlemen, whether at Sun-"], [149, "WHO AVAS TO BLAME ? 137 day-school or elsewhere. Such a fate as that of Mr. Bowler was not to be ignored, and it was advisable not to tempt others into such dangerous labyrinths. Miss Verschoyle of course laughed at all this, but had a real affection for Miss Perky nevertheless, whose pupils Avere certainly the best-behaved children in Lymington, a fact which was generally admitted. Con sequents, there was no parsonage treat nor visitation which took place without a spe cial compliment to Miss Perky's powers. The rosy-cheeked charity-girl visited Miss Verschoyle frequently. Indeed, most of her time that she did not spend at school was devoted to Miss Mary. This was the result of no caprice, but real benevolence, for the girl was the child of depraved vicious parents, and the old lady knew that every moment the child spent at home she was undoing all the good that Miss Perky's teaching had effected. (No"], [150, "138 WHO WAS TO BLAME ? solitary instance this, either, in the grade to which the child belonged. It is sad that the fact whether or no your father be a rich banker or a drunken cobbler should perchance determine if you become a man or a fiend, so strong is the influence of position and example upon the youthful mind.) It was hard to say who occupied the post of honour in the crowded little room, or who appeared to be of most importance, for all — rosy chdd, prim Miss Perky, paroquet, and dog and cat — seemed to be on a level with the actual mistress. Miss Verschoyle welcomed me heartily. \" Ah, my dear boy,\" — she always called me her dear boy. I suppose I seemed a boy stiU to her; thirty being so much less than sixty — \"Ah, my dear boy,\" repeated she, \" you have just come at the right time, while I have all my famdy around me. Now, I suppose you hardly"], [151, "WHO AVAS TO BLAME ? 139 know which to admire most, only you are too polite to give any preference. Sit doAvn, my dear boy; sit doAvn, if you can find a chair, at least. You are sdent. Well, I must not wonder, I suppose, for if you threw away your fine speeches perhaj)s some of the company might not appreciate them. But come, have you nothing to say ? Take some tea. There now, dear boy, do try and look more cheerful. Not the first time we have had tea together, eh ? No, no, bless me ; oh, bless me, no ! When are you going, then?\" \" This evening, aunt, almost imme diately. That is why I have come here just now,\" said I, taking a cup of the prof fered tea. \"I have already paid a fare well visit to Mrs. Verschoyle, and shaken hands with the young ladies at the door as they were going to church.\" \" Going to church, were they ? That is"], [152, "140 WHO AVAS TO BLAME ? well. They are more correct in their ob servances than you and I, Miss Perky.\" \" I think we must not be too severe upon your shortcomings,\" said Miss Perky, simpering. \" You went in the morning, did you not ? \" \" Bless my soul, no — I did not. I had a slight headache, or a slight something ; and you know how easy it is to fancy a slight something that will keep us aAvay from church. It was not a ball nor a party, you know. You smile, Mark. You may laugh if you please ; we have been times enough to balls and parties in our day, eh, Miss Perky ? But come, we won't talk of ourselves — we foolish old things. What have you been doing, Mark, and what has my fascinating sister-in-law had to say to the dear boy ? \" \"Really, aunt, I hardly know,\" said I, wearily ; \" she told me a long history which I did not hear, for I was thinking of"], [153, "AVHO WAS TO BLAME ? 141 something else, and she ended in asking me, much to my surprise, what I thought of Mr. Softon. \"Pooh!\" said she sharply; \"Softon, indeed ! nothing will come of that. I would settle hhn at once, but that I know Eleanor will in a feAv weeks become utterly disgusted with his companionship, and it will have the effect of better enabling her to appreciate a better man. Bless my soul, Softon indeed ! Nothing Avill come of that.\" \"And why do you think so?\" I said. \" Do you intend to hinder it ? \" \" Yes, if there should be any chance of such an event ; but it will not be. The young man is eaten up with self-love, vanity, and affectation.\" ' ' He evidently finds no favour in your eyes,\" said I, smiling. \"None whatever; nor will he in Eleanor's.\""], [154, "142 WHO WAS TO BLAME ? \" I think you are too severe,\" said Miss Perky. \" What do you know about it, infant ? \" said Miss Verschoyle, turning sharply upon her friend. \" You suppose, because Mr. Softon has made a soft speech or two to you to gain certain ends, that he is a pure and honourable man. No such thing, I tell you. Bless my soul, I haATe knoAvn fifty Softons.\" \" But I thought Eleanor was not alto gether displeased with him,\" I said. \" When did you ever see a young chit of twenty displeased with the attentions of a man ? Bless my soul, how ignorant you must be of the sex ! But take another cup of tea, my dear boy. Is it sweet enough ? More milk, eh ? Well now, what was I saying ? Oh, about Eleanor. Well, can you wonder that she likes a Httle homage ? — who would refuse it that could get it by smiling and looking pretty. Bless the boy,"], [155, "WHO AVAS TO BLAME ? 143 what next ? Does she care for Softon ? you say. I say no. But I am not Eleanor's father confessor ; and who knows what may be passing in her mind ? — I don't. \" \" You are quite right,\" I answered ; \"it is quite impossible to tell what dreams she may have conjured up, or what her ideal may be.\" Tea being now over, I rose to leave. \" Well, my dear boy, and when shall I see you again ? \" \" That is uncertain, but I will Avrite to you frequently.\" \" Do so. You are going back to the factory, are you not ? \" \" I am. Work, after all, is the only remedy for my present state of mind.\" \" Look sometimes at the little grave in St. Mary's churchyard. Think of her sor rows, and how patiently she bore them. The flowers were growing upon it beauti fully when I saw it last. Ah, your poor"], [156, "WHO AA'AS TO BLAME? 144 dear mother, Mark, how often I think of her ! And Iioav like her you are ! Fare well, my dear boy, farewell ! And the old lady's voice grew so sweet and tender that a stranger would never have recognised it as belonging to Miss Mary Verschoyle. \" Once more,\" said she, following me to the door : \" I know, Mark, what is passing in your mind.\" I looked at her with astonishment \"Yes, yes,\" she repeated, \"I know what is passing m your mind.\" \"If you do,\" said I, gravely, \"you know also what madness it is ; and, for God's sake, do not encourage it.\" \" Listen,\" said she, emphatically. \" Old frights like me, Avith one foot already in the grave, are sometimes indulged with a glimpse into the future.\" \" What on earth do you mean, aunt?\" I asked, with, I have no doubt, a look of intense astonishment."], [157, "AVHO WAS TO BLAME ? 145 ' ' Nothing, my dear boy, nothing. Only remember what I say. I have prophesied truly before now, as you know to your cost, poor fellow. Good-bye ! God bless you, my dear boy ! \" So we parted, and I went back to the mill to see what consolation I could obtain in work, which, after all, is the readiest mode of ridding oursehTes of melancholy feelings. To do something is to be something. It is useless to sit dis cussing and suggesting. There is a certain blindness in all human speculation, no matter how deep or pure. The keenness of the eye is generally in proportion to the quickness of the hand. It is all very well for Dundreary to laugh at work as a thing no fellow can understand. Some one must understand it, save the mark ; and for his benefit, too, in all probability. The foolish idea of a Paradise of idleness ought surely to be VOL. I. L"], [158, "146 AVHO AA'AS TO BLAME ? dissipated when we see the languor and ennui of its votaries. Bless your stars, plain, homely, hard-handed workman, that life is to you something greater, purer, and better than Dundreary is ever likely to understand."], [159, "147 CHAPTER VII. SELF-QUESTIONING. I drove leisurely through dusky lanes, covered over at the toj_ by the branches of wide-spreading trees, through which the pale moonlight streamed in sudden flashes across my path, filling each lonely spot with fantastic shadows. There was a soft mysterious wind blowing, which seemed to soothe my troubled spirit, and to whisper of happier times. Often as I drove along I was in danger of running the vehicle into some ditch or pond by the wayside. I was so lost in thought that the reins dropped from my hands, and the horse took his own course L 2"], [160, "148 AVHO WAS TO BLAME ? till I recovered myself. The words which Miss Verschoyle had whispered to me at parting stiU rung in my ears ; their mean ing I could hardly conjecture — perhaps I did not even try to do so, being disposed to give my own solution — but each time they recurred to me I resolutely shut the door of the spirit against the illusions they conjured up, and tried to divert my mind by remarking any point of interest in the fairy -like landscape through which I rode. I passed lonely farmhouses occasionally, where young men and women were stand ing at the door bidding each other farewell after spending a happy day together. I saw their affectionate glances toward each other, and thought of my own fate. I saw the lights gradually dying out in wayside cottages as the quiet inmates came home from the evening service through open fields, by the side of barren hills, or by lonely footpaths through sombre woods."], [161, "AVHO AVAS TO BLAME ? 149 The life I had led from my youth till now had been a studious and anxious one. I had rarely indulged in that sweet calm which comes from an uninterrupted com munion with Nature. Now thought suc ceeded thought, and fancy fancy, as rapidly as the fleeting shadows of the clouds which flitted past the moon and conjured up strange phantoms in the lonely road. They were too vague to be described in words. But the past — it was always the past that hovered round me. One thought only of the present flashed upon me, but there was still that shadow from the past which dimmed its light in a moment. Does the reader ask what the thought was ? Let him turn to Miss Verschoyle's parting words for a solution of the enigma. Rapidly as these thoughts had passed through my mind, they are not so easdy put into words. The lightning reveals more in an instantaneous flash than we"], [162, "AVHO WAS TO BLAME ? 150 can describe in an hour. So, in the various phases of a mental struggle, we may find it extremely difficult to explain much that moATes us for good or evil within the limits of a second. Reduced from a momentary dream into homely prose, what do we make of it ? A Phantom Thought says to me — \" She is pretty; she has good taste ; she is loveable ; she is talented. She has little wealth, but you have enough. Her sweet soft eyes have penetrated your very soul. She pities you evidently, and Shak speare will teU you what pity is akin to.\" Then I inwardly reply to the tempter — \" I know aU this. Why taunt me Avith the irrevocable ?\" But the phantom is not so easily exorcised. \" What think you of so unworthy a partner as Softon for this sweet creature, using her lovely voice to charm his ass's ears ? Have you never dreamt of the in-"], [163, "WHO AVAS TO BLAME ? 151 evitable disgust with which she will one day regard him, when, with larger expe rience of life, she sees through the narrow mean soul of the man ? \" \" I am not blind to this,\" my spirit re plies, whether I will or no. \" I can quite realize what a future it must be ; but can I undo what is done ? \" Under the sharp ringing appeal of fact the phantom grew indistinct and shadowy ; but anon comes a clearer picture from the mist which enshrouds it, and a voice seems echoing from a far distant region — \" Think of her by the fire-side, Mark ; your own fire-side, Avith life begun anew, and fairer promise than ever for the future. Think of her sympathy and interest in all your plans and schemes — her delight in your success — her warm recognition of your talent and aims — her pride in the admiration you are well aware you have excited in your own neighbourhood.\""], [164, "152 AVHO WAS TO BLAME ? The phantom vanished. The horse stopped suddenly before a white gate, and a gruff voice, saying, \" Toll, sir,\" recalled me from my reverie, and reminded me that I was a]t the turnpike-gate, which was only a few yards from the point where the main road led doAvn to the railway station. Taking my seat in the train, I sought to banish all these images which had so much troubled me during my ride to the station by going to sleep. But there are moods of the mind when sleep, if it comes at all, only punishes us for daring to throw off the burden of our waking thoughts, and in dreaming fancies exaggerates all our previous grief. Strange intangible repetitions of my former thoughts haunted me with many a painful scene of my struggles and toils in past years; and, amidst all the principal images which I strove ineffectually to banish, one perpetually rose before me. I"], [165, "AVHO WAS TO BLAME ? 153 awoke constantly with those features distinctly photographed upon my mind. Always the same face, seldom the same expression. She smiled — she wept — she was in a reverie — she looked thoughtful — she was surprised — she was angry — (no, she never looked angry ; that is a libel). In these dim fancies I saw her thus ; but in every reArolution of this dreaming ka leidoscope I saw tenderness for me beam ing in every glance, till at length, after a weary journey, though the distance was so short, I was aroused by the screaming whistle of the engine, and looking out of the carriage I saw the lights of the factory in the distance. Leaving my luggage, I walked home quietlv, greatly to the surprise of 0' Hara, who, however, was delighted to see me back again. I should inform the reader, this faithful son of Erin had followed my fortunes throughout, and still held under"], [166, "154 AVHO WAS TO BLAME ? my management the same position which he had originally occupied when Mr. Eldon was the sole proprietor of the mill. O'Hara had changed but Httle during these years ; he was as buoyant and spirited as ever, and spite of my remonstrances speedily aroused everybody in the house. In my present state of mind I would have pre ferred to come home quietly, but I could hardly be so Ulnatured as to check the simple and hearty welcome which was shoAvn by every one about the factory. \" Pray don't give yourself much trouble, O'Hara,\" I said : \" and how have you been getting on ?\" \" Mighty well, faith ; but it's glad I am to see yer honner back. The ould place will look like itself agin. Och, it's been lonely enough lately indoors ;\" and the old man sighed. Entering the house, I found that O'Hara's prognostication of the general"], [167, "AVHO AVAS TO BLAME ? 155 dulness could not have been exaggerated. Barren of furniture, and neglected in every part, I could not but contrast it with the cheerful place which but a year ago I had called my home. \"Do not trouble yourself about me,\" I said to Mrs. 0' Hara, who since my misfortunes had lived in the house ; ' ' very little refreshment Avill serve me.\" \" Devil a trouble at all, then,\" said 0' Hara, coming in at the moment ; ' ' only yer honner should have sent us word, and we'd have had an iligant tarn-out in the ould place by this time, faith.\" \"Whatever you have at hand, Mrs. 0' Hara, will do for me.\" She went at once to seek for something, and, lighting my lamp, I muttered gloom ily- \"And this is my welcome home.\""], [168, "156 CHAPTER VIII. A CONTRAST. The house where scarcely two years before I had taken my young Avife, full of hope and felicity, looked gloomy enough as I saw it now. It had no pretensions to architectural beauty at any time, but, like many others of the same class, it had a character of its own, which, singularly enough, seemed to reveal the condition of its OAvners. When I first married and came here, great pains had been taken to give it an ornamental and cheerful character, and the house showed plainly to the most in different passer-by that it was cared for,"], [169, "AVHO WAS TO BLAME ? 157 and that the inmates were on good terms with it ; but now, from roof to basement, the house revealed the change that had passed over it. The windows were be grimed with dust and smoke. The doors looked as though they had not been opened for years. Even the little garden partook of the general change. The fountain was choked up. The creeping plants which had been trained over the summer-house hung heavily now across the doorway, as if to bar the ingress of any adventurous stranger who would peep into it. The lawn was unmown and looked ragged and miserable in the extreme, and the weeds had grown so fast on the gravel that one could hardly tell where it was separated from the lawn. Some ivy, which had pic turesquely covered a fence at the end of the garden, had been bloAvn down, and now was lying sprawling across the path- way."], [170, "158 WHO WAS TO BLAME ? In the faint moonlight, which streamed through the windows as I walked in a vacant mood from room to room, these things could be seen with sufficient dis tinctness, aud looked even sadder than in the dayHght. Every trace of Constance had been re moved. Everything in any Avay apper taining to myseH had been left. It seemed a mockery of my present position when, holding up the light as I entered the drawing-room, I saw a portrait of my mother hanging upon the wall, and re membered it was my good old eccentric Mend, Miss Verschoyle, who had placed it there. I was in one of those moods when the feelings aid the imagination powerfully. I could almost fancy, as I looked at this portrait, that the tender mother who had undergone so much for her child's sake, and whose fate had been so singular and so"], [171, "AVHO AVAS TO BLAME ? 159 unfortunate, was looking at me now with pitying eyes, and seeming to watch my every footstep. I went back to my lonely little sitting room downstairs, and ate in silence and deep sadness the homely fare which Mrs. O'Hara had prepared for me. I sat a long time brooding dismally over the past, and at length, weary and desponding, sought my bedroom. Here, even, I could not turn my head without being reminded of past happiness. There was a small engraAring of a child kneeling in prayer at his mother's knees. This picture deeply affected me, for it re called the beautiful form of her who had so often kneeled with me at this very bedside. The suggestion was miserable when placed beside her recent conduct. The foreman's wife had done all she could in a short time to make the room available for me ; and at last, tired out,"], [172, "WHO AVAS TO BLAME? 160 rather with my thoughts and feelings than any fatigue of body, I went to bed. I lay awake hour after horn, while the branches of one of the garden trees waved to and fro, filling the room Avith ghostly shadows. It seemed to me in that me lancholy time as though my interest in humanity was obliterated. Most of the material objects around me had not changed ; they remained, but the spirit and feeling which gave them interest had passed away. The tall black chimney loomed in the distance. The sun next morning glittered upon the factory windows. The huge building itself looked solid and substantial as ever — a monument of my skiU and in dustry in past years. The house in which I now sat was the same in which I had spent such happy hours ; disordered, it was true, but capable of being made as con venient and cheerful as ever. But where"], [173, "WHO WAS TO BLAME? 161 was the tone which animated the whole, and imparted a living breathing interest to every brick in yonder building ? It had all evaporated, and I was a changed man. I rose the next day to go about my usual occupations, but the zest for them had departed. Let the reader who has come back from a delightful torn' to resume wearisome but inevitable duties, consider my state of feeling when ap pealed to in fifty quarters for advice and instruction upon matters in which at present I could not possibly feel any interest. My favoMte dog came leaping toward me, delighted to regain his liberty. I, however, hardly took any notice of the poor animal. Such a torpor had fallen upon me that I could feel no interest in anything that passed. Occasionally, I would so far forget the present that I VOL. I. M"], [174, "162 WHO WAS TO BLAME ? would stand still, looking round me and trying to recall my happier days. The sdence of the open country oppressed me now. There was no sight nor sound that could restore my peace of mind. The echoes from the town only distracted me with thoughts of those who had happy homes and families to work for, and whose society they could enjoy when the cares of the day were over. If I wan dered into the country it was the same. I listened to the song of a countryman who walked beside his team, chanting a doleful West-country ballad of loAre and despair in a minor key, which often had amused me before, but now seemed only a mocking echo of my own distress. Each sound ap peared to be sad, yet when silence came I was still more depressed. The day was calm, the sky sombre, the Avind scarcely moA^ed the leaves on the trees, and the light clouds glided past as though with"], [175, "WHO AVAS TO BLAME ? 163 lazy indifference to my joy or sorrow. I felt in that moment as though my interest in life had wholly passed away. In all lives there are moments when the outer world ceases to charm, and sad indeed it is when we can no longer feel delight and satisfaction in the small circumstances and monotonous incidents of our daily lives. Especially in the calm of the coun try one must be joyously happy or quietly resigned; for the tranquil objects of nature so largely increase or diminish the force of one's own feelings. I felt this now keenly, and it was at last with almost a sigh of relief that I turned to the business of the factory, feeling that I should better stifle my regret thus than amidst the solitudes of woods and fields. There was nothing to hope for, nothing to expect, nothing to imagine. I could only try to dispel this melancholy tone of mind by incessant labour or study. m 2"], [176, "WHO WAS TO BLAME ? 164 But it was impossible at first to banish the remembrance of the past, and, before I could nerve myself to those duties which I felt must be the only solace for such a trial as mine, I found relief sometimes in wandering the whole day in the country lanes, often not returning till the daylight was fading into the soothing twilight, which, falling like a veil over the face of nature, softened and subdued me also ; and at times, even amidst my sorrows, hope whispered in my ear of happier days to come. Sorrow, however deep, rarely lasts in all its first intensity for any great length of time. However poignant, however sud den, however unexpected, it is a happy dispensation of Providence for human na ture that our feeUngs must become sub dued with time. Gradually entering into the routine of my former duties and occu pations, and gradually, also, taking part"], [177, "AVHO WAS TO BLAME ? 165 in those duties with persons, whose man ners and faces had become famihar to me for years, I became calmer. Days, weeks, months passed aAvay in this isolated life, but I gathered little strength of mind or comfort from my solitude. Except when I went to the factory to give necessary directions, I rarely spoke to any one, nor did I encourage any visitors. In business, reading, or study, I spent all my leisure time. Sometimes O'Hara, leaning his back against the factory wall, would drone out some long yarn, with evident desire to amuse me, but I Ustened only because I would not seem unkind to him. He evi dently watched the altered state of things with intense disgust. He had been in the factory all his life. He had grown with its growth, and strengthened with its strength, till he had become as much part and parcel of the concern as the tall chim neys. He had watched with interest my"], [178, "166 AVHO AVAS TO BLAME ? upward progress, with such sympathy as workmen often feel for those who have superior faculties or greater energy than themselves. It was with no feeHng of jealousy, but rather calm admiration, that O'Hara saw me rise above him day by day to my present position, and now my vague indefinite notions respecting everything connected with business really grieved the old man. Mrs. O'Hara managed the little house hold AArith much judgment, and spared me all unnecessary consideration upon do mestic matters. Business called me one day to the neigh bourhood of my old friend Cary, whom I had not seen for a considerable time. He was delighted to see me again. I found him sitting lost in thought when I entered, leaning his arm upon the table, and a quantity of blotted paper before him. It was evening : the room was lighted by a"], [179, "AVHO AVAS TO BLAME ? 167 tiny lamp, which left every corner of the room besides in complete gloom. This was just what pleased Cary, and I could but remark, as he sat there oblivious to everything but the creations of his own fancy, what a fine fellow he was. In finitely my superior, I said mentally, as I looked at him. And yet he was still a poor and almost unknown artist, for he had as yet only acquired a local celebrity. His large eyes, as he sat there meditating, fascinated me by their evident fulness of imaginative power. Poor fellow ! how little sympathy he must have met with in those days ! How rarely could he have spoken on the subjects winch most inte rested him ! Such fine capacities ought to have done something more for him than to have brought him only this shabby lodging and shabbier dress. Genius must have some consolations of which we outsiders know nothing, or how could a fellow like"], [180, "WHO WAS TO BLAME ? 168 this contentedly dream away his Hfe, smoking his meerschaum, eternally sketch ing bits of landscape, perhaps never more to see the light, except when the servant takes some of them to light the fire — a fate which had often befel some of Cary's best iniaginaMo bits ? Those who haATe been held by the but ton-hole by a man of genius wdl easdy imagine how delighted Cary was to see me again. I should have remarked that he was an exceUent musician as well as artist, and to-night he seemed to be in one of those fanatical moods which had often amused me before. At such times the spirit of art almost worked him into a frenzy. Hour after hour I listened to chord upon chord, scale after scale, shake after shake, run upon run ; and the whirl- Avind of the chromatic scale tormented my ears like the shrieks of demons. It was only late at night that I could pursue the"], [181, "WHO WAS TO BLAME ? 169 real object of my Arisit; for, although I loved Cary as a brother, I had another ob ject in my visit, which was to learn what I could respecting Eleanor. Cary had known her through teaching at the school where she was educated, and had con tinued to give her lessons at Lymington occasionally. To my surprise, although I knew he had been to Lymington lately, he was extremely reserved upon the subject, and I left his lodgings no wiser than I came. I still, in spite of myself, wandered back in fancy to the few moments I had spent in her society. The more fatal the fascination seemed, the more madly did I pursue it. To say nothing of Mr. Softon, who appeared to be paying his addresses to Eleanor in due form, and who was en couraged by Mrs. Verschoyle, was not Constance yet living, and were not the"], [182, "170 AVHO AATAS TO BLAME ? whole circumstances of my life knoAAm to Eleanor? For what reason Cary should have been so reserved upon this subject I could not divine. I determined to pay hhn another Arisit shortly."], [183, "171 CHAPTER IX. A DISCOVERY. I saw Cary again soon after this, Avhen he was less reserved, and spoke of Eleanor freely. \" When I last saw her,\" said Cary, \" I promised to set some words to a melody I have written, which she admired ; but I have so little talent for poetry that I have not advanced beyond a single stanza. You had better find the words, and I the music. Perhaps between us we may manage some thing passable.\" \"I am afraid, Cary, I have no more poetic talent than you have ; indeed, I question if I have half as much. But"], [184, "AVHO WAS TO BLAME ? 172 come, my chaise is waiting at the door ; take a drive with me; perhaps the open country and the fresh air may prove in spiring to both of us.\" As we rode along, the thought occurred to me to embody my OAvn feelings towards Eleanor in certain lines which Cary could set to music, little dreaming the use he might make of them. We had been riding sdently for some time when Cary turned towards me, evi dently wondering what had made me so reserved and silent. \" I am trying to think of some words, I said; \"but, whatever faculties I may have, I am afraid they do not lie in a poetical direction.\" \"You have only to fancy yourself in love,\" said Cary, \" which I am sure is not very difficult.\" I felt too keenly the remark to say any thing in reply. We had been riding some"], [185, "WHO WAS TO BLAME ? 173 time when, falling into a reverie, I mur mured almost unconsciously — Oh, maiden, if your heart has ever known The fatal touch of Love's electric dart, I will not speak the one wish of my heart, So quickly will your spirit read my own. \"Bravo!\" said Cary; \"the sentiment will do admirably for my tune. It is as if you had been speaking out your OAvn thoughts, my dear feUow.\" \" I am no poet,\" said I diffidently. \" I was only muttering some vague nonsense to chase away an unpleasant remembrance.\" \" The lines are rather long,\" said Cary, \" but they will fit nicely with my melody. Pray repeat them again.\" \" I cannot,\" I said ; \" I do not remem ber what I have said — I must have been dreaming.\" I laughed uneasily; in fact, I dared not repeat the words and let them go in the form of a song to Eleanor."], [186, "AVHO AVAS TO BLAME ? 174 There was a constraint upon both of us during the remainder of the ride. I almost regretted an invitation I had given, which Cary had accepted, to stay with me for a time. But I would not be churlish, what ever I felt, and pressed the invitation upon him still. Accordingly he came back Avith me. As we passed into the house the nightin gale was singing from a neighbouring wood. The notes gave me a strange sensation, for on the evening I had left Lymington the nightingale sang as I left the house after shaking hands with Eleanor. \" God bless her !\" said I, mentally. \" I dare only hope so much, whatever may befal her. But oh, what would I give to recall the past two years of my life !\" It was late when we got back, and Cary, seeming tired, was shown to his room at once ; but I was surprised to see, long"], [187, "AVHO AVAS TO BLAME ? 175 afterwards, a light stream suddenly from his window, and announce that he had got up again. I found that the Avords I had foolishly muttered had lingered in his mind, and in order not to forget them again he had put them doAvn in a manu script-book he always carried Avith him, for fear any great idea should be lost to the world ; which, considering the scarcity of ideas abroad, would have been a pity. I went to bed, but I fancied I heard the romantic fellow chiming away a melody to my words long after; but whether the inspiration he wanted would not come, or whether sleep was more powerful than inspiration, I cannot tell, but he soon went to bed again. \" You Avill soon have a nuptial ode to compose, Cary,\" said I, when we came doAvn to breakfast. \"Ah, indeed! Who is that for ?\" \" Why, for Mr. Softon,\" I answered,"], [188, "176 AVHO AVAS TO BLAME ? \" upon the occasion of his marriage with a charming friend of ours.\" \" That avUI never come to pass,\" said Cary. \" Indeed ! You seem positive.\" \"I am confident that can never be,\" said Cary; \"and yet,\" continued he, musingly, \"things as unlikely have come to pass.\" \" Why should it be unlikely at aU ?\" I asked. \" Because Eleanor is pure, gentle, and good, and high-minded, and Softon is a fool, fuU of pretence and vanity.\" \" That is no argument against her mar rying him,\" said I, bitterly. \" Perhaps not, but it ought to be,\" said he, and there was a sadness in the tone of his voice which surprised me greatly. \"Eleanor, I swear,\" continued he, Avith great energy, \" has no affection for that conceited ape. She tolerates him in defer-"], [189, "AVHO WAS TO BLAME ? 177 ence to her mother, but that is all. He is there daily; he buys her handsome pre sents, which she accepts coldly ; but she can never love such a fellow as that. She is capable of the most passionate devotion, but the time for that has not yet come.\" I was astonished to perceive the altered mien of the artist. His form dilated. He was greatly excited, and, instead of sitting in a slouching manner, as was usual Avith him at table, he got up and paced the room with lengthened strides, being evi dently under the influence of strong emo tion. After a while he sat down, and was sdent for some time. \" Cary,\" said I, in a Ioav tone, \" I think I have made a discovery. You love Eleanor?\" \" Why do you make that remark ?\" said he. \" My dear friend, whatever you think, do not speak of it again.\" \"I wiU not. I am sorry, my dear fel- N VOL. I."], [190, "178 AVHO AA'AS TO BLAME ? low, that I have spoken so now, and have been draAvn into saying what has wounded n you. Cary took my hand and pressed it affec tionately, but said no more. The day passed away. We had taken tea together, and were walking in the garden. Suddenly I said, half aloud — \" I wish I dared to ask them here.\" \"Why not?\" said Cary, knowing full well whom I was alluding to, and answering the remark as though it had been ad dressed to him. \" I should have that fellow Softon here,\" I said. \"No; you invite them; I Avill answer for keeping him away.\" \" How will you do that ?\" \"I don't know; but I will find some way. Only a few days elapsed before I was once more at Lymington. Like a moth"], [191, "WHO AVAS TO BLAME ? 179 round a lamp I hovered round Eleanor, partly repelled, partly attracted. Eleanor was just at that captivating age when im pressions are so easily and yet so strongly made, and which are ever after so difficult to erase. I trembled when I reflected that it rested perhaps with me whether the career of this innocent and charming girl should be happy or miserable ; and when I found myself again in sight of the enchanted house I felt almost like a criminal. Already she had learned enough of my history — had seen enough of my nature to feel deep pity for me ; and she, as I fancied, was disposed to exonerate me from blame. It is to be observed generally that women always find excuses for men in such mat ters — rarely for their own sex. A cynical philosopher might remark that it is not complimentary to the sex that it should be so ; but the fact remains the same. n 2"], [192, "180 WHO AVAS TO BLAME ? Before inviting the family (for I knew I must invite Mrs. Verschoyle and her sister-in-law, or there would be no chance of the young ladies) I took the earliest opportunity of sounding Eleanor. I had so much to say of myself, of my place, of a thousand things which I hoped would please her, that Eleanor Ustened for a long time with her eyes fixed on mine before she had the chance of saying a word. Something must have escaped me du ring my conversation with her — something in manner, look, or tone, that revealed more than I intended. Whatever it was, it is certain that in the course of this in- terview my hidden thought became clear to her. It Avill sometimes happen thus. Some one with whom we have, perhaps, but a passing acquaintanceship — with whom we may have daily, perhaps for years, exchanged courtesies — by a chance"], [193, "WHO WAS TO BLAME ? 181 word or trivial act, of no importance in itself, becomes at once a new character to us upon the stage of life. Thus it was with Eleanor and myself. The hiero glyphics which nature has carved upon the human face suddenly cease to be a dead language. The various lights and shadows of expression take new meaning ; a glance is a volume, a smile a revela tion. By an unlucky chance (I must call it unlucky, because it could only lead to mutual regret and distrust) I had touched upon the subject of my unfortunate mar- riage. \" I have often wished to speak to you upon the subject,\" said Eleanor, \"but I feared to offend you.\" \" That would be impossible,\" I said. \" I don't know that,\" Eleanor answered. \" You have been extremelv unfortunate. J I cannot understand why it should be so,"], [194, "182 AATHO AA'AS TO BLAME ? but Aunt Mary is ahvays upholding the principle that the good are invariably un fortunate. That seems a hard doctrine. I think you are good\" (she said this with an almost childish candour), \" and I am sure you must have suffered greatly. We have often talked about you — my aunt and I ; she adores you, and maintains that it was no fault of yours that your \" Eleanor stopped. Evidently there was a latent feeling in her mind which made even the pronunciation of that name alarm ing to her. \" That is like you to believe so,\" said I, eagerly, scarcely heeding her embarrass ment. \"Oh, pray, Mr. Irving, let us talk of something else. You were asking us to pay you a visit. Of course you must consult mamma upon the subject.\" \" I fear she A\\rill have her OAvn reasons for refusing.\""], [195, "AVHO WAS TO BLAME ? 183 \" And why ?\" \" I cannot explain without again touch ing upon the subject you wish avoided.\" \" Your mother's sympathies are with Mr. Softon ?\" Eleanor looked uneasy, gave a sort of shiver, but said nothing. \" Ah, Mr. Irving,\" said Eleanor, seem ingly quite unable to restrain her feelings, and unconsciously putting her hand upon my shoulder, \" do you know, with all my pity for you, I have sometimes thought you may not have done all that might have been done. Tell me now — would you not forgive her if she came back penitent ?\" \" Good heavens, Miss Verschoyle ! Eleanor ! are you aware what you pro pose ? Do you know anything of the world ? Forgive ? God help me ! I cannot forgive if I woidd: that is past. Fancy what my life would be if she came back. The fact of what she has done proves what"], [196, "184 WHO WAS TO BLAME ? she is capable of doing. It proves her to have no stabdity of character, no real affection for me, no deep reverence for morality and virtue. If upon such slight occasion she could leave me thus, what guarantee have I for the future ? If in the past, when I watched over her so ten derly — when every act of my life, almost every thought, tended to her welfare and happiness — if this was not a chain strong enough to bind her to an honourable course of life, what else could I hope for? Let us speak of her no more. I am glad that her name has not passed your lips. I know why you have spoken thus, and will bless you for your sympathy as long as I live ; but do not advise me. You do not, you cannot understand the base, false, worldly nature of the woman you would shield. You judge your sex by yourself.\" \" And yet there must have been some thing in her character or manners to tempt"], [197, "WHO WAS TO BLAME ? 185 you to marry her,\" said Eleanor with firm- ness. \" There are deeper mysteries in life than my marriage with Constance, and so you will learn Avith larger experience of the world. I believed then that a form so beautiful, an expression so sweet, intelH gence so apparent, could only belong to a pure soul. In many cases, perhaps, it may be so ; but I have found it possible for a woman to have the aspect of an angel with the spirit of a fiend. I fancied — any reasonable man might have fancied — that beauty, talent, and accomplishments on her side, coupled with wealth, industry, and intelligence on mine, the whole thus created being guided onward by earnest and mutual affection, could not fail to result in a supremely hapj)y marriage. But see what has come of it. I did my best, but the result is shame to her and unhappiness to me.\""], [198, "186 AVHO AVAS TO BLAME ? \" From my heart I grieve for you,\" said Eleanor with a trembling voice. \" I can only repeat what aunt so often says, that it is the will of God that some should be unhappy.\" \" Rather say, it is His will to punish those who commit folly,\" said I, almost sternly. \" It was not His will that I should blindly marry a woman whose only recommendation was her beauty.\" \" Pray forgive me, Mr. Irving. I should not attempt to adArise you, I know ; you are older than I am, and must know more of the world. But pray remember this world is not the end. If we are unfor- tunate, we must also be resigned.\""], [199, "187 CHAPTER X. MY VISITORS. Mrs. Verschoyle entered the room before either Eleanor or myself could say another word. Assuming a gay manner, quite foreign to me at the moment, I said — \" I have a favour to ask of you, Mrs. Verschoyle. Will you honour me with a visit to Starcross ? The weather is beau tiful, the scenery in my neighbourhood en chanting. I can find room for you all, including Annt Mary. I have invited your favourite artist, too,\" said I, turning to Eleanor ; \"in fact, he is there now.\" Mrs. Verschoyle at first assumed an im portant air, and would haAre made excuses ;"], [200, "188 WHO WAS TO BLAME ? but, whether in love or war, I never al lowed the grass to grow under my feet. I touched deHcately upon the great benefit it would be to her health, and the great charm which her society would confer upon me. The widow fell into the trap, conquered by politeness — a more potent antagonist than man-traps or spring-guns — and actually consented. Eleanor smiled — half glad, half sorry at the result of my diplomacy ; she felt that I was only giving myself unnecessary pain, and, had I asked her first, she would doubtless have excused herself, and have persuaded me against appealing to her mother ; but the entrance of the widow had settled the matter at once, and she did not wish to attract any attention by ob jecting now. \"Will it not be adArisable to invite Mr. Softon ? \" asked the Avidow. \" I thought you would prefer to make it"], [201, "AVHO WAS TO BLAME ? 189 a family party, my dear madam; but invite him by all means.\" \" It might seem sUghting him, might it not, Mr. Irvring ? \" \" Please yourseU, my dear madam, and you will please me.\" \" I will invite him myself,\" said the Avidow, Avithout any reference whatever to Eleanor's Avishes in the matter ; in fact, it was not her practice to consider the wishes of others — that was not one of the widow's foibles. Miss Verschoyle was inArited ; but the old lady was by no means enthusiastic on the subject of country villas. \"A nasty lot of frogs and toads croaking in the fields,\" said she ; \" ducks quacking, fowls cackling, and cocks crowing at so ur o'clock in the morning ; oxen bellowing and pigs grunting ; dogs barking and donkeys braying. No, thank you ; it will amuse the young folks ; I will stay at home."], [202, "190 AVHO AVAS TO BLAME ? It was late when I took my leave. I said no more to Eleanor further than an ordinary \" good-night ; \" but there was an expression of tenderness in her face which, as I rode home, made me happy in the prospect of the forthcoming visit. Silent and thoughtful as she was, I said to myself, \" She is not displeased with me : she pities me : she does not blame me. Dare I hope that she will one day love me ? God help me, what a villain I am to encourage these wild vrisions, yet how poAverless I am to put them aside ! \" Not many days elapsed before the pro mised visit was paid. The widow was gracious but condescending. She beheved that she had done me great honour in coming to the factory, and was dignified in consequence — examining everything she saw with a most critical air, and patronising O'Hara and his wife exten sively. O'Hara put his tongue in his"], [203, "WHO WAS TO BLAME ? 191 cheek, and was, or pretended to be, so humble and respectful that the widow alloAved him to talk to his heart's content respecting the wonders of the factory or the talents of his master — subjects of which O'Hara did not easily the. Cary was by no means at his ease. The widow only tolerated such people in the subordinate capacity of teachers. To raise them to the rank of companions or equals, the widow thought to be an in fringement of an almost divine right. Poor Cary, as a visitor, was a subject of horror to the Avidow. He Avas apt to smell fiercely of tobacco, and was so extremely careless of his dress, that his hat, and his hair too, for that matter, did not get brushed for days together. Yet, with his generous nature and fine talent, he was a match for any nobleman in England, when considered simply as a man. My visitors arrived early and we had a"], [204, "192 WHO WAS TO BLAME ? merry dinner. I was pleased to see that the good understanding between Eleanor and myseU had not declined during the few days we had been separated. I determined to make the most of the time present, and enjoy her society without a thought of the future. We rambled out on the doAvns, which spread away above the vale in which the factory was situated, coming back in time for tea ; after which Cary, who had mys teriously disappeared aU the day, sat doAvn to the piano with an air of importance. \" I have something new for you, Miss Verschoyle ; will you sing it ?\" Eleanor sang it very nicely. Once or twice Cary looked round at me. I was sitting composedly enough, delighted with the song and the singer. One thing puz zled me. I wondered where I could have heard the words before. They affected me deeply, appealing as they did at the"], [205, "WHO WAS TO BLAME ? 193 moment to my OAvn sentiments. Eleanor also appeared somewhat agitated in sing ing the second stanza, which I now re membered was my oavu, being made up of the words I had murmured to Cary as we rode together. Cary was as mute and still as a statue. Only when the song was finished he said — \" If you would like to knoAv the author, Miss Verschoyle, he is not far off.\" After which he vanished, and was seen no more during the evening. \" He is a good fellow,\" said I. \" You little know, Miss Verschoyle, how de votedly he is attached to you.\" \"Attached to me?\" she said, with astonishment. \"Yes; and no wonder, having once known you.\" A slight froAvn came over her face. She was vexed to hear me speaking thus of Cary ; but she was so amiable and vol. i. o"], [206, "AVHO WAS TO BLAME ? 194 kind-hearted that the artist, having a heart and eyes and taste, naturally admired her. Something of this sort I could not help telling her. \" Really, Mr. Irving, you will turn my head with such nonsense. All I want is to go through life as cheerfully as I can, doing some good, and as little harm as possible. I do not expect praise for that.\" We had strolled into the garden. The temptation was too strong to keep silent, and as we walked I said — \" I have thought much of our conversa tion at Lymington. I feel and know that you are in the right in saying that I must be resigned ; but, with my temperament, how hard it is to be so ! I am not like Cary; he can dream away his Use in happy indolence, careless if he be appreciated or not. I burn with impatience for results in whatever I do.\" We were seated in the twihght shadow"], [207, "AVHO AVAS TO BLAME ? 195 of a huge tree, separated from the rest of the party. I still hovered about Eleanor, intensely anxious to knoAv her real feeling toward me, and equally anxious also to know what she thought of Mr. Softon. It was difficult to introduce the subject with out abruptness. My curiosity at length got the better of me. \" Mr. Softon is a clever musician,\" I said. \" Passable,\" Eleanor replied. \" He has no deep knowledge. He plays pretty well for an amateur; he might do better if he took pains.\" \" He is a worthy fellow — is he not ?\" I asked. Eleanor smiled and glanced at me as she said — \" That is such an odd question, Mr. Irving, I hardly know how to answer it.\" ' ' Why do you consider it odd ? I suppose you have formed an opinion respecting him ?\" \" Scarcely, indeed. I have hardly given o 2"], [208, "196 AVHO WAS TO BLAME ? the subject a thought, I assure you. You seem curious about him.\" ' ' I cross-question you for your oaati good,\" said I. \" That is kind,\"replied Eleanor, smiling; ' ' but now, since you are anxious to know what I think of Mr. Softon, I Avill consider his merits Avith you, and decide as fairly and honestly as I can. First, then, I do not consider him bad-hearted. He has also a certain amount of wit and gaiety which pleases some people.\" \"Are you of the number?\" I asked, eagerly. ' ' I confess I am not. I think his gaiety and humour assumed and superficial; but we have all om1 faults. I consider that is one of Mr. Softon's failings.\" ' ' Has he been long a Arisitor at Lyming ton ?\" \" A long time. Mamma is partial to him, as you know.\""], [209, "WHO WAS TO BLAME ? 197 \"And Eleanor loves him,\" I absurdly continued. \" If your supposition proved to be true, what then ?\" said Eleanor, with evident annoyance. I was silent. I had not expected to be answered thus. A bitter smile passed over my face, Avhich made Eleanor quite uneasy; but she looked at me steadily nevertheless. \" Ah, well !\" said I, after a time, \" God knows what is best for us.\" Eleanor was distressed by the turn the conversation had taken. Perhaps she fancied it would be better to treat me in a light off-hand way, and prevent my speaking seriously upon a subject which could only bring me unhappiness and disajmointment ; yet when she heard my bitter tone she could not help, if only from an impulse of generosity, saying — \" You are quite mistaken respecting Mr."], [210, "198 AA H_0 AA'AS TO BLAME ? Softon if you — But tell me why you have such a great dislike to him.\" \" Because I believe him to be thoroughly false and hollow-hearted. Because I be lieve he has very little natural talent, but makes impudence and effrontery supply its place. Because I believe he antici pates money with you, which he would soon spend foolishly, and leave you mise rable ; and most of all do I hate him because he would bring upon you a fate like mine.\" \" I think you are unjustifiably severe upon him,\" said Eleanor. \" I less than most men should be so,\" said I, ' ' when all who know my history smde at me ; I am too sad myself, and have too great need of sympathy, to cen sure others carelessly. I Mil only say to you, Eleanor, when you are disposed to think favourably of Mr. Softon, keep a comer in your heart for me also.\""], [211, "AVHO WAS TO BLAME ? 199 \" That I shall not fail to do, Mr. Irving. HeaAren knows I am anxious for your weffare, which is why I condemn what appears to be thoughtless in you.\" \" Be assured I am not thoughtless, Miss Verschoyle. Too occupied Mth my own grief, I am apt to forget those valuable forms and observances which tend so much to keep men in a proper habit of thinking and living ; but in my heart I am not indifferent, as I fear you suppose I am, to the value of Christian effort under trial. I need no better evidence of the value of a Christian life than your own conduct and character ; in your thoughtfulness for others ; your self-denial and virtue ; and last, though not least, your habitual cheer fulness and goodhumour. If Christianity can do so much, it would be worth adopt ing, if only for this life, and if it had no \\ .due beyond.\" \" Eleanor, my dear,\" said the widow"], [212, "200 AVHO WAS TO BLAME ? from a distant part of the garden, \"come here a moment. Clara wants your assist ance.\" Eleanor ran immediately. Greatly to my chagrin Clara had caught her dress in a prickly shrub, and required help before she could extricate herself. This accom plished, Eleanor came back quite naively. We sat doAvn in the same place as be fore, but the thread of our conversation had been broken, and we were both silent for a time. ' ' What motive have you for thinking Mr. Softon otherwise than an honourable man ?\" said Eleanor, after a time, with apparent curiosity. \" My dear girl, I have no special motive whatever. I have seen little of him, and I know nothing of him beyond what his face and manner indicate. I have rarely been deceived in that way, and I should not judge favourably of him from what"], [213, "WHO WAS TO BLAME ? 201 I have seen. I am convinced he is false.\" Eleanor said no more. I still remained dissatisfied respecting her feeling for Mr. Softon. Was it possible, after all, that she entertained any affection for this man ? It was useless to conjecture, I thought, and dismissed the subject from my mind for a time at least, and talked Mth her upon indifferent topics ; spoke of the garden — the scenery around— of O'Hara — of Cary and his studies — of anything, in short, except what interested me most. How gladly would I have opened my heart to Eleanor, and have shown her all that passed there ! but I dared not hazard the total deprivation of her society, which I felt would be the result of such a decla ration. So I continued chatting on ; the only satisfaction being the bright thoughts and fresh ideas which the charming girl threw into her answers and remarks upon"], [214, "AVHO AA'AS TO BLAME ? 202 whatever subject passed in review. So time glided away. Mrs. Verschoyle called to Eleanor again — \" We had better go in, my dears. The dew is falling; it is quite damp ; you Mil catch cold, child. As to Mr. IiMng, he is doubtless quite used to it ; it will not hurt him.\" So they went into the house, leaving me with a feeling that I had had a narrow escape in not speaking more warmly to Eleanor. I murmured to myself as I saw them disappear into the house — \" Would to God it could always be thus ; that I could see her, hear and feel the magic of her presence near me thus, tdl my eyes were closed in death !\""], [215, "203 CHAPTER XL CAN it be true ? All my efforts could not succeed in keep ing my visitors longer than a few days, at the end of which time the widow persisted in returning home. It may be that she had some inkling of the state of my feelings, and conceived that Eleanor's sympathy for me might not work faA'ourably for Mr. Softon's cause. At all events, whether this Avas the case or not, no inducements of mine could prevent her from hurrying away. As to Mr. Softon, that gentleman had failed to make his appearance at Star cross, greatly to Mrs. Verschoyle's regret; and probably this fact had also accelerated"], [216, "204 AVHO WAS TO BLAME ? her departure. She had many times won dered Iioav it was that he had not paid us a visit. I thought of what Cary had pro mised about Mr. Softon, and guessed that he had in some way been instrumental in keeping my rival (for such I inwardly considered him) out of sight, though I could not conjecture how this had been effected. The time for their departure having arrived, O'Hara brought the chaise round to take the ladies to the station. The old man had taken this office upon himself, no doubt, because he saw what great attention I had shown my vrisitors, and consequently deemed them of considerable importance ; otherwise he would not have taken so much trouble. This was in accordance with O'Hara's code of laws, which frequently caused me some inconvenience as well as amusement. If I spoke hastdy respecting any fault or"], [217, "AVHO WAS TO BLAME ? 205 shortcoming in the mill, O'Hara took his cue from my tone ; and it sometimes hap pened that for days after the unfortunate hand would suffer quite a persecution. Again, if by chance I chatted for a few minutes with any of them, or uttered a few words of commendation, O'Hara would show so much attention to the favoured one that all the other hands would be jealous, and sometimes nothing short of my personal interference would set matters straight again. I accompanied the ladies to the station, enjoying a quiet chat Mth Eleanor on the way. It Avas but a short ride to the railway, and was early in the morning. There being but little traffic to the sta tion where they got out, there was con sequently only one up train in the morning which stopped there. The widoAV, fatigued with rising some hours before her usual time, fell asleep"], [218, "206 WHO WAS TO BLAME ? as we rode. I had no objection whatever to her somnolency, as I was anxious to say a few words to Eleanor before we parted, perhaps for a long time. I saw clearly the course I was bound to pursue as a man of honour : I must be silent henceforward respecting my own feelings — I must not encourage Eleanor to think of me otherMse than as a friend who would always take an especial interest in her ; yet I was at the same time as anxious to know her feelings as to conceal my OAvn. Strange it seemed that the prospect of se curing this young girl's friendship merely was now the sole link which bound me to society — the sole channel through which any interest in life could flow to me; and riding now by her side I felt almost happy that I had been able to control my feelings. Eleanor seemed to have given herseU up to the influence of the country, and the delicious summer morning. So we rode"], [219, "WHO AVAS TO BLAME ? 207 tiU we came within sight of the station. Mrs. Verschoyle was still asleep. We had none of us thought of Cary. He had not been seen. Eleanor now re marked it for the first time. I supposed the young artist was still in bed. This was quite a mistake, as I discovered after wards. Cary had risen an hour before the rest of the party, and had wandered down to the seaside, not coming back again till our visitors had gone. The vehicle stopped at the station. \" O'Hara will take care of you,\" said I; \" you will not forget me, Eleanor ?\" \"Are you going off so hastily?\" said she. \"I will wake mamma.\" \" No, do not ; she will think me a bear, I dare say, but that will be nothing new. It is better we should part thus ; I could not bear a long farewell. In fact, ever since I was a child I had a horror of long partings. You are not offended with me ?\""], [220, "208 WHO AVAS TO BLAME ? \"Why should I be offended? You have done your utmost to make us com fortable and happy during our stay.\" I did not say another word. Shaking hands Avith Clara first, who no doubt had wondered at our earnest and almost whis pered conversation, then with Eleanor last, but without looking at her again, I jumped out of the carriage before it even stopped, and in a moment was hidden by the lofty elms which overshadowed the lane. I walked on slowly, frequently stopping to muse OArer the events of the last few days. I could hardly realise Avhat had transpired during that time. The journey I had taken a few weeks before seemed almost like a dream. I questioned myself respecting the past — I speculated upon the future — I tormented myself with won dering as to Eleanor's secret feeling for Mr. Softon. She had not appeared to"], [221, "AVHO AA'AS TO BLAME ? 209 expect him, or to be disappointed because he did not come. All at once a new light began to beam upon me. I smiled at myself for not thinking of this before. I little doubted that Eleanor's ambiguity respecting Mr. Softon had been assumed merely to check my oavu impetuosity. At first I felt delighted at this, but again I regretted it. The more I pondered upon the subject the more I wished that she cared for him, because I felt my courage and self-denial so impotent before the all-engrossing passion Avhich had been aroused so suddenly, and which now con sumed me, and seemed hourly to increase in intensity. The noise of wheels interrupted my reverie. It was O'Hara returning from the train. I questioned him eagerly about them all, but of course he had little to tell, and that little rather unfavourable to me than otherwise. The widow, he VOL. I. p"], [222, "210 AVHO AVAS TO BLAME ? said, had severely ridiculed me lor the manner in which I had left them. This O'Hara had taken as a personal insult, and in consequence, when Mrs. Verschoyle had offered him half-a-croAvn as they got into the train, he had declined the gift with no little dignity, saying — \"Faith, ma'am, the masther maybe has his OAvn ray sons for going off in a jiff}'. Whin a jintleman has so much to think about as Mr. Irving, it's mighty small change ye'll get from him.\" The widow had not deigned, of course, to notice O'Hara's concluding remarks. The train started, and that was the last of them for the present. I jumped into the carnage, and rode home. The spell which had been thrown around me had been broken. It was as though a veil had been lifted to dis close a skeleton, so bare, blank, and un grateful seemed every object which had"], [223, "AVHO AVAS TO BLAME ? 211 before glowed with infinite grace and beauty. The glory of the summer morning — the freshness of the air — the glittering deAV— the fleecy clouds — the tMttering birds — tlie distant roar of the tide — the glorious lights and shadows upon the dis tant hills, were all passed heedlessly by, and I awoke from a confused day-dream at the door of my own house, which I entered Mth a sigh, and sat doAvn on a chair which Eleanor had occupied not an hour ago. A moment after Cary entered the house. I made no allusion to the fact of his disappearance when our Arisitors departed ; in fact we were both silent because we understood each other. There was no necessity for any explanation of the motives which had influenced us. One thing I now remembered Mth some self-reproach — I had not thanked p 2"], [224, "212 AVHO WAS TO BLAME ? Cary for the part he had played in keeping Mr. Softon away ; for I felt sure the credit of this little plot was due to him, and I asked him how it had been accomplished. \" When you were at Lymington some time since, you had some conversation with Mrs. Verschoyle.\" \"I did; but that can have nothing to do Mth Mr. Softon.\" \" On the contrary, it has everything to do Mth him.\" \"How so?\" \" \"What was the subject of your com-er sation with the Mdow ?\" said Cary. ' ' I can have no hesitation in telling you it was respecting a laAvsuit in which she has been involved for some years. She unwillingly sought my advice, I know; but she had some reason in supposing that her solicitor was not a man in whom she could jdace confidence. Contrary to the"], [225, "AVHO AVAS TO BLAME ? 213 advice of her sister-in-law, she had ad vanced him considerable sums of money, and still the suit made no progress. At length, yielding to Miss Verschoyle's ad vice, the MdoAV consulted me, knoMng that I had at least some experience of business. I went into the matter calmly, and, in spite of the complicated nature of the legal details, I was convinced that she had been spending her money with very little chance of ever benefiting herself or her family. The person who had under taken to conduct the case had been recom- mended by Mr. Reedy, the smooth-tongued gentleman you may have seen there. Mr. Reedy has so much influence with the widow that I am by no means sure she will take my advice even now. He re sented my interference, of course. He was too coAvardly to openly object to any thing I proposed, but I fancy he has wormed himself into her confidence again"], [226, "214 AVHO AA'AS TO BLAME ? by a series of artful manœuvres, the con sequence of which is that the widow has been colder ever since in her manners toward me.\" \" Is this affair knoAATi to anybody else ?\" said Cary. \"I should imagine not; yet, from Mr. Softon's familiarity Mth the family, it is just possible that he may have known something respecting it.\" \" He does,\" Cary anawered. \"Indeed!\" I said; \"how came you to know that ?\" \" I have been able to surprise him Mth the extent of my information, and to prove the truth of all I have said concerning him.\" \"What on earth is aU this?\" I asked curiously. \" Put an end to the mystery, Cary, and let me now all.\" \"It is soon told. Mrs. Verschoyle has lost her suit during her stay here. The contending parties, disgusted Mth her"], [227, "WHO WAS TO BLAME ? 215 laAvyer's quibbles, and feeling certain that the case would terminate favourably for them, brought the matter at once to an issue, and Mrs. Verschoyle is beaten. She will only learn the intelligence when she returns.\" \" I am grieved to hear this,\" I said ; \" but let me hear more.\" \" Simply that I worked upon Mr. Softon' s cupidity. I showed him the paper Avhich contained an account of the trial, and took care to make the most of it.\" \"I am very sorry, Cary, for this, be cause I fear the widow has so much pride that she will not allow me to give her any advice.\" \" I think,\" Cary repUed, \" that you may be able to help them greatly, and in a way that you have, perhaps, not calculated upon; which, in fact, will leave no obliga tion whatever.\""], [228, "AVHO WAS TO BLAME ? 216 \" I cannot see, Cary, how that is to be accomplished. You speak in riddles to day.\" \" No ; I have thoroughly good grounds for all I say. You may be able some day or other to make them happy without any sacrifice, and even secure your own happi ness in doing so.\" \" I am stdl in the dark,\" I said ; \" you must enlighten me, Cary.\" \" Read this, then,\" said the artist, taking from his pocket a London news paper.\" You have no occasion to read this page ; it is merely a brief report of the trial, tlie result of which I have already told you. The paragraph to which I would draw your attention is here,\" and he pointed his finger to the bottom of the page. I took the paper AArith a trembling hand, for there was something in Cary's tone which seemed as though intended"], [229, "AVHO AVAS TO BLAME ? 217 to warn or astonish me. I read as follows : — \" The public Avill learn with the deepest regret that the fascinating and accomplished cantatrice, Madlle. Constance [which was the name my wife adopted when she ap peared on the stage], has just died at Bal timore. The gifted lady was making a professional tour in the United States, and had everywhere been received with the greatest enthusiasm. It is sujiposed that a cold caught during her journey, ending in fever, has been the cause of her untimely death. She was only twenty-five years of age. The name of Constance was assumed, she having married a few years ago an eminent manufacturer in the West of Eng land. The union, however, was not a happy one, and it was from this circum stance that Madlle. Constance was induced to devote her great talents to the Opera.\""], [230, "218 WHO WAS TO BLAME ? I read and re-read the paragraph. Was Constance solely to blame? I asked myself, with tears in my eyes, as I laid the paper softly down. I was human, I hope ; and I could not thus learn the fate of one who had once been dear to me without deep regret, when I remembered what might haA'e been ; nor without pity that one so beautiful and gifted should have so grieA' ously lacked the first elements of a happy and virtuous career. I paced the room greatly agitated. I was totally obliArious to the presence of my friend, being lost in a troubled dream of my past life. Whichever way I turned, there were souvenirs of the past which obliterated for the time all trace of her who had so lately occupied my thoughts. Taking up the paper, I folded it abstract edly and put it in my pocket. I was about to say something to Cary, but when I looked up the artist was not there."], [231, "AVHO AVAS TO BLAME ? 219 Cary had left the room as soon as he had given me the paper. This Avas like him ; there was an instinctive delicacy in every thing he did, which never deserted him, and which I ahvays gratefully remembered — never more so than now."], [232, "220 CHAPTER XII. IMPATIENCE. Notwithstanding Cary's genial tempera ment, and the affection I had for him, there was a coolness springing up between us. Perhaps he felt that, as soon as the natural regret which I must feel for the loss of my Avife had subsided, my thoughts would turn toward Eleanor with greater force than ever. There was a mutual embarrassment which frequently made us equally desirous of avoiding each other. Cary, perhaps, felt it more keenly eA^en than myself, for he took his leave upon an early day after the event narrated in the last chapter. I remonstrated with him,"], [233, "WHO WAS TO BLAME ? 221 and endeavoured to keep him longer, but his answer was — \" No, no, my dear fellow; it Avon't do. I might enjoy this delicious country life as only the poet or artist can enjoy country life, and dream away the remainder of my days here.\" \" And I am sure, my dear fellow, you should be welcome to do so.\" \" There are reasons against that, which will presently grow stronger,\" said Cary, making a movement as though to go on the instant. \" Surely you cannot be going off this moment ?\" I said ; \" you cannot wish to go to-night ?\" \" Yes, I shall go by the late train,\" Gary ansAvered ; \" and do not think me prema ture ; I had decided to do that frora the moment I saw that paper.\" He scraped together some sketches and odd scraps of music which he had brought"], [234, "222 WHO AVAS TO BLAME ? Mth him, Mth other trifles, not forgetting his ineAritable meerschaum, and was ready. I said little more to my friend, and we parted almost in sdence, although either would be glad to say much to the other. A few days passed like a dream. What I did in that time I can never remember, so engrossed was I — so full of thought. I regretted Cary's absence at first, but quickly ceased to do so ; my whole soul soon be came bent upon accomplishing the one wish of my heart. I made such arrangements as would leave me freedom from business for some days, and betook myself once more to Lymington. Taking up my quarters at the hotel, I was not long before I visited the Verschoyles. Cary must have been somewhat mistaken as to the effect of the intelligence he had brought me. The failure of the lawsuit had been by no means so injurious as I"], [235, "WHO AVAS TO BLAME ? 223 had been led to suppose ; and this fact, too, Mr. Softon must have learned speedily, for he had again established himself as a con stant visitor, and seemed gayer than ever. He was by no means delighted with my frequent visits, though it was clear he had not regarded me in the light of a rival, being cognizant of my marriage, and, I suppose, still ignorant of the manner in which that tie had been broken. Still, he saw that I had some influence with Eleanor, and therefore treated me, if not with actual disdain, at least with much condescension. Finding, however, that his haughty tone produced no effect upon me, he next tried conciliatory measures, and passed many underhand compliments from one to ano ther intended for my ears. Seeing through these susjricious attentions, I received them complacently. I was sadly worried, and the difficulty of getting a word with Elea nor was so great, that I should have quickly"], [236, "AVHO WAS TO BLAME ? 224 left the house again, had I not been bound to Miss Verschoyle, in the hope that the old lady would pave the way for me. Eleanor, I feared, avoided me. I Hn gered horn' after hour, and still the oppor tunity I courted neA'er came. My eyes followed her every movement — not without a sort of confident pride in the idea that there was now nothing to stand in the way of my future happiness, and, I believed, hers also. For I could not imagine it pos sible that Mr. Softon had any claim upon her affections. Eleanor, however, was extremely reserved — so much so that Mr. Softon rallied her upon it. This, coupled with my presence, somehow told upon the young amateur. He could not talk, he would not sing, and was rapidly getting sulky. No doubt he remembered Lord Chesterfield's advice — never to keep ladies' society when we are sulky or out of humour ; and would gladly"], [237, "AVHO AA'AS TO BLAME ? 225 have left the house, but for leaving me behind him. It only required Cary to be there to make his discomfiture com plete. Meanwhile, with womanly tact, Eleanor could discern that I was labouring under some excitement or other. There would not have been the unusual sparkle which I felt was visible in my eyes, nor the un usual eagerness which I could not refrain from showing in my manner, but for some unexpected emotion. What it might be she did not seek to discover. She had so thoroughly realised the fact that my mar riage had placed a barrier between us, which even friendship could but partially remove, that eA'en Mth friendship (and I was giving little chance of discontinuing this friendship) there ought to be even a greater coldness and distance between us than already existed ; and thus, rather than encourage me, she no doubt felt it to be VOL. I. Q"], [238, "AVHO AVAS TO BLAME ? 226 her duty to withdraw from any explanation with me. This, however, I was determined to prevent, and at last, after hours of watching and waiting (the old ladies had settled themselves to a game of cards, two or three young ones had grouped together over an iUustrated paper, and Mr. Softon had been induced to take his seat at the piano and favour the company with a ballad, which he had already sung twenty times in the course of the past month), seizing a mo mentary lull, I said, softly — \" I am satisfied, Miss Verschoyle, that you imagine something extraordinary has happened to me ; and you are right.\" There was an unusual timidity in Elea nor's manner as I spoke thus. She would wdlingly, if possible, have turned the con versation into any other channel whatever; but it was impossible — she was helpless,"], [239, "AVHO WAS TO BLAME ? 227 because she was afraid. There was some thing in my fiery energy which Eleanor felt was capable of bearing down all oppo sition, and this it was she feared. She would not willingly allow her partiality for me to be thus placed, as it were, in a de fensive position. \" I hope it is good news of some kind,\" she said at length, faintly. \" You shall judge for yourself,\" said I, I fear, not without a certain triumph in my tone, and pulled from my pocket the news paper containing the report of my wife's death. Eleanor read it tremblingly. Meanwhile I sat doAvn exactly opposite her, without once taking my eyes from her face. \" Anything important in the Times to day?\" said Mr. Softon, coming up to us at this moment. He had seen me hand the paper to Elea nor, and, being always on the alert, had Q 2"], [240, "228 AVHO WAS TO BLAME ? even finished his song without the custom ary cadence at the end, in order to gratify his curiosity. Eleanor handed me back the paper at once, and did not even reply to Mr. Softon. That gentleman, someAvhat huffed, joined one of the card parties, and I was again alone Mth Eleanor. She would gladly have remained igno rant of this intelligence, and still more gladly would she have refrained from any comment; but a certain amount of confi dence had been established between us, and she could hardly let it pass Mthout re mark. \" Pray forgive me if I am sdent just now,\" said Eleanor, with an effort. \" Your intelligence has startled and grieved me. You are staying at the hotel, are you not?\" \"Yes.\" \" And you wiU call before you leave ?\" \" With your permission.\""], [241, "AVHO AVAS TO BLAME ? 229 ' ' I am not the mistress of the house, Mr. Irving.\" \" But the mistress of my heart,\" said I, softly, and took my leave at once. My dejDar ture, as I learned, Avas the sig nal for Mr. Softon to shine. But his fund of anecdotes, most of them told before — his jokes, stolen from Punch — or his lively hu mour, did not prevent his observing that Eleanor was troubled. She retired early, and Mr. Softon was astonished. The ut- most stretch of his imagination could in vent nothing to account for her sudden despondency. If Mr. Softon went home and did not sleep from jealousy and mystification, I Avas sleepless from another cause. All my life I had been accustomed to battle Avith circumstances — with difficulties. This was an obstacle — ■ a difficulty, to be fought against — to be vanished. I felt as a general who knows the clanger but feels"], [242, "230 AVHO AA'AS TO BLAME ? confident of victory. I had looked upon happiness in married life as a thing to be achieved by my oavii merit, affection, con duct, or position ; not as a thing wherein a thousand chances might defeat any merely human plan. It was in this that my great error had consisted. It was this over- confidence that led to my hasty marriage in tlie first instance. It was this same over-confidence that led me to think in my secret heart that I could be happy with any woman that I loved, whether she loA'ed me or not. In plain terms, I had only stayed to consider if I loved the woman of my choice, as though it was morally certain that she could not fail to loA'e me. Therefore, even now, when I lay sleep less from OA^erAvrought feelings, I had not tlie least doubt of the future. I recalled the past — I thought of Constance, so young, so beautiful, so talented; but I"], [243, "WHO AVAS TO BLAME ? 231 thought of her with only the regret that a stranger might feel to see a human being degrading and deadening the exquisite faculties, the noble thoughts, the pure aspirations which seemed properly to be long to a form and a face so bountifully endowed by nature. Only one dubious thought passed through my brain during the whole of that long night, and this was a thought which no sophistry entirely prevented from recurring to me ; it was — \" What if it should not be true ?\" This thought I fought against with the whole strength of my soul. We are so apt to believe that what we ardently wish for must come true at last, that we resolutely set ourselves against the suggestions of common sense and plain fact. It was late when I reached the hotel, and I had some important letters to answer. I turned to my Avork for some time, but a strange influence seemed to distract my"], [244, "232 AA'HO AVAS TO BLAME ? attention. I was nervous and excited, and my imagination leaped from one slight stejiping-stone to another Mth almost a dreamlike facility. I can even now, years after, recall viAridly the feelings which then haunted me. I could not disentangle my mind from a kind of presentiment. It was not reverie; it was not thought; no actual images fixed themselves upon my mind. I was afloat upon a sea of conjecture, of which the reason and judgment compre hended nothing. Whatever dim illusions hovered over me, they seemed connected in some way Mth my past life. How AriAridly many a long-forgotten dream now arose before me ! All that might have been and was not — all the unfulfilled dreams of a youthful imagination — now haunted me like spectres. It was a Mid and stormy night, which harmonized well Mth my state of mind. I looked out upon the open country: it was intensely dark. The"], [245, "AVHO AVAS TO BLAME ? 233 pattering rain, the awful IioavI of the blast, shaking the huge trees in front of the house as though it Avould uproot them — the very house itseh trembled and shook with the tempest, as though it had been a living thing. I sat moody and absorbed in thought, unable to write — unable to do anything but moodily brood over the past till it was very late at night. All the other occu pants of the hotel had long retired to rest. Evidently I was the only wakeful person in the house. How long I sat I do not remember. To this day I am unaware at Avhat hour it was that I became conscious of some one gently tapping at the door, and calling my name. Rousing myself, I listened for a moment, till a loud and angry blast drowned all chance of hearing a sound so gentle as that which I fancied I had heard. When it subsided I fancied I heard the same"], [246, "AVHO WAS TO BLAME ? 234 sound repeated. I took up a wax candle which had been burning on my table, and went out of the room. Seeing no one, and hearing no sound whatever, I slowly paced a long passage leading to the front of the house, still neither seeing or hearing any one. I opened the front door, for getting in the moment the stormy night ; my candle was extinguished immediately ; but in that instant a figure seemed to flit away into the darkness which resem bled that of my wife exactly. Startled and excited I called up one of the waiters, and procMng a lamp I walked some distance down the road, but saw no one. Whether it was but the creation of my over-excited fancy — whether it was really my wife still living, determined to taunt me by her presence, I have never dis covered to this day."], [247, "235 CHAPTER XIII. DISAPPOINTMENT. It was unnecessary for Eleanor to ask me if I intended to call again. I had come to Lymington with that express in tention, so determined, so passionate, so impatient had I become of obtaining a positive acceptance. The coolness of the widow towards me had not decreased lately : she would have denied me admission to the house but for the fast friendship of her sister-in-law, who upheld me in everything. Going early in the day, I found, to my great satisfaction, Eleanor alone in the"], [248, "AVHO WAS TO BLAME ? 236 garden. She received me coldly, saying after a time — ' ' I was shocked, Mr. Irving, Mth the news you brought me yesterday.\" I had hardly expected her to begin the subject, least of all in this manner, and I was silent Mth surprise. \" May I hope that you will consider the intelligence secret, at least for the pre sent ?\" said I, after a time. \" Certainly,\" she answed. \" I have too much respect for your feelings, for your sorroAV, to make it public.\" \" You appear to expect much sorrow from me, Miss Verschoyle ?\" \" Naturally,\" she replied. \" I cannot imagine your receiving such intelligence AA'ithout the deepest emotion and sorrow too.\" \"I regret, Eleanor, that you expiect so much from me.\" \" Is it too much, Mr. Irving, to ask you"], [249, "AVHO AVAS TO BLAME ? 237 if you have really knoAvn Avhat it is to love ?\" \" I can answer that question easily, Eleanor. Judging of the past by the pre sent, I should say that until lately I have only fancied that I loved.\" \" I am sorry,\" remarked Eleanor, \" very sorry ; I had thought otherwise.\" \" Good Heaven, Miss Verschoyle ! Eleanor ! what would you have me say ? Here was a woman I had taken to my heart. I asked for no fortune ; I received none. I spared no pains to make her happy ; I was willing to devote my best years to her. I studied by every means to improve my social position, so that she might derive the advantage of it. I placed unbounded confidence in her affection, in her virtue — and yet in an evil hour what happened ? Am I to blame ?\" \" I do not say the greatest blame is yours, Mr. Irving ; but when I hear you"], [250, "238 AVHO WAS TO BLAME ? thus speak of the death of a woman who certainly must at one time haAre been dear to you, I OAvn I am astonished, if not also alarmed. It appears to me there must have been some hastiness, some want of judgment, which perhaps indirectly and secretly undermined the feelings of your Mfe, and, if it did not suggest, perhaps encouraged, her fatal lapse from duty.\" \" I did not expect, Eleanor, from the kindness you have shown me before now, that I should ever hear you speak thus.\" \" The occasion demands it, Mark. Your manner towards me lately admits but of one course of action on my part.\" \" To accept Mr. Softon,\" I retorted. \" May you be happy.\" \" This is mere petti shness, Mr. Irving. But that I call myself your friend, I would no longer listen to remarks made in such a tone.\" \" I speak passionately,\" I said, \"because"], [251, "AVIIO WAS TO BLAME ? 239 I now place myself upon a different foot ing with regard to Mr. Softon : I am now his rival. I Mil contend with him to the death if need be. Am I not free again? and may I ask if you do not un derstand why I estimate this freedom so highly ?\" \" Mark ! Mark ! \" said Eleanor, sadly, \" you have yet much to learn, and some lessons also which are not of this world. You are bitter, you are unforgiving, per- haps not a little selfish. Pardon me, it is because I feel deeply that I speak thus, You have not even proved the truth of this report, which may any day be con tradicted.\" I shuddered involuntarily, feeling the full force of the suggestion. \"And is there nothing to regret in this sad and unexpected fate of one who was young, lovely, and accomplished ? \" con tinued Eleanor."], [252, "WHO AVAS TO BLAME ? 240 \" She could never have had any pMty of soul,\" I replied. \" And would not that of itself be a cause of regret?\" \" My dear girl,\" said I, earnestly (and my passionate nature Avas scarcely under my own control), \"try to realize my feel ings at this moment. Regret ! it is impos sible ! The very fact of my readiness to cast off all remembrances of my past life proves conclusively the unreality of it all.\" We were interrupted at this moment Mth some trifling message from Mrs. Ver schoyle. \" I will come directly, tell mamma. You see I must not stay here long, Mr. LMng. Yet I too have something to say ; but \" She was confused. She half regretted saying so much, I was confident. \" What is it ?\" I asked, eagerly. \" Un favourable to me, doubtless. You see I"], [253, "AVHO WAS TO BLAME ? 241 still give you credit for hesitation in that case.\" \" Since yesterday \" Eleanor began, diffidently. \" I know what you would tell me,\" I answered in a moment ; \" Mr. Softon has \" \" That is what I would have told you,\" she said. I thought she would not have related this if she entertained any affection for him, and I felt inwardly pileased. \" You have given him an answer ?\" said I, at length. \" I have not,\" she replied. \" I should think it would not be diffi- cult,\" I said, ironically; \"it is only to consider if you love him or not.\" \" I fear, Mark, it would be dangerous to take your estimate of love as a standard. I have thought much lately whether passion is the likeliest element for insuring domes- A'OL. I. E"], [254, "242 AVHO WAS TO BLAME ? tic happiness, and I have come to the con clusion that it is not.\" I Mnced terribly under this allusion to my OAvn fate. \"It is mamma's earnest Msh that I accept him,\" said Eleanor. \" I know it.\" \" And she maintains there is no reason why Mr. Softon's wife should be unhappy,\" said Eleanor. \" If her name be not Eleanor Verschoyle, certainly not,\" I said, and continued, \" Ah, my dear girl, why do you thus trifle with your own feelings ? I am confident your inward soul has no sympathy Mth that man : you would chain yourself to him for an idea, and that idea would never be realized.\" \" You are hasty as usual, Mark. I have not chained myseU, nor do I intend, for many months yet, to give any answer whatever. I have exacted a promise from"], [255, "AVHO AA'AS TO BLAME ? 243 mamma that I shall not be spoken to on the subject for a time which I have named. Time alone must decide for me.\" \"No, no, Eleanor; I swear you are in the wrong. There are questions which time, that decides most matters, cannot answer. If your oavii heart cannot reach the truth in this case your path to the grave will be one continuous lie.\" \" You speak, Mark, as one who had married from pure affection, and who had lived happily to a good old age.\" \" You judge me harshly, Eleanor. You seem unable to comprehend the career of a man avIio has struggled blindly so many years — who suddenly emerges into an at mosphere of light and beauty, and who is dazzled like a child at a theatre, and mis takes the tinsel for gold.\" \" Mark, the secret of all has, perhaps, been that you have looked for your sole happiness in this life around you, which, r 2"], [256, "AA'HO AVAS TO BLAME ? 244 being but a tiny fountain instead of an unfathomable ocean, is quickly dried up.\" \" Then teach me a higher life, dear girl. I wdl be one of your humblest pupils. No hope shall be too vague, no aspiration too daring. Self shall be annihilated. I will live but in you. The beauty of holiness shall descend from heaA'en through your heart to mine.\" Mrs. Verschoyle's message was repeated. \" I can stay no longer,\" said Eleanor. \" Farewell; let us speak no more of this.\" \" Once more, Eleanor, for God's sake — for mine — consider what you do.\" \" Farewell,\" was all Eleanor replied, and disappeared."], [257, "245 CHAPTER XIV. DOUBT. Leaving the house and walking slowly back to the hotel, I met Mr. Softon. Being certain that the young man was on his way to Mrs. Verschoyle's, I did not treat him Mth much cordiality. My coolness was not a little increased by what I then con sidered the strange misgivings of Eleanor. The news I had conveyed seemed to have checked at once the kindly flow of feeling which she had evinced for me previously. I was surprised beyond measure at the change in her tone toward me. I was thinking only of the future. If I thought of my Mfe's death, it was Mth no remorse."], [258, "246 AVHO AVAS TO BLAME ? I beheved that I had done my part to- Avard ensuring domestic happiness, and all thoughts of the past were swallowed up in the one idea of what Eleanor's real feelings were to Mr. Softon. I wandered distract- edly through the lanes of Lymington, ab sorbed in thought. No conjecture, no speculation, no analysis of her conduct seemed to satisfy me. I returned again to the hotel as dreamy and moody as when I left it. Again, on the folloMng day, I went to Mrs. Verschoyle's. Again the inevitable Softon haunted me. Again I endured the widow's coldness. Again I was puzzled by Eleanor's hesitation. As a last resource, finding myself so little in request, I sought out Miss Verschoyle. The old lady, as usual, received me cor dially. Miss Perky had called at the same time as myself, which I regretted, as I was disposed to make a confidant of my old"], [259, "AVHO AArAS TO BLAME ? 247 friend. The presence of Miss Perky al ways animated the spinster, and she was in her gayest mood. \" Come, my dear boy, take a seat, and let us have a chat about old times,\" she said. Unfortunately I was least of all inclined to chat about old times just noAV. \"You would like a cigar, I suppose?\" said Miss Mary; \"but my poor breath won't permit that.\" \" Make yourself easy on that score,\" I said ; \"I rarely smoke now.\" * _■ \" Well, my dear boy, I hardly know how we shall amuse you after all. You are too old for tops and marbles, and too young for cards and scandal. What shall we do Mth you ?\" \" Perhaps, my dear lady, you intend these remarks as sarcasms at my want of occupation, but I am not so unoccupied as you think.\""], [260, "AVHO AA'AS TO BLAME ? 248 \"Ay, indeed! what is the dear boy about now ? Some new scheme, some Mid speculation ! Well, we cannot, unfortu nately, sympathize with you. Can we, Miss Perky ? There ! I suppose the dear boy wants more youthful society. Well, he must go downstairs for that. Youth and beauty there, eh ! Miss Perky ? I should think so indeed ! But youth and beauty keej3 aloof from Aunt Mary's little snug- H gery. This sort of flippant talk was quite pain ful to me just now, and I was about to make an excuse for leaving her, when there was a tap at the door, and Eleanor entered. \" Youth and beauty come at last,\" said the old lady ; \" we are not often visited by such apparitions, eh ! Miss Perky ? But take a chair, Eleanor ; and here is a visitor who Mil of course have more interest for you than those you generaUy find here.\" \"No, I MU not sit doAvn, aunt, thank"], [261, "WHO WAS TO BLAME ? 249 you ; I merely came Avith a message from mamma.\" \" There, there ! it is always so Mth youth and beauty. Take a moral lesson, Miss Perky, my dear: youth and beauty are always in a hurry — always feverish and unsettled.\" Eleanor made no answer to this com ment, only giving the old lady some trivial message. Turning she saw me, and was eAridently confused by my presence. Elea nor was one of those who take alarm at the deep and furious under-currents of life, especially when suddenly revealed as mine had been. She would have been so much happier not to have known these facts ; her trust was so great. In fact, it was the very essence of that religious life which formed the pervading element in her character. In simple faith and affection she would have joined her fate with mine, had not my passionate feelings been so ur-"], [262, "250 WHO AArAS TO BLAME ? gently and vividly brought before her. Could the knowledge of my wife's death have dawned upon her gradually — could she have seen step by step the old passion fading out, replaced by a new and calmer spirit of devotion — have felt day by clay the former stream gradually absorbed in a deepter and broader current, then she would have given herseU up willingly to the future so created, and her whole life would have been happy as a dream. It was my abruptness, daring, and passion ; my appa rent want of tenderness ; my iconoclastic spirit, ready to throw doAAm at a word the idol of my former worship, which had terrified her, and made her feel as the sea man who enters unknoAvn seas, where no pilot has hitherto traced the soundings, where no adventurous fleet has gone before to discover the rocks, shoals, and quicksands. With all this doubt, Mth aU this dread, Mth the intelligence stdl unconfirmed, I"], [263, "WHO WAS TO BLAME ? 251 could but fancy that I traced in her down cast eyes and flushed face evidence of a feeling for me stronger than she herself was aware of even at this moment. Con strained and silent as she was, I could almost have sworn, spite of all that had been said — spite of Mr. Softon, the widow, or any other foe, open or concealed — that Eleanor loved me. \" Pooh, pooh, my dear, you are not running off again ?\" said Miss Verschoyle, seeing her niece was making for the door ; \"you had better stay and amuse my dear boy. Om* day has gone by, eh ! Miss Perky ? Never mind, we were beauties in our time, I should say, and might have made conquests too had we thought them worth the trouble.\" \" Doubtless Mr. Irving can find occu pation and amusement without my aid, aunt,\" said Eleanor. \" I see what it is, Mark, my dear boy ;"], [264, "252 WHO AVAS TO BLAME? you had better go downstairs. Tlie best time to see me is when I am alone. There are many things we can talk about then which nobody else would care for. Run along, boy, and take youth and beauty with you.\" \" You have sometimes thought of oui' former conversation, I hope,\" said I, asAve descended the stairs. \" Frequently; but the lesson of the past alarms me. Unless reason, judgment, and prudence are allied to affection, I see no thing but misery in marriage.\" \"It is well said,\" I answered; \" while you think thus you MU at least not con sent to Mr. Softon's proposal.\" We went into the drawing-room. The others were in the garden dressed ready to go out, and waiting for Eleanor. \"You are in haste to go,\" I said; \"I wiU not detain you. My hope for the present is stifled ; yet \""], [265, "WHO AA'AS TO BLAME ? 253 \" I wish I could persuade you, Mr. Ir ving, as a friend, to stay away from here for some considerable time. I could then understand my oavu feelings. Now your presence only brings with it the phantom of your lost wife, and awakens my pity for her in a greater degree than my sympathy for you.\" The reader will perceive how much the blindness engendered by my passion stood in the way of my adA'ancing in Eleanor's good opinion. With evident tenderness for me (and of that I was convinced under any circumstances), the timid girl was in doubt after all whether her mother was not in the right to urge her acceptance of Mr. Softon. She argued perhaps that her mo ther, having had longer experience of the world, must be enabled to judge better than herself. With this confiding nature there was also mingled a desire for truth, freedom, and virtue, which she had not"], [266, "254 AVHO WAS TO BLAME ? then learned are only compatible with self dependence. Had I been younger she would have been less dubious ; but when at thirty she saw the presence of fiery passions and a headstrong will, she was, perhaps, not far wrong in imagining that these characteristics would remain Mth me through Hfe. Yet with this peculiarity I do not believe I was rash. Perhaps I questioned rather the circumstances that surrounded me than my own feelings. This will be seen, I think, in the fact of my so readily confiding to Eleanor everything that passed. Other men, with less simplicity, would not Have trusted so much, would have feared influ ences, deductions, arguments unfavourable to themselves, which might arise from un guarded statements or thoughtless expres sion of feeling. In my case it was not so. I had made Eleanor the recipient of my hopes and dreams, and, in thus laying"], [267, "AA'HO WAS TO BLAME? 255 bare my heart to one who had had so little experience of life, who was scarcely qualified as yet to understand and regulate her own feelings, I may have aroused a spirit of inquiry, of doubt even, which at once placed the very obstacles in my way which I had thought to get rid of by my candour. However, contented with learning the fact that Mr. Softon possessed no great influence over Eleanor, I indulged in pleasing dreams of the future, in all of which I represented Eleanor as taking part. For the first time in my life I looked forward with joy to the establishment of religious principles in my mind. I had seen the calm happiness which the fervent hope and undoubting faith of Eleanor had inspired. It was un fortunate for me that my whole career had only induced the contemplation of material benefits. To the class Mth which I had associated the world was all in all. Even"], [268, "AVHO AA'AS TO BLAME ? 256 in my former marriage I had not been more fortunate. Constance was engrossed entirely by a life of excitement and plea sure. The calm enjoyment, the quiet thought, the feeling of trustfulness, the thankful spirit, and serene yet joyful re ception of the beauty of God's created world, had no place in her heart — Avas not responded to in her outward manner. All this Eleanor now knew. She could not understand a woman of this type. In judging the circumstances, she argued, as she herself would have acted toAvard me, and consequently it Mil be easily seen Iioav natural it Avas that she should do me some injustice in estimating my conduct. Taking Eleanor at her word, I Avent back to Starcross and remained there for some weeks. The remark made by Elea nor, that perhaps after all the news of my wife's decease might be untrue, returned to me in solitude with greater force than ever."], [269, "WHO AVAS TO BLAME ? 257 I was not without moral courage, was willing to look anger, disappointment, or sorrow in the face, and was unwilling at any sacrifice to blind myself to the truth. I, therefore, set myself to work seriously to find out whether it was true or not. There would, I thought, be the additional satisfaction which I should have in con vincing Eleanor, and overcoming all her scruples. I, therefore, despatched letters to America, requesting intelligence of my late wife, or any information connected Mth her, Mthout delay. Thus a month passed away. But I was far from patient during this time. Thrown upon my oaati thoughts, a gnawing eager spirit made me ill. I could not stay at Starcross. I was unwilling to incur Elea nor's displeasure by going to Lymington, but there was one thing I could not resist doing. There was a fine old church in a town adjoining Lymington, where fre- VOL. I. S"], [270, "258 AVHO WAS TO BLAME '? quently in the morning Eleanor attended seMce when the weather was fine. I felt that it woidd be a soothing influence even to sit and hear the service in the place where I had so often seen her. And if she happened to be there ! Yes ! I would go. Sunday morning came, and with it I came to the church. Eleanor was there, little dreaming of seeing me. She was looking calm and beautiful, but certainly more thoughtful than usual. She saw me ; looked surprised — disap pointed, I could not help fancying. \" There can be no harm in my attending the service Mth you, Eleanor ?\" \" I hope not,\" she answered, and we entered into the chmch together. I felt almost too happy to speak. \" Oh, if this could last,\" I thought, \" good Heaven ! what a new life would be opened to me.\" The organ pealed forth a voluntary,"], [271, "WHO WAS TO BLAME ? 259 which echoed through the vaulted aisles. It was one of the few moments in my life in which I felt my soul unveiled in the presence of the Supreme — in which worldly confidence and worldly success sank into nothing in the riresence of immortal visions. Eleanor being Mth me only served to make these impressions stronger. From her sweet face all earthly thoughts seemed to have disappeared. If any feeUng for me mingled with her prayers (and I feel convinced that it was so), it was but a pure holy cry for light to guide me through the dark labyrinth into which my fate had plunged me. The service ended, we parted at the doors. In my present frame of mind I made no allusion whatever to the conver sation we last had. \" She is an angel,\" I thought, as I walked back to the train. \" Pity the thought of such as I should draw her downward to the earth.\" s 2"], [272, "260 CHAPTER XV. RIVALRY. To see Eleanor, to be near her, had be come a necessity of my daily Use. Evri dently my visits were unwelcome. Elea nor was grieved by my impatience ; Mrs. Verschoyle was dignified, not to say cold. Mr. Softon, taking his tone from the hostess, politely insulted me upon every opportunity ; and Miss Verschoyle rattled away with some noisy talk to distract me, as she clearly saw that her old favourite was dl at ease. I called repeatedly, but the line of de marcation marked out by Eleanor was still preserved. Much as the effort cost me, I"], [273, "WHO WAS TO BLAME ? 261 was determined to hold my peace till I was able to assure her that the news of my wife's decease was actually proved. I was ashamed of my own weakness in thus haunting the house of the beloved one while I Avas so coldly received. I searched every newspaper, sent for files of the Ame rican papers, and pored over them in the hope of discovering confirmation of the report which had aAvakened such ardent hopes ; but I could not glean the least in formation. At times I fancied that the re- port might have been circulated by Con stance herself, in order to cover some new plan. The want of some decided confir mation preyed upon me considerably. I became reserved and unsettled in every thing I did. The factory was well attended to by O'Hara, but the old man grumbled incessantly at having so much left to his charge. He saw from my manner that he should get little assistance from me, and"], [274, "262 AVHO AVAS TO BLAME ? rarely came near me. My old Mend Cary, too, I rarely saw. If by chance he came, it frequently happened that a few words terminated the interview. Lastly, Eleanor herseU avoided me. If when I called I found her alone, no effort of mine could draw her from her habitual reserA'e. One would have thought her almost a different person, so changed had she become from the gay and buoyant girl I knew formerly. She had groAvn thought ful and silent, and I met her now almost as a stranger. The only member of the family who made any remark upon the change was Miss Verschoyle. She was quick-Mtted and sharp-sighted, and when she perceived the settled melancholy into which Eleanor had fallen she set herseU to work to dis- cover the cause. This was not difficult. The frequent visits I paid to the family ; my constant absence from business; the"], [275, "AVHO AVAS TO BLAME ? 263 fact of my wife's death, which I had com municated to the old lady, who, however, obstinately persisted in belieAring that Constance yet existed ; my evident dislike of Mr. Softon — all these little facts com bined to satisfy Miss Verschoyle as to the cause of Eleanor's gloom, and it was not long before she rallied me upon the matter. In the meantime, stung by Eleanor's coldness, I had determined to let her see how I was wounded by it. \" One would think, Miss Verschoyle,\" I said one day, ' ' that you were in fear of me.\" ' ' Say rather, Mr. Irving, in fear of my self, which is a fear I had not dreamt of till recently.\" \" There is no cause for alarm,\" I said. \" For Heaven's sake let us be friends as formerly, if we can be nothing more.\" \" Oh, let me beg of you, Mr. Irving, do"], [276, "AVHO WAS TO BLAME ? 264 not refer to aught that has passed between us. I hardly know how I could have been so weak, so imprudent, as to allow you to make a confidant of me, being so young, and haAring so little experience of the world.\" \" You would rather not see me again,\" I said. \" If I might say so without unkindness — yes.\" I could only be silent. I looked up a moment after. Eleanor's eyes were fixed upon me Mth a look that seemed to read my very soul. I blushed under this keen glance, and why? Because I was thinking at the moment of the report of my Avife's death. I fear an ardent longing passed across my mind that I might yet succeed in proving the report to be true, and I felt as though Eleanor's look had penetrated my secret heart and accused me of cruelty."], [277, "WHO WAS TO BLAME ? 265 I was right in my conjecture. There is a prescience with which the pure in heart are endowed which frequently serves them better than the subtle intellect of a Ma chiavelli. Eleanor made a movement to follow the others, and we entered the drawing-room without another word being spoken. Mr. Softon was holding forth for the edification of Mrs. Verschoyle and her sis ter-in-law. He talked, as far as I could discern, to conceal his chagrin at Eleanor's absence, and was especially piqued when he saw us enter the room together. He was dying for an opportunity to say some thing spiteful of me, for he apparently re garded me now in the light of a positive rival. He took the first opportunity of drawing me into the conversation, but I fancy he soon repented of doing so — my greater experience of men and things easily enabled me to turn the tables on so shal-"], [278, "266 AVHO AA'AS TO BLAME ? low-pated an antagonist, and he hastily changed the conversation. We had music, but still he did not regain his composure, and left early. The Uttle old lady bustled up to me as he went out, apparently pleased with some sharp retort of mine, and said — ' ' Good, my dear boy ; that was Arery good and very clever. I did not think you could have put down that jack-in-the box so easily ; but,\" she added, in a half reproachful tone, \" my dear boy must not expect to vanquish all his difficulties so easily.\" \"You are right,\" I answered; \"there are some difficulties that can never be vanquished. We must bear them and be miserable.\" ' ' No, no, my dear boy ; not miserable — resigned.\""], [279, "267 CHAPTER XVI. A MEETING IN THE DARK. Alternately attracted and repelled, Eleanor's state of mind could have been by no means enviable. At times I fancied she was coming at once to a determination respecting me. Yet, as the thought of pro hibiting me entirely passed through her mind, she seemed to falter and become more tolerant toward me. I believe that, notwithstanding my hasty and passionate temperament, she was in many respects pleased with my character, and often treated me as though she considered that many of my faults arose from imperfect training, and the struggles and difficulties"], [280, "WHO WAS TO BLAME ? 268 of my earlier career. The poor girl was harassed in having no one in whom she could confide. The least hint to her mo ther would have been sdenced instantly by a reference to Mr. Softon. If she opened her heart to Miss Verschoyle, she dreaded ridicule, or perhaps even censure, and felt that she was unconsciously drawn toward me only to be repelled by the accusations of her own conscience. Many Uttle incidents of that time I learned afterwards from my old patron Miss Verschoyle, who — although she was not actuaUy confided in by Eleanor — was keen enough to know what was the actual cause of her anxiety. Frequently these Httle disclosures came to me through the spinster, and touched me deeply. A singular incident occurred at this time, and which helped to precipitate matters. Eleanor was one evening on the point of retiring to rest, and had forgotten a little"], [281, "WHO AVAS TO BLAME? 269 book of prayers which had been a favourite volume Mth the old captain, and which, in fact, had been almost the sole literary food that he did not condemn without mercy ; Eleanor, too, was fond of the little volume, and now, as she reached her bedroom, she remembered the book, and came doAvn stairs for it. I had not been to the house for some days, but upon the evening mentioned I found myself once more wandering in the outskirts of the village, lost in thought. I passed from one lane to another until I came to that in which Mrs. Verschoyle's house was situated. Coming in sight of the villa again rather late, I saw a light in Eleanor's bedroom, and also that a door by the side of the house leading into the garden was open. A fancy seized me to wander there for a time and indulge in my passionate dreams. \" She sleeps the sleep of the pure and"], [282, "270 WHO AVAS TO BLAME ? happy,\" I murmured. \" My fate is ac complished ; hers is yet to come.\" Wlide I thus inurmured to myself, a light appeared in the drawing-room, the windows of which looked upon the garden. I was about to secrete myself, for I had no Msh to encounter the haughty face of the widow, when a second glance told me that, instead of Mrs. Verschoyle, it was Elea- nor. I saw her slowly cross the room in search of something. She was returning, when, unable to restrain myseU, I called to her, softly. Although I had spoken in a very low tone, she apparently heard me, and stopped, puzzled to account for the sound. She then came to the window, and, shading the light Mth her hand, looked out into the darkness, as I imagined, Mth a vague sensation of terror. I spoke again, in the hope that she"], [283, "AVHO WAS TO BLAME ? 271 would now hear me, as I did not wish to alarm her. Had she not heard my voice the first time, I would haA'e allowed her to go, and would not haA'e attempted to de tain her, but the temptation was too great now. Eleanor had considerable physical cou rage, inherited probably from her father, for the widow was one of the most timid of mortals. Just as I imagined she had gone back to her room, and I was about to leave the garden, Eleanor herself appeared. \"Mark! good Heaven!\" she cried, \"what brings you here at this hour ? You have heard news of your wife ! She is found ! — she is still alive !\" To hear her speak thus confounded me. \"Must it ever be so?\" I asked myself. \" Even at this moment the thought of my wife seems to haunt her.\" I took her hand gently, saying in low tones — \"It is not my wife I come to speak of,"], [284, "272 AVHO AA'AS TO BLAME ? Eleanor ; nor do I ever expect to hear of her again. It was the merest chance that brought me here to-night. I have no ob ject — no motive in coming here, but to tell youw hat you must know already,\" said I — \" that I love you !\" Eleanor did not answer. She woidd have hurried back into the house at once, but she was rendered powerless by sur- prise. \" Dearest Eleanor, I can only say again, I love you. I ask nothing — I propose no thing — I Msh nothing, but to teU you that I love you, and to be assured that you believe it.\" Eleanor found it impossible to speak ; she trembled — she wept. \"You answer nothing,\" I said. \"Oh, if your tears could be interpreted as some thing more than common language !\" \"Oh, leave me, Mark, leave me; why do you speak thus ?\""], [285, "WHO AVAS TO BLAME ? 273 \" I can only speak thus if I speak at all,\" I said. \" Leave me ; pray leave me.\" \"I will; but again I repeat that I loAre you, and would sacrifice everything in the world to make you believe my words. I could die happily at this moment if I knew that you would shed a tear of re gret upon my grave for having treated me so coldly.\" \" Ah, if I could believe the future,\" said Eleanor. \"Why not do so, dear girl? What should prevent our happiness ?\" I snatched her hand, and drew her toward me, kissing her repeatedly, notMthstanding her efforts to repel me ; but a moment after she broke away from me in tearful alarm, and I was left alone. I passed into the quiet lane, never once looking back at the house ; had I done so I should have seen another lighted Avindow, VOL. I. T"], [286, "AVHO WAS TO BLAME ? 274 which revealed that some one beside Elea nor and myself was sleepless. But I saw nothing — felt and heard nothing but my own bounding heart, the throbs of which were almost audible Mth joy and excite ment. I had not walked far when some one brushed against me. It was Cary. \" I am going to my hotel,\" he said, in a singular manner ; \" it is rather late to in vite a visitor, but what do you say to spend an hour Mth me ?\" I followed the artist. It was almost a rehef to me just now that I had met some one. We entered his room and sat doAvn. I expected him to open the conversation, but the artist seemed to be as excited as I was. There was a piano in the room, and Cary sat down to the instrument ; but for some time he only trifled Mth the keys. I wondered, but did not disturb him. Presently, as if to chase away some"], [287, "WHO AVAS TO BLAME ? 275 sombre thought, he struck fiercely a Avild flash of chords leading to a piece of great merit which he had himself composed. It was in the minor key, and, although I un derstood little of music, I was really sur prised by the wonderful expression and fire of Cary's playing. He was like one inspired — not with joy, for the piece was sad, and seemed to express a Mid, unsa tisfied, longing sentiment. The warmth, tenderness, and passion of the piece de lighted me ; I could not help remarking to Cary that I had not thought the piano capable of so much expression. \" Nor is it,\" he replied, \" save when it reveals the secret tones of a human soul. As to this piece, it is nothing in itself. At other times I have played it without effect, even amongst accomplished musicians. To-night it is the cry of a fallen angel for the Paradise it has lost.\" Cary murmured these words in trembling t 2"], [288, "276 WHO AVAS TO BLAME ? accents. He said no more, but, leaning his arms on the key-board of the piano, sobbed as though his heart would break. \" My poor fellow,\" said I, \"what is it ?\" Are you in trouble ? — in distress ? Are you ill ? What can I do for you ? I have seen you too little of late. Why haA7e you not written and opened your heart to me?\" Cary could not speak. He waved me away, while I, sitting a short space apart, looked at him sorroMully. \" HaA7e I injured you, or hurt your feel ings, that you repulse me ?\" said I, when the artist was calmer. \" No, it is not that ; it is my oavii folly -my own mad dreams.\" \" Tell me what your dreams are,\" I said ; \"I may be able to help you.\" It was strange how utterly I had been engrossed Mth my thoughts of Eleanor. Had I not been so I should have remem-"], [289, "WHO WAS TO BLAME ? 277 bered a conversation Avith Cary in my OAvn garden. \" No, no,\" said Cary, \" it is past. It is no fault, only a misfortune ; that is all. You were in Mrs. Verschoyle's garden an hour ago ? I was there also.\""], [290, "278 CHAPTER XVII. MY DREAM IS ANNIHILATED To some minds the conduct of Eleanor might aj.pear open to censure ; but rightly estimating human nature in its weaknesses and its temptations, I think it Mil be hard to impute much blame to her. The girls had grown up Mth many good qualites, due more to their excellent natures than to any merit or care of their mother. Had the captain lived he would no doubt have had them cultivated in the best possible manner, for he was passionately fond of them both; but Mrs. Verschoyle, as we have seen, was ill qualified for the management of a family."], [291, "WHO AA'AS TO BLAME ? 279 Being the first time in her life that Eleanor had been called upon to decide for herself, and in a crisis like this, it Avas not unnatural for her to be undecided and timid. Anxious not to displease her mother her heart still rebelled against the __ lot which had been marked out for her. The only person in the family who ever gave her a word of common-sense advice Avas her aunt ; but this respected lady was, as we have seen, too uncertain in her temper, too capricious in her taste, to win the confi dence of an impressionable girl, at an age, too, when most sensitive to ridicule. A sudden resolution sprang at last from the state of doubt and hesitation in which Eleanor had been absorbed. Doubtless many of us feel in moments of difficulty what a relief it would be to confide our troubles to a partial stranger ; the reason is simple. In confiding to a friend Ave know that om' friend's judgment is liable to be"], [292, "280 WHO AA'AS TO BLAME ? warped through knowing our actual circum stances and feelings. Oui' friend judges by what he knows of us personally, rather than what would be the opinion of the world at large. It frequently happens, then, that if we could induce the stranger to enter into our case Mth sufficient interest we should receive truer, because more unbiassed, adArice. During her edu cation Eleanor had received much kindness from her governess, and she would have been glad to have continued the acquaint ance after leaAring school, but this was entirely overruled by Mrs. Verschoyle. This lady had married shortly before Eleanor left school, but her marriage had not alienated her from her favourite pupd. She was an amiable and accomplished woman, high-minded and conscientious — a Christian in the best sense of the word. It was from her Eleanor had become imbued Avith those elevated principles"], [293, "AVHO WAS TO BLAME ? 281 which sustained her in all her actions. Observant beyond her years, she noticed that Mrs. Costar was calm and happy, and thought that to imitate her conduct was the surest way to be calm and happy her self — a doctrine of cause and effect which had produced a most beneficial result. It was to this lady that Eleanor — having with difficulty gained her mother's consent — paid a visit on the day following our meeting in the garden. Meanwhile, ignorant of Eleanor's ab sence, I went full of happy visions to Mrs. Verschoyle's house ; but to my astonish ment was denied admittance. It appeared that the fact of Eleanor's absence had induced the Mdow to make some inquhries as to Eleanor's late depression and anxiety. She would, perhaps, hardly have taken the trouble to do this, but Mr. Softon began to be uneasy, and, in place of his usual polite attentions to the widow, he was full of"], [294, "282 WHO AVAS TO BLAME ? complaints against Eleanor for encouraging my visits, and did not hesitate — having lately learned the report of my Avife's death — to state AA-hat he believed to be the real object of my visits. The widow indignantly ordered that I should not be admitted. \" There must be some mistake,\" I said to the servant. ' ' Go and tell your mistress — I know she is within — that I have urgent business.\" The se_ATant took up my message, and came back inviting me to the draMng room. A singular expression crossed the girl's face as she closed the door after me. I could hear female voices in the draAV- ing room. I was unwilling to interrupt them, as the voice I wanted was not there. I should have turned back and waited awhile, but the accent which I faintly dis tinguished had something in it strangely familiar."], [295, "WHO WAS TO BLAME ? 283 As I mounted the stairs, and came nearer to the drawing-room, the Aroices could be more clearly distinguished. One of them belonged to the widow. The other fell upon my ear Mth a shock that filled me Mth astonishment and horror. I opened the door without disturbing the ladies. Mrs. Verschoyle had her face turned from me ; so also had her companion, — a noble stately figure, dressed in the latest fashion. Her right hand, beautifully shaped and as white as marble, rested upon a little table which stood between her and the widow. Her fairylike Avrist was encircled by a bracelet of great value. The glove which had encased this beautiful hand was lying on the floor, so also was a Parisian parasol, so daintly shaped that I thought it wonderful how it held together. The tiny foot which peeped out from beneath the ample folds of her dress was worthy of Cinderella's slipper."], [296, "284 AVHO AVAS TO BLAME ? I stood gazing at this charming figure transfixed. Had my own conscience been palpably embodied before me, repeating all the errors and folhes of my past life, I could hardly have looked more aghast than when, perceiving me and rising and boMig gracefully, I saw, stately, cold, beautiful, self-possessed as ever, the features of my supposed dead Mfe !"], [297, "285 CHAPTER XVIII. I AM SORELY TRIED. Chilled to the heart, I stood like a statue in the middle of the room, looking fixedly at my wife Mth such awe in my features that a stranger might have fan cied I was looking at a visitant from ano ther world. Before I had sufficiently re covered myself to speak, even if I had Mshed to do so, her voice, clear and silvery as the murmur of a mountain stream, fell upon my ears. \" You seem to have forgotten me, Mark ?\" I felt it impossible to rejdy. I was looking Mth astonishment at her appear-"], [298, "286 AVHO WAS TO BLAME ? ance — at her rosy cheeks, fresher and fuller than ever — at her dark eyes, seem ing deeper and more expressive than I had yet seen them — and at the bloom of health and vigour which palpitated in every vein. There was no embarrassment, no confusion in seeing me again. She was as calm and easy in her manner, her voice Avas as steady and well modulated, as though she had but just returned from a morning walk, and had unexpectedly found me returned from the factory earlier than usual. \"My dear Mark,\" she continued, \"I fear you must blame me very much for leaving you so long ; and I am to blame, I must confess, and I hope you will forgive me. I have thought many times of Avriting to you; but again I fancied it would be better to wait tdl your annoyance had cooled doAvn. Besides, I knew your time was very much engrossed by your multi farious occupations. Come, Mark, confess"], [299, "AVHO WAS TO BLAME ? 287 that I have been very considerate ; I have not troubled you. But really this stage business is getting wearisome, after all. It Avas a pleasant excitement for a time, but the novelty has worn off. One ceases after a time to derive any pleasure from the clapping of hands or throwing of bouquets.\" She waited, perhaps expecting me to say something ; but I was too astounded to speak. Was it possible ? Could she dream that I intended to take her back as if no- thing had happened? The husband she now recognised was no longer the Mark Irving of her early married life — the man who would have gone to the end of the world for her sake. No ! I felt now that with all her beauty, and with the wealth of the Indies at her command, I should die where I stood rather than take such a woman to my heart again. Finding me still silent (being, in fact, too horrified by"], [300, "288 AVHO WAS TO BLAME ? her flippant tone to answer her), she con tinued as lightly and easily as before — \"So you see, Mark, as I had become thoroughly bored Mth my new life, I de termined to quit it; but I found that no easy matter, I can assure you. The Yankees, when they get hold of a specu lation that pays, won't let it go easily. It just happened that my musical knowledge and odd notions, together, perhaps, with the fact of my being moderately present able on the boards, made me for a time quite the rage. I made money. Yes, I can teU you, Mr. Manufacturer, you have a rival in that sublime art. But, as I said before, I was bored. I did not know how to get away; I had signed agreements, and all that sort of thing. I was deter mined to outMt them somehow, and at last a literary gentleman who had pro fessed intense admiration for me — foolish fellow — inserted a notice of my death in"], [301, "AVHO WAS TO BLAME ? 289 his paper. Nothing could have been more charming, and I came to life again on this side of the Atlantic, as you see. I have been down to the old place, but, not find ing you there, I was directed here, and I have followed you up. I thought you would not be sorry to see me back again. The passion which agitated me at this moment I can but faintly pourtray in words. Had I not learned from Eleanor to control my feelings, it is impossible to say what might have happened, and the death which my wife had simulated might — God forgive me ! — have become a reality. It was useless to speak. Had I spoken, such a torrent of invective must haA'e flowed from niy lips as no woman, hoAvever base or abandoned, should listen to. I took up my hat, which I had abstractedly placed upon the table when I first entered the room, and moAred toward the door. \"But, Mark,\" said my Avife, \"are you VOL. I. u"], [302, "290 AVHO WAS TO BLAME ? going like that ? It is unconscionably rude of you. Have you nothing to say to me?\" I haU turned. Strange to say, for a moment the old charm returned to me : with all my burning passion, with all my consciousness of the wrong I had endured, a memory of the past flashed between me and my just anger. \" I have heard your story patiently,\" I said, — \" at least as much of it as you have chosen to tell me,\" I added, Mth a bitter sneer. \" I have nothing to say — what can I have to say?\" ' ' I am aware that I have no claim upon your generosity,\" said Constance. \"I know you are deeply offended, but I did not dream I should find you so entirely changed.\" \" Who has changed me, if I am changed?\" I asked. \"Have you no con science, no sense of decency, that you make such a remark ?\""], [303, "WHO WAS TO BLAME ? 291 \" I will not argue with you, Mark. I was to blame, no doubt ; but tell me what you would have, and I Mil try and please you.\" \" From the moment you left me as you did,\" I said, \"there was a breach made that can never be closed. An end has come to all that might have been. I will never live a day in any house you occupy — I will not even dwell in the same county, U there is any chance of meeting your fair false face often. With all this, you shall have no complaint to make of my generosity. Name whatever income you think requisite to satisfy the claims of your position\" (I could not refrain fi'om an ironical tone in saying this), \" and it shall be granted, though it doom me to a life of slavery to obtain it. And this, wretched false woman, I swear, is the only step I shall take Mth reference to you as long as I Hve.\" \"Mark, Mark!\" said Constance, perhaps u 2"], [304, "WHO AVAS TO BLAME ? 292 touched a little through the mail-armour of self which she habitually wore, \"you must, you shall re-consider these words.\" And, without saying more, she threw herseU on the floor, and Mth tears and en treaties besought me to forget the past. But I was steeled to all this. I only re cognised in these elegant attitudes, in this ready expression of contrition, the dramatic points which the \"first lady\" would know so well how to assume and introduce with effect, and I left the room without once looking at her again. Mrs. Verschoyle had not witnessed this scene. To do her justice, she was a woman in spite of all her faults and peculiarities, and the tone of conversation adopted by Constance, which she had been Hstening to for nearly an hour before I came, had not prepossessed the widow in her favour. ' ' H'm — a failure ! ' ' murmured my beau tiful wife, as I left the room, as though it"], [305, "WHO AVAS TO BLAME ? 293 had been a new part studied with some pains, but ineffective when brought upon the stage. \" I must make the best bargain I can with him,\" said she, when the widoAV came back. \" Men are wonderfull}' capricious. I should not have stayed aAvay so long. Time was when I could haA'e wound him round my little finger.\" \" There was such a time,\" I said, when this sjieech was reported to me long after ; \" but that time had passed. It might haA'e lasted all her life long. It is too late noAV.\" I wandered away from the house dis tractedly, repeating to myself, \" She is alive! — beautiful, horrible! Farewell now to my Arisions of Eleanor.\" I was thankful she had been absent — I little knew on Avhat errand. This tremendous blow had fallen so suddenly that I was quite unprepared for it. What would become of me ? Could"], [306, "294 AATIO WAS TO BLAME? I see Eleanor again ? Could I now calmly ask her to be my friend, when I had so nearly dragged her into an abyss from which her pure and timid nature would recoil ? Was it not possible, even, that she would imagine the whole story of my wife's death might be assumed — only a trick to deceive her ? No, fortunately Mrs Vers choyle had heard my wife's own admission on that point. Even this Mfling satisfac tion soothed me in my present state of mind. What to do ? Where to go ?— were the next questions. To go back to Starcross just now was impossible. O'Hara would only ply me with questions relating to business, which would madden me. I thought of Cary, and pictured to myself the astonishment of the young artist when he would hear this extraordinary news. There was another motive which led me to think of him also at this time. I loved"], [307, "AVHO AVAS TO BLAME ? 295 him as a brother. If I must lose Eleanor — and no doubt now remained on that point — -it would at least be a consolation if I could help Cary to take her away from that detestable Softon. Late at night I reached Cary's lodgings, but found him in bed. After knocking long and vigorously, a head appeared at an upper window, and I recognised the artist's deep voice. He soon came down and let me in. ' ' Why, my dear fellow, what on earth is the matter with you ?\" said Cary, when we reached his room. \" How pale, wild, and haggard you look ! What is amiss ? Are you ill ? \" \" I am ill, or even worse — I am almost mad.\" \" What is the matter ?\" \"It is soon told. More is told in a second than can be altered in a lifetime. My wife has come back. She is alive — she"], [308, "296 AVHO AA'AS TO BLAME ? is here ; or at least at Lymington ; actually domiciled Avith Mrs. Verschoyle at this moment, though Heaven knows why she remains there.\" \" You arc dreaming, man,\" said the artist. \" Did I not hear she was dead ?\" \"False, every word of it. A lie in vented ' by herself merely to gratify the caprice of the moment.\" Cary was almost as astounded as I had been. \" You have been utterly deceived, then,\" said he. \" I have,\" I replied; \" but I came here for your sympathy — your advice. Tell me, for God's sake, what I can do !\" \" You have no thought of a reconcilia tion, I can see.\" \"Not the least; it would only expose me to deeper Mies than ever. She is lost to all sense of shame. I know not Avhat step to take next. Yes, happy thought !"], [309, "WHO AVAS TO BLAME ? 297 give me writing materials, Cary, and pro mise me one thing.\" \" I will do all in my power to help you,\" said the artist. \" I must leaAre here,\" I said, \" and it is of no use attempting to see — \" I stopped nervously. \"Go on,\" said Cary; \"you can speak freely to me.\" \"Well, then, you will understand, after all that has passed, that it is useless for me to see Eleanor. I shall only make her un happy, and myself more so. But I feel that I must make my own part in this miserable affair clear to her, should she never see me again. I could not bear that any doubt of my sincerity and respect for her should ever cross her mind You, Cary, and you best of all, can clear this up. I will write what I can, and where I fail you can fill up the gap.\" \"I will do it,\" said the artist, pressing"], [310, "WHO WAS TO BLAME ? 298 my hand; \"and beUeve me, my dear felloAv, when I say that I grieve for you with my whole heart. I was the first to introduce you to that false woman : I wish I had been at the bottom of the sea.\" I wrote a long and earnest letter to Eleanor. I told her all the hopes and dreams which I had cherished — spoke of the blank prospects I had in the future. I asked for no reply. I did not press for an interview. The past seemed so entirely past now. An answer, however, came from Eleanor as soon as she returned. She (strange as it then seemed) was willing to see me, and appointed the folloMng day for that pur- pose. I went accordingly, but was surprised to find my wife there also. It appeared she had prevailed on Mrs. Verschoyle to allow her to stay, under the pretext that she could not find accommodation at the"], [311, "WHO AVAS TO BLAME ? 299 hotel. I do not believe she had inquired at the hotel, but was merely staying there for the object of seeing me again. No doubt she calculated upon making terms Mth me greatly to her own ad- A'antage. I did not speak to my wife, but I caught her glance upon one occasion, and it told me plainly the purpose of my coming was clear to her. She apparently expected yet to impress me with her grace and beauty ; but I had ceased to be impressionable in such a case. My feelings had totally changed, and I was so Mritated to see her there that I said — \" If you have any urgent business here, may I beg that you Mil tell me how long you will stay, so that I may leave the house till you are gone, when I will call H again. \" That woidd be a pity,\" said she. \" I shall not stay here long. My only motive"], [312, "300 AVHO AVAS TO BLAME ? for being here to-day is the hope of seeing you.\" Saying this, Constance cast doAvn her eyes and assumed a sad expression. So well had she schooled herself to express any emotion that it was almost impossible to belieA'e that this was assumed. And when she raised her beautiful face, and I saw her tears in her eyes, I almost fancied even noAV that she had some feeling of remorse. I was simple-minded. Had she not carried her dramatic conception too far I might easily have been deceived by it ; but it Avas overdone. There was a counterpoise also to my wife's talent in the fact that I was within the enchanted circle of Eleanor's influence. As I looked up and saw those crocodile tears, which under some circumstances might have moved me, I saw also so many traces of Eleanor in every part of the room that my heart was steeled again. It was a mistake"], [313, "AVHO AVAS TO BLAME ? 301 of Constance to go to Mrs. Verschoyle's. She had overshot the mark. It was a cleA'er bit of acting, and, had the audience been sympathetic, might have told. \" If you wish to see me again respect ing the arrangements I proposed when I last saw you, it is unnecessary. You need not be uneasy on that point. I have con sulted my solicitor already ; he will ex amine into the state of my affairs, and, whatever his report may be, your share of mv labours shall be the greatest. Live where you please, but not too near me.\" Constance rubbed her eyes with the corner of her embroidered handkerchief, and said, after a moment of silence, and in a subdued tone — \" You were always generous, Mark. I regret that I have put your forbearance to so seA'ere a trial.\" Then, recovering somewhat her former manner, she said flippantly—"], [314, "302 AATIO WAS TO BLAME ? \" You seem angry now. I Avill pay you a visit in a month or two, and you may then be more complacent.\" \"In a month or tAvo I may be at the other end of the world.\" \" Oh, I can easily understand that you are disappointed at finding that the news of my death was false.\" \" Woman,\" said I, in a tone which, spite of the icy barrier of worldliness and vanity which encompassed her, I could see struck home, \"would to God you had really died rather than I should this day see so much beauty and talent debased and degraded! Would to God you had died in my arms ere I learnt the fatal lesson that my ideal of you was false and untrue, and had never existed! How ten derly then I should have cherished your memory ! I should have gone to my own grave with a loftier feeling toward every woman for your sake. My regret for"], [315, "AVHO AVAS TO BLAME ? 303 my loss would have been tempered by the thought of your virtues, which would have weaned me from the ties that haAre bound me too closely to the world. But now, false woman, not only do I discover that I worshipped a false ideal, but I lose all aspiration whatever.\" Partly subdued by the passionate ear nestness of my manner, partly by the innate feeling of the actress, which never left her, she had fallen into a graceful atti tude, which the noblest sculptor might not have disdained to imitate. With eyes cast down — with head bent — with her silken eyelashes half concealing some opportune tears — with her arms hang ing listlessly by her side — with a studied carelessness — all this, combined with her graceful figure, her exquisite profile, her silence, her apparent unconsciousness, formed a picture that was almost perfect. The time had passed for such an exhi-"], [316, "304 WHO WAS TO BLAME ? bition to affect me. I muttered hastily to myself, \" Beautiful, but false to the very core!\" At the same moment Eleanor entered the room. END OF VOL. I. Charles Jones, Printer, West Harding Street (late Snmfleld __ Jones)."], [317, ""], [318, ""], [319, ""], [320, ""]]