[[1, ""], [2, ""], [3, ""], [4, ""], [5, "JONATHAN. 1 -gobel. BY C. C. FRASER-TYTLER, AUTHOR OF \"MISTRESS JUDITH,\" ETC, ETC. IN\" TWO VOLUMES. VOL. I. LONDON: RICHARD BENTLEY AND SON. 1876. (All rights reserved.)"], [6, ""], [7, "Io AUGUSTUS J. C. HARE."], [8, ""], [9, "CONTENTS OF VOL. I. CHAP. PAGB I. AARON FALK - - - - - 1 II. SHELBOUENE PLACE - - - - 10 in. jael's home - - - - - 19 iv. jael's stoey - - - - - 27 V. JONATHAN - - - - - 35 VI. ME. BYLES'S WASHING DAY - - -46 VII. AN EVENT AT LAST - - - - 56 VIII. WHAT PEISCILLA SAID - - - 64 IX. HOME FEOM HEPEETH - - - 75 X. FOEEBODINGS - - - - - 90 XL ILL NEWS FEOM HOME - - - 98 XII. SIN AND SOEEOW - - - - 107 XIII. THE OLD BIBLE AND WHAT IT SAW - - 117 XIV. AARON FALK'S SUNDAY - - - 134 XV. JAEL'S SECOND VISITOE - 143 XVI. THE ONE MAN WHO KNEW - - - 155 XVII. THE FALLING OF THE LEAF - - - 165 XVIII. HOW WOULD ANDREW TAKE IT - - 174 XIX. THE JOURNEY HOME - - - - 187 XX. \"AY, I SAW HER\" - - - - 197"], [10, "CONTENTS. VI CHAP. TAGV XXI. \"THE LITTLE KIFT\" - - - - 206 XXII. EVEE WIDENING - - - - 217 XXIII. ME. BYLES'S END - 232 XXIV. A NINE DAYS' WONDEE ... 243 XXV. THE NEW \" MASTEE \" - - - 253 XXVI. MISS LYNN ----- 263 XXVII. AND THE HOME SHE LIVED IN - - 274 XXVIII. THE TIME OF THE SINGING OF BIEDS - 284 XXIX. AAEON FALK AT HOME - - - 296 XXX. INNOVATIONS ----- 304"], [11, "JONATHAN. CHAPTER I. AARON FALK. iT is a quiet May evening, and the chalk road between Hepreth and Shelbourne is coloured by the evenino- sun. It dips here and there hito a cutting, and then ascends again slowly to the top of a gentle hill. Sometimes, from such a hill you can see before you — if you have your face towards Hepreth — the steeples and tall chimneys of the little market vol. I. 1"], [12, "2 JONATHAN. town, lying snugly in the valley, with a soft haze of thin blue smoke hanging above it. But if you are looking the other Avay, you will see nothing of Shel bourne, except the chimneys of the red inn AA*hich stands some way out of the village, at three cross roads, and from whieh you have to turn sharp round to the left if you want to find Shelbourne. The monotony of the long chalk road is broken here and there by an elm wood, that comes down to the roadside, or by a sheet of hyacinths, lying like a blue bay in the heart of the wood. And earher in the year the copses are carpeted with primroses and violets, and the little children of Shelbourne, with hot hands and dirty \\vhite thread, come to pick them and tie them up and carry them home to their mothers, or to Mrs. Myse, or \"the minister.\" Aaron Falk and his boy Ben Brewer often see them, as they pass along in the >"], [13, "AARON FALK. 3 gig from Hepreth market on Tuesdays. But it is somehow in keeping with the laziness and stillness of this evening- that there should be no children in the copses : and that the only sound that breaks the stillness should be the lazy rolling of the gig wheels up the hills that billow this part of the way, and the far-off cawing of building rooks, at a farm half a mile distant. Aaron Falk is in the gig, holding the reins loosely ; Bess, the mare, is taking her time, going from side to side to make the little hill less ; and Ben, the boy, is walking aloncr whistlinos behind his master, and flickina- the heads oft* the \"lords and ladies\" with his whip. There is one other living\" thing in the still picture. At the top of a rising mound to which the hyacinths have climbed, a girl's figure is moving among them. She is gathering the hyacinths in lapfulls and putting them in her apron. 1—2"], [14, "JONATHAN. 4 \" I warrant she thinks she's gleaning,\" said Ben from the road, looking up at her. The girl, hearing the sound of wheels, turned round, and followed them with her eyes. Ben shook his whip at her. Then Mr. Falk drew up, and told him to get in, for they were at the top of the hill. And Bess, the mare, struck into a brisk trot, which she kept up till they had turned the corner by the Blue Dragon, and were close to the school. And the o'irl anion<_; the hyacinths watched them tdl they were out of sight. \"Take this to Mr. Byles,\" said Aaron Falk to Ben, stopping at the schoolmaster's gate. \" I've not forgotten it, you see, Mr. Byles,\" said he from the gig, as that person appeared at his door, and leant agamst the post at the entrance."], [15, "AARON FALK. 5 He Avas a shambling cadaverous man, AA*ith lanky legs upon Avhich the trousers of tAvo Mr. Byles seemed to be hanging • his chest was about a foot across, his cheeks fallen in, his jaw and temple bones pro truding, his colour mottled, and a look of the most extreme despondency that was not imnatural rested on his face, and showed itself even in his limbs. On this warm May evening he was AATapped round the throat with a red com forter, from which only his large blue ears and his melancholy face appeared. He held his hand pressed tenderly upon his person, as he ansAvered Mr. Falk in broken sentences. \" I am sure I thank you, Mr. Falk, sir, — very kindly. It is a real char — ity, sir, to such as me. Anything that can alleviate my — symptoms — my lower chest, sir, as you know well, sir, is the seat of my — malady — disease, sir.\""], [16, "JONATHAN. 6 \"Yes, I know,\" said Aaron good-na turedly, though he had heard the same sentence Avord for word a thousand times. \" I hope the medicine may give you a good night. I shall ahvays be glad to send for or bring anything for you from Hepreth, you know, Mr. Byles. Good-morning.\" And then he drove off, leaving the schoolmaster gazing at his bottle, which he caused to revolve sloAvly round in his skeleton fingers, and Avith a half-delivered sentence about his \" situation — unfortunate position — aggravated malady — \" on his lips. There could hardly be a greater contrast than the Avell-to-do good-looking brewer, and his melancholy dyspeptic friend. And yet in a way they Avere friends. Aaron Falk Avas naturally kind-hearted : and in his prosperity and freedom from care, he took pity on any neighbour who Avas op pressed or in trouble. It was Avell knoAvn"], [17, "AARON FALK. 7 he Avas the man to go to, if a small loan could save a poor man from being \" sold up.\" \" Get out here, Ben,\" said he, when they got into the village, \"and take up that to Mr. May. Joe can put up the mare.\" Ben, Avith a large parcel, got down obe diently. Mr. Falk turned through a green gate that Ben had opened and drove up a trim little avenue to his oavii door. A neat elderly servant-Avoman was there to receive him : Joe, the horsekeeper, touching his hat, was at the horse's head in a moment. \"The fish, sir?\" said Sarah. \"I hope you remembered the fish for your dinner.\" \" Fish ! yes. You'll find it in the gig.\" Aaron Falk kicked off his boots and threAv himself into the arm-chair to read the Hepreth Chronicle. Sarah had kept up a little fire, though it was not cold, just to make the parlour look cheerful."], [18, "JONATHAN. 8 And though Mr. Falk was still a bachelor at three and thirty, it did look cheerful ; far aboA*e the aA*erage of ordinary \"parlours.\" There Avere plants in the Avindow, and books on the tables. The ineA*itable square table was not there, filling up the greater part of the room and allowing only a humble passage round it for the use of the owners of the table. Nor Avas the inevi table yelloAA* and red cotton tablecloth there : nor the case of Avax flowers : nor the pervading smell of Avhisky and sherry and damp biscuits. Mr. Falk dined in another room, and Avrote and read and did his business in this one. But then it Avas Avell known he Avas a very superior man, a good shot, a first-rate horseman, a cultivated man among his A*ery much less cultivated neighbours. And yet he got on Avith them all, and the men liked working for him better than for masters who were more like themselves, and"], [19, "AARON FALK. 9 AA'ho had made their own way into the rank above them. Mr. Falk's father had been a brewer, just as he Avas, and had held just such a position in Shelbourne. So had his father before him. And the old men liked to say that they had Avorked for three Mr. Falks, and \" never had no faults to find AA'ith none of 'em.\" And it was the unquestioned right of Aaron Falk, as of his fathers, to sit at the Board of Guardians and speak a good word for the poor folk ; and to be consulted in all matters, spiritual as well as temporal, that concerned the Shelbourne parish."], [20, "CHAPTER II. SHELBOURNE FLACE, EN found that carrying books by yljip^'; a string was not comfortable, ■ ' ' even to his hard fingers, so he shouldered the parcel and went down the hill, which the village street followed, still whistling. He was a very good boy, Ben ; the one son of his mother, he had no cares and no regrets, and he was always well fed, well clothed, and well housed : the latter, because \" he was only one, instead of bein' a dozen,\" as his father used to say ; so there was room for them to live decently,"], [21, "SHELBOURNE PLACE. 11 as feAv of the other folk could, in over croAvded Shelbourne and the neighbouring parishes. It spoke much — but was it good or ill ? — of the condition of the people, that they should be content to stay and overcrowd Shelbourne. There was a proprietor, who never lived there : the OAvner of three good houses, and as many fine estates, it was no wonder he did not care for the old \" Place \" at Shelbourne. To the artist it had some beauties : its fine old trees, its once lovely garden, the quiet httle pond at the large gate where the cattle stand whisking their tails through long summer afternoons, and Avhere the swans (that Aaron Falk has given to Mrs. Myse, and that he feeds, because Mr. May cannot afford to keep them,) go diving for fish in the clear water among the bright green weed : the little trout stream that runs along in its clear gravel bed, from the other side ofthe viUage,"], [22, "JONATHAN. 12 feeding the pond, and running through under the arched stone bridge to turn a mill and wash clothes for the villagers on the other side : all these are pretty, and SAveet to see, but it is not enough for some people. Yet, after all, the squire has per haps done better with bis house than to live in it : for he has given it to Mr. May, the curate, who lives there with his aunt, Mrs. Myse. Shelbourne is one of those parishes, for tunately now few, but still too many, that, being in the hands of college consciences, fares badly, and stands still, Avhile all the rest of the world goes on. The great tithes of Shelbourne are four or five hundred a year : the glebe is let : there is no vicarage. The preferment is refused by each felloAv, until the feeblest and most despairing, Avhoever he may be, seizes the straAV and accepts it. A hundred and fifty pounds a year and no house is not a tempting bait,"], [23, "SHELBOURNE PLACE. 13 still less is it so Avhen a man is in ill health, and when doctors and raihvays are alike far off. But out of the hundred and fifty pounds, the neAv vicar may employ a curate to do his work, and pocket fifty or sixty pounds a year. This curate is Mr. May : and through Mr. Falk's intervention, and because the squire has someAvhere a kind corner in his heart, the big empty unfur nished \" Shelbourne Place \" is put at his disposal. The httle bridge over the pond is the beginning of the approach to the house. It curves round through fields, one sloping down to the water, the other, studded with large elms, losing itself in shrubbery to the left of the house. At this part of the grounds, left to itself and nature like all the rest, such a sea of daffodds comes up in spring that it looks like a little forest : and here the village children are allowed to come and pick them on Saturday afternoons."], [24, "JONATHAN. 14 Ben goes along the moss-grown approach and rings the front-door bell. It has become the custom for people to go to the front door Avhatever their errand may be, because Mrs. Myse generally opens it herself. And they don't hke the idea of a lady, \" let alone Mrs. Myse,\" coming to the back door. The baker and the butcher alone driA*e round to the back. \"It 'ud never do for strangers to see per- A*isions goin' in at the front,\" they agree : though strangers are as rare as comets at Shelbourne Place. \" And though she's as 'umble as 'umble, it ain't for us to be a umblin' of her more, and a 'arrogating from her position, like.\" So the butcher in his bright blue smock, and the baker in his Avhite hat, vie with each other in gallantry to Mrs. Myse. At first she had often held out her apron for the bread with a gentle smile on her small salloAV face : but Hare, the baker, would no"], [25, "SHELBOURNE PLACE. 15 more allow her to carry the bread in than he would allow the squire's wife herself. He takes his hat off, and with a cheery respect ful \" good-morning, ma'am,\" lays the two small loaves on the dresser in the kitchen. \" Nothin' more this mornin', ma'am?\" he asks every time. \" Nothing more to-day, thank you ; I am very much obliged to you, Hare,\" she answers every time, looking at the loaA-es all the Avhile, to think how best she can cut them without waste. After he is Sfone, she folds her vellow httle hands together, and smoothes her thin hair streaked Avith grey. \" They are so good and kind and respectful,\" she says to herself, smiling gently with pleasure. \" I am sure people could not be nicer or kinder than they are.\" This is the little lady to whom Ben gives the books at the front door."], [26, "JONATHAN. 16 \"Well, to be sure ! another kind thought !\" she says, standing in the doorway in her little rusty black dress. \" Hoav good of Mr. Falk !\" \" They're for the Reverend May, I take it,\" said Ben. \" Yes, yes — it's all right, thank you, Ben. And most kind of Mr. Falk it is. Give him Mr. May's and my kind compliments and best thanks, Ben. And thank you too, for bringing them. It is a heavy parcel, Ben. And I shall see you again on Sunday, Ben.\" Ben having only arrived at Tuesday, and feeling Sunday school only just over, and behind him, stared a little Avith a con cerned face. At last he said collectedly, \"Yes, missus— if I'm spared to live to then.\" He looked very much like living, as he stood there, with his plump cheeks, and big V"], [27, "SHELBOURNE PLACE. 17 blue eyes. EA*en Mrs. Myse could see no cause for concern, as he walked off and began whistling again. She shut the door, and Avent into a large room where her nepheAv Avas sitting at a table writing by the window. \" Alfred, dear — here are your books from the library. That good Mr. Falk has brought them from Hepreth, and just sent them up.\" \" How very kind,\" said the curate, laying down his pen and looking at the backs of the books, a look of quiet pleasure coming into his serene face. \" We shall have a very pleasant evening, aunt.\" ■ \" Yes, dear,\" and she added in an under tone more to herself than to her nephew — \"we generally do have nice evenings.\" The night wind passed Avith a shiver through the leaves of the magnolia at the windoAv, and Alfred May coughed. Mrs. Myse did not wait for another vol. i. 2"], [28, "JONATHAN. 18 cough, but rose and gently closed it. She lit the candles and put them on the table by her nephew : then she took her Avork and knitted silently in the twi- light."], [29, "CHAPTER III. jael's ho*me. EANTIME Ben had Avhistled his way back to the village, but not Avithout company. \" Where 've you been, boy?\" asked a gruff, but rather high-pitched woman's voice, that he recognised as the voice of Jael Thorne. She caught him up, and they walked as far as the village green together. There Ben struck off up some stone steps, a short cut to Mr. Falk's gate ; and Jael, satisfied as to his business at the Place, kilted her 2—2"], [30, "20 JONATHAN. short skirts still higher, and quickened her steps homewards. She had been \" charing \" at the Place all day, but her step was as brisk as if she Avere but beginning her work. A quaint sturdy almost deformed little figure : thickset, Avith thick legs and thick features, a large battered brown hat on her head, and keen light grey eyes looking out from under it. Such was Jael Thorne, who looked neither to right nor left as she plodded along. She folloAved the main road at least half a mile beyond the school. Then she turned off at an angle on to the grass, and Avalked betAveen two hedges, along a sort of natural green lane. But it was deeply cut with <dd cart ruts, that had hardened and groAA*n themselves over Avith grass. And there was a stillness as of the desert all around : neither beast, bird, nor man seemed to have their habitation there, nor was any trace of them to be seen."], [31, "JAEL'S HOME. 21 But Avhere the rough green lane ends suddenly at a hedge and a field, there is a clump of orchard-trees standing. And canopied over by these trees, so that it cannot be seen until you face it, and to the left as you go up the lane, is the tiniest of cottages, a door at one side, a tiny window at the other, and a low broAvn thatch reach ing down to the doorAvay. Even Jael has to stoop as she goes in. \" Father !\" she calls from the foot of a little ladder that loses itself somewhere above in darkness, \" be 'Scilla come in ?\" A thin feeble voice answered in the negative. Jael made a gesture of impatience as she began \" setting the room straight.\" \" Hed yer cup o' tea, father ?\" she called up again presently. The answer again Avas \" No.\" Jael again shrugged her high shoulders, and began to rake up the smouldering fire,"], [32, "22 JONATHAN. bloAving upon it lustily as she leant upon her hard brown hands before it. The door opened softly behind her and a girl came in. \" Well, whatever in the name of patience,\" said Jael, still resting on her hands, but looking 0A*er her shoulder while she em phasised each Avord, \" 'ave ye been arter to-day ?\" \" Don't blow 'er up, missus,\" said a young man Avho had followed the girl into the room, and was now laying stacks of hya cinths upon the table ; \" I been and seen arter 'er and brought them floAvers home for 'er. She's on'y been in the copse agin the road, a-picking these.\" Priscilla stood smiling in the middle of the room. \" Get some sticks, can't 'e ?\" said her mother crossly, \" and don't stand doin' nothin' now ye're come.\" Priscilla went out to get some sticks."], [33, "JAEL'S HOME. 23 \" Don't blow her up, missus !\" said the young man again pleadingly. \" Andrew, you don't knoAv what it is,\" she answered, \"to have a child born to you as isn't no more use than the child unborn, and to keep it and look arter it 's well, which you needn't do for the other. And me that poor, Andrew — and father a-lying up there — and some 'un must arn the livin'. And go on the parish I won't, Andrew, not if I should knoAv the Avants o' bread. It's no use flyin' in the Lord's face, I knoAv it ahi't ; but I can't help a-frettin' noAV and again, I can't, and givin' her a bit o' my mind.\" \" She's very quiet and good, missus,\" said AndreAv, after a little. The fire that was burning up showed that his face was troubled. \" She's not Avild hke many girls that go astray and al'ays in mischief. She ain't much use in the house, I knoAv,\" he said, looking down, and rubbing his foot"], [34, "JONATHAN. 24 gently on the stones, Avhile a sound of sad ness came into his voice ; \" but she's as innocent as any child, she is, missus : and such pretty ways Avith her.\" \" Sit doAvn and have a cup o' tea, AndreAv,\" said Jael, \" now it's made. Ye 're a good lad to bring my gal in, and I thank 'e kindly — she's my gal, whatever she is, and I can't get rid o' frettin' and o* carin' for her — I Avish I could. It 'ud be a deal better for me, it 'ud.\" They sat cIoavii together at the table, on AA'hich a little lamp that Jael had trimmed Avas burning. Jael poured out the Aveak tea into four cups, and, taking one in her hand, began climbing up the steep ladder. While her heavy foot tramped over head, Priscilla sat looking at the hyacinths. \" 'Scilla,\" said AndreAv, taking- her hand tenderly, and enclosing it between his own large brown ones, \" ye'll try and help the"], [35, "JAEL'S HOME. 25 mother a little with the work and that, Avon't you, to-morrow ? give the old gen'le man his tea and that ?\" Priscilla nodded and lisped out \" Yes.\" \" And don't stay out arter dark, 'Scilla, will you ? Ye'll remember that for the sake o' me ?\" She said yes again. But she was taking up the hyacinths and dropping them be tween her slender fingers all the time ; and he had httle hope tbat she Avould heed him. When Jael tramped down the ladder again Andrew had his hand still in Pris cilla's on the table ; and he Avas looking in the girl's face with an expression that Jael never forgot. It brought the tears into her eyes then, that she had to turn away to wipe from them before she could sit down to her Avell eamed meal. Jael made a point of never staying at the"], [36, "26 JONATHAN. Place for a third meal when she went there as charwoman. \" I must see if 'Scilla's in,\" she would say to Mrs. Myse, Avho pressed her to remain ; \" I don't like her to be out arter dark.\" And that was true. But it was also true that Jael, the poor charwoman, would not touch more food than she could go without, in the house where she knew poverty had set its seal. \" And a big house don't go to fill ye,\" she would say, \" no more than a thatched roof. Want o' bread's want o' bread, where ever it is.\""], [37, "CHAPTER IV. jael's story. \" HSiyg||OUT> best be goin', Andrew, ■J^lnlv though no offence,\" said Jael, '• ,::::' \"' * bluntly, when she had washed up the cups, and made Priscilla arrange them in the little corner cupboard on the wall. \" Very well, missus,\" he answered, obe diently making his way to the low door, and looking at Priscilla as he went. \" Come again, lad, whenever it takes your mind,\" she called after him, repenting. \" He's a good lad as ever handled spade, he"], [38, "JONATHAN. 28 is ; and if there Avas more o' that sort there'd be less o' doin' wrong, and more folks a livin' as they should,\" and Jael sighed as she stumped about the tiny room, setting the chairs in their places, Avhile Priscilla stood up tall and pretty by the fire, looking into it. Jael Thorne was a rough woman. Even her sigh was rough, like a gust of wind in winter. But perhaps it meant more than the sigh of most people. Certainly it meant more than the little soft child-sigh of pretty Priscilla, that said nothing more than \" it is bed-time,\" if it said as much. Jael had a history : that sad history that belongs to so many women of her class. She had been loved, as she thought ; plain, ungainly, and free-spoken as she Avas, some one had been found to loA'e her : at least he said he loved her, and Jael, avIio was true, beheved him. Then came the old story of the broken promise ; and after that the birth of the hapless child."], [39, "JAEL'S STORY. 29 A beautiful little child ; its strange beauty almost mocking the broken-hearted ugly Avoman that had borne it. But that the mother had suffered and suffered terribly was shown only too soon. Priscilla Avith her beauty was almost Avitless : \" simple,\" as the villagers in their homely Avay ex pressed it. But Jael Avas happier now than she had been for many years, 'Scilla's beauty and 'Scilla's little Avit had pressed sorely upon the tender heart she carried under a rough disguise. It AA*as the Lord's judgment for her sin, she said to herself — and she did not knoAV Avhich she deemed the greater curse, the slow Avit or the dear beauty. But now a bright hope was dawning. The beauty she had almost prayed the Lord to take away, had turned out a blessing. For did not AndreAv, the best of lads, one of the two men in the parish against whom not even village slander had ever lifted a"], [40, "30 JONATHAN. voice — had he not been brought to look Avith favour on Priscilla ? and Andrew's love, when he gave it, would be pure and noble, said Jael ; poor Jael, whose faith in men had been so sorely shaken, who still trembled for 'Scilla every time that she Avent out and left her for her hard day's Avork. \" Get 'e to bed, 'Scilla,\" she said, taking a broken candlestick Avith a bit of black candle in it, and lighting it at the fire : and the girl took it and began chmbing the ladder. Jael kicking the embers apart Avith her foot, that they might die out the sooner, folloAved her more slowly. One little room opened off the tiny bit of landing. Two large beds filled up nearly all the space. There was room for Priscilla to pass between them to set the flaring candle on a rickety chest of draAvers. The light fell upon the bed nearest the door, and upon the placid handsome face of"], [41, "JAEL'S STORY. 31 a very old man. His almost bald head was finely formed, his nose large and aquiline. His eyes, that Avere now sunken from age, Avere still keen and intelligent. He Avatched the women silently and happily as they moved about, just as a pleased child might do, that wakes to find the nurse or mother coming to bed at last. Jael came up to the bed. \" Been a-sleepin' yet, fa'der ?' \" No, no — not sleepin',\" he ansAvered, thickly. Priscilla was sitting on the bed in which she and her mother slept. She had begun taking the handkerchief off her neck, and her fair hair had fallen to her waist. \" 'Scilla !\" said Jael, sharply, \" put out the light before 'e undress. Grandfa'der's wakin'. 'E never put the curtain up again, 'Scilla.\" Priscilla bleAv out the candle, and the mother and daughter groping in the dark,"], [42, "JONATHAN. 32 took off their poor clothes, and found their Avay betAveen the worn blankets, AA-here sleep soon hushed them into forgetfulness. Past sins, AndreAv, the hyacinths, the curtain, melted away in a rest that Avas too still and deep for dreaming. Consciences without stain have very few of us. Lovers feAver still ha\\*e. Crowded hovels and thinly covered beds are the portion of too many. But sleep at least we all have. In this sense we are not God-forgotten, rather Ave are His beloved. \" He giveth His beloA*ed sleep.\" Josiah Thorne, the aged, was the first in the garret to aAvake. He saAv the first faint streak of the May dawn flushing the sky, the shiver of the morning breeze through the elm against his window. And he moved his poor stiff limbs unconsciously, thinking it was the hour for watering the horses at the old farm ; and in his dull"], [43, "JAEL'S STORY. 33 ears the crowing ofthe cock sounded, though Jael's snore did not reach him. The cows were lowing gently in the meadow; he said over their names softly to himself as he lay blinking his eyes at the growing light. Daisy, Mopsy, Green Pea, Lady — all the old names he had known so weU. Was not that the master's voice calling him from the yard ? Unconsciously he turned his feeble head and listened. Then his eyes fell on the rickety chest of drawers, and the broken candlestick — and on the forms of the two women asleep on their poor bed in the corner. And Josiah Thorne remembered how it all was ; that the old farm was a thing of thirty years ago, that the old master's voice would never again call him. \" And if so be as he called I couldn't go,\" said the old man, shaking his head sadly, while the childish tears rushed into his 3 VOL. I."], [44, "JONATHAN. 34 eyes, and floAved over his thin sunken cheeks. Ninety years old ; and still there, to Avake, to weep, and to remember."], [45, "CHAPTER V JONATHAN. ARON FALK'S home was a pic- ture all the year round. It stood on the rising ground oppo- site the Place, and looked doAvn upon the pond and the snow-white SAvans, the little arched bridge where the honeysuckle and ivy tumbled in great Avreaths and festoons over the clear water, as if they loved lookmg at their OAvn beautiful faces, and on the great elms that studded the park. Some of these elms looked into tbe water too. But they looked into it full length, 3—2"], [46, "JONATHAN. 36 majestically, leaf for leaf mirrored on its still breast; and betAveen were the blue bays of sky, past which the moon went like another face, but more majestic even than the elm trees, looking not at all at herself, but having high thoughts of God. And in May, Aaron Falk's house that looked doAvn upon the water, wore a veil of Banksia roses, from base to roof; clusters of the pale yelloAV flowers were crowded together in such profusion that the birds that had built in it earlier in the year, when only the fresh foliage was there, could hardly find their nests. And in the garden Avere bright patchesof forget-me-not and crimson daisies, dark-faced pansies and wall-flowers. Aaron Falk Avas a gardener himself, and cared for all these things. He would have missed a bloom that any one had cut in his garden ; but he cut and gave away his flowers gen erously himself. Mrs. Myse, with her neg lected, barren, weed-grown garden, could tes-"], [47, "JONATHAN. 37 tify to this. Never a Aveek passed from May to October, that Mr. Falk did not either take or send a bunch of flowers to the Place. And then he had a little conservatoiy built on to his house. That Avas the pride and dehght of many people in Shelbourne. For it had been built by a Shelbourne man, a young man too. If we say that the per son who Avas most proud of it was the mother of one Jonathan, Ave need hardly add that Jonathan Avas the builder. Jonathan himself had an honest pride in his bit of work. For it was not in his line of business, and yet it Avas conceded that he had made \" a rare job of it.\" But then Jonathan did most things well, he had the knack of hitting the right nail on the head. And still he was not a rising man. Shel bourne Avas not a place to rise in. And Jonathan stayed on in Shelbourne. It was to his home that AndreAv turned in, when he reached the village that even-"], [48, "JONATHAN. 38 ing, after seeing Priscilla safely housed and restored to her mother. It was. a Aveight off his mind every time that he saw her safe at home. \" Is Jonathan in, if you please, missus ?\" he asked, looking in at the door. A meek little Avoman of betAveen fifty and sixty was sitting seAving at the table, mending a corduroy coat. She looked up Avith a gentle smile when she saAv AndreAv, and answered, \"You must come a little nigher, Andrew ; I'm terrible dull o' hearing to-night.\" Then guessing at what he wanted she said, \" Jonathan's not at home, but I think you'll meet him if you go by the school ; he was to do somethin' for schoolmaster, I take it, somethin' in the garden, or that. It's there you'll happen on him, Andrew.\" Her voice and face were so patient and sweet as she looked up and spoke, one"], [49, "JONATHAN. 39 could hardly tell which was the sweetest. A small, regular face it Avas, the grey hair smoothed down on each side of a rather Avide forehead, a straight small nose, a straight SAveet mouth, and grey eyes set rather far apart, that carried Avith them a look of such mixed truth and tenderness as it is difficult to describe, such Avas Jona than's mother. Bent over the fire was a small thin man, with a very hard pale face. He kept Ids slouch hat on, and was stretching his hands over the flame. \" He's always cold, he is,\" said his Avife, looking- at him compassionately. He took no notice, but if anything the hard mouth closed a little tighter, as if he hated pity. \" I'll be goin' arter Jonathan then,\" said Andrew; \"good-night, missus.\" \" Good-night, Andrew.\" The door closed, and Andrew's steps died in the distance."], [50, "JONATHAN. 40 \" Do you feel sadly, Jonathan ?\" asked the wife presently, looking up anxiously from the corduroy jacket before her, and passing her hand over her tired eyes, from Avhich she had taken her spectacles. The man moved his foot impatiently, changed his attitude and rested his chin on his hand, Avhile he still stared into the fire. He made some sort of sound, but it did not reach the dull ears of his Avife. She was used to it. She only rubbed her spectacles Avith the corner of her apron, snuffed the candle, and dreAv it a little nearer, blinked a little at the bright light, then sighed, and went on patching at her son's jacket. AndreAv, going further up the village, turned in at Mr. Byles's gate. Jonathan Avas working there in the twilight. \" What are you arter ?\" asked Andre av. \" Mr. Byles asked me to see after these roses,\" said Jonathan; \"it's by half too"], [51, "JONATHAN. 41 late now, but I ought to have thought o' them before.\" \" He Avon't live to see 'em bloom, not he,\" said Andrew. \" Well, if he don't some one will It's a pity a rose shouldn't be a rose, isn't it ?\" \"I don't know nothin' about such things,\" answered his friend. \" And I'd like it better if so be as you hadn't so much o' such jobs to do. You could do better Avith your time, you could.\" Jonathan went on Avorking; after a Avhile he said, \" Have you been arter anything to night ? or have you been idling, eh ?\" If it had not been too dark AndreAv would have seen a quiet twinkle in Jona than's eye. He was sure it was there, and he resented it as much as he could resent anything Jonathan said or did. \" That's my business, not your'n.\""], [52, "42 JONATHAN. \"But you found fault with my business,\" Jonathan answered good-naturedly. \" It ain't your business. If it Avas, I'd be the last to speak agin it. I finds fault because you're contrairy hke, always goin' agin your luck. You're coming home and stoppin' here and that — it's all o' one piece.\" By this time Jonathan had done his Avork, and Avas Avalking doAvn the road Avith Andrew. He never ansAvered in a hurry ; he Avas never easily roused when he himself Avas attacked or made the sub ject of discussion. But he said, after a few minutes — \" I've never repented comin' home, that I knoAV of.\" \" I know you've been dull by reason of it many a time,\" said Andrew. \"May be,\" said Jonathan; \"that's a different thing.\" Andrew said he could not understand"], [53, "JONATHAN. 43 that. Jonathan did not try to explain it to him, being a man of very feAv Avords, as Ave have said, where he himself Avas con cerned. But I think they both saAv and under stood quite plainly Avhat has been called of late Christ's Secret. We are all called upon sooner or later to understand it ; but some are more backAvard than others in answering to the call. Jonathan Avalked home with his friend, as they had done together many and many nights, ever since they had been school lads smarting under Mr. Byles's cane. The Place glimmered white through the elm trees — the light in Mr. Falk's kitchen and parlour windows burnt bright at the end of the village, just as they had done these many years. But to the young men change had come. One had learnt the secret of self-renouncement. In the heart"], [54, "44 JONATHAN. of the other had grown up a deep, strong love. And though they Avere friends, and though they walked and talked together, neither of them spoke quite openly of these changes. Each Avondered at the other, and each for bore to give the other pain. Perhaps the Avonder that Jonathan felt at AndreAv's love for witless Priscilla, was exceeded by AndreAv's wonder at the love of Jonathan for Ids father, Avhen they reached his home, and the SAveet little grey mother opening the door at the sound of their foot steps, showed the pale hard-featured man still coAvering dumbly over the fire, Avithout a look or word of greeting for his son. It Avas for this, Avas it, that the prosper ous, ambitious mechanic, Jonathan Cleare, had given up all his chances of fame and fortune, after a tAvo years' absence from Shelbourne, and returned to the old hum-"], [55, "JONATHAN. 45 ble home and anvil, and the old humdrum village life ? No Avonder if Jonathan sometimes looked \"dull,\" as Andrew said."], [56, "CHAPTER VI. MR. BYLES'S WASHING DAY, T was a A'ery humdrum life in Shelbourne certainly, in spite of its beauty. But then the very seasons to some are humdrum, and to such existence must be monotonous anyAvhere. The simple village folk are Avise, however. Without knoAving it they haA*e attained to the true philosophy of life, and of the Bible. In Avhatsoever state they are called they are for the most part therewith content. Some times they are too content, so long they have been schooled in the school of adver-"], [57, "MR. BYLES'S WASHING DAY. 47 sity; it would be well if Ave could raise them to a discontent Avith some of the un necessary and degrading hardships they suffer. When a man comes to lie down peacefully eleven in a room, it speaks of something less admirable than resigna tion. And after all, monotony like happiness is relative. May-day, Guy FaAvkes' day, the giving out of the Coal Club, were as exciting eA*ents in Shelbourne, as Ascot, or the opening of Parliament to the great world. Mr. May, Mrs. Myse, Mr. Falk, Mr. Byles, were great magnates, whose move ments must always afford material for con versation, and Mr. Byles's health was at this time in that state of uncertainty which keeps the public mind in an attitude of pleasing suspense. \"He can't hVe not long, poor dear.\" \" He's very near his account, he is.\" \" I"], [58, "48 JONATHAN. count he won't see Michaelmas.\" Such Avere the conjectures that had been made over the poor schoolmaster's head for many years. But hitherto nothing had happened ; A'illage life like the seasons had slipped mo notonously by. But the patient procession of the seasons is the monotony of perfect rhythm, and village hearts as well as others beat, though unconsciously, to the beautiful cadence. Jael thought June very beautiful, when May had slipped by, and she saw the roses in Mr. Falk's garden peeping over the hedge, sunning themselves on the wall, rambling over the pillars at the Place, and Avith the simple maidenly faces of the do©- rose kind, looking even out of the high hedges of the lane leading to her quaint little home. She thought July beautiful, too, Avhen the trees bent under the Aveight of foliao-e and the sky was cloudlessly blue, and"], [59, "MR. BYLES'S WASHING DAY. 49 Jonathan's garden on a small, and Aaron Falk's on a large scale, blazed Avith summer floAvers, at the height of their beauty. Jo nathan's garden Avas always a daughter of Mr. Falk's garden : for all the floAvers that Avere to spare, the breAver made over to Jonathan ; and the sweet little grey mother Mrs. Cleare looked out at them, and felt happy. It had been a great blessing to her getting her son home ; yet she often cried thinking of it, and of all he had given up for the sake of his fath el and her. It was as beautiful a day as ever Jael had seen, one early August morning, Avhen giA*ing her father his breakfast, she was ofl betimes to Mr. Byles's to wash. Mr. Byles hated Avomen. But he needed clean linen like other men, and Avashed his linen must be. Mr. Byles had an expedient, however, for getting rid of vol. i. 4"], [60, "JONATHAN. 50 Avashing and Avomen as fast as possible. He got the tAvo handiest, hardest -working women in the parish, and gave them two days at it every fortnight. These tAvo women were Jael Thome and Andrew's mother, Martha Male. So it was to meet her colleague that Jael went forth this fine August morning, and if eA*er Mr. Byles had made a good hit in his life, he did it Avhen he chose Ids washer- women. Out Avith the soap, up Avith the sleeves,. out AAith the Avash trays, on with the great kettle — it was all in train in a moment. Then they planted themselves opposite each other. Jael short, wiry, and sunburnt, the old battered brown hat upon her head, with its faded pink ribbon, the short full brown skirt on her ample waist, and the great faded apron over it. A pair of wiry brown hands and arms were in the soap suds, and Mr. Byles's shirts were bobbing up and"], [61, "MR. BYLES'S WASHING DA 7. 51 down, swelling out in a balloon in the steam, and being kneaded, beaten, sup pressed continually. Then came the second pair of arms. But not brown and small. Large, plump, Avhite and strong, the spotless sleeves of the spot less print gown turned up and pinned at the shoulders. A neat handkerchief round her ample throat, a hat like Jael's, but black, neat, in thoroughly good repair, trimmed Avith a neat purple ribbon : every thing exquisitely clean and trim : such Avas Martha Male, AndreAv's mother. The story of the two women Avas Avritten in their persons, if not in their faces ; but I think it was there as well. Jael, the fallen, ill used girl of long ago, grown up to the fight of life and for daily bread, without anyone to depend on, though two depended on her, without anyone to look clean and smart for, without any respected husband's name to fall back upon, to be proud of; and Avith- 4—2"], [62, "JONATHAN. 52 out the means of making herself more than cleanly ragged, if she Avished it. Martha Male, the healthy, comfortable matron, with a husband comfortably in Avork, a steady, hard-working son, and tAvo well married daughters — surely the difference was Avritten in the plump, kind face, as she too fell to pummelling Mr. Byles's linen. SAvish, swish, bang, bang — more soap, more suds, more water — then the crying of the squeezed linen as Mrs. Male's powerful hands wrung it, and the little trickles of Avater fell on the froth of suds and made holes in it, like the rain on snow in thaAV. \"Proper dirty this is,\" said Jael, holding up a duster and looking at it fiercely from a professional point of view. \" Mostly is, is dusters,\" said Mrs. Male laconically. \" It 'ud be bad days for such as me if folks didn't make a muck o' things o'"], [63, "MR. BYLES'S WASHING DAY. 53 times,\" said Jael, having at the duster again hotly. The great kettle again : more hot water, and clouds of steam. Then a foot, sIoav and shiiffling, Avas heard in the upper room. \" Mr. Byles, that's he,\" said Mrs. Male. There being no one else in the house, this Avas too self-evident a proposition to require any reply. Sundry coughings and dismal wheezings folloAved, quite confirming the identity of the person in question. \" We won't have this job long, I take it,\" said Jael, shaking her head over a refrac tory shirt that refused to take the wet all over, and started up obstreperously into air balloons. Martha Male laid doAvn the piece of soap she had been diving for for some seconds, and forgetting herself so far as to wipe her hands on her clean Hessing apron, she stared at Jael with an expression of awe and terror."], [64, "JONATHAN. 54 \"Whatever in the name o' goodness is it ?\" asked Jael. Martha Male pointed Avith her plump forefinger at the wet piece of soap, Avhile she kept the other hand rolled in her apron. \" Jael Thorne,\" she said solemnly, \" if somethink doesn't happen Avhat's bad and unlucky, I'm a worse Avonian than I thought. That's three times as that very partic'lar piece of soap's slipped through my hands this blessed mornin' ; and if no thin' doesn't come o' that, I'm — \" Mr. Byles coughed in the next room, and Mrs. Male stopping short, wagged her head knowingly at Jael, as much as to say, \" I told you !\" \" That means you ought to be sent for, you've al'ays told me,\" said her colleague, who Avas matter of fact, very. \"And if it's Mr. Byles as anythink's to come to, you won't be sent for, by reason there ain't no-"], [65, "MB. BYLES'S WASHING DAY. 55 body to send, nor yet no occasion for sendin'. Because if I sees right, as I take it I do, you're here large as life, and all ready.\" \" It's all very Avell for you to be s' saucy,'** said Mrs. Male, shaking her head and look ing hurt and dignified. \" Wet soap never shpped with me, as somethink didn't come of it. I Avouldn't glA*e half a sovereign, in shillin's and sixpences for Mr. Byles's life, not arter this.\" \"Please yourself,\" said Jael; \"no one won't ask you, that's sartin. If some folks could change with some other folks it 'ud be a deal better for some.\" This favourite conclusion of Jael's had such a roll of rhetoric about it, it ahvays silenced Martha Male."], [66, "CHAPTER VII. AN EA^ENT AT LAST. iARTHA MALE and Jael were sitting- doAvn to \"lunch\" at ele\\ren o'clock, in Mr. Byles's kitchen, Avith white boiled hands, and large appetites, Avhen a loud rap was heard at the door. \" WhateArer in the name o' goodness,\" — began Jael. Martha Male, turning a little Avhite, still had presence of mind to Avag her head again, as much as to say \"I told you I\" Poor Avoman, in another moment it Avas more than a superstitious fear that paled"], [67, "AN EVENT AT LAST. 57 her cheeks. The sick heart-faintness of evil tidings had come to her ; and smitten in an instant by the mysterious power that, laying its hand upon the soul, unnerves the body, she Avas leaning, Avhite and trem bling, upon Jael's shoulder. \" O Jael, Jael, what shcdl I do ?\" she moaned, Avhile about the door a group of Avomen had gathered, and the neAvs Avent to and fro like wild-fire that AndreAv had \"got a mischief.\" \"Poor dear!\" said Jael, \" take this beer 'cause you've not tasted nothin', and then come and see ar 'ter him.\" She roused herself at the thought of being of use to her boy, and folloAved Jael Avith trembling hurried steps, out of the house. \" Poor dear !\" said the Avomen, as she passed them, one or tAvo wiping, their eyes, some holding- their babies, and staring at her, but all feehng sorry for her in their own way."], [68, "58 JONATHAN. \" He's in Jonathan Cleare's house,\" said one woman to Jael, \" they've took him there.\" \" Oh, I think he did look bad,\" said one. \" He don't look like ever comin' round agin',\" said another. \" That's just the Avay my boy Tom went,\" said a third. \" He got a mischief, and were gone afore mornin', wern't he, Mary ?\" Mr. May was very quickly at the Cleares' house. He Avas always sent for in times of trouble. Behind him more slowly came Mrs. Myse, avIio had had to put on her old black bonnet and thin cloak, before coming out. \" This is a bad job,\" he said to the group of gossips at the gate. \" That it is, sir,\" said a chorus of A*oices. \" We all know it is bad to come by a mis chief, it is. He did look proper bad, did Andrew. He ain't like to get by it, I count.\""], [69, "AN EVENT AT LAST. 59 Mr. May was used to the dismal tone of the Shelbourne public on such occasions, and Avent into the cottage without any great misgiA'ings. It is always a sad thing to see a young strong man struck down by suffering, and become in an instant as helpless as a child. It was very sad to see honest An drew flat on his back, on Jonathan's bed, the tears streaming down his cheeks from sheer bodily pain, and his poor mother cry ing beside him, while they Avaited for the doctor. Jonathan was going for him. Mr. May thought it Avould be much better to send Andrew to the hospital. They could get him to Hepreth in half the time they Avould haA*e to wait for a doctor to come from there ; and Andre av thought it would be better too, knoAving that his mother had very httle nerve or self-control for all she was \" so big and lusty,\" as folk said."], [70, "60 JONATHAN. So Mr. Falk lent a horse, and a neigh bouring farmer a cart, and Jonathan and Mr. May laid a mattress in it. Then Jonathan came up to his bed, on which Andrew was lying, and said — \" Can you bear for me to lift you, 'Drew, lad ?\" Andrew lifted his honest eyes beseech ingly to Jonathan's face. The look said — \" Don't hurt me, Jonathan — I'm quite in your power.\" He didn't say anything, but his lips quivered. Jonathan put his strong arms under his friend, and carried him as tenderly as if he had been a little child. Mr. May Avalked in front, supporting the leg that Avas broken. Then several men lifted Mm into the cart, and Mrs. Myse and the Aillage nurse put a pilloAv under his head, and a Avet handkerchief on his heated forehead. Poor Mrs. Male, trembling and useless, must still go Avith him."], [71, "AN EVENT AT LAST. 61 \" And so I'd best go Avith her,\" said Jael, pulling her sleeves doAvn, and flinging the great tears from her eyes ; next to 'Scilla and her father, there Avas no one she loAed so well as AndreAv. But Mrs. Male fainted before she got into the cart, and had to be carried back to the house, so there was no need for Jael, and Jonathan alone undertook the charge of Andrew. He opened a great umbrella, and hoisting himself on the edge of the cart, held it over AndreAv all the way, Avhile he drove. Noav and then he replaced the wet cloth on his forehead ; once, when he got near the hospital, he dried the tears off Andrew's face. \" Thank you, Jonathan,\" he said feebly. There Avas more difficulty in getting Andrew out than in lifting him into the cart ; for the hospital had a yard, and big"], [72, "JONATHAN. 62 gates, and no one Avas near Avho could help Jonathan. It Avas then, when on moving his friend gently Andrew opened his tearful eyes again and moaned, that Jonathan's heart failed him. He turned away. Afterwards, plucking up his courage he went back, lifted AndreAv, mattress and all, and laid him inside the gates. And then help came ; but when they had got into the large ward, with floAvers on the table and the strong smell of disinfec tants and soap in the air, the surgeon saw that the big dark man avIio had brought in the patient Avas almost as much in need of brandy as Avas AndreAv. But he recovered very quickly. And it was he Avho helped the nurse and surgeon to undress AndreAv, and Avho stood beside him Avhile the leg was set. \" He'll want a change of linen. I sup-"], [73, "AN EVENT AT LAST. 63 pose you forgot that,\" said the kind motherly nurse. \" I've just thought upon it,\" said Jona than. \"I'll bring them back to-nio-ht.\" \" It's a long Avay for you,\" said the nurse. \" But you had better take these A\\*ith you.\" She made his clothes into a bundle, tied them in a cloth, and gave them to Jonathan. \" You're a bit easier noAV ?\" he. asked be fore he turned to go, looking concernedly at his friend's Avhite face and closed eyes. \"Is there anything I can say to any of them V \" Tell mother I'll be better soon, and let 'Sc \" \" Yes, I'll let 'Scilla know,\" said Jona than ; and Avent out on tip-toe on his hob nails, Avith the bundle under his arm."], [74, "CHAPTER VIII. WHAT PRISCILLA SAID. ONATHAN got out of the cart at the Males' door. \" I left him comfortable, as far as he could be,\" said he to tearful Mrs. Male. \"They'd set the leg and that, and put it in a cradle. The doctor says that he must have pain for a Avhile, but that's no wonder.\" \" Oh, Jonathan, my boy,\" said Martha, holding her hands over her massive person, \" I'm all of a-totter and a-tremble. I think I did feel bad Avhen they come to"], [75, "WHAT PRISCILLA SAID. 65 tell me ; but Avhen I come in over the door and see the dear poor creature a-lyin' there on that there bed o' yourn, I thought that die I must. It took me so here,\" she Avent on holding her heart, \"I never thought that live I could.\" \" You'd best think o' sayin' a Avord o' thanks to Jonathan, as has fetched him to the hospital,\" suggested her husband, avIio Avas dry -eyed, but very troubled and anxious, walking up and doAvn the little room. \" But dearie me, Abraham,\" said his Avife, \" it's very Avell for you to take it so easy, but if you'd haA*e been in my shoes, terrified and come over you'd have been too. To see Andrew a-lyin' — and them poor trousers o' his as I mended last week, all torn to rags about the knee where the horse kicked him, and that stained Avith blood you'd have thought his nose had bled at the worst it ever is — and to see his 5 VOL. I."], [76, "JONATHAN. 66 shirt as Jonathan fetched home — \" And as she began opening the parcel she broke off into a violent fit of weeping. Abraham Male got up, opened a drawer, and put the clothes into it. He shut it again decisively, and placed the kettle on the fire, settling it sturdily betAveen the sticks. Jonathan helped him to rake up the coals into a flame. \" There's nothin' like a cup o' tea for them women,\" said Mr. Male, under cover of his wife's sobs. \" It sets them on their lea's aoin. It's wonderful.\" Abraham, who had been sent for to hear the bad tidings of his son's accident, was too late to see him start for the hospital ; but he Avas too much troubled to go back again to his work, and he did not like to leave his wife in such misery. ** I'd go in to see the boy and willin', and take his change o' clothes,\" he said to"], [77, "WHAT PRISCILLA SAID. 67 Jonathan ; \" but I don't like for to leave the missus, she do take on so.\" \"And I'm a better man than you, Male,\" said Jonathan, watching Mrs. Male Avhile she tied up the clean clothes in a red hand kerchief and knotted the ends together. \" And you'll have to Avalk all the way, Jonathan !\" she said. The cup of tea had made her much better, and her kind heart Avas full of gratitude. \"That's easy done, missus,\" he said; and wish ina- them asood-afternoon, he went out of the house. \" You'll call in Avhen you come back ?\"* Martha shouted after him : and her voice had returned to its natural tone. \" Trust Jonathan for that,\" said Abra ham, eating his bread and butter, and sipping his colourless tea at the table. Mrs. Male was Avatchinss the man that was so soon to set eyes on Andrew, from the window. 5—2"], [78, "JONATHAN. 68 \" Gracious me, whatever makes him take that road ? He ain't a-goin' straight to- Avard Hepreth.\" Jonathan, as Abraham said, knew his business. He Avas taking a short cut to Josiah Thome's house, or rather to the long lane which was the only path to it. He had not forgotten his promise to Andrew. Priscilla might be at home ; it was not likely, but he would give it the chance : and then it would please 'Drew to hear about her. \"Would she care?\" asked Jonathan as he trudged along. He very much doubted it. He had never seen any love on 'Scilla's side ; if there had been more ground for it he would sometimes have feared some one else had stolen her love — if she had any. There was here and there a yellow leaf in the high hedges that threAv their tall shadow over the rutty green lane, and here and there a red May-berry. The sun"], [79, "WHAT PRISCILLA SAID. 69 Avas already sloping towards the west, be hind the steeple of Shelbourne Church. Noav and then, with a whirr, the squire's partridges rose in the fields on either side the lane, disturbed by the umvonted sound of footsteps. Jonathan wondered, as he drew near the little orchard Avhere he kneAV the Thornes' home was buried, and saw the brambles climbing over the apple-trees, the bindAveed and bryony tangled together over the broken fence, and the gate half off its hinges, looking out tipsily into the lane, hoAV the tenants of such a place and Andrew should have anything in common. He wondered on, when he saAv Jael's torn skirt hanging on the wall opposite the little crooked window, and thought of Jael as he had seen her this morning, in the battered brown hat, with the brown face and keen eyes looking out under it. Not that he despised Jael; he had a very Avarrn"], [80, "70 JONATHAN. corner in his heart for her, for he pitied, and in many Avays he could not help re specting her. Mr. May Avould have told you the same about Jael, any day. But order and neatness and comfort were the prevailing features in Andrew's home. Everything was respectable and respected, and in a simple way just as it should be. Here everything was chaos and disorder. Sometimes the rooms were SAvept, some times they Avere not. It depended upon Avhether Jael Avas busy or not. Priscilla tried to clear up sometimes, but she did not seem fitted for it. She herself ahvays looked clean and pretty, but her hands were too white and long for scrubbing and such coarse Avork. It Avas Avhispered that Pris cilla's father had gentle blood in him ; and it needed something to account for her beauty and refinement, Avhen compared with the other village girls. But of this"], [81, "WHAT PRISCILLA SAID. 71 Priscilla herself kneAV nothing. To her strange childish mind it had never occurred that her mother bore her maiden name, and never spoke of her father. And there was the less wonder, since Jael was always called \" Jael \" and nothing more. It Avas well known that if there was any thing that Jael wished to guard against, it Avas this, that Priscilla should ever learn the story of her birth. And Jael, though she was plain spoken, had made no enemies. Few cared to speak much to Priscilla, though all liked to look at her. They thought her too Avitless to be much noticed. And feAver still would have Avished to tell her her mother's story. Shelbourne in this respect had a much higher tone than many parishes. Morality, alas ! is too often ruled by custom ; and it Avas not common in Shelbourne for girls to lose their good name. And Jael, the poor plain girl, who had"], [82, "72 JONATHAN. sinned so many years ago, was more anxious OA*er her beautiful child than many a sober respected matron. Many nights she lay awake thinking of what would happen to Priscilla if she died first. \" Maybe it's because I've been so near the devil myself,\" she Avould say some times to a neighbour, \" I don't like to think o' any one as belongs to me, or doesn't belong; neither, a-o-oin' that road.\" To Jonathan's surprise Priscilla was at home. Most days she spent Avandering about in the lanes or copses, but to-day she was seated on her grandfather's bed, talking; to him noAV and then, when he spoke to her. Jonathan climbed the ladder. The old man's blue eyes were fixed on him directly. \" Ive got company to-day,\" he said hi his thick feeble way. \"Yes, so I see. You aren't often at home, 'Scilla, are you V"], [83, "WHAT PRISCILLA SAID. 73 She looked down, and said \" No.\" Jonathan noticed she Avas pale. Perhaps she had heard about AndreAv, and Avas sorry. Yes, she had heard. And she looked up and said, \"I'm very sorry.\" Jonathan trudged joyfully on to Hepreth, and more partridges whirred up in the fields, and several men passed Avhistling. Jonathan whistled a little too, though only that morning Andrew had \" got the mis chief.\" Everything looked happier and brighter : perhaps it was partly the reaction that alw*ays folio avs on any strain of anxiety or trouble ; but it was also that now Jona than could say in all truth to his David, \" I've seen Priscilla, and I've told her about you. And she looked down-hearted, 'Drew. I think she's sorry about you.\" David's eyes were quite dry Avhen Jona than went into the ward. At least they looked so to the nurse, who Avas talking to"], [84, "74 JONATHAN. him. But to Jonathan they looked brim full of tears ; and after he had given hi message, there could be no doubt about it. They overflowed and rolled hotly on to the pilloAv. And Jonathan Avould have liked to have dried them ; but folk were looking on, so he could not."], [85, "CHAPTER IX. HOME FROM HEPKETH. |T Avas dark before Jonathan got O home again. He whistled to himself cheerily all the way back. A happy conscience carries a man along bravely, and Jonathan's heart Avas lighter than usual, for all he was forced to leave his mate behind him in the hospital. Perhaps it was still partly the reaction that comes as certainly after trouble as sunshine after storm ; but he did not disguise from himself that a selfish pleasure was now mixed Avith his feeling of ease. In Hepreth"], [86, "76 JONATHAN. he had met an engineer of the name of Wanklin, Avhose acquaintance Jonathan had made in the prosperous days of his ambi tion and absence from home. The success ful man in broad cloth and tall hat had spoken very kindly to him, for all his work a-day clothes : he had taken him into the Blue Dragon (to the parlour too, not the tap), had treated him to sherry, w*hich Jonathan drank for the honour of the thing rather than the pleasure, wishing all the time it had been beer — and over the sherry and breaking of biscuits under Mr. Wank lin's ringed hand, Jonathan had been asked by the great man to come to his assistance and undertake a job that needed more in telligence and neater fingers than Mr. Wankhn could command among his men. \" It Avouldn't be a long job, I see, sir,\" said Jonathan, when the engineer had ex plained what he required. \" And I think I could manage it easily. I'd come to-mor-"], [87, "HOME FR02I HEPRETH. 77 roAV fortnight if there's a coach your Avay, and I think I could manage to leave my work for a fortnight or more, to oblige you.\" \" To oblige me, oh ! you humbug, you,\" said Mr. Wankhn — \" as if your fingers don't itch for the old tools, eh ?\" He did long for the old work ; sometimes a craving for it came upon him. He half wondered whether he should be right even in tasting the forbidden fruit. But he rea soned with himself that he had mastered himself before, and that he would master himself again. Work at the forge had been terribly slack of late, and such jobs as might fall in in his absence his apprentice could undertake. And his mother should not lose by it — ■ how could she ? No one knew better than he hoAV ill the black smith's work was paid, how well the work he was to undertake. And so he went home happy. He had not long to wait for Andrew's"], [88, "78 JONATHAN. mother to open the door. She had been listening for footsteps for an hour gone by. Jonathan had good news to give. An drew Avas not so \" dull,\" he said. He had cheered up, and said he should soon get Avell and come home again. Mother was not to fret, but to thank the Lord it hadn't been a deal Avorse. Mrs. Male only had a few quiet tears of gratitude to wipe away now. \" But oh, Jonathan,\" she said, \" Avhat'll the damage be ? you've lost a Avhole day's work.\" \"Nothin', missus, nothin',\" said Jonathan, turning away. And then came an ominous sound from the chimney corner where Abraham Male Avas sitting, as he brushed his coat sleeve across his face. As Jonathan went home he met Mr. Falk, who had been up to the school master's house."], [89, "HOME FROM HEPRETH. 79 \" Good-evening, sir,\" said Jonathan. He expected Mr. Falk to ask after AndreAv. \" Good-evening, Jonathan. I AA'ish you'd come up to my place Avhen you've an idle half-hour. I Avant to ask you about the stove in that greenhouse. It don't act, and Ave may be expecting frosts next month, at least the month after — this is the last day of August, I think.\" \"Yes, sir. I'll look in on Friday. Ive got a job in the church that morning, so it'll be handy. We're much obliged to you, sir, for the loan of the mare. We got AndreAv in comfortable.\" \" Oh, quite Avelcome,\" said Mr. Falk, hurriedly. Perhaps like Jonathan he dis liked being thanked. As Jonathan turned in at his OAvn gate he looked at the bright lights in Mr. Falk's windows ; he could see the leaping of the flame in the parlour through the trees and the big gates. He could not help a feeling of"], [90, "JONATHAN. 80 envy springing into his heart. If things had been otherwise with him, if his father had not lost his health and his work, such a home as that might have been Jonathan's. Golden prospects had opened before the young mechanic : high wages, a good posi tion, everything that raises the ambition in the man had been in his grasp. And now, — it Avas so different. He opened the door and saw the mother patching at his corduroy coat. There was a mess of greens and potatoes on the hearth, and a slice of cold pork on the table, ready for his supper. And Jonathan the elder, in the slouch hat, was bending as usual over the fire, Avhite and silent, Avith com pressed lips. Jonathan gave a sigh as he sat doAvn to his poor supper : and yet no one cared less for Avhat he ate. But he did not sigh again. He could not grudge anything to Mr. Falk Avho had ahvays been so open-"], [91, "HOME FROM HEPRETH. 81 handed and pleasant with him. And then he fell to talking with his mother about his Avork for Mr. Franklin, and about An dreAv. She received the former news Avith unfeigned delight, though her face fell Avhen she heard he might be away a fortnight. \" I've got a nice bit o' beet I wish as I had sent along with you to 'Drew,\" she said presently. \" But you'll likely be goin' agin, Jonathan, from Shimbleford V Jonathan smiled. \" I don't think they'll let him have the beet, mother. But I'll be going again.\" \" His father's agoin' We'n'sday,\" said Mrs. Cleare ; \"so they tell me. But I'm so dull o' hearin', I'm afeard to repeat anythink as they says,\" she added gently. \" I'll go on my Avay through Hepreth,\" said Jonathan, slicing at the cold pork, and eating Avith such appetite that his mother rejoiced behind her spectacles. vol. I. 6"], [92, "82 JONATHAN. Jonathan the elder drew in his chair and took some supper too. This rejoiced his wife more than ever. But she stitched aAvay with turned-down eyes, and her firm sweet mouth betrayed nothing. She had little or no influence with her husband, but she had not lived with him thirty years and learnt nothing. \" I think yer father did eat a nice bit o' supper to-night, Jonathan,\" she said, when he had gone to bed Avithout a good-night to either of them. \"But it don't do for me to make no count of it ; it 'ud set him off his food at once.\" \" Hoav's he been keeping to-day?\" asked his son. \" I don't think he's been other than sadly. He don't say nothink — he's sich a close man. But Becky's been in, and she told me she'd heered him a-moanin' to his self in the garden. I don't see as he gits no better, Jonathan, I don't.\""], [93, "HOME FROM HEPRETII. 83 She looked very sad for a few moments ; but with that quiet sadness that some women carry Avith such grace. Most of us rebel at trouble; but there are some whohave companied with grief so long it has become part of their nature, and the struggle has long since ceased. There are a great many saints and martyrs in villages, as in history and in convents, Avho wear this look. There was one who Avore it in Shelbourne, and that was Mrs. Cleare. Next day Mrs. Myse, calling to see Martha Male, found her much comforted. She was washing Andrew's clothes, and taking a sad pleasure in it. She had his sock pulled lovingly oA*er her hand, as she stood by the wash tray. \" Them's the very socks as ever he had on,\" she said, shaking her head over them. \" It was good he had such a friend as Jonathan,\" said Mrs. Myse. \" Yes, ye see, ma'am, they've allus been 6—2"], [94, "84 JONATHAN. mates. They've been Avonderfully ar'ter each other since ever they were lads at the school. Mr. Byles he knows that. And Andrew 'd do the same for Jonathan any day — that he would, I'm sure. I kneAV as somethink Avere a-going to come to 'DreAv,\" said Mrs. Male, her superstitious imagination carrying her a little away from the truth. \" Soap never slipped with me as somethink didn't come of it. Dearie me, I hope it won't slip not agin' to-day. But there's a sayin' as troubles never come single.\" Mr. May joined his aunt, and they Avent up to Josiah Thome's together. \" It's a long time since I have seen the poor old man,\" said Mrs. Myse, steppino along, gallantly, beside her thin, tall nepheAv, in his black alpaca coat, girding up her neat little black-brown dress, and showing a pair of flat cloth boots, Avith goloshes pulled over them. Her face Avas always thin and"], [95, "HOME FROM HEPRETH. 85 salloAV, his face Avas thin enough too. Mr. Peel, the butcher, AA'as quite sure Mr. May and Mrs. Myse did not buy enough meat, and there Avere many people in Shelbourne Avho agreed with him. Some people thought they had hardly enough to Avear. But all Aveathers saw them trotting about together in the parish, the tall, lean, sweet-faced nephew in alpaca, the short, sallow, sickly little aunt in goloshes. This was the one point in Avhich Mrs. Myse Avas guilty of taking care of herself. The instinct of self-preservation must come out somewhere, Avith the most unselfish of us : it came out in Mrs. Myse in goloshes. The time had been when neither clergy man nor neighbour cared to go and see Josiah Thorne and his daughter. They had always been a strange lot, strange in their ways and looks. The little house they lived in noAV had been pulled down by Josiah and his father, and moved"], [96, "JONATHAN. 86 brick for brick, to be built up again in the heart of the little green orchard at the end of that out-of-the-Avay lane. They built it together Avithout help ; hence the ladder, Avhich served them as a staircase, and the simplicity of the arrangements altogether, the crooked fire-place, the crooked windows, and half-a-dozen other crooked things. And Avhen it Avas built Josiah did not want to have much to do with neighbours. After Jael's sad story he shut himself up more than ever. It Avas easy to do, seeing how far he Avas from the village, and how rutty the lane was. Neighbours used to say they saAv him squatting all day in the orchard with an old gun, shooting rooks or squirrels. Mrs. Myse herself had seen Jael up an apple tree, throwing the apples into Priscilla's lap, Avhen, as a httle girl, she was told to stand there, and hold out her apron. But Mr. May and old age had softened the old man's heart, if it needed softening. He"], [97, "HOME FROM HEPRETH. 87 alloAved \"the minister\" to come and see him noAV, and liked to hear him read. Especially he liked the story of the Saviour's sufferings, though it was almost too much for him. \" I can't make out how they could do such queer things !\" he would burst out, when he heard of the insults offered by the soldiers ; and he wept like a little child. Very child-like he was as he lay there, ignorant, simple, and full of a quiet, unwa vering faith — his dull ears straining to hear what Mr. May read. \" Oh no, we oughtn't to fret, we oughtn't. Look how He suffered, look all they put Him to — and yet He existed 'em all ! I've had a deal o' trouble, I've had, i' my time, but the Lord He helped me through. I can't see as well as I used to could, but I sees the angels sometimes of a night, a goin' up and a-goin' down — beautiful — past the winder.\""], [98, "88 JONATHAN. \" Where's Priscilla ?\" asked Mrs. Myse, when the reading Avas over, looking round the room. \" She ain't never here, my lady — scarcely never. She likes gaddin' about best. She's allus arter flowers, and sich like i' the copses. I don't blame her, I don't ; it's very nice, it is, to be i' the fresh air. I for gits how he smelt noAV, it's so long sin' I been out in him. But he had a SAveet smell — he smelt beautiful, he did, o' morn ings, when I were Avith the stock. And it makes yo' feel warm like and comfor'ble Avhen ye gits in.\" And he pulled the poor thin blanket up to his sharp chin and shi vered. His blood was beginning to course very slowly at ninety years of age. \" What a pity it is that that poor child Priscilla can't do more for him,\" said Mrs. Myse, as they Avent home. \" I don't like her way of wandering about all day, and everywhere, alone. It Avould break"], [99, "HOME FROM IIEPRETH. 89 Jael's heart if anything happened to her.\" \" The pity is,\" her nephew answered, \" that that fine felloAV, AndreAv, cares for her. I don't know that she is otherwise than a good, quiet girl, but she's not over wise ; it's a bad world we live in, and she has no one to look after her, poor child.\" \" And such a face !\" said Mrs. Myse — ** it is the face of an angel !\" \" Only a beautiful woman's, I think, aunt,\" said the curate."], [100, "CHAPTER X FOREBODINGS HEY had not gone many hundred yards before they came on the beautiful face of which they had spoken. 'Scilla Avas coming sloAvly home- Avards, without noticing them. Something of dejection in her air could not fail to be noticed both by the curate and his aunt. The beautiful head she carried so well, hke a \" princess,\" as the village people used to say, was bent like the face of a drooping flower, and instead of the armful of floAvers or tinted leaves she delighted in, she was"], [101, "FOREBODINGS. 91 returning empty handed, her long fingers crossed listlessly before her. It was not till Mrs. Myse spoke to her that she looked up. Then she did so Avith a startled, be- Avildered look, half frightened and half absent. She hardly ansAvered Mrs. Myse's greet ing, but hurried past them. \" Dear Alfred, I yield to your opinion — it is only a beautiful woman's face after all, for I see she has been crying, and I suppose angels never cry. Poor child — perhaps she feels Andre av's accident and absence.\" \" I never fancied she cared at all about him,\" said the curate. \" I never thought so either. But there is no saying. Young girls sometimes don't knoAV their own minds, till Providence makes them up for them.\" Mr. May smiled ; but his aunt looked grave in spite of her happy prognostications. Some dim foreboding that all was not Avell"], [102, "92 JONATHAN. crept upon her as she recalled 'Scilla's woe begone look : it hardly seemed to her the April-sorrow that Andre av's accident might have caused the girl he loved. How long she might have pursued her gloomy fancy is uncertain ; but it was chased away by a meeting Avith Aaron Falk, who suddenly emerged through a gap in the hedge and joined them. With a bright colour in his pleasant face, and a more than usual vivacity in his manner, he Avas no unAvelcome companion of their homeAvard walk. A ready talker he had ahvays been, but to-day his conversation floAved cease lessly. The weather, the crops, the burials bill, the rates, the last raihA*ay accident — he flitted from one to the other with extra ordinary zest. Mrs. Myse, who had it on her lips when she met him, to say some thing about 'Scilla's tear-stained eyes, of which her mind could not disburden itself, had the subject forced from it in spite of"], [103, "FOREBODINGS. 93 herself. Mr. Falk, she said to herself as she took off her bonnet, was ahvays agreeable ; but this afternoon he had excelled himself. And in the meantime the subject of her less happy thoughts Avas making her way toAvard her cottage. But she did not enter it ; she stood outside the little gate leaning her arms on the broken paling and looking at the grey beards of lichen on the orchard trees. Now and then she raised her hand to her throat and slipped her fingers under the collar of her dress, as if looking for something. She did not find it ; for the tears Avelled up again into the blue eyes, and her pink pouting lips quivered. Here and there, Avhen she moved her dress, a pink dimple appeared, as if beads had been there, and left their im pression. No beads were there noAv. She had lost them ; and they Avere so pretty. Why had they been taken away from her ? She had never shown them to any-"], [104, "94 JONATHAN. one, never told anyone who had given them to her. Even her mother had neA'er seen them, never dreamt of them. 'Scilla had been told never to shoAv those beads, and she had obeyed implicitly. Every night, for many months, the pink string had been slipped into her pocket, and only tied on again when she was out in the wood, alone Avith her floAvers, and her childish thoughts. Her pillow was Avet that night from a few hot tears. Were they all for the beads, Avhose last trace on her white neck had noAv faded away for ever, or was there a heavier sorrow in the poor simple heart, a fore boding such as Mrs. Myse had been con scious of Avhen the ghi passed her, that some weightier distress and trouble Avas in store ? She stole out in the morning red-eyed and Aveary, as soon as her mother had risen and busied herself about the house. A regular breakfast was a rare thing in that"], [105, "FOREBODINGS. 95 poor home ; 'Scilla had taken a piece of bread and gone to her wild flowers. She stayed Avith them all the day in the sdent Avoods, from which they were fast fading to make way for the brighter tints of approaching autumn, and came home only Avhen the sun had set, and the cottage sat in gloom under its orchard trees. Then she came in softly, took the cat upon her knees, and stroked it till her mother told her it Avas time for bed. Jael Thorne went more than usual to the Place at this time; but though she Avas out all the day her heart Avas less anxious, for 'Scilla did not wander so much noAv ; she always found her at home on her re turn. \" I think she must have had a sly hope of making that good lad Andrew come out and look for her, Jael,\" said Mrs. May saucily, when Jael told her of her girl's altered ways. \" I think she has given away her"], [106, "JONATHAN. 96 little heart to him,\" she went on, looking at Jael to see if her face would throw any light on the subject, since her words were always few. \" I can't help thinking so, she had certainly been crying when I met her one day just after his accident.\" Jael was rubbing a table in the large empty hall, her back turned to Mrs. Myse. She stopped her violent sweeps for one instant Avith a jerk, then she began again with reneAved energy. \" Crying ? ah, very like,\" was all she said ; but a pang shot through her and she felt her knees tremble. It was not fancy, then, when she too had thought that 'Scflla had been crying. Tears ? Avhat could tears from 'Scilla's eyes mean ? She was not easily moved like other women. No feeling for Andrew's broken leg or Andrew's absence would make her cry. Jael had sometimes thought 'Scilla had no heart at all."], [107, "FOREBODINGS. 97 Jael could not Avork. She felt ill and distracted. \" I must be goin', missus,\" she said ; \" I must be goin', — I'll come agin to-morrsw, with your leave.\" She hardly dared to tell herself all she feared ; but a weight lifted itself off her heart for a moment, when she opened the low door to find 'Scilla safe at home, beside the low fire she had herself lighted. 7 VOL. I."], [108, "CHAPTER XI. ILL NEAVS FROM HOME. ONATHAN'S fortnight passed all too quickly for his mother. At the end of the time she spread out her largest blue-checked cloth upon the table, and folded in it Jonathan's best coat and Avaistcoat, some limp but spotless shirts, some neatly darned socks and hand kerchiefs, doubled the corners OA*er Avith as much care as if she were sending a casket to the king, and pinned them with a pin held in readiness between her teeth. She trembled all over as she did these"], [109, "ILL NEWS FROM HOME. 99 last offices for her boy ; she Avas happy and unhappy, elated and miserable, for a fort night Avithout Jonathan would be to her hke one long night, and yet she Avould not haA*e kept him by her for a kingdom. It did her heart good to see the lightness in his step and the brightness in his eye since Mr. Wanklin had kindled the old flame of ambition in him. It Avas not to be suf fered to burn long, that Jonathan kneAV Avell ; the old life was the one for him while his father lived, Avho sat stolid over the fire and refused to move from Shelbourne. And Mrs. Cleare knew it too, and trembled, poor, frail little Avoman that she was, trembled thinking — suppose he were to stay aAvay with Mr. Wanklin altogether ! and trembled again, knowing he would give up everything and come back to her. She grew quieter when he had gone ; AA'hen the silence in the house and the lack of the sound of his firm tread seemed to 7—2"], [110, "JONATHAN. 100 settle upon her heart, and tell her that now at least it Avas all a quiet sadness for her, and for him a fortnight's work after his OAvn mind. Jonathan saw AndreAvon his way through Hepreth, where he took the coach to Shim bleford, some ten miles on the other side. The doctor's report Avas good, the leg was going on capitally. The young man bad a good constitution, and had not trifled with it. AndreAv might hope to be out in a feAv Aveeks' time. \" I'm sure to be in again, lad,\" Jonathan said to him as he left him. ** Mr. Wanklin's business is sure enough to bring me to Hepreth, and if it don't, I'll come on a Sun day ; only I can't bring you the neAvs from home iioav.\" And they both smiled, as Jo nathan, hearing the coach horn, ran doAvn the stairs to join it. So we part at some great crisis, with common-places, and light hearts, to meet"], [111, "ILL NEWS FROM HOME. 101 again, if we meet at all, in trouble and despair. And sometimes Avith dark fore bodings, Avhen the parting is a common one, and Providence has Avilled that Ave shall meet again a thousand times. Very few souls are prophetic; and it is for the happiness of the race that it is so. Ten days after, Mr. Wanklin' s Avork, as Jonathan had surmised, made a visit to the market toAvn necessary. And Jonathan vo lunteered to do the business, thinking of 'DreAv in the hospital, to Avhom the ten days could not have floAvn as quickly. Per haps, too, he might meet some ' of the Shel bourne folk, for it Avas a market day, and send to and hear of his mother. He had Avritten to her ; but he knew she would be pleased and sleep better if Martha Male or some of the neighbours could say that they had seen his face. He had left the coach, and was walking up the High Street toAvards his business,"], [112, "102 JONATHAN. looking right and left for a familiar face, and seeing none, Avhen a hand Avas laid on his arm, and he saw Mrs. Jonas, the Avife of the landlord of the Red Inn. \" Well, Jonathan, I declare ! and you were agoin' to give the go-by to an old friend ; well, you are grown a fine gentle man !\" Jonathan's smile, as she told his mother afterwards, \"did her heart good.\" \" My lad,\" said she, her face falling, \"come in with me in the ' Eight Bells ' par lour — the master he's second cousin to my husband's first Avife, and he's acquaint Avith me. He'll let us sit doAvn. I've got somethin' as isn't good news to giA*e ye, Jonathan.\" \" My mother ?\" said Jonathan quickly. \" There's nothing amiss with her ?\" \" No, no, my dear — nor yet with your father — nor Avith any of your folk. But, oh! it's Priscilla, the poor simple child; and it's"], [113, "ILL NEWS FROM HOME. 103 upset all the village like. Jonathan, no one knew nothin' of it, and it's given us all a turn.\" \" 'Scilla !\" said Jonathan, his thoughts turning to AndreAv, and what his state would be if 'Scilla were dead. \"What's come to her ? Is she dead or dying ?\" \"Neither dead nor dying, neither dead nor dying,\" said Mrs. Jonas, Avho had sat doAvn in a chair, and Avas still panting and breathless after a quick Avalk to overtake Jonathan. \"But lad, there's other ills as can happen a poor young thing. There's men as can deceive and bring a poor young girl to harm, Jonathan, and that you know as Avell as me. But that it 'ud be in our place, and where no such thing's happened not since the poor girl herself Avas born, Oh, it's a sin and a shame to the place — it is. But ye see the Lord's avenged her — for isn't he a-lyin' there in the hospital with a mischief? on'y he ought to have done"], [114, "104 JONATHAN. wus than broke his leg — he ought to be wus punished than that, though the Lord He knoAvs best.\" Jonathan was standing aghast before © © her. There seemed nothing he could say. His heart was full of anger against his friend, and pity for the beautiful girl he had knoAvn since she was a httle child. The girl that Andrew had seemed to love so Avell, rand protect from eArery ill that might befall her. After a moment he said sternly, \" Does 'DreAv know of this ?\" \" That I can't say. I was half a mind to go and tell him myself ; but if you'll go and see him it'll be better. He'll have to know sometime or other ; and it 'ud be best a friend should tell him, since he's ill.\" Jonathan Avent to the inn door, and stood Avithout his hat, looking at the dusty paA*ement. He could not go and face An dreAv — he could not speak to his friend"], [115, "ILL NEWS FROM HOME. 105 Avithout his righteous wrath rising ; and 'DreAv Avas not fit for hard Avords yet. But supposing that some other officious A*illage gossip should go ? Supposing some had been already, and that 'DreAv Avas left helpless in the hospital tormented by his OAvn thoughts ? © This decided Jonathan. If all the vil lage folk were against his mate, then he ought less than eA*er to forsake him. Perhaps the bitterest cup it is ever man's lot to drink, is that which he tastes when he falls irrevocably in his oavii esteem. But the next bitterest is Avhen a dear friend falls ; and we have to look on and see that he has fallen. Forgive him, excuse him, love him, Ave must ; but to put him in the old place, quite in the old place — is it pos sible ? As Jonathan Avalked up the street, a longing came over him to hear Andrew say he Avas grieved for the terrible wrong he"], [116, "106 JONATHAN. had done to the girl he loved. He could not understand such love. \" It should be called by a Avorse name, I reckon,\" he said to himself, as he reached the hospital gates."], [117, "CHAPTER XII. SIN AND SORROW. T Avas the first time he had ever known the feeling of unease in Andrew's company ; it was the first time he had ever shortened an hour that was to be spent with his mate. Yet how could he be at ease with Andrew uoav . afraid to excite him or give him pain when he was already ill and suffering, and so afraid to \" have it out,\" as he had had it with Andrew in every trouble they had got into before. The sickly smell of chloride of lime and"], [118, "JONATHAN. 108 medicine in the clean airy Avard seemed sicklier than ever to Jonathan. At the first sound of his foot on the boards, AndreAv's face was turned and look ing at him. \" I thought you'd come,\" he said ; \" I'm a deal better. The doctor says I'm gettin' on first rate.\" How could he look so placid and cheerful ? Avhy did his eyes seem so clear and honest, as if there AA*as no stain upon his conscience, as if he had done no wrong ? Perhaps most of us look ashamed only Avhen others are ashamed for us, not before ; Avhen the veil is torn clown, and the real man we haA*e knoAvn so long ourselves, has taken the place of the seeming man in the Avorld's eyes. Then we think Ave are ashamed, but it is of the shame, not of the sin, and hoAV does that stand in God's sight, * © 3 avIio loA*es righteousness ? Jonathan sat down beside the bed, but"], [119, "SIN AND SORROW. 109 he pushed the chair back against the Avail, so that he sat beside Andrew, not facing him as he had done before. You would have thought Jonathan Avas the culprit, to have seen them : he felt like it himself, Avhen he became conscious that he could not bear to meet Andrew's eyes. They sat thus and talked of little or no thing. Jonathan asked questions about the other patients in the beds on either side. It wearied AndreAv very soon. He Avanted to hear about home and 'Scilla. He had not forgotten that Jonathan had told him she was sorry for him, and for Avhat had happened. Forgotten it ? how should he ? he had dreamt about it all the night, and thought about it all the day. \" You haven't see'd 'Scilla again ? haA*e you ?\" he asked, shyly, after a silence, broken only by Jonathan's playing Avith the little medicine glass on the small table be side the bed."], [120, "110 JONATHAN. \" Not again,\" said Jonathan. AndreAv Avas silent again for a feAv mo ments. Then he said, \" I've a deal o' time to think, I have here. I think a deal about the old place — and her. I'd like to see Master May, I would. I've often been hard Avhen he's spoken kind to me. Now I've thought sometimes maybe my trial had come, and that it 'ud go hard Avith me. It's a thin' to make a chap re member the wrong things he's done, and the right things he's left Avithout doin'. But I'm feared I thinks most of 'Scilla, she's hardly never out of my mind, day nor night. I suppose she couldn't come to see me, could she ? I'd take it so kind if she could. I sometimes keeps on a-thinkin' I'd get round quicker, if so be as I could see her face.\" \" She's not like to come just at present,\" said Jonathan. \" She's not ill ?\" said AndreAv, straining"], [121, "SIN AND SORROW. 111 his neck to catch a sight of Jonathan's face. \" She's been out o' evenin's, I warrant, and me not there to look ar'ter her, and see her home.\" Jonathan made no answer. A fearful dread leapt up in AndreAv's heart. \"My God!\" he said, and the SAveat stood out upon his forehead — \"Naught's hap pened to 'Scilla ? my girl's not dead ?\" \" 'Scilla's not dead,\" said Jonathan, lowering his voice. \" She and the child is living.\" Jonathan never forget the look upon Andrew's face at that moment. It Avas a look that haunted him all his life through. Even when happier days had come, and Time, the great healer, had smoothed out later soitoavs, this look visited Jonathan in his dreams. Despair and anger, agony and shame — they met there and made havoc of the placid face of the quiet young man Avith the straight fair hair across his forehead, and"], [122, "112 JONATHAN. the kind honest eyes, that had lain so patiently till now on his hospital bed. Before Jonathan could stop him Andrew had raised himself suddenly, throwing the clothes off him violently, as if he Avere going to get up. The quiet decided nurse was beside him in a moment. She looked angrily at Jonathan, who sat saying no- thing. What had he done ? was this the Avay AndreAv Avould have taken the news he must have been Avaiting for ? \" 'DreAv, don't hurt yourself now,\" he said, looking at the pale agitated face be side him. \" You can make amends to 'Scilla Avhen the Lord raises you up. You love her, and \" \" Love her ?\" cried AndreAv. His voice rose almost to a shriek, and all through the Avards they heard him crying again and again — \" love her? love her?\" with a Avild defiance that made Jonathan sick at heart."], [123, "SIN AND SORROW. 113 Every thin face on every pillow lifted itself up, and asked what it Avas. The thin faces in the accident Avard only, saw Andrew sitting up with wild dilated eyes, and the fierceness of delirium or madness in his face. Jonathan could do nothing. The nurse could do nothing. But the house surgeon, who had come up, after putting a question or tAvo to Jonathan, said kindly, \" Put the screen round the bed, nurse.\" Then to Jonathan, \" You stay with him half an hour. Have it out with him quietly, and before you go, speak to me. I don't want to knoAV any secrets,\" he said, laying his hand on AndreAv's trembling shoulder ; \" but I must knoAV Avhat state you leave his mind in, if Ave're to do anything- Avith him. \" They Avere left alone together. After a little AndreAv lay doAvn, too exhausted to sit up. Jonathan held a little sponge vol. I. 8"], [124, "114 JONATHAN. Avhich he dipped in vinegar and Avater, and pressed on Andrew's burning head. His fingers were large and clumsy for Avork like this : the little sponge seemed no- Avhere, as he squeezed it carefully and slowly every time on the edge of the basin, and cautiously moved it, Avithout any drip, over the pillow. After half an hour he came out from behind the screen, and the nurse called the surgeon. \" It's a bad job, and it's best I should tell you, sir.\" \"It's better I should know as much as you hke to tell,\" he answered. Jonathan looked down upon the ground, and his voice shook a little. The surgeon noticed it, and it did not make him like Jonathan the less. \" Tell me Avhat you can,\" he said again. \" It's quite safe with me.\" \" There ain't nothing- to be ashamed of,"], [125, "SIN AND SORROW. 115 sir,\" said Jonathan, lifting up his face. \"He's got a girl he keeps company Avith ; and she's got in trouble. He's my mate, but I thought he Avas the cause of it. And I thought by what he said he Avere expecting it ; and I told him as the child Avas born. And he says, sir, by the God above him, that it isn't his child, and he's never done her no wrong.\" The surgeon looked puzzled. \" You think that's the truth then ?\" he asked, a little doubtfully. \" The truth, sir ? He's my mate, sir. He's never told me a lie yet. And if you'll go and see him, you'll believe it's the truth.\" They went in together. AndreAv was lying quite quiet and Avorn out, crying silently, like a broken-hearted girl. \" It isn't I as has shamed her,\" he said suddenly, looking up fixedly into their faces. 8—2"], [126, "116 JONATHAN. \"But I'll make her amends?\" He stopped crying and dried the tears himself off his face. \" I'm afraid he's wandering a little,\" said the surgeon. \"You had better go.\""], [127, "CHAPTER XIII. THE OLD BIBLE AND WHAT IT SAW. OSIAH THORNE had an old Bible, that lay ahvays upstairs in the bed-room, on the top of the rickety chest of drawers It had a comprehensive inscription on the first page. \" Josiah Thorne — a present to him, and it's his Bible.\" It had been Jael's custom eA*er since Priscilla had been a little girl, to use this Bible as a magician Avould his wand. \" 'Scilla,\" she Avould say, when she was"], [128, "118 JONATHAN. doubtful as to Avhether Priscilla Avere telling her the truth about some childish misde meanour, \" I'm a-goin' to look in here, and that'll tell me true. So now it ain't no use for you to try no deceivin'.\" Jael could not read a word of the Bible, no more could Josiah. But that did not make her hesitate in the least about refer ring to it to \" tell her true.\" And Priscilla had learnt to look at the old brown cover with a childish aAve. The terrible book that Avas never looked at except when some thing was wrong, and that then would in- © ©-* fallibly speak true, and show up the offen der — what respect could be great enough for it ? On the sad Saturday night, after poor Priscilla, the sinned against rather than the sinning, had brought an unwelcome little infant into the world, Jael sat stunned and stupefied at the foot of the bed where she lay."], [129, "THE OLD BIBLE AND WHAT IT SAW. 119 A dim light fell over the poor bare room. The father slept peacefully, and only his heavy breathing disturbed the silence. Priscilla was awake at first, but Jael did not speak to her. What was there to say ? It was all past Avords — the sin, and the shame, and the trouble. The old Bible lay there closed upon the draAvers ; what use to ask it questions ? Jael sat boAved doAvn by the weight of it all. The Lord's judgments Avere very heavy on her. She had bidden the story of her own fall so long, so watchfully, but her sin had found her out. The girl that did not knoAV her mother had fallen, had fallen too. The Lord's ways were past finding out, said Jael, Avho felt all the time that she had brought her OAvn griefs upon herself, and that never had she seen the wages of sin dealt out more faithfully. All the hopes Avere gone ; the comfort, the brightness of later days. Andrew"], [130, "JONATHAN. 120 marry 'Scilla ? Fool that she had been to think it ! Doubly fool not to have knoAvn men better ; she Avho had suffered so from their false promises herself. She moaned as she thought how she had let him come about the place, how she had felt happy when he brought home 'Scilla, Iioav she had petted the viper that had crept into her nest. And he had never promised even to marry 'Scilla, and yet Jael had trusted him. Her poor child, her poor Avitless, innocent child ! The tears that had been long time strangers to Jael's eyes, coursed over her Aveather-beaten face, and fell drop by drop upon the brown hands folded on her knee. Hoav much there is in the folding of the hands ! The complacent folding of content was not an attitude for Jael Thorne at her happiest moments; iioav it Avas the Avoefulest despair that looked from the woman's un strung form, and loosely folded hands."], [131, "THE OLD BIBLE AND WHAT IT SAW. 121 The silent hours went by, and still the clock ticked solemnly in the little room beloAv. Some rat rushed shrieking through the rafters. All else Avas silence, oidy Jael's tears flowed on. They hardly floAved : their channel was too dry, too long unused, to alloAV of that healthful stream of Aveeping that best eases a Avoman's heart. Jael's tears were wrung from her, slowly and painfully ; and though they fell often, her heart ached on Avithout relief, and a sharp physical pain came into her parched throat. She Avas forty years old. She had known suffering, poverty, loneliness before ; she had seen in herself that worst enemy, sin. But noAV the last and bitterest bloAv had been dealt. The old enemy had been on her track again, and this time he had laid wait for and ruined, not her — but her child. Little 'Scilla that God had made so beau tiful, only that she might be destroyed."], [132, "JONATHAN. 122 \" The Lord is a hard man !\" cried poor Jael ! — \"a hard, hard man !\" And a few moments after, with a paroxysm of anger and grief that shook her sturdy frame, and convulsed her plain flat features, she threAv herself upon her knees beside the bed, and moaned into the faded patchwork counterpane at 'Scilla's feet. \" Andre av, false and cruel — to come across my door Avith your Avheedlin' Avays and your comely face, and Avell-favoured bearin'. It's comely faces as does all the ill in all the Avorld. He came to me with 's comely face, with 's promises and his deceivin' — and I Avere plain, not looked at like other gals about ; I hadn't never a sweetheart. He took my heart, he winned it aAvay, he did, and then he took my clean name from me. It's on'y me as is hurt by that, and the Lord he knows I bore Avi' it, and held my peace, and folks Avas good, and didn't shame me open. But the child here that the"], [133, "THE OLD BIBLE AND WHAT IT SAW. 123 Lord giv' me as was made so fair — a-pur pose for her ruin. Lord forgive me ! I forgive thee, as has done this, for I done Avrong, I don't deny to thee. But what had I done to Andrew, that he should wrong the child and me ? Lord, they say's as thou has pity on the poor — I dun' knoAv thee, it ain't likely as thou 'ud know a deal about me. But I tell thee as AndreAv Male of Shelbourne parish has done me a grievous wrong — and her he's ruined — look hoAv she © lies there a-sleepin', and the babe upon her arm ! My sweetheart as is dead, thou knows I forgave him Ion' ago — but don't thee for give Andrew Male ! Thee Avon't, Lord, if thee knows the rights o' things !\" Priscilla turned in her sleep, and made a crooning sound as she dreAv her baby nearer to her. Jael lifted up her face an instant, and stayed her torrent of words and moan ings. The candle had burnt doAvn into the"], [134, "124 JONATHAN. socket, and was throbbing out its life. But the room was light : the pink dawn was stealing in again through the elm tree at the garret window. Five o'clock boomed out from the steeple at Shelbourne. Jael shivered, and knelt on, crouched up by the poor bed, her grey hair disordered, and her weary eyes fixed on the pinkness of the far-off sky. Priscilla turned again. \" Do 'e Avant for anythin' ?\" said Jael, in a Ioav hoarse voice. \" Give me a drink, mother.\" Jael rose from her knees, and found her self stiff from cold and from her unnatural position. She filled a cup with Avater and put it to Priscilla's lips. She drank, then turned contentedly on her pillow to look at her baby. Tenderly those untaught hands dreAv the ragged flannel round the little child, for whom no preparations had been made ;"], [135, "THE OLDJHBLE AND WHAT IT SAW. 125 lovingly the Avitless girl dreAv the warm armful to her breast. For her mother she had never shown love, if she felt it : she did not thank her now, or seemed to notice that she Avas about, and dressed, and wait ing on her through the night. But this child, the fruit of sin, this Priscilla loved. Again she drew it closer to her, and again Jael heard her croon in pleased content. It was such a mockery of Jael's anguish, of the black long night, spent in tears and grief, of the shame and the sin that had come upon her — it Avent to Jael's heart like a sharp knife. All her self-control left her, and regardless of 'Scilla's state she poured out the burden of her poor heart into the girl's ears. She fell upon her knees first, and then dragged herself up toAvards the pillow. 'Scilla, smiling, looked tranquilly at her. \" Well was yer name called Thome,\" said Jael fiercely, clutching at the bed"], [136, "126 JONATHAN. clothes and looking at the beautiful face © that pressed the pillow. \"A thorn to me you've been since ever the Lord planted 'e in my side. I've loved 'e, grieved OA*er 'e, toiled for 'e, — and all for this — that 'e should go into the paths of sin and fall — as yer mother did afore 'e. And that babe there,\" she cried, lifting up her hand — 'Scilla drew the baby nearer again and looked frightened — •\" all the love as ever was in that heart of yourn is gone to that! — to that ! Andrew Male, may the Lord hear me \" \" Missus,\" said a voice behind Jael at the head of the stairs. Jael turned round and saAv a man's shadow in the doorway. It Avas Jonathan. \" Missus,\" he said, \" I've come from Hepreth.\" He did not tell her that he had been back by coach to Shimbleford, because he could not leave Mr. Wanklin and his Avork Avithout seeing him again, (he kneAV"], [137, "THE OLD BIBLE AND WHAT IT SAW. 127 the men were at a standstill Avhile he was away) nor that he had Avalked fifteen miles from Shimbleford across the fields that night, to see her and to set Andrew straight Avith her and all the village folk. Her sad eyes and distracted, disordered look aAved him. He knew Jael Avould grieve ; but he had hardly expected grief like this. She had risen from her cramped knees and stood before him. \" I've grieved for you right sore, Jael,\" he said. It was a great deal from him. She only shook her head and went on looking at him, absently, Avearily. \" I want to speak with you a minute, if you can give me a hearing,\" he said. She followed him sloAAdy doAvn the ladder. \"Have you the rheumatics?\" asked Jonathan, seeing how stiffly she moved, and noticing that she held her brown hand upon her heart. \" Rheumatics ?\" she repeated. And then"], [138, "128 JONATHAN. she shook her head again, always without speaking. \" I've come to tell you, missus,\" he said, \" that you've got to make your peace with Andrew.\" Jael's eyes turned to a fierce brightness. \" With Andrew?\" she hissed out, \" Yes, missus. He loved your girl straightforward and true, and — \" \"Ay, straights or' ard, ay, very true — true 's the devil as follows the innercent soul, and — \" \" Missus ! if you don't believe Avhat I says, nor what Andrew says, come in to Hepreth Hospital, and into Harper's ward. And on the second bed beyond the first AvindoAV, you'll see Andre av lying. I ask you to look at him, and see whether he's spoken true. If ever man Avere cut up and broken in pieces like, with bad news, that man's Andrew. And it's I that did it all unknowing. And if I'd known hoAV he'd"], [139, "THE OLD BIBLE AND WHAT IT SA W. 129 have taken it, and that he Avas as clear as day, I'd have cut my hand off to have saved him. We've ahvays been mates, and it's hard that it must be me that was to give him a blow, like Avhat I've given him to-day.\" Jael Avas staring at him noAV, and silent. \" Then he didn't know as she Avere like\" to come to this ?\" \" Know it ? no more than I kneAV it, missus. He SAVore it before his Maker, lying there upon his bed.\" \"And who knows then, who knows?\" moaned the poor Avoman, rocking herself to and-fro, and fixing her grief-laden eyes upon Jonathan. What use was it to ansAver ? Jonathan knew no more than Jael. God's silence Avas over them. They sat in His silence, looking at each other ; and Jael shivered over the black empty hearth, Avhile the cold grey light of the early morning fell on the dusty, dis- vol. I. 9"], [140, "JONATHAN. 130 ordered room, and wrote one word upon everything — desolation. Suddenly Jael rose, and said, still holding her hand upon her heart, \" I'll know yet I— 111 knoAV ! If he's far or near I'll find him, and I'll shame him !\" And up the ladder she began toiling again, with hurried, uncertain steps. \" Come up !\" she called to Jonathan, who stood beloAv. He obeyed her, because her ashy colour and trembling gait made him fearful for her © © and for Priscilla. He Avould not go quite in, but he would stand in the doorway, to be at hand if he Avere needed. Jael Avent straight to the bed where Priscilla lay. She drew the counterpane doAvn a little, and shoAved the girl's fair, fresh, childish face, flushed with sleep, and the rounded arms clasped round the little bundle Avrapped in the ragged flannel. \" 'Scilla !\" she said, roughly."], [141, "THE OLD BIBLE AND WHAT IT SAW. 131 The girl Avoke Avith a start, and clasped her baby tighter. \" Don't kill the babe as you've nigh killed me — as you're a-killin' me,\" said Jael — \"no one don't want it, nor yet the shame it's brought. I've come to ask 'e once more, 'Scilla, and leave 'e I Avon't till so be as you've spoken out and told me true.\" The girl looked at her Avonderingly, but made no answer. Jael went to the old Bible. Priscilla raised her head a little, and folloAved her mother with her bright blue eyes. \" See,\" said Jael, lifting the book off the chest of drawers, \" I'm a-goin' to look in here. This '11 tell me true, 'Scilla, and its no good for you to try no deceivin'.\" She lifted it in her hands, and raised it OA'er the bed where 'Scilla lay ; the short broad figure threw its shadow over the girl, and she trembled and hid her face. But there Avas no answer. 9—2"], [142, "132 JONATHAN. \" Missus !\" said Jonathan, taking a step forAvard. He thought Jael Avould be the death of 'Scilla. But she would brook no interference. Angrily she Avaved Jonathan back, and stood a moment thinking. At last a sudden inspiration seized her, as she watched her girl beginning to fondle the baby again, crooning over it softly, lovingly. \" 'Scilla!\" Jael threAv the Bible on to the pillow. Then she fell upon her knees, and looking into the girl's face Avith an expres sion of mingled love and passion, she said, fiercely, — \" 'Scilla, if 'e don't tell me who it is as has deceived and Avronged thee, I'll take the child from 'e !\" It Avas then that Jonathan, in the door way, heard distinctly through the tAvilight a whispered name. It Avas a name so respected, a name that stood so high with Jonathan himself, with"], [143, "THE OLD BIBLE AND WHAT IT SAW. 133 Mr. May, Avith all the Shelbourne people, he greAV dizzy Avondering whether he had heard aright. © He went doAvn the ladder slowly, Avith out speaking to Jael again. There Avas silence with her too ; she too Avas stunned by the unexpected bloAv. It seemed to Jonathan that heaven and earth had been turned upside cIoavii ; that right and wrong had run together in some great catastrophe, and Avere no longer to be distinguished. He had to breathe the fresh air, and to think of Mr. May and of his mother, before his mind regained its balance. © They still Avould be true and pure, though all the Avorld made shipAvreck."], [144, "CHAPTER XIV AARON FALK'S SUNDAY. '•Ffg^^ING-a-ding, ding!\" went the i§S|£jp merry bells of Shelbourne :^^^1 Church that Sunday morning, just as they had clone on other Sunday mornings. Out came the sun in his glory, and out came all happy Shelbourne in its Sunday best. Pedley, the clerk, in his black swalloAV tailed coat and Avhite cravat ; Hare, the baker, in his pea-coat, Avith the velvet collar; Peel, the butcher, Avith his blooming fat cheeks ; Home, the postman, with his"], [145, "AARON FALKS SUNDAY. 135 tramp, tramp, up the aisle, and his business like Avay of opening his peAV-door as if he had letters to deliver there, and letters of importance; Mr. May, in his neatly-darned surplice and smoothly brushed hair ; Mrs. Myse, in her best pelisse and bonnet ; all the school-children helter-skelter, push and jostle, tumbling over each other into their places. Behind them, coughing, wheezing, and dyspeptic, something long and straight like a bottle, robed in great-coats and corked Avith a comforter. It Avas Mr. Byles. Pedley Avas breathing about the church heavily : he ahvays breathed heavily when he Avas busy, and happy, and important. And Avhat busier, happier, more important day could be for Zimri Pedley, parish clerk, than Sunday ? The harmonium had begun to play, the basses were scraping their throats, and tlie trebles were touching bonnets and Avhisper-"], [146, "JONATHAN. 136 ing. HoAvever many practices there might be during the week, there was ahvays something to whisper about on Sunday. Martha Male, in black cotton gloves and with folded hands, Avas seated complacently in her place. It Avas not the custom for the Avomen to come to church in the mornings ; but to-day Martha Male felt constrained to make an appearance in pubhc. She had Avorked well that morning in Andrew's cause ; iioav, for the credit of the famdy, she would come and show her happy full face, framed in its neat bonnet, to the Shelbourne Avorld. Not only her face told her story ; the croAA'n of her bonnet, and the grey ribbon in it, stood out stiffly Avith respectability. EA*ery boAV Avas a banner of motherly peace and pride. But one peAV Avas empty — the great square peAV, red cushioned and comfort able, that belonged to Mr. Falk. He stood in his back-yard and heard"], [147, "AABON FALK'S SUNDAY. 137 the bells ring that Sunday morning ; he Avent in-doors, and stood in the parlour, with the Hepreth paper in his hand. The bells folloAved him there, till they had beat out a long half-hour, and then they ceased. Aaron Falk put doAvn the paper, and stood irresolute. Should he go to church ? Had people heard ? Had the girl perhaps told the truth ? Was it being passed from mouth to mouth noAV amongst the women that stayed at home to cook the dinners, and Avould the men Avhisper it Avhile they Avaited for the harmonium to strike up ? The harmonium struck up even then. Still Aaron Falk stood hesitating, with his face toAvards the door. It Avas cowardly not to go ; it Avould stamp him, perhaps, as the guilty man. If he Avent, it Avould be braving the scandal, shoAving he cared nothing — that the tale Avas false. What tale ? Aaron Falk had heard no tale but that of Andrew Male's miscon-"], [148, "138 JONATHAN. duct. He had not heard that Andrew had denied it the night before from his bed, in Hepreth Hospital. For all he knew, the people still thought Andrew to blame. For, said Aaron to himself — and as he said it the harmonium pealed out Avith all its little strength, as if to droAA*n his thought — if Andrew did deny it, Avho would belieA*e him ? He had kept company Avith the girl so long. With him the blame must rest — must rest, said Aaron Falk, Avith irresolute resolution. Yet suppose another tale ivere abroad . Suppose Aaron Falk's good name were gone ? Suppose the well-to-do, respected brewer — whose fathers for generations back had been the great men of Shelbourne, to whom all the people had looked for help — suppose he had fallen in the esteem of these poor labourers and their wives, and fallen all the loAver because he had stood so high © before ?"], [149, "AARON FAIR'S SUNDA Y. 139 The harmonium ceased ; the service had begun. It was too late to go to church noAv. Aaron Falk sank into his arm-chair and stared restlessly at the empty grate. The thought of hoAV he might now stand in the sight of all the people, in the sight of Mr. Byles — aboA*e all, in the sight of Mr. May — this unnerved him quite. The colour had gone from his straight, regular features ; they had taken a pinched, Avorn look. To lose his name, to lose the good- Avill of his neighbours and his dependents, it was a terribly hard thing for Aaron Falk. Fool that he had been ! If he could but undo the past, and be sure he held the place he had held a year ago ! A month -igo, said he, remembering that a month ago everyone had smiled on him — that even yesterday no one kneAV ! Later, but not yet, the better man in him carried the wish to the year ago, and left it mostly there. Later he kneAV repentance,"], [150, "140 JONATHAN. and was so far a nobler man. Noav his suf fering was too great for anything but a keen and hard remorse. That it should be known, —there was the sting. He sprang up suddenly. Perhaps it was not known ! Fool that he had been again, to loiter here, Avhen something might be done to avert the evil thing he dreaded. But yesterday they thought it was Andrew; to-day, all Shelbourne might be thinking the same. The girl might not haA'e be trayed him ; she might haA'e been afraid to tell. He seized his hat and Avent out again by the back-yard. He saw a man in a field a little way off, and hesitated. If people saw him going to Josiah Thome's cottage he was undone. Should he wait till night ? © And his thoughts turned to a large dark comforter that hung in the lobby, and that Avould be suitable and useful for that even ing walk. But no — Sunday Avas an idle"], [151, "AARON FAIR'S SUNDAY. 141 day. Before nightfall half Shelbourne might have been at Jael's house, perhaps at Priscilla's bed-side. It was noAV only ten o'clock ; the chances of his being the first visitor to that out-of-the-way place were good and many. Some people say a Sunday morning in the open air is as good and as inspiring as any service between four walls. It may be so to some. It was not so to Aaron Falk, on whose eyes the familiar landscape ached, this Sunday morning. He Avent by round about paths, it is true : he was ready at any moment to strike off in an opposite direction from the Thornes' house. But he knew every field and lane ; it seemed to him they knew him also. The air was sunny and hght with the lightness of early autumn, and the sky a very tender delicate blue. The thistles had gone to seed, and the linnets stirred them and sent them flying. The crows cawed"], [152, "JONATHAN. 142 lazily, knowing no one would molest them now. The very stubble looked golden in the sunlight. God's finger was on every thing, and it was all fair. Perhaps there Avas too much of God for Aaron Falk's peace, as he Avalked on hur riedly through it all. That mysterious un-ease that falls upon the transgressors of His laAvs had fallen upon the soul of this man, though as he quickened his pace the hope came more and more strongly to him that Shelbourne did not knoAV — that Shelbourne never need knoAV after all."], [153, "CHAPTER XV jael's SECOND VISITOE. £p|||c? UT of breath, and with some colour l||^J:| once more in his face, Mr. Falk * -'■'-•■•-'■•< reached the little gate, still swing ing out crazily upon its broken hinge. On the orchard trees were still the un gathered apples ; a few clothes dried to boards stood out stiff upon the privet hedge. The grass was rank and long, and Jael's black cat crept stealthily about in it. It was a weird place always, looking neglected and uncared for, and never more so than to-day, when the old man had been a month"], [154, "JONATHAN. 144 in his bed, and Jael's thoughts and time were given to other things than the clothes or the orchard. Aaron Falk buttoned his Sunday coat at the waist, and eased his collar, as he ap proached the house. He tapped. A chicken rushed between his feet through an opening in the old Aveather-beaten door. It startled him. But not more than the face which looked out at him when the door had been pushed open Avith a harsh sound as if stones were under it, and Jael Thome's short, stout figure filled the foreground. © O They stood looking at each other, the well-dressed, Avell-to-do breAver, and the dirty, middle-aged, poor woman, and nei ther spoke. It Avas Mr. Falk avIio hesitat ingly broke the silence. \" I have come to speak to you,\" he began, his colour changing a little under her steady gaze."], [155, "JAEL'S SECOND VISITOR. 145 \"And speak you may,\" she answered, sternly, \"though it's little good as ever came o' Avords Avhen deeds is done and over. And speak outside you shall, if you please, for come across this door you shan't, so long as /'ve breath in this here body.\" Mr. Falk considered a moment Avhich line he had better take. He thought the safest Avould be to try and appease Jael's anger. She knew then : did any one else knoAV ? The haunting fear made him hesi tate no longer. \" I hear your girl has come to trouble, Jael,\" he began again. \" Trouble ? you hear, do you ? It's been a long time reaching your ears. It's a wonder you didn't come by the knoAvledge Avi'out hearin /\" She raised her clenched hand, and said, fiercely, \"You've ruined my girl, Aaron Falk, and for all I've been a bad un before her, and for all you're a vol. I. 10"], [156, "JONATHAN. 146 breAver and a landowner, and she a poor half-witted thing as has got no friends — for all that, I'll have my revenge on ye, and I'll see her righted, so far's one can be righted as a man's wronged as you've wronged her.\" \" Jael,\" said Aaron, changing colour very unmistakably now, \" I've come to have a Avord with you. Perhaps it will be better for you, as well as me, if you'll listen.\" He had keen eyes, and now that he w*as on his mettle and master of himself again, he fixed them Avith a determined look on Jael. Her glance had conquered him for a moment ; he Avould master her now. Under the keenness of his look there was an under current of fear — an almost craven fear, but it was hid away from the blunt, honest woman, and might have been hidden to wiser eyes than hers. Jael involuntarily drew back into the house, and suffered Mr. Falk to folloAv her."], [157, "JAEL'S SECOND VISITOR. 147 He lifted the latch, and shut the door care fully. Then putting his stick on the table, he said, Avith affected hauteur — \" Priscilla has told you, I suppose, what is not true. I guess so by your behaviour to me.\" \" Told me .'\" cried Jael, too excited to speak without repeating his words continu ally ; and her tone struck terror to Aaron's heart. \"Told me/\" Did it mean even/ (me kneAV ? Was all chance over ? He was still knocked down by this fear, Avhen Jael called out suddenly, \" What has brought you here, Aaron Falk, if it's a false tale ?\" He could only look at her, Avith a startled and ashamed look. \" Hear the tale you've not,\" said Jael, standing aAvay from him, as if she would not defile herself by contact with him, \"and if it's not a guilty heart as has kerried you here this mornin', it's a wondrous strange 10—2"], [158, "JONATHAN. 148 thing, it is. Make a clean breast of it, and humble yourself, Aaron Falk, for to try on deceivin' Avith me, it ain't no manner of use nor profit.\" A sudden hope had filled his mind while she spoke. \"Hear the tale you've not,\" she said. Then it Avas not abroad yet ! \" Jael,\" he said — almost trembling Avith the sense of sudden relief, and forgetting in the sweetness of it the denial of his guilt — \" Jael, you've not spread the tale abroad, I see : you would not do me such an unkind ness, I knoAv. I am so wdling to try and make amends to you — to — to\" — he began feeling in his pocket for his purse — \" Any thing you Avould consider a compensation, — anything in reason, you knoAV, Jael,\" he said, opening the purse, and looking at her at the same moment, furtively. The room shook under the thundering- blow that Jael's fist came down with on the table. She hissed out her words at"], [159, "JAEL'S SECOND VISITOR. 149 him, AA*hile the veins swehed in her broAvn neck and face stretched toAvards him. \" Compense me ? Compense me for my gal's good name ? Out Avith your money, you, Aaron Falk, and begone from my doors ! You think to tie our tongues, do you, with your gold and your silver ? They can do a deal, they can, making a villain look like a gen'leman, and Avhited outside like the 'pulchres as the blessed Lord talked about, as Avas full of rubbish and muck AAdthin. My tongue's free, and so's my gal's ; and if others is blamed as is innocent hke the lamb unborn, and t'other is the bad un as has done the wrpng, I'm not one to let the mud stick to the one, and let t'other go clean and dry, Avith a stiff neck and a foul heart. I'll say my say, and all the parish shall know the truth, Aaron Falk, before ever another night's over.\" And she beckoned him haughtily to the door."], [160, "JONATHAN. 150 The colour had come back iioav to Aaron's face. He stood quite quiet till Jael had exhausted herself, his lips compressed in silent determination. \" Jael,\" said he Avaving his hand over the floor of the room, paved rudely with broken bricks and stones, \"you know on whose ground this house stands ?\" She did not answer, and he went on — \"You also know to whom the orchard belongs ? Who gives you the house rent free ? Who alloAved your father to squat here ? Who alloAvs bin, to remain here when he is useless as a labourer, and worse than useless as a tenant ?\" He saw Avith secret satisfaction that his Avords were taking effect, and he con tinued — \" You know your father's age, and that you are not as young or as strong as you have been. You know that Priscilla is unable to support herself or you. I shall"], [161, "JAEL'S SECOND ViSITOR. 151 be sorry, of course, to deprive you of the cottage, and to turn your father out; I know it would be the death of him. He has been here since he Avas a lad, and he has often told me he loves every brick and stone.\" Jael's head had boAved a little upon her breast. \" It rests with you, mind, Jael. You Avill have to decide now. If your father is taken from his bed, and dies in the Avorkhouse or on the high road, his death Avill he at your door.\" Her head boAved further still. \" You are a proud woman, and I knoAv that you've been wronged. But the wrong is done, and your telling the tale in the parish won't mend matters now. It Avill only ruin me and you, Jael — you, and your father, and Priscilla, more than me, perhaps.\" The short, stout figure was leaning upon the table noAV. The brown Avithered face"], [162, "152 JONATHAN. Avas buried in the hard broAvn hands. Great sobs shook the broad shoulders, that the threadbare gown covered so scantily. A tremulous sound came down from the little garret above. Jael raised her head instantly. \" Yes, fa'der ! I'm a-comin' !' She went slowly and heavily up the lad der, holding her hand upon her heart. \" What is't, fa'der dear ?\" \" 'Scilla says as some un's a-sayin' avc must go out and leave right, is it, lass ? It's body's a-sayin' that ?\" e old place. It's not not right as 'at no- Jael did not ansAver. over her eyes. She held her hand \" Lass, if they be a just to come and take sayin' that, ast 'em the life o' me. It 'ud be bad for you and 'Scilla if I died a goin' doAvn the ladder, and I couldn't go not no furder. My heart he'd 'ave broke by the second rung.\""], [163, "JAEL'S SECOND VISITOR. 153 The SAveet old face puckered up feebly, like the face of a little child ; and, like a little child, the old man Avept. \" No, no, fa'der, Ave ain't a-goin' out. No un shan't a-turn us out. Don't 'e be fret tin', fa'der !\" And sloAvly and heaAdly again doAvn the ladder Avent Jael Thorne. \" He's mine,\" she said, solemnly, \" he's mine ; and his time 's a-draAvin' nigh. I can't go for to break his heart, as mine's been broke. So if silence '11 leave him in his bed, Master Falk \" \" Thank you, Jael !\" he ansAvered, eagerly seizing her hand; \" I kneAV you would come to think as I do.\" \" No, no— not that, sir I\" said Jael, draAv ing back, and covering her hands Avith her apron. \" Neither hand nor money for me. It's enough to have bought my tongue, or taken it force-Avays, hke as you've done already. I've promised, and that's enough.\""], [164, "JONATHAN. 154 \" I know it's enough.\" He began to turn to go. \"And no one else knows — has heard the tale ?\" he asked, hesitating. , \" Jonathan Cleare knoAvs,\" said Jael. Aaron's heart sank. \" He Avere here when she spoke out,\" said Jael. \" But 'e needn'st to fear hini. He'll tell no man. It's Jael Thome as ye had to fear ; and iioav, — you've got your way with her.\" Her head sank again upon the table ; and as Aaron Falk Avent out, it was the Availing sound of her voice, and not the bells of Shelbourne, that haunted his way home."], [165, "CHAPTER XVI. THE ONE MAN WHO KNEW. HERE was one man, then, Avho knew in Shelbourne. It Avas a strange fate that brought Aaron Falk face to face with that one man as he went home. He did not knoAv whether to be glad or sorry when he saAv Jonathan coming straight towards him in the field beyond Josiah Thome's lane. Men of Jonathan's type do not lose them selves for long in fits of abstraction, as better educated and less physically power-"], [166, "JONATHAN. 156 ful men do. If he could have been in a reverie, he was in one noAV. But he only showed it by kicking up a stone meaning lessly here and there in the stubble, and AA'alking for a yard or two with his head doAA-n. But he Avas quite conscious of Avhere he was, of the smoke rising over the orchard from the Thornes' cottage, and of his OAvn unwonted absence from church. Why he had not gone he could hardly have told. He only kneAV he felt restless and disquieted. AndreAv was clear. But Avho was this that had taken the cloak of blame and shame instead ? Mr. Falk, Jonathan's best friend — barring Andrew — and the friend of all the Shelbourne folk ; w*ho Avould fall next, and, from being a pattern of respectability, become capable of any Ioav or coAvardly deed ? Jonathan's faith in men was sorely shaken. He felt he could not go to church and listen to Mr. May's counsels, to turn to him that had"], [167, "TRE ONE MAN WHO KNEW. 157 smitten one cheek the other also. For it was not his OAvn cheek that had been smit ten now. But he had been injured deeply through his friend, his David, Avho lay help less in the Harper ward. That AndreAv should have ruined Priscilla had seemed bad enough to him ; but that AndreAv's love should be ruined by another man — ■ and that man Mr. Falk, who might have known better — this Jonathan felt it hard to forgive. He had as great a shrinking from seeing Aaron Falk as the culprit himself could have had from meeting Jonathan. He had an almost childish dislike to giving pain, and to see Aaron and not speak out his mind he knew was impossible. And then, with him as with Jael, indeed as with half the people in the place, there was the weight of many obligations to lay a ban upon his speech. Many a time had Mr. Falk's gig taken Mrs. Cleare to Hepreth,"], [168, "158 JONATHAN. in the days when there Avas stdl a chance of her hearing being restored by attendance at the hospital. Many a bottle of medicine and bowl of broth had found its way to the elder Jonathan, when his son was away, and the sickness ofthe husband drained the poor Avife's resources. Of late such favours had not been needed. Jonathan earned good Avages, and his parents needed for nothing. But between the young blacksmith and the prosperous brewer a relationship of mutual courtesies and goodAvill had sprung up; and on a footing more palatable by far to Jona than than that of benefactor and recipient. But once full in Mr. Falk's way, Jonathan Avas not likely to avoid him, however much he might wish it. He saw the craven coAved look that lurked under a seeming in- © difference of manner. \" Good-morning, Jonathan,\" jauntily. \" Good-morning, sir,\" curtly. Jonathan was not going to help him out of his difficulty, that was clear."], [169, "THE ONE MAN WHO KNEW. 159 \" I understand you've been at Thornes',\" said Mr. Falk ; \" it's a bad business this about — the girl — I understand you've been there — you heard her accuse me, eh ? I don't understand it. I — \" \" I didn't understand it either, sir, before this. But I think I see my way through it now. At least I see this, that you've been at Josiah's cottage. I expect, if you've busi ness there, sir, that what 'Scilla said 's true. An honest man that heard a scandal wouldn't go sneaking to the place Avhere it hes, I take it — let alone the man that cant have heard the scandal, by reason that it isn't put abroad yet.\" \" Jonathan,\" said Mr. Falk, boring a hole in the ground with his stick, and speaking rapidly and Avith agitation, \"if it's quite true that no one knows yet, ex cept you, then I feel I can depend on your honour. Jael has given me her Avord ; so it rests Avith you Avhether you'll injure an"], [170, "160 JONATHAN. old friend by spreading a slander that'll do only harm and no good.\" \"Ay, harm it will do,\" said Jonathan. \" But as to holding my tongue about it, Mr. Falk, sir, that's another matter.\" Aaron looked anxious again. The pinched look came back to his features as he stood looking at the green Avood, and the far blue hills, and Hepreth lying under its blue veil of smoke in the valley. Jonathan's tone was too resolute and defiant for his peace. He must knock under with this man if he were to make any way with him. \" We are all apt to make mistakes— to — he began, deprecatingly. \" Yes,\" Jonathan interrupted him, \" Ave are all apt to do wrong, and to do foul deeds, some of us. But Avhen it's done, I think the English of it's the best — and I don't knoAV the tongue as calls ruinino- o * © another man's sweetheart, and she not all there — a mistake. Mistakes can mostly be"], [171, "THE ONE MAN WHO KNEW. 161 undone, sir. But these mistakes, as you call them — they need a piece of stuff as God Almighty's not Avove yet, to mend them.\" Aaron Falk Avent on boring the hole in the ground Avithout ansAver. After a time, he said, when Jonathan moved as if he Avere going — \" I believe I can depend on you to keep silence — not to spread the slander. What good it Avill do you, or Hepreth folk, to haA'e it blazed abroad, I don't see ; and it would ruin a respectable man's character.\" Jonathan, in spite of himself, gave a Ioav laugh of contempt. \"Respectable!\" he said, between his teeth, turning again to go. \" Jonathan,\" said Mr. Falk, \" I've done you many good turns. I ask you this one favour- — to keep this secret. I don't deny it — I belieA'e it's true. I wish to God it weren't. But as it is, the harm is done. I throAV myself on your goodness, Jonathan.\" vol. i. 11"], [172, "JONATHAN. 162 Insensibly he fumbled Avith his purse, but he kneAV too well the man he Avas dealing Avith to dare to bring it out. If Jael had spurned money, Avhat would not Jonathan do at the bare suggestion ? \" How did you buy OA-er Jael's tongue ?\"\" asked Jonathan, bluntly. \" That AA'ould not do much Avith ber,\" he said, pointing to the trouser pocket in AA'hich Aaron kept his hand, and from which a jingle had once or twice been heard to come. Like a chidden child, Aaron removed his hand. \" I only appeal to your good heart,\" said he, and his A'oice Avas low and trem- bling. © The tone touched Jonathan — so did the Avords of the appeal, in which no Avord Avas said of past faA*ours. \" Look here, sir, I don't Avant to harm you. I believe, to have done as you've done's as heavy a load as ever a man can"], [173, "THE ONE MAN WHO KNEW. 163 carry. I don't want to pull you doAvn in other folks' eyes — I don't. But look here, sir\" — he lifted his arm and pointed to Hepreth in the valley — \"the man as you've Avronged 's lying there, sir, and he's my mate. We've been mates since ever Ave AA*ore pinafores, and Avent to get our schooling together. And it 's the thought of him as made me say I couldn't abear to hold my tongue. What am I to say, sir, Avhen he asks me, in the name o' God, AA'ho it is that's ruined 'Scilla ?\" There Avas no ansAver. Jonathan Avent on — \" I tell you what it is, sir, so long as I can keep it from Andre av I'll keep it : it'll be a deal the best for him as Avell as you. But if the time should come as I must speak out for the sake of Andrew — that day I'll speak. But,\" he added, Avatching the pallor that had spread again over Mr. Falk's. straight, fine features — \" that day I'll come and tell you first, sir, and there's my Avord.\" 11—2"], [174, "JONATHAN. 164 And Jonathan strode aAvay, leaving Aaron Falk still standing, beAvildered, by the hole in the stubble. He quickly came to himself, and oA'ertook Jonathan. \" If ever,\" he said, \"I can do anything for you in any Avay, you'll let me knoAV, Jonathan. I'll do it, Avhatever it is — and there's my hand upon it.\" \"Well, it's not for me to forgive, or not to forgive,\" said Jonathan, holding out his hand — and so they parted."], [175, "CHAPTER XVII. THE FALLING OF THE LEAF, o the SAveetness of autumn Avent by, and Shelbourne clothed her self in russet, and then sadly began to disrobe for the coming winter ; and the ground lay thickly carpeted Avith yelloAV elm leaves, and broAvn beech leaves ; and the limes on either side the Reel Inn shed theirs in beautiful bright patches of gold and green, Avith dark spots here and there, harlequin fashion, half the leaf gold, half green, only that the gold melted into the green as no loom ever yet Avove it. Pehaps the mediæval monks came nearer"], [176, "166 JONATHAN. to it than any craftsmen, in their Avondrous blendings of colour and form on tbe pages of the old missal. And they had learnt it straight from God and nature. And Aaron Falk's secret was still kept. But to him, and to some of the simple souls of Shelbourne, the sweet rhythm of the season was jarred and out of tune. The stillness that seemed at the falling of other years to speak to them of peace, spoke noAV of sadness and trouble, and the inscrutable Avays of God. They could not haA*e told you this, per haps, but they felt it. Jael, Jonathan, Aaron Falk, Andrew, Priscilla — one man had sinned, and all these must suffer Avith him. Jonathan, avIio thought as Avell as suffered, felt it Avas easier iioav to believe that hard saying in the Book — \" By one man came sin.\" But the trouble and the struggle AA'as fought out in secret, in the inner life."], [177, "THE FALLING OF THE LEAF. 167 Jonathan stood at his anvil all the day ; Andrew lay upon his back in Hepreth hospital, and was silent ; Jael gathered the forgotten apples, and sold them as she had done every year — and sorely iioav she Avanted the little money they brought her ; and Aaron Falk, to all appearance the most unmoved of all, Avent about the breAvery, and the yard, and to the big square peAV in church — to Mr. May's house sometimes, not often — everyAvhere except to Jonathan's forge : and before all the world he could hold up his head, except before these tAvo men. With Mr. May he still tried to do so ; Avith Jonathan, if he ever came across him, Avhich Avas seldom uoav, he did not even try. It Avas a very strange feeling to him, this neAv aAve of Mr. May. Hitherto he had felt so superior, as a man, to the curate, with his hundred pounds a year, his thread bare alpaca coat, his empty, unfurnished"], [178, "JONATHAN. 168 house, and his gentle, almost feeble manner, and narrow chest. And Mr. May Avas un der such obligations to him. He could hardly have lived through some winters Avithout the brewer's timely gifts of port wine and stout. And the curate invariably treated him with such deference. Hoav could it be that Aaron Falk should eA'er fear him ? Ah, Aaron Falk ! you AA'ill understand by-and-by, if you have not thought it out already, that the manly man, and the man of the broad chest, the man of the fat purse and the respected name — all these must boAv doAvn at last before the true man, Avho has the fear of God before his eyes, and has kept His paths straight. Before the richer or the poorer man, the stronger or the weaker, no man avIio has a right to the name will feel afraid. But before the better and nobler man, that is a different thing altogether."], [179, "THE FALLING OF THE LEAF. 169 One day, just AA'hen November had set in, and the days Avere getting short, and the air damp and chilly, Jonathan was standing in the workshop, Avith one foot upon the slake-tub, manipulating a shape less piece of iron Avith pincers. The forge lire had got Ioav, as the day's Avork AA-as nearly over ; and Avhen a A*oice called at the door \" Good-evenin' to you, Jonathan,\" he could not see Avho it Avas that spoke, but the A'oice startled him. Could it be Andrew come home ? It Avas not Andrew, but it was Andrew's mother. Martha Male, in her Sunday best, was standing, plump and comely, in the dooi'Avay. \" Have you been at Hepreth ?\" asked Jonathan, taking his foot off the tub, and passing his fingers through his thick brown hair, which Avas a Avay he had when he asked a question, and felt a little shy about the answer. He knew Andrew would"], [180, "170 JONATHAN. reproach him for not having been to see him for so long. \"Yes, I've been. And Andrew, he's a-comin' out Saturday. He's a-gettin' on Avonderful, he is.\" \" I'm right glad to think he's getting well, missus,\" said Jonathan. \"And him suffered so. Wonderful he suffered, I suppose, when the bones Avas a-gingeiin' together. And he's proper sadly. He don't seem to have no 'dacity in him. I'd take it kind if you'd come in and spend th' evenin' Saturday, jest to keep his spirits up a bit.\" \" I'll come in, missus,\" said Jonathan, relieved that the proposal was not that he should have a tete-d-tete with his mate, who Avould be sure to question him about Pris cilla. For the first time in his life, he feared being alone Avith Andrew. Satur day after Saturday had passed, and he could not go to Hepreth. To sit there by"], [181, "THE FALLING OF THE LEAF. 171 AndreAv's bed, and be questioned and cross questioned, as he had been the one time he took courage and went, about a fortnight after he had heard the truth, was more than he could face. He kneAV that he could not break his promise to Mr. Falk ; he kneAV that if he could, it Avould be the worst thing possible for Andrew. He kneAV Avhat Andrew was when his blood Avas up. Mr. Falk and AndreAv could not live in the same place, if once the truth came to An dreAv's knowledge. So Jonathan had evaded his eager questionings as best he might, and had kept away from Hepreth. \"I'm glad the gal's agoin' to be put aAvay before he comes home agin, I am,\" said Mrs. Male, setting her ample person on one of Jonathan's narroAV benches. \" It'll be a deal better for him, it will. He were al'ays Avonderful foolish after her, and his father nor me never liked it.\""], [182, "172 JONATHAN. \" Put away?\" repeated Jonathan, in as tonishment. \"She ain't a-goin' to be kep' at home, not likely. Didn't you hear as the old gen'leman's a-taken AA'orse, and Jael, poor gal, she can't leave him, not to 'arn a shil lin ? And hoAv's she to keep 'Scilla, and feed and clothe 'em all ? It's a bad job, it is, as that there man as has behaved so shameful can't be found out. If it were my gal, I'd Avalk the country but I'd find him out. If he Avere breathing the Lord's air anywheres, I'd lay hands on him.\" \" But AA'hat is to become of her ?\" asked Jonathan, as much to turn the conversation as in his real anxiety for 'Scilla's fate. \" What's to come on her ? Why, I sup pose Avhat comes to all gals as goes the Avay she's gone. The Work 'us to be sure.\" And Mrs. Male bundled up her skirt, and showed her neatly-laced thick boots, and clean petticoats, as she stepped out of"], [183, "THE FALLING OF THE LEAF. 173 the shed, wishing Jonathan \" Good-even mg. The soft-hearted Avoman had something of that hard side to her character that un erring respectability is apt to wear."], [184, "CHAPTER XVIIL HOW WOULD ANDREW TARE IT ? 0 he AA*as coming home on Satur- day, was AndreAv ; and little 'Scilla was going to the Avork- house. There Avas some need for Jonathan to ask Iioav Andrew would take the news. The very name of workhouse had an ill odour for such respectable folks as Andrew came of. Woulcl he resent the indignity for 'Scilla, and try to help her from it ? Or Avould he feel it Avas best that she should be \" put aAvay,\" lost as she now must be to him ?"], [185, "HOW WOULD ANDREW TAKE IT? 175 Even Jonathan did not knoAV his mate AveU enough to answer. He had neA'er been in love, though he had a great respect for women. Hoav he should decide, if he Avere divided betAveen his love and his honour as Andrew was, he could not tell. On theAA*hole, he thought he should persuade AndreAv to let 'Scilla go to Hepreth. It would be best on all accounts. Jonathan had enough selfishness to be aware it would be best for him. The scandal would soon die out Avhen the poor girl Avas out of sight ; and the subject, little by little, Avould be dropped, even between himself and Andre aa*. Jonathan could not get OA*er the feeling of uneasiness that laid hold of him Avhen he knew that Andrew's secret was in his keep ing, and that to Andrew he could not tell it. He always fell back upon the old argu ment — it Avould be the worst thing possible for AndreAv to knoAV. The Avrong Avas over and done : and if Aaron Falk were killed"], [186, "JONATHAN. 176 for his sin, it would not give back 'Scilla to her lover. And yet Jonathan could not convince himself. He felt somehoAv as if, against his -will, he had become a traitor to his mate. Then his thoughts turned to poor Jael ; and as he raked out the forge fire and dreAv on his coat, he made up his mind to go and see her and 'Scilla. Andrew would take it unkindly if he could tell him nothing of them Avhen he came home. And Jonathan had neA'er been to the Thornes' cottage © since that early morning, six weeks be fore, when he had stood on the landing, and heard the sad whisper that came so audibly through the twilight and the stillness. Instead of having any feeling of affinity Avith Jaei, because of this secret that he shared Avith her, he had rather disliked the idea of seeing her. She had promised, and he had promised ; and nothing had hap-"], [187, "HOW WOULD ANDREW TAKE IT? 177 pened to alter the condition of that promise. Very nearly all, if not all, Shelbourne had accepted AndreAv's denial, Avhen they heard Iioav he had suffered Avhen the neAvs of the birth of 'Scilla's child reached him. The sin of leading 'Scilla astray they thought him quite capable of. The sin of hypocrisy, of feigning a grief he could not feel if the © © © child were his, — this they acquitted him of. They Avere not a cringing, hypocri tical race. Whatever their faults were, they were straightfoi'Avard, and on the surface. It did them credit that almost Avith one consent they exonerated An dreAv. And then to encourage them all in this vieAV, there Avas the constant asseveration ef Jael that AndreAv Avas innocent. If she had not good reason for saying so, Avhy should she protect him ? But resolutely Jael stuck to it, that An- VOL. I. 12"], [188, "178 JONATHAN. dreAv was innocent. And, though it was the hardest pang she could noAV be open to, she had made up her mind to \" put away \" 'Scilla. Jonathan, knocking at the door, and going in, found the girl on a Ioav stool by the fire, with her baby on her knees. She Avas smiling 0A*er it, singing snatches of old cradle-songs, swaying herself to and fro, AA'hile she rocked it to sleep. Jonathan stood looking at her. She looked up, too, and smiled radiantly at him. \"Well, 'Scilla,\" he said, not knowing AA*hat else to say. It was the first time be had spoken to her since things had been so sadly changed. \" Well, Jonathan,\" she said, still smiling. *- Is your mother in ?\" he asked. \" Yes, I think so,\" said 'Scilla, dreamily, lost again in admiration ofthe flannel bundle she Avas holding. «*_*-*>"], [189, "HOW WOULD ANDREW TAKE IT? 17E> Jael's heavy foot moved across the gar ret above, and began to come down the ladder. \" Be that you, Jonathan ? The sight o' you makes me of a tremble, though I dun' knoAV as Avhy it should. But I haven't set eyes on you since that day as — AveU, well, it's no use for to go back to th' old troubles. There's plenty o' neAv uns al'ays to hand.\" She brushed the back of her hand across her eyes ; and, though she began rubbing the table briskly Avith a cloth, Jonathan could see the broad shoulders did tremble. \" Sit doAvn, missus, won't you ?\" he asked. She leant against the table, and folded her arms, from which the worn sleeves had been turned up. The broAvn, deeply-lined face had taken many fresh pencillings in these past weeks. There Avas an unutter ably sad, hopeless expression noAV, that had 12—2"], [190, "JONATHAN. 180 taken the place of that keen, hawk-like look of other days. \" The old gentleman's sadly, I hear,\" said Jonathan. \" Sadly ? yes, proper sadly. The damp and the cold's ta'en him wonderful.\" \" How long has he been ill ?\" \" 111 he's been this many a year. But I never see'd him not like this afore. He's druckened ever sin' that there \" — pointing to 'Scilla's baby — \" come in the world.\" \" Did he take it much to heart, missus ?\" asked Jonathan, seeing the girl was still wholly engrossed in the baby. \" Not so much that, I don't think. Ony Martha Male she tells me as a new life a comin' in a house mostly saps the old life as is nigh a-goin' out. I makes no account o' Avhat she says, I don't ; but she's right sometimes, is Martha Male.\" \" Perhaps it'll be best, then, missus,\" said Jonathan, cautiously — for he did not knoAV"], [191, "HOW WOULD ANDREW TAKE IT ? 181 how Jael would take it — \" that 'Scilla and the little one should be out of the Avay for a AA'hile, so long as the old gen'leman's so poorly.\" Jael stood with her arms folded, her small broAvn hands pushed up under each turned-up sleeve of the opposite arm. She made no answer ; but her stern mouth closed a little more firmly. \" Missus,\" said Jonathan, beckoning her to the door ; and they Avent out, and stood in the narrow, disorderly garden-path, Avhere the brambles laid themselves over Jael's skirts, and tugged at them Avhen she moA'ed. \" Missus, you knoAV there be many of us that would be glad to help you so far as we could. Mother 'ud rather take poor 'Scilla any day — to pay her a visit, you see — rather than that she should go to the ' house.' But you knoAv how thick we live — only the bedroom for father and mother, and a make -shift bed in the other room"], [192, "182 JONATHAN. for me. But if there's anything I could do to help you, missus, and if you'd take it kind from an old friend, and not think offence, it Avould do me good to help you. It couldn't be much, because father's past Avork now, with his illness, and I've to keep them both and myself. But a little's better than nothing. I think I could promise you something regular every week, if it Avas ever so httle — just to keep you from putting aAvay 'Scilla.\" Jonathan had forgotten all his prudence for himself, the dilemma that the girl's removal would help so to free him from, he had even for a time forgotten Andrew, and how hard it Avould be for him, poor felloAV, to be ahvays seeing 'Scilla. The sight of Jael's stern face, that spoke of a greater anguish than showers of tears from other Avomen Avould have done — this had made hini forget for a time everything except his Avish to save 'Scilla to her."], [193, "HOW WOULD ANDREW TAKE IT A 183 But as he came back to himself, and to some of his old prudence, Jael said — \"Jonathan, 'e be as good a friend as eA*er woman had. My heart's hard, but it 'ud need to be harder not to feel the sharp edge of kind words like yourn. But beholden to no man I can't be, Jonathan : it goes agin me. If there's one as should pay, it's him as wronged my gal. But I Avon't touch his money, and I can't touch yourn. Work I can't, not to earn a fardin '. LeaA*e fa'der I can't — he's as helpless as any babby, he is ; and 'Scilla, she ain't got eyes for no one but the child. And though I tells on'y you, Jonathan — and you needn't tell it again — -I'm not the woman I used to be; I can't do not as I used to could. I'm taken avoii -derful sharp Avith the pain here \" — and she held her hand upon her heart — \"and it's hke to take my life from me Avhen it comes like that.\""], [194, "184 JONATHAN. \" So you think it's best for 'Scilla to go, missus ?\" said Jonathan. \" Best ?\" she answered. \" I don't knoAV as there's any best for the like o' me. It's all Avorse and Avorse, I take it. But it ain't no use to go agin the Lord ; and starve at © © 7 home Ave can't, Jonathan.\" \" It's a bad place for young girls,\" said Jonathan, more to himself than to her. \"I suppose the old gen'leman Avouldn't hke to go himself — \" Jael broke in furiously — \"Fader a go in the 'house?' Me put &w&j fa'der in that place ? It breaks my heart to put 'Scilla there — she as is happy anyAvheres, so long as she has the babby- But me to put fa'der there — as if it warn't me as has brought him to shame first — -and my gal arter me. No, no, the Lord guv' me my fa'der, but I take it the devil giiA*' me 'Scilla. And iioav,\" she Avent on — her A*oice falling to that Ioav Availing tone so unusual"], [195, "HOW WOULD ANDREW TAKE IT? 185 Avith her, seldom, if ever, heard by any one but Jonathan — \"now it's no good for me to fight against the Lord no more. One on © © 'em I must put aAvay, and who'll it be but 'Scilla ?\" The tears came into her dry eyes at last. \" I don't think she'll fret, missus,\" said Jonathan. He Avas watching Priscilla, through the Avindow, tossing her baby gently up and down in a rapture of delight before the fire. \" Fret ? Not she. That comforts me. She don't fret for nothin', so long as she's the babby.\" \" And when will you send her ?\" he asked presently, growing more courageous. \" I dun' knoAV. It 'ud best be soon.\" \"Missus, 'Drew's coming home Saturday. It 'ud be best for him not to happen on 'Scilla.\""], [196, "186 JONATHAN. \"That's right, Jonathan, that's right,\" she answered. \"My gal shan't put another thorn in his pillow, if I can help it. I'll get the order, and she can go Friday.\" But the order did not come in time."], [197, "CHAPTER XIX. THE JOURNEY HOME THOUGHT I'd look in and tell you, missus,\" said Jonathan, at Martha Male's door that night, © 7 \"that 'Scilla's going to the ' house ' on Friday, and so 'DreAv needn't come on her at all.\" Martha Male did not quite enter into the delicacy of Jonathan's feelings for his friend. \"Well, happen on her he'll have to, come sooner, come later. But I'm glad she's a-goin'. It might upset him hke, seein' the"], [198, "188 JONATHAN. gal goin' about. He did keer for her, did DreAV. \"I think we needn't tell him straight off that she's gone — and to the -house,'\" said Jonathan, trying to smooth the way as far as possible for his mate. He knew Martha Avas not reticent, nor very sensitive, though she had as kind a heart as eA'er beat under a purple cross-over. \" Bless you, lad, he ain't made o' sugar candy. But it's not me as'U want to put him out the first night he sits aside us agin. But I'm glad you've looked in, Jonathan, 'cause I'd somethin' to ast you, and I'll take it a great favour if you'll do it. It ain't so much for me as for 'Drew, and he's ta'en it very hard as you've not been a-nigh him this long time, and he shut up in the 'orspital Avith his poor bones a-gingerin' together.\" Jonathan felt a little uncomfortable, and made some hazy excuse. It satisfied Mrs. Male, hoAvever, intent on her request."], [199, "THE JOURNEY HOME. 189 \" Well, it's this as I Avanted to ast you. 'Drew's a-comin' home Saturday, you see, and however he's to git out I dun knoAv. He can't walk not many hundred yards yet, he can't ; and to hire a cart from Hepreth 'ud come to a terrible deal, it 'ud. But his father and me we been a-thinkin' as you is so friendly like Avith Mr. Falk, that you'd ast him if he'd lend Abra'm the light cart Saturday, and then he'd go fetch 'DreAv hisself. Mr. Falk's so Avonderful kind al'ays, I don't think as he'd disannul us.\" Jonathan hesitated a feAv moments before he said — \" You had best ask him yourself, missus, I think.\" Martha Male put d oavii her knitting and looked at Jonathan. \"Then you Avon't do it for 'DreAv, though Mr. Falk makes as much o' your little finger as of Abra'm and me body and soul put together ?\""], [200, "190 JONATHAN. \" I can't do it, missus,\" said Jonathan. \"Well, then, it's the first time as eA'er you said ' No ' AA*hen it was somethin' for 'Drew as you could do. Good-night,\" she added, indignantly, rising to see him out of the door, \" I ain't one as '11 ask twice.\" \" I'm sorry I can't, missus,\" said Jona than. \"I'd do it if I could, but I've a good reason why I can't.\" Martha Male shut the door, and sat doAvn, ruffled and disconcerted, to her stocking. \" Don't be so hasty, old 'oman,\" said her husband. \" He telled 'e as he'd got a rea son. If he hadn't he'd do it for 'DreAv.\" \" Oh, he's not as he used to be to 'Drew, he isn't. Not been a-nigh him since ever © such a time. There's somethin' as there usedn't to be about Jonathan. And I take this very unkind, I do. HoweA'er '11 my poor boy get out Saturday ?\" And Martha Male began to cry."], [201, "THE JOURNEY HOME. 191 -* He'll get a * lift ' easy — no fears o' him,\" said Abraham. \" There's enough troubles for eA*ery day Avi'out hailing them that belongs to the day after to-morrow, or next Aveek. One 'ud think 'Drew had got another mischief, instead of comin' home hale and hearty, with his leg as whole as yourn.\" Meanwhile Jonathan was going home troubled and puzzled. Were these the sort of difficulties he Avas to find himself in every day ? Martha misunderstood him ; perhaps 'DreAv would too, and think him changed and unkind. He could not blame 'DreAv if he did. And yet his tongue was tied, not only by his promise to Mr. Falk, but by his own conviction that to tell what he could tell, AA'ould be the Avorst thing possible not only for Hepreth and Mr. Falk but for Andrew himself And as to asking Mr. Falk to send for AndreAv, Jonathan felt it Avas impossible."], [202, "192 JONATHAN. The very idea stuck in his throat. If Mr. Falk would have done it a hundred times over (and perhaps he AA'ould not have liked to refuse), Jonathan felt that a hundred times over he would haA'e to decline it. Send for 'Drew in Mr. Falk's cart, knowing AA'hat he knew ? It Avould be an insult to his mate, and none the less an insult be cause 'Drew* Avould not know it had been offered to him. \"I'd carry him out on my back a deal sooner,\" said Jonathan. And he went, still troubled and Avorried, to bed. So Saturday came round, and nothing had been sent to meet Andrew. He AA*as to have had a letter from home if anything could be arranged for him ; and when no letter came, and the morning broke clear and sunny, for all it was November, he put his best foot forward, and with a comforter round his neck, a stick in his hand, and a feAv clothes in a bundle in the other, he started to Avalk part of the way home at"], [203, "THE JOURNEY HOME. 193 least, depending on a \" lift,\" Avhich he Avas safe enough to get. He had only had a few turns in the hospital garden since the day Avhen he had been carried along this road, sick with pain and the jolting of the cart. Hoav sweet the air seemed ! It Avas fresh touched by the hand of winter. And the trees he had left in leaf Avere bare, and only a robin here and there twittered from the hedges. But to breathe and be free again © © was sweet. Hoav much SAveeter it might have been ! In other days, home-coming from Hepreth, or from any long day's Avork, meant a good tea at home, at the clean table Avith its snoAvy cloth ; and afterwards, a Avalk Avith 'Scilla. Noav, there Avould be the mother, the home, the clean cloth, the tea, but not the Avalk Avith 'Scilla. And the lack of this last seemed to take the SAveetness out of it all. His heart Avas sad and heavy. There vol. I. 13"], [204, "194 JONATHAN. Avas only the sense of being free in body, the sense of returning health to carry him along. And hidden in his heart, hardly known even to himself, Andre av carried a foolish hope — the hope of seeing 'Scilla. He did not reason with himself as to AA'hat Avould be best for him ; he did not argue that it Avould be Avorse than useless © for him to see her now. He only was aware that something led him on to Shelbourne, as it had led him home so many times in old days, in spite of the sad heart he knew he carried. Hoping against hope, without hope, — that was AndreAv's case. Just outside Hepreth he halted, and sat down on the kerbstone to rest. A long Avhite building stood on the left of the road, facing him as he sat. The windows were large and in straight toavs ; painfully straight roAVS, Avhere all beauty had given place to order. Four straight white Avails enclosed a square yard in front of the building."], [205, "THE JOURNEY HOME. 195 Four other straight Avails adjoined these four. They divided the space into two bare courts ; and these divided the house also into tAvo parts. There was a bench in each court. On one bench sat a toav of men hke sparrows, all alike, in fustian and blue shirts. On the other bench sat three Avomen, each with a baby in her arms. They also Avere all alike — in blue-striped dresses and Avhite caps. The men had some pebbles on the bench, and Avere trying to play a game with them. The very dropping of a pebble Avas a relief in that awful monotony of men all alike, Avails all alike, doors and Avindows all alike. The pebbles Avere not all alike, when you came to look closely at them. Perhaps that Avas why the men liked to play Avith them, and handle them. The women sat looking at their babies : © three little babies, all alike. Thin red arms and legs, thin little blue cotton dresses, 13—2"], [206, "JONATHAN. 196 chin oiled flaxen hair upon eA*ery head. To the mothers no doubt they did not look all alike, which Avas Avell. That was Hepreth Avorkhouse."], [207, "CHAPTER XX \"AY, I SAAV HER.\" UT the great Avhite building, and the bare walls, had no associa tions for AndreAv. Thank God none of his kith and kin had ever been there. He looked at it as respectable folk look at prison AvindoAvs, wondering at and pitying those behind the bars. Then he took up his bundle again, that he had laid doAvn beside him, and limped along slowly, looking out for some friendly traveller on the road Avho Avould give him a \"lift.\""], [208, "198 JONATHAN. He was not long in being overtaken by an empty cart that belonged to Mr. Jonas, the landlord of the Red Inn. The carter was well knoAvn to AndreAv, and there was no demur about taking the limping wayfarer up. On the contrary, the old man got down and helped Andrew in, setting a heap of empty sacks in the corner for liim to sit upon, and stretching his broken leg out gently along the cart. \" It's best for 'e to sit at the top hke,\" he said, as he settled AndreAv into his corner Avith his back to the horse ; \" there's more hills to go up 'an there is to go doAvn 'tAveen this and Shelbourne — and it ain't pleasant to be lyin' down feet up'ards. Tell me if I goes too fast, and jolts you. There ain't no hurry as I knoAvs of.\" They did not go too fast. At every hill old Tom got out and led his horse, or walked beside it, meditating on simple things, or perhaps on nothing ; and Andrew Avatched"], [209, "\"AY, I SAW HER.\" 199 Hepreth lying farther and farther behind him, till the tall white hospital lost itself among the smaller houses, and in the blue veil of smoke. He Avas very tired even after his short Avalk. His limbs Avere far wearier, from long inactivity, than the stout legs of old Tom Avould be at night, Avhen he threw his smock off after a hard day's work, and a journey to Hepreth and back : so he lay in the cart and did not care to speak, hardly to think. He Avatched the hedges slipping by, the bare fields, the straight chalk road. Sometimes he watched the pattern worked on old Tom's smock, AA'hen the carter fell a little behind at some hill. Most of all he looked at the pale blue sky, in which a pale November sun Avas riding ; the bare elm branches stretched across it ; and below, the underwood of bramble, not bare yet, but brown and red, and many-coloured, clothing the copses for yet a little while."], [210, "200 JONATHAN. And iioav and then there was a tra veller to pass upon the road. The- Hep reth photographer, with his little donkey cart, going out to \" take views,\" now that the trees Avere bare, and the beauties of brick-Avork and stone showed at their full est their naked perfections. A Avoman or tAvo coming from market. Ben Bower, with one of Mr. Falk's drays full of casks, going in to Hepreth. Ben opened his big eyes when he saw 'DreAv. 'DreAv was the hero for the time being of Shelbourne. \" Be you better ?\" he called out, waking up out of his astonishment, but not Avait ing to hear the ansAA*er, though he turned *-***_> -** © round upon a cask and stared after the hero for a Avhile. If he had Avaited he Avould not have heard the ansAver. AndreAv made no ansAver. For, just then, past the cart went a"], [211, "\"AY, I SAW HERS 201 Avoman's figure. Tall, girlish, slight, in a soft brown shaAvl that Avas Avrapped round — not her only, but something she carried in her arms. Her face Avas bent over some thing ; she was peeping at it under the cor ner of her shawl. She stood still a moment, not noticing the cart at all : but turning sideAvays, Avith her bright lovely face set against the straight Avhite road, she put her foot upon a stone, while she lifted the little bundle on her arm, dreAv the shaAvl closer round it, pressed it nearer to her heart, stooped once and kissed it, then turned aAvay from Shel bourne, and Avalked on. And AndreAv lay still in old Tom's cart, and knew that it Avas 'Scilla that had passed him by. And yet he never moved, had never tried to move. The numbness that had been in his tired limbs seemed to have crept higher, to his heart. A dimness came OA*er his eyes. The AA'hite road, the"], [212, "JONATHAN. 202 elm branches, the shifting hedges, the woman's figure, all passed out for a moment in darkness. He knew the feeling, for he had felt it once before, Avhen they had lifted him out of the cart at Hepreth hos pital, after his leg was broken. And he roused himself, AA'ith a strong effort, AA*hen he knew noAv that, in womanish fashion, he was \"faint.\" He was not himself yet, he said to himself, as he took hold of the side of the cart and gripped it. And just then, looking to the left, he saw that they were passing a deep glade in the copse, Avhere in spring the blue hyacinths used to grow. They were all gone now ; only the withered bents covered the ground with a thin shroud-like covering. Andrew was no poet ; but the thought came across him, could this be the same Avorld that Avas God's Avorld in May ? \"I'll Avalk from here, master, and thank you,\" he said to Tom, when they reached"], [213, "\"AY, I SAW HER.\" 203 the Red Inn, \" if you'll give me a hand out of the cart. My leg's Avonderful stiff still.\" \" I'll hand you Avhen you're at your own door,\" said Tom, imperturbably driving on. All Shelbourne looked out of its windoAvs to see 'DreAv, the hero, coming home. Little children, playing on the green, rushed to their mothers, and cried shrilly that \" 'DreAv Avas a-comin' past.\" Martha Male, Avho had been watching at the Avindow for tAvo hours, and was very uneasy, had, of course, happened to go into the bakehouse just as Andrew arrived. So on his stick he hopped through the house, and out at the back door, Avhere he came upon his mother unexpectedly. \" If I didn't think as it Avas the ghost of him, and not him hisself, I'm not a woman alive,\" she said afterAvards to a neighbour. \" 111 in the 'orspital he did look ; but to see him when he corned home, it 'ud haA*e"], [214, "204 JONATHAN. turned a cask o' beer, let alone his mother- His hands, they's like a babby 's hand — and a babby as has been brought up by the bottle, too. And as for his arms and legs, there isn't a blessful morsel o' flesh on 'em*. not as you could pinch Avith tAveezers. His bones, they is gingered togither ; but, deaiie me, it's took all his hfe and flesh, too, to do it. That it has, I'm sure.\" No one doubted Martha Male Avhen she said, decisively. \" That it has, I'm sure.\" Her Avords carried Aveight AA*ith them ; per haps because her person Avas so portly. No one likes to contradict a large Avoman, hoAvever easily she may be melted to tears. There is httle need to say Martha Male cried for a full half-hour while she looked at Andrew. Then she bethought herself of his already over-cooked dinner. More to please his mother than because he was hungry, he eat some of the hard"], [215, "\"AY, I SA W HER.\" 205 suet pudding she put before him, Avith a slice of pork. And afterwards, when she had tied a clean spotted handkerchief round his throat, and had got him to \" set his feet upon the fender,\" she allowed him, as she expressed it, to \" humour hisself.\" And so till tea-time he sat over the fire, tired and silent. A cup of tea did him good, and he roused a little at his father's home- coming. \" But he's Avonderful doAvn-hearted, he is,\" said his mother. \" I hope as Jonathan '11 cheer him up a bit ; for all he Avas so unkind about the 'lift' from Hepreth.\""], [216, "CHAPTER XXI \"THE LITTLE RIFT.\" ONATHAN did not hurry home from his forge that evening, nor from home to the Males' house. He wanted to see Andrew again, and yet he could not help wishing to avoid it. If there were to be a cross-fire over his head all the evening on the one painful sub ject, he felt he could hardly make the even ing short enough. He felt he could not look ignorant Avhen he knew everything. He had never been schooled to act a part, and he hated the thought of having to do"], [217, "\" THE LITTLE RIFT.\" 207 it noAV. Of all things he hated the feeling of not being open and at his ease Avith Andrew. His great hope Avas that Martha Male AA'ould forbear to speak on the subject of 'Scilla till Andrew Avas stronger. But it was a piece of discretion he hardly dared to expect. When his mother had cleared aAvay the tea things, and he had lifted the great black kettle off the fire, and filled the little Avooden tub for her to wash up the cups and plates, as he did every night, Jona than felt he had better go. His heart warmed as he went up the Males' garden path at the thought of see ing 'DreAv. For a moment he forgot that there was anything to fear or avoid, as he knocked at the door and saw his mate's honest face, pale and thin, but still the same face, lifted up and turned towards him from the corner by the fire. A quiet light came at the same time"], [218, "208 JONATHAN. over the pale face at the sight of Jonathan. He stretched out his hand to meet the large brown sineAvy hand held toAvards him. \"Well, 'Drew.\" \" Well, Jonathan.\" That was all, but it was quite enough. Mrs. Male dreAv forward a chair. \"Take a seat, Jonathan,\" she said, wiping her eyes, and forgetting her resentment AA'hen she saAv her boy and Jonathan together again. Jonathan sat down. \" Hoav do you think he looks ?\" asked Martha, scrutinizing Andrew, avIio sat looking into the fire, rather bashful at being so much considered. \" He don't look much of a man yet, missus,\" said Jonathan. \" We can't expect it yet.\" And his eyes fell again on the thin strip of a hand that Avas lying nerveless on An drew's knees, — a hand that, a feAv Aveeks"], [219, "\" THE LITTLE RIFT.\" 209 ago, had been as strong, though not as large as his own. They talked on in the twilight for an hom er so, but there Avas no mention of 'Scilla. Jonathan had more respect for Martha than he had had before. His mother could hardly have behaved with more discretion — his dear httle deaf mother Avho never did the wrong thing, and was always as meek and gentle as if she had. The talk was not very interesting : about Mr. May's cough and Mr. Byles's last symptoms, the new Avail the squire was putting up in Sidman's Acre, and such village gossip. Jonathan noticed that it seemed to tire Andrew very much. He sat patiently listening, only easing his leg now and then, or giving the fire a stir for a little variety. But his face looked weary and worn, and he never joined in the con versation. 14 VOL. I."], [220, "210 JONATHAN. \" 'Drew ought to be in his bed, missus,\" Jonathan said at last. \" The church clock 's a-gone eight,\" said Abraham, quite ready for bed, but feeling cautiously for his wife's opinion. She Avas playing a little game to-night, and Avoe be to him if he spoiled it by any false step. A very innocent game it was, only to leave AndreAv and Jonathan together. She felt sure it would do the boy good to have a talk with his friend. One had al- Avays been sent for when the other Avas in trouble, since they were boys. But Jonathan nearly spoiled the game — ■ perhaps not altogether innocently — by rising to say good-night AA'hen Mrs. Male had moved to hght her candle. A froAvn and a wink sent him straight back into his seat. There was something almost threatening in the frown. Jona than did not quite understand it. Only"], [221, "\" THE LITTLE RIFT.\" 211 this much he understood, that it Avas as much as his. place in his hostess' esteem was Avorth to refuse to sit down again. \" You can have a crack, you tAvo, Avhen the old folks is a-gone to bed. 'Drew, you'll latch the door after Jonathan, that's a good boy.\" \" 'Drew's A'ery tired,\" said Jonathan. \"I don't think it'll be kind to keep him out of his bed.\" But Andrew looked up and met his friend's eyes. His face said as plainly as words could, \" Don't go !\" And Jonathan stayed on, and closed the door behind the old folk as they Avent up the stair to gether. \" How'll you get up ?\" asked Jonathan, looking at 'Drew's Aveak leg. \" I can't help you if you've got to lock the door after me.\" 'Drew pointed over his shoulder. \" They've made me a bed here on the 14—2"], [222, "212 JONATHAN. mattress. It'll save my leg a few days. Sit down, Avon't you ?\" Jonathan sat down again, and they both looked into the fire. \" I've been sorry not to come to see you, 'DreAv,\" Jonathan began ; \" I couldn't go to Hepreth very Avell of late.\" 'Drew said nothing. \" I hope you didn't take it unkindly,\" he went on. \" I'm afraid the time was long Avhile you Avere in there.\" \" It was long,\" said 'DreAv. Then he was silent a minute before he. said : \" Time seems heavy when your heart's heavy. It seems a sight of years since I went in that place.\" After another pause he went on : \" The thing I want for noAv's to get well, and get about again, that I may bottom this as has happened sin' I been gone. You've not heard nothing more, I suppose ?\" he asked, looking up anxiously."], [223, "\" THE LITTLE RIFTS 213 Jonathan looked into the fire and said nothing. AndreAv believed he Avas lost in thought about avIio could have Avronged 'Scilla, and O 7 he liked Jonathan none the less for it. If he had heard anything, Jonathan Avould have been the first to tell him. \" And if you're the same man as you used to be,\" Andrew continued, \"you'll help me too. For if he's alive on this earth, I'll find him and make him suffer foi st.\" His thin lips trembled as he spoke. \" You haven't seen her, Jonathan, have you ?\" he asked presently ; \" not of late ?\" \"Not very late,\" said Jonathan. He was too much occupied Avith thinking Iioav he should ansAver Andrew's more momen tous questions, to know quite what he was saying. He forgot that he had seen 'Scilla only this week. This time he ivas absent, but his friend did not know it. \"Well, I've seen her,\" said Andrew."], [224, "214 JONATHAN. The tone of his A'oice called Jonathan back to himself. \" You've seen her ?\" he repeated, in as tonishment. 'Scilla was to have been in the workhouse the day before. How could AndreAv have come across her ? \" On the road to-day. She was out AA*alking. She didn't notice me. She never © looked atnothing — only at the\" — he stopped a minute, and then as if he forced himself to say it— \"the child.\" He was shading his face now with his hand, partly resting his forehead on it. There Avas a tenderness and a shame in his voice that Avent straight to Jonathan's © heart. He sat quite silent iioav. It seemed as if everything had been summed up in that one word that he had wrung, from his © hps : all the past, the shame, the hopeless ness of the future, that, standing betAveen him and his lost loA*e. \" 'Drew,\" said Jonathan, feeling he must"], [225, "\" THE LITTLE RIFTS 215 speak, \"I'd give up thinking and fretting about who it is. It's past and done, and it can't be mended. It Avon't make it lighter to bear, if you find out who it is. I wish you'd be ruled by me in this.\" He spoke more earnestly than he thought. He could not help being anxious to dis suade his friend from his Avorse than useless quest. AndreAv looked up at him Avith a mixed expression of surprise and pain. \"It 'ud do me this good,\" he said, sternly, \" that it 'ud ease my mind to give him — not his deserts, for I couldn't do that — but the nearest thing to it as I could do. It 'ud ease my mind to call him Avhat he is — the biggest villain as ever crawled this earth. It 'ud ease my mind — Jonathan, you've neA'er had a sweetheart,\" he said suddenly, his voice falling Avith a kind of pity for his friend, upon Avhom no 'Scilla had ever smiled."], [226, "JONATHAN. 216 \" 'DreAv, you'll be making yourself ill,\" said Jonathan, rising to go ; \"I'd best be going.\" \" Maybe you had,\" he ansAA'ered, wearily. And the tAvo friends parted, and neither was happy. What had come to Jonathan, asked Andrew, that he would not help him to find out the man Avho had ruined 'Scilla ?"], [227, "CHAPTER XXII EVER AVIDENING. ONATHAN didn't stop not long Avith you,\" AA*as Mrs. Male's comment as she poured out Andrew's cup of tea the next morning. It Avas Sunday, and she had both her son and husband to sit down with her to breakfast ; but her usual satisfaction at this was a little marred by the fact, or the fancy, that AndreAv looked no happier for ■- easing his mind \" to his friend the night before. AndreAv said httle in reply, for there AA'as"], [228, "JONATHAN. 218 little to say. But Martha Avould not let the subject drop. \" He don't -seem to be not as he used to be, don't Jonathan,\" she exclaimed, pouring her tea into the saucer, and sipping it betAveen her sentences. \" I can't get over his not asking Mr. Falk for the hght cart to fetch you home. It's the fust time, as I says to him, — and me a sitting there agin the chimley, — as he ever said nay AA*hen I ast him do somethink for you. He didn't say nothink as how it Avas, I suppose ?\" she continued, AA'ith womanish pertinacity, seeing that AndreAA' Avould A*olunteer nothing. \" He said he couldn't do it,\" Avas An drew's ansAver. \"Well, it's like a man, it is, not to bottom it. My belief is there's somethink dark and misterous about Jonathan, as I can't purtend to understand. God forgive me if"], [229, "EVER WIDENING. 219 I've done him a wrong ; but 'DreAv, I can't a help thinkin' it o' times.\" \" Thinking Avhat ?\" said 'DreAv, setting his cup down and looking Avonderingly at his mother. \" Well, look here ; don't go to fly at me before you've heerd Avhat I've got to say. I'm a plain woman, and likes plain goings on. Why is it as Jonathan don't come a nigh you noAV same as he used to do ? Why can't he do you a turn as Avell's he used to could ? Why,\" she said, loAvering her voice, that Abraham, who was dressing upstairs, might not hear her, nor the next neighbour either, \" Avhy does he look shamed-like and aAvk'ard Avhen any one talks about 'Scilla ?\" Andrew's face had flushed suddenly. \" You don't mean to say as you think — \" he began hotly, a horrible suspicion creep ing into his heart in spite of himself. \" I don't speak not without thinking,"], [230, "JONATHAN. 220 'Drew, depend on't,\" she interrupted him, persuading herself by her own arguments, till Avhat had been till this moment a vague suspicion became almost a certainty. — \"It's a strange thing, as the on'y man as folks saw hangin' about Thome's cottage that very mornin' as eA*er was when the news got out about 'Scilla, the on'y man AA'as Jonathan ; and AA'hat he was a-doin' there God A'mighty and himself on'y knows. But in church he wasn't, for I Avas there Avith my very eyes. And him that goes there reg'lar every Sunday.\" Andre av pushed his chair from the table, and laid down his knife. \" Don't talk no more o' such things,\" he © J said ; \" I don't believe 'em, and what's more, I won't.\" \" Well, I take it very hard, 'Drew,\" said his mother, Aviping her eyes, and putting her saucer back under its cup, \" as you'd take what your mother says to you like that : it"], [231, "EVER WIDENING. 221 ain't no account to me to blame no one, so long as it's not you. But I thought I'd best say my say, and you can do as you pleases.\" Andrew thought he Avas carrying all the trouble he could bear already. It seemed there Avas another blow yet to be dealt him. He didn't belieA'e it ; he Avould not believe it. But the seed of suspicion had been soAvn. He knew that, and it made him miserable. He took his hat and stick and went out. He could not bear the house longer. It was Sunday, and he had felt he should like to go to church that day ; but he did not know how to go now and sit by Jonathan. If it were untrue — and it must be untrue — what a foul thought he was harbouring against his mate ! If it were true © Andrew could not bear it longer. Clear it up he must. To Jonathan he could not go. How on the mere suspicion of the thing could he tax him Avith it ? But to Jael he"], [232, "222 JONATHAN. could go. She might throw some light upon it. She must knoAV more than other folk. She must know if there were anything against Jonathan. \"o It was a hard struggle to him to face the certainty of seeing 'Scilla. But facing this horrible suspicion all the long Sunday through, Avas even Avorse, and Avith all his dread of meeting the love that was lost to him, he carried still that mad unreasonable longing that hopeless loA*e so often carries Avith it — the longing to see 'Scilla once © © more. He Avent along very slowly. He could hardly have believed he should be able to Avalk so far at all. But sometimes his thoughts Avere so unbearable, they hurried him on in spite of himself Going back to the feAv events of the past weeks, eA'erythino seemed to lend colour to his mother's sus- picion. Jonathan had eA*aded his questions that"], [233, "EVER WIDENING. 223 one day that he came to see him, after he had told him of 'Scilla's misfortune. And even when he had broken it to him, hoAV embarrassed, almost ashamed, he had been. He had pushed his chair back ; he had not looked him in the face as he used to do. And then, he had never come again to Hepreth. Saturday after Saturday had passed, and he had lain and Avatched the door, and Abraham had come often, his mother sometimes, but Jonathan — never. His mother noticed Jonathan was changed. Could it be all fancy ? Had he not seen a change in him last night as they sat together — they who were never happier in old days than when they could have a \" crack\" together ? And last night they had not been at their ease, Avhatever Avas the cause of it. And then, like a wave, there came over AndreAv's soul the remembrance of Jona than's eager words : \" 'DreAv, I'd give up"], [234, "JONATHAN. 224 fretting and thinking who it is. I AA'ish you'd be ruled by me in this.\" Had there been a meaning in the words, then, that had seemed to Andrew so unin telligible ? Was there a key to it all, and had Andrew found it ? The perspiration stood upon his forehead — he felt his hand moist on the stick on which he leant. He Avas going up the green lane noAv, stumbling through the cart-ruts, walking Avith pain and Aveariness, but still hurrying on. In another moment he Avas at Josiah Thome's door. He lifted the latch; one look into the room showed him 'Scilla Avas not there. Jael Avas. She was sweeping out the little room, in the old thread-bare broAA*n goAvn, just as in the days that Avere gone. But her face Avas not Avhat it had been. AndreAv, agitated as he was, was struck by the change in it."], [235, "EVER WIDENING. 225 She stopped SAveeping, put her broom doAvn, came fonvard, and taking AndreAv by the arm, Avithout a Avord led him to a seat. She sat doAvn, too ; and they neither of them spoke for some moments: at length, in ansAver to something she saAv in Andrew's © face, Jael said : — \" She's not here, 'DreAA*. You ain't like to see her. She's gone aAvay for a Avhile.\" Andrew drew a long breath. He did not till then knoAV how much he had dreaded seeing 'Scilla. Another moment, and a re action came. He did not knoAV before hoAV much he had longed to see her. He began to feel the weariness in his hmbs, to knoAV hoAV he had overtaxed his feeble strength. © And as Jael sat sdent, looking at him, with that worn, grief-stricken face, his cou rage gave way. The stick fell from his hand on to the floor, and lay there : and he bowed his head upon the table, laying his VOL. I. 15"], [236, "JONATHAN. 226 head upon his crossed arms.* His shoulders heaved. Jael thought once she heard a sound as of a child's sob. And to her eyes the tears came Avelling, as she looked at Andrew. She had not thought enough of © © his trouble all this time. She could not have believed he woulcl have felt it so. He had always noticed 'Scilla, but she had not thought any one but she herself could haye loved the simple girl so much as this. Presently she got up and laid her hand on the straight, fair brown hair that fell listlessly OA*er his forehead and his arm. Andrew looked up and remembered him self. \" Don't 'e shame, 'DreAv,\" said Jael, \" there's no one here but me.\" \" I wanted to hear about it, missus,\" he said, speaking firmly, in his own voice: \" Tell me all as you can.\" \" I knowed nothin' of it,\" she said. \"You knoAved a deal more o' her doin's than I did,"], [237, "EVER WIDENING. 227 'DreAv. And, God forgive me, I thought it was you as had ruined her. No one 'ud think it could be no one else. You was the on'y one as ever took notice o' my gal.\" \" I Avant to come on him, missus,\" said Andrew, hoarsely ; \" I Avant you to help me find him out.\" \" I can't help you, 'DreAv, my poor boy,\" she answered, looking compassionately at him, and emphasizing the I, Avhich gave Andrew the impression that she was as helpless and ignorant as he Avas. And as helpless, indeed, she Avas. There was another silence, and then Jael, afraid of Avhat questions he might put next, said — \" Have you seen Jonathan ? He's been wonderful kind, he has, in this trouble.\" AndreAv looked up eagerly. \" You've seen him then, o' late ?\" \" See'd him one day this last week. He come up here, A'ery thoughtful like, seein' 15—2"], [238, "228 JONATHAN. about what was to come o' 'Scilla. I'd best tell 'e, 'Drew, as no one hasn't telled ye — 'Scilla, she's gone in the 'house' awhile — till so be as fa'der 's better — or gone to his grave. I couldn't 'arn the livin', not for 'em all, and me all day with fa'der now. The parish wasn't willin' to give 'Scilla nothin'. They said as she must come i' the 'house.' ' Andrew Avas looking dumbly at her ; and she Avent on, trying to smooth it to him. \" Every one Avas very kind, they was. I ain't got no faults to find with no one. Mrs. Myse, she Avere up asking would 'Scilla come to the Place, and they'd give her wage, if she'd do what she could. But she Avouldn't not leave the babby. She don't keer for nothin' 'cept that. And Jonathan, he Avere Avonderful kind, he Avere. There Averen't nothin' he Avouldn't do for 'Scilla.\" Andrew's heart began to beat fast."], [239, "EVEB WIDENING. 229 \" What— Avhat did he say he'd do ?\" he asked, hurriedly. \" He said first as his mother 'ud keep her, sooner than she should go in the 'house.' But it's him as 'arns all the money, so it Avere the same as for him to keep her, poor lad. What's the matter Avith 'e, ''Drew ? What is it as gives you them hot flushes ? Them's Avhat I feels o' times here, at my side.\" And she put her hand upon her heart. \" It's nothin' — go on — Avhat Avas it as Jonathan said ?\" \" Arter that, he says, says he, as he'd give me somethink for to help me keep 'Scilla ; but, Jonathan, says I — \" and then Jael broke off, just in time to save the secret. AndreAv had stood up, and was looking for his stick. He raised a very pale face Avhen he had found it. \" Missus, I can't bear this no longer. I"], [240, "230 JONATHAN. don't knoAv avIio's to blame — but there's a terrible thought come in my mind. For the love of God tell me, if you can tell me is there Jael catching at the letter of the truth, Avhere the spirit could not be given, ansAvered quickly, \" I can't tell 'e, 'Drew.\" She knew he took it to mean she did not know. But to her it Avas no lie, since the Avords Avere true. Hoav could she be an swerable for the meaning AndreAv might put upon them ? She had no misgivings as she sent him away Avith this answer. Poor Jael ! she had been prepared for plainer untruths than this, in the cause of her bed-ridden father. \" God knows I wouldn't tell no lies not without no purpose,\" she said to herself as she Avent on sweeping, \" on'y to leave fa'der in's bed.\""], [241, "EVER, WIDENING. 231 Andrew Avalked home as sick at heart •as when he came. No light had been thrown on his terrible misgivings. He could not frame the dread question he had carried in his heart for Jael to reply to. She had ansAvered it in so far as she could. She believed in Jonathan from the bottom of her heart : that Avas plain. \" And I believe in him, I do — -I believe!\" cried poor Andrew to himself, as he limped wearily homeAvards. But the terrible, haunting trouble Avas still written in his face. Hoaa* long must he carry it ?"], [242, "CHAPTER XXIII. MR. BVLES'S ENJ>. HE falling of the leaf had been a hard time for others than old Josiah Thorne, and the many people Avho had been in trouble in Shel bourne. Poor Mr. Byles, Avho had Aveathered many Avinters, AA'hile every one had said that each Avould be his last, began this Avinter to fade in earnest. He shut him self up more and more, providing an as sistant to take his school for him. More and more he retired into his comforter"], [243, "MR. BYLESS END. 233 and into his chimney-corner, and more bottles came Aveekly from the Hepreth chemist. The Avashing-stand, the mantelpiece, the chest of draAvers, Avere now thickly tenanted Avith empty phials ; AA'hile at least tAvo or three travelled to and fro by the carrier on any stray opportunity, to be filled and re filled all the Aveek through. But medicines, even the most poAverful, fail at last, and a time comes for the most ardent Avorshipper of Esculapius AA'hen the last bottle is uncorked, the bottle that Avill never be finished, and that Avill outlive the frail life it Avas called in to support. Martha Male was in her bakehouse one December day, kneading the shapeless lumps of dough, that Avere to come out of the Avhite heat of the oven light and SAveet as bread could be. AndreAv AA*as standing by her, leaning on his stick, listlessly watching his mother's plump hands deftly"], [244, "JONATHAN. 234 pinching and shaping the Aveek's loaves. He could not Avork yet ; very little read ing tired him, and he was as restless as he was dispirited. It Avas a change to come into the bakehouse and watch the baking, a thing he had neA'er done since he Avas a © boy. But a neighbour came in, and broke the monotony of the long morning. \" Martha,\" she said, \" they Ye been a lookin' for you everywhere. Master Byles, he's taken bad, and he's a- wanting you. He Avon't have no one else but you or Jael. a-nigh him, and Jael, poor thing, she can't leave home, not uoav.\" \" My comfort !\" said Mrs. Male, seeing before her a prospect of many Aveeks, per haps months, of waiting upon the school master, Avho Avas always \" bad,\" and neA'er much Avorse. \" My comfort, Avoman ! and 'Drew here at home, and no one to do for him, not if I go out a-nursing of other"], [245, "MR. BYLES'S END. 235 folks. Why ever didn't the poor man never marry, to be a-leavin' of himself to other folk, Avhen he should have them as it 'ud be their dooty to do for him ? Well,\" she said, dubbing a plump forefinger into the middle of each doughy loaf, and leaving a clean round hole as if it had been done Avith a walking-stick, \" well, I suppose as I must go. Leave the poor man to die in his bed I can't. It 'ud lie for ever at my door if I did.\" She scraped off the dough that had stuck to her fingers Avith a sharp piece of stick, and giving her hands a rub with her apron, she \" set her hat straight,\" as she expressed it, and Avent off to Mr. Byles. AndreAv Avas very glad to see her back by tea-time, flustered and hot, but evidently not so much in demand as she had expected to be. \" He's proper sadly,\" she said, taking off her pattens, and smoothing down her hair,"], [246, "JONATHAN. 236 from which she had taken her big hat. \" But I dun' knoAV as he's like to go off just yet. He's been very nigh as bad be fore this, and got out of his bed again.\" She spread a clean, coarse Avhite cloth on the little table, and arranged the tea things, and Andrew drew his chair ' in beside her. Meals Avere a great event to him uoav, in his long idle days. He had cut two slices of bread, and Avas innocently beginning to eat one, AA'hen a look on his mother's face stopped him. \" Whatever's the matter ?\" he asked. She had turned half her sleeA'e down be fore beginning her tea, Avhen something arrested its further progress, and she sat iioav Avith the same arm stretched across the table, pointing at her son's plate, a picture of unyielding fate. \" The matter ! Why, to be sure — just look at that there slice of bread ?\" \" Well — I'm looking,\" said AndreAA*."], [247, "MB. BYLESS END. 237 \" And you don't see ?\" she cried ; \" why, there's a coffin sure and certain a-starin' you in your face !\" \" A coffin ?\" repeated Andrew, feeling very beAvildered, and staring round the room- Avith a sense of aAve. \" In your bread, you silly,\" said Martha. *' Don't you see that there hole in it ? That means a coffin, it does. Ah, it's all very AveU for young folks hke you to laugh, but holes never come in my bread wi'out something comin' of it. Dearie me, I wish I hadn't got the poor man to send a tihgram to his niece to come and do for him. Do for him no one won't have to do long, that's sartin. The tree isn't a-groAv in' that'll make that there coffin ; no, and it ain't been a-growin' this year or tAvo. And the nails, they isn't very far off. No, nor yet's the hammer. No more isn't the screws.\" AndreAv laughed. It was the first time"], [248, "238 JONATHAN. he had laughed since he came home, but <**_**> Ids mother could not forgive him quite, in spite of that. \" Laugh at me as you may, 'Drew. Jael, she laughed that day as we Avas a-washin' for Muster Byles, and my soap it slipped three times. And says I, I says, ' Some think'11 come o' that,' says I. And I hadn't not hardly said them Avords when the neighbours come a-runnin', and says as you had gotten the mischief You mark me, 'DreAv, Muster Byles ain't long for this Avorld.\" And from Martha Male's omen, eA*en more than from Mr. Byles's drawn blinds, and the neAA's of his increased illness, the report was spread abroad that the school master Avas very near his end. Every tongue in the village Avas set in motion. He had been so long in the place, that the fiict of his death, and the idea that a iicav master would have to come in his place,"], [249, "MR. BYLES S END. 239 shook the Shelbourne mind to its foun dation. \" The doctor he don't seem to knoAV right what it is,\" said one of the men of the knot Avho always gathered near the Red Inn in the evenings, or by the corner near Jona than's forge. \" My missus she says she knows what it is. She's Avonderful bad Avith 't herself o' times. It's the Avind- spavines and the disgestion.\" \" That sounds as if it 'ud take a chap off, it does,\" said another. \" A deal of pain, isn't it ?\" \" Spavines mostly is,\" said the first speaker, Avith authority. \"My missus,\" interrupted Abraham Male — and Avhen he spoke eA*ery one was. silent, for Avas not Abraham's Avife the one Avoman that w*as admitted to \" do for \" Mr. Byles ? and avIio could knoAV better all about it than she did? — \"my missus she don't see as he'll get by it. He's druckened"], [250, "240 JONATHAN. Avonderful this winter, he has. The cold took him and nipped hini like.\" \" I don't never remember him a hale man,\" said the old shoemaker. \" Some think hke the minister, al'ays aihng and flibberty. Muster Snape now, as come afore him — he Avere a masterful man, he AA*ere. In a few nights they had gathered round the forge corner again. \"Well — he's gone, is schoolmaster. Went about four o'clock, they tells me. Went off very quiet like and still.\" \" He Avere al'ays a still man. Never meddled Avith nobody.\" \" My missus knew as he'd draAv off quick,\" said Abraham. \" The candle Avent out last night Avhen she were a sittin' up. But I make no 'count o' such things, I © ? don't.\" Martha Male Aviped her eyes, when she had seen poor Mr. Byles draAv his last"], [251, "MR. BYLES' S END. 241 breath. They hardly needed Aviping, per haps, but still the action was becoming. At any rate it came naturally to Martha Avho had been at many death-beds. The niece from Yorkshire put on a black dress, — which, indeed, she had come pro vided with, packed up Mr. Byles's effects, stood at his grave, Aviped her eyes too, and then started back by train, Avith a packet of sandAviches, for Yorkshire. The school door was locked. The chil dren were told they Avould have holidays, because Mr. Byles Avas dead. They liked holidays, and they had never cared for Mr. Byles, so they could have but one feeling. The blinds in the master's house Avere pulled doAvn; the key Avas given to Mr. May. The next thing Avas to supply the master's place. So, with no more mourning than this, poor Mr. Byles was laid in the churchyard, and passed out of Shelbourne hfe. Thirty vol. I. 16"], [252, "242 JONATHAN. years he had been in Shelbourne, and in those years he had not won the real affec tion of a single soul. Deaths like these make us faithless. On some faces immortality is written. But AA'hat about the unloved, the unloving, the altogether unloA'ely, AA*ho seem neither to merit punishment nor to be AA'orthy of a higher life ? Yet, after all, the life is as much a w*on der as the hereafter can be. Why do some of us grow up unloved, unloving, and un lovely in the same Avorld that bears such noble souls ? The answer is not here. We must wait for it."], [253, "CHAPTER XXIV A NINE DAYS' AVONDER. HERE is one good thing about gos sip in a small place, where inci dents are few and far betAveen. The talk is so strong, so unwearied, so ex haustive, that it soonAvears itself out. Every thing having been conjectured, and more than everything related, nothing remains to be said — the torrent pours itself out, and dries up. So that by Christmas the talk about 'Scilla Avould pretty Avell have ceased, had no later event come to banish her from the 16—2"], [254, "JONATHAN. 244 village memory. But this incident came, in the death of Mr. Byles ; and AndreAv's love story and 'Scilla's wrongs were as a page turned over in the annals of Shel bourne. A far more fruitful subject for conver sation was the death of the schoolmaster. For it provided an endless expanse of wonder, supposition, guess, and inquiry as to his successor. And for all he was so little lamented, it did not seem to be a very easy thing to fill Mr. Byles's place. At least, Christmas came and went by, and January set in and passed over, and the green blades began charitably to clothe the mound that marked the spot Avhere he lay sleeping, before Shel bourne heard for certain that the school would open again on the first day of February, and that the successor Avas found. Would he be young and unmarried ? If"], [255, "A NINE DAYS' WONDER. 245 so, he Avould Avant a charwoman. One or two village matrons who had been jealous of Martha Male's monopoly of Mr. Byles (or, as was really the case, his monopoly of her), looked out for an opportunity of begging Jonathan to speak a word for them to the neAv comer. \" / speak for you ?\" said he, smiling. \" I don't knoAV what I should have to do Avith the new master, or Avhat he Avants.\" \" Well, you knoAV, Ave al'ays see'd you along o' Mr. Byles and Mr. Falk, and them,\" they argued. \" But I don't see,\" he would answer, \" because I dug about Mr. Byles's roses that I'm to manage the new master's house for him, and settle avIio's to cook his dinner. Very like I shall never see the inside of that house again.\" The women went away incredulous. Jonathan somehow always did get into favour. Whether it Avas the coat on his"], [256, "246 JONATHAN. back, or the books he read, or the deal he knew about floAvers, or whether it Avas \" a way he had with him,\" they could not say ; but the fact remained — he made his way Avith folk, and kept his own way all the time. Jonathan thought little, and cared less, who was coming to be master. He had been civil to Mr. Byles, and Mr. Byles to him ; but he owed very little of his knoAV ledge to him, and had not enough affection for his memory to be interested in his successor merely as such. He had no brothers and sisters to send to school, so that beyond a hope that the new school master Avould teach the generation iioav © growing up better than he had been taught, he did not give the question a thought. Far less happy indeed were his musings. BetAveen him and AndreAv an estrange ment had come, that he had at first thought to be only in his own fancy. There could"], [257, "A NINE DA YS' WONDER. 247 be no doubt iioav. AndreAv shunned him : and the friends that had always been to gether now seldom met. Long days at the forge for Jonathan — long days at his own fireside for AndreAv ; for he was much longer in getting back his strength than even the doctor had ex pected. Christmas came without his at tempting to go to Avork. In January, he tried again, but came home after an hour or two, quite knocked up. The doctor sent him tonics, and said that was all he needed. Martha Male believed that, and tried to force steel and quinine doAvn his reluctant throat twice a day. Perhaps, if the doctor had seen his patient at all hours, and in all places, he Avould have doubted a little the use of tonics. If he had seen AndreAv bent over the fire through the long evenings Avith his head upon his hand, and all the strength ■and light gone out of his eyes ; if he had"], [258, "248 JONATHAN. seen his expression change fitfully, from sadness to sullenness and back again ; if he had Avatched him when, in church or on the road, his eyes fell upon Jonathan Cleare, and noted the strange lights and shadows that crossed his face then, the fierce look that came for a moment and then burnt out suddenly into a Avorn, drawn look of anxiety and pain ; if he had seen all this, the doctor from Hepreth might haA*e saA'ed the carriage of all the bottles of tonic, and prescribed some other cure. Doctors see us as doctors, not as philosophers, and very seldom they can \" minister to the mind diseased.\" And eA*en to his mother, Avho sat by him day after day, Andrew's true malady Avas not known. If there was one person in all Shelbourne avIio should haA'e understood him, it Avas Jonathan ; and he could not altogether understand. If there Avas another, it Avas Mrs. Myse. Often in her high, bare room, awake"], [259, "A NINE DAYS' WON DEB. 249 partly from cold, and partly from ill-health, on her little bed in the corner, the patient little Avidow sent out her tender heart to AndreAv Male, the poor lad Avho she could see was suffering so. She longed to tell him she understood his trouble, but could not. His quiet face and reserved nianner kept her aloof; and Avas not his grief too sacred for handling ? So she only shoAved her sympathy by \"the touch of a hand that is Avarm,\" and by many prayers offered up in the stillness of long Avinter nights for this \" dear sheep of the fold,\" as she would caU him. To her, and to her nepheAV Mr. May, the advent of Mr. Byles's successor Avas of some importance. And it was because they were so afraid of making a hasty choice, that the place remained long vacant. At last it Avas settled. \" You AviU call and tell Mr. Falk, dear,"], [260, "250 JONATHAN. of course,\" she said to Alfred, as he Avent out one morning, after receiving the final letter that sealed the fate of Shelbourne school. Mr. May was, of course, going straight to Mr. Falk. \" Mr. Falk,\" said he, as Sarah showed him into the parlour, \" it is finally settled, you AA'ill be glad to hear ; and here is the letter. You may like to see it. Such a nice tone about it — don't you think SO . \" Won't you sit down, sir ? Thank you ;\" and Mr. Falk leant his elbow on the mantel piece, and read the letter. \"Very satisfactory, I should say,\" he said, handing it back. He felt no great interest in the school, but he liked being consulted, and, indeed, Avas used to it. \" So the school will open on the 1st,\" said Mr. May, slipping the letter doAvn into his breast pocket, Avith his long Avhite fingers"], [261, "A NINE DA IS' WONDER. 251 Mr. Falk noticed the alpaca coat Avas very shiny at the elboAvs. They had had so many talks about the school and the vacancy, there Avas nothing more to be said about it. So Mr. May changed the conversation. \" That poor young Male does not seem to pick up much. I have been Avondering Avhether he ought to go into Hepreth on an out-patients' day, and see Shannon. The little doctor — Pearce, I mean — seems to do nothing for him.\" Mr. Falk expressed surprise, by some in describable sound. \" I don't think he has got over his trouble, poor fellow : at least, my aunt thinks so.\" \" People in his class of life don't usually take things so very much to heart,\" said Mr. Falk, turning his back to pick up the neAvspaper, which had fallen off the table, and then arranging the cloth carefully. \"Perhaps,\" said Mr. May, doubtfully."], [262, "252 JONATHAN. \" But Andrew is above the average. It Avas a mysterious case, certainly. No light upon it AA'hatever. It puzzles one sometimes to knoAv Avhy the Creator lets the innocent suffer, while the guflty flourish hke green bay-trees. But, I believe, they ' have their reAvard.' The penalty must be paid, either openly or in secret. Don't you think so ?\" \" Look at the swans, sir,\" said Mr. Falk, Avho had Avalked to the window and thrown it open. Mr. May looked at the swans as he was desired."], [263, "CHAPTER XXV THE NEW \"MASTER.\" HELBOURNE woke up one day, with the Avakening earth, to find that Mr. Byles's successor had come. It so happened that Alfred May took cold that morning that he paid his visit to Mr. Falk ; and the hacking cough, that seldom left him, seized him AAath increased severity. So Mrs. Myse kept him in the house, and hardly dared to leave him for half an hour ; and thus, in the bare ten days that elapsed before the school was to open, nothing transpired in"], [264, "JONATHAN. 254 the village about \" him as was a-comin' in © Mr. Byles's place.\" The people hoped light would be throAvn on the subject, but Mr. Falk seldom or never gossipped, and there Avas nothino- for it but to wait with © patience for the new master to speak for himself At last, one eA-entful Saturday — Monday next would be the 1st of February- — it Avas noised abroad that towards evening a fly had appeared at the school-house door. \" And the Avonderful sight o' boxes and bundles as was on the top,\" said Becky Flight, a gossip of the first water. \" Two big uns at the Averry least, and as many small uns as I've fingers.\" © \" Did you see 'em ?\" asked a neighbour. \" Yes, and there Avas Avomen along o' him, I warrant. Ben Bower he were on the Hepreth road, and he says to Sam, says he, as he see'd women AvhateA*er.\""], [265, "THE NEW \"MASTER.\" 255 \" My comfort ! so he's merried, and likely got a family !\" Hope dawned for an aspirant charAvoman Avho was standing in the group Avith her arais a-kimbo. It was tAvilight, and they had gathered round the Avell to draAv water for Sunday's use — yes, and for that night's use, too, for Avas not Saturday the great night for soap - chandlers in Shelbourne ? People Avho never Avashed all the week washed then ; but a dirty house, or a dirty face, Avas a rare thing in the Aillage. The family might be large enough, the boxes being so many, and there being a fly and all — the family might be large enough, to make the help of a friendly neighbour (at a shilling a day and rations) quite indispens able. \" There's a message come from the minister for the childer to go to the school, and come along of the missus to church, same's they used to go AAith Muster"], [266, "256 JONATHAN. Byles,\" said the mother of a healthy family of eleven — Avho, as she had handsomely con tributed to the population of the village, felt herself to have a right to the earliest information about anything that concerned the rising generation. \"Wi' the missus ? Then he's merried for sartin.\" \" Well, he might haA*e a sister, mightn't he ?\" interposed a mild little woman, who Avas just carrying off her pail, but Avaited to hear if there Avas any amendment to her suggestion. \" The Lord on'y knows,\" said Martha Male, coming up suddenly, and plunging her pail decisively into the well. The ac tion spoke cutting reproaches to the loiterers, Avho began each to turn to her pail and disperse, but not till Martha had delivered herself of her opinion. She never stood making words — that was Avhat her action said. She knew no more than the rest of"], [267, "THE NEW \"MASTER.\" 257 them — that Avas what her words said ; and they implied, moreover, that if she, the respected and the respectable, the mother of AndreAv, and the Avife of Abraham, knew nothing, the lesser lights of Shelbourne might Avell be content to be in ignorance. \" We'll see him as he goes along of the o © children to-morroAV,\" whispered the incor rigible Becky to her neighbour. And though the neighbour made no ansAver, she © © 7 secretly determined to be on the look-out, ten minutes before church-time. She Avould arrange not to be making the beds just at that time to-morroAV ; for the bed-room windoAv looked out at the back. That Sunday morning seemed as if it had robbed a day from April. The air Avas so soft, Avith the sense of Avinter and cold past, and the quickening warmth of a spring sun, that the oldest were cheated into a feeling of reneAved youth. Josiah Thorne lay happily on his bed, vol. I. 17"], [268, "JONATHAN. 258 and Avatched the sweet day from the garret AA'indow. He could tell just how the fields Avould look on such a day : the tender green of the autumn- soavii wheat, the rich brown ness of the freshly -ploughed furrows, the damp hedges kindling into tiny red buds that held in themselves the full promise of the summer. It must be a cold heart that is not glad at the first stirring of life in the earth — that has no answering throb to the pulsing of the great heart of nature. It Avas no hard thing, on such a day, for the Avomen to Avait about the open doors and AvindoAvs, to see the new master taking the children to church. And they had not to wait long for the patter of feet and clatter of voices that announced them. The little things that could hardly be seen for the garden hedges, the naughty little boys with soaped cheeks, the taller girls Avho sang in the choir, they all came by. And, not Avalk ing with dignity afar off, as Mr. Byles used"], [269, "THE NEW \"MASTER.\" 259 to walk, but Avith a child in each hand, and two or three hustling each other to get nearer, came a girl, Avith as sweet a face as ever looked out from a little grey bonnet, all soft and genial, like the pleasant day. And after her — no master. \" That'll be his daughter,\" said Martha Male, as she brushed Andrew's coat, before he went to church. \" She's a'most like a lady. And, my comfort ! how she do let the children tumble about her ! She won't keep her place with 'em, not like that.\" The young girl who took the children to church, and marshalled them into their places, sat also among them. It Avas a trying place for her, for all Shelbourne looked at her Avith curiosity and surprise. Little by little, as the service went on, it dawned upon some of them that, after all, there might be no master. Schoolmistresses had been heard of, certainly ; but a slip of a girl hke this ! Well, they thought Mr. 17—2"], [270, "260 JONATHAN. May might have known better — that was all. \" She to manage them masterful boys !\" said Becky Fhght. \" She ain't no woman, not to speak of, what I call ; let alone a schoohnissus.\" But many liked looking at the \" slip of a girl\" for all that. They did not call her pretty ; her face was too stdl and colour less, in church, Avdiatever it might be out side, for the taste of village folks, who liked maidens to be \"fine and stout.\" But they could not help Avatching her face, for all that, and the small hands that were busy finding the children's places. Jonathan looked at her, like all the rest. It Avas a relief to him to see that placid pale face Avhen he turned his eyes from Andrew, sullen and dejected in the corner of the pew opposite him. Rumour had said Mr. May Avas going to get a good singer and player. Jonathan"], [271, "THE NEW \"21 AS TER.\" 261 watched to see whether the new mistress sang. But she did not. She only followed the hymns Avith her head bent. \"Were the master in church, Jonathan?\" asked his little mother, Avhen he got home. \" It isn't a master,\" said Jonathan, putting his hat on the table, and pushing his dark broAvn hair off his forehead. \" It's a mis tress.\" \" What ! that young thing as Avent past, Jonathan ?\" \" Yes ; I heard Mrs. Myse speak to her as I came out.\" \"Hoav do she look, Jonathan?\" persisted the quiet little deaf Avoman, gently. She had never had a daughter of her own, and she had a strange yearning over the pretty young thing she had seen go past her window. \"Well, she looks,\" — began Jonathan, \" she looks more like you than any one I've seen, mother.\""], [272, "262 JONATHAN. \"Oh, Jonathan, lad, she woidd be pleased if she heard you a-sayin that !\" And the little woman sighed and smiled together, thinking of the days when she could have looked anything hke the new schoolmistress."], [273, "CHAPTER XXVI. MISS LYNN. PALE face in a grey bonnet, busy little hands finding the children's places — this was all that Shel- bourne saAv of Miss Lynn for two or three Aveeks. But the children prattled about her all the day through, and the mothers began to take a liking to her from Avhat the little ones said. \" Well, she do amuse 'em, and make the time pass,\" they said, \" for all she looks so still and quiet. But as to the learnin', Ave don't know as hoAV about that.\""], [274, "JONATHAN. 264 Mr. May, Avho AA*as beginning to go about again noAv, Avas quite satisfied on the last point. \" She has a wonderful power Avith the children,\" he said to one of the mothers, the viUage virago, as he came into her © © 7 house fresh from the school, one blustering March morning. \"There is more order than there ever AA'as before.\" \" Has she indeed, sir ? you don't say so? Well, ye must be masterful with the child ren if ye're to do anythink with 'em. I has to flog Eliza Ann many and many a time. Julia there, she don't do nothin' Avithout the stick, and she goin' sixteen. Sarah Jane, I brought her up like AA'ith the cane. Billy, he don't do nothink AAithout his father gives © him a cuff on the head. Muster Byles, he never teached 'em their letters to my think in' all along o' not using the stick reg'lar.\" At every emphasized word it was Mrs. Bellar's habit to shake her head and her"], [275, "MISS LYNN. 265 eyes fiercely. But the energy with Avhich she gaA*e forth each Avord was fierce. She was a fierce and terrible Avoman altogether, as Sarah Jane, Eliza Ann, and Billy could all testify. It was supposed that Mr. Bel lar could also have testified to this fact. But either from motives of caution, or from real admiration of his stronger (if not better) half, he ahvays defended his vi rago against all attacks. O © Mr. May had once mildly remonstrated Avith him about his Avife's constant quarrels and improper language. \" Tell you Avhat it is, sir,\" said the little man, valiantly, \" she's got a bit of a tem per, sir, but she's a woman, sir, as won't be trampled on by no Avorm.\" Mr. May tried now to explain to Mrs. Bellar that there were other influences than the stick and the fist Avhich Miss Lynn used Avith effect. But it Avas a strange tongue in the ears of Mrs. Bellar. Sarah"], [276, "JONATHAN. 266 Jane, Eliza Ann, and Billy had defied the power of the cane, and what poAver could there be that they would not defy if these had failed ? \" It seems strange they should both be women,\" the curate thought to himself as he looked at the hard, bad countenance of the Avoman before him, always Avashing and never clean, ahvays ordering and never obeyed, ahvays asking- and never satisfied, and thought of the girl — for he could call her no more — he had left in the school, keeping order Avithout any trouble, hardly raising her voice when she spoke to the children — a hundred restless little children, who had learnt obedience and disciphne in a few Aveeks' time. \" It is the most wonderful thing I ever saw, Alfred !\" said Mrs. Myse. \" I was quite frightened when I saw her the first Sunday. She looks such a child.\" And in some Avays Daphne Lynn at"], [277, "MISS LYNN. 267 three-and-twenty was a child. To begin with, she had a face that never would grow old. At fifteen, she looked just as she did iioav ; at thirty she would be very little altered. Small regular features, SAveet clear frank eyes, veiy httle colour to pass away with the first flush of youth, a small, slim figure — all these things Avere lasting, as things last in this Avorld. It is a happy thing when beauty is not like the sun on the mountain tops, that passes off with the early morning, and is no more seen. But the child-part of Daphne's nature did not shoAv itself readily to the outside Avorld. In church she Avas the mistress, grave, quiet, with a decided little mouth, and demure ways. The children knew her better. They saw her smiles, and heard a merry laugh break from her sometimes over a mistake or failure. They heard her voice when she started the hymn before they began the day's work, and before it ended."], [278, "268 JONATHAN. They saAv her slender throat throb like the thrush's, as she sang. They told their mothers \" the neAv missus \" Avas a \" very good singer.\" But naturally reserved and shy, it was at home that Daphne Avas most herself, and most lovable. Over her Avork, making her mother's tea, telling her some story of the day's doings, some funny saying of the children ; it Avas then that the demure little face became radiant, hke a child's face • that the lips parted and the soft eye sparkled, and the girl Daphne took the place of the schoolmistress, Miss Lynn. \" You'll come to church on Sunday, won't you, mother ?\" she said, one evening, as she set the blind woman's knitting straight, © © * for Mrs. Lynn was blind. \" You'll feel well enough by Sunday. There's a seat for you not far from me. Mr. Pedley came and asked if you Avould like it.\" \" I'll come, dear,\" said the old lady, a"], [279, "MISS LYNN. 269 little querulously, \" if the wind goes clown a little. It hurts my eyes so.\" When she began to talk about her eyes, Daphne ahvays ransacked her brain for something to distract her mother's thoughts. \" I must tell you hoAv the people look in church, mother. It looks quite different from the church at Holme. It's so full, in the afternoons especially. And you'll like Mr. May's sermons. He speaks from his heart.\" \" I don't like a church that's crowded,\" said Mrs. Lynn, despondently ; \" it makes me nervous. HaA'e you put the stitches on ? which pin is it you've put towards me . \" It's right noAV,\" said Daphne. \"You've got to turn the heel. There ; noAV you've got it ! Well, and I'm going to tell you about the people.\" \"I'd rather hear about the place,\" said her mother, \" so as to find the Avay to"], [280, "JONATHAN. 270 church. What houses are there betAA'een us and the church ?\" \" Why, there's all the village ! \" said Daphne, \" or nearly all. There is only a red place, that looks like an inn, aboA*e us. Then beloAv us there comes the school — don't tAvist your needle, mother, dear — and on this side of the road a toav of cottages, and eArery one has a garden. And on the other side,\" she Avent on, rising and looking out under the blind, for she had forgotten AA'hat Avas on the other side, \" there is a green field first, just opposite us ; and next to that there's a house. Why, it must be a forge ; tbe sparks are flying so, up the chimney, and there is a great light on the road from it. Mr. May said he would ask the blacksmith to call and see the stove. I suppose he meant that blacksmith.\" Next day, as Daphne Lynn Avas standing before the black board, Avith a piece of chalk betAveen her fingers, a circle of open-"], [281, "MISS LYNN. 271 mouthed children round her, a knock Avas heard at the school door. \"Open it, please, Billy. Isn't your name Billy ?\" Billy, the son of the virago, opened the door obediently, Avithout any cuff on the head. He seemed proud to do it — proud to be spoken to so civilly. He nearly twisted off his arm, in its ragged coat-sleeve, trying to get the handle turned quickly. \" Please, ma'am — it's Jonathan.\" \" Jonathan ?\" said Daphne, turning to one ofthe elder girls, inquiringly. \" It's Jonathan Cleare, the blacksmith. He's come ar 'ter the stove, ma'am.\" Daphne Avent to the door herself. \" Please come in, Mr. Cleare.\" \" I can come again, if I'm disturbing you, ma'am,\" he said, taking off his hat. \" But Mr. May, he told me to call about the stove.\" \" You are not disturbing us. Will you"], [282, "JONATHAN. 272 look at it now ? Silence, children. Slates out !\" Jonathan went down on his knee, to look at the stove. \" I could do it in a feAv minutes,\" he said, standing up, almost afraid to break the awful silence that the young girl who stood beside him had brought about by a Avord and a look. He had never seen any thing like this in Mr. Byles's time. \"Well, they shall say grace, if you please,\" said Daphne ; \" and then they can go out of your way. It is just tAvelve o'clock.\" \" Grace !\" said Daphne, Avithout altering her voice. All the eyes were squeezed up in a moment. Some of the faces puckered up Avith the eyes. All the little hands Avere folded tightly and reverently, while Miss Lynn said, in a clear voice, that had a sub duing hush about its very tone —"], [283, "MISS LYNN. 273 \" Father, Ave ask thee to sanctify these things to our use. Amen.\" She pointed to the door, and the stream of children passed out, bursting, like freed larks, into a jubilee of voice and song as soon as they had crossed the threshold. 18 VOL. I."], [284, "CHAPTER XXVII. AND THE HOME SHE LIVED IN. RS. LYNN kept a little servant- maid to look after her while Daphne was at school. She came in for the day and went away at night. And the handmaiden Daphne had chosen Avas none other than Eliza Ann, the daugh ter of Mrs. Bellar. There were pretty, neat, truthful-eyed girls in the school Avho would have done far better, and Daphne would have chosen one of those. But the children of the virago took her compassionate heart by"], [285, "AND THE HOME SHE LIVED IN. 275 storm. Billy's life should be happy, at least in school-hours ; Eliza Ann might be reformed if she Avere Avell used, Avell trained, and well fed. She had noAv an ill-used, untidy appear ance : her colourless flaxen hair Avas always tangled, and her dress awry. Her eyes were like her mother's — the fierceness stamped out, but the deceit left. She could not look Daphne in the face, if she pressed her hard for the truth — that is, if Daphne intimated that she knew her to be lying. But if she were quite certain her young mistress was not likely to be able to test the accuracy of her statement, she would lie roundly. Not only this, but such an adept in lying was Eliza Ann, that she put on a look of the most extreme earnestness and truth at those times when she was farthest from it. Eliza Ann had only been a few days in Mrs. Lynn's service when Jonathan came to mend the stove. Daphne had tamed her 18—2"], [286, "JONATHAN. 276 in outAvard appearance : the tangled hair was confined under a cap, and there was some attempt at a collar and an apron. Daphne was full of hope : this was but the beginning of changed days for Eliza Ami Bellar. Already the young schoolmistress Avas revoLdiig in her mind the chance of procuring a really good place for the ser vant, who she foresaw Avould soon be above the low wages and humble place her mother could afford to give her. The first cloud came when Jonathan was still on his knees by the stove. Miss Lynn was moving about, opening the Avindows to let the fresh February air in, and looking through the wet copies left open on the desks. A rap came at the half-open door, \" Please, 'am, missus says as she wants to see you. She's awantin' Mr. Cleare in the house.\" Wanting Mr. Cleare in the house? They"], [287, "AND THE HOME SHE LIVED IN. 277 had settled to keep to themselves as much as possible : why should her mother want to ask the blacksmith in ? Daphne went over to see her mother. \" It's the tap in the cistern I Avant him for,\" said the blind Avoruan, querulously. *' That girl will drive me out of my mind, if I'm to be left alone Avith her every day. I heard the Avater running aAvay all the morning ; and, you knoAV, in summer they say that Aveli gets dry. She's done some thing to that tap, I'm certain.\" \"Go and fetch Mr. Cleare,\" said Daphne, to Eliza Ann, Avho was standing stolid and sulky in the passage. Jonathan came in, brushing his feet care fully on the door-mat. The house was so changed he hardly kneAV it. \" I suppose you know this house Avell,\" said Miss Lynn, smiling. She was spreading a Avhite cloth on the table, and putting two"], [288, "JONATHAN. 278 clean plates and glasses upon it. Her face Avas still flushed from the fatigue and exer tion of teaching. She had a tired look about her forehead, but no ill-humour about her delicate mouth or in her gentle earnest eyes. \" Yes, ma'am, I knew it well in Mr. Byles's time. It's changed, though — very much changed since then.\" \" I did not like the paper,\" said Daphne, \" so I have papered it myself.\" Jonathan saAv a paper that he had not noticed before ; it gave just a soft at mosphere to the room, nothing more. Then he remembered a bright red-brown paper, AA'ith blue and scarlet spots, that had reigned in Mr. Byles's time. He did not say anything. He only knew the room and the house Avere changed from meaningless gloom, to freshness, and light, and warmth. A table stood in the Ioav window, a tall floAver-glass was on it, a few books near it, a"], [289, "AND THE HOME SHE LIVED IN. 279 Avork-basket, and little thimble. As Daphne moved about, a branch of somethino- green O © fell from the glass. She replaced it care fully. Jonathan noticed that the way she put it in made the vase look pretty at once ; that every leaf had its meaning. A little hyacinth stood in a pot on the window-sill, trying to break into bloom. Miss Lynn looked at it lovingly, and moved it into the sunshine. She said nothing, for she never spoke to strangers freely about the things she loved best ; and floAvers were very near to her heart. She was half ashamed of her childish love for them. She would not have told any one how she longed for the time of the daisies and primroses to come — Iioav often they came before her, as she stood before the ugly black board in the bare schoolroom. But Jonathan noticed that she had not one bloom, one touch of bright colour in the green nosegay in her tall glass. It"], [290, "JONATHAN. 280 could not be that she did not care for floAvers, when she looked at the budding hyacinth like that. It could but be that she had no means of getting any. If he had only been on such terms with Mr. Falk as to ask a favour of him, Jonathan kneAV of a little greenhouse that he had had a deal to do with, and there he could have got Miss Lynn a few flowers. But he could not ask Mr. Falk a favour, so he said nothing, but turned to mend the cistern. As he went out that morning, through the garden, he looked at the roses he used to attend to for Mr. Byles. They were AveU and healthy, putting out tender little green leaves at the top of their dry brown twigs. His care Avould not be thrown away. Miss Lynn Avould have flowers for her tall glass by-and-by; she Avould care for the roses. \" That's a nice young man,\" said Mrs."], [291, "AND THE HOME SHE LIVED IN. 281 Lynn, feeling for the dinner that Daphne had cut up for her, Avith her fork. \" I'm sure I'm thankful to him for stopping that leak. It's worried me so all the morning. Between that and the girl I have no peace.\" \" Is she doing anything Avrong, mother ?\" asked Daphne, looking distressed. \"I hoped so she Avas getting on.\" \" She never speaks the truth except by mistake ; she upsets everything she comes near if it's under a ton weight ; and when she walks about it shakes me nearly to pieces. That's all that's the matter Avith her.\" \" I'll speak to her, mother,\" said Daphne, \" if you'll have a little patience, just at first.\" Daphne was young still, and easily dis heartened ; but because she was young she was also very sanguine. She asked Eliza Ann in to have some dinner, and"], [292, "282 JONATHAN. then showed her how to wash up the plates Avithout a noise and clatter. The two plates Avent through Eliza Ann's hands and the wash-tub without breaking ; and Daphne took heart and went back to the school, feehng happier. It Avas lucky for Miss Lynn's peace of mind that she did not see the look of surprise and disapprobation on Jonathan Cleare's face, at the sight of a daughter of the Avell known house of Bellar, estabhshed as ser- A*ant in the schoolmistress's home. What good could ever come of any dealing with that lot ? \" You're late, Jonathan,\" said his mother, Avhen he got home. \" I thought may-be you weren't comin' to yer dinner.\" \" I had some odd jobs to do,\" said he, going to the AvindoAV. \" Won't you come now and eat some think, Jonathan?\" pleaded the little woman — \" There's nothink amiss with the"], [293, "AND THE HOME SHE LIVED IN. 283 flo Aver s, is there ? I've Avatered 'em reg'lar.\" \" No, there is nothing amiss,\" said Jona than, coming to the table and sitting doAvn. He had been looking for any sign of buds on his geraniums, but he Avas afraid it would be a long Avhile before there was a bloom to cut."], [294, "CHAPTER XXVIII THE TIME OF THE SINGING OF BIRDS. HE turning of the year is very gradual : and yet in every spring there is one day that seems the herald of the new birth; one day, AA*hen the air is so soft, the singing of the birds so jubilant, the sky so cloudlessly blue, and the heart so light, there can be no doubt that the winter is over and gone. The yearly miracle has come round : the earth, that was dead, hke Lazarus is alive again, and eA'ery living thing is thrilling to the new stream of life that is flooding the"], [295, "THE SINGING OF BIBDS. 285 Avorld. And it is such an unfading, un tiling joy. Solomon's heart leapt to it nearly three thousand years ago ; and Daphne Lynn's heart leaps to it to-day. The dream of Avinter has passed by for all in Shelbourne. To Mr. May, Avith his cough and constant ailments from being out in all weathers ; to Mrs. Myse, Avho has lain awake so many nights from cold, AA'hile the wind has moaned round the big deserted Place, and whistled mournfully through the unfurnished rooms and carpet less passages ; to 'Scilla in the Hepreth Avorkhouse, watching the large flakes of snoAV that drifted past the window and settled in the desolate court, and turning Avith a shiver to the infant in her arms ; to Andrew, to whom the Avinter had been the longest and saddest season he had ever knoAvn, how sweet and welcome Avas the Avarmth and the sense of spring ! It might be cold again, thought Mrs."], [296, "286 JONATHAN. Myse, stepping about in goloshes between the damp flower-beds, picking crocuses and pale garden primroses, but it could not be Avinter again for many months to come. And before that — why both Alfred and she might have gone home, she thought, as she looked across the park and the pond, and past Aaron Falk's house, to the church yard lying in the sun at the foot of the grey steeple. Not that she was unhappy : there was much to make hfe beautiful and pleasant, and it was hard to think of dying on a day like this. \" Children,\" said Miss Lynn, after the morning lessons were over, \" would you like to come out in the fields to have your dinner to-day, instead of playing in the school yard ? we could pick some prim roses.\" There Avas a universal shout of assent. The decorum of school hours gave way to a joyful prattle and chatter."], [297, "THE SINGING OF BIBDS. 287 All the baskets Avere dragged out of the ©© shed, all the hats and cloaks tied on. Tavo little tinies were struggling with their garments, one trying to push his arms into a little great-coat, the other to fasten in a loose string into her hat. Miss Lynn pulled on the great-coat and buttoned it. \" What do you say ?\" \" Thenk you, mum.\" And the rosy little man ran off shouting after his comrades, kicking up his heels in wild delight. The other little one, sickly and white, was standing by the porch, still struggling with the hat. A faded red ribbon was in her hand, a large pin in her mouth. She lifted melancholy brown eyes to Miss Lynn's face. \" Poor little woman!\" said Daphne, look ing compassionately at the thin little hands and pale cheeks. \" Is your string loose ? What a terrible pin ! Is that all you have to fasten it with ?\""], [298, "JONATHAN. 288 \" 'Es, ma'am,\" in a timid whisper. \" It must hurt your head. If you fell doAA*n it Avould run into you. Come into the house and we will put a stitch in.\" The little child held out its hand and fol loAved obediently. \" There,\" said Daphne, AA'hen the stitch had been put in ; \" now you can tie the hat as tight as you like, and roll in the grass all day without hurting yourself, and play with the others.\" The child looked up wonderingly. Roll in the grass all day ? Play with the others ? She did not understand what such things meant. Her httle life had been all sitting still in the chimney corner, hungry and cold ; or standing, colder still, outside the door till her mother had told her she might come in again. Not her own mother ; you could see that in the child's face. The father had married again lately, a rough, heartless, Ioav woman, who used the child"], [299, "THE SINGING OF BIBDS. 289 as a messenger, or as nurse to her healthy baby, and turned it out of doors at other times. \" Where's your dinner ?\" asked the schoolmistress, as she tied on her own bonnet, and opened the door to go out, having first seen that Mrs. Lynn had got hers, Avithout any breaking of plates and upsetting of glasses by Ehza Ann. The child put its wasted hand into its pocket, and dreAv out a dry crust of bread. \" Chdd ! — you don't mean that's all your dinner ?\" Daphne pushed her hand into the pocket herself, to make certain. As she turned it out, a few crumbs fell on the floor. The child stooped down, wet its finger and picked them up one by one, putting each into its mouth, and smacking its hps in pleased content. \" Oh, little one,\" said the schoolmistress, the tears coming into her eyes (and vol. i. 19"], [300, "290 JONATHAN. Daphne's tears did not often come), \"you shall have some better dinner if you wait a minute.\" She cut a piece of cold meat, and some bread and cheese, and put it in the child's hands. It looked up hesitatingly into her face. \" Yes, you may eat it now, as fast as you like, as we go along. We must run, though, or Ave shan't catch the other children.\" But the child's legs were so weak it could not run. They followed the merry voices of the children down the village. Some of the elder girls were waiting at a gate near the church. \"Please 'am, we wants to goo in here. The vi'lets is beautiful, all under the big trees.\" \"But may we go in? Whose field is it ?\" asked Miss Lynn. \" Please 'am, it's Mr. Falk's field, and he al'ays lets us goo in.\" \" I think you had better ask leave first,\""], [301, "THE SINGING OF B1BDS. 291 said Daphne, Avho had an impression that the breAver was a great autocrat, and much to be respected. \"I will go to the door with you two elder girls, and ask if Ave may.\" Sarah opened the door, and then ran to look for her master. Mr. Falk appeared immediately. \" Won't you walk in ?\" he said, politely. \" No, thank you, sir,\" said Miss Lynn. \" We only wanted to know if there is any objection to the children going into your field to pick violets.\" \" Oh dear no ! which field ?\" said the breAver, conveying delicately to Miss Lynn the fact that he was lord of many fields in Shelbourne. The school-girls explained. \" Oh certainly,\" said Mr. Falk. He took his hat from a peg, and brushing a little malt from his coat-sleeve, followed the schoolmistress, and opened the gates. They talked a little as they went towards 19—2"], [302, "JONATHAN. 292 the field, the tAvo school-girls falling behind them. \" You are most welcome at any time to take them into any of my fields,\" he said, as he held open the last gate, leading into the meadow itself. \" And I hope you will some day do me the pleasure of looking into my house. I don't knoAv Avhether Mrs. Lynn is a lover of floAvers. I have a nice garden, and a pretty show in my small green-house, if you care for such things.\" \" Oh, have you ?\" said Daphne, eagerly. \" I should like very much to see them. My mother is blind, but she Avould hke to smell the floAvers.\" \" Any day then, and any hour you may like to name,\" said Mr. Falk, \" I shall be at your service — Avould to-morroAV \" \" Saturday Avould suit me best,\" said Miss Lynn, \"because that is a holiday.\" \" Then next Saturday — about two?\" said Mr. Falk."], [303, "THE SINGING OF BIBDS. 293 \" Thank you — if my mother is well enough. I think it would do her good. I knoAv she Avould enjoy it. We are very much obliged to you.\" Mr. Falk took off his hat, and went back to his breAvery. And Miss Lynn, sitting doAvn on the driest grass she could find, under a large elm-tree, took a reel of thread from her pocket, and began tying up violets. \" Oh, but I don't mean them all to be brought to me,\" she said, as child after child rushed up Avith its hot hand full, and threAv them in her lap. They all stood still, their faces falling. \"Do you like best to give them to me, children ?\" she asked. \" Yes, ma'am !\" said a chorus of voices. \" Then I hke them,\" said Daphne. She did not thank them, but they all understood the pleased look in her eyes. \" And Avon't you pick violets, too ?\""], [304, "294 JONATHAN. she said, seeing the pale little child was standing at her side alone, the dinner finished, and the wistful look come back to its face. It looked helplessly at her. \" Poor little thing ! you don't know how to play or to pick floAvers. Schoolmistress must teach you that by-and-by, before you learn letters. But uoav you may come and sit on my dress — not on the grass, it is a little damp. Look at these beautiful vio lets that God has made. Your name is a flower's name, isn't it ? Aren't you called Ldy ?\" \" 'Es am,\" in a less timid AA*hisper. \"You like dinner better than violets, don't you, Lily?\" said Daphne, peeping under her hat, and patting the pale cheeks. \" But Ave need both, I think.\" Jonathan Cleare passed by the field that morning, and looked as he passed by. It was changed times for Shelbourne"], [305, "THE SINGING OF BIBDS. 295 School, since 'Drew and he had smarted under the cane together. But he did not think Miss Lynn ought to be sitting on the damp grass so early in the year."], [306, "CHAPTER XXIX. AARON FALK AT HOME. l?ZSG I ATURD A Y came, and Mrs. Lynn was well enough to accept the BeeH brewer's invitation. When Da phne was at home, the burden of Eliza Ann and her misdemeanours did not press so heavily upon her, and the refreshing lull that Saturday brought with it to the neighbourhood of the school and the schoolmistress's house worked wonders for Daphne's mother. \" One can hear one's self speak once a-week,\" she said, as she let Daphne ar range her shawl and tie her bonnet."], [307, "AABON FALK AT HOME. 297 \"Oh, mother,\" said Daphne, reproach fully, \"it is only from twelve to half past one that the children make a noise. It does them such good after lessons.\" \" I dare say it does them good, my dear. I suppose it does that girl good to be my servant. But it isn't pleasant, and I can't say I think so.\" Daphne bit her lip. \" If you wish it, Eliza Ann shall go home,\" she said. The reform of Eliza Ann was to be a day-dream then. \" If she did, you'd never be content till you had found another just like her,\" said Mrs. Lynn, pushing her chair back, and feeling for her daughter's arm. It was nearly half-past tAvo Avhen they got to Mr. Falk's house, and they had had their frugal dinner long before they started. But, to Miss Lynn's surprise, an elaborate luncheon was prepared for them in one"], [308, "JONATHAN. 298 room, Avhile the other was full of sunshine and books. The windoAvs of the last looked out, as Ave know, on to the pond and bridge, the lodge and approach to the Place, and the big elms that skirted the water. And close under the Avindows Avas Mr. Falk's garden, gay with bright spring floAvers. \" How beautiful !\" said Miss Lynn, as she stood, after luncheon was over, in the Avindow, leaving her mother to talk to Mr. Falk. He rose and pushed an arm-chair towards her. \" It is pretty,\" he said. \" Won't you sit doAvn ?\" \"Oh, thank you,\" said Daphne. She thought Mr. Falk as pleasant as he was great. She felt it was rather a condescen sion on his part to be so civil to a poor schoolmistress. She dreamed away ten minutes at the"], [309, "AARON FALK AT HOME. 299 AvindoAV, Avatching the sAvans dipping their long necks in the clear Avater, through Avhich, even from the distance, she could see the bright green of the av aving Aveeds. Then Mr. Falk came up to her and said — \" You are fond of floAvers, I think, Miss Lynn. I can shoAv you some better than those you Avere tying up in the field. My little greenhouse is small, but it is in good order, and I have a nice show of bloom on just now.\" \" You will come too, mother ?\" said Daphne, seeing her mother sat still. \"I Av*ould rather rest here,\" she ansAvered. \" I cannot see the flowers, and I am a little tired. Mr. Falk will be so good as to let me stay here, I'm sure, Avhile you go round the garden.\" Daphne was disappointed. \"My mother is very fond of flowers,\" she said as she went out, feeling she ought to make some apology for Mrs. Lynn's"], [310, "JONATHAN. 300 apparent want of appreciation of the green house and garden. Mr. Falk had no objection to taking the trouble of showing the garden to Mrs. Lynn at any other time — that is, of taking her round it, if he might look forward to the pleasure of haAing their company again. So he intimated to Miss Lynn as he went round the corner, and opened the greenhouse door. A breath of warm scented air met them on the threshold. \" Oh /\" said Daphne, finding no better means of expressing her delight and as tonishment. Great pots of lily of the valley, of nar cissus and jonquils, of primulas, and hya cinths, all blooming together, made the little place a paradise in her eyes. \" I never saAv anything like this,\" she said earnestly, turning from SAveet to SAveet, and stooping over the lilies as if she could"], [311, "AARON FALK AT HOME. 301 never breathe in enough of their delicate perfume. \" How glad I am I came iioav — that you Avere so kind as to ask us iioav ! In another week they Avould have been OA*er.\" \" Something else Avould have replaced them,\" said Mr. Falk, smiling. \" But, as you like the early spring floAvers so well, I am glad too that you came noAv.\" \" I must fetch my mother,\" said Miss Lynn ; and before Mr. Falk could answer, she had sped round the garden to the house. Mr. Falk smiled again, as he Avatched her. The little grave, pale, sedate school mistress could change into this, could she? Well, it was a beautiful change, and he liked it. And yet he had thought the little sedate Miss Lynn very pretty, as she sat on Sundays playing the harmonium — as she turned her head to speak to the children, — as she found their places Avith her small ungloved hands."], [312, "JONATHAN. 302 Miss Lynn Avent away with a bunch of Neapolitan violets in those hands. Both she and her mother Avere deeply grateful to Mr. Falk for his kindness. If they could sometimes come on Saturdays and see those flowers, and that lovely vieAV from the windows, and be civilly treated by a kind man hke this, Avhat a pleasure it might add to their life, thought Daphne! Her mother Avas like a changed being since she had been there. She shoAved her gratitude as she lifted her earnest grey eyes to the brewer's face. \" You ha\\*e given us such pleasure,\" she said, as she held out her hand. \" We both thank you, sir, very much.\" Aaron Falk looked pleased, till Daphne came to the Avord \" sir.\" A shade of something that was not exactly annoyance passed over his face then. But it Avas only momentary ; and as he held open the green sAving-gate that let Mrs. Lynn and"], [313, "AARON FALK AT HOME. 303 her daughter out on to the village green, he said — \" I need not say it has been a pleasure to me. I trust, Miss Lynn, it is a pleasure you and Mrs. Lynn will often afford me.\" \"We shall need very httle temptation,\" said Daphne, smiling, \"but till Easter I shall be very busy.\" \" He's a nice young man,\" said Mrs. Lynn, leaning on her daughter's arm as they crossed the green. She had said just the same of Jonathan. \"Young, mother! he's not at all young,\" said Daphne."], [314, "CHAPTER XXX. INNOVATIONS. ASTER fell late that year. April, Avith sun and showers, was Avell in, and the spring flowers out of doors Avere in their full beauty by Passion Week. Daphne Avas preparing an anthem and the most joyful hymns for Easter Day. All the Shelbourne Avorld Avas to be astonished. No one knew of it but Mr. May, Avhose permission had been readily given. It was a secret betAveen Daphne and the singers. An anthem had never been heard of in"], [315, "INNOVATIONS. 305 Shelbourne, Avhere six hymn - tunes had reigned without rival all through Mr. Byles's time. The old village fiddler, who played the harmonium in those days, had given up his place to Miss Lynn. He couldn't keep up with all the new-fangled tunes, he said. \"The Old Hundry went to a deal o' toons,\" he thought ; \" and as long as the toon goes along o' the hymn, Avhat more could ye want ? If the toons goes trillin' about where no one don't look for 'em to goo, half the folks has to stay behind. And then they haven't no sense to leave it alone, they haven't : but after it they'll come, some time or another, for have their squeak they will. They've got their seats, and they've got theh books ; and they dun' know as why they shouldn't sing. Wonderful set up is folks ! Singin's a trade as Avell as tinkerin' or tailorin' ; and Avhat 'ud any one think if every one set vol. I. 20"], [316, "JONATHAN. 306 to Avork a tinkerin' and a tailorin', because other folks did it ? Howsomever, that's the way of folks Avith singin' ; and so, says I, give 'em toons as they can run along side of ; for ketchin' up a toon's a sorry thing, and don't make ye feel, willin' to praise God, even of a Sunday, in yer best clothes. \" But by degrees the congregation had begun to learn the \" neAV-fangled \" tunes ; © © ' and Daphne thought that by Easter they Avould be quite ready for an anthem. She had fresh innovations to suggest. Might she and the children put flowers in the church on Easter Day? She had looked at the beautiful proportions of the building, at the massive stone font, the quaint monu ments, and the glorious glints of colour from the old stained glass, till she longed to set it in moss and primroses, as she used to do at the church at Holme. Mr. May hesitated a little ; he Avould think"], [317, "INNOVATIONS. 307 about it ; he saAv no harm ; but he would speak to Mrs. Myse first. He also spoke to Mr. Falk ; and both the little aunt and the autocratic brewer approved. So Daphne had her OAvn way in this too. Two or three days before Easter, she met Mr. May in the church, to settle what was to be done. Miss Lynn pointed out the only place in Avhich she would need help. \" It would only Avant a little wire stretched across,\" she said, pointing to the sloping sill of the Avindow that was to be banked with moss and floAvers. \" Jonathan Cleare will do that for you,\" said the curate. \" Perhaps you would tell him as you go home — you pass his mother's door, and the forge too — that he would oblige me by meeting you here on Saturday.\" Miss Lynn found Mrs. Cleare's cottage, and knocked at the door. She was kept a 20—2"], [318, "308 JONATHAN. few minutes Avaiting, for the deaf Avoman did not hear the first knock. But the time seemed short to Daphne, for she stood in the prettiest cottage garden she had ever seen. Tufts of violets and primroses and pink hepaticas were floAvering in the border, enclosed by the neatest of privet hedges ; and young leaves Avere coming out on the many creepers that were trained carefully about the windows and the porch. Mrs. Cleare must be a nice Avoman to be so fond of floAvers. \" I came,\" said Miss Lynn, when her second and louder tap had brought Jona than's mother to the door, to bring a message from Mr. May. I think it is your son, Mrs. Cleare, Avho is the blacksmith, isn't it ?\" \" I'm so dull o' hearin', my dear — I beg your pardon, ma'am,\" she said, hastily cor recting herself. Miss Lynn repeated her Avords."], [319, "INNOVATIONS. 309 \" Jonathan ?\" said Mrs. Cleare, her face lighting up. \" Yes, he's my son. Is there anything as he can do for you, ma'am ?\" She put her head on one side, to catch the ansAver. Miss Lynn said Jonathan Avould oblige Mr. May by being at the church on Satur day morning. Mrs. Cleare paused a moment, and then nodded her head a little dubiously. \" He'll be sure to come,\" she said, in her gentle, cheery voice. \" Won't you look in a minute ?\" \" Is your husband ill ?\" asked Daphne, draAvn toAvards the patient Avoman and the pale invalid sitting over the fire. The elder Jonathan made some sound, intended for a greeting, and pushed his hand nervously across his face. Daphne thought she had seldom seen a harder face. How difficult it must be to live with him !"], [320, "JONATHAN. 310 \" Has he been long ill ?\" she asked, turn- ing to his wife. \" Five year as ever is,\" she answered. \" He got a mischief when he w*ere liftin' a sack, and he never been right, not since then.\" \" Then you can't work ?\" said Daphne. \" It must be a great trial, that.\" A mumbled \" yes\" Avas the reply. Miss Lynn felt she was not wanted, and turned to go. Mrs. Cleare folloAved her. Daphne's face w*as hke a glint of sunlight to her — she could not lose it so soon. \" He don't say nothink,\" she said, in an undertone, as they stood in the garden. \"but he's ahA*ays sadly. I don't know right as hoAV he feels, I don't. He don't say nothink ; but I knoAv he's bad by the looks of him ; and the neighbours — they can hear him — and they says as he often moans by hisself in the garden. Very like he's a moanin' noAV to hisself by the fire,"], [321, "INNOVATIONS. 311 on'y I don't hear him. He's a very close man, and he don't like for me to take much notice on him, he don't.\" And she looked Avistfully at Daphne, as much as to say, \" You don't know what a trouble that can be.\" Daphne only looked sorrowfully at her in return. There seemed no words for troubles like that. Presently she said — \"You are very fond of flowers, Mrs. Cleare. Hoav pretty your garden is.\" \" I don't do nothink,\" she answered, smiling, and shaking her head. \" It's Jona than, that's my son, as has done it. He's always wonderful arter flowers, he is. His flowers and bis books, that's Avhat he cares for. He were al'ays a good scholar, though he didn't get much larnin'. But he larnt to be a good son, he did, and that's the best lesson, I take it. He been always a good son to me, I know\" — and her voice broke suddenly — \" if it weren't for him, 's"], [322, "JONATHAN. 312 father and I 'ud 'ave been long ago in Hepreth Avorkhouse. Jonathan, he were away, and gettin' on first rate, he were. But his father took ill, and he come back soon as ever he got the letter ; and we're both beholden to him for all as ever we has — and it's all along o' him that we is so comfor'ble. He Avon't niver get on here, same as he did there ; but he's wonderful good to his mother and his father, he is.\" And Mrs. Cleare fairly broke down, and dried her fast-falling tears with her apron. As Daphne Lynn held out her hand to her to say good-bye, she felt that, in spite of the hard pale husband by the fire, she could not pity her. \" You'll come agin, if I'm not makin' too free asking of you ?\" said Jonathan's mother. \" I shall be very glad to come,\" said Daphne, as she Avent out. \" My dear, there's a letter for you,\" said"], [323, "INNOVATIONS. 313 Mrs. Lynn, as her daughter came in. \" I couldn't make out Avhat the boy said, and of course Eliza Ann was out of the Avay. Up to some mischief, never fear.\" Daphne opened a letter, addressed in a small, neat hand, Avhich was lying on the table. It ran as folloAvs : — \" The Brewery, Shelbourne. \" Dear Miss Lynn, — I understand from Mrs. Myse that you think of decorating the church. \" I beg, therefore, to offer you any flowers, from my garden or greenhouse, which may be of use to you or take your fancy. \" With respects to Mrs. Lynn, believe me to remain, Yours faithfully, \" Aaron Falk.\" -• How kind !\" said Miss Lynn. \" I sup-"], [324, "314 JONATHAN. pose Mr. May must have asked for them.\" Mrs. Lynn's eyes, though they were blind, tAvinkled saucily behind her spec tacles. END OF VOL. I. BILLING AND SONS, PRINTERS, GUILDFORD, SURREY,"], [325, ""], [326, ""], [327, ""], [328, ""]]