[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "$ropo0als FOR PUBLISHING, BY SUBSCRIPTION, A NEW SYSTEM O F GEOGRAPHY, ANCIENT AND MODERN. By J. TYTLER, Compiler of the Treatises of Astronomy and Geography in tbs Encyclopedia Britannica. Salem, Junh, 1802."], [8, "o^? m<? _l O give a general knowledge os the globe we in habit, and faithfully to describe it, in its former and present state, is the professed design of all geographical systems. To do this with perfect accuracy, is impossible. No man hath vis ited all the countries in the world ; neither has any traveller been able to explore every part of those to which he has had access. In almost every cafe, therefore, we are obliged to de rive our information from others ; and the concurrent testimo ny of many witnesses is necessary to establish and authenticate a fact. But, while the number of voyagers and travellers in creases, in the fame proportion, the materials from whence a geographical system may be compiled, it does, in almost equal proportion, augment the difficulty of compiling it. The vari ous accounts given by travellers require much exercise of the judgment to balance and reduce them to consistency ; while the contradictions too frequently met with, even in the wri tings of the fame person, often reduce us to the necessity of paying to mere names a respect, which perhaps is not justly due to them. The difficulty is not greater, with regard to the world in general, and its political divisions, than with respect to its productions. The study of plants has engaged the attention of many learned men in different countries ; the study of animals, many more. A third set have been employed in the study «f minerals ; while others have explored deserts, and the wild, un inhabitable regions towards the pole3. The result of all these researches ought to be met with in a geographical system, the compilation of which must therefore be looked upon as a very arduous task : and voluminous works have been published, giv ing the geography only of a single division of the globe, or of a particular country ; and even these works, after all the care that could be bestowed upon them, cannot be supposed void of imperfections. Add to aU this, the difficulty and expense of procuring the latest and most authentic intelligence ; of open ing a correspondence with distant countries ; the labour of read ing and extracting from other books, &c. by which many of those best qualified for such an undertaking, have been deterred from engaging in it. It ought not, therefore, to be any matter"], [9, "t 3 ] of surprise, that amongst the vast number os geographical pub lications, few should be met with, that can boast of much in trinsic merit ; and that even these should be too voluminous to be perused by such as are much engaged in the common af fairs of life. To abridge these voluminous works ; to condense into a small compass, the principal matters which they contain ; and to pub lish them to the world in a sew volumes, easily purchased, and easily read, is the intention of geographical grammars. But, now that book-making has too much become a trade, both on the part of the author and the bookseller, this intention, how ever laudable, has in a great measure been defeated. Though, -from the nature of things, it Is impossible that any geographi cal work can be complete or perfect, by reason of the new dis coveries that are daily made ; yet the public had a right to ex pect, that the compilers of geographical systems would have availed themselves of these discoveries, and that each subsequent edition would have lopped off at least some of the errors of the former : but instead of this, we find nothing but servile copy ing of one system from another, and exact reprinting of prior works, not only without correcting former inaccuracies, but even adding contradictory accounts, and that sometimes in the fame sentence ; so that the reader, instead of deriving any in struction, must be continually tempted to laugh at the absurd ity of the author. Of all the publications of this kind, none has been of more essential disservice to geography, than that which has the name of W. Guthrie, Esq. attached to it. The booksellers in Lon don, who found it their interest to support this book, and bring every other of the hind into disrepute, have puffed it off to such a degree, that the public, in defiance os the internal evi dence afforded by the book itself, have been, in a manner, aiued into a belief of its superior excellence. The immense sale which has attended its numerous editions, has intimidated suc ceeding and more able writers from deviating in any great de gree from its plan. And this servility in imitation has not been confined to Britain, but has even crossed the Atlantic. Mr. Carey, who has undertaken to reform W. Guthrie, Esq. seems to have been over-awed by the reputation of his prede cessor ; and in consequence^ though he has corrected many er rors, yet a great many still remain, which, in an original com pilation, he certainly would never have admitted. The errors pointed out by him., are indeed sufficient to bring Guthrie's work into disrepute with every one who wishes for authentic er even cotisifient information. But the European editors have"], [10, "4 not been discouraged by this, or any other censure. Successive editions have been published both in * England and Scotland, since the appearance of Mr. Carey's ; and whatever may have been the merit of the original performance, the later editors have arrogated to themselves a most unqualified approbation. In the preface to the London edition of 1 798, we are told, that the many editions the book has gone through, and the increasing demand for it, afford \" a proof of its utility and ex cellence.\" In the Montrose edition, (one year later) additions from late voyages and travels are noticed, with pompous ampli fication ; and the public are assured, that improvements were first made in this admirable performance, in the year 1785, and have been continued (we must suppose) with unremitting labour and diligence, to 1798 ! Had these assertions been in any way consistent with truth, the appearance of a new system would have required some apology. But when errors, annually increasing, are obtruded on the public with every edition ; when those very errors, along •with the most inconsistent and false statements of facts, are transcribed by the humble imitators of this grand performance ; the time is undoubtedly arrived, when such books should be to tally thrown aside, and a consistent and authentic system com piled from the foundation. It may seem invidious to point out the errors of other publi cations ; and we might justly be accused of partiality to our own performance, did not the works in question call loudly, not for reformation, for that is impossible ; but for a complete and total renovation. It is impossible to suppose, that such mul titudes of errors (for which, indeed, the word error is scarce adequate) could have arisen from any thing but an inattention and indolence, less excusable, perhaps, in the proprietors of Guthrie's Grammar, than in any others ** as public patron age, and access to numerous late publications, had put into their hands a collection of materials, of which others are not pos sessed, and of which they have either made no use, or used in such a manner, as to add absurdity to former error, and contra diction to former misrepresentation. To point out all these, •would require a volume ; but some of the most obvious' must be taken notice of, as proofs of what we have now. advanced. To begin then with the general description and dimensions ofthe earth. In the edition of Guthrie, printed in 1782, (the oldest to whicli we at present have access) the author in- * It is very singular, that the London edition of 1798 is thefe-jinteeittb, while the Mcntrcse edition, published a year later^is only the fftecr.ib."], [11, "C 5 ] forms us, that the calculations are made by allowing Co miles to a degree. This number of miles is repeated in almost every other geographical grammar commonly to be met with. Ac cording to this proportion, the surface of the globe was said to contain upwards of 199 millions, or, in round numbers, 200 millions of square miles. The fame calculation was adcpted throughout a number of the editions of Guthrie, as weli as by some of his imitators. All of a sudden, however, the sur face of the globe shrunk up from 199 to 148 millions of miles ! The habitable world, the continents, the leas, and unknown parts, contracted themselves in like manner ; but the great empires of Persia, Rome, Russia, China, and the Mogul, kept their dimensions to a single mile — nay, even increased in mag nitude !* The islands were equally fortunate in this respect, though they suffered, perhaps, a greater disgrace, in being ex cluded from the habitable world, the whole extent of which was filled up with continents ! For the truth of these remarks, we appeal to the tables of the earth's dimensions, in Carey's, the London and Scots editions of Guthrie, and to Heron's and Morse's Geographies, published in i79*'>. Having mentioned these two admirable calculations only in round numbers, where a few hundreds or thousands of miles go for nothing, it is now necessary to take some notice of the improved calculation, in which, undoubtedly, we must be more exact. All of them suppose the diameter of the earth to be 7970 Engli/h miles ; according to which, (allowing 6yi miles to a degree) the exact computation of its square surface is 199,552,860 miles. In the introduction to Scott's Gazet teer, we are told, that it contains but 199,257,259 miles. In Crutwell's Gazetteer we have the fame computation : but the pitiful extent of a few hundred thousand miles is not worth minding in modern geography ! In the reformed computation by Mr. Guthrie, though the diameter of the earth continues to be measured by Engiiffj miles, it seems its surface must be measured by Geographical ones. The calculation made exactly according to this measure, is, that it contains 148,730,000 such * This extraordinary exception of the great empires, while the rest of tlie world shrunk in its dimensions, puts us in mind of what IvIilion fays of the. fallen angels : \".Behold a wonder ! They but now who seem'd \" In bigness to surpass earth's giant sons, \"\" Now, less than smallest dwarfs, in narrow room \" Throng numberless. But, far within, \" And in tbeir oivn dimeifu.-ns, like themselves, \" Thc great Seraphic lords and Cherubim \" In close recess and secret conclave sit.\" Paraduj Lost, Eook I."], [12, "C 6 ] miles. Our geographers make it 148,510,627 miles ; thus coming within two hundred and nineteen thousand miles of the truth ; — a most astonishing and unheard-of accuracy, for the compilers of Guthrie's Grammar ! One remark more we beg leave to add ; which is, that though all of cur calculators suppose the diameter of the earth to be 7970 miles, and conse- quently must multiply by an exact number of tens, yet the geographies make their product end with 7 ; the gazetteers, with 9. According to this extraordinary arithmetic, if we mul- tiply ten by two, the product ought to be seventeen or nineteen .'* By such a strange mode of procedure, every reader must be greatly embarrassed. The matter seems to be, that they have confounded English miles of 6t){- to a degree, with the geo- graphical miles of 60 to the fame measure ; and not calculating properly by either, they have involved their works in the most ridiculous obscurity. At the same time, not adverting that it was necessary to carry the correction, such as it was, through tlie whole table, they have allowed the empires to stand as they were, and thus made them quite out of proportion to the di- mensions assigned to the earth. In other matters, Mr. Guthrie has been followed in as ser- vile a manner. A typographical error had crept into one of the early editions of his book ; viz. that tlie planet Saturn per- forms his revolution in twenty-two years, instead of twenty-nine. This passed through several editions ; but was at last, after many years, corrected. Yet, in Heron's Geography, of 1796, and the Scots edition of Guthrie, in 1799, we find the fame er- ror retained ; a circumstance which shews, that the editors had not even been at the pains to procure the best editions of the book from which they meant to transcribe, and which falsifies their vaunted accuracy, learning, and improvements. Even in the little which is stid, or which is necessary to be said, in such books, concerning astronomy, we meet with im- perfect and puerile illustrations. Mr. Heron and the Mon- trose editors have, indeed, distinguished themselves above their brethren, by an elegant plate, containing figures apparently rei- * Along with these inferior writers, we are sorry to rank Dr. Hutton, Pro fs or of Mathematics in the Military Academy at Woolwich in England. In hiai Mathematical Dictionary, article Earth, he says, that its circumference is 35,000 miles, and its diameter 7957^. From this he calculates the surface at i:;8,044,2c6 square miles : but how he makes out this product, from multiply ing 795 7-75 by 25,000, is best known to himself. One would be tempted to think he had studied under Mr. Gi'tiikie ! The doctor, however, is modest. He fays, his calculation may be taken as near the truth. It may -be near, but it certainly is not the truth ; for if we multiply 7957. 75 by 25,00c, the product undoubtedly is, nat I98,944,jo6, but 198,943,7^0."], [13, "[ 7 3 ative to astronomy, but without any explanation, excepting what is to be met with on the plate itself. In one part of this ample apparatus, (as Mr. Heron calls his tables and maps) we find the new moon shining with a full round face, and the full moon involved in darkness -, we have an orb of fixed stars, and stars below the fixed stars ; we have the earth in the centre, and the fun at one side, with two circles around him, one of which passes through the centre of the earth, and may, per haps, be designed to represent its orbit. But we must not in dulge in conjectures, as the whole is probably emblematical, and relative to aflrc/ogy .' In glancing over the other parts of these performances, we find the rest of the tables, which give the dimensions of partic ular divisions of the earth, liable to the fame censure. In ge neral, they are totally inconsistent with the maps to which they refer. Thus, in the Scots edition of Guthrie, the table of dimensions prefixed to Europe, assigns to Scotland a length of three hundred miles, and a breadth of three hundred and spy ; but the annexed map limits its breadth to little more than two hundred. In the corresponding table by Heron, we have the same dimensions ; and yet, under the title Scotland, both agree in the declaration, that its breadth is no more than one hundred end ninety. Mr. Carey, in his article Scotland, assents to this last number ; yet, in his European table, he estimates the length at 300, and the breadth only at 150 miles. In the fame works, we find the dimensions of Great-Britain, in the general table, fixed at 72,926 square miles ; but under England, it is aug- mented to 79,712. This error pervades Heron, and the Mon- trose edition, but is less apparent in Mr. Carey's. He gives the square measure of Scotland and England separately. It will scarcely be necessary to notice more errors of this kind. If such mistatements are made respecting countries so well known, what are we to expect in others ? One error, however, concerning the dimensions of Hungary, is so extraordinary, that we cannot forbear to mention it. In Heron, in the London edition of 1798, and in the Montrose edition of 1799, it is stated, under the article Hungary, that the country contains 36,060 square miles ; and in the very next line, that it has 87,575 square miles, with 57 inhabitants to each ! Equally contradictory are the accounts respecting the popu lation of different countries. In one part of Guthrie, the population of Iceland is stated at 60,000 ; and in another part, it is said that, when numbered, the inhabitants amounted to 46,201. This contradiction pervades al! the works we have mencioned, in common with Mr. Carey and Dr. Morse. Nay, Mr. Ca-"], [14, "[ 3 ] key has introduced a contradiction (not, indeed, respecting Ice land, but Lapland) which the others have not. In page 1 1 2 of his work, he states the inhabitants of this country at 60,000 ; and in page 1 13, at 100,000. But, beyond all others, the Lon don edition of Guthrie, in 1798, when treating of the popu lation of Hungary, seems to excel in absurdity. Having first complained of the thinness of the population in that country, and then furnished it with between three and four millions of people, he informs us, that a committee, appointed for the pur pose, had determined that it contained 1777 persons to a square mile.* A population so extraordinary exceeds the most exagge rated calculations of Chinese numbers, and reduces its boasted millions to the dust of the balance. As Townson was quoted, we looked into his book, and found that the mile alluded to was a German mile, containing 16 Engliffi ones : so that the country is still far from being thinly peopled, as it contains upwards of 100 inhabitants to a square mile. Even in the merely geographical part, we meet with such shameful neglect and contradiction, as must induce a diffidence in other parts, where no contradiction is observable. It is well known, that East-Greenland was universally supposed to be a part of the continent, either of Europe or America, until the year 1773, when it was discovered to be an island. Yet the former erroneous opinion has kept its place in all the editions of Guthrie, in Carey, Heron, and the three editions of Dr. Morse ; and at the fame time, in all these publications, the voyage of Capt. Phipps is mentioned, and the place correctly laid down as an island in the annexed maps. To this error, Dr. Morse has added another still greater, if possible, viz. that the Moravians have missionaries in three places in 2sa/?-Greenland, and that \" their congregations are increasing'- — in a country in habited only by bears and other wild beasts ! We are, indeed, told, that within the last thirty years, the Russians have formed some settlements there for hunting : but this is a mere hackneyed sentence, taken from some of the former editions of Guthrie, and copied, from generation to generation, by his printers and imitators, without the alteration of a word. It would puzzle Oedipus himself, to tell when these thirty years began. In treating of Iceland, we meet with matter no less curious and surprising. A most violent eruption of volcanic fire took place in this island, in the year 1783, of which no notice is to be found in Carey, Heron, Morse, or any edition of Guthrie, excepting that of the Montrose, which mentions its continuance * If we may believe some accounts, the population of India is much greatee than cva:n this ; but with regard to .Europe, it is incredible."], [15, "[ 9 D for several days. In fact, it lasted two months. All, however, except the Montrose editors, agree in copying a newspaper pa ragraph, true, no doubt, at the time of publication ; viz. that> \" In April, 1783, the inhabitants of Iceland observed some ct thing rising and flaming in the sea, to the south of Griubourg \" and the rocks des Oiseaux, or Olseaux,\" (it matters not which j for no one knows where Grinbourg or these rocks are situated) \" which afterwards was found to be a new island. The fact \" is authentic •, but its dimensions and situation are not well \" ascertained. TLhe information brought by the last sliip from \" thence, was, that the island was still increasing, and that great \" quantities of fire issued from two of its eminences.\" Thus has this terrible island continued to increase and vomit fire, from April, 1783, to July, 1801, *%vhen the last edition of Dr. Morse's Geography was published. Tremendous indeed it must be, if Guthrie's Grammar goes on to an hundred edi tions ! Unless some method be found to arrest its progress, it may consume the habitable world, and evaporate the ocean I Fortunately, however, our alarms en this subject may subside. The island sunk scon aster its first appearance •, and the fame newspaper which announced its rife, announced also its fall. This was unnoticed by Guthrie, and for that reason was probably disregarded by other geographers. From this, as well as many ether instances, it must unequivocally appear to every one, that systems of geography have been formed, not by col lecting authentic information, but by mere transcripts from un digested and irregular works, thrown together without judg ment or comparison, and feebly assisted by heterogeneous scraps from the narrations of modern travellers. It was natural to expect, that our compilers would have\" availed themselves of the discoveries made by the latest voyagers and travellers : but we find ourselves totally disappointed; Mn Guthrie, indeed, has availed himself of the travels of Mr. Townson through Hungary ; but in a manner ridiculous and unintelligible, without consulting Townson himself. It might have been expected, that the Montrose editors would have prof ited by the travels of their countryman, Mr. Park ; but they have reversed the very important intelligence given by him, concerning the course of the River Niger,* and in no respect * Mr. Park has discovered the course of the Niger to be from Svest to east ; but these editors follow Mr. Lucas, who supposed that it was from east to west. But, as if contradiction were inseparable from such publications, we have a map of Africa, in which tbe river runs from west to east ; and the tourfe is the fame jn the general map of the world : but the name of Mr. Park, or his travels, is not once mentioned in the whole work. Dr. Morse errs in a contrary way ; for he has described die course accurately in prisit, bat given ajj efi* ntuus map. B"], [16, "10 seem to pay attention to his admirable production. In theiif account of China, the fame Montrose editors, though they were acquainted with Lord Macartney, seem to have wholly neg lected the valuable information given by Sir George Staun ton. They quote M. Grosier as the latest writer on China ; and yet, on some unknown authority, reduce the population of that country, stated by him at 270 millions, to 58 millions. This last is surely a very thin population for a country of such vast extent ; and all travellers agree in a remarkable notice of the numbers of the Chinese. Sir George Staunton, from the best authority, fixes them at 333 millions. Dr. Morse ap pears to be acquainted with the writings of Sir George, but no where mentions this remarkable particular. He copies from M. Amiot, who, in a dissertation published in 1777, estimates the population at 200 million's. M. Le Compte calculates the males as amounting to 58 or __:<_) millions. Here are differ ences ! in one cafe, of 133, and in another, of 275 millions of people ! So unsupported are the vaunted excellencies of these geographical compendiums ! so confused in statement, and in definite in instruction ! We forbear to criticise farther, and should not have proceed ed this length, but to vindicate our assertions, and prove our apology for a new system. Indeed, with respect to America, we may with truth declare, that no European work has appear ed, wliich has not been marked with great and palpable error. We trust it will not be thought invidious to declare, that the American works on the fame subject want much labour, and much investigation, to render them fit for conveying to the reader an adequate idea of this country. The works of Bel knap, Hutchinson, Minot, Williams, Smith, Proud, Hewitt, Imlay, Nelson, Hutchins, Edwards, Ramsay, and Jefferson, are rich mines, whence we may draw instruc tion sufficient to produce a regular figure of this rising nation, though yet in its infancy. The labour of compiling a geographical work, of the extent we propose, will undoubtedly be great. Our resources, how ever, are numerous and authentic ; and we have the encour agement and countenance of many men, eminent for literature and learning. As no expense will be spared, we trust that we shall strictly fulfil the expectations of the public in the extent of our design. The method which we prescribe to ourselves, cannot be better exprefled, than in the words of Dr. Buschinc. \" I was under an indispensable necessity,\" says he, \" of fet \" ting about the work, as if no lystem of geography had been \" extant before. I am very sensible, that there are many trea-"], [17, "C M 1 « tises of that nature published. However, I could not impli \" citly depend upon, nor safely copy after them ; but was obliged \" carefully to examine every particular, and to have recourse \" to the first and best sources. My predecessors in this science, « indeed, generally copy from each other ; and such as have not \" copied from other systems of geography, have used such helps \" as are universally known, and open to every one's perusal, if \" we except a very few particulars : and it is evident, they ei •** ther had not or could not have recourse to the best sources, \" or (which has generally been the case) did not use them with « a proper degree of care and impartiality. Hence a person \" who has the least skill in geography, or knowledge os -the \" terraqueous globe, has reason to complain, that the systems \"of geography hitherto publiflied are of very little service. \" These were my motives for not blindly following my predeces \" sors, who have written on this subject. On the contrary, I \" had recourse to the same originals from which they derived \"their materials, and likewise to sources which they could riot \" have access to, or, if they had, which they made no use of . ... . « I can truly aver, that I have neither retailed, new modelled, \" nor made the labours of my predecessors on this subject, the *•* ground-work of mine ; but proceeded as if no such books \" had been extant, and I myself had been the first who wrote « upon the subject I am well convinced, that those who \" shall write on this subject after me, will, by experience, sind « what I have here advanced to be true •, and it is my earnest \" request, that they would, in the manner I have done, exam s' ine every particular as far as it is possible, without trusting \" to others.\" \" The exactness and authenticity of the accounts require a \" proper arrangement and disposition, which must not be arbi \" trary, whimsical, or capricious, but adapted to the constitu \" tion of the several countries, and the situation of their several \" parts or divisions, so as to facilitate the knowledge of them \" to the reader. But the principal head of authenticity con \" fists in the geographer's not framing designedly any fictitious ** accounts, nor credulously taking up any fables on trust ; but \"as well in the choice of the sources from whence he draws \" his accounts, as in the use of them, proceeding with caution \" and deliberation ; so that his system of geography may be as \"just and authentic as possible. His sources mufl not be other \" general f/stems of geography, but accurate descriptions of \" single countries and provinces, and his own assiduous inqui \" ries. He ought to give the preference to such descriptions « as have beeu executed on the spot, in those several countries,"], [18, "t H ! «< by persons of abilities and impartiality, with a proper degres ft of care ; and indeed he should not use any other accounts \"?' but these, whether they be printed, or communicated to him \" in manuscript : and among these, the later accounts are more f* serviceable than the old ; though these also should, at the \"same time, be consulted and made use of. In examining \" these helps, many tedious and irksome critical inquiries must \" be undertaken with unwearied patience, and unremitting care \"and assiduity ; either for discovering the truth amidst the \" darkness, obscurity and doubt, in which it may happen to be 9 involved, or, where the helps prove contradictory, to come as \" near it as possible.\" In conformity with these rules, as far as it is in our power^ y?e mean to proceed, and nov/ offer to the Public the following PLAN OF THE WORK, I. OOME knowledge of ASTRONOMY is indispensably necessary, in order to understand Geography. But no person, can understand Astronomy, even in the slightest degree, with out some knowledge in GEOMETRY and OPTICS. A few of the principles of these sciences, therefore, begin the work, that the reader may meet with nothing in she astronomical part, •with which he can be embarrassed. The truth of the proposi tions is illustrated, not by mathematical demonstration, which, to those unaccustomed to it, will always prove tedious and un entertainine ; but by figures contrived for the purpose, the mere inspection of which is sufficient to convince the person who looks at them with attention. Optics are treated of only as far as is necessary to explain the laws of refraction, and the nature of telescopes. PERSPECTIVE is also treated of as far as is requisite for understanding the projection cf the sphere, and the construction of maps. II. The astronomical part will be concise and comprehen sive •, illustrated, as the former, by particular figures, also conr trived to render mathematical demonstration unnecessary. In these figures, \"he proportional distances and magnitudes of the heavenly bodies will, on all occasions, be represented, where it is possible : for a figure, as like Nature as we can make it, is certainly much more proper to give an idea of Nature itself, than one drawn quite out of proportion, which is almost aU ■jray-s the case with astronomical figures. In conformity with."], [19, "I «3 1 this part of our plan, some of our Astronomical Plates wiH be much larger than those usually given. In compiling this, the best authors on Astronomy have been consulted and carefully compared with each other ; so that there can be no doubt of the authenticity of every particular. III. The USE OF THE GLOBES will be explained, with the method of solving, by their means, many astronomi cal and geographical problems. IV. A GENERAL HISTORY OF MANKIND, exhib iting, in a brief and comprehensive manner, a View of the State of the World, from the earliest accounts to the present time ; by which the reader will be enabled more fully to un derstand the particular histories which follow. This will like wise include the State of Commerce and the Arts, particularly the progress of geographical knowledge and discovery. V. AN HISTORY OF RELIGION •, in which pains will be taken to illustrate and explain the Mythology of the Ancients ; a subject very necessary for understanding the clas sical writers. VI. A GENERAL DESCRIPTION OF THE EARTH, including an Account of the Climates, Winds and Tides, An imal, Vegetable and Mineral Productions, in various parts of the Northern and Southern Hemispheres ; by which much par ticular description will be saved, and disgusting repetitions avoided. VII. TABLES, disposed in alphabetical order, os the most remarkable SEAPORTS throughout the World, and of the Commodities exported from them, or imported into them ; also of the Depth of Water in the Harbours, Roads, &c. •, the Rocks and Shoals on the Coasts throughout the World, with the principal Capes or Headlands ; which, it is hoped, will render the work interesting to Mariners and Commercial People. VIII. A Table will also be given of the principal IN LAND TOWNS mentioned in the body of the work ; by which it will be easy to find the description of any place, of which a person remembers the name, though he cannot recol lect the country to which it belongs. # IX. In the DESCRIPTIONS OF PARTICULAR COUNTRIES, care will be taken to preserve consistency, and to observe the rules we have already quoted from Dr. Busching ; and to these we shall now add another, viz. \" Ev \" ery where to exclude all uninteresting and trifling particulars, \" which might swell books of this kind to an uncommon and"], [20, "C '4 ] \" unwieldy size ; lest more useful and important accounts be \" precluded by trivial subjects, mere empty words, indecent \" abuse, irony, sarcasm, and religious disputes.\" By atten iing strictly to this rule, much room will be gained, and a book of small size may contain more instruction than one of double ita bulk. For this reason we agree with Dr. Busching, in o :t- ting entirely the General CHARACTERS OF NATIONS. \" I wholly avoid,\" says he, \" giving the Characters of Nations **, *\" it beinp- not only a very difficult talk in itself, but such gen- 's,' eral characters are also, at best, uncertain, and generally ill— \" grounded and partial Men differ greatly in their make, \" size, method of living, and manners : but, as to the difference \" in their intellectual faculties, we are not to look for that in \" their nature or climate, but in the greater or less opportunities \" they have of improving and exercising their mental powers. . . . \" Almost every nation have their own peculiar manners and « customs : and as the notions ot what is decent and becoming \" differ as much as the people who observe them do, it is un \" reasonable and absurd for one nation to ridicule another, on \" account of their difference in this particular. Many nations \"and individuals, who pretend to rank themselves among the « civilized part of their species, have so many odd and absurd « customs, as might justly expose them to the ridicule of those \" who are called barbarians and uncivilized. It may be ob \" served, in general, that among all peopfe and nations of the \" earth, there are some of a reasonable, and others of an unrea- \" sonable disposition or turn of mind ; as there are also, in ev \" ery country, graceful and awkward, candid and disingenuous, « virtuous and vicious, mild and austere, polite and ill-bred, no \" ble and ignoble persons.\" But though we thus decline a department, into which our brethren have entered with very little ceremony, the reader will b; furnished with the means of forming these characters to himself. The character of an individual is formed by his ac tions ; of a nation, by its history. In our HISTORICAL DE PARTMENT, therefore, every care will be taken to exhibit a view of the transactions of each nation, with regard to other nations of the earth, not by mutilated scraps taken from dif ferent authors, but in a connected series, whether long or short. For t! le same reason, our account of LEARNING and LEARNED MEN will contain, not a catalogue of names, which perhaps the reader never heard of; but to the name will be added some account of what kind of learning they distin guislied themselves in, as well as the time when they lived. An account of the celebrated Generals and Warriors dto-"], [21, "C 15 ] duced by each nation, will also be given : and lastly, a Table will be given at the close of each history, exhibiting, at one view, the number of years during which the nation was at war -, the time that the war continued ; the intervals of peace ; the number of people destroyed during the contest, with the advan tages procured to either party, by the war they had made. We cannot expatiate on ail the other departments of the proposed work. In every instance, care shall be taken to avoid perplexity and partiality, and to exhibit nothing to the public, but what may contribute, in one way or other, to the instruc tion and entertainment of the reader. After all, we are extremely sensible of the difficult? of the task ; and, having already quoted so much from Dr. Busching, we shall conclude with apologizing, in his words, to the reader, for the imperfections he may meet wiih in our work : \" To write a System of Giography, or, in other \" words, to give a Description of the Earth, is a very difficult, \" laborious and important task, and requires the united efforts \" of whole societies. What an arduous undertaking then mult \" it be, for a single person ?\" CONDITIONS. I. THE Work will consist of three close and largs octavo volumes, with a folio Atlas, containing Maps and Sea-Charts of America, and of the World. It will be printed on a fine paper and new type. Great care* will be taken to have the Maps and Sea-Chaits correct, well engraved, and on good paper. II. It will be delivered to Subscribers, neatly bound and lettered, at Nine Dollars. No money to be paid till the delivery of the Work. III. It will be put to press as soon as the subscrip tion of 500 copies is obtained. IV. Gentlemen desirous of promoting the circu lation ofa work highly instructive to every Ameri can, who is or may be in a situation to contribute to the advancement of useful knowledge in his country, may obtain one copy gratis, by procuring and ac counting for the subscription of six, and by returning this Prospectus to their humble servants, at Boflon or Salem, JOSEPH NANCREDE. BARNARD B. MACANTTT.TV"], [22, "Residence. Subscribers' Names. No. of Copies."], [23, ""], [24, ""], [25, ""], [26, ""], [27, ""], [28, ""]]