[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, ""], [8, ""], [9, "CATHÉDRALE DE SENS"], [10, "Tiré à 100 exemplaires seulement."], [11, "V LA CATHÉDRALE DE SENS ET SES TRÉSORS D'ART CATHÉDRALE, ARCHEVÊCHÉ ET TRESOR PAR EUGÈNE VAUDIN-^fo Membre de la Société des Sciences de l' xônner et de 1* Académie des Beaux- Arts de Rome. PARIS LIBRAIRIE H. CHAMPION QUAI M A L A Q V A I S , 1 Ô 1882 Entablement du tombeau de Ji-an de Salazar."], [12, ""], [13, "INTRODUCTION D'immenses cités ont disparu de la surface du sol; d'autres, glorieuses autrefois, s'accommodent aujourd'hui de leur dé chéance. C'est le cas d'Autun, qui fonda Lyon, devenue ensuite la capitale des Gaules, comme de Sens, dont les anciens rois permirent aux Parisii de venir fonder sur leur territoire la ville dont la civilisation moderne a fait l'un de ses principaux foyers. Ensuite, métropole d'une province romaine, la Sénonie, ou ive Lyonnaise, la cité antique ne finit avec Rome et le paga nisme que pour devenir une métropole ecclésiastique dont Paris, Chartres, Nevers, Auxerre, Orléans et Troyes relevèrent pendant plus de treize siècles. II lui reste de son ancienne grandeur politique d'opulents débris, des fûts de colonnes d'un mètre et demi de diamètre, presque la dimension de celles de la Made leine à Paris, des inscriptions dont l'une mesure soixante mètres de long sur un mètre de haut, enfin des marbres d'une sculp ture mâle, solide et vigoureuse que ['incurie municipale aban donne à toutes les intempéries. Puis, comme dernier reflet de sa puissance ecclésiastique, de superbes constructions civiles environnant une majestueuse cathédrale, et le Trésor, collection encore incomparable, malgré ses pertes, d'objets d'art de tous les temps depuis l'ère romaine jusqu'à celle de la Renais sance. Ces restes merveilleux, qui intéressent à la fois, et au même degré, l'artiste et l'archéologue, n'ont pas la célébrité qu'ils méritent; aussi m'a-t-il paru utile de chercher à les faire connaître et apprécier plus qu'ils ne le sont généralement. C'est l'objet de ce travail et il n'était pas sans difficultés. Nos archéologues les plus compétents ont bien vu et bien décrit les pièces capitales du Trésor ; ils ont discuté sinon tranché, les questions de date et d'origine, et si, trop souvent, leurs opinions sont divergentes ou à l'état d'hypothèses, tout au moins ont-elles édifié le sentiment public sur le mérite et"], [14, "II la valeur exceptionnelle des objets. Pour les admirables con structions de l'ancien archevêché, rien de semblable. C'est pour ainsi dire en courant que Viollet-le-Duc cite l'une d'elles, la Salle Synodale, comme le plus beau morceau de l'architecture civile au moyen âge, et M. Sauvageot consacre aux autres trois ou quatre pages seulement de ses Palais el Châteaux de France. II resterait donc à compléter ces ébauches excellentes, ap puyées d'ailleurs de remarquables dessins à P appui. Ce n'est pas chose facile, car il faut pour donner une base solide aux théories les appuyer de faits et les faits manquent. Pour toute ressource, des traditions incertaines, desdocuments contestables. des archives presque muettes, des historiens anciens, mais dont l'esprit reste fermé aux manifestations de l'art ('). Par bonheur, les monuments eux-mêmes, comme des témoins irrécusables, déposent pour ou contre leurs historiens. En les étudiant dans leurs détails, dans leurs moindres sculptures, on peut contrôler les documents écrits, asseoir des jugements pour ainsi dire sans appel. Par ce mode d'investigations, dont Viollet le-Duc traça, l'un des premiers, les règles, je crois avoir déter miné à quelle époque et à quelle école se rattache l'aile méridio nale, la plus pittoresque assurément, du vaste ensemble d'édifices qui donnent une idée si frappante de l'ancienne puissance tem porelle des archevêques de Sens. Vingt fois, au contraire, la cathédrale, dont ils sont en quelque sorte une annexe, a été décrite et plus d'une fois bien décrite. Seulement des trois études encore utiles à consulter, celles de Victor Pelit, de l'abbé Chauveau et du savant M. Quantin, la plus récente remonte à 1847. C'est leur seul défaut, les con naissances archéologiques étant depuis lors plus étendues et les éléments de comparaison plus nombreux (2). (') J'excepterai pourtant ['Histoire des Archevêques de Sens, par Jean Baptiste Fenel, chanoine de Sens, ami de Lebeuf et, comme lui, l'un des précurseurs de l'archéologie française. C'était, à en juger par sa correspondance avec le savant Auxerrois, un esprit aimable, enjoué et un fin dégustateur des choses d'art. Mais, comme on n'est jamais prophète dans son pays, l'ouvrage de Fenel n'a jamais été imprimé; il existe parmi les manuscrits de la Bibliothèque de Sens. (2) H. Quantin, Notice sur la construction de la cathédrale de Sens, Auxerre, 1839. L'abbé Chauveau, Origine de la métropole de Sens, 1847. Victor Petit, Guide du voyageur à Se?is. Annuaire de l'Yonne pour 1847."], [15, "III Ensuite, aucun de ces écrivains ne s'occupe des éléments qui constituent la puissante originalité du monument. J'entends son mode de structure, la libre allure de son ornementation et enfin le singulier mélange de deux styles qui viennent s'y rencontrer, le bourguignon et celui de l'lle-de-France. Lorsque j'aurai à m'occuper de Vézelay et de la cathédrale d'Auxerre, je m'étendrai sur cette piquante diversité de carac tères qui constitua, dans chaque région de Fancienne France, nos vieilles écoles provinciales, procédant chacune d'un même principe général, mais dont les applications ont un caractère différent. Mais il suffira ici de rappeler comment Cluny vit éclore, dès la fin du xie siècle, la puissante école qui marque de son empreinte les grands édifices religieux du Lyonnais, du Nivernais et de la Bourgogne, alors que dès les premières années de xina siècle s'épanouissait, dans l'Ile-de-Frarice et la Cham pagne, une école plus svelte, moins primesautière, moins large de style, mais, en fin de compte, plus savante et correcte. Les deux écoles se rencontrèrent dans la cathédrale de Sens, pour s'y mêler et donner à cet édifice l'air de majestueuse ampleur qui le distingue au plus haut point. Un autre trait distinctif de la cathédrale de Sens, c'est qu'elle marque les gradations successives de l'architecture nouvelle, nommée gothique par les néo- académiciens du xvie siècle, alors, nous apprend Philibert de l'Orme (*), que de son temps elle était encore « appelée entre les ouvriers la mode française ». Appréciation naïve, mais profondément vraie, d'un art qui prit racine dans le cœur même du pays. A ces différents titres et comme document utile à l'histoire de la révolution architecturale du xne siècle, j'entrepris d'abord sur ce curieux monument une étude particulière dont je venais de donner lecture à la Société des sciences de l'Yonne, lorsque la Gazette des Beaux-Arts m'apporta une série d'articles sur les Antiquités de Sens qui fixèrent bien des points restés vagues dans mon esprit (*). Ils sont, en effet, d'un écrivain occupant (') Traité d'architecture, folio 107. Paris, 606. C) Articles réunis aujourd'hui en un volume. A. Détaille, 10, rue des Beaux- Arts, Paris, 1881."], [16, "IV dans le monde de l'art et de l'érudition une place considérable. J'ai nommé M. Anatole de Montaiglon, disant de l'édifice qu'il a voulu seulement effleurer : « 11 y aurait une bien belle mo « nographie à écrire sur la cathédrale de Sens. » Hélas! je suis bien plus artiste qu'érudit, et pourtant, malgré mon insuffisance, l'appel de l'éminent écrivain à tous les hommes de bonne volonté ne me laissa point indifférent. Je refondis et complétai le travail que je livre aujourd'hui au public, étayé, sur plus d'un point, des jugements de M. de Montaiglon lui-même. Je crois avoir ouvert ainsi le sillon, où, plus tard, d'autres sèmeront le grain. ralaU archiépiscopal. — Détail de la frise."], [17, ""], [18, "CATHEDRALE DE SENS PL. I Fig. 1. - PLAN PRIMITIF DE LA CATHÉDRALE DE SENS Relevé par Viollet-le-Duc. Fig. 2. - PLAN DE LA SALLE SYNODALE DE SENS"], [19, "I LA CATHÉDRALE DE SENS. « Eglise du milieu du xn\" siècle. Primitivement sans transept. remaniée presqu'entiérement au xiii\" siècle. » (ViOLLET-LE-Drc. Diclicnn- d'Architect.) CHAPITRE I. HISTOIRE. Conçue en 1124, déjà achevée en majeure partie en 1143, lapins ancienne, par conséquent, de toutes les grandes églises ogivales, construite tout d'un jet et dans un style uniforme, la cathédrale sénonaise est un monument type dans l'histoire de notre archi tecture nationale. L'honneur d'avoir constaté la précieuse priorité de ce monu ment revient à M. Quantin. Dans une notice qu'il publia en 1841, notre savant archiviste datait, à vue d'œil, de 1122 à 1156 l'entre prise et l'achèvement des travaux de la nef et du chœur. Quelques années après, une découverte de M. Challe vint ratifier le pres sentiment de M. Quantin. La Chronique de Clarius (T12o à 1184), de la Bibliothèque d'Auxerre, mentionne bien qu'en 1163 le pape Alexandre III consacra un autel dans la cathédrale; mais des lacunes existant dans les premières années de cette Chronique, on ne savait rien de plus que le dire d'un autre chroniqueur Godefroy deCourlon, qui écrivait un siècle plus tard, et dont le témoignage par conséquent, n'a pas l'autorité de celui de Clarius, contempo rain de la construction."], [20, "LA CATHÉDRALE DE SENS 2 Or M. Challe, par un de ces bonheurs réservés à l'érudition labo rieuse et patiente, retrouva à la Bibliothèque Richelieu un exem plaire complet de la chronique de Clarius et qui avait échappé aux recherches, parce qu'il portait le titre erroné de Chronique. d'Odoranne. M. Challe y trouva, à la date de 1124, la mention que l'archevêque Henri-le-Sanglier avait commencé cette année-là la reconstruction de l'édifice. (Henricus incipit renovare ecclesiam sancti Stephani.) Sur la foi de Tarbé, plusieurs historiens crurent à sa des truction par l'incendie de 1184, qui réduisit en cendres les deux tiers de la ville. II y échappa heureusement, comme on sait, mais Terreur fut propagée au loin par le savant Parker. M. Parker est un riche imprimeur de Londres retiré, comme on dit aujourd'hui. II a cédé à son fils la suite de ses affaires ; mais par une heureuse exception qu'on voudrait rencontrer plus fréquemment, le docte Anglais a beaucoup moins le culte de l'argent que celui de l'intel ligence. Aussi s'est-il rendu utile à la science et aux arts par de grandes publications archéologiques, par son Glossaire d'Archi tecture surtout, le premier ouvrage où l'on ait essayé d'appliquer une date certaine ou approximative à chaque détail d'architecture. En 1857, à la veille du Congrès scientifique d' Auxerre, le savant Anglais posa au président, M. de Caumont, cette question: « Oìifut élevé le premier monument gothique? » et il sollicita nos archéo logues à la recherche de documents sur ce point. Le doute ger mait-il en lui au sujet des dates de son Glossaire et d'après lesquelles la primauté revient à la cathédrale de Cantorbéry, com mencée seulement en 1175? II est permis de le penser; mais l'opinion de M. Parker s'é tait tellement accréditée, si grande était l'autorité de son nom, que M. Viollet-le-Duc put l'accueillir de confiance clans son Dic tionnaire d' Architecture, avec des réserves, toutefois, pour l'église abbatiale de Saint-Denis, dont les collatéraux et les chapelles du chœur sont, la chose est certaine, de la première moitié du xnc siècle. Vint le Congrès d'Auxerre, et alors M. Challe, armé de ses textes, répondit d'une façon concluante à la question posée par M. Parker."], [21, "ET SES TRÉSORS DART. 3 Par des développements qu'il sut rendre attrayants et lumineux, le docte Auxerrois convainquit l'archéologue anglais de l'anté riorité du monument sénonais sur tous ceux qu'il lui avait op posés. Bientôt, au cours de restaurations opérées à l'édisice, M. Viollet-le-Duc l'étudia de nouveau et reconnut son erreur : « — M. Challe a raison, dit-il à son dévoué collaborateur, l'ar « chitecte Lefort, qu'il avait chargé des travaux de restauration ; « votre cathédrale est bien le premier des monuments gothiques. » On comprend donc que l'État n'ait reculé, depuis bientôt un demi-siècle, devant aucun sacrifice pour l'entretien de ce précieux monument, pour sa consolidation et aussi pour le débarrasser d'adjonctions parasites qui en avaient troublé Fharmonie. Un des caractères distinctifs de son style, c'est le mélange si multané du plein-cintre et de l'ogive. Quelle réponse concluante aux théories fantaisistes longtemps admises sur l'origine de l'o give! On ignorait alors qu'on la trouve également mêlée au plein cintre à Sainte-Sophie, proto-type de Fart byzantin, et même dans les plus anciens édifices de l'Inde, contemporains d'Alexandre. De même à Sens, où les arcs doubleaux des bas-côtés sont pleins cintres et les arcs latéraux des travées en ogives; ainsi encore des arcatures extérieures de la tour du Nord et des arcatures des soubassements inférieurs de la nef et d'une partie du chœur, où les deux genres se marient. C'est que, loin de caractériser un style d'architecture, l'ogive est simplement un procédé de cons truction, un moyen de donner aux édifices religieux, avec moins de matériaux et la même solidité, l'espace et la lumière que des besoins nouveaux réclamaient. Et ces besoins eurent de merveilleux interprètes dans ces grands architectes du xue siècle, dédaigneux de traditions décrépites, chercheurs patients et ingénus du vrai, dans le fond comme dans la forme; subordonnant toujours celle-ci à celle-là, à l'inverse de ce qu'on voit souvent aujourd'hui; s'ingéniant, tâtonnant pour aboutir à des essais qui souvent furent des écoles, mais leur donnèrent du moins la pratique et l'expérience. A la longue, leur patience fut couronnée du succès : ils trouvèrent l'ogive; ils trou vèrent les voûtes à nervures et ils les appliquèrent, mais sans"], [22, "4 LA CATHÉDRALE DE SENS aucun esprit d'exclusion, car ils conservaient le plein-cintre quand l'arc avait un grand diamètre et réservaient l'ogive pour les arcs voisins d'un diamètre peu étendu. En changeant le point de centre, ils arrivaient au même sommet en partant de la même base. II faut signaler encore, parmi les traits distinctifs du monument qui m'oecupe, la spontanéité peu ordinaire de sa construction. La cathédrale était à cette époque le signe tangible de Féman cipation de la cité. Ces serfs, affranchis de la veille, fiers d'avoir enfin des bras à eux, du temps et de l'argent à eux, s'empressent de les consacrer à Férection d'un monument qui atteste la force et l'unité de la commune naissante, et dont la grandeur imposante humilie Forgueil des constructions féodales. C'était, en un mot, la revanche des nouveaux affranchis et comme une médaille com mémorative, qu'ils frappèrent à leur effigie, en Fhonneur de leur avènement à la liberté. Ainsi s'explique l'actif concours des peuples et leurs sacrifices pour hâter la construction des premières cathédrales. Entre prise, je l'ai dit, des 1124, bien près d'un siècle avant celles d'Auxerre (1215), de Reims (1217), et d'Amiens (1220), la cathédrale de Sens s'éleva avec une rapidité singulière. Seize ans après, la nef était terminée, puisque le concile de 1140, qui condamna Abeilard, y siégeait. Une publication périodique de Sens critiqua cette appréciation lorsqu'elle parut au Bulletin de la Société des sciences de l'Yonne. A l'en croire, le mouvement communal ne participa en rien à la construction des cathédrales; c'est à Fimpulsion du sentiment religieux qu'il faut surtout en faire honneur. Nous serions heu reux de savoir quels témoignages appuient cette opinion opposée à celle de maîtres en archéologie, tels que MM. de Caumont et Viollet-le-Duc, lesquels soutiennent absolument le contraire. Serait-ce celui de Clarius et autres chroniqueurs contemporains, ou bien du Nécrologe des Archevêques? Ces sources, nous les avons consultées d'après les meilleures traductions, car — et nous l'avouons à notre honte — le latin est pour nous lettre morte, et elles restent muettes à cet égard. Qu'un prélat fonde une église"], [23, "ET SES TRÉSORS d'aRT. 5 ou simplement un autel, restaure une simple chapelle ou enri chisse le Trésor de précieux ornements, chroniqueurs et nécro loges ont soin d'en dire au moins quelques mots. Mais voulons nous savoir les détails de la construction et le nom de l'architecte, quels changements sont survenus dans le plan primitif, par qui ils ont été exécutés, l'annaliste ne souffle mot. On le croirait indif férent aux merveilles d'art qui s'élevaient autour de lui ! C'est seulement à partir de 1283 et par les comptes du Chapitre que la lumière se fait, mais à rencontre de l'opinion de notre honorable contradicteur, car c'est à beaux deniers comptants que se soldaient les mémoires d'ouvriers, le salaire du maître de l'œuvre et de Fappareilleur. D'où cette conclusion du docte abbé Chauveau, grand vicaire de Sens : « Comment des gens ont-ils pu dire, et écrire même, que « les cathédrales avaient été construites pour de faibles sommes; « que le clergé, disposant à son gré de la personne de ses serfs, « les forçait â y travailler et leur donnait a peine de quoi pour « voir à leur subsistance? Mais en examinant les comptes, on se « forme une tout autre idée des choses (1). » Vers le milieu du xme siècle, à la suite d'un incendie dont M. Le fort, architecte, a reconnu les traces, la voûte fut reconstruite et les parties hautes de Fédifice surélevées. Autour des grandes fenêtre;; du chœur et même de la nef, apparaissent encore les moulures des fenêtres de la construction primitive, comme à l'ex térieur les arcs qui ornent la partie supérieure du mur goutterot formant corniche. Disposition caractéristique des églises romanes des bords du Rhin, et que l'on remarquait également dans la su perbe église abbatiale de Sainte-Colombe démolie à la révolution. Les premières années du xme siècle virent s'achever le grand portail, à Fexception de la tour du nord, reste de la construction primitive et qui ne fut jamais achevée, le grand incendie de 1184 étant venu tarir la source des largesses populaires. On y suppléa tant bien que mal par des quêtes et des promesses d'indulgence, (1) L'abbé Chauveau, grand vicaire de Sens. Origine de la Métropole, Congrès archéologique de 1847, p. 178."], [24, "LA CATHÉDRALE DE SENS 6 la monnaie courante de Fépoque. Mais aucun témoignage histo rique n'appuie une opinion très accréditée, et d'après laquelle le roi Philippe-Auguste aurait aidé, de ses deniers, à la construction de la tour du nord. En 1267, autre désastre. La tour sud s'écroula, entraînant avec elle deux travées de la nef et écrasant de ses débris la Salle Syno dale qui venait à peine d'être terminée. Sa réédification, com mencée un demi-siècle plus tard, et souvent interrompue faute d'argent, se prolongea jusqu'au xvi° siècle. Le xive ouvre Fère des adjonctions parasites. Des chapelles s'ac colèrent aux bas-côtés du chœur et de la nef; le magnifique hors d'œuvre des transepts s'éleva; puis le goût déréglé du xvme siècle dominant, on abattit le jubé avec les clôtures du chœur pour y substituer des grilles et des placages. Vint enfin 1793 avec ses fu reurs stupides : « L'armée marseillaise, écrit le savant Laire au District, le 18 brumaire « an m, a brisé une infinité de statues qui ornaient le grand portail de la cathédrale, et la population, par crainte de ces Vandales, a renversé du haut des tours près de cinquante statues colossales qui servaient d'or nement. Ce fut un très grand malheur, car toutes ces statues avec leurs bas-reliefs représentaient l'histoire suivie de la science, telle qu'on l'en- visageait au xiue siècle. Avec la loi de 1837, des jours meilleurs survinrent. Elle institua FÉtat protecteur né de tous les édifices méritant un intérêt parti culier, le chargeant de proposer les mesures et les dépenses nécessaires à leur conservation. Comme on en compte bien trois mille en France, cette action de FÉtat ne pouvait être que très restreinte, sauf pour les édifices diocésains mis à sa charge par le Concordat. Et c'est le cas de la cathédrale de Sens. Un premier projet de restauration fut confié à un M. Robelin, architecte peu expert en cet art alors ignoré. Des crédits successifs ont élevé à près d'un million de francs la dépense des travaux entrepris jusqu'à nos jours. J'essaierai de les apprécier dans un chapitre spécial."], [25, "CHAPITRE II. LE PLAN DE L'ARCHITECTE GUILLAUME. On a toujours considéré comme Fauteur du plan et le principal exécuteur de la construction (1), Henri-le-Sanglier, puissant sei gneur laïque, nommé archevêque par Louis-le-Gros, bien qu'il n'eut pas encore reçu les ordres sacrés. D'après des témoignages récents, il faut en faire honneur à Guillaume de Sens. Ce fait, pour ainsi dire acquis maintenant, Viollet-le-Duc, le premier, le pressentit. On savait depuis longtemps, par de savants archéologues anglais, que le chœur de la cathédrale de Cantor béry, élevé par un Français, le prieur Ernoulf, et consacré en 1130, fut détruit en 1174 par un violent incendie et qu'on fit venir de Sens, pour le réédifier, un architecte du nom de Guillaume. Un beau jour, comme Viollet-le-Duc visitait la grande cathédrale an glaise, la similitude parfaite de son chœur avec celui du plan pri mitif de la cathédrale de Sens le surprit au dernier point : même disposition des collatéraux avec une chapelle unique au chevet, même système de fenêtres, de voûtes, de moulures, de bases et de chapiteaux, enfin même système de colonnes accouplées, dispo sées dans le sens de la largeur de la nef et qui donnent à Fintérieur de la cathédrale de Sens un caractère si puissant d'originalité. (1) « J'ai indiqué, comme l'auteur du plan et le principal exécuteur de la construction de cet édifice, l'archevêque Henri-le-Sanglier, qui était mort dès farinée 1143. » (M. Chali.e, Congrès scientifique d'Auxerre, 1858, II, p. 177.)"], [26, "8 LA CATHÉDRALE DE SENS Était-il possible d'admettre qu'un architecte renommé, comme Fêtait Guillaume, ait pu se faire le triste plagiaire du plan d'autrui ? Semblable conjecture parait inadmissible. II faut donc bien con clure que c'est son propre plan, le plan du chœur de la cathédrale de Sens qu'il reproduisit à Canterbury (1) et qu'on peut voir dans cette reproduction singulière la marque incontestable d'une com mune origine. La nouvelle consécration de Canterbury eut lieu en 1180, les travaux ayant été conduits avec la même célérité qu'ils Pavaient été à Sens, c'est-à-dire conçus d'un seul jet et exécutés de même. Les délails ne furent entièrement terminés qu'en 1184 et par un archi tecte anglais, du nom de Williams, lequel, toutefois, resta l'in terprète de la pensée de Guillaume. C'est ce que constate un chroniqueur anglais, Gervais de Canter bury, né vers 1150. Témoin de Fincendie qui ruina le chœur de la cathédrale de Canterbury le 5 septembre 1174, il en écrivit en latin la relation, suivie de celle, très précieuse et très détaillée, des travaux de reconstruction. On y lit ceci : « Au moment où Guillaume commençait à établir la retombée « des voûtes, les arcs principaux étant construits, un échafaud se « déroba sous lui et il fut précipité sur le sol d'une hauteur de « cinquante pieds. Le pauvre architecte fut relevé mourant. Peu « de jours après, il eut encore la force d'ordonner la construction « du ciborium de l'autel majeur qui fût placé au milieu de la « croisée. Les remèdes ne produisant aucun effet, il retourna, en « 1180, en France, terminer sa douloureuse vie. L'édifice fut « continué et achevé sur ses plans par William (2). » A cet égard, M. Benoni Roblot, le savant architecte sénonais, m'a transmis des détails intéressants parmi lesquels ce passage : d Je réunis, m'écrivit-il le 7 novembre 1880, les documents comparatifs des deux édifices, Sens et Cantorbéry, que je compléterai ensuite par les plans, dessins, gravures et photographies qui en ont été faits. J'es père arriver ainsi à éclairer, sinon d'un grand jour, du moins de quel- (1) Cantorbéry, l'antique métropole religieuse de l' Angleterre, nommée plus exactement Kanterbury (bourg du Kent). (2) (Gervasius. De construct. et repar. Dorolornensis eccl. apud Hist. angl. script, decem. t. II, col. 1289)."], [27, "ET SES TRÉSORS d'aRT. 9 « ques rayons, la figure de Guillaume de Sens, qui fut un grand archi « tecte, et l'un de ceux qui allèrent consacrer dans les divers pays d'Eu « rope la gloire de l'art français renaissant. Aussitôt que j'aurai réuni un « ensemble de pièces satisfaisant, je m'empresserai de vous en informer, « puisque vous êtes un chercheur et un ami de nos vieux édifices. » Mettre en lumière la vie et les œuvres d'un grand artiste, ignoré même de ses concitoyens, cette tâche, qu'il est si digne de rem plir, concilierait à M. Roblot la reconnaissance publique. D'autant plus qu'on peut lui attribuer, avec vraisemblance, sinon la sta tuaire, du moins l'ornementation si variée, si remarquable de rédifice conçu et élevé par lui. Pendant tout le Moyen-Age, en effet, comme aux beaux temps de la Grèce et de Rome, le sculpteur et l'architecte étaient un seul et même homme. En des temps plus modernes, on voit cette tradition continuée par Michel-Ange, par Le Puget, peut-être aussi par Jean Cousin. Du reste, cette asso ciation de deux arts aujourd'hui séparés est établie à l'évidencc par Viollet-le-Duc et, bien avant lui, par Erneric David : « Une même dénomination, constate ce sage érudit, désignait « l'architecte et le sculpteur. Lorsque l'architecte était considéré « dans ses travaux technologiques, tels que la composition du « plan, la coupe des pierres, le dessin des profils ou la solidité de « Fédifice, il etait appelé latomus ou latomos, c'est-à-dire tailleur « de pierre. Quand on a traduit ce mot par celui de maçon, c'est « faute d'avoir remarqué combien les deux arts différent, car le « maçon travaille en ajoutant une pierre à une pierre, tandis que « le sculpteur façonne la sienne en supprimant ce qui excéderait « les formes convenables. Ce dernier genre de travail fit donner au « sculpteur, comme à l'architecte, la qualification de tailleur de pierre (,!)• » A cette présomption que le grand architecte sénonais fut égale ment sculpteur vient s'ajouter un témoignage incontestable, car il est contemporain. C'est celui de Gervais, de Cantorbéry, écrivant dans son livre cité plus haut : « Guillaume, de Sens, fut encore un sculpteur habile (in lapide « artifex suítáissimus.) Les chapiteaux de ses piliers et de ses « colonnes furent ornes de figures ; ses arcs aussi en furent cou « verts. Autant les sculptures de Fancien édifice étaient froides d) Em. David, Hist. de la Sculpture franc., oh. II. -2"], [28, "10 LA CATHÉDRALE DE SENS « et grossières, autant les siennes étaient spirituelles et ani « mées (1). » Certes, Guillaume n'exécuta pas de sa main toutes ces sculp tures, mais il eut Fhabileté de les concevoir et d'en diriger l'exé cution. Parmi les parties primitives de la cathédrale de Sens, les chapiteaux de la chapelle de Saint-Jean peuvent avoir été ainsi conçus, sinon exécutés par lui. C'est un des points que M. Roblot, on peut le croire, s'occupera le plus d'éclairer. A Fégard du plan primitif, tel que Guillaume le conçut, les fer vents de l'archéologie en doivent à Viollet-le-Duc la savante restitution. De même que Cuvier, à l'aide de quelques débris de fossiles reconstituait le squelette d'animaux anté-diluviens, ainsi le grand architecte, s'aidant des traces visibles encore de la con struction primitive, a pu en reconstituer le plan intégral, dans son Dictionnaire d'Architecture. C'est grâce à la parfaite obligeance de son éditeur, Mmo veuve Morel, et à celle de la famille Viollet-le- Duc, que je dois aujourd'hui de pouvoir mettre ce plan sous les yeux de mes lecteurs. (Voir pi. I). Un simple coup d'œil suffit à indiquer quelles en étaient les dispositions avant les diverses superfétations qui Font dénaturé. On voit qu'il avait été conçu d'après le système des cathédrales bourguignonnes avec une seule chapelle dans l'axe de Fabside et deux absidioles figurant, en élévation et en plan, de petits transepts (2). Celle de gauche, arrivée intacte jusqu'à nous, est la chapelle de Saint-Jean, dont le soubassement porte neuf arcatures à plein cintre soutenues par des colonnettes trapues et des chapiteaux d'une sculpture remarquable. Ils sont, en effet, comme on le (1) Gervasius, Hist. Angl. Script. Decem, t. II, col. 1298 et 1303. (2) A la droite du grand portail, le xin8 siècle éleva un vaste bâtiment, éclairé au premier étage par six grandes baies à double ogive, riche ment encadrées et divisées par de puissantes moulures d'un profil mer veilleux de pureté. On le nomma indifféremment Y Officialité, d'après l'ancienne destination des salles de son rez-de-chaussée, on Salle Syno dale, d'après celle du magnifique vaisseau occupant le premier étage. La planche I donne aussi le plan, dressé par Viollet-le-Duc, de celte"], [29, "ET SES TRÉSORS D ART. 11 verra bientôt, l'une des premières manifestations de la statuaire du xue siècle, s'émancipant des traditions immuables de l'art byzantin. L'abside, percée de trois baies, se termine, comme aux basiliques romaines, en cul de four. Si l'on en compare la colon nade avec celle des arcatures aveugles du soubassement des col latéraux, on y retrouve le même style, la même vigueur, la même valeur dans les profils et la sculpture. C'est l'unité dans la variété et la preuve évidente que Fédifice entier fut construit rapidement et sans interruptions. Les parties hautes diffèrent, et pourtant le triforium semble accuser encore le xnc siècle, mais traité moins finement que la sculpture et la moulure de Fétage inférieur. Elles ont été reconstruites postérieurement, après un incendie dont on ignore la date, mais dont M. Roblot a constaté les traces. La chapelle absidale fut refaite à la même époque; puis de siècle en siècle, le chœur et la nef s'entourant de chapelles, le plan pri mitif s'altéra, surtout à la fin du xve siècle, où les transepts s'éle vèrent aux dépens d'une double travée de la nefetdedeux travées latérales. Le sentiment général, à cet égard, et M. Viollet-le-Duc le parta geait, lorsqu'il dressa, en 1862, le plan que le lecteur a sous les yeux: c'est que la construction primitive comprenait des transepts. Or, comme il arrive parfois, le sentiment général se trompait. Des fouilles opérées en 1866 par l'architecte Lefort, inspecteur des travaux de restauration, non-seulement mirent à jour les Salle, le plus beau monument d'architecture en ce genre que possède la France. Voici ses dispositions principales : A. Grand escalier partant de l'ancienne entrée de l'archevèché. B. Galerie communiquant aux appartements d'habitation. C. Emplacement primitif de ceux-ci sur la cour. D. Grande claire-voie du fond de la salle. G. Cheminée. /. Partie attenante de la cathédrale. Á\". Petit escalier. Au fond de la cour, la galerie se rattachait en B au chœur de l'église, par une succession d'édifices encore remarquables par leur étendue, la beauté et l'ampleur de leur architecture. Aussi donnent-ils une haute idée de la puissance temporelle des anciens archevêques sénonais."], [30, "LA CATHÉDRALE DE SENS 12 fondations, mais encore les assises des piles anciennes qui s'éle vaient dans Faxe actuel des transepts. Ces appendices, si fran chement, si universellement adoptés dans les grandes églises abbatiales, apparurent donc beaucoup plus lard dans les églises cathédrales. De là, dans celle de Sens, ce fait anormal d'une diffé rence de largeur entre la nef, qui a près de treize mètres, et celle des transepts, qui en ont douze seulement."], [31, "CHAPITRE III. LE GRAND PORTAIL. Le grand portail se compose d'éléments disparates, édifiés du xn6 au xvie siècle, et dont chacun a marqué de son cachet les constructions qui lui appartiennent. Les divers étages de la tour du nord sont de la construction primitive. La tour du sud, écroulée en 1267, fut refaite au xive siècle, à part son couronne ment, qui est du xvie. Aussi la façade n'a-t-elle rien de Fadmirable unité qui fait de celles de Paris et de Reims une œuvre aussi har monieuse, aussi bien proportionnée qu'une statue taillée par un ciseau unique. Tout son mérite consiste dans sa masse imposante et surtout dans son portique central, précieux spécimen des ori gines de notre statuaire nationale. Pourquoi faut-il ajouter qu'après les dévastations sauvages des Marseillais de 1793, aidés de la po pulation terrifiée, ce portique n'est guère plus qu'une ruine ? Ruine précieuse néanmoins pour Fhistoire de cette grande école laïque, éclose du mouvement communal du xiie siècle. Tout un monde d'artistes sortait alors des écoles monastiques, s'affran chissant des traditions byzantines qu'on lui avait enseignées, de mandant à la nature des sujets d'inspiration qu'ils s'assimilèrent pour en tirer un art, un style nouveau. Le portique central, l'inté rieur de la nef, du chœur et des collatéraux nous le montrent s'essayant à tracer de nouvelles moulures, taillant de nouveaux profils, transformant la statuaire et la sculpture d'ornement, ima-"], [32, "LA CATHÉDRALE DE SENS 14 ginartt ainsi, à force de science et de ténacité, l'architecture à laquelle on a donné le nom impropre de gothique. Voilà ce qui constitue Fattrait particulier à la cathédrale de Sens. Comme le narthex de Vézelay, elle a ce charme puissant des mo numents de transition se rattachant, d'un côté, à l'art qui s'en va, et de l'autre à celui qui vient; elle aussi atteste le génie précoce et hardi des premiers artistes laïques. L'étude, par M. Viollet-le-Duc, de ces manifestations d'un art fraîchement éclos nous a valu bien des indications utiles, bien des renseignements précieux pour l'art et Fhistoire de cette époque. On les trouve indiquées avec un soin spécial dans son Diction naire d'Architecture, avec de nombreuses figures à l'appui. II en ressort, entre autres faits curieux, que FÉglise favorisa Fépanouis sement de ces premiers pères de la sculpture française s'émanci pant du vieux symbolisme religieux, qu'elle accueillit et sanctifia pour ainsi dire, au front de ses églises, leurs premières innova tions, parmi lesquelles les vertus civiques, l'art et la science, qu'ils personnifièrent en leur donnant un corps et des attributs. On connaît la statue de la Liberté, au portail de l'église de Mailly le-Château, élevée par un évêque d'Auxerre. De même, au portail de Sens, le Courage, X Activité, la Liberté, la Générosité et autres vertus opposées aux misères de la nature humaine : la Lâcheté, la Paresse, X Orgueil, la Colère et X Avarice. Tous ces sujets, large ment compris et puissamment rendus, présentent un grand intérêt iconographique. On peut en juger par les deux figures de notre pi. II. La pre mière symbolise la Générosité. C'est une femme drapée, couronnée, assise, ouvrant de ses deux mains deux coffrets remplis de sacs et d'écus. Deux lampes en forme de couronne sont suspendues à ses côtés ; à ses pieds, deux vases de fleurs, h' Avarice lui sert, en quelque sorte, de repoussoir. C'est, au jugement de Violet-le-Duc, « une des belles sculptures de cette époque » (1170 environ). Les cheveux épars sous un lambeau d'étoffé, la main gauche crispée, crochue, elle est assise sur un coffre qu'elle a fermé violemment de la main droite ; sous ses pieds sont des sacs d'écus. Les vices en opposition aux vertus sont figurés dans un bon"], [33, "ri.. II. MÉDAILLONS DU GRAND PORTAIL DE LA CATHÉDRALE DE SENS Fig. 3. — La générosité. Fig. 4. — L'avarice. Gravures extraites du Dictionnaire d'Àrchitecíni-e de ViolIet-le-Duc. CATHEDRALE DE SENS"], [34, ""], [35, "CATHEDRALE DE SENS fl. m. LES ARTS LIBÉRAUX Fig. 5. — L'astronomie. Fig. tí. — La grammaire et le dessin. Fig. 7. — La philosophie. Gravures extraites du Dictionnaire d'Xì-chiteclta-e de Viollet-le-Du*-f."], [36, ""], [37, "ET SES TRÉSORS d'aRT. 15 nombre des 36 médaillons qui décorent le soubassement. Telles sont, à droite et à gauche de la grande porte, les Vierges sages, au-dessus desquelles on voit la porte ouverte et, au-dessus de celui des Vierges folles, la porte fermée de la Jérusalem céleste. II fut cependant pardonné à la Madeleine, et FEglise, qui proclama le repentir supérieur à la vertu, fait asseoir dans son paradis, à côté de Marie, la sainte patronne de Vézelay. Maints autres sujets attirent Fattention du curieux dans les bas reliefs du grand portail de Sens, et dont Fénumération complète fatiguerait le lecteur. Malheureusement Fétat de mutilation géné rale de ces figures ne permet pas toujours d'en distinguer les caractères, ni celui de beaucoup d'autres bas-reliefs inscrits dans les médaillons. On remarque pourtant encore le Zodiaque, autrement dit la zone que le soleil semble parcourir dans l'espace d'une année. Douze parties le divisent, une pour chaque mois, figuré par les occupations champêtres correspondantes. Un homme coupe du bois, un autre se chauffe, un troisième taille sa vigne. Puis vien nent les mois de la belle saison : un semeur, un faucheur, un moissonneur, un batteur en grange les personnifient. Septembre arrive avec ses vendangeurs, et avec Octobre l'entonnage des vins. Novembre est illisible; mais pour Décembre, on voit un homme préluder aux fêtes de Noël par Fabattage d'un porc. Aux compo sitions symboliques et souvent obscures de la période byzantine, l'art nouveau substitua ainsi des sujets d'observations empruntés à la vie réelle. Le Moyen-Age admettait sept arts libéraux, mais il paraît qu'on en comptait douze en pays sénonais, à en juger par les médaillons de la série. On y distingue encore la Géométrie, la Peinture, XAs tronomie, la Philosophie, la Musique et d'autres encore devenues illisibles par la mutilation des figures ou de leurs attributs. L 'Astronomie et la Philosophie (pi. III, fig. 2 et 3), dont un ciseau stupide a haché les figures, sont encore les moins mutilées, avec la Grammaire et le Dessin représentées fig. 4 et la Dialec tique (fig. 5). Les moulures encadrant les Arts libéraux sont d'une richesse ferme et robuste. Leur belle conservation ajoute"], [38, "16 LA CATHÉDRALE DE SENS encore aux regrets universels causés par la mutilation à peu près générale des sujets. Nul département, d'après M. Viollet-le-Duc, ne s'obstina autant que le nôtre à détruire les œuvres du génie des ancêtres. Et pourtant elle furent tout d'abord Punique enseignement du peuple. Rares et coûteux étaient les manuscrits; peu de gens savaient lire, mais tout le monde pouvait interroger la pierre qui s'anime, parle et raconte; apprendre par son symbolique lan gage à honorer les arts et les sciences, à cultiver la vertu, à fuir le vice et à se défendre des passions. La vraie littérature à notre époque a le même but, elle s'inspire des mêmes tendances que les imagiers de nos vieilles cathédrales, car l'essence des lois du bon, du vrai et du juste, c'est d'être éternelles. L'histoire naturelle, les emblèmes, les fables et les apologues, même les merveilles des terres lointaines citées par les voyageurs fourniront à Fimagination des artistes le sujet des autres médail lons. Beaucoup sont des symboles. 'U Éléphant portant une tour, c'est la force unie à la patience, et le Coq la vigilance. Ainsi du Gri/son, de la Licorne et autres animaux fantastiques dont le sens nous échappe aujourd'hui. Ailleurs enfin c'est un Sciopode, cette ■ prétendue espèce d'hommes qui, n'ayant qu'un pied, mais gigan tesque, s'en servaient, en se couchant sur le dos, comme d'un pa rasol pour se garantir des ardeurs du soleil. (IV. fig. 5). D'autres sujets, en partie disparus, complétaient la décoration des deux soubassements. Ceux-ci portaient des colonnes entre lesquelles se dressaient une douzaine de statues, plus grandes que nature. Une seule échappa au marteau des Marseillais, celle de saint Étienne, patron de l'église. Elle est très-belle, du moins dans le sens qu'il faut attacher à la statuaire chrétienne, c'est-à dire belle par l'expression et la pensée plutôt que par la forme. Au-dessous et sur les côtés est représentée, comme le montre la pi. V, fig. 7, la Lapidation du patron de FEglise, Saint-Etienne. Au-dessus, le même sujet décore la vaste étendue du tympan surmontant la grande porte. On voit d'abord le saint au milieu des Juifs qu'il instruit, puis chassé de la Synagogue, d'où il se retire tenant à la main son livre fermé ; puis enfin, lapidé. C'est"], [39, "CATHÉDRALE DE SENS PL. V GRAND PORTAIL DE LA CATHÉDRALE DE SENS Fig, 10. — Rinceaux du pilier Fig. 11. — Statue de Suint-Étienne central, du pilier central. Gravures extraites du Dictionnaire d' Architecture de VioUefc-Ie-Duc."], [40, ""], [41, "CATHÉDRALE DE SENS PI.. IV Fig. 9. - ARCATURES AVEUGLES Fig. S. - LA DIALECTIQUE lin sciopode. de la tour du Nord. Gravures extraites du Dictionnaire d'Architecture de Viullet-le-Duc."], [42, ""], [43, "ET SES TRÉSORS d'aRT. 17 seulement en Fannée 1211, au dire de Tarbé, Fannaliste sénonais, que la cathédrale, jusque là consacrée à Notre-Dame, fut placée sous son vocable. D'après Victor Petit, qui a dû les compter, soixante-dix statuettes d'anges et de saints décorent les vous sures. Si la statue de saint Etienne fut respectée, alors que les Marseil lais brisaient toutes les autres, c'est que sur le Livre des Evan giles qu'il tient devant sa poitrine, un Sénonais eut l'esprit de l'accommoder au goût du jour en y peignant Finscription : Le livre de la loi, et c'est ce qui Fa sauvée. II est entouré d'un encadre ment d'orfèvrerie, à cabochons losanges, alternant avec des rosaces à quatre feuilles, qui en font un spécimen précieux des reliures ornementées de la fin du xn° siècle. Cette statue décore le pilier central, dont les côtés latéraux mon trent une admirable décoration végétale ayant pour motif tantôt de jeunes pousses de fougère, tantôt une imitation bien sentie, et cherchant le naturel, de la feuille d'ancolie. Ces ornements d'un art jeune, et déjà à son apogée, sont fameux et connus de tous les ornementistes sous le nom des Rinceaux de Sens (Voy. fig. 10). Les portiques latéraux ont moins d'importance. S'ils étonnent le regard au premier abord par le manque d'ampleur de leurs proportions, en revanche ils offrent, celui de gauche, la Vie de la Vierge, intéressant spécimen sculptural de la fin du xn6 siècle, celui de droite, la Vie de saint Jean-Baptiste , série de sujets sculptés au xiv°, et tous d'une rare finesse d'exécution. C'est l'art de cette époque parvenu à son plein épanouissement. Le couronnement de la Vierge, surtout, est à citer : « C'est un des plus anciens bas-reliefs qui existent, dit Viollet « le-Duc (Dict. d'Architecture, IV, p. 136), et l'un des plus beaux « comme style. » Enfin, un autre petit portail intéressant de la fin du xn° siècle et bien conservé, donnait autrefois accès du cloître dans l'église. Quelques-unes de ses parties furent transformées postérieure ment. La largeur du portique central dépasse quatorze mètres ; cha- 3"], [44, "LA CATHÉDRALE DE SENS 18 cune des deux tours qui l'accompagnent mesure seize mètres et demi à sa base ; soit une largeur totale de quarante-sept mètres. Les cinq étages de la tour du nord, restée inachevée, sont une œuvre de même style, bien que le plein cintre et l'ogive y alter nent successivement et de la même époque. Le motif de leur déco ration en est simple et l'exécution très-soignée. Mais on imagina de l'achever en décorant les derniers étages du système d'arca tures romanes qui orne le soubassement des collatéraux de la nef. Élever un soubassement à cent pieds du sol, Fidée était mal heureuse, car les arcatures à jour de l'avant-dernier étage n'at ténuent guère la lourdeur inévitable d'un pareil couronnement. Les arcatures supérieures, taillées dans l'épaisseur du mur, ont pour support des Cariatides foulant aux pieds des lions (pi. IV, fig. 9), mais cette décoration est à une hauteur telle qu'on l'aper çoit à peine du sol de la place. Une grande cage en charpente surmontait toute la construction. On la démolit vers 1842, sous le prétexte de terminer la tour. Elle était couverte en plomb ; de là le nom de tour de plomb que cette tour décapitée porte encore. Celle du sud, nommée tour de pierre, doit à la justesse de ses proportions un air d'élégance et de noblesse. De hautes colon nettes à jour décorent ses deux avant-derniers étages et dégagent celui du sommet. Terminée seulement en 1532, elle a 60 mètres de hauteur et 73 mètres avec le campanille gréco-romain qui sur monte l'un de ses angles. Des anciennes cloches, jadis célèbres, il n'en reste que deux, fondues en 1560 : Savinienne (15,585 kilog.) et Potentienne (13,865). Le campanile contient trois cloches du xiv\" siècle; c'était Fan cienne sonnerie de la commune. Elles furent montées là en 1777, lors de la démolition du beffroi municipal élevé au xme siècle sur Femplacement actuel de la porte Dauphine. Un clocher en charpente, contemporain de la construction de l'église, se détachait des combles au-dessus de l'entrée du chœur. Reconstruit en 1398 et démoli en 1795, il était formé d'arcatures à jour supportant une flèche assez élancée. Un mur droit dans l'épaisseur duquel on a simulé trois maigres arcades d'inégale largeur et d'un pauvre aspect, relie les épaule-"], [45, "ET SES TRÉSORS d'aRT. 19 ments de la tour nord aux pinacles de la tour sud. Rien que le gable de l'arcade centrale domine à peine la galerie de couronne ment du mur, il ne remplit pas moins l'ofsice de pignon. S'il a été question, comme on Fa dit, d'affiler ce mur de manière à former un pignon véritable, c'est-à-dire reliant et dégageant les deux tours, puis d'en décorer le soubassement par un prolonge ment de Félégante galerie de la tour du sud, on ne saurait trop y applaudir. La façade y gagnerait ce qui lui manque le plus : un semblant d'unité et un caractère de grandeur que ses vastes di mensions ne peuvent lui donner. Elle a Fampleur; il lui manque la beauté."], [46, "CHAPITRE IV. LA NEF ET LE CHOEUR. La nef se compose de sept travées, ou plutôt de trois travées et demi, c'est-à-dire que les colonnes et leurs arcs doubleaux n'exis tent que de deux en deux piles, les deux colonnes intermédiaires qui forment l'autre pile étant destinées seulement à recevoir les arcs doubleaux et retombées des voûtes des collatéraux. Dès lors, les nervures des arcs supportant les voûtes s'élancent et retom bent en diagonale, non sur la pile correspondante de face, mais sur la suivante. Procédé de construction singulièrement hardi, eu égard à la largeur extraordinaire de la nef, qui n'est pas moindre de treize mètres et demi et dépasse celle de la cathédrale de Paris. Chaque travée porte ainsi sur deux arcades dont les gros piliers, formés d'un assemblage de colonnes et de colonnettes, alternent avec des groupes de deux colonnes accouplées, aussi hautes mais d'un moindre diamètre. Détail caractéristique et reproduit à la cathédrale de Canterbury : les colonnes jumelles ne sont pas placées dans le sens de la longueur, de façon à se suivre, mais dans le sens de la largeur, de manière à être vues en même temps et à laisser l'œil passer entre elles. De cette disposition originale, unique, l'effet est ainsi caractérisé par M. de Montaiglon dans sa récente et remarquable étude sur les Antiquités de la Ville de Sens : « La répétition de cette alternance donne, au lieu d'une perspec « tive trop uniforme qui, à une certaine distance, fait disparaître « les vides et change en muraille continue la suite des arcatures,"], [47, "ET SES TRÉSORS d'aRT. 21 « une souplesse, ainsi qu'une variété incomparable. L'effet de « force y est augmenté par Fèlégance de ce beau parti » (1). II est vrai que la voûte ne s'élève qu'à 23 mètres 50 du sol et l'œil le moins exercé désire une élévation plus grande. Mais l'exhaussement des voûtes marque, comme on sait, les gradations successives de l'architecture gothique. Œuvre de transition, et encore à moitié romane, cette nef reflète les timidités du com mencement comme le transept les exagérations de la fin. Et l'on ne peut douter que la construction de celui-ci aux dépens d'une double travée n'ait troublé la perspective originaire des lignes, lesquelles, dans le plan primitif, se prolongeaient sans interrup tion sur toute Fétendue du vaisseau. C'est dire que la disposition des travées du chœur est identique à celles de la nef. Le chœur en comprend deux doubles, sui vies d'une travée simple et d'un chevet à cinq arcades. Celles-ci reposent sur des chapiteaux qui, dans leur simplicité robuste, offrent, comme les chapiteaux de la nef, un intéressant spécimen du faire des premiers sculpteurs laïques. Leur ornementation est l'une des premières imitations de la flore naissante qu'ils s'appli quèrent à reproduire : le cresson, le plantin et de larges feuilles d'eau à crochets s'en détachent avec une fierté et une pureté d'exécution remarquable. Alors que les chapiteaux des bas côtés reproduisent encore des détails romans, des animaux fantastiques mêlés à des feuillages dentelés, ceux portant les arcs collatéraux du chœur, accusent nettement la transition d'un style à un autre. Tel est le chapiteau 49 de la planche VI, placé en regard de ces lignes. Ses feuillages, bien qu'innaturels et rappelant encore le faire de la sculpture gréco-romane, sont plus libres, plus simples et son évasement plus souple, plus élégant. Les oiseaux qui surmontent les feuil lages ne sont plus des volatiles fantastiques, mais des perdrix dont Fallure et le port sont reproduits avec une remarquable fidélité. Ces chapiteaux, au dire de M. Viollet-le-Duc, appartien- (1) Antiquités et Curiosités de la ville de Sens, par M. Anatole de Montaiglon. Paris, A. Détaille, 1881, in-8°."], [48, "LA CATHÉDRALE DE SENS 22 nent presque à l'époque de la basse œuvre du chœur de N.-D. de Paris ; ils marquèrent ainsi la transition entre ces derniers et ceux de l'église de Saint-Denis, commencée par Suger. La base des colonnes, — ce détail est à noter, — est ornée de griffes pâtées qui relient sa moulure au piédestal. Ce genre d'orne mentation, peu en usage dans les premières époques du style à plein ceintre, se généralise aux xie et xn° siècles et disparaît au xm° avec le style à ogives. C'est donc l'un des signes les plus sûrs pour déterminer l'àge réel de la nef et du chœur. Au devant du transept, deux bases de colonnes portent, au lieu de griffes, l'une un pied d'homme chaussé, et l'autre deux pieds de femme chaussés de bottines et coupés à la naissance de la jambe. On peut en con clure que l'ancienne corporation des cordonniers de Sens aurait fait les frais de la construction de ces deux piliers. Dans les collatéraux, comme dans la chapelle de Saint- Jean du transept, le roman règne sans partage. Les voûtes y sont à plein cintre et d'arêtes ; les chapiteaux, encore cubiques ou peu évasés, portent des têtes de monstres accouplés, des animaux fantas tiques, innaturels, comme dit M. Parker. Ils s'achevaient, les co lonnes romanes de la nef et du chœur attendaient encore leurs chapiteaux, lorsque Guillaume, un fervent de Fart nouveau, un échappé sans doute du narthex de Vézelay, vint diriger les travaux de la cathédrale de Sens en pleine construction et y marquer l'em preinte des essais et du plein épanouissement de ses ingénieuses créations. Un autre reste précieux de la construction primitive, et qu'il faut rapprocher de la chapelle Saint-Jean du transept, c'est le petit escalier du collatéral sud du chœur. II frappe Fattention par la manière dont se découpent, sur l'ombre, les trois arcades et les deux colonnettes qui le bordent. Ses dix-sept marches aboutissent à une double porte ornée de belles pentures du xnr siècle et gra vée dans les Annales archéologiques. C'est la porte du Trésor, collection célèbre et précieuse que la Révolution n'a pas entière ment dévalisée. J'aurai occasion d'y revenir plus loin en classant par séries les principaux objets qui la composent. Triforium. —Tandis que FIle-de-France et la Champagne adop-"], [49, "CATHÉDRALE DE SENS PL. VI. CATHÉDRALE DE SENS Fig. 12. — Chapiteau d'une colonne du chœur. Gravure extraite du Dictionnaire d'Architecture de Viollet-le-Duc."], [50, ""], [51, "ET SES TRÉSORS D'ART. 23 taient dans leurs églises la tradition de galeries voûtées au-dessus des bas-côtés, la Bourgogne se bornait à les indiquer dans les pleins du mur et à en faire une étroite galerie de service, adossée au mur du comble des bas-côtés. Mais à Sens, Guillaume disposa le Triforium sur un mode nouveau alors : il en subordonna For donnance à celle des anciennes fenêtres hautes remplacées au xiii6 siècle; c'est-à-dire qu'il divisa sa galerie en deux travées, avec pile intermédiaire, et inscrivit dans chacune de ces travées une arcature jumelle reposant sur une colonnette et deux pieds droits. Les chapiteaux des arcatures du Triforium, moins ornés que ceux de la chapelle de Saint- Jean, sont absolument du même style et pour ainsi dire du même temps. Ainsi partout, dans cette grande structure du milieu du xne siècle, se retrouve la même uniformité; bases et chapiteaux sont les mêmes à tous les étages et dans toutes les parties du plan primitif qui ont été respectées. Au cinquième pilier gauche de la nef s'adosse un retable en pierre, véritable merveille de sculpture ornementale. II faisait par tie d'un autel érigé par Tristan de Salazar au-devant du tombeau superbe qu'il éleva à son père, Jean de Salazar, et à sa mère, Marguerite de la Trémoille. Le massif de l'autel a été rasé et le tombeau détruit, mais la dentelle de pierre dont est formé le retable désarma la rage des démolisseurs. Sur le devant sont trois niches dont les saints ont disparu, et au-dessus desquelles existe une suc cession de pinacles à jour, d'une élégance et d'un goût exquis : « On ne peut aller plus loin dans la délicatesse, dit réminent « auteur des Antiquités de Sens. C'est encore de l'architecture et « de la sculpture, mais jamais le bois, jamais le bronze ou Fargent c n'ont obéi à une gouge et à un ciseau plus fermes, plus surs et « plus fins. Celui qui a donné le patron de ce retable, comme celui « qui Fa sculpté, avait certainement Fart de la mesure du huchier « le plus consommé et de Forfèvre le plus exquis. En conservant « la grâce capricieuse de Fimagination flamboyante, il en a suppri « me les écarts et il en a assagi l'exhubérance. Le goût de la « Renaissance Finspire déjà, sans lui rien ôter des meilleures « qualités traditionnelles de son éducation gothique du xve siècle. » (Antiq. de Sens, p. 86). Les restes, à demi-brisés, du tombeau de Jean de Salazar, se"], [52, "24 LA CATHÉDRALE DE SENS voient encore au Musée de la salle synodale, où nous les retrou vons. M. Louis Gonse, directeur de la Gazette des Beaux Arts, vient de les faire restituer et publier. C'est à la bonne confraternité de cet éminent écrivain d'art que je dois d'avoir pu faire du dessin de ce tombeau Fencadrement du titre de mon ouvrage. Dans beaucoup de grands édifices publics, il y a un détail, une chose sans valeur, le plus souvent, qui a le mérite d'exciter la curiosité de la foule. Dans la cathédrale de Sens, ce qu'elle veut contempler tout d'abord, sur la foi de la renommée populaire, ce n'est ni la hardiesse, ni Félégante majesté de sa structure, ni le caractère des styles qui la composent ; ce ne sont ni les vitraux, ni les richesses merveilleuses du Trésor, mais.... la figure de Jean du Coignot! C'est une tête quelconque, détachée d'une figure d'ange, que jadis la fantaisie d'un sculpteur encastra, à environ six mètres du sol, dans un angle du premier pilier nord de la nef. On s'est plu à y voir le portrait-charge d'un légiste, Pierre de Cugnières, adversaire, sous Philippe de Valois, de la puissance temporelle du clergé. II est des erreurs qui, à force d'avoir vieilli et d'être ré pétées partout et toujours, ont acquis la force d'une vérité, et celle-ci est du nombre, à n'en pouvoir douter. La tête tant admirée des badauds est moderne. L'ancienne, brisée à la Révolution, appartient maintenant à la Société archéo logique."], [53, "CHAPITRE V. LES CHAPELLES. Presque seule en France, Fimposante cathédrale de Chartres échappa à la manie des chapelles latérales, qui commença à sévir au xive siècle. On sait qu'elles furent érigées par les corporations de métiers ou par des familles comme monuments funéraires et à leurs frais. C'est ainsi que du xive au xvie, la cathédrale de Sens vit s'élever successivement, entre les contreforts des bas-côtés, une série de constructions accessoires en discordance avec le style général de Fédisice. En 1859, tombant déjà de vétusté, elles furent abattues. L'émotion n'est pas encore oubliée que provoqua, parait-il, à Sens Famputation de ces parasites, ni le souvenir des controverses qu'elle souleva dans la presse locale. Le mur extérieur des colla téraux 'fut rétabli conformément au plan primitif, à cela près qu'aux arcatures aveugles on substitua des arcatures à jour, ou vrant sur des chapelles basses dont le besoin se faisait peu sentir. Toutefois, comme elles ne dépassent pas la ligne d'appui des fenêtres, Fordonnance générale n'en est point troublée. Sembla bles à celles du côté nord de la cathédrale de Reims, elles ne s'ouvrent dans le bas-côté que par de petites baies et elles ont, tout au moins, le mérite d'offrir au monument une échelle de pro portion qui en fait valoir l'ensemble. II est certaines opinions respectables avec lesquelles on gémit de se trouver en dissidence. Telle est, entre autres, celle de M. Challe, le président honorable et honoré de la Société des Sciences de V Yonne, au sein de laquelle j'eus à faire la lecture de cet essai monographique de la Cathédrale sénonaise. M. Challe 4"], [54, "26 LA CATHÉDRALE DE SENS eut l'extrême indulgence de déclarer mon travail « bien fait, intéressant et complet; » seulement, ajoute-t-il : « j'ai regretté de « voir que vous approuviez la démolition des chapelles, etc » Je ne suis, hélas ! à mon très grand regret, ni archéologue, ni savant. Toute mon ambition est de m'efforcer de le devenir, un jour peut-être, à force de travail et d'études. Je me flatte seule ment d'aimer Fart et de l'avoir pratiqué dès mon extrême jeu nesse. Viollet-le-Duc, le grand architecte, qui était en même temps un grand artiste, un des maîtres du goût, tout en ayant la pra tique du métier avec ses secrets les plus intimes, Viollet-le-Duc, qui fut mon professeur à FÉcole impériale de dessin, m'enseigna toujours qu'en fait d'art, la condition rigoureuse du beau, c'est le vrai. J'en suis venu ainsi à me demander si les chapelles dont la démolition a éveillé de généreuses sympathies, exprimaient réel lement le vrai; si leur style et leurs dispositions ne dénaturaient point un monument type, l'un de ceux qui représentent le mieux la grande révolution artistique du milieu du xne siècle. Puisque tel est Fintérêt capital de la cathédrale de Sens, ne devait-il pas dominer toute autre considération ? Concevoir un plan aussi vaste, ordonner entre elles ses nom breuses parties, les embrasser constamment, afin que celles qui précèdent viennent s'harmoniser avec celles qui suivent, cette préoccupation constante du véritable architecte fait de son œuvre un livre ouvert, exprimant le style, la pensée et le sentiment des temps où il vécut. A ce titre, nos grands monuments n'ont-ils pas droit aux mêmes respects que l'œuvre des écrivains? Ne sont-ils pas, en un mot, des annales de pierre ? A cette occasion, je me permetterai d'évoquer un souvenir ré trospectif et tout personnel. J'ai passé plusieurs et des meilleures années de ma vie au Mont Athos, cette montagne sacrée de la religion grecque, longue et étroite presqu'île peuplée de monastères, dont le séjour est interdit à tout laïque, homme ou femme, aux femmes surtout. Depuis bientôt mille ans, dans ces pieux asiles, la prière s'unit à la cul ture des arts et des lettres. Dès les xi° et xne siècles, dans cette phase intermédiaire où Fantiquité achève de mourir, où l'esprit"], [55, "ET SES TRÉSORS d'aRT. 27 moderne n'est point encore né, Fart byzantin, Fidéal de cette époque, eut pour actif foyer la Montagne-Sainte {Hagion Oros)^ LTtalie, encore barbare, lui empruntait des peintres, des archi tectes, des mosaïstes, comme plus tard l'Europe, les nombreux manuscrits qui s'y étaient conservés, des chefs-d'œuvres littérai res de la Grèce antique. Aujourd'hui, c'est une école de décadence, toute de routine, et assez semblable, au fond, à celle du poncif qui fleurissait en France, il y a un demi-siècle, sous le nom de peinture religieuse. Néanmoins, la communauté des travaux me rendait agréable et instructif le commerce de ces confrères, dont Fhabileté de main est véritablement surprenante. Un de ces anachorètes admirant beaucoup ma faible étude du muletier grec dont je viens de faire hommage au Mu:ée d'Auxerre, me pria de le peindre également. J'accédai à cette fantaisie. J'étais là aux frais de X Académie des Beaux-Arts de Saint- Pétersbourg et chargé, avec les autres membres de FExpédition, de copier les chefs-d'œuvre de Fart byzantin conservés au Mont- Athos (1). De son côté, mon moine avait mission de rétablir, dans (1) M. l'abbé Neyrat, de l'Académie de Lyon, mentionne les travaux de l'expédilion à laquelle j'étais attaché comme peintre et qui comprenait en outre deux photographes dont un Français, M. Lebègue, de Paris, et l'autre grec de nation, deux paléographes et deux ingénieurs-topographes chargés de dresser la carte de la presqu'île. Voici l'ensemble véritable ment effrayant des travaux dont la presque totalité m'incombait, à savoir : « Les calques de deux cents peintures murales, (généralement plus « grandes que nature) et de trente peintures sur bois. « Cent copies de croix (émaux et reliquaires). » (M. Neyrat, l'Athos, Paris, E. Pion et Cie, 1880, p. 83). La tâche, je viens de le dire, élait effrayante et je ne voudrais pas m'engager aujourd'hui à l'accomplir en dix ans. Mais on sait combien la solitude excite et encourage au travail. Le gouvernement russe, sans doute, en jugea ainsi, et ce m'est l'occasion de lui en exprimer publiquement ma gratitude, — car indépendamment d'une ample rémunération, je fus, seul entre les membres de l'expédition, honoré d'une marque distinctive. Mème à Paris, la critique d'art jugea assez favorablement plusieurs parties de mon œuvre, exposée chez M. de Sévastianoff, chef de la mission. Voir entre autres le Journal des Débats du 24 avril 1858, ou bien le Journal de Constantinople du 21 juillet 1858."], [56, "LA CATHÉDRALE DE SENS 28 son intégrité primitive, le texte de vieux écrits de FÉglise d'Orient, abominablement altéré par des moines ignorants du Moyen-Age. La tâche était-elle ou n'était-elle pas à la hauteur de Férudition du bon religieux? Je n'en sais rien, toujours est-il que ce labeur ingrat le mettait au désespoir. « Jamais je n'arriverai, me disait-il souvent, à effacer la souillure de ces sophistiqueurs. » L'exclamation indignée de mon modèle improvisé, Fincident qui se présente Fa réveillée dans mon esprit. Si un monument est un véritable livre, s'il doit rester tel que son auteur Fa conçu, la question, semble-t-il, est bien près d'être résolue. Puisque l'on flétrit du nom d'interpollateur quiconque modifie la pensée de Fécrivain, doit-on beaucoup plus d'indulgence à ceux qui altèrent la pensée première de l'architecte, qui s'emparent d'une œuvre qu'ils devraient respecter, d'un livre j'allai dire, pour en faire une macédoine, un assemblage de tous les styles et de tous les goûts ? « L'architecture, c'est la musique de Fétendue », dit Charles Blanc dans son admirable Grammaire des Arts du Dessin (page 59). A ce titre, mélanger, de parti pris, des styles différents, c'est in troduire dans Fharmonie d'un ensemble des tons discordants. Singulière façon d'honorer les morts que de sophistiquer ainsi leurs œuvres ! Pourquoi alors traduire en police correctionnelle des épiciers qui n'ont gâté que du café en y mêlant de la chicorée? L'unité, cette condition première de la grandeur et de la beauté, on Fa rétablie dans la cathédrale de Sens, du moins dans la plus grande partie, et je ne puis croire qu'il y ait lieu de le regretter. Les chapelles abattues étaient « à peu près inutiles », comme Victor Petit, leur ardent défenseur, le reconnut lui-même en 1847, bien avant leur démolition. On peut en dire autant de celles qui les ont remplacées, je le reconnais; seulement elles sont à peine visibles et ne détruisent pas Fordonnance générale des lignes. Ici donc, et le cas est assez rare, la mode a cédé le pas à la science ; une grande partie de l'œuvre de Guillaume, dans son ensemble, a revu le jour telle qu'il l'avait exécutée et conçue (1). (1) Au tome 35 du Bulletin de la Société des Sciences de V Yonne, où"], [57, "ET SES TRÉSORS D ART. 29 Malgré le retranchement des chapelles de la nef, celles des tran septs et du chœur, nombreuses encore, suffisent largement aux besoins du culte. En voici la liste d'après la date de leur construc tion : xne siècle. — Saint- Jean, la plus intéressante de toutes. Elle porte les caractères du style roman secondaire. Nous avons, à propos du plan primitif, signalé Fintérêt de son arcature à plein cintre et de ses chapiteaux, types curieux de la sculpture laïque à ses débuts. xme siècle. — Chapelle absidale, à longues baies et à lancettes géminées, construite vers 1206 et consacrée à saint Savinien. xive siècle. — Saint-Martial, fondée en 1320, par Pierre Roger, archevêque de Sens, et depuis pape sous le nom de Clément VI; remaniée au xvie siècle. xve siècle. — Chapelle de la Vierge, très-grande et très-belle, à parut la première édition de ce travail, se lit, page 39, la note suivante émanant du bureau de la Société : « Tout en respectant les opinions de l'auteur, nous ne croyons pas devoir renoncer à notre critique, que partagent les principaux archéolo gues de notre Société. « C'est depuis longlemps et c'est encore un débat entre MM. les archi tectes chargés de restaurer les grands monuments du moyen-âge, c'est-à dire de les consolider et de les conserver, mais non de les modifier, pour y établir selon leurs idées l'unité du plan primitif, en démolissant ce que les siècles suivants de l'art ogival y avaient ajouté, ou en construisant de nouvelles chapelles d'une forme étrange, et que crée leur imagination. Ce débat vient de se produire eneoreà Reims, où l'Académie a vivement cen suré l'architecte, et le conseil municipal a appuyé l'Académie. Mais là, comme chez nous, le mal était fait. Nous ne croyons pas que M. V. Petit ait jamais approuvé les suppressions et les additions dont parle Fauteur. II a dit, au contraire, dans son Guide de 1847 : Peut être s'est-on trop hâté de démolir. » Sans rentrer dans le fond du débat, je dois dire que les dernières lignes de cette note font évidemment confusion. A propos des chapelles, Victor Petit, dans son Guide de 1847, dit seulement ; « De nombreuses seulp « tures sont rangées avec de vieilles planches sous un hangar autour de « l'abside de la cathédrale. N'aurait-il pas mieux valu les déposer dans « quelques-unes des nombreuses chapelles de l'église, dont la plupart « sont à peu près inutiles au culte. » Mais Victor Petit ne pouvait, en 1847, « parler de démolitions opérées seulement en 1861 et 1862. E. V."], [58, "30 LA CATHÉDRALE DE SENS Fangle du transept sud, a remplacé la chapelle romane corres pondant à celle de Saint-Jean. Le maître-autel est un intéressant spécimen d'architecture et de sculpture. xvie siècle. — Chapelle Saint- Mammès et chapelle Saint-Thomas; elles n'ont rien d'intéressant. Les chapelles de Notre-Dame de- Lorette et de Sainte Colombe, toutes deux ovales, d'un style plat et vulgaire. La première, pourtant, date de la Renaissance ; l'autre fut reconstruite entière ment en 1845 et 1846. En totalité, huit chapelles existent encore et le plan primitif en avait trois seulement. Mais de toutes les altérations qu'il subit, la plus grave fut Fétablissement du transept."], [59, "CHAPITRE VI. LE TRANSEPT. « Les façades extérieures du transept, ainsi que les baies et les « voûtes, accusent franchement la date de leur construction et de « leur achèvement, c'est-à-dire de 1495 à 1513. Elles expriment « les habitudes de tracés, d'appareils, de méthodes, d'école enfin, « qui caractérisent cette époque d'un art déjà en décadence. » « Si, en général, les édifices de ce temps présentent des lignes « grêles, fuyantes, angulaires, trop cherchées; si l'œuvre du tail « leur de pierre Femporte souvent sur celle de l'architecte, il faut « reconnaître une exception en faveur du maître de l'œuvre du « transept. Sa construction nouvelle est rattachée à Fancienne « avec un art infini ; ses voûtes surélevées de six mètres s'y rac « cordent habilement; les points d'appui en sont fermes et puis « sants. L'ornementation répond à la construction: les rosaces, « les verrières, les portails comptent parmi les plus beaux spéci « mens de Fart de la fin du xv° et du commencement du xvie siècle. « Mais tout en m'inclinant devant la supériorité d'exécution de « ce grand œuvre dans ses différentes parties, je dois constater, « non sans regret, combien son édification altère l'édifìce primitif « bâti par Guillaume de Sens. » A M. Roblot-Lefort, Finspecteur des travaux de restauration du monument, je dois la note qu'on vient de lire, note som maire, mais complète, tellement substantielle, que l'on ne trou verait pas un mot à ajouter sur le point qu'elle traite avec toute l'autorité d'un talent spécial. Je dois me borner, dès lors, à quel ques indications historiques très-succinctes sur l'ornementation. On doit aux comptes du Chapitre de Sens, relevés par M. Quantin, maints détails importants pour Fhistoire de Fart dans la contrée. Tel est, entre autres, le nom ignoré jusque-là de Pierre Gramain,"], [60, "32 LA CATHÉDRALE DE SENS statuaire auxerrois. Les niches du portail extérieur du transept sud étaient décorées de huit statues, de grandeur naturelle, et sorties de son ciseau (1491). Elles furent brisées en 1793, mais les voussures du portail montrent encore, en vingt-six sujets, les Prophètes et les Syiilles, morceaux d'une bonne exécution et qui attestent le talent élégant et gracieux du statuaire auxerrois. « On doit renoncera décrire, dit M. Victor Pelit, les statuettes délicieuses cf et d'un fini précieux qui remplissent les niches délicatement ciselées « des grandes voussures. Leur incroyable délicatesse donne à l'ornemen « tation de ce portail une rare perfection d'exécution qui, nulle part, n'a » été surpassée. » {Guide dans la ville de Sens, p. 47.) L'art, du reste, tenait autrefois à Auxerre une place infiniment plus large qu'aujourd'hui. Pierre Gramain, comme ses contempo rains François Faulconnier et Jean Blondel (1521), aussi imagiers; comme Germain Michel, peintre - verrier ; comme les peintres Thomas Duesme (1517), Félix Chrétien (1566) et Nicolas (1581), con tinuaient la grande école fondée par nos évêques, à l'origine du Moyen-Age, école dont les œuvres connues ont fourni à l'histoire de l'ancien art français l'une de ses pages les plus substantielles. Tout le luxe décoratif, toute Fimagination exhubérante des artistes de Fépoque se produisent à profusion dans le réseau géo métrique, et savamment conçu des deux roses du transept. Leurs verrières splendides, dont nous parlons plus loin, illustrent Fécole de Troyes, alors, avec Rouen et Toulouse, l'un des trois grands foyers de l'art national. La construction du transept est de Martin Chambiges, qui éleva plus tard le portail principal des cathédrales de Beauvais et de Troyes (1). II n'était donc plus le temps où la ville de Sens comp tait parmi les siens des architectes éminents, comme Guillaume, l'un des créateurs, sinon le créateur principal, de Farchitecture gothique. Bien déchue déjà de son antique splendeur, la ville de Jean Cousin se voyait réduite à demander un architecte à Paris, à (1) Martin Chambiges habitait Paris en 1489, lorsque le chapitre de Sens le chargea de la construction du transept. II paraît à Sens en 1497 et 1499, avec le titre de « Maître de V entreprise et conducteur de la croisée. »"], [61, "ET SES TRÉSORS d'aRT. 33 Troyes, Gondinet, autre architecte, et des peintres-verriers; à Auxerre, des sculpteurs et même un fondeur de cloches. Mangin Viard y fondit en effet, en 1560, les deux célèbres bourdons encore existants, Savinien et Potentien. M. Roblot, il est vrai, ne partage point mon opinion sur ce dé clin des arts à Sens au xvie siècle : « Le Chapitre, m'écrit-il, s'adressait aux artistes le plus en renom, sans se préoccuper du lieu de leur origine. Mais je tiens pour certain qu'au « commencement du xvi° siècle il y avait une école de verriers de réelle « valeur, des peintres, des orfèvres, etc... Votre opinion contraire dé- tonne au milieu de tant d'excellentes choses que votre travail contient, « et l'avenir pourra vous donner tort, car si mes loisirs me le permettent, o je traiterai celte question des artistes sénonais au moyen-àge à l'aide « des documents attestant leur valeur et leur influence. » (M. Roblot, Lettre particulière.) Cette affirmation catégorique, le docte architecte Fétaie de faits sommaires dignes d'attention. Néanmoins, je maintiens la mienne, appuyée comme elle l'est de faits d'histoire générale, que j'ai exposés dans les Fastes de la Sénonie. (Voir page 123, le cha pitre une grandeur déchue.) Je m'estimerai heureux, néanmoins si M. Roblot arrive à démontrer, par des dates et des faits précis, la prospérité artistique de la ville de Sens, antérieurement à Jean Cousin. 5"], [62, "CHAPITRE VII. LES VITRAUX. La peinture sur verre procédait de l'architecture gothique et périt avec elle, après avoir participé à ses phases d'éclat et d'a baissement. C'est Fintérêt particulier de la cathédrale de Sens d'offrir et de permettre d'étudier les variations successives de cet art, de sa naissance à son déclin. Le vitrail à petits sujets légendaires, de la fin du xne siècle, s'y montre avec la chaude intensité de ses tons, à côté de ceux des xme et xive siècles, plus grands, d'une harmonie plus lumineuse, et non loin de la mosaïque éblouissante des grandes baies du transept (xve et xvi° siècles). Arrive enfin le vitrail de la Renais sance, dans lequel le plus puissant des derniers maîtres de cet art, si français, Jean Cousin, se sépare absolument des règles qui le constituaient avant lui. Ces règles veulent que toute partie d'un monument fasse corps avec le monument lui-même. Comme la sculpture, l'art de peindre sur verre ne fut d'abord que Fornement de l'architecture. Sa mis sion était de la faire valoir. Arrive le milieu du xvi° siècle, et il s'en sépare absolument; le verrier fait une œuvre d'art distincte, un tableau plutôt qu'une verrière appelée à un effet architectural. Les barres ou tiges de plomb, qui donnent tant de solidité aux vitraux, il les supprime, ou il ne s'en sert plus que pour accentuer le dessin. Chacun de ces systèmes a ses adversaires et ses parti-"], [63, "ET SES TRÉSORS d'aRT. 35 sans. La cathédrale de Sens peut aider à les concilier, caries deux genres y ont chacun leur caractère distinct de beauté. Trois de ces vitraux de l'art primitif se voient encore dans le bas-côté du chœur. Ils sont divisés chacun par de fortes arma tures de fer, en guise de meneaux. Aux premières heures du soleil levant, Fintensité de leur coloris fait vibrer en quelque sorte les couleurs et les tons. Telle est leur valeur, leur beauté, qu'on peut affirmer, sans crainte d'exagération, qu'aucun vitrail en France ne leur est supérieur, pas même ceux de la basilique de Saint-Denis. Le vitrail de Saint-Thomas Becket surtout, est d'une extrême beauté et d'un grand intérêt pour Féglise qui a conservé ses vête ments sacerdotaux. Par malheur, il reproduit seulement la seconde partie de la vie du saint après son départ de Sens, c'est-à-dire son débarquement en Angleterre, sa réception par le clergé de Can terbury, sa célébration de la messe, son assassinat et son service funèbre. Les scènes de sa vie plus spécialement intéressantes pour l'histoire locale, son arrivée à Sens, son entrevue avec le Pape Alexandre III, sa retraite à Pontigny, son séjour à Sainte- Colombe,toutes ces scènes retracées par un contemporain, c'est à-dire précieuses pour l'exactitude des lieux et des vêtements, furent détruites, on peut le croire, pour faire place à l'horrible chapelle ovale attenant à ce beau vitrail. Deux autres du même temps et d'une valeur égale d'exécution, sont consacrées à Saint-Eustache, à la parabole de F En fant pro digue et à celle du Bon Samaritain. Beaucoup d'autres verrières du même temps décoraient les tra vées attenantes ; mais elles disparurent, l'une après l'autre, lors qu'on ouvrit le mur extérieur pour y accoler des chapelles. Les vitraux de celles-ci sont de toutes les époques, même du xvin\" siècle, où Fart du verrier agonise et n'est plus qu'une tache au milieu de verres blancs. Tel le Christ en croix de la chapelle de Sainte- Colombe, singulier reste de vitalité d'un art éteint depuis un siècle. Comme spécimen du xin0 siècle, les cinq verrières de la chapelle absidale, consacrée k saint Savinien, sont précieuses et importantes. Elles offrent des scènes de Y Ancien et du Nouveau Testament, de"], [64, "36 LA CATHÉDRALE de sens la vie de saint Pierre et de saint Paul avec des légendes explica tives; puis, dans les chapelles voisines, la Création du monde, Fhis toire de Moïse, de Joseph, etc. . . . Plusieurs de ces verrières accusent le xive siècle. Au siècle suivant le verrier s'affranchit de l'architecte. La fenêtre que celui-ci lui livre devient un champ à lui, animé de figures d'un beau dessin, d'un fini complet, mais sans autre effet à dis tance que celui d'un coloris magique et savant. Telle la rose du transept sud avec la claire-voie qui la supporte. C'est le chef d'œuvre des artistes de Troyes, Liévin Varin, Jean Verrat et Bal tazar Gondon. Le marché en fut passé l'an 1500. Un littérateur aimable doublé d'un artiste, M. Emile Montégut, décrit en termes excellents l'impression profonde que donne l'aspect de cette grande composition. « Le tour de force de l'artiste ingénieux qui a créé ces verrières a con « sisté à n'employer en quelque sorte que des couleurs pour peindre ces « deux spectacles du monde surnaturel, le Paradis, YEìifer. N'ayant « recours que le moins possible à la figure humaine et à l'élément drama « tique, il a exprimé le paradis au moyen de toutes les nuances et teintes « de la couleur bleue, l'enfer au moyen de toutes les nuances et teintes « de la couleur rouge, harmonieusement assorties et combinées. De cette « musique de couleurs résulte une sensation singulière. La pensée flotte « indécise pendant que l'œil se baigne voluptueusement dans cette lumière « colorée d'une si harmonieuse abondance et d'une si douce clarté (1). » Cette page, belle et immense, apparaît, en effet, comme un astre lumineux vers lequel convergent des satellites, autres com positions moins vastes, mais appelées à compléter sa splendide et harmonieuse marqueterie. De celles-ci nous rappellerons seu lement l'emplacement et le sujet. Dans les arcs de la claire-voie, sous la rose : la Légende de saint Étienne, continuée dans les fenêtres hautes du côté de la nef. 1\" fenêtre du côté du chœur : YArorede Jessé. 2e id. id. légende de saint Nicolas, patron des gens de loi, donataires du vitrail, au bas duquel ils figurent agenouillés. La rose du transept nord, œuvre des mêmes artistes, quoiqu'en (1) E. Montégut, Souvenirs de Bourgogne, p. 7."], [65, "CATHÉDRALE DE SENS 11. VII. \"^\"^\"^ zmz mzc/ttitr li. VAVDIS, Dtl. TOMBEAU (inédit) DE L'ÉCLiSE DE S AINT - V AL ÉK I E N (YONNE)"], [66, ""], [67, "ET SES TRÉSORS d'aRT. 37 dise M. de Montaiglon, fut exécutée après 1503, et représente un Concert céleste. Le sujet paraît traité d'une manière moins gran diose que dans la rose du sud, mais la qualité des couleurs est aussi belle, aussi douce et harmonieuse. Toutes deux soutien draient la comparaison avec les plus belles créations analogues du même temps. Dans les arcs de la claire-voie : sujets de Y Ancien et dit, nouveau Testament, où figurent le donataire des vitraux présenté à la Vierge par Y Ange Gabriel, son patron. 1\" fenêtre du côté de la nef : Histoire d'Abraham et de Jacob, qui se continue dans la fenêtre de face. Ici s'arrête l'œuvre étincelante des verriers troyens. En 1516, le chapitre chargea deux verriers de Sens, Jean Hympe et Tassin Grassot, d'orner la deuxième fenêtre du transept du côté du chœur et celle qui lui fait face. On y voit étagées sur trois rangs les effi gies, plus fortes que nature, de vingt-six apôtres et archevêques sénonais canonisés. Cela peut coûter à dire, mais Fesprit d'équité doit commander aux jugements du goût et il nous oblige à confesser la médiocrité générale de ces grandes effigies. Aucune ne supporte, comme tonalité et comme dessin, le voisinage de l'œuvre merveilleuse des verriers de Troyes. Le catalogue du Louvre dit pourtant que Jean Cousin fut élève de Jehan Hympe et de Tassin Grassot, et que « il surpassa bientôt « ces maîtres habiles! » Nous n'avons aucune peine à le croire. Mais quant à V habileté des maîtres de Jean Cousin, ou supposés tels, comme les vitraux du transept sont tout ce que l'on connait d'eux, il semble permis de ne pas en être absolument convaincu. De Fillustre maître sénona's on montre deux grandes verrières, l'une, la Sibylle de Tïbur, expliquant à Fempereur Auguste une vision, et l'autre, la Légende de saint Eutrope, en neuf sujets dans le bas-côté nord de la nef. Cette dernière est à médaillons, c'est à-dire d'un goût un peu antérieur au temps de Jean Cousin, mais elle paraît bien de son style, comme de sa manière, et la date de 1530, qu'on y lit, en ferait une œuvre de sa jeunesse. La Sibylle de Tïbur se distingue, au contraire, par Fampleur et"], [68, "38 LA CATHÉDRALE DE SENS la dignité de la composition. C'est un véritable tableau, composé de personnages grands comme nature et tous empreints du style élevé et du dessin magistral des grandes œuvres du maître. Tou tefois celle-ci reproduit seulement, dit-on, un tableau du Parmesan gravé par Antoine de Trente. En 1814, un boulet wurtembergeois fracassa plusieurs de ses parties essentielles. Le dommage n'a pas été réparé. Espérons qu'il ne le sera jamais. Quel artiste aujour d'hui oserait se mesurer avec Jean Cousin (1)! Les sept fenêtres hautes du chœur contenaient d'anciennes verrières, tellement dégradées par le défaut d'entretien que leur restauration fut d'abord jugée impossible. M. Alfred Gérente, qui avait fait ses preuves dans les restaurations de Notre-Dame de Paris, de Saint-Denis et d'Amiens, l'entreprit pourtant, mais la mort vint le frapper au milieu de son œuvre inachevée que termina M. Didron. Dans les collatéraux de la nef, des grisailles à bordures ont rem placé quelques fragments de verrières fort mutilées du xvie siècle. Les peintres italiens appelés en France par François Ier y apprirent l'art essentiellement français de la peinture sur verre. On leur attribuait plusieurs de ces verrières. Sens est si près de Fontaine bleau que le fait n'a rien d'invraisemblable. (1) On trouve, dans les Monuments de la France d'Al. de Laborde, ce vitrail dessiné avant l'époque de sa mutilation."], [69, "CHAPITRE VIII. TABLEAUX. Le primat d'Angleterre, Thomas Becket, archevêque de Kan terbury (Cantorbéry), réfugié à Sens en 1164, en même temps que \\epape Alexandre LLL, qui y séjourna pendant un an et demi, le mariage de Louis LX avec Marguerite de Provence, célébré dans la cathédrale de Sens en 1234, le saint roi et son frère y apportant ensuite la Couronne d'épines que venait de lui céder 'Beaudoin, em pereur de Constantinople (1), tels étaient les faits mémorables retracés dans ces tableaux. Mais les toiles de grande dimension sont rarement à leur place dans les églises ogivales. Le pire, quand elles ne reçoivent pas un faux jour, c'est d'être élevées à une hauteur où il est impossible de les distinguer et en face de verrières peintes dont le rayonnement fait de leur coloris une sorte de bigarrure. Et ces inconvénients (1) « C'est le 10 aoùt 1239 que Louis, suivi de toute sa cour et d'un nom breux clergé, arriva à Sens, d'où il se rendit, accompagné de l'archevêque Gauthier Cornu, à Villeneuve-l'Archevêque, pour y recevoir et adorer la sainte couronne. Le saint roi voulut ensuite l'escorter jusqu'à l'église de Saint-Pierre-le-Vif de Sens, où elle fut déposée. Le lendemain, lui et son frère Robert, comte d'Artois, prirent la châsse sur leurs épaules et la portèrent processionnellement dans la cathédrale, où elle ne demeura qu'une nuit. Tous deux étaient pieds nus et vêtus simplement. De Sens il la transporta à Paris et la déposa sur l'autel de la Sainte-Chapelle, qu'il venait de faire construire pour la recevoir. » (Chaillou des Barres, Bul letin de la Société des Sciences de V Yonne, 1853.)"], [70, "40 LA CATHÉDRALE DE SENS sont peu de chose auprès des causes de destruction dont la multi plicité détruit journellement un grand nombre de chefs-d'œuvre. Les tableaux en question, heureusement, n'en étaient pas ! Ils avaient, paraìt-il, été donnés par FÉtat il y a quarante ans et plus, en vue d'orner le chœur à l'instar de celui de Notre-Dame de Paris, où les mai de la corporation des peintres et orfèvres, comme aujourd'hui les grands tableaux de l'église de Ponti gny, masquaient les arcatures des premières travées du chœur. Le mérite de ces tableaux étant beaucoup moindre que celui des lignes architecturales qu'ils cachaient, on les descendit en 1866, comme on venait de descendre ceux de Notre-Dame de Paris, et comme descendront probablement un jour les toiles médiocres dont le chœur de Pontigny est encore encombré. On les transféra dans les chapelles, où elles ne sont guère mieux à leur place. A côté de ces œuvres, de MM. Gaillot, Chabord et autres, soi disant peintres d'histoire, apparaît un Saint-Germain, par Joseph Parrocel. C'est non un chef-d'œuvre, mais une singularité dans l'œuvre de ce vigoureux peintre de batailles. Une douzaine de portraits intéressants, ceux du Dauphin et de la Dauphine et de différents archevêques, tapissent la salle du Chapitre. Dans la chapelle de la Vierge est un tableau comme le dernier siècle savait les faire. C'est une grande Assomption de Restout et fortement empreinte de la manière molle et sensuelle de ce petit maître. Ce tableau lui fut commandé par Fabbé de Vauluisant et FÉtat le donna à la Cathédrale pour la dédommager sans doute de tableaux anciens dont il s'empara en 93. Sur ces derniers nous n'avons aucun renseignement, à part un Rapport du citoyen Laire, bibliothécaire, mentionnant à leur égard un fait inoui, la vente par la municipalité de vingt-cinq tableaux à moins de vingt sols la pièce et l'envoi à la fonte de ce qu'il nomme les cuivres de la cathédrale. « On a eu la bonhomie, rapporte le savant bibliothécaire, d'en « voyer à la fonderie de Paris, avec les cuivres de la cathédrale, « une superbe copie en bronze du Christ, de Girardon. J'étais à « Auxerre au moment de cet envoi, je n'ai pu Fempêcher... Quant « aux vingt-cinq tableaux vendus pour 23 francs, je ne puis pas « vous en parler, cette vente s'est faite sans que j'aie été appelé."], [71, "ET SES TRÉSORS d'aRT. 41 « J'ai beaucoup crié là-dessus, mais le mal était fait. » du citoyen Laire au district de Sens, 18 brumaire an m.) « Les cuivres de la cathédrale! » c'est-à-dire les neuf tombeaux d'archevêque, cette perte irréparable pour l'art et son histoire, qu'il me va falloir inscrire sur la liste des dévastations dont la cathédrale a eu le plus à souffrir. Quant aux vingt-cinq tableaux vendus, ou plutôt donnés, ils n'étaient pas assurément sans valeur. On peut en juger ainsi aux paroles de regrets du savant homme qui fut FAlexandre Lenoir du département de l'Yonne, et parvint plus d'une fois, au péril de ses jours, à sauver les œuvres d'art des mains de nos modernes vandales. 0"], [72, "CHAPITRE IX. LES DÉVASTATIONS Dans la longue histoire de la cathédrale sénonaise ses plus tristes pages ont trait aux ravages que lui infligea, au siècle der nier, le mauvais goût d'abord, le fanatisme politique ensuite. Elles avaient cessé de plaire, Louis XV régnant, ces créations naïves et inspirées dont le Moyen-Age enrichit nos églises ; aussi, bien peu échappèrent aux faux embellissements que la mode imposait. En France, comme dans toute FEurope, la mode du clinquant régnant en souverain maitre, le Chapitre résolut d'y accommoder le chœur, dont les ornements riches et variés lui semblaient barbares ! Voyons comment s'accomplit cette dernière concession au goût du jour, « aussi meurtrière, dit le docte abbé Chauvcau, que les « absurdes fureurs du protestantisme ou le marteau révolution « naire de 1793 » (1). L'auteur d'un poème latin, Pierre Lavenier, professeur au col lège de Navarre, et depuis chanoine d'Auxerre, fait d'un rétable d'orfèvrerie byzantine, nommé la Table d'or, et des « fameux tom beaux qui Vavoisinent, Fhonneur et la gloire de la cathédrale de Sens. » Comme Fautel d'or de la cathédrale de Bàle qu'on voit au Musée de Cluny, mais beaucoup plus grande, car elle mesurait dix pieds, plus de trois mètres, la pièce était en or fin, travaillé au repoussé. Au milieu l'on voyait figuré le Christ bénissant, et sur les côtés, les Quatre Évangélistes, saint Jean et la Vierge. C'était (I) Congrès archéologique de Sens, 1849, p. 152."], [73, "ET SES TRÉSORS d'aRT. 43 un travail du ix° siècle, exécuté par deux chanoines de Féglise de Sens, Bernouin et Bernelin, orfèvres renommés de leur temps. Le père de Farchéologie, Lebœuf, le docte auxerrois, Fa décrit le pre mier dans son Etat des Sciences en France depuis Charlemagne jusqu'au roi Robert, et dans son Recueil de divers écrits, t. H, p. 137. Cette magnifique parure de Féglise de Sens, Louis XV en demanda le sacrifice « pour le bien de l'Élat » (1759). Pour nos grands musées, elle vaudrait aujourd'hui, au bas mot, 250,000 fr. En compensation, quatre des grandes colonnes rostrales entou rant la statue de Louis XIV sur la place des Victoires, à Paris, échurent à la cathédrale de Sens, pour supporter le lourd balda quin qui la dépare encore. Triste compensation ! De riches accessoires entouraient lc maître-autel, entre autres, des châsses et des reliquaires placés sur le rétable, des statues en cuivre doré posées sur quatre colonnes de même matière el sup portant des rideaux en tapisserie. C'était un souvenir liturgique de la primitive Église et que les hasards de ma vie m'ont permis de revoir dans les églises d'Orient. Ainsi, au moment de la consé cration, les rideaux se ferment; le prêtre et l'autel disparaissent, et si indifférent que l'on soit aux choses religieuses, devant ce symbole mystique on se sent impressionné profondément. C'est comme un mystère nouveau qui s'ajoute au mystère du sacrifice de la messe. On enleva donc le maître-autel et avec lui les clôtures et toute l'ornementation du chœur, notamment neuf tombeaux en cuivre qui seraient sans prix aujourd'hui, car il n'en existe plus que deux en France et ils font l'orgueil de la cathédrale d'Amiens, des pierres tombales, des épitaphes en cuivre à la fois précieuses pour l'art etpourl'histoire. Entre ces dévastations, l'une des plus ineptes fut celle du Jubé, qu'un écrivain de la fin du xvii0 siècle, Thiers, auteur d'une Dissertation stir les Jubés (Paris, 1688), décrit ainsi : « Ils sont, dit-il, de pierre, séparés l'un de l'autre; le crucifix « est entre deux. Ils sont soutenus par devant de quatre colonnes « de pierre qui font trois arcades de face. Ils ont chacun leur « entrée du côté du chœur et chacun leur sortie du côté de la nef, » aux deux côtés de la principale porte du chœur. »"], [74, "44 LA CATHÉDRALE DE SENS A en juger par ses débris encore existants, la beauté, le goût exquis de sa décoration, révélaient la touche d'un grand maître, de Guillaume de Sens vraisemblablement. Quelques lignes em pruntées encore au jugement éclairé de M. de Montaiglon, expri ment toute Fétendue de cette perte absolument irréparable : <- II était de goût encore roman, et à trois arcades cintrées sépa « rant le chœur de la nef... II n'y a pas de sculpture d'ornement « plus ferme et plus serrée. Ce' ne sont que des rinceaux, des « grappes, des feuilles inspirées de celles du chêne et du lierre et « qui masquent les nervures, mais d'une exécution étonnante. « C'est un véritable chef-d'œuvre de sculpture et l'on en citerait « peu d'équivalents » (1). Ce crime de lèse-art une fois consommé, on ferma l'entrée du chœur de deux murs carrés et lourds, recouverts de stucs et portant des figures de plâtre également enduites de stuc. En cou pant les lignes de la perspective, leur masse ajoutait encore au défaut le plus apparent du vaisseau, qui semble manquer d'élé vation et de profondeur, eu égard à sa largeur. Aussi parait-il réellement agrandi depuis la démolition récente de ces faux em bellissements. Un gros mur relia ensuite les colonnes du chœur dont les an tiques stalles boisées firent place à d'autres mieux en rapport avec le style contourné, maniéré, gracieux dans les détails, mais d'un effet monumental médiocre et qu'on a nommé rocaille ou style Pompadour. Ces prétendus embellissements furent l'œuvre d'un sculpteur nommé Barasset, lequel édifia en même temps, dans la nef, une chaire du même goût pour remplacer Fancienne qui avait cessé de plaire. C'était cette même chaire d'où saint Bernard, le Bossuet du xn° siècle, tonna contre Abeilard. A tant de stigmates infligés à Fantique métropole par le faux goût du siècle dernier, il faut ajouter encore les carreaux de salle à manger dont on pava Faire de Fédifice en remplacement de l'ancien pavage, composé de mosaïques, de carrelages historiés et émaillés et que terminait un labyrinthe à l'entrée de Féglise. D'après le dessin publié par M. de Caumont, c'était une vaste mar- (1) Antiq. de Sens, page 67."], [75, "ET SES TRÉSORS d'aRT. 45 queterie circulaire, de trente pieds de diamètre, au milieu de la quelle des lames de plomb incrustées dans la pierre décrivaient des circuits interminables. En plan, ceux-ci rappelaient des gra dins d'amphithéâtre, inais bifurquant l'un sur l'autre avec des détours tels, qu'il fallait, paraìt-il, deux mille pas et une heure de temps pour les parcourir. Disposé à l'entrée de la nef, le labyrinthe en occupait toute la largeur. Le seul et unique monument de ce genre qui subsiste encore se voit dans Féglise de Saint-Quentin. Vingt ans plus tard, les dévastations recommencèrent. La Con vention, après avoir décrété toutes les libertés, interdit celle d'aller à la messe, ferma les églises, saisit leur mobilier au profit de la nation. Etaient réputés mobilier : les peintures, les sculp tures et même les tombeaux ! Toutefois, on daigna excepter de la vente, c'est-à-dire de la destruction, tout objet auquel des ar tistes, ou soi-disant tels, attribueraient un intérêt quelconque. La visite annoncée se fit peu attendre. Le 19 août 1793, Cos sard et Mulot, artistes délégués par la Commission conservatrice des monuments d'art, récemment instituée par la Convention, vinrent à Sens pour dresser Finventaire des monuments qui mé ritaient d'être conservés. Ils décidèrent que les neuf tombeaux en cuivre méritaient d'être convertis en gros sous! Et l'exécution suivit de près la sentence. Les citoyens commissaires apprécièrent tout aussi étrangement les chefs-d'œuvre que leur matière rendait impropre au creuset. En revanche, leur rapport à la Convention (1), étant à peu près la seule description arrivée jusqu'à nous des anciens trésors d'art de Féglise métropolitaine, on en lira avec intérêt ces courts ex traits : « A côté de l'autel est le tombeau, lout en marbre, du chancelier Du « prat, fait sur les dessins du Primatice. Aux quatre coins du socle, ornés « de bas-reliefs.de grandes stalues représentent les Vertus. Derrière ces o statues, des colonnes de marbre noir supportent une table de marbre « semblable sous laquelle est le cénotaphe. Le cardinal est couché nu.... (1) Visite des Monuments des arts à Sens et à Auxerre, publiée par extraits dans le Bull, de la Soc. des Sc. de l' Yonne, t. XX, p. 40."], [76, "46 LA CATHÉDRALE DE SENS « Au-dessus de la statue est le même cardinal à genoux et revêtu de ses « habits. Cet ouvrage est le plus beau de cette église. II mérite d'être « conservé. » Le patriotique délire des municipaux de Fépoque en décida autrement. La disette régnant on France, des perquisitions do miciliaires s'opéraient dans les villages et ceux qu'on dénonçait comme accapareurs courraient grand risque d'être pendus. Deux propriétaires du hameau des Loges, près Vaudeurs, reçurent les assaillants à coups de fusils. Tous deux périrent sous les décom bres de leur ferme incendiée; mais six gardes nationaux ayant été tués et dix-huit blessés, la municipalité sénonaise décida, qu'en l'honneur des uns et des autres, « un superbe mausolée serait élevé avec les marbres des tombeaux de la ci-devant cathédrale. » On en était revenu ainsi à ces âges barbares, où l'on dépouillait les édifices anciens pour orner les nouveaux. Le tombeau d'Antoine Dnprat, cette merveille de la Renais sance, fut détruit. Le même sort échut à ceux des Salazar et des Du perron, dont il va être question, et de leurs colonnes, de style et de proportions différentes, on édifia sur la promenade, près de la porte Dauphine, un mausolée d'un effet grotesque, on peut le croire. Les quatre Vertus du tombeau de Duprat, plus grandes que nature, en ornèrent les quatre angles. Elles symbolisaient la Justice, la Tempérance, la Prudence et la Force. « Mais tout cède au torrent des Dévolutions, a dit à cette occasion le judicieux Tarbé. Les monuments de ces grands prélats ont à peine duré deux ou trois siècles; celui qui fui élevé pour éterniser l'affaire des Loges a subsisté à peine six ou sept ans. 11 n'en reste plus le moindre vestige. » (Tarbé, Almanach de Sens 1826). Quelques débris en réchappèrent pourtant, et parmi eux, quatre bas-reliefs du tombeau de Duprat, quatre merveilles de la plus belle époque de la Renaissance. On en jugera par nos planches X et XI offrant la reproduction, très-fidèle, de leurs différents sujets. Doublement précieux comme chef-d'œuvre d'art et comme documents historiques, j'aurai à y revenir plus loin. On y voit les deux Entrées de Duprat à Paris comme cardinal légat, et à Sens comme archevêque ; Y Assemblée du concile qu'il présida et une Séance de la Chancellerie où il siégeait."], [77, "KT SES TRÉSORS D ART. 47 La statue gisante, quelques débris des colonnes et l'entablement, formant le pavillon de l'ancien tombeau, se voient au musée du rez-de-chaussée de la salle synodale, mais dans un triste état de dégradation. » A la porte du chœur, continue le Rapport Cassant et Mulot, est un « double mausolée, aussi en marbre. 11 est formé de six colonnes portant « les statues de Duperron, archevêque de Sens, et de Jacques Duperron, « chancelier. Elles sont agenouillées devant un prie-Dieu, dont les tapis u sont chargés d'armoiries que l'on a pris soin de voiler. » Le tombeau, avec sa riche architecture, partagea le sort de celui du cardinal Duprat. Les statues se voient encore dans une chapelle du chœur, à côté du tombeau du Dauphin, ainsi qu'un groupe d'enfants représentant des Génies funéraires. Ces trois œuvres, seraient, d'après M. de Montaiglon, de l'artiste célèbre à qui notre département doit déjà le Mausolée des Dauvet, à Saint- Valérien, que j'ai dessiné et fait graver. (V. ci-après, pi. IX). Le tombeau de Sens rappelle bien, en effet, le genre et la manière un peu lourde, dans son ampleur, de Michel Bourdin. « Au chevet du chœur nous avons vu une épitaphe en cuivre, de 1518; « c'est celle de Salazar, dernier évêque (.sic) élu de Sens. Elle était placée « dans le chœur au-dessus du tombeau gothique en marbre de cet évêque, « et elle fut ôtée quand on boisa le sanctuaire. » Paris montre encore l'opulente habitation élevée sous le nom d'Hôtel de Sens, par l'archevêque Tristan de Salazar, et qui servit d'habitation à plusieurs personnages célèbres. Moins heureux, Sens n'a conservé ni son épitaphe, ni son tombeau, et de celui que sa piété filiale érigea à ses auteurs, sous l'une des arcades gauches de la nef, quelques débris restitués par un artiste intel- ligent, au frontispice de cet ouvrage, sont tout ce qui en reste. Cette œuvre d'art est ainsi jugée par les artistes commissaires de la Convention : u Nous avons Irouvé dans la nef, à gauche, ci porté par des colonnes « de marbre, un mausolée de marbre blanc, très-élevé, et porté par des « colonnes de marbre noir. C'est celui du père de Tristan de Salazar el ■■ de son épouse. Ce n'est point un ouvrage très-précieux. » Celait, au contraire, une création précieuse, singulièrement"], [78, "48 LA CATHÉDRALE DE SENS puissante et originale du temps de Louis XII, alors que déjà l'esprit de la Renaissance influençait l'art gothique à son dé clin. Les statues en albâtre « du père de Tristan de Salazar, et de « son épouse, » devaient être Fouvrage de l'un des plus grands sculpteurs du temps, à en juger par la première, qui subsiste encore, mais dans le plus piteux état. La tête manque, toute la surface du marbre a été rongée par Faction des eaux d'une gar gouille de Féglise sous laquelle on Favait exposée. Le choix d'un tel emplacement s'explique peu ! Mais arrêtons ici cet inventaire navrant de tant de richesses à jamais perdues et que tout l'or du monde ne saurait nous rendre. Chose triste à dire, la destruction des tombeaux des archevêques fut l'œuvre de ce même peuple dont les ancêtres avaient aidé à l'exécution de plus d'un d'entre eux et qui détruisait ainsi, avec l'œuvre de ses sueurs, l'histoire sculptée de la ville. Par un hasard singulier, une statue du xivc siècle échappa presque seule aux coups du vandalisme, et c'est une statue de la Vierge ! On la voit encore dans la chapelle sud du transept, mais défigurée par un grossier badigeon. « Elle était remarquable, il y a peu d'années encore, écrivait Victor Petit « en 1847, par la peinture éclatante qui la couvrait et par les plaques de « verre historiées semées dans les bordures du vêtement. Un badigeon « grisâtre est venu s'étendre sur toutes les parties de cette brillante or « nementation. Et ce badigeon souille non-seulcmeni la staiue, don du « chanoine Laporte en 1334, mais les sculptures de son soubassement. >■ Ni cette statue, ni la Lapidation de saint Étienne, groupe en albâtre de la chapelle absidale, ne peuvent consoler des attentats révolutionnaires. Ce groupe pourtant n'est ni raide, ni dur d'exé cution, comme on l'a écrit, mais plein de vie et de mouvement. Or, comme l'a dit justement à ce sujet un aimable écrivain, un dilettante de Fart, M. Montégut : « Le mouvement est avant tout la qualité nécessaire à toute conception « qui cherche un but populaire. >• (Sonv. de Bourgogne, p. 17.) C'est l'œuvre d'un artiste ignoré du dernier siècle, Hermann, sur la vie duquel les biographes sont muets. Citons enfin une œuvre considérable par ses dimensions et petite par la manière"], [79, "ET SES TRÉSORS D ART. 49 le goût et le sentiment. Je veux parler du Tombeau du Dau phin et.... de la Dauphine, dont le souvenir fut longtemps popu laire à Sens. Ce groupe, s'il était réduit à l'échelle des biscuits de Sèvres, ferait une jolie garniture de cheminée; mais traité comme il l'est, sur un plan colossal, les défauts saillants de cette compo sition théâtrale s'exagèrent pour choquer à la fois la pensée et le goût. Ce hors-d'œuvre serait plus propre à orner une prome nade ou un musée qu'une église. L'exécution, néanmoins, en est remarquable et habile. Je reviendrai plus loin sur cette œuvre longtemps célèbre du dernier des Coustou. En résumé, il ne reste à la cathédrale, de son ancienne et opu lente statuaire, qu'un bien petit nombre d'épaves. Le tombeau des Duperron, seul comme celui du Dauphin, qui lui est très inférieur, se voit encore sinon intact, du moins presque complet. Sa statuaire subsiste en entier, comme sa décoration architectu rale. L'une des colonnes est à la mairie, les trois autres au rez-de chaussée de la salle synodale avec leur entablement. Sa réédifi - cation serait donc chose facile, et satisferait, à peu de frais, un double intérêt d'art et de convenance. 7"], [80, "CHAPITRE X. LA RESTAURATION. A l'histoire et à la description de l'édifice se lie intimement l'œuvre de sa consolidation et de sa restauration. Elle dure depuis près d'un demi-siècle et n'est pas encore terminée. Œuvre difficile et délicate, la restauration, si elle n'est conduite avec intelligence, fait plus de mal que de bien et laisse sur un édifice des plaies aussi cruelles que celles que le temps ou le vandalisme peuvent lui imprimer. De cette vérité la cathédrale de Sens fournit, hélas! plus d'une preuve. Le premier projet de restauration fut conçu par l'architecte Robelin, qui avait attaché son nom à plusieurs des grands monu ments de Paris. Le devis s'élevait à 309,798 fr., qui furent votés par les chambres en 1835 et en majeure partie mal employés. Le fait réclame quelques mots d'explication. L'art de restaurer les monuments, c'est-à-dire de les consolider tout en conservant scrupuleusement Y appareil, avec ses disposi tions primitives, et Y ornementation avec le style et le sentiment qui lui sont propres, cet art, depuis longtemps connu et pratiqué en Angleterre, la France l'ignorait encore. C'est ici le lieu de rendre un légitime hommage à M. de Caumont, le promoteur et l'instru ment le plus actif d'un mouvement régénérateur qui fut pour notre pays une nouvelle Renaissance. Dès 1824, le savant archéo logue publiait Y Essai sur V architecture du Moyen-Age, point de départ d'autres publications successives, devenues aujourd'hui"], [81, "LA CATHÉDRALE DE SENS 51 populaires. A la Société des Antiquaires de Normandie, fondée par lui, à la même époque, s'adjoignit, dix ans plus tard, la Société française d' Archéologie, laquelle imprima à la province Félan d'où surgirent dans nos départements des sociétés du même genre, afin d'y répandre le goût et le sentiment de notre art ancien et historique, mieux compris et étudié, En même temps quelques architectes, attirés par un sentiment de curiosité et d'admiration pour cet art méconnu, se pénétraient de son génie, de ses combinaisons à la fois hardies et savantes. L'heure sonna enfin des Lassus, des Questel et des Viollet le Duc, ces grands chirurgiens ou, pour mieux parler, ces bons Samaritains qui ont remis tant de membres à nos églises et pansé tant de plaies de nos cathédrales. Mais il n'était pas de ceux-là, M. Robelin (1), auteur du premier projet de restauration de la cathédrale de Sens. Et il y parut bien dès ses premiers travaux. Avec les consolida tions les plus urgentes du gros œuvre, son plan de restauration comprenait le grand portail auquel il voulait, avant tout, restituer sa riche statuaire d'autrefois. La tâche échut à M. Maindron. C'était un ciseau fin et gracieux que celui de M. Maindron. Tout Paris venait d'acclamer sa statue de Velléda, du jardin du Luxembourg, comme l'un des derniers coups portés à l'enseignement acadé mique expirant. Aussi attendit-on monts et merveilles de l'œuvre monumentale confiée à un artiste aussi célèbre. Voyons ce qu'il en advint. Un groupe colossal décorait autrefois le grand mur plein qui relie les deux tours. C'était un Christ bénissant entouré d'anges. M. Maindron le rétablit. Des protestations intelligentes s'élevèrent. « C'est un travail lourd et grossier, » écrivit M. Quantin dans Y Annuaire de V Yonne de 1851. (1) M. Robelin était élève du pseudo-classique Mazois. Qui ne se rappelle comment, chargé de l'appropriation de l'Archevèché de Reims, à l'occasion du sacre de Charles X, M. Mazois allégea le portail de la calhédrale de statues dont les ondes vibrantes du canon de réjouissance pouvaient, d'après lui, occasionner leur chute sur le cortège. Les statues tombèrent, en effet, mais à coups de marteau réitérés!"], [82, "LA CATHÉDRALE DE SENS 52 Tel devait être l'effet du groupe vu d'en bas, mais vue de près l'œuvre parait irréprochable. Seulement, une chose ignorée encore du temps de M. Maindron, c'est que les lignes d'une statue, d'un groupe, d'un bas-relief, doivent être combinées d'après une loi de proportion réglée par la perspective. De près, les statues de nos grandes cathédrales sont défectueuses ; de loin elles sont admirables. Comme Phidias, qu'ils ne connaissaient guère, nos vieux imagiers avaient, par leur seul génie, créé la grande, la vraie statuaire ornementale, aussi inséparable de l'ar chitecture que celle-ci, elle-même, Fêtait de la statuaire. Sans se décourager, l'artiste en vogue continua la soi-disant ornementation du grand portail. Veuve depuis 93 des grandes statues d'archevêque qui décoraient ses galeries, la grande tour en reçut l'un après l'autre les simulacres. « Ces statues sont trop maigres, » écrivait M. Quantin. Elles avaient pourtant quatre mètres de hauteur, comme les plus grandes statues de nos cathé drales. Si le statuaire était allé étudier les grands pignons de Vézelay et de Saint-Père, il eut sauvé son amour-propre d'échecs qui durent lui être pénibles. Mais comme M. Robelin, il avait étu dié, grandi tout à fait en dehors des petits groupes d'architectes livrés à Fétude et à la restitution des règles d'un grand art oublié dans le pays même qui l'avait vu naître, et c'est par les savantes publications de M. Viollet-le-Duc que M. Maindron dut appren dre les conditions élémentaires de la sculpture décorative. L'incendie de 1184, qui détruisit, comme on Fa vu, une grande partie de la ville, arrêta forcément le concours de la population à l'œuvre d'édification de la cathédrale. Telle est l'explication pro bable de Finachèvement de la tour du nord, que Farchevêque Pierre de Charny, vers 1279, surmonta d'une charpente recouverte en plomb et d'un aspect assez pittoresque. Comme on venait de reconstruire le grand clocher de Féglise de Saint-Denis, qu'il fallut bientôt abattre, M. Robelin imagina, de son côté, d'achever ce qu'on nommait la tour de plomb, du métal qui recouvrait sa char pente. Celle-ci fut donc abattue, sous prétexte qu'elle menaçait ruine et l'on se mit à édifier la construction appelée à la rem placer."], [83, "ET SES TRÉSORS D'ART. 53 « Les assises inférieures sont élevées déjà à une certaine hau teur, » dit M. Quantin dans sa notice de 1851. Nous allons dire pourquoi et comment il fallut s'en tenir là. Pendant qu'on s'appliquait à faire la caricature de Fancienne décoration du grand portail, on n'oubliait pas l'intérieur de Fédi fice. Deux des chapelles dont on flanqua les collatéraux du chœur à diverses époques, n'étant plus d'aplomb, menaçaient de s'écrou ler. C'étaient celles de Sainte-Colombe et de Nolre-Dame-de-Lorette, construites en ovale, disposées en salon voûté et parsemées de mauvais pilastres corinthiens. La première fut démolie et la seconde reprise en sous-œuvre seulement. Autant valait rétablir sur ce point, attenant à la chapelle absidale, la disposition primi tive du plan ou, tout au moins, réédifier les deux chapelles dans le style général de Fédifice. Mais ni le goût, ni même le bon sens n'inspiraient le malheureux M. Robelin. « La chapelle abattue fut « reconstruite et l'autre presqu entièrement refaite, dit Victor « Petit, toutes deux réédifiées sur Fancien plan ovale, sans style « et sans goût. » (Annuaire de l'Yonne, 1847. p. 116). Le passage à Sens, en 1847, de M. Viollet-le-Duc, chargé par le gouvernement de restaurer Féglise de Vézelay, vint entraver, un peu tard malheureusement, l'œuvre du vandalisme administratif. L'éminent architecte avisa le gouvernement de la façon dont l'architecte dépensait les deniers publics. Grâce à son influence, tous les travaux, moins ceux des chapelles ovales déjà à moitié achevées, furent suspendus. L'architecte Boivin, digne interprète de la pensée de M. Viollet-le-Duc, remplaça M. Robelin et formula le plan nouveau de la restauration (1848). On renonça à l'achève ment de la tour du nord, qui eût coûté près d'un demi million de francs, pour courir au plus pressé, Fépuration de la nef et du chœur. Après M. Boivin, que la mort frappa à Fimproviste (1855), vint M. Lance, architecte d'élite et écrivain d'art de premier ordre. On s'en aperçut à Foccasion des polémiques soulevées dans la presse locale par la suppression des chapelles de la nef. M. Lance, mort en 1874, a maintenant pour successeur M. Laisné, qui a fait ses preuves dans les restaurations des cathédrales d'Auch et de Gap,"], [84, "54 LA CATHÉDRALE DE SENS et dans celles de nombreux monuments historiques parmi les quels le pont du Gard. Ces maîtres de l'œuvre, comme on disait autrefois, trouvèrent un collaborateur digne d'eux en l'architecte Lefort qui, pendant trente ans, de 1848 jusqu'à sa mort, fut Finspecteur des travaux. M. Benoni Roblot, son gendre et successeur, s'est formé à leurs leçons. C'est lui qui se dévoue aujourd'hui pour l'achèvement d'une œuvre dont les difficultés ne sont pas appréciées du vul gaire et dont la responsabilité a quelque chose d'effrayant, celle de restaurer, de consolider les parties faibles ou altérées de Fédi fice sans en troubler la savante harmonie. La restauration des vitraux s'accomplit aussi heureusement. Elle fut l'œuvre d'abord de Alfred Gérente, artiste d'un goût sûr et élevé, ensuite de MM. Didron et Hisch, les maîtres de notre épo que. Viollet-le-Duc avait fait l'épreuve du talent d'Alfred Gérente à Notre-Dame de Paris, à Saint-Denis et à Amiens, et l'avait re commandé à l'architecte Lance, qui lui fit les honneurs de la cathédrale de Sens. Les superbes grisailles à bordure coloriée des bas-côtés de la nef, puis les vitraux à sujets légendaires d'une fenêtre haute du chœur, occupèrent d'abord cet habile artiste. II restaura ces derniers avec tant d'art et tant d'adresse que, le travail terminé, l'œil si exercé de Viollet-le-Duc distinguait avec peine les parties anciennes des parties neuves, alors même qu'il ne lui arrivait pas de les confondre. Gérente retoucha avec le même respect les fenêtres du xin6 siècle de la chapelle Saint-Savinien. II restaura avec un bonheur égal le fameux vitrail de Saint-Eutrope, attribué à Jean Cousin. La mort vint le surprendre en 1868, comme elle avait déjà surpris, ou allait surprendre bientôt sur leur champ de bataille, les artistes d'élite Boivin, Lance, Lefort et Viollet-le-Duc, qui tous, à des degrés divers, ont attaché leur nom au grand œuvre de la restau ration véritable de la cathédrale. Alfred Gérente avait laissé, très avancés déjà, les cartons des fenêtres hautes du chœur. Elles furent enfin terminées et placées en 1874. Le baldaquin masque encore les lignes architecturales du chevet, mais ses jours sont comptés. Si justice n'en a pas encore été faite,"], [85, "ET SES TRÉS'tRS D ART. 55 c'est faute d'argent pour lui substituer un maître-autel en har monie avec Fédifice. Les quatre grandes et belles colonnes qui le supportent firent partie du monument votif érigé à Louis XIV, encore vivant, par le maréchal de la Feuillade. On parle de les employer à la décoration du Tapis vert et des autres promenades qui entourent la ville. Elles y seraient là à leur place et formeraient un agréable motif de décoration. Déjà les grilles dorées qui en touraient le chœur, belle œuvre de serrurerie du reste, décorent l'avant-cour du palais archiépiscopal, comme clôtures de jardins. Toutes les gloires de ce monde passent ! L'œuvre attend donc encore, comme dernier complément, un maître-autel digne d'un monument restauré avec tant de soins, et la restitution exacte de la riche statuaire qui ornait le grand por tail, ceux du transept et les galeries de la tour. Mais au point où aujourd'hui en est Fédifice, consolidé à si grands frais dans toutes ses parties essentielles, il pourra durer bien des siècles encore. A moins pourtant que des révolutions nouvelles, ce mal chronique de la France, n'éclatent avec les mêmes fureurs qu'en 1793 et ne s'en prennent, des fautes du gouvernement, à des joyaux de sculpture, à des pensées d'art inoffensives. Espérons que de telles épreuves seront épargnées à la cathé drale de Sens, comme à tous nos grands monuments historiques. N'oublions point toutefois qu'à la fin du siècle dernier, on ne vit nulle part les populations s'acharner autant que dans l'Yonne à effacer la trace du génie de nos pères. Triste priorité et constatée avec douleur par Viollet-le-Duc, à propos de la belle statuaire du portail de Villeneuve-1' Archevêque et du grand pignon de Vézelay que respectèrent, on ne sait trop pourquoi, les briseurs d'images. Comme le dit, à cette occasion, ce grand et profond esprit : « L'homme, quelquefois, perd le sentiment de ses propres œuvres, « méconnaît son génie et détruit les monuments de sa grandeur. »"], [86, "56 LA CATHÉDRALE DE SENS Voici quelles sont les dimensions de la cathédrale de Sens, dans ses parties essentielles, comparée aux églises les plus vastes du département de l'Yonne : SEN'S. AUXERRE. PONTIGNY. VÉZELA.Y. Longueur dans œuvre lllm60 98m50 108m»» 119m80 Largeur de la nef 12 75 11 30 11 30 10 44 — aux transepts... 43 80 39 »» 50 »» 28 30 — des bas cotés ... 8 •>» 7 60 6 »» 6 30 Hauteur des voûtes 24 40 29 50 21 •> 18 55 Tour principale, hauteur. 60 »» 68 »» »» »» 37 50 L'église de Vézelay, on le voit, Femporte sur toutes celles du département par les dimensions de son vaisseau, comme Pontigny par Fétendue du transept. Celle d'Auxerre n'arrive, comme lon gueur, qu'au quatrième rang, mais cette infériorité, elle la rachète par Félancement de sa haute voûte, qui dépasse de dix mètres la voûte de Vézelay et de cinq celle de Sens. En revanche, cette dernière, si l'on retranche le narthex de Vézelay, long de 21ra60 et formant une église distincte, devient la plus vaste du département. Aucune de nos églises, peut-être, Notre-Dame de Paris elle-même, n'atteint à la largeur tout à fait exceptionnelle de sa nef centrale. De là résulte, combinée avec Fharmonie générale du plan, cette impression d'ampleur que nous avons signalée comme carac térisant par dessus tout Fintérieur de l'église métropolitaine. Et M. Montégut le dit avec raison dans ses Souvenirs de Bour gogne : « On s'y sent plus à l'aise que dans aucune autre cathé « drale; la vue n'y est gênée nulle part, et quelque point de Fédi « fice que l'on occupe, Fœil en embrasse l'ensemble sans effort. » Des quatre édifices mis en parallèle, un seul a, dans toutes ses parties, le mérite si rare de l'unité absolue du style : c'est Fadmi rable église abbatiale de Pontigny. Son plan, figuré sur notre pi. III, fut comme celui de la cathédrale de Sens, conçu d'un seul jet et exécuté aussitôt que conçu; mais, plus heureux qu'elle, il échappa à la contagion des remaniements disparates qui ont trou blé Fharmonie du plan de l'architecte Guillaume."], [87, "II. LE TRÉSOR DE LA CATHÉDRALE Si Sens le pourrait disputer, pour Fintérêt, Fimportance et la beauté des œuvres d'art, à plusieurs grandes villes, il ne le doit pas uniquement à son ancien rang de métropole politique, car des œuvres splendides du Moyen-Age y coudoient celles de Fanti quité romaine et byzantine. C'est que, du jour où disparut sa suprématie politique, rayonna aussitôt sa suprématie religieuse. Paris, Meaux, Orléans et Chartres n'en ayant été détachés que sous Louis XIII, FÉglise de Sens resta, douze siècles durant, la tête et la capitale ecclésiastique de toute une partie de la France. Dès lors, la richesse suivit Fimportance. Ceci explique pourquoi, à défaut de musée officiel digne de ce nom, Sens peut montrer avec orgueil, indépendamment de riches débris gallo-romains d'un intérêt considérable, le Trésor de sa Cathédrale, collection d'œuvres d'art précieuses, dont quelques unes uniques en France et peut-être en Europe; puis quelques restes encore importants des somptueux tombeaux de ses arche vêques. s"], [88, "58 LA CATHÉDRALE DE SENS La plupart des pièces : ivoires, orfèvreries, étoffes, tapisseries ou émaux composant le Trésor sont fameuses dans le monde de l'archéologie, qui les a gravées et décrites longuement. Aussi, beaucoup ont servi de modèle aux objets que fît fabriquer M. Didron, pour en orner et meubler nos grandes cathédrales. Je ne puis, faute d'espace, que caractériser sommairement les plus importantes, d'après les grandes publications qui les ont gravées et décrites."], [89, "CHAPITRE I. LES IVOIRES. 10,000 volumes, 150 manuscrits, une douzaine de tableaux médiocres et 4,000 pièces d'archives ne donneraient à la Biblio thèque de Sens qu'une importance secondaire, sans deux épaves de l'ancien trésor de la cathédrale, dont elle s'est enrichie et qui ont leur place dans Fhistoire de l'art. La première est une reliure de manuscrit en cuivre doré, décorée de losanges fleurdelisés et dont la face antérieure porte une mince plaque d'argent, gravée au trait, représentant saint Pierre et saint Paul. Ce travail, du xiu\" Siècle, est l'un des rares exemplaires de gravure au Moyen-Age. II n'y aurait qu'à l'encrer, puis à y appliquer une feuille de papier, pour en tirer des épreuves. Toutefois, c'est dans l'apparition de la feuille volante et du graveur mettant son travail à l'encre que consiste Fintérêt réel de la grande découverte du xve siècle. Ce travail d'orfèvrerie est cantonné à ses angles d'émaux en taille d'épargne, représentant huit figures de personnages de la Bible et d'un caractère tout byzantin. L'autre reliure a plus d'importance encore. C'était, à Forigine, un de ces dyptiques d'ivoire qu'à leur nomination les consuls envoyaient aux hauts fonctionnaires, en quelque sorte comme une carte de visite. Les uns portaient des inscriptions ; les autres, des sujets sculptés. Ceux de Sens traduisent Fantithèse favorite du"], [90, "60 LA CATHÉDRALE DE SENS monde antique et... du nôtre : le jour et la nuit, le soleil et la lune, personnifiés par Bacchus et Diane avec leurs attributs. Ils font l'objet des deux figures de notre planche VIII. D'un côté, l'on voit, à la partie supérieure, trois hommes nus qui foulent le raisin dans une cuve ; le vin coule d'un muffle de lion pour tomber dans une grande jarre. Au pied d'une vigne, deux enfants mettent des grappes dans deux paniers. Deux bœufs tirent une voiture portant une tonne de vendange, tandis qu'en face un charretier amène une charrette pleine de grappes et attelée de deux ânes. Du centre de la composition, Bacchus, un sceptre à la main, s'avance sur son char traîné par deux cen taures, auquel font cortège deux divinités marines. L'autre plaque est consacrée à Diane. En haut, est Vénus dans une coquille, emblème de Fétoile du soir. Sur un char traîné par deux taureaux, Diane s'avance tenant à la main une torche en flammée. Au bas, la déesse de la mer et des monstres marins. Ces ivoires, bien connus dans le monde archéologique, ont été souvent gravés, mais d'une manière peu fidèle, sauf dans deux hélio-gravures publiées par un éminent artiste de notre départe ment, M. Amand Durand, puis dans la Gazette des Beaux-Arts • août 1880), d'après les dessins de M. Laurent, dont j'ai pu obtenir une reproduction. Au xiii\" siècle, on les fit servir à la reliure du fameux manuscrit nommé La Messe de VAne. A la fin du siècle dernier, l'un portant l'autre, ont quitté le Trésor qu'on dispersait et trouvé à la bibliothèque un asile qui s'est perpétué jusqu'ici. Reste encore à savoir si leur véritable destination n'est pas leur ancienne place au Trésor, à côté d'autres objets de même nature. Non seulement le précieux Dyptique serait plus à portée et mieux connu des visiteurs, mais il offrirai! à l'art et à Fétude, comme point de comparaison, un intérêt de beaucoup supérieur à celui qu'il peut avoir aujourd'hui, dans son état d'isolement. Le Trésor ne possède plus que deux ivoires antiques, dont l'un seulement a de l'intérêt. L'autre, grand anneau coupé dans une défense d'éléphant, a dû être employé soit comme pyxide, soit comme reliquaire. II représente des Sujets de chasse aux bêtes fauves, mouvementés, mais d'un travail assez sommaire. (Voir planche VIII)."], [91, "CATHÉDRALE DE SENS PL. VIII. DITTYQUE EN IVOIRE. Bibliothèque de Sens."], [92, ""], [93, "ET SES TRÉSORS D ART. 61 La pièce en ce genre la plus considérable est un superbe coffret byzantin avec son couvercle (1). II est composé de douze plaques d ivoire assemblées sur un bâtis de bois et portant chacune deux sujets superposés, dont la suite se développe circulairement. Le rang d'en bas comprend Y Histoire de David, celui d'en haut Y His toire de Joseph sculptée avec une sobriété sculpturale qui en fait une œuvre artistique de premier ordre. Sur le couvercle, divers sujets énigmatiques, parmi lesquels on reconnaît le Triomphe de Joseph. Un moulage de cette œuvre, petite par ses dimensions, mais grande par la valeur de l'exécution, a été donnée au musée d'Auxerre par M. Poncelet. Une autre boite d'ivoire, ronde et à dessins repercés à jour, est un curieux travail arabe, avec une inscription publiée par Millin. Le fameux Peigne de saint Loup, travail byzantin, est honoré à Fétat de souvenir et de relique de ce Saint, qui fut archevêque de Sens (612-623) et dont la mémoire, transmise par les légendes, y est restée longtemps populaire. II est double, mais formé d'un morceau d'ivoire. Le champ qui sépare les grosses dents des dents fines porte un fronton au centre duquel deux lions se dressent contre l'arbre du bien et du mal, sur lequel se trouve le serpent tentateur. Au-dessous, une plate bande sur laquelle, entre deux baguettes perlées d'or, sont enchâs sées six pierres précieuses de diverses couleurs. La septième manque d'inventaire de 1653 en constate déjà la perte). On lit à la partie supérieure du fronton, en capitales des xm° ou xiv siècle, ces mots : jp«tft<tt H. %%nf% d'où il semble résulter que Fattribution de ce peigne à saint Loup lui serait postérieure. Toutefois cette œuvre, byzantine par le sen- (I) Ce précieux objet, comme les pièces principales du Trésor, se trouve reproduit dans les grandes publications d'archéologie. Voir notamment Portefeuille archéologique de Gaussen, les Annales de M. Didron, Dic tionnaire du Mobilier de M. Viollet-le-Duc, Recherches sur la peinture en émail, de M. J. Labarte, les Nouveaux Mélanges d'Archéologie du P. Cahier, et les Mélanges d'Archéologie du P. Martin."], [94, "62 LA CATHÉDRALE DE SENS timent comme par l'exécution, paraît remonter, pour le moins au xie siècle. Les peignes (pelten) faisaient partie du symbolisme de Fancienne liturgie. En montant à l'autel, le prêtre faisait le simulacre de s'en servir, comme symbole de pureté. Ainsi que j'ai pu le voir en Orient, cette cérémonie est encore usitée dans l'église grecque, où le port de la barbe et des longs cheveux s'est maintenu dans le clergé. Parmi les ivoires modernes on peut citer une statuette de Saint- Michel, un grand Christ, dont on fait honneur à Girardon et, comme singularité, un saint Sébastien, emplette assez malheu reuse qui remonte à une vingtaine d'années. Aux termes d'une notice de M. Deligand publiée par le Bulletin de notre Société des Sciences (1851), cette œuvre s'était « transmise dans les généra it tions de la famille Mouchoux, comme étant de Jean Cousin, » sur la foi, sans doute, d'Alexandre Lenoir attribuant au Maître de Sens « un saint Sébastien en ivoire de quinze pouces de proportion « dont on vante, ajoute-t-il, le dessin vigoureux (1). » Or Fivoire provenant de la vente de M. Mouchoux mesure moins de quinze pouces ; son dessin est d'une mollesse remarquable et à peu près dans le goût du Tombeau du Dauphin, dont je parlerai plus loin, sans compter qu'aucun écrivain d'art sérieux ne cite Jean Cousin comme sculpteur en ivoire. (1) A. Lenoir. Musée des Monuments français, t. III."], [95, "CHAPITRE II. OBFÈVRERIE. Longtemps l'un des plus actifs foyers de Fancienne orfè vrerie française, le pays sénonais, lui avait fourni plusieurs monuments fameux. Telle la célèbre Table d'or, sculptée par Bernelin et Bernuin (1), l'un et l'autre chanoines de Féglise de Sens, une merveille à faire pâlir celle de Bâle, que conserve pré cieusement le musée de Cluny, à Paris. On la fondit en 1760, pour subvenir aux frais de la guerre, comme avait été fondue celle de l'archevêque Sewin (977-999), « pour élever devant la grande i église, si l'on en croit Geoffroy de Courlon, une tour d'une hau « teur étonnante et fameuse. » C'était la tour Sud du grand portail qui s'écroula en 1267 et écrasa la Salle Synodale de ses débris. Non moins célèbres étaient dans Fhistoire de Fart la châsse en argent de sainte Colombe, fondue par les Huguenots, que le roi Robert commanda en 1006 à Odoranne, moine, sculpteur et orfè vre, et celle des saints Savinien et Potentien du même artiste, que l'église Saint-Pierre-le-Vif montrait encore au xvne siècle. L'inven taire des trésors d'art des grandes églises de Sens, dressé en 1653 et 1660, a été publié en 1877 par le savant M. Julliot. L'àme s'afflige, (I) On trouve une lithographie de la Table d'Or, d'après un dessin du xvme siècle, dans les Arts au Moyen-Age, d'Al. Dusommerard, rectifiée par Thérond, dans le Magasin pittoresque (1861)."], [96, "64 LA CATHÉDRALE DE SENS à sa lecture, de tant d'oeuvres détruites de l'ancienne orfèvrerie française, et dont la valeur serait inestimable aujourd'hui. II ne reste du naufrage que quelques épaves, peu importantes, relativement. La châsse de saint Denis, en cuivre émaillé du xn° siècle, que l'on croyait à tort représenter le meurtre de Thomas Becket, est une acquisition encore récente. Le fonds seul et les ornements sont en émail et les personnages, dessinés au trait, avec des têtes rapportées. Comme Findique l'une des figures de notre pi. IX, la scène est double. En bas, à côté d'un autel portant une croix, des chande liers et un ciboire, un sicaire tranche la tête du saint, qui lui ouvre les bras. Au milieu, deux enfants agenouillés attendent le coup de hache de deux autres bourreaux. La scène du haut repré sente un tombeau dans lequel deux personnages vont déposer un corp; enveloppé dans un long suaire. Un évêque assisté d'un diacre et de deux accolytes tenant chacun un chandelier, bénit le corps du martyr. Un reliquaire de voyage, en forme de châsse, est seulement remarquable par sa forme peu usitée. Cette châsse est plate, étroite, un peu plus large en bas qu'en haut et décorée sur un seul côté par neuf bosses, posées trois par trois et reliées par des lignes saillantes. Elle porte le nom de Reliquaire des Croisés et paraît remonter, en effet, au xne siècle. A la même série appartiennent le Reliquaire, à trois branches, de Guillaume de Melun, archevêque de Sens, et la pièce curieuse nommée la Sainte Coupe. Parmi les autres objets échappés au naufrage figure un cercle d'or entourant une étoile, don du roi Robert et nommé Reliquaire de saint Potentien, Y Anneau de saint Loup, en or fin avec un beau saphir, et la Croix dite de Charlemagne, contenant un morceau de la vraie croix. A n'en pouvoir douter, plusieurs des pièces détruites étaient, comme celle-ci, des dons de Charlemagne. Voici ce que rapporte Eginhard, son secrétaire: « Tous les objets et tous les meubles, tant en or qu'en areent « toutes les pierres précieuses, tous les ornements rovauv ont « ete, par lui, divises d'abord en trois grands lots, dont les deux"], [97, "CATHÉDRALE DE SENS FL. IX. CHASSE DE SAINT-DENIS, EN ÉMAIL CHAMPLEVÉ. Trésor de la cathédrale de Sens. IVOIRE ANTIQUE Trésor de la cathédrale de Seua"], [98, ""], [99, "LT SES TRÉSORS d'aRT. 65 « premiers ont été subdivisés ensuite en vingt-et-une parts , « basées sur un pareil nombre de villes métropolitaines existant, « comme on sait, dans son royaume. Chacune de ces parts a été « renfermée dans un coffre séparé, avec une étiquette qui porte « le nom de la ville à laquelle cette aumône ou largesse doit être < distribuée (1). » On comptait dans Fempire des Francs vingt et une métropoles, dont Eginhard donne la liste, et, sur cette liste, figure le nom de la ville de Sens. La croix de Charlemagne est enchâssée dans un petit reliquaire en or, ornés de deux rubis, de six saphirs et huit perles fines, le tout contenu dans une boîte d'argent figurant une croix. II faut citer encore des crosses en cuivre émaillées des xi° et xii° siècles, des custodes et plusieurs ciboires en cuivre doré remontant aux mêmes époques. Une pièce moins ancienne, mais d'un intérêt réel est un ciboire en vermeil, orné de feuillages en repoussé, œuvre d'orfèvrerie remarquable, surtout par sa forme exceptionnelle. Ce petit monument a son histoire. Volé en 1541, par un jeune vaurien, Jean Pagnard, qui fut brûlé vif, quoiqu'on eût retrouvé le ciboire, on érigea, en commémoration du fait, une chapelle contre Fancien Hôtel-Dieu qui s'élevait au fond de la place, dans Faxe de la cathédrale. Depuis que Sens a imaginé de faire peau neuve, Hôtel-Dieu et chapelle ont été abattus ; les lignes froides et symétriques d'un marché couvert vont se substituer à leur silhouette pittoresque. II faut citer encore trois calices intéressants à divers titres : ceux de Guillaume de Melun (133C), du cardinal de Bourbon, et le calice du Chapitre ; ces deux derniers du xvi° siècle, ainsi que FAnneau de Pierre Roger, archidiacre de Sens, élu pape, en 1370, sousle nom de Grégoire XI. L'orfèvrerìe du xvn6 siècle est bien représentée par une sorte de dais en cuivre, que l'on croyait d'argent massif, alors qu'il est revêtu seulement d'une forte épaisseur de ce métal. C'est un don de l'archevêque de Gondrin, et qui fut longtemps attaché au pla fond du baldaquin servant encore de maitre-autel. (l) Eginhard, Vie de l'Eniperem' Charles, chap. 34 et dernier. 0"], [100, "66 LA CATHÉDRALE DE SENS Bronzes. — Des bronzes assez nombreux, possédés par Fancien trésor, un très petit nombre existent encore. Les principaux sont; un Chandelier primitif de l'église cathédrale, un Crucifix orné d'agathes du xne siécle et une Sainte Famille, du xvie. Le chandelier n'a absolument rien de commun avec les produits de la chaudronnerie moderne dont on garnit les autels aujour d'hui et où s'emmanchent des simulacres de cierges plus hauts encore et portant dans les airs une lumière inutile. En général, le Moyen- Age ne donnait aux choses mobiles que la grandeur et le poids nécessaires à leurs fonctions, afin qu'ils fussent d'un tran sport plus facile. Mais, lorsque le xvir3 siècle eut imaginé de changer en une décoration théâtrale la simple et austère déco ration des autels primitifs, de masquer les absides de nos églises, d'en mutiler les colonnes et les verrières pour échafauder ses architectures parasites, il fallut bien grandir dans les mêmes proportions les accessoires de l'autel, les chandeliers, la réserve eucharistique et le crucifix. L'unique chandelier primitif du trésor a donc cet intérêt d'ap partenir vraisemblablement, comme le crucifix, à la décoration de Fancien autel. Décoré de moulures et d'entrelacs, il est peu élevé et pouvait, au moins, servir à quelque chose. Le crucifix orné d'agathes a du être, comme le chandelier, d'abord modelé en cire et le métal s'est logé dans les vides que celle-ci avait laissés dans le moule en se fondant. Abandonné au jourd'hui, ce procédé demandait des ouvriers d'une habileté rare. Benvenuto Cellini, ce hâbleur par excellence, assure dans ses mémoires qu'il ne put trouver en France un seul ouvrier en fonte de bronze capable de le seconder. Que vaut son affirmation, en présence de ce que produisaient les ouvriers du xm° Siècle et tous ceux qui leur ont succédé jusqu'au xvi°?"], [101, "CHAPITRE III. ÉMAUX, ETC. Les émaux de Fancien Trésor de Sens étaient importants et beaucoup de premier ordre. II y avait des crucifix, des croix pasto rales, des coffrets, des couvertures de livres et autres objets, dont beaucoup de la série des émaux, connus sous le terme de cloi sonnés, d'après le procédé de leur fabrication, qui prévalut jusqu'à la fin du xue siècle. C'étaient les plus anciens et, par conséquent, les plus rares. La révolution, qui dispersa ces richesses, les gaspilla. Achetées à vil prix par des brocanteurs, FAngleterre surtout en profita. Depuis bientôt un siècle et jusqu'en 1852, époque où le goût des collections se répandit en France, la plupart des objets d'art de quelque valeur mis dans le commerce ont passé le détroit. A la grande exposition de Manchester de 1858, on en admira un très grand nombre de cette provenance. Je ne me rappelle pas avoir vu dans le Trésor de Sens, ni d'émaux cloisonnés, ni champlevés, c'est-à-dire fabriqués à Li moges jusqu'à la fin du xuie siècle. On y trouve, en revanche, un certain nombre d'émaux dit des peintres, considérés comme les plus beaux échantillons de Fémaillerie ancienne et moderne. Quelques-uns sont importants et ils gagneraient à être débar rassés d'un entourage parfois médiocre. Presque tous apparte naient à la collection de FabbéChauveau, vicaire général de Sens, qui les a légués au Trésor en 1858."], [102, "LA CATHÉDRALE DE SENS 68 Les principaux représentent : Le Christ portant sa croix (xv8 siècle), la Naissance du Christ, Y Adoration des Bergers, Y Annoncia tion, Y Adoration des Mages, la Vierge et V Enfant Jésus, les Vendeurs chassés du Temple, deux plaques d'aumônière, l'une représentant saint Louis, l'autre saint Benoît, et un grand nombre d'images de saints, d'apôtres et d'évangélistes, œuvres de l'émaillerie du xvi° siècle, plus un saint Charles Borromée du siècle suivant, attribué à Jean Laudin. Au total, la série des émaux est la moins importante de toutes. Les pièces de choix sont rares; mais, grâce à Fabondance des autres, on peut y suivre, à partir du xve siècle, les variations de cet art essentiellement national et qui, pendant deux siécles de faveur, suivit et refléta fidèlement les tendances, le goût, le style de la peinture elle-même. Les vêtements sacerdotaux de Thomas Becket complètent, avec divers fragments d'un intérêt moindre, la riche série des étoffes du Trésor. Ils sont connus et cités partout comme le plus précieux exemple du costume ecclésiastique au xne siècle."], [103, "CHAPITRE IV. TISSUS. On sait comment la fabrication des étoffes et tissus de soie fut concentrée dans FOrient et le Levant pendant plusieurs siècles du Moyen-Age, contrées qui fournissaient les riches étoffes dont se paraient les princes, la grande noblesse et le haut clergé. II en fut ainsi dès les premiers siècles de FÉglise, à en juger par les mo saïques, les miniatures des manuscrits et les récits des chroni queurs. Les richesses en ce genre que montre encore le Trésor sont donc des produits exotiques et la plupart conçus dans le sentiment de l'art byzantin. Les vêtements sacerdotaux de Thomas Becket sont : 1° La chasuble, sorte de manteau d'une forme très-simple, mais d'une décoration riche et magistrale par les galons qui s'y croisent. Elle est en soie violette, brodée près du collet et bordée de galons qui forment par devant un dessin symétrique. Au lieu d'être échancrée comme les chasubles actuelles, elle va s'élargissant jusqu'aux extrémités inférieures. C'est donc, en réalité, une sorte de manteau léger et soyeux et dont le prêtre, pour officier, relevait les bords inférieurs sur ses bras. La chasuble produisait ainsi des plis d'un très-bel effet et dont les statues des xne et xme siècles peuvent donner une idée. Mais ce vêtement, avec sa majesté, ne laissait pas que d'être incommode; aussi ne tarda-t-il pas à être diminué d'ampleur et échancré pour le mouvement des bras, comme on peut le remar-"], [104, "LA CATHÉDRALE DE SENS 70 quer à la belle chasuble de la Saint-Loup, conservée dans Féglise de Brienon, mais qui n'est pas antérieure au xive siècle. Depuis lors, on ne cessa d'épargner Fétoffe et d'augmenter Féchancrure, tellement, qu'aujourd'hui la chasuble, coupée de bas en haut jusque par dessus les épaules, et réduite à deux pans, est devenue roide de flottante qu'elle était. 2° L 'étole, les manipules, les collets et Y aube, ces autres parties du vêtement sacerdotal de Thomas Becket, ont subi, comme la chasuble, les nécessités de Finstabilite humaine. Les savans écri vains que je viens de citer entrent, à cet égard, dans les plus intéressants détails. Tous signalent l'austère beauté de ces diffé rentes pièces et en reproduisent le dessin. 3° La mître. Les rites pontificaux assignaient, en outre, aux évêques, la mitre et les gants, objets qui font encore partie du costume actuel. Mais la mître a subi une transformation com plète. A Forigine, comme Findique le beau dessin, plein de mou vement et de vie, de la pi. X, elle était molle et peu élevée; puis ses pans ne cessèrent de gagner en hauteur à partir du xive siècle. Maintenant, comme le constate à regret M. de Montaiglon, « la « mitre est doublée de carton où les gens ont l'air d'être affublés « de coiffures en bois peint, s L'éminent écrivain auquel l'art sénonais doit un monument qu'il me faut citer souvent, car il en fait apparaître les gran deurs, décrit ainsi la mitre du saint archevêque de Canterbury : « L'étoffe est une soie d'un blanc jauni, la même pour toutes « les faces et pour le soufflet; elle est quadrillée d'un losange « dont les losanges ont au centre un carré. C'est sur cette étoffe « que sont brodés sur les faces des rinceaux pyramidants, qui « se souviennent des vrilles et des spirales de la vigne, et, dans « les soufflets, des besants, ou plutôt des pois disposés en quin « conces avec des croissants presque fermés. >< Le galon du centre et du tour inférieur est d'une étoffe plus « forte, plus épaisse, plus serrée; dans le carré rayonnant de la « quadruple grecque qui s'y succède, il v a quatre points bleus. « La hauteur de la mître est de 232 millimètres, sa largeur de 275, « et la largeur du galon de 40. « Ce sont de bien petits détails, mais tcrut est important quand « il s'agit d'un monument aussi rare, aussi précieux et, malgré « le fané de la couleur, aussi merveilleusement conservé. » On conserve, à la cathédrale de Tournay, une autre chasuble"], [105, "CATHÉDRALE DE SENS PL. X. MITRE EN SOIE BRODÉE DE THOMAS BECKET (XIIe SIÈCLE.) Trésor de la cathédrale de Sens"], [106, ""], [107, "ET SES TRÉSORS d'aRT. 71 non moins intéressante et ayant, d'après la tradition, appartenu à saint Thomas de Canterbury. Brienon, illustré par le séjour et la mort de saint Loup, montre également, comme je viens de le dire, une chasuble, plus une mître, une aube et autres accessoires qui auraient appartenu à Thomas Becket. Le tout fait partie du Trésor de Féglise, autrefois collégiale, de cette petite ville; mais la chasuble, dite de saint Loup, ne paraît pas antérieure au xive siècle. D'autres étoffes ou tissus du Trésor sont une des richesses les plus rares et les plus curieuses de Farchéologie. Le Portefeuille archéologique de la Champagne, de Gaussen, le P. Martin, dans ses Mélanges, M. de Linas, dans son Rapport au Ministère de Vln struclion publique, en 1857, en ont fait l'objet de dissertations savantes et étendues, et dont il faut me borner à indiquer la substance. Plusieurs, qui ont servi à entourer des reliques, ont pu, grâce à leur petit volume, être mises à Fabri des révolutions et arriver jusqu'à nous. La plus ancienne est le Suaire dit de Saint Victor, réduit à quatre grands médaillons ovales, probablement des fabriques de Byzance , du vie siècle. Chaque médaillon a pour sujet un personnage dont la force contient, sans effort apparent, la rage de deux lions. Le fond de Fétoffe, en soie, est chamois, noir dans les parties foncées et d'un jaune blanchâtre dans les parties claires. II fut, dit-on, apporté à Sens au vue siècle. Le Suaire de Saint Savinien est du ixe ou xe siècle. Les dessins d'animaux et d'oiseaux, d'un caractère oriental très prononcé, semblent une imitation de la fabrication byzantine, venant, croit on, de la Sicile. C'est, peut-être, un présent du roi Robert et de la reine Constance qui, en 1029, assistèrent à la translation du corps du Saint, cérémonie dont Odoranne nous a laissé le récit (1). Le Suaire de Saint Potentien, à médaillons ronds, de ton violet, avec dessins bleuâtres, piqués de rouge. Comme le précédent, sa fabrication, si elle n'est pas byzantine, serait une imitation sici lienne. (1) Odoranne décrit longuement cette solennité dans sa Translation de saint Savinien (Mabillon, Acta, t. VIII, p. 254)."], [108, "72 LA cathédrale de sens Le Suaire des Saints- Innocents est analogue aux deux précé dents ; des lions alternent avec des oiseaux et des feuillages. Un fragment de toile lisse du xme siècle, ornée de dessins tissés, offre des rangées de dessins octogones avec des oiseaux rouges. C'était, d'après Viollet-le-Duc, qui en a donné une chromo-litho graphie dans son Dictionnaire du Mobilier, un de ces èpistoliers dont on couvrait le lutrin portatif qui portait FÉvangéliaire. Si j'ai réussi à donner une idée de ce précieux ensemble d'œu vres belles, intéressantes ou curieuses qu'il m'a fallu me borner à mentionner rapidement, on concevra qu'elles aient provoqué une admiration si générale dans le monde de l'art et de Farchéo logie. C'est chose rare, en effet, de rencontrer en France, après les destructions insensées de 1793, comme un résumé de Fhistoire des arts de Fantiquité, du Moyen- Age et de la Renaissance, écrite par les monuments eux-mêmes. Dans Fétude sommaire de cette multitude de pièces variées, un fait m'a surtout frappé et il y a lieu de le consigner ici. C'est le profond respect des artistes d'autrefois pour cette grande règle souvent enfreinte par ceux d'aujourd'hui: la convenance des formes à la matière. Toute forme ne convient pas à toute matière. Tel ornement qui demande pour s'épanouir les transparences de la pierre précieuse traduite en une matière opaque perd toute sa légèreté. Or, dans la plupart des pièces que je viens d'indiquer : édicules de toute espèce, coffres, boîtes, étoiles, calices, étoffes, joyaux, reliquaires, l'ornementation varie suivant la matière ; X ouvrier, comme on disait alors, s'est humblement assujetti à cette règle, condition première, essentielle, des arts décoratifs. La série des tapisseries, qu'il me reste à étudier, va offrir de nouveaux et éclatants exemples de cet esprit sage et rationnel de nos vieux maîtres."], [109, ""], [110, "CATHÉDRALE DE SENS PL. XI. ADORATION DES ROIS, TAPISSERIE DE LA FIN DU XVe SIÈCLE. Trésor de la cathédrale de Sens. COURONNEMENT D'ESTHER, TAPISSERIE DU XVe SIÈCLE Trésor de la cathédrale de Sens"], [111, "CHAPITRE V. LES TAPISSERIES. La cathédrale de Sens possédait autrefois, sans aucun doute, des suites de grandes tapisseries décoratives, comme aujourd'hui encore les cathédrales de Reims, d'Amiens et d'Angers, et comme naguère encore FHòtel-Dieu d'Auxerre. Pendant et après le Moyen- Age, à Fépoque des grandes fêtes, ces suites formaient la décora tion ordinaire des murs et des entrecolonnements; mais leur perte n'est pas irréparable, grâce à la conservation merveilleuse, ines pérée , de trois tapisseries de moindre taille, destinées non pas à la décoration des murs, mais à celle d'autels, auxquels elles tenaient lieu de parement. Dès lors, ces trois morceaux, d'une valeur inestimable, l'orgueil et l'honneur du Trésor, sont comme un beau tableau de che valet à côté de grandes toiles. S'ils n'en ont point Fampleur et Fimportance décorative, la finesse, le sentiment et le soin des détails y arrivent à une intensité remarquable. II ne m'est point permis d'entreprendre de ces merveilleux chefs-d'œuvre une description que les lecteurs ordinaires trouveraient trop longue, les hommes de l'art trop courte, et tous imparfaite. Et d'ailleurs, M. Gaussen, dans le Portefeuille archéologique, reproduisant ces tapisseries par la chromo-lithographie, et M. A. de Montaignon, dans ses Antiquités de Sens, qu'il a accompagnées de petits des sins au trait d'une merveilleuse fidélité, m'ont dégagé d'une tâche peut-être au-dessus de mes forces. 10"], [112, "74 LA CATHÉDRALE DE SENS Aussi puis-je d'autant mieux me borner à y renvoyer le lecteur, que la Gazette des Beaux- Arts, par une attention bienveillante dont je ne saurais trop la remercier, m'a autorisé à reproduire les excellents dessins de M. Laurent, joints au beau travail de M. A. de Montaiglon. Un simple regard jeté sur les planches XI et XII, qui accompagnent ces lignes, suffira pour donner une idée générale d'œuvres si belles, si exquises et si riches, qu'on n'en connaît point au monde qui leur soient supérieures, ni même peut-être comparables. L'imitation flamande régnait alors dans toute FEurope occiden tale et surtout en France par Finfluence qu'exerçaient sur les arts les opulents ducs de Bourgogne. D'après M. Guiffrey, ces tapis series, la plupart tout au moins, auraient toujours été à Sens et faites pour la cathédrale. Très luxueux en fait d'art, Farchevêque Tristan de Salazar logeait dans son vaste hôtel de Paris, comme on Fa vu plus haut, un tapissier de haute -lice, Allardin de Souyn, qui travaillait pour d'autres, mais que son Mécène devait employer fréquemment. La plus ancienne de ces tapisseries mesure 3 m. 25 de large sur 1 m. 35 de haut. Elle représente X Adoration des Mages, et ser vait de retable d'autel aux jours fériés. A gauche, est un dona taire agenouillé, peut-être Jean de Salazar, père de Farchevêque, et qui sauva la vie à Louis XI à la bataille de Montléry. Plus tard, une bordure d'une seule pièce fut cousue à la tapisserie. Comme elle porte les armes d'un cardinal de Bourbon, du nom de Charles, et que celui qui fut archevêque de Sens se nommait Louis, M. de Montaiglon suppose qu'il s'agirait ici du cardinal oncle de Henri IV, dont la Ligue fit un fantôme du roi et qu'elle nomma Charles X. La réunion des deux triomphes féminins rapprochés de celui de la Vierge, tel est le sujet de la deuxième tapisserie. Elle comprend trois scènes. Au centre le Couronnement de la Vierge, à droite, Esther aux pieds d'Assuérus, et à gauche le Couronnement de Be thsabée par Salomon. De toutes les tapisseries connues même parmi les plus merveilleuses, bien peu pourraient le disputer à cette œuvre unique, incomparable pour le sentiment des têtes, pour Fharmonie et la science du coloris :"], [113, "ET SES TRÉSORS d'aRT. 75 « Ce n'est ni de Van Evck, ni de Memling, ni de Stuerbout, ni « de Roger van der Weyden, dit l'éminent auteur des Curiosités « de Sens, mais cela vient à leur suite et ne serait pas éclipsé par «• eux. Dans le sens de la richesse et de la grâce, c'est une pure « merveille de tapisserie, et, à part celles de Raphaël, qui sont « d'un autre ordre, on n'en citerait ni de supérieure ni même « d'égale » Et plus loin : « Les couleurs dominantes dans les -vêtements, ramages de « feuillages et de fruits, sont le rouge et le jaune, partout mélan « gés de fils de soie et de fils d'or... C'est le bleu pur et franc, sans « addition de broderies ni de pierres, qui est la note la plus haute « et brille doucement avec une intensité qui reste délicate ; ce i sont des bords de blanches fourrures herminées qui sont la « partie claire et le repos au milieu de toute cette richesse. Et ce « qui prouve Fhabileté de l'artiste, c'est Fimportance que con « servent les têtes et les mains. Mais la merveille comme grâce, « c'est la tête de Salomon; elle Femporte sur toutes les autres »(1). Une troisième tapisserie représente la Vierge agenouillée devant le corps du Christ, étendu à terre sur un linceul, dont saint Jean et la Madeleine, tous deux en manteaux rouges, tiennent les extré mités. A gauche, saint Etienne lapidé. L'œuvre atteint aussi une beauté suprême. Après quatre siècles, elle est encore, comme les autres, du reste, étonnante de fraîcheur, de jeunesse et d'éclat. Deux tapisseries, qui ne doivent peut-être leur infériorité rela tive qu'à la supériorité hors ligne des précédentes, sont encore £ citer. L'une représente une Descente de croix, l'autre une Gloire avec des anges. Toutes deux sont du xvie siècle. La collection était , naguère encore , fort mal disposée ; la richesse du contenu contrastait avec la pauvreté du contenant : « Malgré ses dimensions et sa hauteur, la salle avait presque « l'air d un grenier ; les objets étaient confusément entassés, mal « éclairés et un peu comme abandonnés... De nouvelles disposi « tions ont enlevé le désordre ; elles ont apporté la convenance et « la netteté ; les murailles et la voûte ont été réchauffées par une « peinture dont la chaleur fait valoir les objets, maintenant placés « dans de belles et hautes vitrines bien ajourées. Ce nouvel ar « rangement, dû aux soins pieux et à Fintelligente initiative de « Farchevêque actuel, est non seulement méritoire, mais excel « lent. » (1) M. de Montaiglon, Antiq. et Curiosités de Sens,?. 53."], [114, "76 LA CATHÉDRALE DE SENS. « Ce serait trop peu, toutefois, que le nouvel arrangement du « Trésor vaille mieux que Fancien ; il est bon, il est excellent ; il « suffirait, pour le rendre parfait, de redonner une armoire aux « tapisseries, qui ne sont, d ailleurs, pas faites pour êtres vues au « travers des miroitements d'un vitrage. II faut veiller avec soin, i pour ne pas éteindre Féclat de cette flamme que rien ne ravi i verait (1). » Tels sont les restes, précieux encore, des anciennes richesses du trésor de la cathédrale de Sens. Consacrées par l'estime de plu sieurs générations, rien n'est plus beau et plus connu que bon nombre d'entre elles. Aussi nous a-t-il paru utile, surtout à notre époque, où l'enseignement des arts du dessin fait de si grands progrès, de signaler en détail ces merveilles, devant lesquelles chacun peut aller puiser une intelligente distraction et les plus utiles enseignements. En résumé, il est facile de s'en convaincre, bien peu de villes en France possèdent des joyaux d'art supérieurs aux ivoires de la bibliothèque, aux bijoux, encore rehaussés par le prestige de F histoire, aux étoffes et tapisseries du Trésor, aux débris occupant le rez-de-chaussée de la Salle Synodale et enfin aux sculptures gallo-romaines exhumées des vieux remparts, si le conseil muni pal, toutefois. Jaigne les arracher aux causes de destruction qui les entourent depuis près d'un demi-siècle. (1) Antiquités de Sens, p. .57."], [115, "CATHÉDRALE DE SENS PL. XII. COURONNEMENT DE BETHSABÉE, TAPISSERIE DU XVe SIÈCLE. Trésor de la cathédrale de Sens"], [116, ""], [117, ""], [118, "CATHÉDRALE DE SENS PL. XV VUE EXTERIETRE D'UNE FENETRE Sulle synodale de Sens Gravure extraite du Dictionnaire d' Architecture de Viollet-le-Duc."], [119, "III. L ARCHEVÊCHÉ. L'OFFICIALITÉ ET LA GRANDE SALLE. — LA GALERIE DE LOUIS XII — PALAIS DU MÉTROPOLITAIN. Au côté sud de la Cathédrale se développe une série de constructions splendides classées depuis longtemps parmi les plus beaux fleurons de l'art français. Vient d'abord, à droite du grand portail, le bâtiment comprenant autrefois la Salle Synodale, XOfficialité et les prisons; puis, en retour d'équerre, l'ancienne Galerie, dont il ne reste plus, à deux travées près, que Fétage inférieur; puis enfin, se raccordant aux bas côtés du chœur de l'église, le vaste et beau Palais archi épiscopal, et tous trois offrant, sinon dans leur ensemble, du moins dans leurs détails, des dispositions qu'on peut offrir comme modèles à nos artistes et à nos architectes. Avant d'essayer de décrire et de caractériser ces superbes édifices, il n'est pas inutile de rappeler quelques faits touchant leur histoire et celle des édifices antérieurs qu'ils remplacent, en me bornant, bien entendu, aux points qui ont un rapport direct avec la construc tion. n"], [120, "CHAPITRE I. UNE PAGE D'HISTOIRE. Les premiers évêques métropolitains habitaient Fancien cloître du Chapitre, qui longeait le côté nord de la petite église dédiée à la Vierge, dès le iiic siècle, par Saint-Savinien. A cette église, on annexa plus tard deux chapelles construites, comme elle, grossière ment et en bois. Ces édifices tombant de vétusté, Wénilon, 45e ar chevêque, les réédifia au ix° siècle sur un plan plus vaste. Vers le milieu du siècle suivant, Atalde, 51e archevêque, répara les bâti ments du cloître; mais bientôt un violent incendie les ayant détruits de fond en comble, Archambauld, 56e archevêque, dut aller habiter le cloître de Saint-Pierre-le-Vif, qu'il souilla de mille excès. « Dieu consola l'église de Sens de ses malheurs, dans la personne d'Anastase, » disent les Statuts Synodaux (1), lesquels font à tort de ce saint prélat le véritable fondateur de la cathédrale actuelle. II y consacra son patrimoine, ne laissant à Sewin, son successeur, que la gloire d'y mettre la dernière main. S'il fallait en croire l'abbé Crosnier, « les bases du pourtour nord et sud du chœur et une partie des bas côtés du nord » peuvent avoir appartenu à Fédifice érigé par Anastase (2); mais cette opinion peut passer pnur bien conjecturale. (1) Statuts Synodaux, .Notice sur les archevêques de Sens, par l'abbé Cornât, ancien curé du Mont-Saint-Sulpice. Sens, Duchemin, 1854. (2) Crosnier, Origines de la Métropole de Sens."], [121, "ET SES TRÉSORS D'ART. 79 Sewin y sacra le roi Robert en 987, et transféra l'archevèché de l'autre côté de Féglise. Les bâtiments s'appuyaient sur le transept méridional et y formèrent un nouveau cloître qu'il habita, aban donnant au Chapitre Femplacement de Fancien. Telle fut l'origine des magnifiques constructions qui, réédifiées plus tard, constituèrent l'archevèché. L'aspect monumental manquait absolument, on peut le croire, aux constructions édifiées par Sewin, car l'architecture du Xe siècle ne connaissait, ni ne recherchait Félégance et la pureté des formes : « C'est au XIIe siècle seulement, dit M. de Caumont, que les « évêques et les abbés agrandissent, dans leurs villes épiscopales et « leurs abbayes, les édifices consacrés aux usages de la vie. Jus « qu'alors les galeries des cloîtres n'avaient été soment qu'en bois « et supportées par des poteaux faisant Fofíice de colonnes -» (1). Les anciens évêchés de Beauvais, d'Angers et d'Auxerre montrent encore de curieux restes de cette recherche architecturale du xn° siècle. A Auxerre, la célèbre Galerie romane a ceci de particulier que les colonnettes sont disposées en largeur alternativement deux et une, disposition adaptée un peu plus tard aux colonnes de la nef dans la cathédrale de Sens. Mais, des bâtiments du cloître édifié par Farchevêque Sewin, aucun débris n'est arrivé jusqu'à nous. Les [dépendances des anciens évêchés étaient assez considérables. Elles comprenaient, outre le cloître, une chapelle, des salles poul ies Synodes ou Conciles provinciaux, puis les bâtiments de service, la salle du Trésor, celles des Archives et des Charles, puis enfin des bâtiments pour FOfficialité ou justice ecclésiastique, des prisons, des prétoires, etc. Dans les soubassements de XOffìcialité actuelle, Victor Petit a cru voir la trace des constructions de Sewin, mais un simple coup d'œil sur le plan intérieur de cet édifice annonce qu'il fut construit tout d'un jet et dans le caractère particulier au xmc siècle. Cette dispari tion absolue des bâtiments édifiés par Sewin s'explique assez par Finhabilité des constructeurs de Fépoque et le choix médiocre des matériaux employés. Aussi, lorsqu'en 1231, Gauthier-Cornut, 67e archevêque, rebâtit (1) De Caumont, Archit. civile, p. 4i."], [122, "80 LA CATHÉDRALE DE SENS V Officialité, les chroniqueurs mentionnent, avec une sorte d'admi ration, qu'il fut construit ex lapidibus quadratis, en pierres de taille, matériaux dont le sol sénonais est absolument dépourvu. II fallait aller les chercher au loin et à grands frais, soit à Bailly, au delà d'Auxerre, ou à Saint-Leu-FEsserent, au-delà de Paris. L'écrou lement de la tour méridionale du portail de Féglise, contre lequel est adossé le bâtiment de FOfficialité, le ruina presque entièrement (F2ri7) avec « la plus grande partie du palais des archevêques, » disent les chroniqueurs. Donc, ce palais attenait aux bâtiments de FOfficialité ; il faisait corps avec eux sur la cour, disposition étrange, contraire aux règles de l'architecture monastique, en vertu desquelles ['habitation des évêques, comme celle des abbés, se liait au transept et leur facilitait ainsi l'accès du chœur. On peut s'en tenir néanmoins à la version des chroniqueurs, car seule elle explique pourquoi la Salle synodale, si splendidement décorée et éclairée d'un côté, celui de la place, ne présente sur la cour qu'un mur lisse, dépourvu de toute ornementation et percé de rares fenêtres. Dès lors, celles-ci éclairaient sans doute la petite cour intérieure des bâtiments d'habitation, lesquels auraient remplacé les constructions élevées par Sewin, à côté du transept méridional et détruits au siècle suivant par un incendie. Quoi qu'il en soit, au 71° archevêque, Pierre de Charny, incomba la tâche de réparer les dégâts considérables amenés par Fécroulement de la tour. « II rebâtit le palais archiépiscopal, » dit l'abbé Cornât, ou « la plus grande partie » seulement, d'après Tarbé, lequel men tionne « Fadjonction de quelques édifices à l'archevèché » par le 80e archevêque, Guillaume II de Melun, mort en 1375. Ce prélat y reçut le roi Charles V, venant tenir à Sens une assemblée des États- Généraux (juillet 1367) et en obtenant des subsides pour continuer la guerre contre les Anglais. De ces anciennes constructions de l'Archevêché, sur la disposition desquelles on a peu de détails, la Salle synodale est tout ce qui en reste. Cette salle était mise en communication avec le palais par une galerie parallèle à la Grande-Rue et débouchant sur la travée du fond par une porte dont Viollet-le-Duc a constaté les traces au cours des travaux de restauration. (Voir notre planche I.)"], [123, "ET SES TRÉSORS D'ART. 81 II serait trop long de rappeler les vicissitudes infligées au splen dide édifice par le goût effréné d'innovations qui fut toujours le mal chronique de notre pays. Je dois me borner à les indiquer sommai rement. A une époque indéterminée, la chapelle archiépiscopale, consacrée à Saint-Laurent, érigée en Chapitre, fut installée dans la salle de FOfficialité, au rez-de-chaussée. On pourrait conclure de là à une transformation de la grande salle en logements affectés à Fhabitation des archevêques. Nous voyons, en effet, qu'au xvic siècle une halle aux poissons ayant remplacé la chapelle de Saint-Laurent, le cardinal de Bourbon s'émut d'un voisinage « dont la malpropreté et l'odeur désagréable Fincommodaient, » nous dit Tarbé (1). D'anciennes gra vures du bâtiment nous le montrent tel qu'on le voyait encore il y a vingt ans, avec sa façade défigurée par deux étages de hautes fenê tres carrées s'élevant au-dessus du rez-de-chaussée, ce qui implique la démolition de la plus grande partie, sinon de la totalité des voûtes de la grande salle, divisée par des planchers et des cloisons. En 1802, on y adossa extérieurement un sordide hangar affecté à Féta blissement d'un marché aux poissons et de deux corps de garde. Enfin, Fadniinistralion civile prit en pitié cette vieille demeure, si intéressante à tous les points de vue. 1793 Payant déclarée bâtiment départemental, le Conseil général de l'Yonne voulut bien s'en dessaisir et le rétrocéder pour une somme minime à la ville de Sens, mais à condition « qu'il ne serait pas démoli. » (Délibération du 1er septembre 1841.) L'incurable vandalisme d'une municipalité qui venait de faire abattre aux deux tiers Faile sud de l'archevèché et tant d'autres merveilles d'art, méritait bien cette leçon ! Sur le rap port de MM. Mérimée et Le Normand, Fédifice fut classé comme monu ment historique, signalé ainsi à Fattention et au respect publics, mais sans aucun engagement de le restaurer. Les choses en étaient encore là, dix années après, lors de la réu nion à Sens du Congrès archéologique et des sociétés savantes du département. Le 29 juin 1852, le vœu suivant fut émis à Funanimité des membres présents : (1) Tarbé. Recherches historiques, p. 104. 9"], [124, "LA CATHÉDRALE DE SENS 82 « Considérant : « 1° Qu'une commission composée de plusieurs membres de Flns « titut présidée par M. Léon Foucher, ministre de l'Intérieur, est « venue visiter le bâtiment de l'Offìcialité dans ses plus petits « détails ; •f 2° Que le prince Louis-Napoléon, dans un voyage à Sens, a « voulu ìe visiter également ; « 3° Que ce bâtiment, d'après le témoignage des hommes les plus « instruits et les plus spéciaux en cette matière, est probablement o le seul en son genre ; « 4° Que la ville de Sens, vu Fexiguité de ses ressources qui lui « rend impossible de pouvoir jamais s'occuper d'une réparation || convenable ; « Emet le vœu que le gouvernement veuille bien ordonner l'ac \" quisition par FEtat du bâtiment de l'Cfsicialité et sa prompte et « complète restauration. » (1). Ce vœu fut entendu et M. Viollet-le-Duc chargé de la restauration. Elle marcha sans encombre, de pair avec celle de la cathédrale, dont j'ai raconté plus haut les vicissitudes. L'inauguration de la grande salle, magnifiquement restaurée, se fit en 1861, à l'occasion des fêtes d'inauguration de la statue du baron Thénard. La ville de Sens lui doit ainsi de posséder pour ses fêtes et ses banquets, le plus beau type de l'architecture civile du Moyen-Age qui existe en France. II me reste maintenant à tracer l'historique des deux autres corps de logis de l'ancien Archevêché. En 1474, pendant cette période si intéressante qui vit à la fois le déclin de Fart gothique et l'aurore de la Renaissance appelée à lui succéder, arrivait au siège métropolitain Tristan de Salazar « dis \" tingué entre tous les pontifes sénonais, dit Fabbé Cornât, par ses \" immenses largesses envers sa cathédrale et son chapitre. « C'était un fervent ami des arts et le compagnon de Louis XII en Italie, où il se vit mème obligé de combattre les Allemands l'épée à la main. Ses largesses permirent la reprise des travaux de la cathédrale, suspendus faute d'argent, l'exécution d'une partie de ses plus beaux vitraux et celle de mausolées somptueux. Moins heu reux, hélas ! qu'un autre zélateur des beaux-arts dont il fut Fémule et le contemporain, Georges d'Amboise, dont le tombeau enrichit la cathédrale de Rouen, Tristan de Salazar qui contribua si puissam- (1) Congrès archéologique de France, réunion à Sens (p. 182)."], [125, "ET SES TRÉSORS D'ART. 83 ment à la splendeur artistique de la ville et du diocèse de Sens, n'a pas une pierre qui marque la place où reposent ses os !... En 1519, la mort Fatteignit à un âge avancé, quarante- quatre années après le jour de son intronisation. J'exposerai plus loin les faits qui permettent de lui attribuer la partie la plus exquise et la plus intéressante, après la Salle synodale, des bâtiments de F Archevêché. Je veux parler de l'aile du sud, celle de Louis XII, laquelle se détachant du palais métropolitain, s'arrête au passage voûté qui conduit à la cathédrale et dont l'étendue dé passe cinquante mètres. Soit négligence ou confusion, les historiens font honneur de ce merveilleux bâtiment à Etienne Poncher, attri bution selon moi très-hasardée. D'une part, en effet, cet archevêque, nommé par François Ier, étant considéré comme intrus par le Cha pitre, ne résida que peu ou point à Sens; de l'autre, une inscrip tion attestant l'achèvement en 1521, deux années après la mort de Tristan de Salazar, d'un édifice dont les dimensions considérables et l'ornementation abondante et merveilleuse durent exiger, tout au moins, sept à huit années consécutives de travaux, parait bien suspecte ! Malheureusement, sauf le rez-de-chaussée et deux ou trois tra vées du premier étage, elle n'apparait plus guère aujourd'hui qu'à l'état de ruine. En 1844, du haut de la tribune de la Chambre des Pairs, MM. de Montalembert et Victor Hugo stigmatisèrent, comme il le méritait, Farrèté municipal qui en avait ordonné la démolition; mais déjà les combles de Fédifice, avec la plus grande partie de son premier étage, étaient démolis et ses ravissantes sculptures débitées en moellons. Victor Petit, témoin oculaire de cette dévastation, en raconte ainsi les principaux épisodes : « Depuis de longues années, les combles élevés de la toiture lais saient, par suite de leur délabrement, pénétrer dans Fédifice les eaux pluviales. L'archevêque, Mgr de Cosnac, offrit trois mille francs à la ville pour faire les réparations les plus urgentes, c'est-à-dire bou cher les trous des toitures. Cette offre fut refusée ! Par suite d'une décision inexplicable, les trois quarts du premier étage avec les com bles furent rasés et leurs débris laissés dans la cour de l'arche vèché. « Elles sont encore là (1847), entassées les unes sur les autres, ces pierres richement ciselées! On dépensa pour leur démolition une"], [126, "84 LA CATHÉDRALE DE SENS somme qui eût suffi pour consolider le monument. » (Victor Petit, Guide à Sens, 1847.) La vaste cour se termine au levant par Faile dile de Henri 11, affectée à Fbabitation des archevêques. C'est un édifice d'une réelle élégance et d'une époque où l'art national montrant son aurore dans la cathédrale de Sens et son plein épanouissement à la Salle synodale, apparaissant ensuite encore sous des ornements étrangers dans la galerie de Louis XII, n'est déjà plus que Fart épuré de la Renais sance française accommodé au goût italien. Tels sont, avec l'église métropolitaine, les superbes édifices qui encadrent ['immense cour de FArchevêchê, débarrassée aujourd'hui comme la cour du Carrousel à Paris, de Famas de constructions qu'elle offrait au Moyen-Age. Toutes deux sont irrégulières et cou pées d'arbustes afin de masquer un même défaut de parallélisme. Et j'ajouterai que toutes deux, aux yeux de Fartiste du moins, ont un intérêt égal. Si la cour de Sens ne vise point à la somptuosité de celle de Paris, en revanche elle est comme un livre de pierre racon tant les principales transformations de l'art du xnc au xvic siècle. Le Moyen-Age, la Renaissance, y sont à la fois représentés par des œuvres considérables ; par la cathédrale que j'ai entrepris de carac tériser, par Fadmirable bâtiment de la Salle synodale que je veux essayer de décrire également, puis par la Galerie de Louis XII, œuvre de transition entre Fancien art national et celui qui apparaît, comme une transcription lapidaire du génie italien, au palais actuel des archevêques. De l'espèce de caserne érigée par le xvnc siècle à Fangle sud-ouest de la cour, et qui masque à sa dernière travée la Salle synodale, on ue peut rien dire sinon qu'elle sert en quelque sorte de repoussoir à Feffet du tableau. Le passage voûté conduisant à la cathédrale se continue obliquement à Faide d'une double rangée de grilles. Ce sont de beaux spécimens de la serrurerie artistique au siècle dernier et provenant des chapelles parasites qui dénaturaient naguère, dans la cathédrale, les bas côtés de la nef."], [127, "CHAPITRE II. L'OFFICIALITÉ k LA SALLE SYNODALE. Prenant la partie pour le tout, on donne parfois à ce majestueux édifice, deux noms répondant à la destination de chacune de ses deux parties essentielles. Au rez-de-chaussée était Fancien tribunal ecclésiastique, X Officialité; au premier étage, la Grande Salle com munément nommée Salle synodale. Ces deux institutions féodales sont donc absolument distinctes; le hasard seul les a réunis ici dans un seul et même édifice. II y a lieu dès lors d'en parler séparé ment. L'Officialité. — Avant 1789, le clergé, comme aujourd'hui encore Farinée, avait droit de juridiction absolue sur tous ses membres. On comptait à Sens deux tribunaux ecclésiastiques, le tribunal du Cha pitre et celui de FArche\\êque, siégeant, celui-là dans une salle du Cloître aujourd'hui démoli, celui-ci, à l'étage inférieur de la Grande Salle. Les dispositions générales de FOfficialité existent encore, bien qu'au xvie siècle, comme on Fa vu, on en ait fait tour à tour une cha pelle et un marché. Elles comprennent tout d'abord, une salle basse, puis, au niveau du sol, deux autres salles dont l'une, divisée en deux nefs par une ligne de quatre colonnes, offre, du côté de la cour, deux grandes cheminées à manteau pyramidal. Les prisons sont prises sur le fond de l'une de ces deux nefs. On y remarque au-dessous du sol, un réduit obscur, offrant toutes les dispositions attribuées aux fameux in pace. Celui-ci serait alors l'un des rares spécimens de ces lugubres 12"], [128, "LA CATHÉDRALE DE SENS 86 cachots dont l'imagination populaire a peuplé toutes les constructions féodales et dont la plupart étaient, tout simplement, des fosses d'ai sances. Notre planche XVIII indique Femplacement et la disposition de ce cachot, Une entrée unique pratiquée dans la voûte permettait d'y descendre au moyen d'une échelle ; Pair et la lumière, mesurés avec parcimonie, y arrivaient par une fenêtre basse de la façade et ménagée à un mètre du sol. Malgré d'actives recherches, on n'a pu trouver dans ce cachot nulle trace de séjour humain ; mais en revanche, des ciselures gros sières, paraissant dater des xin° et xive siècles, couvrent littérale ment les murs des prisons du rez-de-chaussée. On y voit un Cruci fiement, un Tournoi, des inscriptions et une foule de noms gravés sur Fépais enduit de plâtre des murailles. « Nulle part, dit M. Viollet-le-Duc, nous n'avons trouvé un en « semble aussi complet de cachots et de prisons, n'ayant subi aucune « modification depuis Fépoque de leur établissement. » Les baies éclairant Fancienne salle de justice contrastent par leur nudité avec la splendide ornementation des baies de la salle synodale. L'une d'elles seulement est remarquable par son meneau. C'est une colonne octogonale, du massif de laquelle se détache une statuette représentant la Géométrie, tenant à la main un compas d'appareilleur. Ce meneau du xn° siècle, antérieur par conséquenl à la construction de Fédifice, a été détaché de Fancienne sacristie et incrusté à sa place actuelle, lors de la restauration de la Salle synodale. L'édisice comprend, dans son ensemble, six travées différentes d'étendue, reliées par des contreforts massifs d'aspect au rez-de chaussée, mais qui, au premier étage, offrent un caractère particu lier d'élégance. Ils se terminent par des clochetons à colonnes, abri tant de grandes statues couronnées de dais pyramidaux. L'une d'elles, représentant saint Louis, est, d'après Viollet-le-Duc, « la seule qu'il y ait encore en France de son temps. » Non moins précieuse, surtout pour l'histoire locale, est la statue de Pierre de Charny-, auquel est due la construction du splendide édifice."], [129, ""], [130, "CATHÉDRALE DE SENS PL. XVI. VUE INTERIEURE D'UNE FENÊTRE Salle synodale de Sens Gravure extraite du Dictionnaire cC 'Architecture de Viollet-le-Duc."], [131, "ET SES TRÉSORS D'ART. 87 « D'une origine obscure, dit Geoffroy de Courlon, son contempo « rain, mais célèbre par son savoir, sa justice, la sainteté de sa vie, » tel fut Pierre de Charny. Qu'un de ces jours — et en notre temps de statuomanie la chose n'a rien d'improbable — le bourg de Charny songe à honorer la mémoire de son glorieux enfant, et il n'aura pas à en chercher longtemps l'efslgie authentique. On la trouvera sous l'un des hauts pinacles du monument, agenouillée aux pieds des saints Savinien et Potentien et leur faisant hommage de l'œuvre admirable qu'il venait d'édifier. Au-dessous des cheneaux se déta chent des gargouilles d'une lasciveté naïve et symbolisant les Sept péchés capitaux. La façade sur la cour était vraisemblablement masquée autrefois, du moins en partie, par les bâtiments servant d'habitation aux ar chevêques. Aussi, n'offre-t-elle aucune trace de décoration. La Grande Salle. — Dans les châteaux, comme dans les palais, soit civils, soit ecclésiastiques, la Grande Salle était le signe repré sentatif de l'autorité, le lieu de convocation des vassaux, des as semblées plénières et solennelles, des fêtes et des banquets. Depuis la restauration de la Grande Salle de son antique Archevêché, la ville de Sens s'enorgueillit, comme je Fai dit déjà, de posséder pour ses fêtes publiques le plus magnifique spécimen de notre ancienne architecture civile qui existe encore en France. Notre fig. 2, pi. I, en est le plan dressé par Viollet-le-Duc. A. est le grand escalier qui y accède du côté de Fancienne entrée principale. B. Galerie communiquant aux anciens bâtiments d'habitation. C. Emplacement présumé de ces derniers sur la cour. D. La grande claire-voie du fond de la salle. G. La cheminée. /. Partie attenante de la cathédrale. K. Petit escalier. « La grande salle de Sens, dit Viollet-le-Duc, est certainement « par se\"s dispositions intérieures aussi commode pour les auditeurs .< que favorable aux orateurs. C'est le plus beau monument d'archi « tecture de ce genre que possède la France... II fournit plus d'un u exemple dont on peut tirer les plus utiles enseignements pour la .< construction de nos grandes salles."], [132, "88 LA CATHÉDRALE DE SENS « Sur la place publique, vers Fouest, elle est éclairée par six « fenêtres admirables comme style d'architecture, et d'une cons « traction qui montre la main d'un maître. « Chaque fenêtre a deux travées dont les belles dispositions se « reproduisent à l'extrémité sud de la salle, mais avec quatre travées « au lieu de deux. Une immense claire-voie, d'une fermeté de style « peu commun à cette époque, surmonte ces quatre ouver « tures » (1). L'éminent artiste signale, en outre, comme l'un des grands mérites de ce merveilleux édifice, Fappropriation parfaite à sa des tination. Dans ce grand vaisseau destiné à des réunions nom breuses, il fallait de Pair, de la lumière, de larges dispositions, une grande facilité d'accès, en un mot ce qu'on demande dans nos salles de théâtre ou de tribunaux, et toutes ces conditions essentielles, l'ar chitecte du vieil édifice les a heureusement remplies. La salle est voûtée clans toute son étendue. Par un artifice de construction indiqué en plan (fig. 2) et en élévation sur la pi. XVI, les voûtes paraissent suportées seulement par un léger massif de piliers en faisceaux et détachés des murs. Bien qu'elles soient comprises sous des voûtes, comme les fenêtres d'église, les baies, par leurs dispositions et leur décoration, se rat tachent plutôt à l'architecture civile. Or, « aucun autre édifice, ajoute Viollet-le-Duc, ne présente un fenestrage aussi grandiose. » On en jugera par nos planches XV et XVI reproduisant une baie extérieure et l'autre intérieure. L'éminent architecte les cite comme le plus parfait modèle d'une construction devant réunir à la fois les caractères religieux et civils, c'est-à-dire arrivant à l'effet monu mental en même temps qu'à la parfaite appropriation de Fédifice à Fobjet qu'il doit remplir. Les vitraux participent eux-mêmes de ce double genre d'architec ture. Les uns indiqués en A (pi. XV) sont fixes et leurs meneaux combinés de façon à recevoir des vitraux à demeure comme dans les églises. Tout au contraire, les ouvertures indiquées en B, sont rec tangulaires et garnies de châssis ouvrants, afin de donner de Pair et de permettre aux personnes placées clans la salle (voy. pi. XVI) de regarder au dehors. (1) Viollet-le-Duc, Dicl. d'archit., t. V, p. 411."], [133, "CATHÉDRALE DE SENS PL. XVII CHAPITEAU DES FENETRES Salle synodale de Sens Gravure extraite du Dictionnaire d'Architecture de Viollet-le-Duc."], [134, ""], [135, ""], [136, "CATHÉDRALE DE SENS I'L. XVIII. PLAN ET COUPE DU PIGNON Salle synodale de Sens. Gravure extraite du Dictionnaire d'Architecture de Viollet-le-Duc"], [137, "ET SES TRÉSORS D'ART. 89 Notre pi. XVIII reproduit les dispositions générales extérieures : en A est la façade méridionale, ou pignon, avec Fadmirable claire voie, large d'environ neuf mètres, qui limite la salle au côté sud. Elle comprend quatre fenêtres doubles, d'une ordonnance aussi riche que les six fenêtres de la façade. A leur sommet vient s'inscrire une rosace en trèfles. B est la coupe intérieure du même logis offrant d'abord, la vue d'un souterrain ou cachot de FOfficialité, puis la salle du tribunal, et, au premier étage, la disposition intérieure de la claire-voie et des voûtes de la Grande Salle. Au-dessus, le système de charpente du comble et, à droite, celui des contreforts surmontés, comme je Fai dit, d'une petite flèche, dont la sculpture se compose d'églises et de châteaux superposés. Commencée en 1856, la restauration du majestueux édifice a été terminée seulement, dans toutes ses parties, en 1865, par l'archi tecte Lefort, inspecteur de Viollet-le-Duc."], [138, "CHAPITRE III. LA GALERIE DE LOUIS XII. Elle s'étend parallèlement aux bas côtés de Féglise sur la Grande- Rue, dont elle suit Falignement oblique. D'où résulte, dans les grandes lignes de la cour, une irrégularité que la tourelle de l'esca lier, à droite de l'entrée, visait sans doute à masquer. Construite sous l'influence des anciennes habitations féodales, la Galerie ne présente au rez-de-chaussée, sur la rue , qu'un gros mur en pierre de taille, coupé de larges pilastres sans chapiteaux et marquant les travées. Mais le premier étage, détruit aujourd'hui en majeure partie, offre des traces, importantes encore, de son ancienne magnificence décorative. De la rue, un passage voûté, en briques disposées entre des ner vures de pierre, donne accès dans la cour. II a tous les caractères d'une construction du xve siècle. A la môme époque appartiennent les parties inférieures du portail, qui fut surmonté, au siècle sui vant, d'une double frise et de son couronnement. L'œuvre entière est à citer pour le pittoresque, Félégance et Foriginalité de ses sculptures, dont plusieurs ont été rongées par le temps, entre autres les deux médaillons de Fattique, motifs caractéristiques du goût italien. A droite et à gauche apparaissent deux pinacles de style gothique contre lesquels viennent s'appuyer les voussures du portail. Et à côté de cette juxtaposition de deux styles différents un troisième se montre, le style flamand, très-visible dans les détails du couronnement, et surtout dans les deux figures campées aux extrémités de la corniche."], [139, ""], [140, "iRALE DE S XX .' [EN ARCHEVÊCHÉ DE SENS AILE LOUIS XII PORTAIL DE LESCAL1ERSURLA. Pans A. M0RE1. et C\"*. Editeurs l3rBonaparle . Imp Lemercier et Cie, Paris."], [141, "ET SES TRÉSORS D'ART. 91 Comment un style, si opposé aux tendances du génie français, envahit au xvc siècle la France et toute FEurope occidentale; com ment l'architecture, la sculpture, la peinture elle-même en subirent si bien Fascendant que les célèbres sculptures du musée de Dijon et de la Chartreuse, comme les tapisseries du Trésor de Sens ou les débris du tombeau de Jean de Salazar, relégués au musée de la Salle Synodale, ont dans les Flandres leurs équivalents, c'est là un rapprochement singulier et dont un éminent écrivain d'art, qu'on a eu le bon esprit de substituer aux hommes politiques pour la direction des Beaux-Arts, M. Paul Mantz en un mot, donne ainsi Fexplicatioii : « Outre que les rois qui gouvernaient alors la France étaient médio « crement artistes, obligés de reconstituer leur puissance endettée « et de disputer leur royaume à la domination étrangère ou à Fen « nemi intérieur, ils avaient autre chose à faire que de s'inquiéter « de l'art et des artistes... Les ducs de Bourgogne alors avaient en « mains les destinées de l'art. Or, par le vaste domaine où s'exerça « leur souveraineté, par l'éducation qu'ils avaient reçue, par le « choix des artistes qu'ils employèrent, c'étaient des princes flamands. « Puissants à Fégal des rois, singulièrement amis des splendeurs de « la vie extérieure et des fêtes, ils trouvèrent à Gand, à Bruges, à « Anvers et dans les villes alors toutes flamandes comme Arras, « Lille et Douai, des maîtres ingénieux pratiquant leur art dans des « données assez voisines de celles qui prédominaient, grâce à Van « Eyck et à ses élèves » (1). Cette singularité du petit portail offrant deux styles rivalisant entre eux sans altérer visiblement l'unité de l'ensemble, on la retrouve, mieux marquée encore, dans plusieurs autres parties de la Galerie, non à Fétat d'éclosion spontanée, mais par suite de renia. niements qu'il importe de préciser, car ils indiquent Fâge réel de la construction. Elle est généralement attribuée, je Fai dit, à Farche vêque Etienne Poncher; mais cette attribution, un écrivain d'art, auquel Fétude de nos vieux monuments semble très-familière, la conteste énergiquement. Cuvier arrivait, dit-on, étant donné n'im porte quel os d'un animal quelconque, à constituer un squelette parfaitement semblable au squelette naturel, d'un animal de la même espèce. La méthode de Fillustre naturaliste, M. J. Lobet, l'ècrivain dont je parle, l'applique, dans une histoire qu'il prépare de P Art (1) M. Paul Mantz. VOrfèvrerie française. Paris, )8fil.)"], [142, "LA CATHÉDRALE DE SENS 92 en Basse-Bourgogne, à reconstituer la date exacte des monuments. II a rendu ainsi à la brillante époque de la Renaissance, le Portail ou Petit Château de Tanlay, dont tous les écrivains font une œuvre du temps de Louis XIII. C'est par le même procédé, c'est-à-dire en interrogeant le profil des moulures, que cet auteur date de la fin du xve ou des premières années du xvie siècle Faile sud des bâtiments de l'Archevèchè. Je ne puis mieux faire que de citer ici les arguments invoqués par M. Lobet qui, au jugement éclairé de M. Quantin, « est « mieux à même que personne, de notre département, d'entrepren « drc et de mener à bien Fhistoire artistique de nos contrées. » « L'histoire de l'art nous montre dès le xn\" siècle le genre ogival se substituant au plein cintre, s'épanouissant dès le milieu du xmc siècle, puis se modifiant et commençant à perdre sa pureté au siècle sui vant pour déchoir graduellement pendant le xve. A cette dernière époque Fogive, amincie, s'élargissait outre mesure; la colonne n'était plus qu'un faisceau de maigres filets; des ornements répandus à profusion écrasaient les fenêtres déjà trop courtes et masquaient l'architecture elle-même. C'était l'indice précurseur d'une révolution qui s'arrêta à moitié chemin ou d'une transformation pour laquelle le temps manqua. Toujours est-il qu'un art distinct, bien tranché, et auquel on donna le nom de Renaissance, surgit de l'engouement général pour l'art italien. Ses premiers germes apparurent dans la résidence royale de Blois, que venait d'édifier Louis XII (1498). « Là, des portiques à Fitalienne, des arcades surbaissées, des colonnes, des pilastres couverts d'arabesques, s'étalent à côté de parties encore gothiques, telles que de doubles meneaux aux fenê tres, d'épaisses moulures profondément fouillées, une ornementation végétale arrondie, contournée, comme celle des balustrades, des pinacles appliqués aux contreforts ou aux piliers, et enfin de riches lucarnes profilant leurs clochetons sur les lignes de hauts combles. « Mais là, du moins, chacun des fragments de cet ensemble disparate porte ses traits distinctifs, alors qu'à Sens, où l'érection de Faile méridionale de l'Archevèchè venait d'implanter cet art nouveau, il y apparaît par pièces rapportées, juxtaposées, c'est-à-dire à Fétat de remaniements, opérés sans aucun souci de heurter les lignes du plan primitif, ni d'accorder les moulures entre elles. « Or, pour déterminer Fâge réel des édifices et surtout Fépoque de leur décoration, les moulures sont une véritable pierre de touche, plus sûre, plus infaillible que le style lui-même. Car l'architecture ogivale eut ses fervents en pleine Renaissance, surtout pour les églises, parce qu'elle passait déjà alors pour le seul type propre à imprimer le caractère religieux; mais les moulures de ces anachro nismes de pierre trahissent toujours la date réelle de la construction. La moulure, c'est comme le costume dont les variations sont, elles aussi, Futile complément des études historiques. Tous deux faci litent Fintelligence des anciens monuments, soit qu'il s'agisse de miniatures, d'ornementations, de bas-reliefs ou même de tombeaux;"], [143, "CATHÉDRALE DE SENS pl.xtx ANCIEN ARCHEVECHE DE SENS \\ILE LOUIS XII :nètres sur la cour - ■ -- ' îarii AMOREl ' Bonapart"], [144, ""], [145, "ET SES TRÉSORS D'ART 93 tous deux assignent à chaque œuvre et sa date et son caractère par ticulier. » Ce point admis, et après les savants travaux sur la matière des Caumont, des Didron et des Viollet-le-Duc, nul ne le contestera, M. Lobet s'attache à préciser Fétat d'avancement des travaux de la Galerie de Louis XII à Fépoque où la mort de Tristan de Salazar vint les interrompre. La construction devait alors être terminée dans ses parties essentielles, comme dans la plus grande partie de son ornementation. Les lignes du soubassement, les grandes fenêtres à meneau vertical avec leurs moulures larges et profondément fouillées portent, en effet, l'estampille visible de la fin du xv° siècle. Comme à la mort de Farchevêque Tristan (1519), Fimitation ita lienne dominait sans mélange; c'est dans ce style que les façades de la Galerie furent remaniées. On peut le voir nettement accusé dans les pilastres ornés d'arabesques (voy. pi. XIX), dont on encadra les fenêtres, non moins que dans les fenêtres nouvelles ouvertes dans les trumeaux qui séparaient les anciennes, et dans leurs moulures minces, peu saillantes, décorées de feuilles d'acanthe, avec une console à la clé. Ces moulures, ces doucines, suivant le mot tech nique consacré en architecture, offrent un tel contraste avec les bordures des fenêtres anciennes, qu'un archéologue éprouvé, M. Quantin, évalue à plus d'un quart de siècle, Fécart entre les époques de leur exécution. D'un côté, c'est le type d'architecture du château de Blois ; de l'autre , celui des côtés de la cour du château de Gaillon et du tombeau de Louis XII dans Féglise de Saint-Denis. A Blois, le vieux style français garde la prépondérance; il en fut ainsi à Sens avant les transformations opérées par Farchevêque Etienne Toncher (1519 à 1521). A cette époque, une ornementation absolument italienne fut accolée ou substituée à Fancienne, encore semi-gothique; une frise élégante, richement ornée, remplaça les moulures massives accusant la division des deux étages ; enfin les corniches et l'ornementation des combles, dont il ne reste rien, portaient également, sans doute, Fempreinte des deux styles. Tous deux ont ici leur intérêt, mais le plus récent est tout à fait remarquable. La large frise qui sépare les deux étages, avec sa rangée de coquilles variées, entremêlées de balustres et d'armoiries. 13"], [146, "LA CATHÉDRALE DE SENS 94 a un caractère tout à fait monumental. Plus caractéristique encore est l'ornementation des élégants pilastres, ornés d'arabesques d'un goût exquis, dont on encadra les fenêtres à meneau vertical de la fin du xv« siècle, en les ajustant même, çà et là, à Fangle des larges piliers qui marquent les travées. On peut les voir posés, sans s'y raccorder, sur la base de ces piliers, puis coupant les \"lignes du soubassement et celles de l'appui des fenêtres pour aller traverser ensuite Fancienne frise et s'y loger. Des remaniements analogues apparaissent, dans la cour, sur Félé gant portail de la tourelle contenant l'escalier. Là (voy. pi. XX), les larges pilastres ne furent pas modifiés, mais on les supprima, à l'cxception de leur base qui ne porte plus rien! Puis, à côté des feuillages épais du couronnement et des anges bouffis portant un écusson, et qui accusent visiblement la fin du xvc siècle, les élé gantes arabesques du xvic vinrent occuper toutes les faces des pinacles gothiques. L'auteur de XIHsloire de l'Art en basse Bour gogne, dont je me suis borné à résumer la démonstration, d'après son manuscrit, conclut en ces termes qui me paraissent concluants : « Ainsi donc, Etienne Poncher dut se borner à faire retoucher et même enrichir Fédifice de sculptures ravissantes et de haut goût. Ce prélat, lui aussi, avait le goût des arts, ce goût étant général à son époque; mais ce n'est pas en trois années (1519-1521) comme le porte l'inscription, qu'une œuvre aussi considérable, aussi richement ornée, aurait pu être construite et terminée. La Galerie de Louis XII est donc, à n'en pouvoir clouter, du moins dans ses parties essen tielles, l'œuvre de Tristan de Salazar, lequel, disent les Statuts Synodaux, « se distingua entre tous les pontifes sénonais par ses « immenses largesses envers sa cathédrale, son chapitre, les mo « nastères et beaucoup d'églises de son diocèse. » « Et d'ailleurs, serait-il possible d'admettre qu'en présence de l'en traînement général de son époque, du roi et des grands de la cour, à laquelle plus d'une dignité rattachait, Salazar, ce digne émule de Georges d'Amboise, Fauteur de Fadmirable château de Gaillon, ait pu se contenter, comme demeure, de Pâmas de bâtiments irrégu liers et mal distribués qui formaient Fhabitation de ses prédécesseurs? Le silence des historiens sufsit-il à prouver le contraire, alors que chaque jour Férudition moderne signale tant d'œuvres considé rables oubliées, sinon dédaignées par eux (1), alors que, comme (1) Tel, entre vingt autres, le château de Fleury, près de Fontainebleau, diocèse de Sens, enrichi de belles peintures du Pnmatice et oublié des histo riens, voire même des Guides du Voyageur. Tel aussi te beau mausolée de Saint-Valérien dont aucun livre, avant eelui-ci, n'avait fait mention. (Voir plus loin aux Eglises rurales.)"], [147, "ET SES TRÉSORS D'ART 95 pour la cathédrale de Sens, ils avaient si bien confondu les dates et les époques, comme, du reste, pour bien d'autres monuments de nos contrées, le « Petit Château » de Tanlay, par exemple? Mais les pierres suppléent aux livres; elles parlent, et plus éloquemment qu'eux! » Quant aux détails de Fédifice, nos planches les reproduisent avec une fidélité qui nous dispensera d'une longue description. Leurs dispositions originales, leur élégance et leur beauté les placent au rang des plus belles créations de l'art de leur époque. C'est sur la façade de la cour que l'ornementation apparaît particulièrement riche et variée, avec ses grandes fenêtres carrées à meneaux, les élégants pilastres qui les encadrent et la frise monumentale qui marque la division des deux étages. Sur cette frise se montrent à profusion, et séparées par des balustres, ces coquilles de pèlerin, dites de Saint-Jacques de Compostelle, qu'on retrouve également sur la célèbre maison de Jacques Cœur, à Bourges, et à l'hòtel de Cluny, édifié par l'abbé Jacques d'Amboise. D'où l'on peut conclure qu'Etienne Poncher avait, lui aussi, pour patron le frère de saint Jean. Sur différents points de Fédifice apparaît encore la trace de ses armoiries, notamment sur la corniche d'appui des grandes fenêtres, dans le médaillon qui marque le centre de chaque pilastre et enfin dans la frise, où elles alternaient avec les coquilles. « Elles sont d'or, dit M. Julliot, au chevron de gueules accom pagné de trois coquilles ou vanettes de sable, posées 2, 1, chargé enchef d'une tète de maure de sable tortillée d'argent (1). » En laissant prodiguer ainsi ses armoiries sur tous les points de Fédifice, Etienne Poncher visait-il à égarer le sentiment public sur la part réelle, très-belle, très-brillante qui lui est due? Nous ne pouvons le croire. Toujours est-il qu'on lui a fait exclusivement honneur jusqu'ici, d'une œuvre qui semble due, en majeure partie, à son prédécesseur. M. Julliot, lui-même, dont la science archéolo gique n'est point contestée, partage Ferreur commune qu'il lui eût été si facile de redresser : « C'est à lui (Etienne Poncher), dit-il, qu'on doit la construction de Faile du palais archiépiscopal qui donne sur la Grande-Rue. » (1) M. Julliot. Bulletin de la Soc. Archéol. VII, page 282."], [148, "96 LA CATHÉDRALE DE SENS Dans la cour, deux intéressants morceaux de sculpture, le portail de Fescalier et le puits, méritent une mention. A côté du passage voûté, contre la tourelle polygonale contenant Fescalier, dont la base est restée seule debout, s'ouvre le petit por tail dont j'ai déjà parlé. II est à peu près intact et remarquable par sa fine et délicate ornementation. La planche XX, que le lecteur a sous les yeux, fait assez Féloge de cette œuvre exquise, moins riche peut-ètre que le portail d'entrée sur la rue, mais mieux conservée et moins connue. rius loin, contre Fancienne porte des cuisines, se dresse un puits en pierre, ouvert dans la muraille avec sa margelle élégante. II est abrité d'un dais pyramidal orné d'écaillés, desquelles se détachent des animaux entremêlés de fleurons. Le plafond a pour décoration un soleil aux rayons ingénieusement entrelacés. La cuisine, de laquelle on accédait également au puits, montre encore une grande cheminée de Pépoque même de la construction. Sur la cour, la frise est la même que sur la Grande-Rue, mais plus riche encore, plus délicatement fouillée. Là aussi, des écussons alternaient avec les coquilles de Saint-Jacques enrubannées dont le dessin, fier et ferme, accompagne ces lignes (voir page 100) et avec d'élégants balustres d'une ornementation délicate et variée. En résumé, l'intérêt de la Galerie, surtout avant sa mutilation, c'était d'offrir un des plus beaux types de cette époque de transition pendant laquelle les édifices appartiennent en partie au style ogi val, en partie à celui de la Renaissance. Ce n'est pas une fusion des deux styles comme à Blois, mais une juxtaposition, opérée quelques années après la construction première, et une modification du plan primitif par l'interposition de fenêtres, de pilastres et de frises, déco rés dans un goût franchement italien. Les deux genres, le français et Fitalien s'y mêlent ainsi, mais sans se confondre. Leurs diffé rences sont plus faciles à saisir à Fœil qu'à décrire; toutefois Farchéologie donne à ces perpétuelles variations du goût un classe ment rigoureux, résultat de l'observation et de Fétude des monu ments eux-mêmes et que M. Lobet précise en ces quelques lignes : « Au xve siècle, dit-il, la moulure n'a plus ni la rondeur, ni la saillie, qui la caractérisaient au xnr3;' l'ornementation elle-même"], [149, "ET SES TRÉSORS D'ART 97 vise à Fèlégance, plutôt qu'à la force. La moulure est prismatique ou angulaire, sèche et maigre dans son abondance, et au lieu des crochets ou crosses au ferme profil, se détachant des chapiteaux, des pyramides et des clochetons, ce sont des touffes de feuillages frisés, recourbés, qu'on peut voir s'étalant d'une manière exubérante aux parties supérieures du portail de Fescalier de la cour (pi. XX). « La flore végétale avait perdu toute la vigueur que lui donnèrent les grands artistes laïques du xme siècle. Que l'on compare les sculptures de ce portail et celles de la Galerie, avec le superbe rinceau du pilier central (lig. 10), et les chapiteaux des fenêtres de la Salle Synodale (pi. XVII), et l'on verra comment le xvc siècle préludait déjà à la mollesse et à Fèlégance affadie, qui devint le goût dominant à l'époque de la Renaissance. Celui-ci s'épanouil pleinement dans les médaillons, dans les frises, les pilastres et les chapiteaux des façades de la Galerie, tout couverts d'ornements caractéristiques et d'une rare perfection... » Ces ornements prirent alors le nom de grotesques, des chambres souterraines, des grottes antiques de Fancien palais de Titus, dans lesquelles Raphaël venait, dit-on, de les découvrir, et il en décora les piliers des Loges du Vatican. Ce sont des petites figures bizarres d'hommes et d'animaux fantastiques, entremêlés de rinceaux de fruits et de fleurs, de vases, de candélabres, etc., s'enlaçant dans des dessins capricieux, mais conduits avec un art, une grâce et une symétrie remarquables. Ils portent aujourd'hui le nom d'ara besques, dénomination impropre, puisque les Arabes ont toujours exclu la nature animée de leurs ouvrages d'imitation. Ils ne se montrent pas encore au château de Blois, « refait tout de neuf en 1498, » dit Jean d'Aulon, et apparurent en France, pour la première fois, dans la sculpture de celui de Gaillon, postérieur au premier d'une dizaine d'années. A Sens et à l'église de Seniur en Auxois, ils s'épanouissent pleinement. Dans Fantiquité, connue aux Loges du Vatican, ils étaient peints; mais nos artistes du xvic siècle les exécutèrent sur la pierre et avec une finesse qu'on peut trouver excessive. Leur faible relief ne permettant, en effet, de les voir que de près, leur effet décoratif est loin de répondre à la somme d'efforts et de soins qu'ils ont coûté."], [150, "< CHAPITRE IV. LE PALAIS ARCHIÉPISCOPAL. Au premier abord, cette vaste construction parait froide, sans accent et sans vie. Sa décoration, compassée et symétrique, contraste avec l'imagination inépuisable et variée qui a marqué de son empreinte la façade de Faile de Louis XII. Cependant, si de l'ensemble du palais on considère chaque partie isolément, Fimpression première s'efface; on laisse là toute critique pour admirer sans réserves Pair de grandeur et d'élégance de ses portiques à jour, si malencontreusement termes aujourd'hui, la forte saillie et la belle proportion des pilastres, la variété de leurs chapiteaux et les médaillons de la large frise qui les surmonte. Le premier étage semble postérieur d'un demi-siècle au rez-de-chaussée et d'un effet moins heureux. On fait communément honneur de cette construction au cardinal archevêque de Bourbon. Mais il n'en serait rien d'après certains annalistes sénonais, dont M. l'abbé Cornât résume le dire en ces termes : « Les constructions en avaient été poussées fort loin par Etienne « Poncher, et Louis de Bourbon se serait borné ainsi à les ache •< ver! (1) -> C'est décidément un parti pris d'ériger en grand bâtisseur Etienne Poncher, sorte d'archevêque in partibus, auquel le Chapitre de Sens, hostile au Concordat de 1516, ne ménagea guère ses rigueurs et qui ne résida que peu ou point. Les Statuts synodaux déguisent (1) Statuts Synodaux, page 46."], [151, "( MIIMVRM E D s SI N S PLXXI PALAIS AR( RESIDENCE 1 * ■ * í Son-sparte"], [152, ""], [153, "LA CATHÉDRALE DE SENS 99 à leur façon ce que cette situation avait d'équivoque : « Ses emplois « à la cour, y lit-on, ne lui permettaient guère de s'occuper active « ment de son diocèse ! ! ! » Et moins encore sans doute d'y faire élever à grands frais des constructions monumentales ! Duprat, lui-même, son successeur, malgré sa toute-puissance, ne put être installé au poste où l'appela la faveur de François Ier. Le premier prélat nommé et installé fut Louis de Bourbon (1536) et on peut lui attribuer la première main mise à Fédifice. L'opinion qui accorde à l'architecte Gaudinet la construction de la demeure actuelle des archevêques, n'est point, non plus, sans vraisemblance. D'après les comptes du Chapitre, il fut chargé, en 1528, de construire « le dernier étage de la tour, » c'est-à-dire le campanille qui la surmonte encore. On le retrouve en 1534 donnanl les dessins du puits du Cloître, qui passait pour un chef-d'œuvre d'architecture, et construisant à Sens plusieurs habitations particu lières. De cet ensemble de faits acquis, le palais peut être attribué à l'architecte troyen, à cela près, s'il faut en croire certains an nalistes, que la mort du cardinal de Bourbon, en 1557, le laissa inachevé. L'édilìce présente sur la cour sa principale façade. C'est un long parallélogramme, d'une minutieuse régularité, et comprenant neuf travées, marquées au rez-de-chaussée par un nombre égal d'arcades séparées par des pilastres engagés très-saillants, posés sur des pié destaux, et à Pétage par d'élégants pilastres. La frise est d'uni' extrême sobriété décorative, comparée à celle de la Galerie de Louis XII. Elle porte seulement, à Faplomb des pilastres, des con soles finement sculptées, et des médaillons dont le fanatisme de 1793 mutila les sujets. Notre planche XXI présente, dans leur état ancien, une travée et deux demi-travées de la façade, dessinées par M. Sauvageot. Sur le second entablement, un peu maigre, qui termine la maçonnerie, l'ar tiste a figuré un cheneau en plomb historié dont un fragment se voit encore à la dernière travée de Fédifice, contre le chœur de Féglise. Dans la salle du premier étage de cette travée sont déposées les riches collections du Trésor, décrites ci-après. (Voy. Trésors d'art de Sens.)"], [154, "LA CATHÉDRALE DE SENS 100 L'autre façade, moins monumentale d'aspect, donne sur un vaste jardin. Ses dispositions sont les mêmes que sur la cour, moins cependant les pilastres des trumeaux des fenêtres du premier étage et la belle ordonnance des portiques du rez-de-chaussée. Deux bâti ments du xvii° siècle, élevés par Farchevêque de Gondrin à chacune de ses extrémités, lui servent d'ailes en quelque sorte. L'un est affecté à la Chapelle et le second à la Bibliothèque. L'intèrieur n'a rien de particulièrement intéressant. En 1609, le cardinal Davy du Peron substitua à Fancien escalier en spirale un large escalier à paliers droits et ouvrant sur un large vestibule. Au cours de ces travaux de remaniement la galerie à jour du rez-de chaussée disparut; les élégantes arcades surent murées et rempla cées par de larges fenêtres, d'un effet vulgaire, et qui disparaîtront le jour où une restauration intelligente viendra restituer à Fédifice cet élément essentiel de son ancienne beauté. Galerie de Louis XII. Dtítail de la frise."], [155, "IV. ANCIENS TOMBEAUX DE LA CATHÉDRALE. Si pour le nombre et la beauté des monuments funéraires, peu de cathédrales en France rivalisaient avec celle de Sens, c'est que tous ses métropolitains, à partir du xme Siècle, s'y firent inhumer. Le chœur, la nef et les chapelles surabondaient de riches monuments en pierre, en marbre ou en bronze, et marquant le point où leurs cendres reposaient. Beaucoup de ces monuments, précieux pour Fart ou l'histoire, disparurent au cours des soi-disant travaux d'em bellissement opérés au milieu du dernier siècle ; 1793 anéantit presque tous les autres. C'étaient les plus beaux, les plus riches, et l'art français en pleure encore la perte absolument irréparable. Leur destruction ne fut pas l'œuvre, comme on Fa dit, d'un peuple en délire, mais des corps constitués eux-mêmes. On a vu (page 45) la Convention, tout en ordonnant, par ses délégués, Fenvoi à la fonte de cinq tombes en cuivre, représentant des effigies d'archevêques, placer sous la sauvegarde publique un certain nombre de tom beaux en marbre, dont les intérêts de Fart réclamaient la con servation ; mais on a vu aussi comment, avec ces restes précieux. ii"], [156, "102 LA CATHÉDRALE DE SENS confiés à sa garde, l'autorité locale fit ériger un « superbe mauso lée ! » en Fhonneur des victimes du drame des Loges. C'était Pépoque où la Convention qui, seule, représentait la France, avait perdu la direction du mouvement. A Fespritde justice et de liberté de 1789, succédait l'esprit de violence et d'oppression qui animait les Assemblées populaires. Terrorisé par des bandes qui parcouraient les campagnes, sous prétexte d'anéantir tous les emblèmes féodaux, le cultivateur, quoique dégagé de la dîme et des redevances seigneuriales, était peu porté à semer, à labourer, et les deux tiers des terres confisquées sur le clergé ou les émigrés n'ayant pas trouvé d'acquéreur, la plupart demeurèrent en friche. II en résulta une disette, changée bientôt en famine par des lois oppres sives et violentes. Tous les greniers mis en réquisitions furent vidés, le blé vendu contre des assignats dont la valeur nominale s'était avilie. Et, la crise alimentaire s'aggravant, les passions soulevées imaginèrent d'accuser les ennemis de la République du mal qu'elles avaient fait naître. Les frères Chaperon, riches fermiers du hameau des Loges, près de Cerisiers, étaient au nombre de ces suspects. On les accusait d'avoir répondu à des gardes nationaux de Sens, venant de réquisi tionner chez eux : « Nous avons donné à votre République tout ce « qu'il nous était possible de donner. Ne revenez donc plus. » Les gardes nationaux revinrent, au contraire, avec deux pièces de canon. Les habitants de la ferme leur en refusèrent l'entrée ; la lutte s'engagea ; vingt-quatre assaillants tombèrent, dont huit mor tellement. La ferme fut incendiée; les deux frères périrent sous les décombres; leur sœur, traduite au tribunal révolutionnaire, avec un domestique, périt sur Féchafaud. Et pour honorer les gardes nationaux, victimes de Fexpédition, on décida Férection d'un monument sur lequel leurs noms seraient inscrits. Jusque-là, rien que de conforme à l'usage. L'iniquité apparu"], [157, "ET SES TRÉSORS D'ART 103 sous forme d'un arrêté du Directoire du district (1) aux termes duquel les tombeaux encore existants dans la cathédrale de vaient servir à Férection de ce monument. Leurs colonnes, statues et entablements y passèrent, et de cet amalgamme d'éléments dispa rates devait surgir et surgit, en effet, une création bizarre et sans goût. Le primidi messidor an II (19 juin 1794), telle est la date néfaste du drame des Loges. Six ou sept ans plus tard, le monu ment commémoratif était démoli ; les marbres, les sculptures qui le composaient dispersés à tous les vents ou anéantis. De nombreux tombeaux en pierre d'un intérêt égal, sinon supé rieur pour Ficonographie, à ceux en bronze ou en marbre, remplis saient les diverses parties de Féglise. Tous disparurent et furent convertis en moellons. Plusieurs archevêques, anciens évêques de Paris, avaient, aussi, dans cette ville, leurs monuments funéraires. La destruction révolutionnaire les engloutit également. Piganiol de la Force cite, parmi ces monuments, la statue en pierre de Farche vêque. G. de Dormans, alors placée dans la chapelle du collège de Beauvais, à Paris. De tous les tombeaux de la cathédrale, un seul, et l'un des moins précieux, désarma la rage des nouveaux Vandales, c'est le tombeau du dauphin, fils de Louis XV, et père des trois rois qui régnèrent sous les noms de Louis XVI, Louis XVIII et Charles X. Ce chef d'œuvre de mièvrerie et de mauvais goût nous est seul arrivé absolument intact. Du tombeau de Jacques Davy Duperron, et de son frère Jean, les parties essentielles échappèrent à la destruction et on le reconstituerait facilement. Des autres, il ne reste que des débris, précieux encore, et que j'aurai à décrire successivement. (II C'est au Directoire du district de Sens et non à la municipalité, comme je l'ai dit plus haut (page 46) qu'incomberait la lourde responsabilité de l' arrêté prescrivant la démolition des tombeaux; mais tous les corps consti tués de l'époque en sont solidaires, car il ne paraît pas qu'un seul d'entre eux ait protesté. Le Directoire du district était le pouvoir exécutif du Conseil général, alors placé à la tète de chaque arrondissement. Les membres élus étaient Hérard, Lemoine, Chastellain et Lorillon."], [158, "CHAPITRE Ier. LE TOMBEAU DU DAUPHIN. Le fils de Louis XV avait exprimé le désir d'être enterré dans le diocèse où il mourrait. II mourut à Fontainebleau, alors diocèse de Sens; de sorte qu'au lieu d'être enseveli à Saint-Denis, à côté des rois ses ancêtres, le corps fut ramené en grande pompe à Sens, où eurent lieu les funérailles. On le descendit dans un large caveau pratiqué au milieu du chœur. Deux années plus tard, la dauphine Marie-Josephe de Saxe, mourant à son tour, demanda que son corps fût réuni à celui de son époux. En 1777, seulement, le monument étant terminé, fut placé sur leur tombe. Mais vint bientôt le jour où le fanatisme politique, aussi impitoyable que le fanatisme religieux, se proclama libre et affranchi de tout respect humain. Toutes les sépultures de la cathédrale de Sens furent violées, comme venaient de Fêtre celles de Saint-Denis, et les corps envoyés, au nom de Fégalité, à la fosse commune. En 1814, les restes du Dauphin et de la Dauphine — ou du moins ce qu'on envisagea comme tel — furent réintégrés dans le caveau du chœur, où ils reposent encore et leur tombeau réédislé sur cet emplacement. L'intérèt de cette œuvre sculpturale, c'est d'offrir un spécimen complet du maniérisme dont s'inspirait l'art vers le milieu du siècle dernier. Pour tous les artistes des plus grandes époques, ceux de la Renaissance, comme du Moyen-Age et de la belle antiquité, tout monument funéraire doit rappeler Fimage du défunt. Dans leurs"], [159, "ET SES TRÉSORS D'ART 105 tombeaux abrités ou élevés, Feffigie du personnage auquel ce souve nir est consacré, se montre toujours, soit en relief, soit gravée en creux, lorsqu'il s'agit simplement de pierres tombales ou de plaques de cuivre. Mais il apparut au siècle dernier des artistes jaloux d'in novation et qui, aux acclamations de leurs contemporains, mécon nurent la pensée même des monuments funéraires pour lui substituer l'esprit de recherche et de raffinement. II était de ceux-là, le dernier des Coustou, nommé Guillaume, comme son père, et auquel échut, en 1706, l'exécution du tombeau du Dauphin. Ce peutètre un amusement de faire effort d'imagination pour deviner le sens de cette composition et la pensée que prétendent symboliser les six grandes statues qui le composent. Mais laissons Fallégorie et son langage de convention pour envisager uniquement l'œuvre d'art, ses défauts et ses qualités. C'est un groupe colossal en marbre blanc, très-beau, très-pur et d'une conservation parfaite. Au moment de son exposition, à Paris, avant son envoi à Sens, Bernardin de Saint-Pierre jugea l'œuvre comme nous la jugerions aujourd'hui. A cela près, toutefois, qu'au milieu de Fengouement universel qu'elle soulevait, sa protestation resta isolée et sans écho. « La première chose qu'on y cherche tout d'abord, disait Bernar « din de Saint-Pierre, c'est la ressemblance du Dauphin et de la « Dauphine, à la mémoire desquels le monument a été élevé ; il n'y « en a pas seulement les médaillons. On y voit le Temps avec sa « faux, XHymen, avec des urnes, X Amour conjugcd dont la sculpture « fait un être distinct de XHymen, la Religion, XArt, Fiminortalité « entin, toutes les idées rebattues de Fallégorie qui est souvent, « pour le dire, en passant, le génie de ceux qui n'en ont pas. Pour « achever d'en éclaircir le sujet, il y a de longues inscriptions « latines, assez étrangères à la mémoire du Prince qui en est « Fobjet. Voilà, en vérité, un beau monument national ! Desinscrip « fions latines pour un peuple français et des symboles païens pour « une cathédrale ! » Le grand peintre de la nature devait juger sévèrement cette création pompeuse, emphatique et qui n'échappe à la froideur que pour tomber dans la mignardise et l'affèterie. Toutefois, si l'œuvre de Coustou est un spécimen très-réussi du goût mis à la mode par les bergeries de François Boucher, en revanche, à part les draperies"], [160, "LA CATHÉDRALE DE SENS 106 molles et sans caractère, elle est généralement bien conçue, et son exécution aussi brillante que délicate. Du milieu du chœur, où il avait été replacé, et qu'il encombrait, le tombeau fut transféré, il y a trente ans environ, dans la chapelle ovale de Sainte-Colombe, qu'il occupe encore aujourd'hui, à côté des restes éparpillés du riche tombeau de Jean et Jacques Duperron et de ceux du tombeau du cardinal Duprat. Pour combien de temps, pourrait-on se demander? Notre sol est jonché de débris, à la grande curiosité des Anglais qui n'ont guère de ruines à visiter chez eux, alors que chez nous tout ce qui pense souffre, s'inquiète et.se demande parfois, si ce qui est debout aujour d'hui le sera encore demain, si nos ruines actuelles doivent être les dernières! C'est à n'y pas croire; mais l'œuvre de Coustou, conçue dans un goût qui était encore la grande mode de la fin du dernier siècle, ne doit d'exister encore qu'au courage civique d'un généreux citoyen. UAlmanach de Sens rapporte ainsi Fépisode : « Les électeurs rassemblés le 3 septembre, dans la nef de Saint- Etienne, pour nommer des députés à la Convention nationale, virent dans le tombeau du Dauphin un monument de despotisme. Déjà, par Fordre de quelques-uns d'entre eux, le marteau était levé, mais par la vigoureuse et louable fermeté de M. Menestrier, maire alors, ce chef-d'œuvre de l'art, échappa à la destruction. »"], [161, "CHAPITRE II. TOMBEAU DE JEAN ET JACQUES DU PERRON. Ce monument servit presque tout entier à Fassemblage du gro tesque mausolée commémoratif de Faffaire des Loges ; mais alors que les marbriers débitèrent la belle statuaire du tombeau de Duprat, un hasard heureux permit à la sienne d'arriver à peu près intacte jusqu'à nous. Elle comprend les statues agenouillées des deux frères, qui surmontaient l'entablement, et les deux Génies accompagnant le sarcophage en marbre noir, élevé dans l'un des deux entrecolonnements. Ce sarcophage a seul disparu. Ample et massive, cette statuaire empreinte du goût sculptural du temps de Henri IV, m'a fourni Foccasion d'un singulier rapproche ment. Je venais de retrouver, à quelques lieues de Sens, un mauso lée inconnu, ignoré de tout le monde, même des Guides du Voyageur. II ne s'agit point du mausolée des Condé, à Vallery, qu'on attribuait à Sarrazin, et qu'il m'a été donné de restituer à Gilles Guérin, mais d'une œuvre authentique, signée Michel Bour din et passée sous silence, même par Victor Petit et Ad. Joanne, dans leurs Itinéraires, si complets pourtant. Or, n'en déplaise à MM. les biographes qui n'en soufflent mot, Michel Bourdin devait jouir, à son époque, d'une grande réputation, car des œuvres nombreuses et même considérables, tel, notamment, le tombeau de Louis XI, pour l'église de Cléry-sur-Loire, furent confiées à son ciseau (1). (1) Pour plus de détails sur cel artiste, on pourra se reporter à Michel"], [162, "108 LA CATHÉDRALE DE SENS Tout en dessinant la statue du Christ du tombeau de Saint-Valé rien, dont je viens de parler, les deux Génies placés à ses pieds, les colonnes et autres détails de l'entablement, je fus frappé de leur air de famille avec les diverses parties du tombeau des du Perron. D'après Burigny, leur biographe, ce tombeau avait été érigé en 1636 par leur neveu Jacques du Perron, évêque d'Angoulême. Or Dauvet, seigneur de Saint-Valérien, mourut six ans plus tard, en 1612. Son tombeau fut élevé, sans doute, à peu près dans le même temps que celui de la cathédrale de Sens. Tous deux étant si rappro chés de lieu, de style et d'époque, ne seraient-ils pas l'œuvre com mune du même artiste? A cette hypothèse, plus d'un fait vient donner une certaine consis tance. Les six colonnes en marbre noir du monument de Sens sont d'un ionique de fantaisie, presque semblable à celui du monument de Saint- Valèrien. II faut les comparer, non pas à l'aide du dessin de Gaignières, assez dédaigneux de l'architecture comme de la perspec tive, mais plutôt en s'aidant des originaux eux-mêmes. Et cette confrontation est devenue facile, M. Marquet étant allé, de Sens et à ma demande, photographier le monument de Saint-Valérien. On remarquera ainsi, Fanalogie singulière de ces deux œuvres : mêmes détails dans leur architecture, même sentiment dans Faspect et le caractère des figures. Mon dessin qui fait Pobjet de la planche VII est une reproduction agrandie, de moitié, de la photographie. On remarquera combien le Christ bénissant rappelle le rendu vigou reux, ample et volontairement grossoyé qui caractérise la statuaire du tombeau des du Perron. Si, dans celui-ci, les deux Génies sont moins gracieux que ceux de l'autre tombeau, pourtant, à première vue, plus d'un trait commun semble en faire l'œuvre d'un seul et même artiste. N'ayant pas eu le loisir d'étudier les parties basses du tombeau de Sens, qu'on trouve éparpillées dans la seconde salle du rez-de chaussée de la Salle Synodale, je ne puis pousser plus loin le paral lèle. Cette tâche mériterait d'intéresser M. Roblot, si compétent en la matière, et animé d'une si vive sollicitude pour les titres artis- Bourdin père et fils, opuscule que j'ai publié récemment à Paris, librairie Champion, quai Malaquais."], [163, "ET SES TRÉSORS D'ART. 109 tiques de sa ville natale. Sans compter le service qu'elle peut rendre à Fart français, trop riche malheureusement en œuvres anonymes. Donc, si le tombeau est réellement de Michel Bourdin, comme toutes les productions déjà connues de Fartiste sont signées, il ne serait pas impossible que sur l'une des pierres échappées à la destruction, on lût également sa signature : Michael BOVRDIN AVRELIUS FECIT, comme au tombeau de Louis XI, à Cléry, comme sur la statue de la Vierge, de la cathédrale d'Orléans, ou simplement M. BOVRDIN, F., comme au tombeau de Saint-Valérien. Je ne puis, en terminant, ne pas m'associer à un vœu très-ration nel, exprimé par M. de Montaiglon, celui de la restitution des débris épars, mais à peu près complets, du tombeau des frères du Perron. « Pendant, dit-il, que les graves statues et le groupe des deux angelots, enfantins et pleureurs, qui s'essuient les yeux avec un bout de leur courte draperie, sont dans la chapelle du tombeau du dauphin, les bases, les chapiteaux et les fûts de cinq des colonnes sont en morceaux dans la seconde pièce du rez-de-chaussée de la Salle Synodale. La sixième colonne, également complète, a été dres sée entre les deux fenêtres de Fescalier de la mairie. « Comme on a Finscription dans Burigny et ailleurs, rien ne serait si facile que de remonter ce tombeau dont on a toute la statuaire et presque toute la décoration. Dans son état d'éparpille ment, ce qui existe peut se disperser et se perdre. II ne serait que prudent de le sauver ; il est même presque inconvenant qu'on ait tardé si longtemps à remettre en honneur et à restituer dans leur église le tombeau des deux archevêques, ce qu'il est possible de aire exactement à l'aide du dessin de Gaignières. » 15"], [164, "CHAPITRE III. TOMBEAU DU CHANCELIER DUPRAT. J'ai rappelé plus haut, à l'occasion des dévastations infligées aux œuvres d'art de la cathédrale par la main ignorante et brutale des révolutionnaires, comment celle-ci, la plus belle et la plus intéres sante de toutes peut-être, fut détruite presque en entier. Le rapport des commissaires de la Convention et le dessin de Gaignières, dont M. de Montaiglon a publié le sac simile, nous permettent seuls de nous faire une idée de son importance monumentale. Sa composition dérive essentiellement des plus beaux tombeaux du Moyen-Age. Le sarcophage était disposé sous une sorte d'édicule ou de châsse ouverte, de manière à inspirer le recueillement ; il portait la statue de Duprat à Fétat de mort. Un entablement formé par quatre colonnes de marbre noir, à chapiteaux corinthiens, entou rait le sarcophage et portait la statue en marbre blanc du chancelier, agenouillé devant un prie-Dieu dressé et portant ses armes. La statue gisante existe encore, mais mutilée. Comme à celje du célèbre tombeau de Louis XII, à Saint-Denis, une ouverture au ventre indique les sutures de l'incision de l'embaumement. Le corps absolument nu, est étendu sur un linceul qui entoure la tête posée sur deux coussins. La bouche est ouverte, les chairs sont flasques et plissées. La statue mesure 1 mètre 60 de haut. Malgré les mutilations qu'elle a subies, on peut dire que sa valeur comme œuvre d'art n'atteint point celle des bas-reliefs, dont je parlerai tout à Fheure, et les seuls débris du monument qui existent encore. Ils décoraient les quatre faces du soubassement portant le sarcophage, et leurs lignes"], [165, "ET SES TRÉSORS D'ART. 111 semblaient continuer celles des piédestaux des quatre colonnes. L'ensemble reposait sur un large soubassement inférieur, aux angles duquel se dressaient quatre statues, un peu plus grandes que nature, et symbolisant les Vertus. En avant du dessin du Gaignières est la Force portant Fépée et la boule, la Prudence, tenant un compas et une horloge; puis, derrière, deux autres vertus, dont le dessin n'indique pas bien clairement les attributs, mais qui devaient figurer la Justice et la Tempérance. Exécutée en marbre d'Italie, cette œuvre superbe de la belle Renaissance passait, en outre, grâce à la beauté de la matière, pour merveilleuse, Femploi du marbre étant chose encore très-rare au commencement du xvie Siècle. J'arrive aux quatre bas-reliefs du second soubassement, deux longs et deux étroits. Intéressants à la fois comme œuvres d'art et comme documents historiques, je leur ai consacré les deux magni fiques planches qui accompagnent ces lignes. Le premier des bas reliefs représente : Le cardinal Duprat tenant une séance du sceau, qu'il préside, assis sous un dais. Sur le bureau, derrière lequel est assis le chancelier, figure la cassette des sceaux, et sur le devant ses armoiries. Les principaux personnages, sculptés avec une grande finesse, sont bien groupés, pleins de vie et de mouvement. Le second bas-relief représente : Le Concile 2irovincial de 1532 qui s'assembla le 25 mai, à Saint- Germain-en-Laye, pour fixer la part du diocèse de Sens dans la rançon et la délivrance du dauphin et du duc d'Orléans, détenus comme otages, à Madrid. Cette part fut une levée de quatre décimes pendant deux ans, en forme de don gratuit. Duprat est au centre, dans une grande chaire, sous un dais. A sa droite et à sa gauche, sont assis de chaque côté neuf évêques ou délégués des Chapitres. Au devant, le greffier, et à côté de lui le massier. La perspective, cette condition vitale du bas-relief, est savante et fortement accentuée. L'habile disposition de ces deux œuvres en fait deux tableaux historiques exquis, d'une exécution brillante et pleine de vérité. Ils mesurent seulement 42 centimètres de haut sur 76 de large. Le troisième bas-relief, XEntrêe à Paris, représente le cardinal"], [166, "LA CATHÉDRALE DE SENS 112 légat à cheval et sous un dais porté par quatre clercs. Le sculpteur a fidèlement rendu Faspect du personnage auquel Théodore de Bèze fit cette épitaphe moqueuse : HIC JACET AMPLISSIMUS, calembourg latin que Fégrillard La Monnoye, Fauteur des Noëls bourguignons, traduisit ainsi : Cy-gît, couché tout plat, Lc puissant chancelier Duprat. Comme notre figure Findique, c'était, en effet, un gros homme, à l'obésité robuste et bien différent à cette époque de la statue gisante, qui surmontait le sarcophage de son tombeau. En avant du dais, marche la croix archiépiscopale, portée par un acolyte que précède un massier et d'autres officiers de la maison, tous à cheval. Ce bas-relief permet de nous rendre compte de ce qu'était alors la pompe d'un prince de FEglise, en général, et celle du chancelier Duprat, le plus pompeux des grands de son temps. II faut voir surtout sa demeure favorite, encore à moitié debout, le célèbre château de Nantouillet, près de Meaux. Partout, sur la porte d'entrée, dans Fescalier de la chapelle, sur la façade même du jardin se voient encore les salamandres royales, les écussons et les trèfles de ses armoiries, voire même une Salle des Gardes, dénomina tion qui semblerait impropre dans le logis d'un prélat, si l'on ne savait que la dignité de cardinal donnait le droit d'entretenir un certain nombre d'hommes d'armes. Le bas-relief de XEntrée à Paris, haut comme les deux précédents, de 42 centimètres, mesure en largeur 1 mètre 76 centimètres. On n'y compte pas moins, suivant Victor Petit qui a dû les compter, de cinquante figures, dont plusieurs seraient des portraits. Le quatrième bas-relief, XEntrée à Sens (fig. 25), est une véritable fiction artistique. Duprat, comme Fécrivait un de ses successeurs, Farchevêque de Gondrin, « n'osa jamais mettre le pied dans la ville de Sens, où il n'entra qu'après sa mort, sans avoir pu voir son église » (IL Tel fut, en effet, le résultat de l'hostilité persistante du (1) De Gondrin. Mémoire contre le Chapitre, p. 1 13."], [167, "CATHÉDRALE DE SENS PL. XIII. LE CARDINAL DUPRAT TENANT COMME CHANCELIER UNE SÉANCE DU SCEAU. Cathédrale de Sens LE CARDINAL DUPRAT AU CONCILE PROVINCIAL DE I532 Cathédrale de Sens."], [168, ""], [169, "ET SES TRÉSORS D'ART. 113 Chapitre de Sens repoussant Farchevêque imposé par François Ier, et qu'il accusait d'avoir par faiblesse, ambition, corruption peut être, fait à Fantique indépendance de FEglise de France, avec son Concordat de 1516, un mal longtemps irréparable. On a vu qu'en dépit de ce Concordat, Jean de Salazar, abbé de Sainte-Colombe et neveu de Tristan, siégeait à Sens, comme arche vêque élu par le Chapitre. Toutefois, comme à la mort de Duprat (1536), Fabsolutisme royal triomphait à Sens, comme partout, de l'opposition du clergé et du Parlement, son grand âge fut probable ment l'obstacle principal à la prise de possession de son siège métropolitain. Quoi qu'il en soit, la pompe de ses funérailles et non celle d'une Entrée qui n'eut jamais lieu, aurait dû servir de donnée à l'artiste soucieux des droits de la vérité. La fiction inscrite sur le quatrième bas-relief fùt-elle imposée par le fils aîné du cardinal, Antoine, pré vôt des marchands de Paris, aux frais duquel on érigea le monument, ou bien plutôt l'effet de circonstances que j'exposerai tout à Fheure? Le point est à éclaircir et ne le sera peut-être jamais. De même que dans la composition précédente, Duprat est repré senté à cheval, avec une suite brillante et nombreuse. II est précédé de treize prêtres portant la crosse et ayant le titre de prêtres cardi naux. C'étaient les doyens de chacune des treize paroisses de Sens. L'arc de triomphe, placé à droite, est-il besoin de le dire, n'est pas la porte Dauphine qu'on vient d'abattre. C'est un monument de fan taisie comme XEntrée elle-même. Après la mort de Clément VII, et à Fâge de 72 ans, Duprat rêva tout éveillé le titre pontifical. II ne put l'obtenir et en mourut de chagrin, à son château de Nantouillet. On l'inhuma donc dans le chœur de la cathédrale de Sens, et après de somptueuses funérailles décrites dans le Cérémonial de Godefroy (II, 822), et par Mauclerc, annaliste sénonais (II, 49). Ses fréquents voyages en Italie, à la suite de Louis XII, lui avaient inspiré la passion de l'art italien. Or, le goût des bas-reliefs que je viens de décrire est absolument italien, bien que M. de Montaiglon incline à les attribuer à un sculpteur français de la famille des Gre noble (Antiquités de Sens, page 34). Fenel rapporte, au contraire,"], [170, "114 LA CATHÉDRALE DE SENS qu'ils furent sculptés à Grenoble par des artistes italiens pour la somme de 30,000 livres. Ami de Lebeuf, et son zélé correspondant, Fenel est le plus savant et même le seul savant parmi les annalistes sénonais. Est-ce à cause de cela que son manuscrit attend encore les honneurs de Fimpression? Toujours est-il que, sur le point en question, il me parait exactement renseigné, si l'on considère la célébrité dont jouissait alors le marbre blanc de Grenoble. Le fait d'artistes italiens venaient travailler dans cette ville, trouve ainsi son explication naturelle. A cette affirmation de Fenel, me sera-t-il permis d'ajouter une hypothèse? Pourquoi Duprat n'aurait-il pas, comme son prédécesseur Tristan de Salazar, commandé lui-même son tombeau de son vivant? Cela expliquerait Fanachronisme du bas-relief de XEntrée à Sens, conçu à une époque où il espérait pouvoir triompher encore des résistances du Chapitre à son installation ? Le fait aurait, du reste, plus d'un précédent. En tous cas, qu'il fût Italien ou Français, qu'il ail travaillé après la mort de Duprat ou de son vivant, Fauteur de ces sculptures était un artiste de premier ordre. Elles accusent, en effet, dans leurs caractères essentiels, la finesse et la fermeté gracieuse des contours, une rare habileté d'exécution, un relief très-sobre, très-égal, et que n'atténue pas la convexité naturelle des objets. S'ils étaient à vendre, comme les tapisseries de l'Hôtel-Dieu d'Auxerre, leur place serait au musée du Louvre, qui a dû se borner à en obtenir des moulages. Si donc la statue agenouillée qui surmontait le tombeau, et les quatre Vertus plus grandes que nature et assises aux angles du sou bassement, étaient de la même main et d'une valeur égale à celle des bas-reliefs, leur destruction fut un véritable deuil pour l'art et son histoire à cette brillante époque."], [171, "CHAPITRE IV. LE TOMBEAU DE TRISTAN DE SALAZAR. II ne reste rien, absolument rien, du tombeau superbe que ce prélat, grand ami des arts, se fit ériger de son vivant. On peut croire qu'il était dans ce style de transition qui marqua le commencement de la Renaissance française, et mélangé aux dernières traditions de l'art gothique expirant, de cet art que Voltaire et son temps quali fiaient de barbare, et dont Philibert Delorme reconnaissait encore la science ingénieuse et profonde. Du reste, et le grand architecte le dit lui-même, cet art si dédaigné c'était Fart national, et les ouvriers de son temps Pappelaient encore entre eux, la mode française (1). II n'existe, à ma connaissance, aucun dessin du tombeau de Tris tan de Salazar. M. de Gaignières fit dessiner un certain nombre des autres monuments funéraires de la cathédrale, même de simples tombes plates et diverses plaques en cuivre attachées aux piliers ; mais comme il partageait, lui aussi, les préventions de son temps contre Fancienne mode française, il exclut de son précieux porte feuille une œuvre fort admirée des contemporains, et dont l'orne mentation, dans son ensemble, rappelait très-probablement le magni fique tombeau de Georges d'Amboise, que montre encore la cathé drale de Rouen. Exclusion regrettable, car on n'a, pour se rendre compte de la beauté de ce monument, que des indications sommaires et qui (1) Aujourd'hui, dit-il, en parlant des voûtes gothiques à nervures, on ne suit plus cette façon de voûte appelée entre les ouvriers la mode française... dans laquelle on a fait et pratiqué de fort bons traicls et difficiles i.lrch. folio 107)."], [172, "LA CATHÉDRALE DE SENS. 116 même, réunies, ne peuvent suppléer à Fabsence complète de toute description. Ainsi, à notre grand regret, une page blanche, ou peu s'en faut, mar quera ici la place consacrée au monument funéraire d'un prélat qui, vivant à Fépoque la plus brillante de la Renaissance, a le plus con tribué à doter son église et la contrée de monuments somptueux. La magnifique clairevoie du transept sud et ses incomparables vitraux, Fachèvement de la tour, sont avec le tombeau qui m'occupe, avec celui de ses père et mère, dont il me reste à parler, et la superbe galerie de Louis XII , d'éclatants témoignages de la munificence éclairée de Tristan de Salazar. Et de toutes ces magnificences, la grande clairevoie du transept sud, seule, est demeurée intacte, avec plusieurs des riches tapisseries du Trésor, dont il fut le donateur, d'après l'opinion de M. Jules Guiffrey (1). Et l'homme à la munificence duquel nous sommes redevables de tant de belles et grandes œuvres, n'a aujourd'hui ni une inscription ni une simple pierre pour marquer la place où reposent ses cendres! A peine connaît-on même quelle était la disposition de son tom beau. Fenel Fa vraisemblablement décrit dans son Histoire des archevêques, restée inédite, ce dont je n'ai pas eu l'occasion de m'assurer. Je citerai à son défaut, ces indications naïves et incom plètes de l'abbé Farinade, curé de Saint-Savinien au commencement du siècle dernier et rapportées dans le manuscrit de Mauclerc, autre annaliste sénonais : « Le tombeau, en marbre noir, est élevé (sic) de trois pieds, et parsemé de son écu (les armoiries des Salazar). Sa statue, plus grande que le naturel, est en albâtre et posée sur une table de marbre noir... » A cela se borne la description du monument. On sait, par d'autres relations, qu'il était placé au chevet du chœur, derrière le baldaquin et au-dessus d'une épitaphe en cuivre portant la date 1518. (ì) Acte de 1507, portant : « Allardin de Souyn, maître tapissier de haulte lice, demeurant à Paris, à l'hostel de monseigneur l'archevesque de Sens. {.Histoire de la tapisserie française. Paris 1876.)"], [173, "CATHÉDRALE DE SENS FL. XIV. ENTRÉE A PARIS DU CARDINAL DUPRAT COMME LÉGAT. Cathédrale de Sens. ENTREE DU CARDINAL DUPRAT A SENS. Cathédrale de Sens"], [174, ""], [175, "CHAPITRE V. TOMBEAU DE JEAN DE SALAZAR. Ce vaillant homme de guerre, père de Farchevêque Tristan de Salazar, fut le chef de la branche française d'une maison qui s'allia aux plus célèbres familles du pays sénonais. Seigneur de Saint- Maurice-Thizouailles, près d'Aillant, il épousa Marguerite de la Trémoille, de la famille des comtes de Joigny. Jean de Salazar figura dans plusieurs faits historiques de son temps, entre autres à la bataille de Montléry, où il sauva la vie au roi Louis XI. L'admirable rétable en pierre qu'on voit encore adossé contre un des piliers de la nef, dans la cathédrale, dépendait de Fautel cons truit pour faire face au tombeau de Jean de Salazar et de Marguerite de la Trémoille. Je l'ai décrit plus haut (voy. page 146). Une sorte de baldaquin, d'une originalité puissante, qui abritait le tombeau, était formé de quatre colonnes élancées, hautes de quatre mètres, et semées d'étoiles et de feuilles d'érable. Leurs débris se voient encore au Musée de la Salle Synodale, avec le léger entablement qu'elles soutenaient. Celui-ci se compose d'une seule pièce de marbre mesurant près de trois mètres (2 m. 90) sur 1 m. 75. Des entailles, pratiquées sur chacune de ses quatre faces, supportaient dix écussons aux armes de Salazar. Les étoiles et les feuilles d'érable des colonnes se répètent également à la partie inférieure de l'enta blement formant autrefois le plafond. Au-dessus de l'entablement, deux statues agenouillées, celles de Jean de Salazar et de sa femme, tournées vers la nef, se profi laient dans l'ogive de l'arcade. L'albâtre de ces statues devait se 16"], [176, "118 LA CATHÉDRALE DE SENS détacher vigoureusement des autres parties du tombeau, tout en marbre noir de Dinant. La statue de Marguerite de la Trémoille symbolisait, nous a-t-on dit, la Patrie en deuil, dans le monument grotesque élevé en com mémoration du drame des Loges (v. page 262). Depuis, elle a dis paru. M. de Montaiglon décrit ainsi celle de Jean de Salazar qu'on voit encore, mais horriblement dégradée, dans les salles de Fan cienne Officialité : « Le marbre est d'une blancheur admirable, qui devait faire le plus beau contraste avec la noirceur du monument qui lui servait de piédestal. Elle est dans le plus triste état de dégradation. La tête a disparu, et toute la surface du marbre a été rongée, pendant de longues années, par Peau d'une gargouille sous laquelle on l'avait abandonnée. Elle est plus grande que nature, ayant encore avec le coussin et la plinthe 1 m. 35 sans la tête, et l'on voit qu'elle devait être fort belle. Elle se sent du goût déjà italien, et si l'on se souvient que ce tombeau est antérieur à celui de Louis XII, il faut constater Fimportance antérieure et exceptionnelle du monument des Salazar. Quand il a été fait, la basilique royale de Saint-Denis n'avait pas encore un seul monument aussi considérable. » C'était donc l'œuvre d'un génie précoce et hardi que ce tombeau dont les commissaires de la Convention, Cassard et Mulot, disaient dans leur rapport : « Ce n'est point un ouvrage très-précieux. » Le fin connaisseur d'art doublé d'un érudit, et qui vient de le décrire, établit tout 1c contraire. II suffit, d'ailleurs, d'en examiner les restes, surtout si on les rapproche des sculptures merveilleuses du rétable de l'autel établi pour lui faire face sous l'un des entrecolonnemcnts de la nef, pour se convaincre qu'un monument d'art véritablement unique avait été légué par Tristan de Salazar à son église. Grâce au dessin de ses parties principales, que donne le nouvel historien des Antiquités de Sens, tout œil un peu exercé se verra en présence d'une œuvre dont Foriginalité belle et puissante ne constituait que l'un de ses mérites. Le marbre de Dinant, três-dur et très-lourd, était très-usité autre fois en France pour les tombeaux. Comme celui de Carrare, on le sculptait ordinairement sur place, d'où on pouvait l'envoyer au loin sans danger, à cause de la dureté de la matière, et pour n'avoir à transporter que le moindre poids possible. L'archevêque Tristan de Salazar, s'il s'est conformé à Fusage, aurait ainsi envoyé à Dinant le"], [177, "ET SES TRÉSORS D'ART. 119 plan et le dessin du monument, combinés d'après les dimensions de l'arcade de la nef appelée à Fabriter. Rien n'est plus vraisemblable, car les moulures, les bases des colonnes, les chapiteaux eux-mêmes accusent visiblement Finfluence flamande que les fastueux ducs de Bourgogne, plus puissants parfois que les rois de France, aidèrent à répandre dans toute FEurope occidentale, et à laquelle vint s'accommoder le goût bourguignon. Charles-le-Téméraire, dernier duc de Bourgogne, venait de périr devant Nancy, lorsque Jean de Salazar mourut en 1479. Son tom beau et le merveilleux retable qui l'accompagnait, doivent dater à quelques années près de cette époque; mais les deux statues du sommet furent érigées beaucoup plus tard. On en a même la date précise par un compte de Fancien archevêché retrouvé par M. Fran çois Mollard, le digne successeur de M. Quantin aux archives de l'Yonne. On y lit, en effet, à la date de 1515 : « Hugues Cavelier (c'était le maître de l'œuvre) et Jean Fremy, montent les images et statues des père et mère de Monseigneur, sur la table de marbre. » (Archives de l'Yonne... 544.) L'entablement et deux des colonnes sont encore intacts, les deux autres sont en morceaux. M. de Montaiglon en a restitué le dessin par Fhabile crayon de M. Laurent et Fa publié dans ses Curiosités et Antiquités de Sens. M. Louis Gonze, directeur de la Gazette des Beaux-Arts, ayant bien voulu m'autoriser à le reproduire, je l'ai fait imprimer en tête de cet ouvrage."], [178, "CHAPITRE VI. LES TOMBEAUX EN CUIVRE. Benvenuto Cellini, le fameux bronzier florentin, appelé à Fon tainebleau par François Ier, dit, dans ses Mémoires, que les orfèvres français ne savaient pas exécuter une statue de métal grande comme nature. S'il s'était donné la peine de visiter la métropole, dont Fontainebleau dépendait, c'est-à-dire la cathédrale de Sens, cet artiste, trop vanté, eût reconnu bientôt Ferreur dans laquelle sa vanité l'entraînait. Dans toutes nos provinces, le bronze était d'un emploi beaucoup plus général que le marbre, alors d'ailleurs très-rare et qui revenait très-cher par la difficulté des transports. C'est tout le contraire, aujourd'hui, où le bronze ne sert plus guère qu'à fabriquer des garnitures de cheminée ou des statues pour nos places publiques, et encore le marbre, moins monumental mais plus coquet, lui est-il assez généralement préféré. Si les procédés de moulage des artistes du Moyen-Age laissaient à désirer, ceux des Florentins du xvic siècle n'étaient guère meilleurs. Cependant ceux-ci passèrent longtemps pour avoir enrichi la France de Findustrie du bronze, comme autre fois la Grèce Pavait apportée à Rome. II est encore de mode aujour d'hui de vanter les bronzes florentins, dont la perfection artistique ne dépassait que peu ou point celle des bronzes fondus aux belles époques du Moyen-Age. J'ai dit plus haut (page 160), comment la Convention, ayant mis tous ces monuments en coupe réglée, les convertit en canons et en gros sous ! Dans l'un de ses rapports annuels à M. le préfet de l'Yonne, sur"], [179, "LA CATHÉDRALE DE SENS 121 l'état des archives confiées à sa science déjà éprouvée, M. Mollard cite un ancien compte non publié encore, de l'année 1446. II en résulterait que les tombes en cuivre de la cathédrale de Sens étaient plus nombreuses encore qu'on ne Pavait cru jusqu'à présent. Ce compte, M. Mollard le résume ainsi : 1446. — « On fait nettoyer les neuf tombes de cuivre des arche vêques placées dans le chœur de la cathédrale, le crucifix et les autres images de l'entrée, et on recure les quatre colonnes de cuivre qui sont autour du grand autel. » La plus belle était celle d'Etienne Bequart, ce prélat ami des arts, le Tristan de Salazar de son siècle, lequel légua à son église mille ducats pour être affectés à Fexécution de vitraux et à celle sur son caveau « d'une belle tombe en cuivre en ronde bosse (bossa et pulchra) du prix d'au moins six cents livres (1309). » 600 livres, à cette époque où le bichet de blé valait deux sols quatre deniers, représenteraient aujourd'hui, Fhectolitre supposé à 19 fr., bien près de 25,000 fr. C'est dire assez que cette œuvre conçue et exécutée à l'une des plus belles époques de Fart et àl'aide d'une somme de cette importance, devait justifier Fadmiration qui l'entourait. On cite les noms des autres archevêques à la mémoire desquels avaient été érigés des monuments du même genre; mais les chroni queurs se bornent à les mentionner sans nous en laisser la moindre description. Du reste, Fart de couler les ouvrages de sculpture en bronze n'avait jamais été oublié, pas plus en France qu'en Italie. Même aux époques artistiques les moins brillantes, des ouvrages aussi compliqués et aussi difficiles qu'une statue en ronde bosse, étaient assez fréquents. Felibien cite, entre autres, le tombeau de Charles-le-Chauve, avec la figure en cuivre et en demi-relief de ce prince, qu'accompagnaient des statues d'évêques, en cuivre, placées aux quatre angles du monument ; un lion colossal, de même matière, le surmontait (1). Parmi les tombeaux en cuivre des archevêques, un seulement, celui d'Etienne Poncher, le successeur de Tristan de Salazar, appar- (1) M. Quantin. Annuaire de l'Yonne, 1875, p. 281."], [180, "122 LA CATHÉDRALE DE SENS. tenait à Fépoque de la Renaissance. II fut érigé, en 1526, par son neveu François Poncher, évêque de Paris. Rien ne saurait donc, aujourd'hui, nous donner une idée de la rare magnificence du chœur, dans les diverses branches de l'art de travailler les métaux, surtout si l'on réédisie par la pensée, autour des riches tapisseries (1) entourant le merveilleux rétable, nommé Table d'Or, et qui parait Pautel aux jours de fêtes (voir p. 161), les statues en cuivre doré, portées par les quatre colonnes de cuivre, et bien d'autres pièces remarquables, parmi lesquelles un aigle, don de Farchevêque de Reims et auquel, comme nous Fapprend M. Mollard, « on souda en 1409, plusieurs bestes faisant gargoles « (gargouilles) au siège de la dite aigle. » Seules, si elles subsistaient encore, elles auraient suffi pour donner un exemple de tous les genres de sculptures usitées en France depuis le Xe siècle jusqu'au xvie, et des progrès accomplis dans l'art de nos vieux bronziers, traités si dédaigneusement par Benvenuto Cellini ! Hélas ! de tant de splendeurs il ne reste rien aujourd'hui, à peine un vague souvenir et qu'il m'a paru utile de rappeler avant de clore cette longue énumération des trésors d'art à jamais perdus de Pan tique cathédrale de Sens. (1) 1495. Gauthier de Campes, peintre, fait les patrons d'une tapisserie de haute-lice, destinée à entourer le chœur. Elle est faite par Guillaume Rasse, tapissier à Paris. (Arch. de l'Yonne, rapport de M. Mollard, 1880.)"], [181, "TABLE DES MATIÈRES INTRODUCTION 1 I. La Cathédrale. I. Histoire 1 II. Le Plan de l'architecte Guillaume 7 III. Le grand Portail 13 IV. La Nef et le Chœur 20 V. Les Chapelles 25 VI. Le Transept 31 VII. Les Vitraux 34 VIII. Les Tableaux 39 IX. Les Dévastations -12 X. La Restauration 50 II. Le Trésor. I. Les Ivoires 59 II. L'Orfèvrerie 63 III. Les Emaux 67 IV. Les Tissus 69 V. Les Tapisseries 73 III. L'ArchevÊCHÉ. I. Une page d'Histoire 78 II. L'Ofíìcialité et la Salle synodale 85 III. La Galerie de Louis XII 90 IV. Le Palais archiépiscopal 98 IV. Les Tombeaux. I. Tombeau du Dauphin lOí II. — des Frères du Perron 107 III. — du Cardinal Duprat 110 IV. — de Tristan de Salazar 115 V. — de Jean de Salazar 117 VI . Anciens tombeaux en cuivre 120"], [182, "INDEX DES PLANCHES I. fig. 1. Plan primitif de la Cathédrale. — 2. — de la Salle Synodale. II. 3. La Générosité. — 4. L'Avarice. III. 5. j — 6. > Les Arts Libéraux. IV. 8. La Dialectique. — 9. Arcatures de la Tour nord. V. 10. Rinceaux du Pilier central. — 11. Le Pilier central. VI. 12. Chapiteau d'une colonne du chœur. VII. Tombeau de l'église de Saint-Valérien. VIII. Dyptique en ivoire. IX. Châsse de saint Denis. — Ivoire antique. X. Mitre de Thomas Becket. XI. L'Adoration des Rois, tapisserie. — Le Couronnement d'Esther. XII. Le Couronnement de Bethsabée. XV. Une fenêtre de la Salle Synodale. XVI. Vue intérieure — — XVII. Chapiteau des Fenêtres. XVIII. Elévation et coupe du Pignon. XIX. Frise et Fenêtre de l'ancien Archevêché. XX. Portail de l'Escalier sur la cour. XXI. Palais Archiépiscopal. . ! ' Bas-reliefs du tombeau du cardinal Duprat. A.\\m. i FIGURES DU TEXTE Ancien Tombeau de Jean de salazar, frontispice. Aile de Louis XII, détail de la frise IV Même motif avec variantes de la frise 100"], [183, "LA CATHÉDRALE DE SENS ET SES TRÉSORS D'ART CATHÉDRALE. ARCHEVÊCHÉ ET TRÉSOR V K K EUGENE VAUDIN Ancien Maire, Membre de la Société des Sciences de l1 Yonne et de l' Académie des Beaux-Arts de Borne. l'hevalierde Tordre de Saint- Sylvestre. PARIS LIBRAIRIE H. CHAMPION QUAI MALÀQUÀI3, 15 1882 Entablement du tombeau de Jean de Salazar"], [184, ""], [185, ""], [186, "HOTEL DE SENS A PARIS. Construit par l'archevêque Tristan de Salazar. Pans. Typ. A. Quantin, 1. rue Saint-Benoit."], [187, ""], [188, ""], [189, ""], [190, ""], [191, ""], [192, ""]]