[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, ""], [8, ""], [9, ""], [10, ""], [11, "THE SONGS, CHORUSES, Sec I N VINEYARD REVELS; O R, Harlecluin Bacchanal. Set by Mr. D I B D I N. PERFORMED AT SADLER'S WELLS. Price Three-pence."], [12, "Bacchus, - r'. > - - Mr. KEAR. Silenus, - . .-- Mr. LOWE. 1 MiseDOWSON, Bacchants, j Mrs% BURNETT, and others."], [13, "( 3 ) FULL CHORUS. f^OME away ! come away ! Sons of Rapture, come away ! Laugh and love and sport and play, This is Baccbus' Holiday. RECITATIVE. BACCHUS Now e're yet the golden Sun All his fiery Course hath run E're from the Atlantic steep His Steeds shall plunge into the Deep ; Painting with cælestial Red A Blush about his wat'ry Bed. Festive Satyrs, Nymphs, and Fawns, Thro' the Woods and o'er the Lawns, Dance the fleeting Hotfrs away, And carrol, the departing Day. At A I R."], [14, "( 4 ) 1st lid Hid A I R, SI1ENUS. Ever banifh'd till to-morrow, Be the Thought of Pain and Sorrow. Bacchus (Child of Jove) to thee All the present I decree. In thy still replenifh'd Bowl, Let me lave my thirsty Soul ! Bid thy Wreaths my Temples twine ; Give me Rivers, Floods of Wine. CHORUS of Bacchanals. Bid thy Wreaths our Temples twine ; Give us Rivers, Floods of Wine ! CATCH. r What is Wine ?— O tell us, tell us ! [ Name its Pow'r, ye jovial Fellows ! r 'Tis Wit, 'tis Riches, Courage, Pleasure; { Winers 3 great — a mighty Treasure ! r Driak then, drink ! enjoy the Blessing ' ( Life with Wine ,is wprth possessing. RECI"], [15, "C 5 ) * * RECITATIVE. BACCHUS. Now with nimble Frist, and Bound, Gliding o'er th* enchanted Ground, Let a chosen Crew advance, And mingle -fn-the mazy Danee. Shifting, turning, rising, sinking, While the Rest keep Time with drinking. (A DANCE.) RECITATIVE. BACCHUS. <*Behald ! faint, spiritless, and slow, Th' expiring Tun hatb ceas'd to flow. Yet from the Lees a motley Sprite, A Form fantastic shall arise, To chace dull Reason with Delight And mock the Scruples of the Wife. ##*#*#*###*###### *.# A I R. BACCHUS. Sons ot Bacchus ! Child of Mirth ! Go poslefs thy subject Earth ! Busy"], [16, "( 6 ) II. Busy Mortals shall adore thee ; Love and Beauty fall before thee. And when rifled ev'ry Blessing, Cloy'd and fated with possessing, Hither to thy native Plain Happy Phantom, haste again ! HOP^PICKER's SONG. Mr. LOWrE, Mr: KEAR, Mr?. BURNETT, and Miss DOWSON. I. Come Neighbours away! to theHop-ground away! Behold the bright Season invite Where Pleasure attends on the Toils of the Day And Labour is crown«d with Delight. Haste, haste then, and strip as it bends from the Pole, The Fruit that gives Vigour and Strength to the Soul, When destin'd.our Hearts and our Spirits to cheer It warms and enlivens the true Bvitiff) Beer. CHORUS. Let innocent Mirth a loud Harmony raise, And Rapture pour forth all our Songs in its Praise ! 'Tis the Liquor we love, 'tis the Juice we revere, 'Tis the Spring of our Courage, the true British Beer."], [17, "( 7 ) II. Content with the Riches of Britain's fair Isle. Let the Subjects of Britain rejoice, May no foreign Vintage our Senses beguile, No Stream of the Grape have our Voice ! Rich Harvests of Corn shall their full Measures yield, And the Flavour of Hops crown the Juice of the Field ; » Sport, Pleasure and Love, banish Sorrow and Fear, While we toss off our Cans of the true British Beer. CHORUS. Let innocent Mirth, &c. RECITATIVE. A SATYR. Why Son of Bacchus this Despair ? Exert thy Pow'r, restore the Fair ! And to the Regions of the Vine, Transport the lovely Colombine. BACCHUS and his Followers attended by Peace, Plenty, &c. RECITATIVE. Again, ye frolick Pair, behold Restored to Earth the Age of Gold ! Here"], [18, "C 8 ) Here rest from Toil, your Hours employ In never ending Scenes of Joy ! The Climate this that Heav'n shall bless The Seat of perfect Happiness A DANCE. Concluding CHORUS, Hail ! happy Britain, favour'd Isle ! Where Peace and Plenty ever smile, These are the Riches of the Free, And such the Sweets of Liberty. * L K L s."], [19, ""], [20, ""], [21, ""], [22, ""], [23, ""], [24, ""], [25, ""], [26, ""], [27, ""], [28, ""]]