[[1, ""], [2, ""], [3, ""], [4, ""], [5, "A GARDEN OF MEMORIES MRS. AUSTIN LIZZIE'S BARGAIN"], [6, ""], [7, "A GARDEN OF MEMORIES MRS. AUSTIN LIZZIE'S BARGAIN BY MAEGAEET VELEY AUTHOR OF ' MITCHELHTJRST PLACE,' ETC. VOL. II. i-on&on MACMILLAN AND CO AND NEW YORK 1887 All rights reserved."], [8, ""], [9, "CONTENTS PAGE Mrs. Austin — continued 1 Lizzie's Bargain 77"], [10, ""], [11, "MRS. AUSTIN III Mrs. Leicester troubled herself very little about her matchmaking. When she happened to observe Mrs. Austin and Mr. South she thought they seemed to be very good friends ; and 'when they were out of sight she supposed that they were to gether somewhere and getting on nicely. She did not quite know what she would get them for a wedding present, but she determined to run np to town with Frank and look about her. There were sure to be pretty things in the shops. Mean while she was very well satisfied. Frank seemed all right, and, that being so, Mrs. Leicester hardly noticed that, as the days went by, his little cousin VOL. II. B"], [12, "2 MES. AUSTIN in was not quite her simple, happy self of a fortnight earlier, and that these two, who had been such allies, were no longer on their old footing. Gilbert made no attempt to resume the talk which was broken off in the ruined castle. He appeared to have tacitly accepted Mrs. Austin's offer of friendship without explanations ; and though from time to time he would turn to her with some allusion to the past, some \"Do you remember?\" which sent her thoughts away from Culverdale to scenes where he alone could follow, he touched always on those earlier recollections which needed no apology from him and no pardon from her. She would answer readily enough ; but Gilbert, who remembered the time when she believed in him, was apt to imagine a delicate yet unmistakable irony in her untroubled smile. To Frank it revealed a wonderful, far-off tranquillity ; but then Frank was very much in love. Mrs. Austin had opened his eyes, and he was prepared to spend his life in a rapturous study of this first miracle. He felt himself at a disadvantage with"], [13, "3 Ill MRS. AUSTIN regard to South, who could look back to a past in which she had a share, instead of a degrading memory of measles and extreme youth ; yet, in spite of his humility, he was not unhappy. Mrs. Austin could not fail to perceive his devotion, but she never for one moment supposed that there was anything serious or lasting in it. It seemed to her like a little nosegay of spring flowers, which she might accept with a gracious word of thanks, and she was touched by the thought of its very transitoriness. She was very kind to Frank. Within a week she had learnt his ways and looks and words as one might learn the few simple notes of a bird in one's garden ; and yet they pleased her better than a more elaborate performance. \" Eoor fellow ! \" she would say to herself, with a half- whimsical regret, \"it is not my fault — I cannot help it ; but if he only knew how young he seems to me, how he would hate me !\" There, however, she was wrong. Frank would have forgiven her even that. The warm September days slipped away one"], [14, "in 4 MRS. AUSTIN after the other, and the only thing of which the young lover could complain was that they were shortened in a quite unjustifiable way, which was not mentioned in the almanac. The sun was slow to rise ; but when once breakfast- time had arrived, he rushed across the heavens, went headlong down the west, and Frank found himself dressing for dinner, with the certainty that only a few short hours parted him from bedtime. It is true that the nights had grown long, so long that they could not all be spent in sleep. His light burned late, and even when it was extinguished it did not follow that he was at rest. Sometimes he was star-gazing. He had never taken such particular notice of the stars before, but they attracted him now because they reminded him of Mrs. Austin. He had made the discovery that certain things — besides old teapots — were in harmony with Mrs. Austin, and consequently possessed something of her charm ; and he was beginning a classification of the contents of the universe, as tried by this test. He felt that the midnight sky was very"], [15, "Ill MRS. AUSTIN 5 sublime, and that he himself was absurdly unim portant. How could he become more worthy of notice ? What sort of destinies used people to fancy they read in the stars ? Frank, as he leaned against his window and fixed his eyes upon the far-off points of light, reflected that in all proba bility he would be High Sheriff one of these days. He wondered whether Mrs. Austin would like a man to be Sheriff. But that would only be for a year. Perhaps it would be better to try to get into Parliament. There was a neighbouring borough wliich was something of a forlorn hope — he might try that. There must be an election before long ; perhaps Mrs. Austin would come down, wear his colours, encourage his supporters, and rejoice in his victory. Only — confound it ! — the ballot had spoilt all the fun, and there was no chance of a real good contest, such as they used to have in old times, when the flags were flying, the money going, and the agents outwitting each other for days together. He would have liked the gathering excitement of a prolonged battle ; he"], [16, "6 MES. AUSTIN \"I would not even have minded a little rioting ; in fact, an unfriendly mob, howling down any attempt at speech, and to be confronted only with good humoured coolness and the superior manners of a gentleman, seemed less terrible to Frank than cold-blooded voters asking questions about his views on unexpected subjects. Nevertheless, for Mrs. Austin's sake, he would face even that ordeal. He remembered, moreover, that the father of one of the neighbouring landowners had been made a baronet — why might not he be made a baronet ? It is true that, for his own part, he had no especial desire to be called \" Sir Francis,\" but \" Lady Leicester\" seemed to him a name not unworthy to be uttered softly, at night, in the presence of the stars. Mrs. Austin knew nothing of these soaring dreams, which only awaited a word from her lips to become serious intentions. She had no par ticular ambition on Frank's behalf; in fact, the young squire and his surroundings seemed to her almost ideally perfect. The very heaviness of life"], [17, "Ill MRS. AUSTIN 7 at Culverdale pleased her; there wTas something solid, respectable, and sincere about it ; a sense of prosperous restfulness and security rooted deeply in the earth that she found charming — for a fort night. She liked to walk with Frank under his spreading trees, and call up faint visions of wives and sisters of bygone squires, who had known those great trunks as slender saplings, and lived and died under their gradually widening shadows. She could even find names for a few of these phantoms, for she had been to the neat little church (Frank's father had restored it), and had seen their monuments, with urns, and cherubs, and festoons of marble drapery, upon the walls. It was strange to look at Frank, with the sunshine glancing through a little lancet window on his head, and to think that he too would have a tablet on these neat cold walls one clay, and that other guests would stay at the Hall, and come on Sun days and study it during service time. Frank, at her elbow, read the responses, with a conscious ness of his importance to the Established Church,"], [18, "8 MES. AUSTIN in which might have been absurd if it had not been so simple and honest. He sat through the sermon in an attitude expressive of deeper interest than Mrs. Austin found practicable. How was she to know that the whole of that discourse, as the young man heard it, was about herself? For her own part, she had dreams, but, less happy than Frank, her dreams were of the past instead of the future. When Gilbert South had asked her if she remembered the old time at West Hill, she had answered, \" Perfectly.\" It was quite true ; the picture was there, but it had not been called up for years as his words called it up. Even when he did not speak, the knowledge that it was continually in his thoughts seemed to give it a kind of independent existence. Mrs. Austin found herself recalling it in idle moments, and dwelling on all manner of little incidents and details wliich had been thrust into the background by later events. The old house and garden rose up before her as she knew them in her childish days ; the gateway hung with ivy, the apple-tree,"], [19, "\"1 MRS. AUSTIN 9 under her bedroom window, warped, and leaning away from the strong west winds ; the countless blossoms of narcissus and daffodil in early spring. She remembered the hoarse roar of the sea as she lay in bed on stormy nights, the shrieking of the hurrying gusts, the fierce lashing of the driven drops upon the pane, and then the stillness and the rain-washed sweetness of the morning when she wroke. It all came back to her, even to the tufts of fern, and the small green leaf-cups grow ing on the garden wall ; but it came back with that peculiar charm of tender remembrance which, combining many impressions of that which we have lost, creates one more beautiful than all. She saw it with a deeper colour in the sea, a wilder splendour of sunsets, a pearly clearness in the morning sky, and a wonderful purity in the lucid depths of air. More than once since she came to Culverdale it had chanced to her, failing asleep at night, while poor Frank was seeking his fortune in the stars, to dream that she saw Gilbert coming towards her along the grassy path. It"], [20, "10 MES. AUSTIN in was almost impossible to wake from such a dream, aud not to look with curious interest at the real man when he came down to breakfast. With all these preoccupations it was hardly surprising that Mrs. Austin did not give much thought to Tiny Vivian, beyond a vague and general goodwill, which the girl did not return. Tiny had never changed her mind about Mrs. Austin. \" I said I shouldn't like her, and I don't,\" she triumphantly repeated one day as she stood talking to Frank. \" It's a fine thing to be consistent, isn't it ? said Frank drily. \" It's much better than changing one's mind for ever. I can't see anything so very wonderful about her. Of course she has been good-looking, but so have lots of people, according to what they say. And anybody might talk in that affected way, as if her words were much more precious than anybody else's. It makes me cross.\" \" So I see.\" \" I could talk like that, and walk like that"], [21, "11 in MRS. AUSTIN too ! Look here.\" And Tiny swept round the room in an imitation of Mrs. Austin, which would have been very tolerable to anybody but Frank. \"Oh, of course!\" he said. \"That's always the way. Let one woman get hold of another, and one knows what to expect.\" \" And pray what does one expect ? \"Well, neither justice nor mercy. I suppose you can't help it.\" \" Oh, indeed ! \" said Tiny. \" Then I should like to know what Mrs. Austin says of me ! \" \" As far as I know she doesn't say anything,\" he answered coolly. Tiny was pained at Frank's manner, but she looked him in the face and smiled only the more resolutely. \" No,\" she said, \" of course she doesn't. That's just what I say. She's awfully stuck up and cold. I can quite understand her jilting Mr. South.\" \" How do you know she did jilt Mr. South ? \" he inquired in an irritating tone. \" Why, Frank, didn't she go and marry that"], [22, "12 MES. AUSTIN III other man? Of course she jilted him, and she'd do it again just as likely as not, only I hope he won't give her the chance. He's worth fifty of her ! Oh my goodness ! \" Tiny exclaimed with a burst of defiant laughter, \"what a regiment that would be !\" It was quite right that Tiny should speak up for Mr. South, since but for him she would have stood a chance of being somewhat neglected. Gilbert, however, would not suffer that. Apart from the fact that he found Tiny very fascinating, with her great eager eyes, her quick smiles, and the supreme charm of being still in her teens, he could never endure to see any one slighted. His nature was sweet and -kindly to the core, and he was always ready to give the sympathy, which, to say the truth, he required rather lavishly. He liked to talk about himself in tones of confidential melancholy, slightly dashed with bitterness. But he would talk to you just as readily about your self, showing a gentle warmth of interest wliich was flattering and agreeable. This kind of thing was new to Tiny. Frank was not in the habit of"], [23, "13 Ill MRS. AUSTIN saying much about his inner feelings, and certainly would not have known what to make of Tiny's if she had attempted to express them. Perhaps the girl had been less conscious of having such feelings to express before Mr. South came. It was new to her, too, being accustomed to play a subordinate part, in consequence of youth and inexperience, to meet with some one who considered youthful impressions of far greater value than the dull and blunted opinions of middle age. The squires and rectors about Culverdale did not express such views, nor did their wives and daughters set such value on the artless ideas of a girl who had been nowhere and known nobody. Tiny in a simple unthinking way had loved the country lanes and meadows among which she had been brought up, but with Mr. South's arrival came a quickened consciousness of their beauty and of her feelings about them. She was already a little less simple in consequence of his worship of simplicity, and her great brown eyes were more eager, and some times more thoughtful."], [24, "14 MES. AUSTIN in The time passed on till Mrs. Austin's visit was within three days of its close. She was to leave Culverdale on the Thursday, and this was the Monday evening, when a garden-party at the house of some friends of the Leicesters ended in an impromptu dance. Gilbert came up to her as she sat fanning herself, and watching the revolving couples. She shook her head in answer to his request. \"Don't ask me,\" she said. \"I haven't danced for years.\" And she glanced, not without a touch of amusement, at Frank, who had already been rejected, and who stood a little way off, very erect and melancholy. \"Why not?\" said Gilbert. \" My dancing days are over,\" she replied simply. \" Go and dance with some of these young people. I see plenty of pretty girls who will be quite ready for a new partner.\" He neither moved nor answered, and she turned her head and looked up at him from her low chair. He stood by her side with downcast eyes, pulling his moustache with what would have looked"], [25, "15 Ill MRS. AUSTIN almost like an air of irritation, if she had not known that he was never really out of temper. His expression and attitude reminded her of old days, when he was apt to be offended for a moment because some one had laughed at him, and he never liked to be laughed at. But after a brief pause she looked at him more attentively. Old use had taught her to read Gilbert's face like an open book, more readily than any other face on earth, yet there was something perplexing in it now. Did he care so much to dance with her ? She leaned back and waited, knowing that he was sure to speak before long. \" It is always the same thing,\" he said presently. \" This is over, and that is over. And when I remember you everything was just beginning.\" \" But that was a long while ago — as I think we have frequently remarked.\" Gilbert's eyes were fixed on a bit of scarlet geranium which had fallen on the floor. \"Yes,\" he said, \" I have missed everything somehow.\" \" One would think you wrere a second Eip van"], [26, "16 MES. AUSTIN in Winkle, you seem to find it so hard to realise the lapse of time. You haven't by chance been asleep for a dozen years or so, have you ?\" \" Upon my word I don't know. I think perhaps I may have been.\" He moved the bit of red blossom with his foot, and studied it under its new aspect. \" Asleep and dreaming perhaps,\" he said in a low voice. \" Well,\" Mrs. Austin replied, \" as far as I am concerned there is no great difficulty. Since you know the year in which I was born, you have only to buy an almanac, or to look at the top of a newspaper, and I think you will be able to calculate that I am thirty-seven.\" \" Oh, I know that very well. You will not let me forget it.\" \" Will not let you forget it ? Could you forget it if I would let you ?\" \" No,\" said South, lowering his voice still more. \" I don't suppose I could. I have learnt my lesson, I think. But I can swear to you that I never remembered it till you taught me.\""], [27, "17 Ill MRS. AUSTIN The music stopped abruptly as he spoke, and seemed to make a sudden vacancy in the air, into which there poured a confused murmur of voices and sweeping of dresses as the dancers strolled by. Among them, with a carmine flush on her soft brown cheek, went Tiny Vivian, and raised her long lashes for one brilliant glance as she passed. \" Miss Vivian looks especially well to-night,\" Mrs. Austin remarked, looking after her, and Gilbert murmured some reply, but the expression which had perplexed his companion deepened on his face. Her attention was distracted for a moment by the arrival of the master of the house, a stout white-whiskered old gentleman, who benignantly expressed the opinion that it was a pleasant sight to see the young people enjoying themselves. When she had agreed with him as completely as he could wish, she looked quickly round, but the tall figure had vanished from her side. He had gone away to follow once more a use less round of thought which had grown drearily VOL. II. c"], [28, "18 MRS. AUSTIN in familiar to him of late. He was haunted by the memories which he had called up. He had tried to bring them to life again, and instead they flitted round him like mocking ghosts, to be seen but never to be touched. Those happy clays in Cornwall were like the opening of a poem, but it had ended in the flattest and feeblest prose. At twenty he was to have been a hero, at thirty-nine he was nothing, and he knew that he never would be anything. The experience was not re markable, but in most cases the contrast is rendered endurable by the gentle influence of time. We become accustomed to it before it is so terribly defined, and half-forget the splendour of the starting-point before we reach the pitiful goal. But South was not so fortunate. He saw them both, and saw them always, in Mildred's eyes. As he stood by the door gazing idly round, his glance suddenly encountered Tiny Vivian's. She looked at him as if she dimly divined his trouble, but turned away her head the moment he noticed"], [29, "19 Ill MRS. AUSTIN her, and yet that swift glance, with its vague proffer of sympathy, came like a ray of light into his dull perplexity. Tiny's eyes, at least, had no reflection of a mocking past in them, and never told him that he was a failure."], [30, "IV It happens occasionally that an unexpected chill will suddenly depress us, an undefinable blight which seems to come from nowhere in particular and to be everywhere. The weather may have something to do with it, but the chill is within us as well as without, and the outward aspect of things can only emphasise its dreariness. Something of the kind befell the inhabitants of the Manor House on the Tuesday morning. Every one was dull, the sky was clouded, and the world seemed to have grown old. Gilbert South had a harassed and weary expression, Tiny owned to a headache, Mrs. Leicester was worried by the knowledge that fifteen people were coming to dinner, and that she must keep awake all the"], [31, "21 IV MRS. AUSTIN evening, and Frank was conscious of nothing but the shadow of Mrs. Austin's approaching departure. Mrs. Austin herself was inclined to think that she had had more than enough of Culverdale. She had never known a place which depended so much on the sunshine for what beauty it possessed, and, in the uniformly diffused shadow, the low-lying park and the meadows with their lines of hedge and ditch oppressed her with a sense of unendurable monotony. There was really nothing to distinguish one enclosure from another, unless it were the presence of cows or sheep. One would have said that the soil of Frank's inheritance was heavy with the dulness of many generations, which rose on sunless days like an exhalation, not precisely poisonous, since good family feelings and respect able virtues would take no harm in it, but far too dense for winged and delicate fancies. Conse quently there was no chance of escaping from it even in thought. In truth there seemed no limit to its influence. Mrs. Austin, while she dressed, looked across the river to the village, and saw how"], [32, "22 MES. AUSTIN IV the church stood solidly planted among its white gravestones, and pointed with a sharp little spire to a gray and dreary region on high. It was hardly an encouraging prospect. Frank, poor fellow, suffered from her depres sion. He was too closely connected with his sur roundings to be a congenial companion on such a day ; his acres burdened him and dragged him down, and he found her not unkind, but languid and cold. Gilbert South might perhaps have called up other scenes and times by the mere sound of his voice, but he was silent at breakfast time, and disappeared almost immediately after wards. It was vaguely understood that he had important letters to write. And, after all, Mrs. Austin was not very sure that she needed any company. As she sat in the drawing-room, turn ing the pages of a novel as an excuse for silence, she half -unconsciously followed a thread of thought which stretched backward to her girlish days and onward to her future. She was still pursuing it in the afternoon when she drove with Tiny"], [33, "23 IV MRS. AUSTIN Vivian to the neighbouring town to make some purchases for Mrs. Leicester. The little town remained in her memory as a picture, as places sometimes do, which, being seen but once, in one mood and under one aspect, are not blurred and confused by conflicting impressions. The sullen clouds were as much a part of it as the foot-worn pavement, and a man with an organ> grinding a tune which had been popular a season or two before, was just as important as the vicar who went by with a bundle of little tracts and bowed to Miss Vivian. The carriage stopped and went on as Tiny directed, the tradesmen started out of their shops as if somebody had pulled a string, and stood bareheaded and smiling at the door while she consulted Mrs. Leicester's Est of commissions. At one place she went in, and Mrs_ Austin was left alone in a little square. The Town Hall was there, erected mdcccxliil, and there also was a drinking-fountam with an inscription which she could not read. The great clock over head struck four Eke a knell, and startled her just"], [34, "24 MES. AUSTIN IV as she was thinking that Gilbert South certainly was not a hero, and yet — — And a moment later Tiny came out and said \" Home \" to the coachman. They did not talk much as they drove back. When the lodge-keeper swung the gate open at the sound of their approach, it occurred to Mrs. Austin to wonder what Tiny had been thinking about so intently all the time. That evening, after dinner, South came to her, and stood for a few minutes turning over some photographs which lay at her elbow. One of them was of a place which he knew and she did not, and in answer to a question of hers he de scribed it. He pressed his hand on the table as he spoke, and a white scar across one of his fingers stood out more prominently and caught Mrs. Austin's eye. \" That cut of yours left a mark,\" she said, when he had finished. \" How frightened I was — do you remember ?\" Gilbert looked first at his hand and then at her with a strange, startled expression, almost as if he"], [35, "Iv MRS. AUSTIN 25 felt a throb of pain in his old wound. \" Yes,\" he said, \" I remember.\" And all at once the colour came into his face as if he were a boy again. \" I was cutting a stick for your brother Jack,\" he added hurriedly, \"and the knife slipped. Your mother tied it up for me.\" \" Yes, we found her in her storeroom. I think Jack thought you were going to die.\" Mrs Austin, for a moment, instead of seeing seven or eight country gentlemen, most of them bald, and as many ladies, grouped in the Culverdale drawing room, saw a sunshiny room, full of shelves and cupboards and boxes, where her mother, with capable hands, was bandaging that finger of Gilbert's, while Jack (poor fellow ! he died at school) stood looking on, scared at first, and then, when he found that mother could set it all right, a Httle aggrieved because after all he hadn't got his stick. Oh, how long ago it all was, and how sadly the old home was broken up ! She would have liked to take Gilbert's left hand in hers and hold it, just for the sake of that little scar and the"], [36, "26 MRS. AUSTIN IV dear people who were dead. And how deeply the memory of that time touched him ! Why did he colour up so suddenly at her question and turn away? Was there something special about this one incident? All at once it struck her that hitherto it had been Gilbert, and not she, who had said \"Do you remember?\" Was he so pleased that she should say it ? She recollected, too, that it was while he still had his hand bandaged that he spoke to her one evening by the white roses, and she promised to wait for him till he should come back to the old home. Perhaps that remem brance had caUed up his blush. Poor Gilbert, could he never forget his boyish inconstancy . Mrs. Leicester heaved a deep sigh of relief when her guests were gone. \"Dear me!\" she said suddenly to Mrs. Austin, \"is to-morrow really your last day with us ? What are you all going to do to-morrow ? \" There was a pause. \" Are not we going to row down the river to some farmhouse ?\" Mrs. Austin inquired, looking round."], [37, "IV MRS. AUSTIN 27 \" To old Green's,\" said Frank. \"Speak for yourself, my dear,\" said Mrs. Leicester, laughing and nodding. \" You don't catch me rowing down rivers. I shall have to die some day, I suppose, but there are plenty of ways of doing it without being drowned.\" \"Drowned?\" Mrs. Austin repeated, with a glance at Frank. \" My mother wouldn't venture on a ditch in a lifeboat without making her will and saying good bye to me,\" he answered. \"No,\" Mrs. Leicester rephed, in a tone of cheerful assent. \" I'm a coward about the water. It's a very good thing everybody isn't like me. I'm sure I should never have found America or Australia or any of those places.\" \" No,\" said Frank, \" nor the Isle of Wight. You might have seen it was there, like the moon.\" \" I thought you said you must go to the Carle tons to-morrow,\" said Tiny in a low voice to Mrs. Leicester."], [38, "28 MRS. AUSTIN IV \"Good gracious, so I must. I forgot. And you must go there with me, you know.\" \" I won't drown you, if you'll trust me,\" said Frank to Mrs. Austin. \" I'm not afraid,\" she smiled. \" But you see it seems as if nobody would be able to go.\" \" You said you should like it,\" Frank persisted, turning his back to the others, and looking fixedly at her. \" It would be very pleasant if it is a fine day,\" she replied quietly. \" But I don't want you to go entirely for me. I thought we were all going.\" \" I am going anyhow,\" he said, \" to-morrow or the next day. I want to speak to Green. Of course you will do what you hke best. I thought you said you woidd like it.\" \" I am so sorry I must take Tiny,\" said Mrs. Leicester. \" Old Mrs. Carleton is her godmother, and she wants to see her, so I really must. What will you do ? Will you come with us, or will you go with Frank ? I'm sure he is always very care ful, and of course there isn't any danger really.\""], [39, "IV MRS. AUSTIN 29 Mrs. Austin had no desire to make Frank miserable on the last day of her stay. \" Oh, I should like the row very much 'if it is fine,\" she said. \"That's settled then,\" said Mrs. Leicester cheerfully. \"Mr. South, if there's nothing you want to do to-morrow, I'm sure we shall either of us be very pleased if you'H join us.\" Frank scowled. But Gilbert, while he professed his dehghted readiness to go anywhere or do any thing, had not the slightest intention of proposing to make one of the water party. He was convinced that it would be fraught with peril — for him. \" That hot-headed boy would certainly do his best to upset me into the river if I interfered with his arrangements,\" he said to himself. \" If he could contrive to give me a ducking, without splashing her, it would fill his soul with pure delight.\" Gilbert thought he would caU on old Mrs. Carleton, who was unlikely to indulge in any such pranks. Mrs. Leicester was really sorry that she was obliged to break up the party on this last day."], [40, "30 MRS. AUSTIN IV She could not see for her part why Mildred and Mr. South had not settled matters a week ago, and enjoyed themselves comfortably as an engaged couple, taking their share of privileges and joking remarks. But she supposed it was to be put off tiU the end of Mildred's visit, and she was anxious to give Gilbert a chance of coming to the point. She had noticed that Frank seemed to prefer Mrs. Austin to Mr. South, and was inclined to bestow the attention which should have been divided between his guests entirely on her. Frank was inconsiderate at times, but she would give him a quiet hint to leave the two to themselves when they came back from their respective expeditions. Gilbert South, unconscious of her beneficent schemes, woke the next morning to a dreary certainty that his visit to Culverdale had been a mistake from first to last. For years he had remembered Mddred Fairfax as the truest, the most loving, the most beautiful of womankind. He had dreamed of seeing her again, their meeting had been the one desirable possibility of his life."], [41, "31 IV MRS. AUSTIN At last it had come ; and he had found her no longer young, beautiful still in her widowhood, but pale, calm, clear-sighted, self-possessed, putting aside his attempt to utter his repentance with gentle words about friendship. Frank might well worship her in his boyish fashion ; he was quite right, he had never seen Mildred Fairfax. But for his own part, Gilbert, had he known her intentions, instead of gratefuUy blessing good Mrs. Leicester, would rather have been inclined to complain to her, very ungratefully and un justly, \" You have \" Unsettled the pure picture in my mind ; A girl, she was so perfect, so distinct. I detest all change, And most a change in aught I loved long since.\" That was the worst of it. He could not even go back to his dream. CaU them up as he would with anxious efforts, his memories of his old love had been slowly dying, day by day, ever since he came to Culverdale. The actual recoUections re mained cold, dead facts, but nothing more. There"], [42, "32 MRS. AUSTIN IV were moments when Tiny Vivian, just because of her youth and hopefulness, seemed nearer the true spirit of his former love than Mrs. Austin. It was not unnatural. If we ideaEse the past, and most of us do, there is an interval after which old books should not be reopened, old haunts should not be revisited, nor old loves sought out, except with a deliberate view to disenchantment. We expect too much. No sympathy is so perfect as that which we imagine. And Gilbert South had been especially fanciful and dreamy in his re collections. He had had, as it were, just a glimpse of Mildred's pure, girlish love, and then he had been drawn away by a woman older than himself who wanted a little amusement. He had been made a fool of, coarsely, by a practised flirt. Afterwards he attempted to go back ; he wrote a dozen letters of explanation and repentance, and of course sent off the worst. It was a failure, and partly in pique, partly in real disgust at himself, for he had a delicate taste, and his first faithlessness left an unpleasant flavour in his mouth, he swore con-"], [43, "iv MRS. AUSTIN 33 stancy to Mildred's memory as he supposed, but in reality to himself as he would have had himself. It was that former self as wTell as his former love he had hoped to find again when he met Mrs. Austin. With her it was different. She had trusted him and he had failed her; the pain had been keen, but with a touch of scorn in it. And later, when the wound was healed and aU bitterness gone, she thought of him, not unkindly, but as one whose nature was light and fickle. When she discovered how constantly he had looked back to that old love which she supposed was utterly forgotten, her memory awoke hke the autumn blossoming of spring flowers. On that last day all the interest seemed to be concentrated on the water expedition, as if it were indeed a voyage of vast importance. Nobody thought about the people who meant to call on old Mrs. Carleton, but one would have said that Frank and Mrs. Austin were going to discover a new island at least, and indeed the young fellow VOL. II. d"], [44, "34 MRS. AUSTIN IV had such an impression concerning it as, if it happens to be verified, we call a presentiment. Mr. South and Tiny came down to the river to see them off, but, owing to some httle delay in Frank's arrangements, they were obliged to go back, lest they should keep Mrs. Leicester waiting, and leave Mrs. Austin where she stood, a slim dark figure at the water's edge. The dull gray surface, with its floating leaves and its grasses drawn by the silent current, was shaded by great groups of trees, whose dusky greenness was lighted here and there by gleams of autumn yellow. Mrs. Austin did not move, no breath of wind stirred the dark masses of foliage overhead ; it was like a picture with something of melancholy stateliness about it. When Frank was ready the solitary figure dis appeared from the bank, and they went gliding from under the shadow of the trees out into the wide, sunless fields. Honestly, it was not a very beautiful scene. To Frank, who had known it aU his life, the ques tion of its beauty or ugliness did not occur ; it"], [45, "V MRS. AUSTIN 35 was simply the river, and as such it had moulded his conception of all rivers. On its dull waters such childish dreams as he had known had em barked and set sail. As a boy he had fished there, just as four or five urchins were fishing now. They stared, open-mouthed and silent, at young Mr. Leicester and his boat, but took no notice of the lady who looked with a musing smile at the little rustic group as she went by. Presently came a curve in the stream, where a clump of alders grew, and bushes leaned despondently over the water which was eating the earth away from their roots. The more distant prospect showed a monotonous variety of ploughed land and pasture, with lines of trees following the hedges, and here and there a cottage or two and a bit of road. Mrs. Austin and Frank talked as they went. He told her how one bitter winter the river was frozen, and he skated to the farm where they were going now. He pointed out a lonely house, and spoke of the people who lived there. He showed her how far the floods had reached in a wet season,"], [46, "36 MRS. AUSTIN IV a muddy expanse in which little files of cropped willows seemed to wade knee-deep, and the water washed through the gates of lost meadows. And he broke off suddenly in the midst of what he was saying to ask, \"Where shaE you be this time to morrow?\" \" Half-way to London, I should think,\" she answered ; \" I don't know how long the journey takes.\" Frank looked at her and was silent. He wondered whether he should speak as they came back. The Greens' house stood by the roadside a little way from the river. The farm-buildings and some big stacks had a pleasant prosperous air, but the house itself was an ugly httle plastered box, with a bit of treeless garden in front, blossoming with prim sulphur-coloured dahlias. Frank did not seem to have much to say to old Green after all. The two exchanged a few words and then came to the little parlour, where Mrs. Austin sat on a horsehair sofa giving the latest news of"], [47, "37 iv MRS. AUSTIN Mrs. Leicester and Miss Vivian to the farmer's wife. Frank was on very pleasant terms with his tenants, who evidently thought their young land lord a most important personage. Other people were \"high,\" but vaguely \"high,\" and a duke would not have impressed Mrs. Green as much as Mr. Leicester from the Manor House. The Prince of Wales, perhaps, as a young man residing in palaces, and holding a well-defined position as the Queen's son, might have eclipsed Frank, but it would have taken a prince to do it. Mrs. Austin perceived, with a shght smile, how unimportant she was compared with her companion, but she was not in a mood to be amused by that or anything else that afternoon. She was glad to leave the house, to escape from hospitable offers of cake and home made wine, and to find herself once more upon the road. Even then, however, the old farmer insisted that Frank should look at a shed which was not satisfactory, and she had to wait while the matter was discussed. There was a little pond with neat white railings"], [48, "38 MRS. AUSTIN IV just opposite the house, and she strolled across and stood by it with a mysterious sense of loneli ness and desolation upon her. StiE as the afternoon was, she fancied that there was a mournful little rustling in the boughs of a stunted oak which grew a few yards away. The little pool mirrored a vacant gray sky. It was absurd, and yet she felt as if she would have given anything to see Gilbert South coming towards her, instead of which it was Frank, who tore himself away from the farmer and darted across the road. \"I've kept you waiting,\" he said; \"I'm so sorry ! Oh, and you are tired, aren't you ?\" A little,\" she aUowed. \" Nothing to matter.\" \"It's too bad of me! What can I do?\" he exclaimed wuth anxious solicitude. \" Come in again and let Mrs. Green make you some tea.\" \" Oh no, no,\" she said. \" I would rather go back.\" Frank was in despair. He reproached hiniseff. '■' What a brute I am!\" Mrs. Austin fairly laughed at the intensity of"], [49, "39 IV MRS. AUSTIN his remorse. \" What would you do if I were very tired?\" she said. He hardly dared to speak to her as they went back, and perhaps it was owing to that enforced sUence that later he recaUed with especial vivid ness the plash of his oars on their quietly winding way, the Uttle ripples dying among the dry autumnal reeds on either bank, and the light from the west, where a pale sun struggled feebly through the clouds, falling coldly on the beautiful face before him. For Mrs. Austin, meanwhUe, a soft current of thought flowed with the river, setting ever more strongly towards a final resolu tion. If it rested with her to make GUbert South happy, why should she not do it ? He was not what she had once imagined him, yet he was truer and better than she had beUeved him during the years they had been parted. There was no man living whose thoughts and memories, nay, whose little tricks of speech and gesture, were bound up with her past life as GUbert's were; and the recollection of his troubled face haunted her Uke"], [50, "40 MRS. AUSTIN iv a reproach. \"Why not?\" she said to herself over and over again, to the measured sound of Frank's oars. \" Why not ? — why not ? — if it would make him happy.\" \" I don't know why it is,\" she said to young Leicester when they had landed, and were walking slowly up to the house, \" but I have had a feehng all this afternoon as if something were going to happen.\" \" That's funny,\" said Frank ; \" so have I.\" \" Have you really ? If I had known that I might have wondered whether you were really going to drown me. But here we are, safely landed, in spite of our forebodings.\" He surveyed the sullen sky. \" Perhaps there's thunder in the air,\" he suggested. \" Perhaps. That might account for my feeling tired. I've been a duU companion, I fear.\" \"No,\" Frank was beginning to say, when he stopped short. They had just come in sight of the house, and he stared at a farmer's chaise, driven by a labouring man, which was going away"], [51, "MRS. AUSTIN 41 IV from the front door. \" That's old Clayton's trap,\" he said ; \" what on earth has that come here for ? And — why, surely that's my mother coming to meet us — they can't possibly have been there and got back by this time !\" \"There has been an accident!\" said Mrs. Austin with sudden certainty. \"Go and see what has happened. Your mother is safe, but \" Frank ran forward. It was his mother hurry ing down the drive. \" What is it ? \" he said. \" Oh, Frank ! \" she cried. \" Oh, my dear boy ! Those dreadful horses !\" What's the matter ? The new horses ? \"Yes. We went by Upton Lane because I wanted to inquire about Barker's wife — by the raUway cutting, you know. She likes to see one if it's only for a minute — at least she did hke, poor thing !\" Frank stamped impatiently. \" Barker's wUe!\"hesaid. \" Is anybody hurt ? Is anybody dead ?\""], [52, "42 MRS. AUSTIN IV \"She's dead — she died yesterday — nobody else.\" :' Oh, go on ! go on ! What happened ? Why, I went in just to speak to poor Barker -\" Barker's final destiny was so nearly settled that Mrs. Leicester gasped and hurried on — \" and the express rushed by, at least I think it was the express — they shouldn't make them scream so, Frank, it isn't whistling, it's a downright scream — and the horses bolted down the lane to the left, and he couldn't hold them \" \"The lane to the gravel-pit!\" said Frank, in a horror-struck voice. \" Yes ! And Tiny and Mr. South ! But they dashed against a bit of wall at the turning, and were thrown out.\" \" Are they hurt ? Much ? \" No, nobody is hurt, only shaken. But oh, Frank !\" \" The horses ?\" said Frank, greatly relieved, \" Nothing much. Eobinson says it's quite wonderful. There's no harm done.\""], [53, "IV MRS. AUSTIN 43 \"What then?\" Frank grasped his mother's arm. \" There's something more. Tiny is hurt — I know she is. Why don't you say so ?\" \" No, she isn't ; she isn't indeed, nor Mr. South either.\" \" Well ? \" \"They are not hurt,\" said Mrs. Leicester desperately, \" but they're engaged to be married ! \" She looked as if she expected an explosion, hut none foUowed. Frank's hand unclosed and dropped by his side, and he stood for a moment staring dumbly at her. \" Are you sure you didn't fall out too, and pitch on your head?\" he said at last. \"No, indeed; I was in the cottage when the train came. Oh, it's quite true, Frank. You know I reaUy couldn't help it. Are you angry?\" \" Angry ?\" he repeated, \" why should I be angry ? I'm dreaming I think. It isn't a joke?\" he said suddenly with a threatening frown. \" No ! oh no ! Is it wrong, do you think ? What could I do ?\""], [54, "44 MRS. AUSTIN IV \"Tiny and South?\" said Frank. \"Tiny! Well — if she likes him ! I don't see why it should be wrong,\" he went on, bewildered, yet beginning to perceive how in some ways it might be marvel lously right. \" That's for her own people to decide. If they haven't any objection — but Tiny and South !\" \" You are not angry then ? You don't mind ? \" \" No, why should I ? If Tiny is happy it's all right. But I don't seem able to believe it yet.\" \"Well, here is Mr. South,\" said Mrs. Leicester more cheerfully. \" Perhaps you'll believe him.\" Frank looked up and saw South coming across the grass. He was pale, but there was a peculiar brightness about his face. His eyes were shining, he smiled a little defiantly. Surprise is not the easiest thing in the world to encounter, especially if one is a little surprised at oneself. Gilbert had only just found himself out. Before Frank could take a step to meet him, Mrs. Austin, who had come up during the explanation, went forward swiftly aud held out her hand."], [55, "45 IV MRS. AUSTIN \"Gilbert, is this true?\" she said. \"I may congratulate you, not only on your fortunate escape, but on your engagement too ?\" (Mrs. Leicester in the background arched her eyebrows and looked at Frank. \" I had forgotten her!\" she whispered.) South ceased to smile, but he met her question ing eyes honestly enough. \" Yes,\" he said slowly, \"it's quite true.\" He looked at her as if he would have said more. \" Then I wish you all happiness — I wish it with all my heart,\" she rephed. There was no tremor in her soft clear voice. \" I think our old friendship gives me the right to be one of the first to congratulate you.\" \" Thank you,\" Gilbert rephed confusedly. He still held her hand, and looked anxiously at her as if he feared some hidden meaning in her words. \"Mildred!\" he said, and there was a world of pleading in his tone. \" Tell me \" he stopped short. What was he going to say ? \" Believe me,\" she said, and he felt her fingers"], [56, "46 MRS. AUSTIN IV tighten on his in a kindly clasp as she spoke, \" I have always wished your happiness — always. And I am glad to think that you have found it.\" And with that she nodded a smiling little farewell and walked towards the house. Gilbert gazed after her with a throb of regret ful pain. He had known that it was impossible to go back to the old days, Mildred had taught him that. And yet as he looked over his shoulder at her retreating figure, he had a strange fancy that it was the very past itself, the past which he had so long worshipped and from which he had so suddenly awakened, which was at that moment leaving him for ever, a stately shape passing silently away and never looking back. He would not have recalled her, since he could not recall the Mildred who believed in him and looked at him with happy hope in her eyes. It was Tiny who believed in him now. Mildred had no need of him. Tiny had called to him, \" Gilbert!\" in their peril that afternoon, and his heart had answered the innocently appealing cry, the name by which"], [57, "47 IV MRS. AUSTIN she had never called him, uttered as her one word then. Tiny had no need to grudge his old love that one backward glance. It was all over in a moment, and Gilbert drew a long breath, and went forward to receive Frank's congratulations. They were rather briefly and bluntly given. Frank was eager to be gone ; the picture which for Gilbert personified a softly sentimental regret was for him a vision of hope which beckoned him to follow. He uttered such good wishes as came readily to his lips, and were suitable to anybody who was going to be married. He realised the accident by the gravel-pit more clearly than the engagement, but he was too impatient and pre occupied to talk much even about that. \" It's a mercy you weren't killed !\" he said shortly. \" Well, I suppose it was a narrow escape,\" Gil bert answered with a smile. \" A narrow escape — yes, I should think so. It couldn't very well have been much narrower, as far as I can see. However, a miss is as good as a mile, I suppose.\""], [58, "48 MRS. AUSTIN iv \" So they say,\" Gilbert rephed ; \" but, for my own part, I should prefer the mile next time. And so would your cousin, I fancy.\" \" Ah, Tiny knew what you were coming to ! It's no wonder if she was scared, poor child !\" said Frank. \"There isn't a nastier place about here. By the way, I haven't seen Tiny yet.\" And he brushed past Gilbert and departed, as if to con gratulate Tiny were the one object of life. He went by the stable-yard, where he speedily ascertained that the amount of damage done was so absurdly small that there was nothing serious about the whole business, except what might have been. He cut Robinson's explanations short, and hurried to the house, where, as luck would have it, he met Tiny in the hall. She looked a little like Gilbert South, pale with agitation, and yet radiant. Her great brown eyes were shining, and her lips quivered with excitement which might end either in sobs or smiles. \"Oh, Frank,\" she exclaimed ; and she too looked up anxiously to see how the young master received the news."], [59, "IV MRS. AUSTIN 49 \"Well,\" said he, taking her hands in his; \" this is a pretty afternoon's work ! What will your people at home say, do you suppose ? \" \" Oh, my people at home ! They'll say what I say,\" Tiny answered, with a tremulous laugh. \" I shall make them.\" \" And what do you say ?\" \" Oh, Frank ! isn't it strange ? I'm so glad, but I want you to say you are glad too. Frank, you do like him now, don't you ? You are not vexed ?\" \" No, I'm not vexed if you are happy. Oh, I like him well enough. But I think you ought to have had somebody younger,\" he said doubtfully. \" Oh no, Frank,\" Tiny rephed, with great decision. \"It doesn't matter the least bit when it's the man. If it were the woman, now, it would matter ; but not when it's the man.\" \" Well, you know best.\" And Frank released one of his hands. \" I'm sure I wish you all happi ness. It comes rather suddenly,\" he said, with a laugh. \" So it did to me,\" Tiny replied ; \" and I'm not VOL. II. E"], [60, "50 MRS. AUSTIN IV sure he would have told everybody directly, but we were in the Barkers' garden ; we couldn't go in because poor Mrs. Barker is dead, you know* and we were waiting tfll they got something to bring us home \" \" Oh, that's where it was settled ?\" \" Yes,\" Tiny answered, with a conscious little laugh. \" No ; I think it was settled as we tumbled out, but that was where he said it pro perly. And your mother came round the corner upon us \" \" I see,\" said Frank. \" They do grow such a lot of southernwood there,\" Tiny went on, as the colour rushed to her cheeks. \" He leant against the palings, and there was a great bush of it. He smelt hke a Sunday school nosegay as we were coming back ; but he says he shall always like it now.\" The sight of Tiny, ahve, laughing, and talking nonsense with quivering lips, suddenly brought the thought of her peril vividly before Frank. \" Oh, Tiny !\" he said, \" you might have been killed !\""], [61, "MRS. AUSTIN 51 IV \" Don't,\" she said ; \" I saw it all — the gravel pit, you know, just as we went down into it one day ; do you remember ? Ever so long ago, almost the first time I stayed here. I saw it all, as if there were a terrible hght in it, and I said to my self, ' I shall die there ! ' And then I called to Gilbert, and I remember his face for one moment, and we got to the turning, and before we could jump out it was all over; and there we were, picking ourselves up, and none the worse !\" \"Thank God !\" said Frank. \" Only so dusty ; and somehow I felt very small when I found it had all ended in nothing at all.\" Frank laughed. \"Never mind; it was better than being a smashed heroine.\" \"And it has ended in something, only a different sort of thing, hasn't it?\" said Tiny. \"Where is everybody, Frank? In the drawing room ?\" \" Everybody ? No ; I left him with my mother on the lawn.\" Tiny made a face at him. \" Oh, by the way, I"], [62, "52 MRS. AUSTIN IV know Mrs. Austin isn't there. I met her a minute ago on the stairs, and she kissed me and congratu lated me. I say, who told her?\" \" She heard my mother telling me, I believe.\" \" Oh, I wondered if Gilbert had. Do you suppose she minds much ? \" \" I don't believe she minds at all,\" said Frank. '' Why should she ? She told him she was very glad.\" \" I believe she does mind, though,\" Tiny nodded. \" She was very fond of talking about old times.\" \" Rubbish ! \" Frank exclaimed ; \" you're as bad as my mother ! \" and he walked off, leaving Tiny happily convinced that it was impossible Mrs. Austin should not envy her the possession of Gilbert's love. \" Now or never !\" he said to himself as he went slowly up the stairs. His life hung in the balance, his heart was beating fast, and every throb brought him nearer the decisive moment. He turned into a little room where Mrs. Leicester and Tiny some times sat. He would lie iu wait for Mrs. Austin"], [63, "iv MRS. AUSTIN 53 there, she must pass the door as she went down. Frank leant against the window, looking at the dim undulations of the landscape, and vaguely recognising familiar points. It was strange to stand in that little room which he had known all his life — he could remember learning his lessons there at his mother's knee — waiting for his fate to come to him. At any moment it might come, with a quiet step, and the soft sweeping of her dress in the passage. Before a dozen more of those strong heart-throbs were over her eyes might be meeting his. She would look him in the face he knew, but what would she say to him ? Frank had never thought less of himself than he did at that moment, and yet beneath all his anxiety he had an unreasoning faith in his good luck. Fortune had always been kind to him ; people had always done what he wanted them to do. Yes, but Mrs. Austin was different. He dared not hope, and yet the mere thought that success was possible flushed him like a draught of wine. Then she"], [64, "54 MRS. AUSTIN IV would not be Mrs. Austin but — Mildred ; he would not have to count days and nights as steps towards parting, they would all be his, other people would come and go, but she would stay. When she said \" home \" she would mean Culverdale. On that last thought he dwelt with exquisite dehght, as if he could hear her uttering the word. It was the wildest dream, yet in a few minutes that dream might be his actual life ; that was the wonder of it. And was not fortune smiling on him already ? He had been afraid of Gilbert South, he had had misgivings about Tiny's troubled eyes, and now just at the right moment all his doubts and fears had vanished away, he was free to go to his love, and she was free to come to him. There could be no shadow of reproach or regret between them. He heard her footfall in the passage, he called \" Mrs. Austin ! \" it paused, and she appeared on the threshold of the open door. He had been expecting her and watching for her, and yet when she came in answer to his call he felt as if he"], [65, "55 IV MRS. AUSTIN were taken by surprise and had not a word to say. She stood in the doorway waiting for him to speak, and on her delicate lips was that faint half-smile which seemed to Frank to be the sum of all the poetry in the world. \" What is it ? \" she said. \" Did you want me ? \" \"Don't go down for a few minutes,\" he entreated. \" I have something to say to you.\" She looked unsuspectingly at him. \" Some other time,\" she said ; \" I really must go to your mother.\" \" My mother ? Oh, she will wait a few minutes for me ! \" And, before she could speak another word, Frank, with eager eyes and stammering speech, was telling the story of his love. Even as he looked at her pale, startled face, before she had opened her lips to answer him, he knew that he had failed. And yet failure, now that it had actually come, seemed so incredible that Frank tried to avert it by repeating what he had already said, as if every second which elapsed before she spoke was something gained. But all at once he"], [66, "56 MRS. AUSTIN IV stopped short, with a sense of the utter uselessness of any words. \" Oh, I am sorry ! \" said Mrs. Austin, meeting his eyes with a simple, tender sorrow in hers. She might have looked something the same if she had inadvertently hurt some dumb creature in the Culverdale woods. \" Don't ! \" said Frank. \" I never dreamed of this — never ! I'm more sorry than words can say if anything I have said or done \" \"No!\" Frank exclaimed. \"You have done nothing wrong. If I'm a fool I don't know that it's my fault, but I'm sure it isn't yours ! \" She could not help smiling, so gentle a snide that it could not wound him. \"You must not think of this,\" she said. \" It can't be. For one thing, you must remember that you are a young man and I am an old woman. You will choose better one of these days — you have your life before you.\" She added after a moment, \" Mine is behind me, at least the best of it.\""], [67, "IV MRS. AUSTIN 57 \"Don't talk like that!\" said Frank. \"What do a few years matter one way or the other ? I would be older if I could, of course.\" (He could wish to be changed, but he could desire no change in her.) \" But I shall grow older,\" he said, trying to laugh. She shook her head. \" And so shall I ! \" \" If that is all,\" he exclaimed hotly, \" it would be cruel \" \" But it isn't all. Believe me, Mr. Leicester, what you ask is impossible.\" \" I know I'm not good enough, but isn't there anything I could do ? If I tried to get into Parliament — should you hke me to do that ? \" said Frank desperately. His hurried thought sought any possible advancement that might make him more worthy in her eyes. \" I'm not clever, of course, but surely a man must be good for something if he tries with all his heart. Tell me what you would like me to do, and I'll do it!\" He stood opposite her : his face was pale and"], [68, "58 MRS. AUSTIN iv keen with excitement : he looked so roused, so manly, so earnest, that for one moment the thought crossed Mrs. Austin's mind that if fate had but sent Frank instead of Gilbert into that earlier life of which she had spoken, he might have become such a hero as she had dreamed. But it was only a passing thought. Something told her that Frank, as he spoke, touched the highest point of which he was capable. It might be that he too felt that at that moment the flood of passion and resolution reached its limit, but he beheved that the wave, if not repulsed, would have force enough to carry him onward through the lower waters of his later life. \"I think you are good for a great deal,\" she said, \"but that isn't the question. You must believe me when I tell you that I am very sorry, but what you ask me can't be.\" \" You are quite sure ? There is no chance for me?\" She paused for a moment, looking at him. Then, as if it pained her to speak that last word,"], [69, "IV MRS. AUSTIN 59 she answered with a little negative movement of her head. The eager expression died out of his eyes and his face relaxed. \" Very well,\" he said. \" Then I suppose there's nothing to do but to say good-bye.\" He seemed to be making an effort to master him self, and Mrs. Austin looked aside at the window and waited till he should speak again. \" See here,\" he said, after a brief sdence, \" I shall tell my mother I have to go up to town on business this evening, but that I'm coming down to-morrow morning. I shall get away so without any fuss, and to-morrow I shall telegraph that I'm detained, and I shan't come back for a day or two.\" \" Yes, I understand,\" she answered. \" This is good-bye. And when we meet again, I hope \" Frank had taken up a pencil which happened to be lying on the table, dropped it, and stooped to find it on the floor. He rose with a slight flush on his cheek. \" People don't always meet,\" he said. \"Sometimes it's years first. Perhaps we never shall meet again.\""], [70, "60 MRS. AUSTIN IV \"Perhaps not. That is possible of course.\" Mrs. Austin was a httle puzzled by his manner. The colour deepened on his face. \" Well,\" he said, \" why should we ? If it must be all over, let it be all over !\" He looked at her, crimsoning with the consciousness that he was saying some thing altogether unlike his ordinary everyday talk. \" I would rather we didn't meet. I would rather say good-bye now. You understand, don't you ? Remember me a little as I am to-day.\" \" I shall always remember you,\" she answered. \" And let me remember you as you are. If we chance to meet, why we must. But why should we ? We never met till now. If it depends on me, I think we never will meet again.\" Mrs. Austin looked at him with an expression which was at once startled and thoughtful, and a faint tinge of rose on her pale face made answer to Frank's blush. The entreaty, \" Let me remem ber you as you are,\" touched her strangely. She knew that she was beautiful, but she knew also that her beauty was on the wane, and there was"], [71, "61 IV MRS. AUSTIN a melancholy pleasure in the thought that, though for the world she might grow old, for this one man she should always remain such as she was at that moment of farewell. She could not marry him, she did not love him, but womanlike she did desire to be always young for her young lover. She desired it too for her own sake. Otherwise it seemed to her that the mere lapse of a few years might turn Frank's passionate devotion and her answering pity into a ridiculous joke. If she were a faded elderly woman and he a heavy re spectable squire, would it be possible to remember without laughter that they had ever felt and spoken as they were feeling and speaking then ? Why should not Frank have his way, foolish and boyish though it might be ? \" Let it be so, then,\" she said. \" If you hke it best, we will say ' Good-bye ' here and now.\" She looked at him very sadly. \" I wish I had never come here.\" \"No, no!\" cried Frank, with sudden passion, almost as if he thought that her wish could really"], [72, "62 MRS. AUSTIN IV take her sweet unapproachable presence out of his memory. \" No ; I can part with you — I must part with you — but I couldn't part with the time I have had.\" \" I feel as if I had done nothing but harm, and yet I can't help it,\" she went on, half to herself. \" How have you done any harm ? \" Frank demanded. \" Because I love you, and you won't have me ? Do you think \" — this with an uncer tain laugh — \" that I shall take to drinking, per haps — go to the dogs ? After loving you ?\" \" No, I don't think that ; but I'm sorry you should have wasted your love on me.\" \" It isn't wasted,\" said Frank, after a pause, gazing intently at the floor. \"Look here, Mrs. Austin, I shall never, as long as I hve, love any woman as I love you now. It can't be. One must have one best love of all in one's life, and I've given mine to you. But it isn't wasted for all that. If ever I marry, and you hear of it, you'll know that my love was better worth having than it could have been if I had never seen you."], [73, "IV MRS. AUSTIN 63 That isn't being wasted, is it ? And you have done good instead of harm — no harm at all.\" He looked up quickly, and saw that her eyes were full of tears. \" I think she will be a happy woman who loves you and whom you love,\" she said, half- turning from him. \" And now, good bye.\" \" Stay one moment more,\" he entreated. \" Let me have one last look. Remember, I'm never going to see you again ; I want to recollect you as you are now.\" She paused with perfect simplicity, and faced him where he stood. He looked at her, turned his eyes away for a moment, and then looked back. \" It's no good,\" he said. \" When I look away I see you as I saw you that first night, when they were playing, and you walked past me and were not thinking of me. I can see you so any moment I like. Or in the boat this afternoon — you were not thinking of me then either. Perhaps after wards this will come back to me too,\" said Frank,"], [74, "64 MRS. AUSTIN IV still gazing at her as if he would learn her face with its far-off compassion by heart. \"WeU, good-bye,\" he ended, with something of rough abruptness in his tone. But even as he said it, in the bitter wrench of parting, the sound of his own voice jarred upon him with a sense of un fitness. \"Good-bye,\" he repeated, with the gentle ness he had learnt from her. \" Good-bye,\" said Mrs. Austin, and held out her hand, white and with a ring sparkling in the evening Ught. He clasped it with the tender reverence which that last touch demanded. \" I should like you to say ' Good-bye, Frank,' just for once, if you would,\" he entreated. With a faint smile of assent she said it very sweetly, drew her hand out of his, and went away. Frank stood where she had left him, at first with feelings too exalted to be conscious of any thing but her beautiful sorrowful face, and the sudden blank of her departure. But as his excite-"], [75, "65 IV MRS. AUSTIN ment subsided, the gray light, which always finds its way from the outer world into a passionate sorrow, crept into Ms heart. There is nothing so dreary as the realisation of loss under its common place aspect, no longer as a blow, but as a lasting absence of beauty and joy in duU days to come, the foreshadowing of life's inevitable routine at the moment when it is unendurable even to re member that the days of the week will foUow each other in their accustomed order. Frank hated Culverdale as he stood gazing out of the window. There were streaks of yellow and sullen red in the cloudy west, and it seemed to him that never since the world began had there been so ugly and cheerless a sunset. The wind was getting up, and there was something inexpressibly mourn ful in the shivering of the trees ; and yet he stood there, looking and listening tiU the slow striking of a distant clock startled him from his reverie, and reminded him that he had no time to lose. As he went down he paused for a moment on VOL. II. F"], [76, "66 MRS. AUSTIN iv the stairs to make sure of his calmness, and, look ing into the shadowy hall below, he saw the door of the drawing-room open, and Tiny come out. When she passed, a slim dusky figure, before a gray window, Frank could not have put the thought into words ; but it was his turn to feel, as Gilbert South had felt, as if he saw his old life passing away with bowed head and Ungering steps. \" Tiny !\" he called, and came flying down the stairs in his impetuous fashion. \" Yes,\" she said, and stopped short. She coidd hardly see his face in the twilight. \"Tiny,\" said Frank breathlessly, \"I'm going away — I've had a letter. It's only tiU to-morrow — it's nothing. But I don't think I congratulated you properly just now \" \" Oh yes, Frank, you did,\" said Tiny, who felt that he must have congratulated her properly, since he had thought enough about it to accuse himself hke this. \" No, I didn't, not as I meant to. I hope you'll be very happy, very happy, always.\""], [77, "67 IV MRS. AUSTIN \" Oh yes,\" said Tiny promptly, as if her unin terrupted bliss were the simplest matter of course. \" Look here,\" Frank continued, \" this is a sort of good-bye, because it won't be the same thing now. You'll have South to think of- \" Oh, Frank, but I'm not going to forget you!\" \" No, no,\" said Frank ; \" we've been something like brother and sister, haven't we . \" He held her hand tightly in his, and looked at her through the dusk. \" I don't think I ever kissed you, Tiny, even when you were little ; and after aU we are cousins, you know.\" She put up her face and kissed him silently. The remembrance of aU their pleasant days at Culverdale was about them as their Ups met — it was like a shadowy little world of meadow and copse and cornfield, garden and river, bounded by the far horizon of chddhood. Both were conscious of that dim background though Tiny's consciousness was only a half-sweet,"], [78, "68 MRS. AUSTIN IV half-sad regret in the midst of new-found joy. As for Frank, he felt that if South didn't make Tiny very happy — always — he should Uke to horse whip him. And he would do it too ! For Tiny must aud should be happy, though he couldn't be."], [79, "V Frank was at Tiny's wedding early in December ; but he contrived, on one pretext or another, to be away from Culverdale during the greater part of the winter. He ended his wanderings, and arrived at home, towards the close of March. \" Like the swaUows,\" he said, as he took up his position on the rug and surveyed the familiar room. There was a Uttle change in Frank himself ; he looked a little keener, a Uttle older, and he had learned to laugh a Uttle, to himself as well as to other people, at things which could not be mended. He stood smiling and interested while his mother poured out her news. \" And I had a letter from Tiny this morning,\" she said. \"The child seems quite absurdly happy.\""], [80, "70 MRS. AUSTIN v \" It's a good thing for you that she is happy,\" said Frank. \"You are responsible for that marriage, you know.\" \" How can you say so ? I'm sure I had nothing to do with it. I never dreamt of such a thing!\" Frank shook his head. \" Oh, you're a terrible matchmaker; there's no escaping you. If you miss one you make another. Where is Tiny now?\" \"Rome. Would you like to see the letter?\" He took the flimsy sheets, and deciphered Tiny's dashing raptures rather laboriously. It was the same Tiny; yet not quite the same. There were pretty httle airs of authority, and turns of expression which showed that Tiny, who had never been very important before, felt herself something of a queen in her new Use. There was wonder at novel sights and experiences — he seemed to see her wide brown eyes as he read — and a profound belief in her husband's perfection. Frank folded the letter and gave it back. He"], [81, "71 v MRS. AUSTIN perceived that there was no need for him to start off to Rome with a horsewhip to secure Tiny's happiness. It was taken out of his hands al together. Having told her news, Mrs. Leicester began to make inquiries. Had Frank seen anything of the Stauntons as he came through town ? He had caUed there, and afterwards had been asked to dine. \" Well, then, what is this about Mrs. Austin ? I had a note from Mrs. Staunton a day or two ago, and she said she thought I should soon hear some news about her that would surprise me. What does she mean ?\" Frank looked vaguely in the direction of the piano. \" It means that other people can try their hands at matchmaking as well as you.\" \" Oh ! is she going to be married ? I thought perhaps it was a sisterhood or something of that sort. Is she reaUy going to be married ?\" \" Can't say. People don't always succeed with their matches, you know. But there's a man"], [82, "72 MRS. AUSTIN v who admires her very much, it seems, and Mrs. Staunton is always trying to bring them together. It's a nice little amusement for her, I suppose; she doesn't seem to have much else to do, except drink afternoon tea.\" \"Did you see Mrs. Austin ?\" \" No,\" said Frank, stiU staring into space ; \" she was out of town.\" \" And who is this man ? What is his name ? \" She was informed that his name was Rowland. \" But who is he ? Tell me something about him.\" \" Oh ! I don't know. He's a middle-aged man — Fred Staunton pointed him out to me — getting a little gray.\" \" But you must know more about him than that. What does he do?\" \" Breaks stones, I believe,\" Frank replied. Mrs. Leicester looked so utterly astounded and aghast that he began to laugh. \" Oh, don't be frightened!\" he said. \"It's all right. It all depends on what you do it with. He breaks 'em"], [83, "73 V MRS. AUSTIN with a little hammer, and that's very respect able.\" \" Oh, you mean that he's something — what do you call it? — something geological?\" she ex claimed, and was much relieved. \" That's about it,\" said Frank. He threw his shoulders back and stretched his long arms. \" Upon my word I think I'd sooner do an honest day's work on the roads than go knocking off little chips of stone and writing papers about 'em. But I suppose he likes it.\" \"Dear me!\" Mrs. Leicester mused. \"I should really think it would be a very nice thing for Mildred.\" I shoidd leave her to decide that if I were you.\" \" It must be very lonely for her as she is. 1 wonder when the wedding wiU be. Last time we gave her a pair of pink and gold candle sticks \" \"Did you?\" said Frank. \"Then don't do it again."], [84, "74 MRS. AUSTIN V \" Why, no, of course not. Well, I must think about it.\" \" If I were you, I'd wait till I knew there was something to think about,\" said Frank drily, and there was a silence, broken after a time by Mrs. Leicester. \"I've got an idea !\" she announced. Frank looked round rather impatiently, expect ing to hear of a wedding present. \"I've been thinking,\" said his mother, \"wouldn't you like me to ask her to come down again before her marriage? You would — wouldn't you?\" He started. \"No!\" he said. \"No— really?\" \" No,\" he repeated. \" Why should she come ? It was all very well for once, when you were matchmaking, but I don't want to see Mrs. Austin again.\" \"Really?\" said Mrs. Leicester. \"WeU, you surprise me — there's no making you out, Frank. I knew you didn't like her at first, but at the end of the time I thought you were just a little taken with her \" -"], [85, "V MRS. AUSTIN 75 Frank's answer was an impatient movement of his shoulders. \" Oh, I was wrong, I suppose,\" Mrs. Leicester continued cheerfuUy, \"but it was so. First I thought you didn't like her, and then I didn't know, and then I thought you did.\" \" Well, you were right once,\" said Frank. \" Yes ; but it was very funny — I really thought you did. I don't mean anything serious, of course, but I thought, now, that if she had been a little younger Or that you would take a fancy one of these days to somebody younger, but that style, you know.\" \" Did you ? \" he answered, with a laugh. \" Then you were wrong — quite wrong. I shaU marry some time or other, but my wife won't be the least bit like Mrs. Austin.\" \" WeU, then, my dear boy, I'm sure it was very nice of you to be so attentive just because she was your mother's old friend. I hadn't the least idea you disliked her as much as all that.\" \" Disliked her — rubbish !\" said Frank. \"You're"], [86, "76 MRS. AUSTIN V always going from one extreme to the other.\" He turned round and stood with his hands in his pockets, and his head bent, staring so absently at the fire that his mother said smilingly — \" A penny for your thoughts ! Come, they must be worth hearing ! \" \" Oh, I don't know,\" he began, rather sulkUy ; but aU at once he laughed and looked up. \" Here, hand over that penny,\" he said ; \" I was wonder ing how long it took to get over the measles.\" Mrs. Leicester was much amused at the absurd idea, and gave him very precise information as to the time which had elapsed in his own case before his recovery was quite complete. \"But I don't know that it is the same with every body,\" she said. \" No, I daresay not,\" he replied a Uttle vaguely. \" But I suppose a feUow always does get over them some time or other, doesn't he ?\""], [87, "LIZZIE'S BAEGAIN"], [88, ""], [89, "LIZZIE'S BAEGAIN l There is a house in Lesborough High Street, a sketchy lath-and-plaster tenement, which looks squeezed and uncomfortable between its more substantial neighbours, Uke a bashful acquaint ance entangled in the rapturous greetings of two old friends. It belongs to the Misses Fletcher, who consider it a very desirable residence. They ought to know it thoroughly, from the stuffy parlour to the cheerless attics, for they have spent all their lives in it, and they are no longer young. But to outsiders it has a starved and dreary look ; affording matter for curious speculation in the likeness between the taU colourless building and"], [90, "80 LIZZIE'S BARGAIN 1 its owners. It hardly seems a fitting stage for any drama. It is too undignified for tragedy, too un lovely for brighter scenes. Yet within the last thirty years it has held, perhaps, more than an average share of doubt and despair, of hopes, dreams, and surprises, not much better understood by the Misses Fletcher than by the unconscious walls. One January afternoon, seven and twenty years ago, the little parlour had two occupants. Near the fireside sat a woman, who, reckoning by years, should have been young, but who was faded, hopeless, and worn out. Her hands lay idly in her lap, and her eyes watched the slow dropping of cinders on the hearth, or wandered over the coloured vases and the elaborate arrange ments of shells which stood on the chimney-piece. Once they lingered on an oh- painting of Mr. Fletcher, Selina and Caroline's father, which hung on the opposite waU, and, for that moment, some thing of expression awoke within them. The picture was too big for the room, and the worthy"], [91, "lizzie's bargain 81 I ironmonger, for such he had been during his Use time, seemed to prop the low ceihng with his head, while he leaned forward as if to look into his daughter-in-law's face. She stared defiantly at his regular features, florid complexion, and bland eternal smile, traced a likeness in brow and eyes to his son, her husband, and her lip curled. But her very hatred looked like querulous dis taste. Two years earlier she had run away from her home with Henry Fletcher. She was an empty headed girl whose life had been made dreary by poverty and family pride. The Vaughans had great relations but the smaUest of incomes, and Fanny's Use was as rigidly ruled as if she were a princess, and as narrow as if she were a nun. She fancied herself in love with young Fletcher, and she escaped from the tyranny of her mother and brother to marry him. She had a vague idea that her handsome Henry was in trade, but she thought of something lucrative and general, of commerce and merchant princes. She made so little attempt VOL. II. G"], [92, "lizzie's bargain 82 I to hide her disgust when she saw the Lesborough shop, that there were bitter words between bride groom and bride within a week of their marriage. And she had not been a month in her new home before she learned that the death of her cousin had made her brother a wealthy man, and that, had she waited but those few weeks longer, her brightest hopes might have been realised. She bemoaned her impatient folly with lamentations as foohsh, which goaded her husband to outbursts of fury. It is needless to say that Fletcher never became a merchant prince. He was extravagant; he neglected his business, his foreman cheated him, he took to billiards at the Red Lion, and went headlong to bankruptcy. His wife sat at home, crushed and Ustless, rousing herself only from time to time to write letters to her brother Ernest. She tried to make them eloquent and pathetic. She felt that she faded, and said so with heavily dropping tears, which were in truth her nearest approach to eloquence. But it made no difference."], [93, "lizzie's bargain 83 I The tear-bhstered pleadings were returned un opened. The crash had come, and while Henry Fletcher went to London to seek employment, his sisters took in Fanny and her year -old boy. They did all they could to embitter this kindness by their spiteful and miserly ways, and Fanny, drooping by their fireside, irritated them by duU indifference. She took no heed, though Selina and Caroline were busy about the house, that January afternoon. Once only she leaned forward a little and listened, with a frown of vexation. There was a faint sound like a far-off cry. \" 'Tisn't your baby — it's a child in the street,\" said a rough boyish voice. And a repetition of the sound proved the speaker to be right. He was a lad of sixteen, who was at work with books and papers near the window. Mr. Fletcher had been twice married, and Theophilus was his son by his second wife. He was a clumsy, broad shouldered, silent youth, who pored with lowering brows over his arithmetic, and when he half blundered, half-swaggered into the room, seemed"], [94, "84 lizzie's bargain I to take an unaccountably large share of it. Thorpe, as they called him, was always in the way. Thorpe's elbows filled the table, and there was no moving a step without fading over his legs. But he seldom took any notice. When he did talk it was in a loud voice, and he Uked to impress upon his hearers how much he despised gentlefolks, what rubbish Greek and Latin were, and what a good commercial education the boys got at Ms school. He would have his mother's portion, abortk-eleven hundred pounds ; and, standing on the rug with his legs well apart and his hands thrust into his pockets, this big independent orphan would sometimes discourse of the fortune he in tended to make. But as a rule he did his work, and kept his day-dreams to himself. It had not seemed probable that there would be much sympathy between Thorpe and his sister in-law. But it soon became evident that in his rough fashion he took a queer pitiful interest in her, though she hardly appeared to heed it. She made no answer when he spoke that afternoon,"], [95, "I lizzie's bargain 85 but threw herself back in her chair, while he resumed his work. Presently, however, she took a paper from her pocket, read it through, and turning a little as she sat, looked intently at the lad's bent head. He raised it and their eyes met. She rose, and moving with something of a pliant grace, she crossed the room to where he sat. \" Are you not going away to-morrow morning ? \" she said. He nodded. She laid the paper down. \" WiU you copy this for me ? My brother is angry with me, and when he sees my writing he won't open the letter. But if you copy it he will begin it at any rate. And then perhaps he will go on. And if he does go on, I think — I hope \" Thorpe frowned, and pushed out a scornful lower Up ; but he took a sheet of blue paper, and with mutterings of \" What bosh ! \" and \" Pack of rubbish ! \" he copied the entreaties for a reconcfli ation in a fine commercial hand. She wrote a trembling \" Fanny \" at the end, folded the letter"], [96, "86 lizzie's bargain I as if her very soul were between the pages, and slipped it into the lad's pocket with a beseeching smde. \" Keep it till to-morrow,\" she said ; \" he'U not know the postmark then.\" \" All right. I'll post it.\" \" Don't forget it,\" she persisted, standing over him while he twirled his pen in his big solid fingers. She had one hand on his shoulder, and the other lingered where she had put her treasure. \"It's my last hope you have there by your heart, Thorpe. Don't forget it.\" \" I won't forget it,\" he growled, shrugging up his shoulder under her fingers. \" Can't you trust me?\" \"Yes,\" she whispered, and stooping with sad humility, the poor lady kissed his cheek. The blood rushed to his forehead, but he put up his hand and rubbed the place her Ups had touched. \" I say,\" he remonstrated, \" I wish you'd leave me alone. You make a fellow feel such a fool, you know.\" And he blundered out of the room. When he came again to Lesborough, Fanny's"], [97, "lizzie's bargain 87 I hopes and fears were over. The big blue sheet of paper had come back sealed with Ernest Yaughan's signet-ring, and from that time she sank rapidly, and seemed to have no desire to live. She took no heed of her boy, and when her husband wished for some kind of deathbed reconciliation, she turned her face to the waU in petulant weariness, and refused to make the shghtest sign. Her brief Use was soon over, and her gravestone described her as Henry Fletcher's beloved wife. He did not long survive her. He lost his situation, resolved to emigrate, and was drowned on his voyage to Austraha. Selina and Caroline were left with the unwel come burden of their brother's chdd. Theophilus, making his way in the world, ceased to come to Lesborough. Time slipped away, and Uttle Ernest grew from baby to boy, from boy to youth, from youth to man, tiU he was within three or four months of his twenty-first birthday — a taU young feUow, with beautiful eyes and a querulous mouth. His Use had been pent within that dreary house"], [98, "lizzie's bargain 88 I and the attenuated strip of ground behind it. This playground of his was a dull pathway leading nowhere. Like Ernest himself, it seemed pent and prisoned to the utmost Umit of endurance ; indeed almost beyond it, for at the end it bulged out suddenly to the right, as if it had made a desperate attempt to get away to the green fields. But it had been thwarted ; cut off by a dusty lane, shouldered aside by a neighbouring stable, and the only result of the effort was an excrescence, holding two stunted lime-trees and some feeble boughs of lilac. A few waUflowers and Canterbury bells forced their way through the hardened soil, and at intervals down the narrow borders were dotted dreary little bushes, sprinkled every autumn with minute and melancholy Michaelmas daisies. This strip of ground was caUed \" the garden,\" a comprehensive word, since it could designate Eden and this. As a child Ernest had played in the corner which was safe from prying eyes. As a youth he haunted it stiU. He was sullen and shy, but"], [99, "lizzie's bargain I 89 there was something of grace about the lad, slender and eager-eyed, who dreamed over books and papers in his garret, or went with swift strides along the garden path. Most of aU was that grace about him, when, reaching the lime-trees, he leant against the waU with folded arms and lifted face. For then at a window high in a roof across the lane would be seen No matter, Ernest knew, and the Misses Fletcher did not, and perhaps there might be a touch of Eden about the grim little enclosure after aU. Time had awakened no kindlier feeUngs in the sisters' hearts. Miss Fletcher was fifty -eight, Miss Caroline was fifty-five. Their days were spent in the practice of smaU economies, enlivened by spiteful gossip. Year after year dawned on them in their unlovely existence, and left them exactly as it found them, except that they were the older by its age, leading such a Use, so gray, so cramped, so unutterably mean, that the mere thought of it would overshadow young hearts with a horror worse than the horror of the grave."], [100, "90 lizzie's bargain I What had they to do with the dream which made that garden corner so fair to Ernest's eyes ? Just at this time he had leisure enough to lean and look, for his work in life was not yet found. He had been educated at the Lesborough Grammar School, and Mr. Markham, the master — a dreamy man, clever in a whimsical way, but curiously unfitted for the post he held — took a fancy to him, and kept him at a smaU salary to teach the younger boys. Ernest had no aptitude for the work, but he liked to be with Mr. Markham. So he drifted on tiU the master's sudden death left him stranded and helpless. What could he do ? The Misses Fletcher made inquiries, and offered him a place in a draper's shop. He said he would starve sooner. They persisted, partly because they thought it ready suitable, and partly because they found something spitefidly charming in the idea of Fanny's boy behind a counter, when Fanny herself had so loathed her husband's shop. Sure of the triumph — for what could Ernest do but yield? — they gave him a fortnight to think it"], [101, "I lizzie's bargain 91 over, and see what he could find for himself; but the fortnight was shpping away, and he had done nothing. The thought of enUsting crossed his mind, but the remembrance of Lizzie Grey held him back — Lizzie whom he loved ; beautiful Lizzie who loved him. Day after day, as she came from teaching the children of a Lesborough grocer, she opened the little window, by which a poplar flickered, and saw her lover's Ufted face as he watched for her by the ldac-bush below. Young as they were, it seemed to them that they had loved for a lifetime, since neither could say when it began, and neither had so much as dreamed of any other. Lizzie was very pretty. She was a taU, sUght girl, with a wide forehead, wavy brown hair, soft red lips that were ready to smile, and eyes that were clear and true. It was easy to see that she was quick and self-reliant ; in fact, Ernest leant on her rather than she on him. She was gently tolerant of his wayward melancholy and his jealous foUies, but his day-dreams pained her a little sometimes."], [102, "lizzie's bargain 92 I She could help him when he was despondent, but she felt as if she hardly understood the castles in the air which he would build on a hopeful day. Perhaps in her frank humility she thought his ambition nobler than it was. As for Ernest, he did not doubt for a moment that her desires were the same as his own. It had been easy to deceive Selina and CaroUne in the matter of his love. They would often ask Lizzie to tea, because she was a capital amateur dressmaker, and had ingenious ideas which would make their frayed and faded garments look as good as new. On these occasions Ernest would wear a lowering face, for he hated to see his love stooping over Selina's dingy finery, planning and turning, with pins in her mouth. But his aunts misunderstood his ill-temper, and chose to imagine that he despised Lizzie Grey, because her father, dead some three years earlier, had been only a superintendent of police. They lectured him on his sinful pride, and he heard them in sullen scorn. Consequently they would summon him to"], [103, "I lizzie's bargain 93 render her small services, to hold a candle, or bring a footstool, or take her cup. He obeyed in sdence, and whde they exchanged triumphant glances, he rejoiced in the exquisite moments when Ids eyes or hands met Lizzie's. Ernest's final decision was to be made on the fifth of February. The weather had been very mdd, but it changed on the night of the first, and a black and bitter frost turned the earth to adamant beneath a leaden sky. The intolerable cold drove him from his garret, and he was miserable for himself and for his one pet. This pet was an old and hideous sandy cat, toothless, lame, and a very miracle of leanness, such a cat as one might see in a nightmare, but hardly any where else. Ernest loved it because one day he rescued it from some boys, who were stoning the helpless vindictive beast in a corner. The poor brute would follow him trustfuUy, rubbing itself against him as he walked in the garden. He never spoke of it, but he pilfered bits of meat for it; he crept downstairs and stole the milk, pre-"], [104, "94 lizzie's bargain I serving a guilty sdence when the milkman's character was aspersed in consequence. He was absolutely sick with fear lest Dorcas, the sour faced maid, should catch him thieving. But what could he do ? Even had he had money to spare he could not have bought meat and milk for Sandy without exciting suspicion. Already his aunts wondered why \" that horrid cat \" was so often about the place, and Miss Sehna or Miss Caroline, perceiving it, would fly out with \" Ssh — you nasty beast — you!\" or Dorcas would pursue it with a shower of small stones, and the hunted wretch would scramble over the wall, turning at a safe distance to spit and growl in venomous impotence like a decrepit fiend. Ernest mean while stood by, fully aware of his favourite's repulsive appearance, but with disgust swaUowed up in pity for its bleak and starved existence. StiU he was sore, not because Sandy was ugly and malignant, but because he fancied it was ridiculous to protect an old cat. \" It was his usual luck,\" he grumbled to himself. Had it been a dog there"], [105, "lizzie's bargain 95 I would have been nothing laughable about it, but he was ashamed of pussy scuttUng over the tiles. Yet he was very true to Sandy. Spending the evening with Mr. Markham, in his happier days, he had more than once refused to stay the night, only because the weather was wild and cold, and he could not bear to think of Sandy mewing the long hours through, and rubbing its lean body against the window of his empty room. And what was Sandy doing in this bitter frost ? Ernest wondered as he sat in the parlour with the local paper in his hand. He wondered, too, why his Aunt Sehna's thimble and needle clicked at every stitch she took, whde his Aunt Caroline's didn't. Only Aunt Caroline had a trick of sniffing at irregular intervals, and Ernest was not quite certain whether the regular click of thimble and needle, though it worried him almost to distraction, was worse than the horrible suspense caused by the irregularity of Aunt Caroline's sniffing. The two combined were maddening, Last time he counted nineteen clicks and then a sniff; this"], [106, "96 lizzie's bargain I time he had got to seven and twenty — ah ! thank goodness, there it was ! Yet why thank goodness ? For one, two, three, four, when would the next be ? He muttered something under his breath, and felt that a man might do murder for less cause. \"What did you say?\" Aunt Caroline in quired. \" I didn't speak,\" said Ernest, staring at a string of dreary Uttle paragraphs. \" Oh ! I beg your pardon ! Singular that my ears should have so deceived me.\" And Aunt Caroline resumed her stitching with a sniff. The young man leapt to his feet and crumpled up the paper. He felt that he could not endure the stuffy little room, the stale Lesborough news, and Selina and Caroline, one moment longer, and he hurried away to face the rough east wind. He battled against it with angry pleasure tdl he was tired out, and the gathering dusk drove him home, to take up aU his burdens again at the first ghmpse of that white house which he hated. But no sooner had he crossed the threshold than he was"], [107, "lizzie's bargain 97 I conscious of an unwonted presence within. A smaU portmanteau lay at the foot of the stairs, and an overcoat, which smelt of smoke, was tossed across a chair. The Misses Fletcher abhorred smokers. From the parlour came a voice, mas culine in depth and power, and pleasant after the sisters' shrillness. Ernest's eyes were bright with a scarcely acknowledged hope as he pushed the door open and went in. A big fair man stood on the rug, his head thrown back with a defiant air. His hands were thrust into his pockets, perhaps as a judicious economy of space in the little room. Selina and Caroline, surely leaner and more wizened than when Ernest went out that afternoon, sat squeezed against opposite walls, with their heads on one side, Uke mediæval saints in a stained window, and gazed admiringly at the stranger. There was a pause, while young Fletcher stared at the queer group, till the broad-shouldered central figure stepped forward. \" So this is the boy ?\" he said, with a glance right and left. And VOL. II. H"], [108, "98 lizzie's BARGAIN I the pair of meagre supporters exclaimed in a breath, \"Your Uncle Theophilus!\" The Ught died out of Ernest's eyes when he perceived that the newcomer was not a Vaughan. He drew himself up to his fuU height, and bowed in sdence. But Theophilus with a laugh ignored the stately bow and held out his hand, whde his quick gray-blue eyes scanned the lad's face. \" So you are Ernest ? \" he said. \" You were baby when I saw you last — you show one how the time has slipped away.\" \"Yes, I'm Ernest,\" and the young man gave his hand an impatient little twist. His uncle dropped it with an amused smde, and turning to Selina said, \" He's Uke poor Harry.\" \" Oh, do you think so ? \" she repUed with charming candour. \" Why, Henry was so good looking ?\" Thorpe laughed again as he looked at his nephew. Ernest felt that he hated this man. Yet Theo philus Fletcher was far from ill-looking. He had lost the awkwardness of old days, he carried"], [109, "LIZZIE'S BARGAIN 99 I himself well, and his face, though not distinguished for refinement, might be caUed handsome. There was perhaps something stubborn and heavy about the lower part of it, but his smde was pleasant, and frequent too, for his former sullenness had been not so much ill-temper as an uncouth manner. Except that Mr. Fletcher was a little inclined to be stout, and that the strong auburn hair was sUghtly wearing off his broad forehead, the change in him was one of unmixed improvement. Yet to Ernest a fiend in human shape could hardly have been so distasteful as this sleek, shrewd, self satisfied man. For Theophilus Fletcher had attained his boyish ideal ; he was eminently commercial. The Uttle maidservant who helped Dorcas came in with a note. Miss Selina read it with an air of mystery, nodded to Miss Caroline, and went out. Ernest, going weardy upstairs, met her, and was informed that Miss Grey was coming to tea. He stopped short, and his angry scowl might well confirm her in the idea that he dis-"], [110, "100 LIZZIE'S BARGAIN I liked Lizzie. \" Have you any objection, pray ?\" she inquired. \"What does it matter?\" he said in a half choked voice. He brushed past her, and raced upstairs, furious at the thought that Lizzie — his Lizzie — should have been sent for to amuse a vulgar tradesman. He dashed into his room, scaring poor Sandy, who had crept in at the win dow and was crouching in a corner. His frenzy was over in a moment, and he caught up his favourite, fondling it with a patient tenderness. Lizzie would have liked to see the smile which lighted his dark face, and glanced, like sunshine on suUen waters, from his melancholy eyes. He was unwilling to put Sandy down. And why should he ? He was not going to take any trouble to do honour to Theophdus Fletcher. So when at last he saw fit to go downstairs he had done little to improve his personal appearance. Not so the other. Whether on account of the coming visitor, or merely from his habit of neglecting no advantage which he might possess,"], [111, "lizzie's bargain 101 I Mr. Theophilus Fletcher had dressed very care fully indeed. Ernest, lounging in in his shabby morning coat, found his uncle looking very new and resplendent, and occupying his favourite posi tion on the rug, while Miss Selina, in her Sunday cap, chattered about Lizzie Grey. \" A reaUy charming girl, Theophilus ; so pretty, and so unaffected — oh, you needn't look at Ernest — Ernest doesn't Uke her — her father was only a superintendent of police — very well for us, but not nearly grand enough for him, is she, Ernest ? A duchess might do perhaps — he ! he ! — but a superintendent of pohce's daughter ! — oh dear no!\" \" No ? \" said Thorpe. \" What, won't she have anything to say to you, my boy ? When it's a question of a pretty girl nobody looks so savage for nothing, let her father be what he may. What has this pretty Miss Lizzie done to you?\" Ernest's frown grew darker. \" I don't know what you mean, sir, and I don't know what my aunt means. I don't find fault with Miss Grey.\""], [112, "102 LIZZIE'S BARGAIN I The bell rang, and Selina flew out to welcome her guest. \" Nonsense, man, I was only in joke^,\" said Thorpe. \" You've lived with these solemn sisters of mine till you don't know what a joke is — and till you've taken to nursing their cats, I declare !\" His strong hand was on his nephew's shoulder, and he turned him round as he spoke. Ernest looked down and saw poor pussy's sandy hairs sprinkled thickly on his coat. \" You are just the young man to live with a couple of spinsters, aren't you?\" said Thorpe. A step was heard in the passage, and for the first time Ernest voluntarily met his uncle's eyes. \"Don't say anything, sir — they hate the poor brute. They'd hunt it \" \"Then be off and brush your coat,\" said the other. \" Their eyes mayn't be as sharp as mine — Caroline ought to wear spectacles, / know — but never count on a woman's not seeing what she isn't meant to see — mind that.\" Thorpe, left to himself, wondered why bis"], [113, "lizzie's bargain I 103 nephew should disUke Lizzie Grey. \" Cooped up here with Selina and Caroline, he ought to be ready to like anybody. And what should a pretty girl come here for unless she likes the boy ? No, no, either she is fearfully plain, in which case the women will swear she is charming, as a matter of course, or — which I strongly suspect — Master Ernest and Miss Lizzie are a pair of sly young hypocrites, and have hoodwinked the old ladies. We'U see.\" And he did see how, when the young folks greeted each other with unmoved faces, their hands lingered for a moment as if unwilling to part. \" Sly fellow,\" said Thorpe to himseff. \" He doesn't find fault with her — no, I daresay not. I wouldn't find fault with Miss Lizzie if she held my hand Uke that!\" The tea-party was a very cheerful one to all but Ernest. Even the sisters contributed what little they could, though it was of a feeble and acidulated kind, to the merriment. Thorpe tried to draw his nephew into the conversation, but,"], [114, "104 lizzie's bargain I being peevishly repulsed, he turned away with a smde, and devoted himself to Miss Grey. Ernest looked on in angry astonishment. If it were intolerable that Lizzie should be sent for to amuse a bidlying overdressed tradesman, how infinitely worse to find her unconscious of her degradation ! Poor Lizzie ! She liked Mr. Fletcher, and had no idea that she ought to feel humiliated. She glanced at her lover from time to time as he sat apart, and thought that he looked Uke a prince in disguise; but she was forced to own that her prince was slovenly, out at elbows, moody, and deficient in princely courtesy. Why did he repulse his uncle ? Why should not his life be brightened by the broad glow of Mr. Fletcher's prosperity? And on Ernest's behalf she paid her innocent court to Theophdus. Miss Caroline's spirits rose to such an unusual height that, when the table was cleared, she pro posed to play cribbage with her brother, as she used to do with the schoolboy of twenty years earher. Thorpe assented, but when the cards"], [115, "I lizzie's bargain 105 were produced, he could not refrain from a startled aside — \" Same pack, by Jove !\" — and for a moment his brow was drawn down, and his under Up pushed out as of old. This man had no reverence for antiquity, and took no interest in the memorials of bygone centuries. But he was strangely im pressed by the accidental permanence of so perishable a thing as a pack of cards, and he cast a pitying glance at his sisters. His views of woman's rights and woman's needs were narrow enough. A woman should have a husband who would never loose his temper nor his authority, and who should provide her with a comfortable home, plenty to eat and drink, and a sufficiency of finery. But, as he shuffled the old cards, he woke to a sudden comprehension of the stagnant dreariness of his sisters' Uves. Twenty years earUer he had left that house to work his way to fortune. He had known many changes and many men. He had thrown himself, rejoicing in his strength, into the world's swift current, and was hurrying onward to success. And when he came"], [116, "106 lizzie's bargain I back to his old home he found no change there, except that of inevitable decay, and no idea of amusement for the man except the pack of cards with which the boy had played. But Caroline was waiting for him to begin, and he had no time for further thought. Apparently he had not become more skilful since their former encounters, and he soon leant back to show his cards to Miss Grey, as she sat by the fireside. While he dexterously balanced himself so as to bring his bold face and mirthful eyes very close to Lizzie, that she might give her counsel in a whisper, Ernest felt that he would cheerfully give all that he possessed — not much, poor feUow ! — to see the tilted chair shp, and tumble the self-possessed gentleman into the fender among the fire - irons. But it was not to be. And as Mr. Fletcher made outrageous blunders if left to himself for a moment, and Miss Caroline said, in a tone which was meant to be playful, \" I wonder you don't look after your pupil better than that, Lizzie, I do indeed,\" the"], [117, "lizzie's bargain 107 I girl, after a Uttle whde, drew her chair to the table, laid aside her work, and gave hersetf up to the game. She had enough to do, for Theophdus cheated unblushingly before his adversary's very eyes, and looked so coolly at Lizzie herself when he had rattled off, and was about to score, some astonishing miscalculation of his hand, that she could only reply with a glance of incredulous doubt, and, taking the cards from him, endeavour to point out his mistakes. But once in the midst of the demonstration she was suddenly aware of laughter lurking in his eyes, and, flinging down the cards she exclaimed, \" I won't say another word — you know it aU better than I do, and you cheat most abominably, Mr. Fletcher.\" But Thorpe explained how the truth had just dawned upon him, and he could not help laughing at his own stupidity. Lizzie shook her head, but at last she relented, and looked at the hand which had just been dealt to him. Presently Miss Selina hunted a black bottle of currant wine out of the cupboard, and caUed for a"], [118, "108 lizzie's bargain I corkscrew. Thorpe begged her not to open it on his account, as brandy and water would do for him. She however persisted, and hospitably poured it out. Even then, though he was assured that, being opened, it might as weU be drunk, he steadily dechned it, declaring that when he said a thing he meant it, and that brandy and water would be quite good enough for him. \" ShaU I see you home, Miss Grey ?\" he asked, when Lizzie, having finished her glass of wine, was folding up her work. \" I don't know the way of course, but if it isn't very difficult, we might walk it two or three times, and I daresay I could learn it.\" \" Oh, Ernest shaU go with Lizzie,\" Miss Caroline exclaimed. \" It's only a step — don't you remember the white house across the lane ? \" Thorpe did remember. \" I wouldn't have your escort for the world,\" said Lizzie gaily, as she bade him good-night. \" I should be afraid that you might forget after all,"], [119, "lizzie's bargain 109 I and wander about Lesborough all night, and be found dead of cold.\" :' Like a Babe in the Wood ? \" he suggested. '■' Worse — no leaves this time of year ! \" \" Take a good many to cover me at the best of times, wouldn't it?\" said Theophdus. As he spoke Selina appeared with the brandy bottle, inquiring if Lizzie was ready, and as Ernest was visible, gloomily waiting in the background, the girl went off in haste. She had but a moody companion. He abused Thorpe Fletcher's appearance, manners, coat, ring, and Albert chain, untd they reached her door. \" How we have wasted our time ! \" said Lizzie sadly, \" and I have so little time with you, Ernest.\" \" Let us go a little farther,\" he pleaded in sudden penitence. She shook her head. \" They wdl notice how long you are. We mustn't run any risks.\" He hesitated, but he knew that she was right. Glancing along the deserted lane, he took her"], [120, "lizzie's bargain 110 I hands in his. \"Forgive me,\" he said. She smiled in answer, and, stooping, he kissed her fondly. Lizzie wiU remember that kiss to her dying day — the eager beautiful eyes which looked down into hers, the lips and hands which clung as if they would never part, and overhead the keen stars twinkling through the frosty air."], [121, "II Theophilus briefly informed his sisters that he had come on a matter of business, and should stay some httle time. He did not inform them that it was very possible that Lesborough might once more become his home. There was a large foundry about a mde and a half from the town, and he had learned that its owner was anxious to retire from business. He thought that he saw a much-desired opportunity for carrying out some improvements in thrashing-machines and steam ploughs ; and though he would not have suffered any foohsh sentiment to affect his plans, he was glad that his opening should be at Lesborough. Nowhere else could he so accurately measure the. height which he had reached."], [122, "112 lizzie's bargain II As the days went by his prolonged stay became a source of perplexity to Lizzie Grey. She knew nothing about the business which detained him, but even had all the negotiations about the foundry been fully explained to her, she might not have understood why it was needful for Mr. Fletcher to haunt the High Street, day after day, just when she went to and from her teaching. Why did he watch her with such keen curiosity ? And why did he try to conceal this curiosity under an affectation of carelessness, which ap parently deceived others, though it could not deceive her ? She was absolutely certain that he Ustened intently to every syllable she uttered, stiU with that same assumption of indifference. At times he would be moody and preoccupied, but Lizzie knew that he was preoccupied with thoughts of her. Before he had been in Lesborough ten days she was thoroughly alarmed and confused. The High Street was fuU of Theophilus Fletcher, and she fled through it with the hurried steps and throbbing pulses of a hunted creature."], [123, "lizzie's bargain 113 II It was her solution of the mystery which frightened her. There are some girls who fancy that every man they meet is dying for them. Lizzie was not one of these, but she did believe that Mr. Fletcher was in love with her. The very idea was terrible, and sent a flood of crimson to her cheeks ; yet what else could she think ? How otherwise could she account for his pursuit of her, for the questioning glances which sought an answer in her face ? More than once speech seemed so imminent that Lizzie held her breath in terror, and thought it miraculous that Ernest's suspicion had not as yet been aroused. Any moment might open his eyes, and concentrate his hatred on the man she had fondly hoped would be his benefactor. In fact his eyes must be opened before long, for even whde she tried to keep Theophilus at arm's length, to avoid his glance, the touch of his hand, or to escape when she saw him coming, she felt as if she were knotting cobweb fetters to restrain some great thick-skinned animal, who would be uncon scious of any bond. Not for one moment could VOL. II. I"], [124, "114 lizzie's bargain ii she hold hint in check when he should decide that the time had come. And when she had rejected him everything would come out, and Ernest's prospects would be ruined. It was quite true that Mr. Fletcher had an interest in Lesborough besides the foundry. He had come to see what he could do for poor Fanny's boy. He said nothing of this to his sisters, who would never have understood his feelings towards his brother's wife. He hardly understood them himself. He had thought her a limp, faded, foolish woman ; he had seen no beauty in her, and yet she had awakened in his heart a pity in which scorn and kindness were curiously mixed ; a con temptuous fidelity which Uved when she was dead. Prosperous and practical though he was, there were times when he could almost have fancied that he felt those fingers, cold and dead a score of years, fluttering again at his heart, where once her letter lay. He scorned idle sentiment, which achieved nothing, but spent itself in vain regrets. Yet he, of all men, was guflty of this"], [125, "lizzie's bargain 115 II contemptible folly, since he could not forget his useless pity. But might not its existence be justi fied to himself, if, for its sake, he helped Ernest ? He owned grimly that he did not think Fanny had cared much about her boy, but he supposed she might be different in Heaven. (Thorpe inclined to the belief that all women went to Heaven unless they were absolutely bad.) Let that be as it might, it was his only chance of doing anything for Fanny, and he took possession of the young fellow with a benignantly despotic smile. His determination was only strengthened by the scowling glances and suUen words with which his advances were met. But he had not to deal with Ernest alone. On the threshold of every scheme for his nephew's good, he encountered an unlooked-for difficulty. How should he attack it? He waited awhile, and tried to understand Lizzie Grey. Then swiftly his mind was made up, he snatched the earhest opportunity of action, and Lizzie found herself face to face with the moment she had dreaded."], [126, "116 lizzie's bargain II It happened thus. She arrived early one afternoon at Mrs. Croft's, flushed with the excitement of having caught but a distant glimpse of Mr. Fletcher on her way. She was received with the news of a hohday for her little scholars, their grandmamma having come unex pectedly and taken them out. Mrs. Croft, how ever, had no idea of losing Lizzie's services, and asked her if she would mind walking to a farm house about three miles off to give a message about some butter. No one could be spared to go, and if Miss Grey had no objection, as there were no lessons Miss Grey agreed at once, delighted to exchange the little schoolroom, which smelt of cheese, for the lonely road to Firwood Grange. In less than five minutes she was on her way. \" She grows prettier every day,\" said Mrs, Croft, looking after her. \" No need,\" said the grocer from behind his counter. \" Prettiest girl in Lesborough now.\" Mrs. Croft was right. Lizzie's face had been"], [127, "lizzie's bargain 117 II almost too placid, and the anxiety which might have made another look harassed and worn had only given her the charm of swift glances and varying expression. The prettiest girl in Les borough had never looked prettier than when she started on her walk that afternoon. It was an hour and a half later, and the February day, losing its brief gleam of mid-day gold, had grown chid and pale. Lizzie had suc cessfully accomplished her errand, and was just starting on her homeward walk. She looked back as she closed the Uttle garden-gate, nodded a bright farewell to the farmer's wife, and turned into the road by a Uttle plantation of stunted firs, duskdy green amid the general leaflessness. She had a half-smile on her lips, for she was thinking how pleasant it would be if by a happy chance she should meet Ernest on her way, when a man who was lounging by a roadside gate, cigar in mouth, stepped forward and confronted her. With a sudden throb she recognised Theophilus Fletcher, and for a moment she halted ; but escape"], [128, "lizzie's bargain 118 II was impossible, and she greeted him as calmly as she could. \"How d'ye do?\" he said, removing his cigar. \"Did I startle you?\" \" A little,\" said Lizzie, trying to smile. \" I'm very sorry. But what a time you have been ! I began almost to think you had gone by the fields.\" Lizzie, thunderstruck, devoutly wished she had. \"How did you know I was coming at aU?\" she asked. He laughed. \" Oh, I pick up some bits of useful knowledge about the town now and then. Croft told me.\" Lizzie, quickening her pace, kept silence, with a desperate glance right and left, and ever the same consciousness of his eyes upon her. \" In a hurry?\" said Thorpe. \" Oh yes ! Yes, I mean, I am rather in a hurry.\" \"Weil walk a little faster, if you like,\" he replied, with thoughtful consideration. \"You"], [129, "lizzie's bargain 119 II can't tire me.\" But Lizzie felt a despairing conviction of the truth of his words, and knew that any increase of speed was out of the question. \" Why, you're out of breath already !\" he said after a moment. \" I say, what's the good of racing hke that ? I want to talk to you.\" \"You want to talk to me?\" she repeated faintly. \" Yes, I've something to say to you. What on earth do you think I came aU this way for ? \" It was coming, then ! For one horrible moment the ground seemed to slip from under her feet, and the leafless trees to reel and sway. \" I'm sure I don't know,\" she said. Thorpe suddenly turned upon her. \" What is the matter with you, Miss Grey ?\" \" Nothing,\" was the almost inaudible reply. \" I suppose you think I haven't got any eyes ?\" he said. It was the last thing Lizzie could think when she could hardly endure them upon her. \" I know better. Something is the matter. Any-"], [130, "120 lizzie's bargain II body been buUying you? Governesses always are bullied — aren't they?\" \" No,\" said Lizzie. \" Never mind me. Nothing is the matter.\" \" That means that something is wrong, but it's no business of mine. Well, you're about right there, I suppose. Only, you see, I came because I wanted a quiet talk, and how am I to have it if you can't look at me, and won't speak to me ?\" Lizzie, nerved with the courage of despair, suddenly stopped, lifted her eyes, and looked him steadily in the face. \" I don't know what you can possibly have to talk to me about, Mr. Fletcher, but I'U Usten if you'U say it.\" \" And take myself off as soon as I've done, eh ? That's what you mean, isn't it ? I say, I'm mis managing this frightfuUy somehow. I never know how to make women understand things. I wanted you to be particularly good-tempered, and here I've half-offended you to begin with, and I haven't a notion how, upon my word I haven't.\""], [131, "lizzte's bargain II 121 \" I am not offended,\" said Lizzie impatiently. \" If there is anything you must say, say it.\" He jerked the end of his cigar over the hedge, and pushed out his lower lip. \"It's a difficult subject,\" he began, after a pause. \" I lay awake half last night, trying to see what was best to do, and I made up my mind to have it out with you. I thought you were a sensible sort of girl, and I hoped you would take it as I meant it, though I am rather a stranger.\" \" Well ?\" said Lizzie desperately. \" It's about — Ernest,\" said Mr. Fletcher. She started. \" About Ernest ! What about him?\" \"Why, you young people have hoodwinked my sisters, but I can put two and two together — at least,\" with a knowing twinkle in his eyes, \" it's enough to put one and one together in this case, isn't it, Miss Grey ? and I can see pretty well how the land lies, can't I ? You needn't be afraid — I don't tell tales — can't I ?\" Lizzie laughed and blushed, hanging her head."], [132, "122 lizzie's bargain II \"I suppose you can,\" she said at last, speaking naturally and sweetly for the first time.. \" I say,\" Thorpe exclaimed, with a sudden light of amused inteUigence dawning on his face, \" what did you think I was going to say that made you so fierce and cold just now — eh? Didn't think I wanted to poach a little on Ernest's manor on my own account, did you ?\" \" Don't, please ! I don't know what I did think,\" said Lizzie, crimsoning in her intense anxiety not to blush. He looked at her, and then laughed, not un kindly, except so far as any laughter was unkind. \" A way out of the difficulty which didn't occur to me,\" he said to himself, and smiled a Uttle as he walked. They went a few steps in sdence. \" Look here,\" said Theophilus suddenly. The tone was so abrupt and imperious that Lizzie obeyed him literally, looked up, and instantly forgot her burning cheeks. The Thorpe of a moment earUer, who had chuckled to himself over her confusion,"], [133, "lizzie's bargain 123 II was aU at once transformed, and it flashed upon Lizzie as she looked at him that he could be very hard. \" Look here,\" he said. \" I came here to do a disagreeable thing, and I'm going to do it, and get it over. I don't Uke it, you understand. It was a good deal pleasanter talking nonsense to you a minute ago.\" Lizzie, though puzzled and a Uttle frightened, wondered what could be less pleasant than the ordeal through which she had just passed. \" But of course that makes no difference,\" he added, \" and the sooner it's said the better.\" \" I haven't the slightest idea of your meaning, said Lizzie. \" Did you expect to guess it beforehand ?\" he demanded. \" Now, Miss Grey, you and that boy have been making love over there\" — (a nod indicated Lesborough in the distance). \" I don't blame you, mind, it's natural enough. And I don't blame him, he had nothing else to do. In fact,\" he went on, gliding into a sort of monologue, \" I could hardly have blamed him if he had done"], [134, "124 lizzie's bargain II much worse. I ought to have looked after him long ago.\" Lizzie objected to this view of her life's romance, and was opening her lips to speak some rather vehement words, but Theophilus came suddenly to the point. \" I don't blame you, I say,\" he repeated, raising his voice, and looking directly in her face. \" But I want you to give him up.\" \" Give him up !\" cried Lizzie, wonder and scorn in her wide clear eyes. \" Give him up ! \" She glanced incredulously at Fletcher, and laughed aloud ; she could not help it. There was not the faintest movement of his face, not the least change in his look. One would have said he had not so much as heard that in voluntary defiance. Lizzie stopped abruptly, with a hurried glance over her shoulder, as if some ghostly echo of her own laughter rang in the air and mocked her. \"I want you to give him up,\" Theophilus repeated in precisely the same tone. \" Twenty"], [135, "lizzie's bargain 125 II years ago I saw a woman die of a broken heart in the house where I met you first.\" \"His mother?\" said Lizzie. Thorpe nodded. His eyes wandered from her face across the desolate fields. \" She used to sit by the fire where you sat that night. She didn't talk much, but she had a look in her eyes that would make your heart ache. My sisters don't mean to be unkind, I suppose, but if there were a prize for aggravation they'd get it, you know. (Not if they knew I'd backed them, though. Then they wouldn't unless somebody found them out.) They used to worry poor Fanny, and I couldn't help her, but I said to myself that if ever I could help the boy I would. For her sake, not for his — wretched Uttle baby he was, to be sure !\" Lizzie looked gratitude, defiance, and disgust. \" I did not forget him, though I put off coming,\" Thorpe went on. \"I ought to have been here before this. The lad is getting his mother's horrible, hopeless look ; he'll go mad, or cut his throat, among the lot of you before aU's done.\""], [136, "126 lizzie's BARGAIN ii Lizzie shuddered. \" No ! no ! \" she cried, \" He is very unhappy, I know, but it is not so bad as that!\" \" You mean to take care of him, eh ? WeU, I daresay you could reconcde him to a good deal. But how about the pounds, shdhngs, and pence, Miss Grey ? When wiU Ernest earn enough for you to live on ?\" \" I don't know,\" was her reluctant admission. \" Nor I. Chances don't always come to those who are ready to seize them, and Ernest would stand and hesitate ever so long before he could make up his fastidious mind. But say he gets something to do — what then ? Would he be happy, drudging all his Use for mere bread, even with you by his side ?\" He touched the painful doubt which lurked, almost unacknowledged, in the girl's heart. Ernest's love was enough for her, but was hers enough for Ernest ? \" He'U never make his fortune,\" said Theophilus. ' Strange how different men are, isn't it ? If any"], [137, "127 II LIZZIE'S BARGAIN one came to me and said, 'You'll never make a fortune, you are only fit to spend one,' I should feel insulted. Ernest would take it as a compliment.\" \" Very well,\" said Lizzie. \" Suppose he doesn't make his fortune. I'm not afraid of being poor.\" \"Just as I thought,\" in a tone of patronage. \" You are a couple of foolish young people, bent on ruining each other. Now I won't be a party to it. I might help him up the ladder by himself. That would be quite enough to do, for I couldn't know less what to say to him or make of him if he were a — a — a bishop in lawn sleeves ! But as to helping him with a wife \" \"Mr. Fletcher,\" this very fiercely, \"I don't want any of your help !\" \" But, my good girl, how can I help him with out helping you if this is to go on ? Say I make him a clerk at the foundry. Won't he want to marry as soon as he has a hundred a year ?\" Ernest had many a time talked of that sum. \" Say that I send him to college, and make a parson of him \""], [138, "128 lizzie's bargain II \" Oh, if you would ! \" she cried. \" Won't he ask you to starve with him as soon as he has a curacy ? And won't he be in difficulties to the day of his death ? I won't have it. Where should I have been if I had married at his age?\" \" Why don't you speak to him, Mr. Fletcher ? I'll set him free in a minute if he likes.\" \" Speak to the Man in the Moon !\" said Theo phdus. \" Now isn't that Uke a woman's speech — sounds aU right and fair, and not a grain of sense when you come to look at it. Speak to him ! — why, of course, instead of marrying on a hundred a year, he'd want to do it to-morrow on nothing, just to defy me. Speak to him if you like — you know as weU as I do what wiU be the end of that. You wiU be very noble and self-sacrificing, he wdl be devoted and indignant, and I shaU get my answer. The boy's as proud as Lucifer, and thinks me a vulgar tradesman. I don't see,\" said Thorpe, in a studiously mdd voice, fixing his eyes as he spoke on a clump of brambles a little farther"], [139, "lizzie's bargain 129 II on, \"I really don't see that I am bound to ask him to throw my own money in my face.\" This was unanswerable, especially as Lizzie knew that every syllable was perfectly true. She could imagine the defiant scorn with wdiich Ernest would receive his kinsman. They came to the brambles at which Thorpe had been looking, and he struck out suddenly and savagely at them with his stick. \" But,\" cried the girl, looking up at the stubborn features which contrasted strangely with her blanched and quivering face, \" do you know what you are asking me to do ? Not only to give him up — to give Ernest up ! — but to let him think me false, — to cast him off now that he is poor, for he must not know that the good fortune is coming, and that I am paying the price, or he will not take it. Oh, you cannot know what you are doing ! \" Thorpe just opened his lips, let out \" I know,\" and shut them closer than ever. \" Then I can't,\" cried Lizzie desperately. \" It's too much. I can't. Mr. Fletcher, I can't ! \" VOL. II. K"], [140, "130 lizzie's bargain II \"Very well,\" he said. \"That's settled then. You aren't angry with me for having asked you, I hope ? \" His promptitude dismayed her. \" No — stop !\" she exclaimed. \"Did I say I couldn't? But I can't ruin Ernest — let me try to think a moment ! Mr. Fletcher, you must give me time ! \" \" As long as you please.\" He did not like his task ; but his pity only pained him, it could not change his resolution. He had an unforeseen feeling that he was behaving like a brute to the girl at his side. What then ? He was conscious at the same time of a certain brute-strength and tenacity which showed no symptom of failing him. They were slowly ascending some rising ground, and the wintry landscape widened round them. Theophilus scarcely saw it, but Lizzie's eyes swept the sad horizon, and something of its hopeless calm rose in her soul as she looked on the dying of that gray and bitter day. Stdl the lips which so short a time before knew Ernest's"], [141, "lizzie's bargain 131 II good-night kiss were forced, by virtue of that touch, to plead for the love of which it was the sign. Yet there was a melancholy patience in her voice which made the very struggle a surrender. \" Mr. Fletcher.\" He nodded. \" Must it be for always ? If we waited a long, long time — years and years \" Theophdus trod out the little spark of hope. Have those appealing eyes to haunt him for ever? Lengthen this painful half- hour to a lifetime? \"No!\" he said aloud. \"Do you think Ernest would agree to wait for my consent? Besides,\" he added after a pause, \" I have a fancy that per haps one day the Vaughans may acknowledge the lad, and give him a helping hand. I hate his uncle myself, a fellow who could let his sister pine away for want of a kind word ! But these Vaughans — for Ernest is one — are not happy with us, and we had better part company. Only for such a flight as that the boy must go free.\" Another silence. \"No offence to you,\" said"], [142, "lizzie's bargain 132 II Theophilus. \" You're a good girl, I'm sure, and you're clever and pretty — uncommonly pretty. I wdl say that for you \" — (he had the grace to say it in a sort of aside) — \" and the Vaughans would turn up their noses at you, as if you were dirt under their feet. If you waited for years it must come to the same end. Ernest must quarrel with them, or part with you. BeUeve me, he belongs to them — let him go.\" \"And does he not belong to me?\" cried Lizzie in her despair. \" Ah, that you know best,\" said he. \" If you really beheve he does, keep him.\" But Lizzie felt, even as she spoke, that Ernest aspired to something different from what a hfe with her could ever be. How could she endure hereafter to see him a discontented spiritless drudge, and to know that she alone, of ad people in the world, had stood between him and wealth ? The sweet dream of hfe and love with Ernest would be marred if she held this secret for ever in her heart. Yet if it were told, would it not"], [143, "lizzie's bargain 133 II slowly sap, if it did not suddenly kill, his love for her ? She looked up once more at Thorpe. He stood, tapping his boot with his stick, not looking at her, waiting for her decision, the incarnation of cruel common sense, immovable as a rock. She gave way all at once. \" Mr. Fletcher, you are right, and I will set him free. I wdl indeed! Only, can't you spare me one thing — must he think me false? Don't let him beheve me so vde as to say over and over again that I'd be true to him till death, and then desert him Uke this !\" \" Show me how, and I'U do it,\" said Theophilus doggedly; but he added under his breath, \"if I walk a thousand mdes for it !\" \" Oh ! I can't.\" She moved on a httle farther, walking Uke one in a dream. Then, \" It's all over,\" she said ; \" I'll do it — let him think what he hkes. I promise — Mr. Fletcher, do you hear . — I promise.\" \" I hear,\" he said. But when he looked at her something in her face startled him. \" I say,\" he"], [144, "134 lizzie's bargain II hesitated. \" You aren't going to — cry or — or any thing, are you ? Don't, there's a good girl, if you can help it. You've behaved so uncommonly well, you know.\" \" Cry ! \" said Lizzie, with intense scorn. \" Cry ! Mr. Fletcher, you don't understand. Girls cry for little things. 'Perhaps \" \"Yes, they do!\" he assented with a sigh. Even in her agony Lizzie noted it with bitter amusement. Had ever girls been fools enough to try to soften Thorpe Fletcher's heart with weep ing? \"But you needn't be frightened. I shan't cry now,\" she went on fiercely. \" Tears wouldn't be any good, unless one could shed them of one's heart's blood, and die ! \" \" Don't ! \" said Thorpe anxiously. He had been like iron in the battle, but he felt feeble and ashamed now that his triumph had come. \" Suppose I break down,\" said Lizzie. \" Sup pose when I try to deceive Ernest I find I can't ! What shall you say if I break faith with you so ?\" This was business, and he answered promptly,"], [145, "lizzie's bargain 135 II \"Nothing at all. Our bargain will be off, of course. You won't try to deceive me, not to mention that I am rather too wide-awake to be taken in by you.\" \" We shan't try,\" she cried hotly. \" I know you won't. I said so. But don't you think you run a greater risk ? You've nothing but my word. Can you trust me ?\" \"Yes,\" she said, \"I trust you.\" This man had been cruel to her, had coolly swept her out of his path ; she knew httle of him, and yet she felt that she could trust him utterly. And she was right. \" But what do you promise ? \" she asked, after a brief silence. \"If Ernest refuses your help — what then ?\" Theophilus deliberated before he made answer. \" I can manage Master Ernest somehow, perhaps without his knowing anything about it. I won't consider myself free so long as I am — well — fairly well off, and he is poor. Will that do ? Only let us make it clear what I do undertake."], [146, "136 lizzie's BARGAIN II I don't promise that Ernest shall be my heir. He may be, I can't say. I may marry, you see.\" \" Of course,\" she assented impatiently. What did she care whether Thorpe Fletcher married or remained single? She supposed there might be women in the world who would care to have him as a suitor. As to any property he might leave, she did not give it a thought. Waiting for dead men's shoes is a miserable occupation at the best of times, but he would need a rare gift of patience who should set himself to wait for the shoes of this man of seven or eight and thirty, who stood, strong, sleek, and healthy, by her side. \" But whether I do marry or whether I don't,\" said Theophilus, \" I'll do my best to provide for him. I can't keep him in idleness, but if he chooses to take his chance with me we'll grow rich together. And if I'm not good enough for my gentleman, which is most likely, he can go into the Church. I suppose that wiU be good enough — even for his mother's son.\""], [147, "II LIZZIE'S BARGAIN 137 They were close to Lesborough, so close that, not wishing to conclude their conversation in the street, they halted on the old red-brick bridge, just outside the town. \"That is settled, then,\" said Lizzie, with a calmness which startled and almost deceived her companion. \"Now, good-bye, Mr. Fletcher, and thank you.\" \" Don't see that you've got much to thank me for,\" was his reply. \" But I won't forget you. If ever there's anything I can do, if you'U just let me know \" \" Thank you,\" said Lizzie, again with an in tensity of scorn which he quite failed to compre hend. \" When I let you know.\" \" I'm sure you deserve something,\" he went on, fancying that his offers of service were accepted. \" You've been so uncommonly good and sensible about it — seen things in just the right hght. There aren't many girls \" \" Thanks, but never mind the rest. I'm cold and tired, and I must hurry home.\""], [148, "lizzie's bargain 138 II \" Shake hands on our bargain,\" he said, holding out his great hand with the ring on it. \"What need?\" was her answer, eyeing it doubtfuUy. She felt a queer repugnance at the idea of touching his hand, as if it had UteraUy thrust her away from Ernest. But he obstinately held it out, and she ended by allowing her own to be grasped and cordially shaken. \" One moment,\" said Fletcher, stdl holding the unwilling fingers, and bending down to look through the gathering dusk at the yet more im wdling face. \" You are so quiet, I can't make you out. Look at me, wiU you ? Are you going to break your heart about it ? I daresay, after all, you know best — why don't you stick to him and throw me over, eh?\" \" I hold you to your bargain,\" she replied. \"You do? Well — only take a moment to think it over, won't you ? \" \" Do you want to back out of it, Mr. Fletcher?\" \" Ob, if that's how you put it, of course I don't,\" he began."], [149, "LIZZIE'S BARGAIN 139 II She tried to wrench her hand away. \" Who is that — Ernest?\" she exclaimed. His eyes followed her frightened glance, and rested on an indistinct figure in the meadow below standing by the water-side, almost in the shadow of the bridge. It moved swiftly away as she spoke. \" I don't know,\" said Theophilus. \" Are you afraid of his seeing us ? A little bit of jealousy might not be such a bad beginning, eh?\" Lizzie stared blankly at him for a moment. Then she crimsoned, tore her hand out of his grasp, and fled. Theophdus Fletcher was left on the old bridge. It may fairly be supposed that he was triumphant ; at any rate he was in possession of the battlefield, for through the wintry twilight was dimly visible a shm, graceful figure, flying in haste towards the twinkUng Lesborough lights, while another figure, also with his back towards the conquering hero, strode along the frozen river bank. The triumph ant man stood musing a little whde. Then,"], [150, "140 LIZZIE'S BARGAIN il coming to himself with a shiver, he went home to the house in the High Street, had tea with Selina and Caroline, declined the cribbage with which the younger of the sisters seemed disposed to indulge him, and finished the evening with a double allowance of brandy and water."], [151, "Ill Events sometimes plod so wearily along that one grows heartsick between them, but there are days when they rush to meet one another. So at least Lizzie thought when she had nerved herself to encounter Ernest. He was very unhappy. His uncle's coming had driven him almost to despair. It was bad enough before with SeUna and Caroline, but his home Use had not altogether unfitted him to wage a womanish war of words, and they had no advan tage over him, except the possession of their small income, and the melancholy little house. But Theophilus took his stand upon the soUd ground of his success, and was not to be conquered with words. In that feminine household it had seemed"], [152, "142 LIZZIE'S BARGAIN in no disgrace to live from day to day in idleness ; but his uncle's presence reminded Ernest that he too was a man, with a man's inheritance of tod. Since the first night he had felt that heavy hand ever on his shoulder, impelling him towards the destiny he hated. Lizzie, timidly doubting what she could say to him, was assaded with a storm of reproaches. As in boddy pain Ernest might have bitten his lip, or clenched his hand, tdl the self-inflicted torment partially deadened the other, so his sombre irrita tion found some relief in making Lizzie a sharer of his suffering. For in his eyes she was one with himself, and he never dreamed that anything could part them. His attack was not altogether without cause, for Lizzie's apparent friendUness with the man he hated most on earth made his burden heavier to bear. But, angry as he was, he did not reaUy believe the insinuations he made. He could not seriously think that Lizzie was false to him. He had a show of right on his side, and, goaded to madness, he used the weapon which was"], [153, "lizzie's bargain Ill 143 ready to his hand. Did he not know that she would refute the accusation, and promise to have no more to do with the hated Theophdus ? Ten minutes later the pair stood with averted eyes, aghast and incredulous. Neither had ever reahsed the horror of the blow which had fallen upon them; they felt as two children might, if, being at play, they chanced to put out the sun in heaven. Ernest, instead of being caressed and soothed, had met with a swift and terrible reply, \"If you think so meanly of me, we had better part.\" Even then he could not think she meant what she said. He shifted his ground a little. \" Had he no cause for thinking so?\" he demanded. \" Cause ! \" she replied indignantly, while she struggled with the great lump which would come up in her throat at the thought of the pain she was inflicting. \" If you are capable of suspecting me — and it seems you are capable — it is enough, and more than enough ! \" As she uttered the words she felt that fortune had favoured her marveUously. She was getting on nicely, she"], [154, "144 lizzie's bargain III thought, and her heart was breaking. And Ernest remarked to himself, with a stab of despair, the intensity of the anger which almost choked her voice. \" I have offended her for ever,\" he thought, and he answered in a mood as desperate as her own. Not ten minutes and it was accomplished, this evil which could never be undone. No fidlest expression of penitence, no passionate kisses of reconcdiation, could efface the memory of this moment when they were two, when, though their bitter wounds were aching, they stood apart in their divided lives. If Lizzie had not understood this, she must have thrown herself at Ernest's feet to ask for pardon. \" But it would never be the same again ! \" she cried to herself. \" It would be worse than if I had never listened to Thorpe Fletcher. It is too late — too late — but why did God ever let him come ! \" Too late — she drew herself up, and stood with lips compressed and downcast eyes. Too late for Ernest also. He had gone so far"], [155, "Ill lizzie's bargain 145 that he did not know how to draw back. He would have given anything in reason — say all his life but just a quarter of an hour — to have undone the work of those few minutes and taken his love to his heart again. But he could not sacrifice his pride; so he too stood in gloomy sdence, stunned, and vaguely thinking what a merciful thing an earth quake would be, or any peril that might give him a chance of springing to Lizzie's side to die with her. But the lane at the bottom of the Misses Fletcher's garden, with a bit of orange peel and a little wisp of straw lying in the dust, and its dead waUs garnished with broken bottles, hardly seemed the place in which to hope for any startling deUver ance. None came, indeed. Only a boy appeared, wheeling a barrow, and whistling \"Beautiful Star.\" As he went by he looked up sideways, with impu dent curiosity, at the lady and gentleman who stood so sdently, a Uttle way apart, and was so much amused that he trundled his barrow as slowly as possible, while Ernest scowled at him. But at last the urchin's red woollen comforter, VOL. II. L"], [156, "lizzie's bargain 146 III fluttering in the bitter wind, disappeared round the corner; \"Beautiful Star,\" very much out of tune, died away in the distance, and the young man advanced a step and spoke. \" There's no use in standing here to be stared at, is there ? And as I daresay we shan't meet for a long time, we might as well say good-bye.\" Startled, she raised her eyes, and never saw the tremulous hand which was almost ready to be held out. \" What do you mean ? Ernest, are you going away?\" And her heart beat with sudden fear, lest the lad should rush from the net which she and Theophilus had so benevolently woven for him. \" Very probably,\" he rephed, with a faint flush of gratification at the idea of playing the part of superior coolness. \" I have not, as you know, had time to make any plans, but I shan't trouble you long.\" \"Don't do anything rash!\" she cried, \"Ernest —don't!\" He looked at her in wonder, for he could not"], [157, "in lizzie's bargain 147 mistake the tone of passionate entreaty. Then, since she did care what became of him, why had she cast him off? Was it for Thorpe Fletcher ? \" I don't quite understand,\" he said. \" I'm not going to cut my throat or be found in the river — do you mean that ? \" (The latter assurance especially was not hard to give. It might have been different on a sultry August afternoon, when the current was strong and cool between its reedy banks, with the eternal blue above it, and the burnished dragon-flies dart ing over the little pools. Ernest might have fancied then that he had strength enough to end his troubles, where it was smooth and deep beneath the old red bridge. But to push away the leafless bushes, to break the thin crust of ice, and to plunge, with numb fingers and chattering teeth, into the black stream which slid below — he knew well that he had not courage for that, nor indeed for any violent end just then. His chilly, languid frame shrank from the thought of blood, or poison, or half-frozen water.)"], [158, "148 lizzie's bargain III \"No, no, no!\" cried Lizzie; \"don't speak as if such things were possible ! And don't be hasty — take time to think before you decide on anything. It's your whole life, you know — oh, take time !\" \" You are very kind,\" said Ernest, striving hard to preserve his lofty coolness. \" I daresay I shall manage very well, thanks.\" \" God grant you may ! Ernest, try not to be angry with me !\" \" My anger can't matter much to you now ; and I hope other people wdl be pleased with you — as no doubt they wdl. What more can I say ? \" \" You mistake me,\" she said. \" You are unjust tome!\" Was he unjust? He turned upon her with sudden passion. \"Prove it!\" he said. His voice was changed, his very features were transformed ; he towered above her, prouder and manlier than ever before. \"Prove it, and I will ask your pardon on my knees !\" But he took her swift change of colour for the pallor of conscious gudt, and before she could even stammer \" No, no, I"], [159, "lizzie's bargain 149 Ill can't,\" in deadly fear at having so nearly betrayed herself, his face had relaxed, and wore its former look. \" I beg your pardon,\" he said ; \" I forgot we had settled that it was aU over. I needn't stop any longer, I think. Good-bye.\" He lifted his hat to her with stately courtesy, as if he were the proudest of the Vaughans, instead of young Fletcher, the bankrupt ironmonger's son, and before she could answer his good-bye he was gone. Lizzie never knew how she got home, though she had a dim recoUection of climbing the stairs to her room, and feeling as if the steps were multiplied by tens and twenties. Then she was lying on the floor, wondering why God would not let people die outright, when they did not want to go to heaven or anywhere. What was the good of dying if one could not sleep even then, but must wake and live again ! Oh, what a sham a quiet churchyard was, and what a mockery a corpse's face ! If she were dead her face would"], [160, "lizzie's bargain hi 150 be still and full of rest, and all the time she would be alive somewhere, and if ahve, then thinking of Ernest ; and if thinking of Ernest, then, although dead, stid crying out for death. So she moaned in her first misery, lying on the boards. But after a time she sat up, pushed back the dark cloud of her hair which had fallen dowu, clasped her hands round her knees, and thought of Thorpe Fletcher. She had done her part, and he must do his ; and he would do it, she was well assured, for he was true as steel. Her only fear was lest Ernest should decide on anything rash before Theophdus could interpose, and she would not suffer herself to think of this possibdity. Her weakness left her no choice but to trust this man utterly. She told herself that she hated him ; yet, as she sat on the garret floor, her only comfort was to dwell on his name, \" Thorpe Fletcher,\" as if it were a tower of strength. Her mother, calling from below, \" Lizzie, are you ready ? Do you know that it is nearly two"], [161, "lizzie's bargain Ill 151 o'clock?\" brought her suddenly back to the world of fixed hours and afternoon lessons. She sprang to her feet and put up her hair with trembling fingers. The face which looked out of the dusky Uttle glass was white, but very brave. The great clear eyes looked straight into the future, and saw a hopeless life of poverty. From first to last her one thought must be to pinch and save. She would grow thin and faded in her dreary round of teaching; she could never marry because she could not love again ; her gladness was over, and all her bright days were gone. She would work for her mother ; but in due time her mother would die, and she would be left alone. And after awhde there would be no Lizzie any longer, but a Miss Grey, with a prim cap and formal manners, trying to save a little for herself, and to keep her old age out of the workhouse, by impart ing her small stock of knowledge and feeble old fashioned accomplishments to the chddren of her former scholars. Perhaps, when she should be altogether past work, if she were very fortunate,"], [162, "152 lizzie's bargain Ill her httle savings, with a Uttle charity, might suffice for the needs of her frugal existence, and lay her in the ground when it was over. Hurrying to Mrs. Croft's that afternoon, she took the first step towards this Use from which she so recoiled. If it had been only for a Uttle while — but she felt so young as she ran down the street ! So young that she was sure she could escape no portion of this dreaded fate. She would have time and strength to sound its every depth. She would hve long years with it, till she graduaUy assumed the hideous likeness of her destiny. It was not the poverty she feared, but the Lizzie Grey who would remain when all was done."], [163, "IV As the town clock struck three that afternoon, Ernest knocked at the door of a cottage where a jobbing gardener lived, who was employed at rare intervals by the Misses Fletcher. \" Can your husband lend me a pickaxe ? \" he asked the woman who opened it. The abrupt question confused her. \" I don't know, sir, I'm sure,\" she said. \"Won't you step in and speak to Clark? He's had a kind of a chill on him this last week, and to-day says I, ' Clark,' I says, ' you just stay at home and I'll get you some stuff from the doctor's, or you'U be reglar iU.' \" Ernest strode past her to where Clark cowered over a black kettle, which indicated the spot"], [164, "154 lizzie's bargain iv where a fire was supposed to be, and repeated his request. \"Can I lend you a pick?\" said Clark, labori ously turning the idea over in his mind. \" I don't know as how I can. BiU, you leave that poker alone.\" (BiU, who was thumping a saucepan-Ud, kindly desisted for a moment, and sat on the floor, staring up at Ernest.) \" Leastways I must have it back afore night. I've got a job to do to morrow. Us poor men can't afford hohdays same as you gentlefolks can.\" \" I'll bring it by six,\" said Ernest impatiently, \"Wdl that do?\" \" I don't know but that'd do weU enough. But whatever do you want a pick for, Mr. Ernest ? The ground, it's like iron with the frost.\" \" That's why I want the pick, of course,\" said Ernest quickly. He turned to Mrs. Clark, who had dusted a chair for him. \" No, thank you ; I won't sit down. I'll take it i£ you'll give it me, please. No, I won't have one of the boys bring it. I'd rather carry it myself, and I want it now!'"], [165, "lizzie's bargain 155 IV He drew a long breath of relief when he stood once more under the leafless limes, where there was smaU fear of any intruder. The little maid had gone on an errand, Dorcas would not leave her warm kitchen, Aunt Caroline, too, would have hesitated for an hour before she ventured out in such bitter weather, Aunt SeUna was nursing a swelled face over the parlour fire, and, most im portant fact of all, Theophilus had been summoned to town by a telegram, and would not return tdl the next day. Ernest might go fearlessly to work. A spade lay where he had flung it in anger at its uselessness, and pussy blinked sleepily in the most sheltered corner. Ernest began his task with vigorous, if unskilful strokes. Cold as it was, he was soon glad to strip off his coat, which made a nest for Sandy, whde he resumed his work with redoubled energy, striking fiercely at the hard earth. Since he parted with Lizzie he had weighed every word she had uttered. When she answered him indignantly, he had been sure of his own injustice. When she betrayed her sud-"], [166, "lizzie's bargain 156 IV den confusion, he had doubted. Since he had been left to himself he was sure of her guilt. \" She saw I should never do any good, and she's right — I never shall. There he was, paying her attentions ; a rich man, who could make her mother and her safe and comfortable for life ; and, naturally enough, she is ready to take him.\" Ernest stopped aghast. Was he thinking thus of Lizzie ? \" I'd have killed any fellow who hinted half as much a week ago !\" he thought. He judged Theophilus and acquitted him. \" He acts after his kind — that's all. He doesn't know what she was to me, and he's just the man to amuse himself with a pretty girl. He's busy now ; but he'U remember her as he comes from town to morrow, and smde his sleek smde, and cross his legs, and think how well he sees through her, and how pretty she is, and — oh, Lizzie, Lizzie, why weren't you true to me ! I was a poor sulky brute, and I was rough to you often, but in my heart of hearts I worshipped you ! Poor girl, she is sorry for me, I know. Perhaps she thinks that"], [167, "lizzie's bargain 157 IV one of these days she wdl sit on Thorpe Fletcher's knee, and put her arm round his neck, and coax him to do something for poor Ernest. And poor Ernest will take whatever is given him, of course ! No ; I think we're neither of us quite so poor — are we, Sandy ? — as to take anything from Lizzie Grey. I know a better way than that — don't I ?\" He had planned his own future easdy enough. Never again, if he could help it, would he see Lizzie or Thorpe. He would leave Lesborough that night, and enlist on the morrow. But he had not forgotten his poor old favourite. It should not be starved and stoned when he was gone ; it should not even, in some groping way, miss the little kindness its dreary life had known. The air resounded with his ringing strokes as he toiled at his final provision for Sandy. It might be absurd to spend so much thought on his cat, just when he had lost his love and aU his hope ; but Ernest looked as tragic as if the grave were for Lizzie herself instead of the wretched animal which sat licking its paws and washing its ugly face. And"], [168, "158 lizzie's bargain IV in truth he meant to lay something of the past in it. He had always been sure that his cat would be petted for his sake, and the grave was to be a token for ever that he would rather trust aught that he loved to its keeping than to Lizzie's. Presently Sandy drew himself up into a hide ous arch and mewed. \" You're hungry, poor old feUow ! \" said Ernest, rubbing softly under the skinny chin outstretched to court his caresses. \" And I've nothing for you — nothing, Sandy ! but very soon it won't matter ; and I rather think you'U be the best off, after aU. Only I don't like this murderous sort of mercy. If you could only understand ' But to be in the dark, and to be helped so — oh, Sandy, poor old Sandy ! I do hope I shall manage to do it so quickly that you won't have time to know that it is I ! \" A snowflake feU upon his hand, the herald of a multitude flickering slowly down. He looked up, saw the lilac-boughs stirring uneasily against a threatening sky, and accomplished the brief re-"], [169, "iv lizzie's bargain 159 mainder of his task in haste, whde the storm whirled round him. It was aU over, the deed was done, and the young feUow, feeling very like a murderer, was stamping the earth down again, and trying to efface the traces of his work, when through the eddying flakes came a peevish cry, \" Ernest ! Ernest ! Are you out there, Ernest ? \" \" Coming ! \" he cried with unwonted alacrity, for he did not want any one to come to him. \" Coming directly ! \" He gave a final touch to the ground, thrust his tools aside, and catching up his coat, he struggled into it as he ran. Miss Caroline eyed him with sour curiosity. \" What's the matter with you ? \" she said. \"Here's a letter come by the second post, who on earth is it from ? \" Letters were not plentiful with Ernest. He opened this one, read it, and uttering a curious inarticulate cry, he caught at the doorpost to steady himself. For a moment all things vanished in a sudden haze. Then he seemed to see Aunt"], [170, "160 lizzie's BARGAIN iv CaroUne, with open mouth and startled eyes, swimming in the mist, and clutching feebly at him. \" Dorcas ! SeUna ! What has come to the boy?\" The tone brought them both — Dorcas wiping her hands on her apron, and Miss SeUna muffling her swelled face in a shawl. Ernest had recovered himself a little, and stood up hi the midst of the wondering group. \" It is good news ! \" he began. \" At least; — no ! \" drawing a hasty veil of propriety over the bare selfishness. \" I mean it is good for me, though it is very sad. My uncle, Mr. Vaughan, has been drowned yachting in the Mediterranean, with his only son.\" \" And you'U have some money ? \" cried Miss Selina. \" The estate — Southdale. At least so I under stand it.\" \" Southdale ! \" The sisters looked at each other in awe ; they had heard of the glories of"], [171, "iv LIZZIE'S BARGAIN 161 Southdale. \"Let me look!\" said Aunt SeUna, gasping for breath. Ernest resigned the letter, and the spinsters' faded faces jostled each other over the wonderful tidings. Sudden transforma tions are not confined to fairy tales and panto mimes, as we are prosaically wont to believe. When the Misses Fletcher looked up from that magical page, there stood before them, where their sullen slouching nephew had been but a moment earUer, a tall aristocratic young man, carelessly and even meanly dressed, it is true, but betraying his rank in look, and word, and distinguished ease of manner. \" Oh, Ernest, my dear boy, what a happy day this is ! \" cried Miss Selina, and offered him her best cheek to kiss ; while Miss Caroline fondled one of his hands in her skinny fingers. \" Oh, what a happy day ! \" she echoed. \" Isn't it ? \" said Ernest. He drew himself up and away from Miss Selina's caress, and she could only fasten herself on his other hand. \" Isn't it a happy day ? Does any one know whether there VOL. II. M"], [172, "lizzie's bargain iv 162 is a Mrs. Vaughan? What do yon suppose she thinks of it ? \" \" Since Providence has ordained it, we will hope she sees that it is her duty to be resigned,\" said Miss -Selina. \" And I daresay she is well provided for,\" Miss Caroline interposed. \" That would make resignation easier, no doubt \" said Ernest. \" Do you think a good ex ample would help her at all? Because I feel quite resigned to my fate, and shall be happy to set her one. You would be sure of the wisdom of Providence if you were in my place, wouldn't you, Aunt Selina ? I must show myself worthy of being your nephew.\" \"That I am sure you will do,\" she said warmly. \" Are you really ? Quite sure ? And Aunt Caroline too?\" (She was testifying delight by rapturously worrying his hand.) \" How should I begin ?\" He looked from one to the other with a sneer. \" By being grateful to Providence, that"], [173, "lizzie's bargain 163 IV when the yacht went down my uncle was on board ? Oh ! and do I add a special thanksgiving because my cousin went down with him ? \" \"My dear Ernest!\" she hesitated, \"I am not sure that I would put it so, exactly.\" \" Ernest is a little excited and can't be expected to pick his words just now,\" exclaimed Miss Caro line. She turned to Dorcas. \" Of course Mr. Ernest is a little excited, it's only natural, isn't it, Dorcas ? \" Dorcas had rapidly decided that she had nothing to hope from Ernest. The bitter dislike between them had been the growth of years. \" No use my trying to smooth him down now, he won't stand it,\" she thought, so she answered sourly. \"Well, Miss Caroline, that sort of talk may come natural to Mr. Ernest — seemingly it does — but I call it downright wicked — so there ! \" Ernest wrenched himself away from his aunts, and grasped her hand. \" And you call it just what it is,\" he said ; \" it's the truest word you ever spoke, old Dorcas, and God knows I'm"], [174, "164 lizzie's bargain IV sorry for the poor lady ! \" (As it happened Mr. Vaughan had been five years a widower.) Dorcas stood utterly confounded, having merely followed the instinct which led her to say the most dis agreeable thing she could. Golden possibilities flashed before her eyes, but she had no idea how she had pleased Mr. Ernest, nor what she ought to do for the future. \" Now mind,\" said the young master sharply, \"not a word about this tid to-morrow — not a syllable to any one. My affairs shan't be chattered about in this gossiping hole till I am well out of it.\" \" Oh no ! Of course not !\" said the sisters, with blank disappointment on their faces. And SeUna added, \" You mean to go to-morrow then ?\" \"First train. Don't you see this man says they'U meet me ? If it weren't for that I'd go to night.\" \"Oh, Ernest!\" moaned Aunt Caroline, \"is it too much to spend one more evening in your old home before you leave it for your splendour?\""], [175, "lizzie's bargain 165 IV \"You will go before Thorpe gets back!\" cried Selina in dismay. \"WeU, you don't suppose I should stop for him!\" said Ernest. \"If I were going to start as an ironmonger he might be some good. He wouldn't exactly help me in starting as a gentle man !\" The sisters quite agreed with him in this es timate of Thorpe, and Selina felt rather ashamed of having mentioned him at all. Ernest's remembrance of that evening is like the remembrance of a dream, where vivid clearness wars with as vivid a sense of unreality. He had that dreamlike feeling of central loneliness with which the sleeper sees a stream of fantastic changes eddying round him, whde he is himself unchanged. The spinsters' fond caresses were grotesque and hateful as a nightmare. But the time came at last when he could escape from their tearful enumera tion of his many virtues, and take refuge yet once more in his garret. He had to pack, he said. His packing did not take him long. He put a"], [176, "166 lizzie's bargain IV few clothes into a little portmanteau, adding to them one or two trifles which had belonged to his mother, and a couple of books which Mr. Markham had given him. Then he stood looking at a faded rose, some morsels of coloured sewing silk, and a torn scrap of paper with fragments of words pencdled on it in a dashing hand. Gifts from Lizzie he had none. Once, in the first bloom of his passion, he had declared that true love had no need of such tokens, and Lizzie had reverenced the chance utterance as a sacred law. But later Ernest himself had felt a natural longing for some remembrance of her, and had hoarded these things for her sake. He eyed them a moment, crushed them in his hand so that the dry rose crumbled into innumerable fragments, and openinghis fingers, let them drift to the floor and lie there. The act was emphatic. There is a certain tenderness in burning such things. You wdl treasure them no longer, but at least they shall be safe from insult. Though love may be dead, no unkindly hand shall be laid upon the corpse. But Ernest left the"], [177, "IV lizzie's bargain 167 memorials of his first dream to Dorcas and the dust-hole. He flung himself on his bed, and tried to realise his altered fortunes. But it was too bewddering. A gulf had suddenly opened to part him from his former Use, and Selina, Caroline, Theophilus, nay, Lizzie herself, stood on the farther side. The idea of her faithlessness gUded past him in tlie strange procession of events, and seemed natural enough in the universal change. So, between sleeping and waking, the night wore away, tdl the Lesborough clock struck five, slowly as if it were a knell. Ernest suddenly remembered that Clark was going to work that morning and would want his tools. It was a curious fact that nothing was changed for Clark, and that he was still doomed to toil with the pickaxe which Ernest had borrowed in a previous existence, and omitted to return. It set bounds to the stupendous transformation which had absorbed the young man's thoughts. He per ceived that he was not the centre of the universe, and was somewhat sobered and saddened in con-"], [178, "lizzie's bargain 168 IV sequence. And he also perceived that he had broken his word. After lying for a few minutes, meditating on these things, he sprang up and hurried on his clothes in the dark, for his caudle had long since died in the socket. \" He can't go to work before six,\" he said to himself. \"I have time yet,\" and he felt his way downstairs, unbolted the door, and stepped into the garden. , It was cold but very still. There was no breath of wind nor any sound of Use. After a minute, when his eyes became accustomed to the darkness, he distinguished the line of the wall, and guided himself by that tdl he turned the corner, trod on a roughened spot, and knew that he had reached Sandy's grave. He knelt on one knee to feel for his tools, and having found them, he lingered, laying his hand on the cold earth, as if he caressed his dead favourite. \"Good-bye, old Sandy,\" he said softly; \"if I had only known, you shoidd have feasted like a king, old fellow ; but it's too late. Only last night, Sandy, you came to me, mewing to be let in \" As Ernest spoke he"], [179, "lizzie's bargain 169 IV chanced to look up, and the words died on his hps. Overhead a lamp in a garret window burned like a great star in the blackness, girding a leafless poplar with a band of yellow light. The world slept, but Lizzie shared his vigil. He knelt for a moment, gazing upward. Then he started to his feet and spoke under his breath, lifting his hand towards the far-off brightness. \" If I have judged wrongly — if I have mis understood — I dare not think it, but if I have — God give me a chance to make amends ! If she marries Thorpe Fletcher I shaU know that I was not mistaken. If not, I will come back some day, we wiU stand face to face, and this miserable mystery shall be cleared up. Till then, good-bye, my Lizzie, if by any wonderful chance my Lizzie still lives.\" He stamped in sudden anger on the hardened ground. \"As if I didn't know it is impossible ! ShaU I come back and ask to be fooled a second time ? \" He turned to go, but memories of the moments he had spent there, of the beauty which was his Use's one charm, of the"], [180, "lizzie's bargain iv 170 love which never failed him tdl that fatal day, conspired to hold him back. He looked over his shoulder at the window, across which a shadow moved. \" I will wait three years ! \" he vowed. \" I wdl not speak for three years. But then — then — Lizzie ! \" He made his vain resolve with the fervour of boyish certainty, he meant every syllable of it, he was ennobled by his victory over his bitter pride. How could he realise that the next three years might be a new Ufetime, and that before they were over, Lizzie, and Lesborough, and this passionate promise of his, might be but faded memories of a past to which he could not return ?"], [181, "V Wthen Theophdus arrived that same morning, in tending to electrify the household with a little paragraph out of his penny paper, he found the household electrified already, and Ernest gone. He was not at all disconcerted, and merely said he would have some luncheon. Miss Caroline presided over the meal, in a frenzy of impatience, certain that Selina was carrying the great news round Lesborough, while she was answering Thorpe's leisurely questions, and watching every mouthful he ate. She felt that Fate was cruel, and found her only comfort in the reflection, \" How bad Selina wiU make her swelled face, to be sure, going out in this east wind ! \" Thorpe dwelt complacently on the thought"], [182, "172 lizzie's bargain V that Mr. Vaughan, who disowned his sister be cause she married the ironmonger, had got the ironmonger's boy for his heir. Then he remem bered Lizzie, and smiled to himself. \" No need for her to trouble herself about our bargain now. He'll be true to her, I think — he ought to be kicked if he isn't — a girl like that ! She deserves her luck — she's one in a thousand !\" Later in the afternoon, when he had ended his meditations, and rested awhile in pleasant drowsiness, he looked at his watch, sprang up hastily, and went out, hoping to meet Miss Grey. He did meet her, and stopped short. This was not the flushed, excited, triumphant girl he had expected to see. She was pale and cold, and held out her hand to him with a quiet smde. \"I wanted to speak to you, Mr. Fletcher,\" she said. \" Is it possible — haven't you heard ?\" he began. \"About that poor Mr. Vaughan? Yes, Miss Selina told me this morning.\" \" Selina ! Didn't Ernest tell you himself ?\" She shook her head. \" Ernest wdl never tell"], [183, "lizzie's bargain 173 V me anything more. We had a difference yesterday. It is all over.\" Thorpe stood aghast. \"You kept your word then!\" He whistled softly, then finding that she only looked at him in silence, he recovered him self with a laugh. \" Rather a complication !\" he said. \" We were a little too quick, eh ? But we must set all that right, you know.\" \" I thought you would say that.\" \" Of course I say so. That was what you wanted me for ? \" They were at Lizzie's door. \" Please come in — I won't keep you long,\" she said, and he fol lowed her into a fireless and only partially-fur nished room. The low ceiling made it oppressively sad, and it was very cold. Thorpe shuddered in his thick coat, and felt as if Lizzie had ushered him into his sepulchre. She glanced at the de solate hearth. \" I'm sorry we have no fire. Won't you sit down ? \" \" It doesn't matter — no, I'd rather stand, thank you.\" He rested his arm on the chimney-piece as"], [184, "174 lizzie's BARGAIN V he spoke, and looked curiously at her. Why was her face so white and still ? \" How will you set everything right, Mr. Fletcher . \" \" Oh, leave that to me — I'll see about it — don't be afraid,\" he said with a slight swagger in his tone. But it ended in a shiver. \" Miss Grey, I hoped you knew me better than to think I'd leave you in the lurch.\" \" I didn't think it for a moment. I knew you wouldn't.\" He advanced a step. \"Well, what on earth makes you look so miserable then ? \" \" How will you set everything right ? \" she repeated, fixing her eyes on his as she drew back. \" How ? I shall go to Ernest, tell him my plan, and the bargain I made with you — I'U take care he understands how uncommonly weU you behaved — and I'll either bring him back, or a letter saying he isn't far behind it. That'll do, I think?\" \" Thank you. Now listen to me. I forbid you"], [185, "v lizzie's bargain 175 to say one word about me to Mr. Ernest Fletcher —mind, not one word. If you do, I wdl never forgive you as long as I live.\" He was not surprised, for he beheved it was the proper thing for girls to be romantic and high flown. Of course it meant nothing. She was a nursery governess, and Ernest had thousands a year. He looked her coolly in the face and smded. \" And if I didn't, Miss Grey, I should never forgive myself. On the whole I fancy that might be the worst. Don't think I make light of your anger, it wiU be very terrible, no doubt, but I must bear it as I have borne a good many things ; and as Ernest is not particularly fond of me, I'm not likely to see much of you in future — am I?\" He spoke in an easy tone, and waited for her answer. He expected a little more apparent re luctance. It was very foolish, but he felt that he owed her a patient hearing. \" You will go to him in spite of me then ?\" she said."], [186, "lizzie's bargain 176 V He nodded. \"Rather weU put,\" he thought. \"I reply 'Yes.' She shrugs her shoulders — the matter is taken out of her hands. She has not asked the young man to come back to her, and of course she is not answerable for what 7\" insist on doing. I call that neat.\" But as he looked at her with smihng decision, it suddenly struck him that there was a strangely resolute look in Lizzie's eyes. Could there be some earnest in the sham fight ? He hurried up an argument. \" What do you take me for, Miss Grey, to ruin your prospects, when I can't fulfil my share of the bargain? Remember, I can do nothing for Ernest now.\" She answered swiftly, \" When we were walking home that day, you said Ernest would never be happy here, but that if he went to his own people he must go alone. You meant it, I suppose ?\" \" Ah, but that was different. He would have had his uncle to please. Now he has only him self.\" \" Isn't he to have any friends then ? Was"], [187, "lizzie's bargain 177 V Mr. Vaughan the only man in the world who would have looked down on me ? Say, if you can, that it woidd not be better for Ernest to be free. Ah ! you cannot ! \" Why would she force the unwelcome truth from him ? \" Let Ernest decide that,\" he said. \" He can't. If you teU him, you wdl compel him to come back. No, for his sake it is best as it is. We have served him,\" this with a dim smile, \" though not quite as you meant.\" \" But for your sake?\" \" For my sake you must be silent.\" She ad vanced a step, and looked up into his perplexed face. \" Mr. Fletcher, if I were your sister, would you go and ask a man to come back to me the day after he came into a fortune ? You know you wouldn't, you would be too proud, you would die sooner. Oh, can't you understand that even I am too proud for that !\" \" You mustn't sacrifice yourself to your pride,\" vol. ii. N"], [188, "178 lizzie's bargain V he said, for justice impeded him to take her part against herself and his nephew. \" Ernest could only love yon the better for what you have done.\" \"For the first moment — yes. But he would soon think, ' She could give me up — for my sake, no doubt — stid she coidd give me up when I was poor, and she found she could not as soon as I was rich.' No, I should die of shame. It is best as it is. I know that I am not fit for him, and you know it too. You must keep my secret.\" He stood silent and perplexed. He no longer questioned her sincerity, but might she not repent ? \" You won't give me your word ? Very weU, then I give you mine, that I won't Usten to him if you bring him back. You will have betrayed me for no good. You know whether I mean what I say, and when I gave him up I gave him up altogether.\" \" If he comes of his own free will ?\""], [189, "v lizzie's bargain 179 She smiled a little. \" We wiU talk of that when it happens, or the day after doomsday, if you like. He will not come. He used to want me,\" her voice quivered as she said it, \"but he wiU not want me now.\" In his heart Theophdus perfectly agreed with her. Pride and temper would assuredly keep Ernest away tdl he had had time to appreciate his new position, and then there was little chance of his return. And for that very reason he was anxious that Lizzie should think well before it should be too late. \"You are sacrificing your self,\" he said. \" Not now,\" she answered. \" That was done and finished when we were on the bridge. You are only asking me to undo it.\" Giving up the master of Southdale appeared to Thorpe widely different from giving tip a sulky lad, who was too fastidious to work for his Uving. He stared at the fender, drawing down his brows in a heavy frown. The engagement would no doubt be an undesirable one for Ernest, whose"], [190, "lizzie's bargain 180 V feelings and ideas would naturally alter, and who would find himself bound to his boyish love when nothing else of his boyhood remained in him. Such marriages were seldom happy, people said, and Ernest was one who would be ashamed of his wife's lowly origin, and who would Uve in uneasy apprehension lest she should betray it by word or look. It would be a mistake, Thorpe was sure of it. Lizzie herself said the same, and refused to call her lover back. Then why should he go out of his way to injure poor Fanny's boy, and bring about this perilous marriage ? But this girl — was she to tod her whole hfe through, while young Ernest spent his uncle's fortune? She had given up all for his sake — was he to go away, rejoicing in his escape from the scheming woman who had outwitted herself in jilting him ? And Theophilus himself — should he turn on his heel, not one farthing the poorer for that bargain of theirs, and leave her despoiled of all ? God forbid ! Thorpe's sturdy sense of justice cried out, and deep down in his heart there"], [191, "lizzie's bargain 181 V woke a new and strange feeUng of wonder, of reverence, of something for which he knew no name. Had he not been so abominably cold that aU energy was chiUed out of him, it seemed to him that he might have risen to the occasion, and known what to say and do. But though Lizzie faced him calmly, Theophilus was shivering from head to foot, and felt helpless and blue. What could he do but make his escape without having absolutely pledged himself to silence ? \"If I did promise to keep your secret,\" he said, \" it would have to be on one condition. You must let me do what I can to help you, and to make some amends.\" He stopped in the hesitating sentence, for he encountered her scornful glance. \" I don't think I understand,\" she said. \" Are you offering to pay me for giving up Ernest ? I think we may as well say good-bye now, I needn't keep you in the cold any longer.\" Something in her look made Theophilus sure that his misery must be very evident indeed. \" Only, Mr. Fletcher, I hope you"], [192, "182 lizzie's bargain V quite see that any interference between Ernest and myself wdl be worse than useless. You wished to part us, and you did it. You may as well be content with that, for you cannot bring us together again.\" Bepulsed, scorned, and numb with cold, Thorpe Fletcher still saw that haunting phantom of justice, and did his best to follow it. He tried to say that perhaps — at some future time — if she shoidd think better of it — and found himself in the act of being ceremoniously shown out of the vault-like room. The sky outside was heavy with coming snow, and with one glance at it he hurried home, and called to Dorcas for a big log for the fire. Long and deeply did he meditate, with eyes fixed on the crackhng blaze, and hands softly rubbed in the delicious warmth. A great thing had befaUen Thorpe. He — who never doubted his ability to rule the world in the best possible way, if people would only listen to him and to common sense — was not absolutely certain that he had improved matters by meddling with Ernest"], [193, "v lizzie's bargain 183 and Lizzie. And as he still thought that common sense was on his side, he sat wondering whether, by any possibility, there could be something in life not to be ruled by common sense, as he under stood it."], [194, "VI Two years and a half of the Use, to which Lizzie looked forward so despairingly, had passed away, and Lesborough lay broiling in the August sun. The Misses Fletcher panted and fanned themselves, opened windows which had long been closed, and would almost have proposed to sit in the garden, had it not been as parched and shadeless as the desert. The poplar beyond the waU quivered in the haze of heat. To Lizzie, toiling weardy through the dust, the hot sunshine seemed very pitdess ; and she wanted pity, for things were not going weU with her. The Uttle Crofts were supposed to have grown beyond her teaching, and had been sent to a boarding-school ; and though the grocer's wife loudly proclaimed that she could"], [195, "lizzie's bargain 185 VI speak very ighly of Miss Grey, the recommen- dation was of little service. Lizzie gave a few lessons here and there, and imparted a smattering of French to the baker's daughter ; but that was aU she did, for it ready seemed as if no one in Lesborough had any little chddren needing a dady governess, except Mrs. Bradley, of Park Villa. She had three charming little girls, and, only a few weeks earlier she had asked — almost entreated — Miss Grey to take charge of them, offering a singularly liberal salary. But Lizzie, for no apparent reason, had declined the situation — civilly, but rather coldly. It was incompre- hensible, but it was not so easy to understand Lizzie in these later days. She was altered in face and manner ; her great gray eyes looked even larger than of old, and seemed to have grown darker since the happy light had died out of them. Some people said she had gone off very much, and looked old for her age ; but others thought her handsomer than ever, as she went by with a look on her face that was at once haughty and patient."], [196, "186 lizzie's bargain VI The years that had passed had been even drearier than she had feared, but her resolution was un changed. She had a curious liking for the old red -brick bridge. Now that she had so much leisure she would often walk that way, and if she found herself alone there, she would lay her hand almost caressingly on the low waU. Theophilus Fletcher had prospered greatly during these two years. The Lesborough foundry was far more important than his predecessor ever dreamed of making it. Trade received a new impulse from the throng of grimy workmen, who apparently looked on wages as manna, and thought it would be impious distrust to save a farthing. Fletcher's patent harrows and thrashing-machines were widely advertised ; and as the big man shouldered his way through the crowd on market days, people made room for him with ever increasing respect. He interested himself in local reforms, he gave UberaUy to local charities, and the grounds of his handsome house were always open for flower-shows or school treats. The Rector"], [197, "lizzie's bargain 187 VI found him a valuable ally, and he graduaUy began to make his way into the most exclusive circle of Lesborough society. Mr. Staunton, the Member, whose estates were encumbered, whose family was large, and whose manners were consequently bland, saw that Fletcher might be a power in the coining election, and paid court to him accordingly. Mrs. Staunton was lavish of her smiles ; Miss Staunton was very gracious. She had taken rank as the beauty of the family ten or twelve years earher, and had been so hard to please that at twenty-nine she found herself still Miss Staunton of Lesborough Park, with five half-sisters, who had passed from the nursery to the schoolroom, threatening a speedy termination to her reign. She tried her well-worn fascinations on the com mercial mdhonaire, partly from habit, but with a hesitating idea that something might come of it. She shrank from the possibility, and yet it fascin ated her with its mixture of splendour and de gradation. Theophilus never suspected this, but he met her half-way. It was not his nature to be"], [198, "188 lizzie's bargain VI reserved or frigid with a pretty girl who amused him, and who, in his opinion, was very well able to take care of herself. He was flattered by the Stauntons' civility, and so heart-whole that he could enjoy EUinor's little attentions. He meant nothing at all, and she was not sure that she meant anything, but nevertheless the Lesborough gossips began to talk. Lizzie Grey heard the reports as she went on her way, but she took no apparent heed of them. What was Mr. Fletcher to her ? It was true that she saw him occasionally at his sisters' house. She went there as of old, and heard the Misses Fletcher boast about Ernest, who was at Oxford, they said, and intimate with the nobility. She used to listen with a faint smde. He had taken his uncle's name on succeeding to the property, and was Ernest Vaughan now. This smaU fact seemed to part the present time from the bygone days when Ernest Fletcher loved her. The little parlour seemed shadowy and strange, even when Theophdus came in, with jovial laugh and keen"], [199, "lizzie's bargain 189 VI blue eyes, straight from the open air of his busy everyday world. He was good-humoured and cordial, though he did not say much to her, and never aUuded to their useless compact. But one night Lizzie was weary and depressed. She Ustened helplessly to Selina and Caroline as they retaded the latest scandal, but through it all she was conscious that her Use had come to a dreary pause, and that hope, energy, and courage had all ebbed together. Suddenly there was a loud knock at the door; SeUna stopped short in the middle of a spiteful comment, and Mr. Fletcher came in. \"At tea?\" he said, as he threw himself into the easy-chair. \" Well, yes, you may give me a cup.\" Lizzie, who was cutting bread and butter, knew that he had looked at her when they shook hands, and she vahantly endeavoured to meet his glance as gady as of old. But she was startled when he turned, fixed his eyes on her face, and remarked abruptly : \" I saw you to-day, Miss Grey.\""], [200, "190 lizzie's bargain VI \"Did you?\" she said, beginning to cut another slice. \" I didn't see you.\" \" No, I know you didn't.\" A guilty colour mounted to her cheek, but she made no answer. \" I saw you on the old red bridge — I say, take care ! \" The warning came too late ; the knife had slipped and cut her hand. She muffled it quickly in her handkerchief, and looked up defiantly. \" It's nothing !\" she said, angry with herseff for the mischance. But the cut, thought not serious, was deep, and the blood was flowing. Miss Selina ran aim lessly about, proposing sugar, cold water, rag, lily leaves. \"No, no!\" Miss Caroline exclaimed, \"a door-key down her back ! I know that's the best thing. I've always heard that a door-key — or is that when your nose bleeds ? \" \"Rubbish!\" said Thorpe, \"a bit of plaster!\" And before Lizzie knew what he was doing he had thrust his sisters aside, had taken possession of her wounded hand, and was unfolding the"], [201, "lizzie's bargain 191 VI handkerchief. A glance sent SeUna and Caroline flying in different directions for plaster, and for a moment the two were left alone, and face to face. No word was said, but Lizzie was strangely con scious of the firm pressure of his fingers, and was conscious of nothing else. How long was it before the sisters rushed in with their respective plaster cases ? \" I can manage it now, thank you !\" she said hastily. \" So you think,\" he replied. \" I suppose you thought you could cut bread and butter. I'll do both for you to-night.\" As Lizzie sat in enforced idleness, and drank the tea which he brought, it seemed to her as ff a measure of new strength and defiant courage had come back to her. She laughed and talked more like her old self, though she would not encounter those watchful eyes. The hands of the little clock on the chimney-piece went hurrying round, till Mr. Fletcher glanced at it, started, compared it with his great gold watch, and said he must go."], [202, "192 lizzie's bargain VI Lizzie perceived that it was the time at which she usuaUy left, but she felt that it would be like asking for his escort if she announced her departure when he had just spoken ; so she waited, wondering why on earth he waited. At last, after leaning back some time in frowning sdence, he stretched himseff, said, \"WeU, I suppose I must be off,\" and did not stir. Lizzie, determined to outstay him, talked on, tiU Miss Caroline yawned openly, and so compelled her to give way. But when she would have said \" Good-night \" to Mr. Fletcher, he stood up. \" Why, I'm going too,\" he said, \" I'll see you home.\" She tried to refuse, but Selina hurried her off that she might not keep him waiting. Gentlemen didn't like to be kept waiting, she explained to Lizzie as they went upstairs. Lizzie was soon ready, and a minute later she found herself in the moonht street with Thorpe. The pair went a few steps in silence, till a sudden impulse made the girl look up. The Ught fell on her companion's face, and showed her that he was looking at her, from under his heavy"], [203, "lizzie's bargain 193 VI brows, with a direct intensity which sent a shock through her from head to foot. \" Take my arm,\" he said. i She shook her head, and walked more quickly. \" Miss Grey, what is amiss ? Are you well ?\" She was astonished. \" Yes, I'm very weU.\" \" You mean it ? You are not ill, really ?\" \" Of course I mean it ! Thank you for your kind inquiries, Mr. Fletcher, but I am perfectly well.\" \" Then something else is the matter ; you are unhappy.\" She took no notice, and after a moment he went on, in low tones which were even more imperious for their self-restraint : \" Answer me, Miss Grey ; are you unhappy ? \" They had reached her door as he spoke. She was silent still, but not with the silence which would have been an admission of unhappiness. She gathered all her strength, and met his eyes with a look of inquiry and defiance. \" No answer ? \" he said. \" No concern of mine, of course. Oh, you are quite right, Miss Grey — VOL II. O"], [204, "194 lizzie's bargain VI your happiness wasn't in the bargain, was it?\" And muttering something under his breath he walked away without a word of fareweU. Lizzie looked after him whde she stretched out her hand, groping for the door-handle. What right had he to ask about her happiness — he, of aU men in the world ! \" But this will be the end of it,\" she said to herseU. \" He wdl be offended now.\" Theophdus, however, was not easily repulsed. He tried to work upon his sisters' feelings, and arouse their generosity. He remarked how obhging and useful Miss Grey was — didn't they ever make her a little present ? Miss CaroUne explained to him that the advantage was reaUy on Miss Grey's side. \"You see, Theophilus, she always has her tea every time she comes, and that is something.\" \" Is it ? \" said he. \" I call it as near nothing as a meal can be.\" \" Oh, we don't expect you gentlemen to care for early tea, and of course Miss Grey hasn't your appetite.\" \" Lucky for Miss Grey. But I didn't mean"], [205, "lizzie's bargain 195 VI eating and drinking. I thought if you liked to make her a little present — it needn't come out of your pockets.\" He coloured up as he spoke, but Miss CaroUne was looking at a minute hole in the tablecloth, and did not see it. \" You are very kind. But there is no occasion, ready,\" she said. When, however, she repeated the conversation to her sister, Miss Selina, though generally approving, incUned to think that it might be well to give Lizzie Grey a trifle. \"Theophilus will Uke to see that we follow his advice,\" she said. \" Just a trifle, you know ; more would be absurd.\" Miss Caroline agreed, looked up a squirrel-skin muff which she did not want, put a fresh lining in it, and gave it to Lizzie on her birthday, at the beginning of July. Miss Fletcher, having as it were committed herseff to a more liberal poUcy, went to the shop and bought a small box with a view of Loch Katrine outside, and three reels of cotton within, which was duly presented at the same time. Theophilus heard of these gifts,"], [206, "196 lizzie's bargain vi and doubtless rejoiced at the success of his scheme. It so happened that Lizzie saw no more of him tiU the beginning of August, when a bazaar was held for the Lesborough Church Schools. She had a glimpse of 1dm then, as she passed the Town Hall late in the afternoon. The Stauntons' carriage waited outside, and, as she walked, she looked at the beautiful, impatient, chestnut horses, sleek and shining in the sun, and Ustened to the music of the military band within. Not tid her shabby gown almost brushed the splendour of sdk did she perceive the great Mrs. Staunton, with her electioneering smile, escorted by Theophilus in aU his glory. Her primrose fingers rested on his sleeve, and his face was radiant. Lizzie remembers him to this day, as he stood on the lowest step, the thick gold chain, which Ernest hated, glistening in the hot sunshine, the pale gray gloves, the crimson rosebud in his coat. Had she not been taken by surprise she would have turned away, but he had seen her, their eyes"], [207, "lizzie's bargain 197 VI had met, and instead of the good-humoured nod, which he often bestowed upon her, he lifted his hat with a ceremonious yet eager politeness which challenged Mrs. Staunton's attention. She looked after Lizzie with lofty wonder, and a faint involun tary admiration, lost the thread of what she was saying, bade Mr. Fletcher farewell a little absently, and drove off, sighing at the idea that a wealthy man should have such threadbare acquaintances. Mrs. Staunton rather liked him than otherwise — in fact, she liked him well enough to say \" Really ! I'm very sorry,\" when a few days later a rumour ran through the town that he was mixed up in some foreign speculation and had lost money. People hardly knew what to think, but looked doubtfully at one another. It was so unlikely that they could not believe any one could have invented it. And when Mrs. Staunton expressed her languid sympathy, her husband merely replied, \" I should say it wasn't true ; but if it is, the man must be a fool. Literally coining money at that place of his, I'm told.\""], [208, "198 lizzie's bargain VI \" Well, I daresay we shall hear more soon,\" she said. \"Didn't you say we must give another dinner?\" and she passed easdy to the more interesting topic. Lizzie Grey heard nothing of the report. Per haps she was hardly in the mood to listen to Lesborough talk just then, for her prospects were darkening from day to day. The baker's daughter, having discovered that she knew French enough to give her a fine sense of superiority to her friends, had discontinued her lessons, and her teacher was left more hopeless than before. While Mrs. Staunton was arching her brows over the tidings of Thorpe Fletcher's losses, Lizzie sat by her mother's bedside, trying to impart a courage she could not feel. \"I shall die in the workhouse,\" moaned Mrs. Grey. \"No, no!\" said Lizzie. \"It cannot come to that.\" But she trembled as she said it, and lay awake half the night, tormented with visions of sombre possibilities. It was in no sanguine frame of mind that she prepared to go out the next"], [209, "lizzie's bargain 199 VI morning. She was just starting when the little girl, who waited on the invalid during her absence, came to her with a breathless message, \"Please, Miss, Missis wants to speak to you. And, please, Miss, wdl you come at once, Missis says.\" \" Why, what on earth \" Lizzie began, as she dashed past the chdd into her mother's room. \"What is the matter, mamma ?\" Mrs. Grey was sitting up in bed, with shining eyes, and a faint tinge of colour in her cheeks. \"I was praying to God last night, and He has heard me. Lizzie, look ! \" And she held out a blue envelope, at the sight of which Lizzie stood rooted to the ground. \" A man left it at the door, Sarah says ; a young man she does not know. Who could it be ? Oh, Lizzie, do you see what it is?\" \"Yes,\" said the girl slowly. \"But we can't keep it, mamma.\" \" Not keep it ? It is meant for us — look at the envelope — it is directed to me ! \" Mrs. Grey's words came in startled gasps."], [210, "200 lizzie's bargain VI \" I know it is sent to you,\" said Lizzie. \" But you must let me take it back.\" \" Back ! — who sent it then ?\" \"Mr. Fletcher.\" The name came out with a painful effort. \" He has sent me money before — more than once — and I have sent it back.\" Mrs. Grey stared blankly. \"What, Ernest Fletcher — no, he's Vaughan now, isn't he? Do you mean him ? \" \" No. Mr. Theophdus Fletcher at the foundry. Miss Fletcher's half-brother.\" \" Why does he send it ? I suppose he wants to make you some return for your attentions to his sisters. Oh, Lizzie, we can't send it back!\" \"Listen, mamma!\" cried Lizzie in despair. \" Two years ago I happened to serve Mr. Fletcher — you must not ask me how, because it is not my secret only — at least he wdl have it that I served him, and ever since then he has been trying to pay me in some way. And because I would not have his money he has sent it to you. He is good,"], [211, "lizzie's bargain 201 VI he means it kindly, but I can't take his money. Don't ask me why, mamma, but let me give it back — I can't take it !\" \"But it is mine !\" cried the poor weak woman. \" He sent it to me !\" And a dangerous look came into her eyes, as if she would do battle for her treasure with her shaking hands. Lizzie drew back a step and looked sadly at her. \"It is mine !\" Mrs. Grey repeated, in her thin voice. \" I shall keep it for your sake. You shall not have to work yourself to death for me.\" \"Then, mother, you wdl not keep me. I can not share it. I have no claim on him. He thinks I lost something through him, but I know it wasn't so. I can't be paid for that day,\" she added, half to herself. \" Oh, mamma, we have never had a quarrel before !\" But Mrs. Grey was not easily conquered. The poor woman clung to her prize as if she were in the agony of drowning, and this a saving rope. \"Mamma!\" cried Lizzie, with streaming eyes, \"I can work ! I will work ! You shall not want ! It"], [212, "202 lizzie's bargain vi would kill me if I had to live on Mr. Fletcher's charity !\" It was a hard struggle. On Mrs. Grey's side were feeble arguments, and strong entreaties and tears, and in answer the patient voice pleading, \" I can't take it. He owes me nothing at all.\" At last it was over, and Lizzie came out. She had the blue envelope in her hand ; she was going to return it that afternoon, and her mother had kissed her as she stooped to say \" Good-bye.\" \" Was I cruel ? \" she said to herself, when she was once more in her own room. She went to the window. The poplar was trembling in the summer breeze, and below lay the strip of garden down which Ernest used to come in the days which seemed so long ago. \" I hope I wasn't cruel,\" she thought, leaning out to cool her aching eyes. \" I have done nothing for him. He thinks it was a sacrifice, and I thought so too once. But I can't make money out of that ; it would be a he, and I should die of shame ! \""], [213, "VII The foundry stood a little way out of Lesborough, and the way to it led through the ugliest and most uninteresting part of the neighbourhood. Mr. Fletcher said it was a good level road, and he couldn't see anything amiss with it. Still, let him say what he would, it was not beautiful that August afternoon. On both sides, parted from it by low banks and closely-cut hedges, lay meadows, marshy and wide, coarsely overgrown with yellowish-green grass, and dotted here and there with patches of rank weeds, and taU flower-stalks whose blossom was gone. Trees there were none, except a straggling line of alders and willows which marked the river's languid course. No road is pleasant when one travels on a disagreeable errand ;"], [214, "204 lizzie's bargain VII but Lizzie found an especial dreariness in this one, as she turned into it, and saw it visible in its flat monotony almost to the foundry-gate. She felt that she could not risk a repetition of that morn ing's conflict, nor the chance that another gift might arrive, and be accepted without her knowledge. She must refuse Mr. Fletcher's money in terms about which there could be no mistake. She could not wait for a chance meeting, since it might not occur for weeks, and he would think all the while that she had taken his bounty- There was no help for it ; she must go to his office and find him there. And the road was so cruel, it kept the end of her journey continually before her. Every step brought her visibly nearer to that dreaded interview the mere thought of which made her heart die within her, yet the way was so weardy long. She walked as fast as she could, conning over the words she meant to say, with an uneasy certainty that Mr. Fletcher's eyes would frighten every syllable out of her head. If ever she feared him in old days, she feared him ten times more now."], [215, "VII lizzie's bargain 205 At last she reached her destination. She wondered at her own calmness as she passed through the gate ; and, following the guidance of a painted hand, walked straight into the office. \"Is Mr. Fletcher here?\" she asked a clerk. \"WiU you tell him that I particularly want to speak to him ? I wdl not keep him long.\" It seemed to her as if, in uttering the words, she had contrived for a moment to outstrip her own nervousness, and it overtook her exactly as she ceased to speak. She felt the hot colour in her cheeks, and the eager beating of her heart made it hard to catch the man's reply. But she knew that she gave her name, and that a white-faced lad, whom they called Bates, went upstairs to ask if Mr. Fletcher were disengaged. The civil clerk gave her a chair, and she sat, looking through the open window into the busy, grimy yard. A man, who seemed to be a farmer, came in, and looked curiously at her as he went by. He leaned on the desk and spoke, and the clerk glanced at her over the newcomer's shoulder, and smiled as he"], [216, "lizzie's bargain 206 •\\ II answered. Why had she ever come ? She would have run away, but she had a wild idea that the clerks and the farmer would think her mad and follow her, shouting, till Bates, and Thorpe Fletcher himself, would come thundering down the uncarpeted stairs to join in the pursuit. She waited in an agony of suspense tid Bates re turned, and asked her to step upstairs. She followed him with desperate courage. He ushered her into Mr. Fletcher's room in silence and closed the door after her. It was a smaU room, bright and sunshiny. Thorpe had been budding extensively at the foundry, and his office, which was only temporary, gave a general impression of new boards. Lizzie advanced a step towards the table, winch was covered with papers, and then saw him standing at the window. He turned and came towards her, with a doubtfully inquiring look. \" Nothing the matter, I hope, Miss Grey ? Pray sit down.\" \" There is nothing the matter, only I wanted to speak to you. I won't keep you a minute.\""], [217, "vii lizzie's bargain 207 \" You are always welcome to as much of my time as can be of any service to you,\" said Fletcher, apparently reassured, and anxious to re assure her. He resumed his former position by the window, a position in which the light did not fall on his face, but whence he could look sideways at the Lesborough road. Lizzie pulled out the envelope. \" Mr. Fletcher, you sent that.\" He glanced at it, and nodded in the most matter-of-fact way possible, but his eyes went quickly back to the ribbon of dusty white which lay across the level fields. \" I have brought it back,\" she said, puzzled at his manner. \" Pray don't send any more.\" \"You don't want it?\" He tapped the pane with restless fingers. \"No.\" \" You have found a situation wliich suits you, perhaps ?\" he went on, this time looking straight out of the window and fairly turning his back upon her."], [218, "208 lizzie's bargain VII Lizzie, perplexed and nervous, had half-for gotten what she meant to say. His question put the clue into her hands once more. \" No, I haven't. I did hear of one, and when I went to ask about it, I found it was only another way of living on your alms.\" \" The idiotic woman ! She overdid it, I sup pose,\" growled Thorpe, manifestly disconcerted, but without the faintest attempt at disguise. \" I am sure she tried to keep your secret, Mr. Fletcher. But you have taught me to suspect any good fortune, I think.\" His answer was an inarticulate grunt. He stdl kept his back to her. It was very disagreeable to have to address her remarks to his shoulders and what she could see of the back of his head, which he held down doggedly. The one idea conveyed by the outline of those shoulders was that of inert and ponderous obstinacy. But she continued, passionately determined to pierce his armour in some way or other : \" Mr. Fletcher, I am tired of this. When will"], [219, "lizzie's bargain 209 VII you leave off persecuting me ? You sent me money, I returned it to you. You persisted again and again. Then you leagued yourself with that woman to cheat me into taking your charity.\" (At this point the big shoulders became a Uttle more expressive, for they were shrugged.) \" What have I done that I shoidd be paid for it, with a bank note thrown to me every now and then ? And what business have you to pay me ? I have done nothing for you. What I did, I did because I thought it was right. I am quite content, and you have nothing to do with it. StiU you might have gone on, and it would not have mattered. I could have gone on returning your presents. But why did you send this to my mother?\" She did not pause to hear some muttered words which sounded remarkably Uke, \" Thought she might have more sense than you had.\" \" You would have enhsted my own mother on your side against me ! \" said Lizzie, in accents of bitter reproach ; \" when we never had a real difference in our lives.\" vol. ii. p"], [220, "210 lizzie's BARGAIN vii \"Oh!\" said Thorpe, \"then she had more sense ? \" \"Yes, if you choose to call it so. Yes; she wanted to take your charity for my sake. But I told her that she must choose between it and me, that I wouldn't touch the bread she bought with it, nor live in the house that was maintained with your gifts. I told her that I had no claim on you, that I had done nothing for you, given up nothing for you, and that I would never be a pensioner of yours.\" \" So the old lady sent it back ? \" Thorpe ques tioned, in a curiously gentle voice. \" Yes ; here it is,\" said Lizzie. Having ex pected either persuasion or rough words, she did not know what to make of this calmness. His face was still obstinately turned to the window. \" Put it on the table, anywhere, it doesn't matter. I shan't offend in that way again.\" \" Thank you,\" said Lizzie. \" Probably not in any way.\" Lizzie laid the guflty blue envelope on the"], [221, "lizzie's bargain 211 VII table, and hesitated. He had spoken the last words with a certain bitterness of emphasis ; what did he mean? She had wished to make him understand her inflexible determination, but she did not want to part in anger. She would have held out her hand to him and gone her way, but for an absurd little difficulty. What was the good of holding out her hand to that broad gray coated back? And speech had become difficult again. Now that she had ended the sort of understanding which had existed between them, and, no doubt, offended him for ever, she hardly understood her own confused and warring feel ings. Only she was conscious of a lurking some thing, which she would die rather than reveal, and which a word might betray. Better shake hands and go. But he still stood at the window, with his back towards her and his head bowed down. She had hesitated only for a couple of minutes, but all at once she started, feeling as if she had been waiting for ages in the silent sun shiny room. As if she had known the Uttle office"], [222, "lizzie's bargain 212 vii in some previous existence, and had stood there, precisely the same, on some occasion, say a million years before. As if everything else were a dream, or as if that were a dream, she hardly knew which. As if — but Thorpe Fletcher drove all the rest out of her head by turning round and facing her. \" What are you stopping for ? \" he demanded, hi his roughest tone. \"You want nothing from me, you would die sooner than let me serve you in any way ; you hate me — you say so.\" She attempted a denial, and held out her hand, but he ignored it. \" No ; as you have stayed you shaU listen to me for a moment, since I've had to Usten to you.\" \" Mr. Fletcher, are you ill ? Is anything the matter ? \" she exclaimed. As soon as she saw him in the full sunlight, she perceived that he was haggard and anxious. She started as she met his eyes. Though keen and clear, they were small, and overshadowed by his heavy brows, but that"], [223, "lizzie's bargain VII 213 day there was a fierce spark of fire burning in their grayish-blue. \" 111 ? \" he repeated. Lizzie Grey could not know it, but the Thorpe of twenty years earlier had come to the surface again, and confronted her that day. \" Am I iU ? Is anything wrong ? What the devil is it to you, Miss Grey, whether there is or not? It's good manners to ask, I suppose ; but you know well enough you don't care. However, you shall hear, since you have asked.\" He took a turn or two up and down the little room, with the old effect that there seemed to be no place for any one else in it. Lizzie drew back a step to let him pass. He halted instantly. \" Why don't you sit down ? What's the good of tiring yourself after your walk ? \" \" Thank you, I'd rather stand,\" said Lizzie. \" Stand, then !\" was the rough rejoinder. \"Look here, Miss Grey ; I'd give my right hand to have been mdes away two years ago, instead of coming here to meddle with your affairs. I can't see now what I did wrong; it seems to me that no one"], [224, "214 lizzie's bargain VII with any sense could have done otherwise. But everything went crooked; I'd better have let it alone altogether.\" \" Oh, don't let us have aU the old story over again ! \" said lizzie. \" Mr. Fletcher, I don't blame you, I never blamed you ; pray don't say any more about it.\" Thorpe turned upon her : \" But I choose to say something about it. It's the last time — can't you have a little patience ? Whether I did right or wrong, I ruined your prospects ; you can't deny that. I ruined you — you, of aU people in the world ! I'm not going to talk about love at first sight, or any of the stuff they put in poetry. When I came to Lesborough I hadn't thought of marry ing, at least not for a good while ; I had other things to see after. But I soon began to think of it — I beheve it was partly because I was sorry for what I'd done, and I wanted to do what I could to make it up to you.\" Lizzie looked blankly at him, struck dumb by this singular frankness. \" But you were so brave,\" he went on, \" and be-"], [225, "vii lizzie's bargain 215 haved so uncommonly weU, that I saw the luck would be on my side instead of yours. Only, when I'd made up my mind that you were the one girl in all the world for me, and that if I couldn't have you I'd have no one, I couldn't teU you so. I kept thinking, suppose Ernest should come back, I should never forgive myself if I'd ruined it all again. (There, don't say anything, let me finish. Didn't I tell you it was the last time ?) Not that I thought you would be happy with him ; I never did. But you had a right to choose for yourself. So I waited, and worked, and said to myself that you should be richer as my wife than if you had married Ernest with his estate. Only, as I knew tldngs were not going very well with you, I tried to help you, just to keep your head above water till we should see what the boy would do. You wouldn't let me. I tried again, and I found out how it was : you hadn't forgiven my blundering, you weren't generous enough to let me do anything for you. Then I did try to help you without your knowing, but it seems you were too sharp for me \""], [226, "216 lizzie's bargain vii \" Mr. Fletcher !\" cried Lizzie. \" Can't you have patience for five minutes ? \" he demanded. \" I suppose you think I'm a rich man? I don't know whether I am, or whether I'm ruined. I've done weU enough here, but it was too slow for me ; so I risked it for you. I meant to come straight to you if aU went weU — of course it would have been no good.\" \" You have faded, then ? \" said Lizzie, advan cing a step, with a new light in her eyes. \" You needn't be in such a hurry,\" he replied. \" I tell you I don't know. But I heard something yesterday — what does it matter to you ? Only if it's true there'll be a smash here — this place shut up, and all my men out of work. My God ! what a fool I've been ! \" he said, with a quick little gasp. \"Ah, weU! you'U read it aU in the next Lesborough paper, I daresay. Young MarshaU promised me a telegram.\" He glanced at the road as he spoke. \" But what do you care ? Only you see how well you chose your time to reproach me and fling my money in my face. I"], [227, "lizzie's bargain 217 VII want you to see that. Ernest wiU never come back now — never. And if I'm beggared, it would have been a pity for me to think that I had helped you a little tiU I could make a fresh start — woiddn't it ? No ! I'd better begin the world again at forty, knowing that I've lost all for nothing ; that I've ruined you and myself too ; that you hate me, that you would rather starve — and it wdl come to that, I daresay — than touch a coin of mine, rather go to the workhouse than let me help you. Very weU, be it so.\" He turned to the window again. \" I'm sick of it all !\" he said in a low voice ; \" I can do no more — I give up.\" Quick as thought Lizzie sprang to the table and caught up the blue envelope. \" Mr. Fletcher ! I've taken it ! \" He looked round. \" Taken what ?\" \" This ! \" and holding it up, she went on in a voice which wavered wddly between laughing and crying : \" Good-bye, Mr. Fletcher, and thank you ! I'm going to spend it — may I ? \""], [228, "lizzie's bargain 218 VII \"What do you mean?\" said Thorpe. \"Take it — only — are you in earnest ? Do you see that it isn't quite the same ? No, no ! don't say any thing ! Take it, in God's name ! without condi tions. When the news comes \" She pointed to the window : \" Is that your messenger?\" she said, growing suddenly calm. \"Yes!\" said Fletcher. \"Three minutes, and I shall know. If I escape this time, I'U run no more risks ; and you'll let me come and say what I can for myself, won't you ?\" \"No !\" and Lizzie looked straight into his eyes. \" If you do come I shall refuse to see you.\" His face fell. \" You wiU not see me ? \" he stammered, in utter bewdderment. \" No ! If you want to say anything to me, you may say it here, and now.\" \" Now ?\" \" Before that message comes ; after that you needn't trouble yourself. I mean what I say.\" \" But, now ? \" said Thorpe. \" I tell you I may be a beggar.\""], [229, "vii lizzie's bargain 219 \"A good thing too!\" she exclaimed. \"You think of nothing but money. You are always harping on the money I should have had if I'd married Ernest; then you begin hoarding yours for me — I hate it ! and now you insult me, yes, insult me ! by promising to come — if all goes well ! I suppose I'm a toy you will Uke to buy if you are rich? and if you are poor, perhaps some one else \" There was a noise as of an arrival below. \" Lizzie, don't tempt me. Suppose the worst — I'm not so young as I was, I'm twice your age, chdd ; there's not much chance for me — I should do you a cruel wrong.\" \" I don't tempt you. Here comes your message. I mean what I say — but you know that of old.\" She drew back a little and watched him ; her face was grave, defiant, intent. Theophilus turned on his heel, and took a step or two irresolutely. Bates appeared, laid a telegram on the table, and vanished discreetly. Fletcher came forward, but Lizzie's hand was"], [230, "lizzie's bargain 220 VII on it. She looked up at him, he was white to his lips. \"Wdl you have it ?\" she said. \" How much more harm am I to do ?\" he asked. \"If you would only let me help you!\" Their eyes met : \" Lizzie, I'm a selfish brute, but wdl you share it, good or bad ?\" Ten minutes later she was saying, a little regretfully, \"I almost wish you had been poor for a few years at first.\" \"Thanks!\" he said, passing his hand over his forehead, and looking down at her with a smile. Only by the sense of present reUef could he realise what his fear had been. \" A few years ! You can afford to talk Uke that. How old are you ? Twenty? Twenty-one?\" \" Twenty-two — at least I soon shall be.' Thorpe smiled. \"Well, I didn't mind talking iu that style when I was one and twenty; but, now that more than half my life is gone, I'm willing enough to work, but not to fight my way through the crowd to get my foot on the lowest round of the ladder again. I like to look forward"], [231, "lizzie's bargain VII 221 to the end ; I like to feel that I needn't pinch and save. I like good wine and good dinners ; I didn't care what I had at one and twenty.\" \" I didn't want you to be poor for very long,\" said Lizzie ; \"just a Uttle while. You might have had plenty of good dinners \" — this very scornfully — \" afterwards.\" \"You're very kind, but as I can't dine more than once a day I don't see how I could make up for lost time. No, no, Lizzie ! you must take me as I am. I daresay it might be very nice to live in a cottage with yon to cook for me, but I shan't be easy tiU things are made safe, and I know that there isn't a chance of this bargain of ours turning out as badly for you as the one we made two years and a half ago.\" But Lizzie Grey did not seem to think that bargain had turned out badly for her. Something was lost with that first dream, no doubt, some thing of springtime had vanished, but there was no shadow of regret in her happy eyes that day."], [232, "222 lizzie's bargain VII It was easy to tell the great news to Mrs. Grey, but Thorpe and Lizzie went together, a day or two later, to communicate it to SeUna and Caroline. Thorpe tried to make a neat little speech, and to present Lizzie as a new — but he broke down when he realised that the sentence ought to end with \" sister.\" It was too absurd, so he coughed, and finished rather lamely — \" a new relation, you know.\" The Misses Fletcher were astounded and displeased, and said they were dehghted, and had foreseen it from the first. They fondled Lizzie, and kissed her tenderly, whde Thorpe sat on the siU of the open window, and looked on with twink ling eyes. He did not like it so well when his own turn came. \" Come into the garden for five minutes, Lizzie,\" he said a little later. But his sisters detained her, to ask if she wouldn't put something more on, and to hang about her, as if she were going on an expedition of some difficulty and possible danger, and they could hardly bear to risk their treasure. At last she escaped, and ran out, to find Thorpe"], [233, "lizzie's bargain VII 223 leaning against the door which led into the garden, and talking to Dorcas. \" Ah, here you are !\" he said. They went down the path together, and paused when they came to the little space at the end. Lizzie pointed up wards. \" That is my window.\" \" Ah ! \" said Thorpe. \" I see. Very handy.\" He leaned against the wall, and looked up at the little window with its glittering panes. The steep red roof which caught the western glow, the two or three pigeons perched upon its ridge, the poplar, hardly stirring in the still ah, aU stood keenly out against the pale blue sky, and Fletcher studied them as if he were learning them by heart, \" I'm going to ask you a question,\" he said at last, \" and I want you to tell me the truth.\" She answered with a happy smile, \"Do you know, Thorpe, I hope it won't be very incon venient, but I'm afraid I shall never be able to teU you anything else. I might, perhaps, if you would shut your eyes, but not when you look at me so.\""], [234, "224 lizzie's bargain vn \" Hm ! I think you managed to keep me in the dark pretty well,\" he rejoined. \" If I'd known, I might have come and looked after you a little sooner.\" \" Instead of my having to come to you ! But what is your question ? \" \"Isn't this where Ernest used to come?\" She nodded, growing suddenly grave. \" I know you care for me now,\" said Thorpe ; \" I shan't ask you that. But suppose I had never come to Lesborough at aU, never interfered with you and Ernest, you might have been very happy.\" \" Perhaps,\" looking at the ground as she spoke. Thorpe laid his great hand on her shoulder. \" If everything had gone well, don't you think in your heart that that would have been best of aU ? Your first love, nearer your own age, and I know how you cared for him. Tell me, chdd,\" tins very gently — \" I can't be happy unless I can get to the bottom of things — teU me the truth, don't you think that might have been the best ? You needn't be afraid. Don't think I shall be angry."], [235, "lizzie's bargain 225 VII I shall only want to do more to make you some amends for what I can't give you now.\" \" Then,\" said Lizzie, stiU without looking up, \" I'm afraid you won't take so much trouble about me, for oh, Thorpe, I am very glad you came !\" THE end Printed by R. & R. Clark, Edinburgh."], [236, ""], [237, "BY THE SAME AUTHOR, Crown Svo, Price Six Shillings, MITCHELHURST PLACE A NOVEL. The Times says : — \" ' Mitchelhurst Place ' is interesting quite as much for what it discloses of the poetic fancy of the authoress as;for its study of character. Em bedded in these pages are scraps of verse which show considerable talent ; and even the contemplation of the moon struggling in a stormy sky is not too hackneyed a theme to evoke an imaginary flight, free from either bombast or pathos.\" The Spectator says : — \"A really good novel. . . . Now it is obvious, we think, that the literary skill evinced in the above extracts would suffice for the production of a very good novel indeed, provided that their writer had a good story to tell and could tell that story well. Miss Veley — and here we may notice a marked im provement on her ' For Percival '—is very strong on both points. ' Mitchelhurst Place' is a story which rivets the attention from the first page to the last, and the writer's management of her plot is perfect.\" The Saturday Review says :— \"Miss Veley writes— in excellent English and with abundant cleverness and insight— of one of Nature's step-children, of a man marked down for misfortune to the extent of being himself his curse and his executioner.\" The Guardian says : — \"An exceeding good novel.\" A NEW NOVEL. NEÆRA : a Tale of Ancient Rome. By JOHN W. GRAHAM. 2 Vols. 8vo. 24s. %* Though the scene is laid in Ancient Home, and the surroundings are correctly given, it must not be supposed that this story, the first effort of a new writer, is of merely antiquarian interest. The opinions quoted below sufficiently show that the book appeals to all readers who care for a well-told tale, full of thrilling incident awl striking situations, skil fully worked out lo a satisfactory dinoument. In a letter to a friend, published in tlie Athenæum on December 4, Mr. Glad stone says : — \" Having finished 'Neæra,' I cannot refrain from saying that it seems to me a really remarkable book, with great uprightness of aim, signal power of drawing character.'and a great faculty of writing. . . . Several of the scenes are in my judgment of singular power. The writer is unknown to me, but he ought to make his mark.\" The Edinburgh Review says : — \"It is given to us as a picture of Roman life, under an Emperor as infamous as the Antonines were honourable ; and the picture is, we think, carefully drawn, and in its general features trustworthy. . . . Mr. Graham has at the least given us a story of sustained interest, which he has done well in connecting with the little island rock of Capri. On this island Tiberius has left a lasting mark, and the remains of his work bear out the old stories told about him. . . . We may take leave of Mr. Graham's interesting and powerful tale with a few words in which he speaks of the palaces and prisons which rose here at the despot's command.\" MACMILLAN AND CO., LONDON."], [238, "NEW NOVELS. NINTH THOUSAND. A NEW STORY BY THE AUTHOR OF \"JOHN INGLESANT.\" SIR PERCIVAL: A Story of the Past and of the Present. By J. HENRY SHORTHOUSE. Crown 8vo. 6s. BY THE SAME AUTHOR— John Inglesant ; a Romance. I The Little Schoolmaster Mark. Crown 8vo. 6s. Crown 8vo. 4s. 6d. A NEW NOVEL BY MR. HENRY JAMES. THE PRINCESS CASAMASSIMA. By HENRY JAMES, Author of \"The American,\" &c. 3 vols., crown 8vo. 31s. 6d. Blackwood' s Magazine says : — \" In the present work Mr. James forsakes entirely his usual levels. . . . He has stepped aside into a very different field. London, but not the London he has hitherto known ... is the strange and novel scene which he has undertaken to unfold before us ; London of the outlying wastes, far from fame, purlieus of Islington and Paddington and Camberwell — widely spread in point of distance, but equally mean and grimy and poverty stricken. . . . This book is Mr. James's first illustration of purely English life. It is remarkable both in its perceptions and its mistakes — a most careful elaborate panorama, full of the finest observation.\" Now ready, 18mo., 2s. each volume. MR. HENRY JAMES'S NO :, a POCKET EDITION of NOVELS AND TALES. Washington Square. 1 vol. The Europeans. 1 vol. Confidence. 1 vol. The Portrait of a Lady. 3 vols. Roderick Hudson. 2 vols. An International Episode ; The Pension Beaurepas ; The Point of View. 1 vol. Daisy Miller ; Four Meetings ; Longstaff 's Marriage ; Benvolio. 1 vol. The Madonna of the Future ; A Bundle of Letters ; The Diary of a Man of Fifty ; Eugene Pickering. 1 vol. The American. 2 vols. The Siege of London ; Madame de Mauves. 1 vol. MR. F. MARION CRAWFORD'S NOVELS. In crown 8vo. 6s. each. Zoroaster. A Tale of a Lonely Parish. In crown 8vo. 4s. 6d. each. Doctor Claudius. Mr. Isaacs. A Roman Singer. MR. HUGH CONWAY'S NOVELS. In crown 8vo. 6s. each. A Family Affair. Living or Dead. MACMILLAN'S SIX SHILLING POPULAR NOVELS. NEW VOLUMES. Scenes and Characters ; or, , Nuttie's Father. By Charlotte Eighteen Months at Beechcroft. By | M. Yonge. Illustrated. Crown Svo. 6s. Charlotte M. Y'onoe. Illustrated, i Aunt Rachel. By D. CHRISTIE A New Edition. Crown Svo. 6s. | Murray. Crown 8vo. 6s. My Friend Jim. By W. E. Norris. Crown 8vo. 6f. / MACMILLAN AND CO., LONDON. /"], [239, ""], [240, ""], [241, ""], [242, ""]]